{
    "en_vn": {
        "data": {
            "content": "<div class=\"green margin25 m-top15\">(kinh tế) (1921-)</div>\n    \n    <div class=\"color-light-grey margin25\">Nhà kinh tế học người Mỹ đồng giải Nobel về kinh tế học với huân tước John Hicks năm 1972. Ông được biết đến nhiều nhất do công trình về các hệ thống CÂN BẰNG TỔNG QUÁT và trình bày về các điều kiện toán học cần thiết cho một hệ thống như vậy để được nghiệm có ý nghĩa về kinh tế. Ông cũng có công trình tiên phong về việc ra quyết định trong những điều kiện không chắc chắn. Trong cuốn SỰ LỰA CHỌN XÃ HỘI VÀ CÁC GIÁ TRỊ CÁ NHÂN (1951), ông trình bày kinh tế học phúc lợi với một tình trạng tiến thoái lưỡng nan, khi dựa trên cơ sở những giả định đảm bảo sự tự chủ của người tiêu dùng cộng thêm sự hợp lý, ông chứng minh rằng không thể xác định được sự xếp hạng xã hội về các phương án lựa chọn tương ứng với sự xếp hạng của các cá nhân, và như vậy cũng không thể đưa ra được CHỨC NĂNG PHÚC LỢI XÃ HỘI . Chức năng này liên quan một cách tích cực tới lựa chọn cá nhân, xã hội không thể quyết định nó muốn gì. Arrow cũng có công trong việc đưa vào học thuyết tăng trưởng giả thuyết học qua hành với tư cách là một nguồn tăng năng suất. Các ấn phẩm chính của ông là : Nghiên cứu trong lý thuyết toán học về dự trữ và sản xuất (1958); Sự lựa chọn xã hội và các giá trị cá nhân (1951); Các tiểu luận về lý thuyết chịu rủi ro (1970); Phân tích dựa trên tổng hợp (với F.H.Hahn) (1971)</div>",
            "id": "5722",
            "mean": [],
            "pronounce": "",
            "speak": {},
            "type": "",
            "word": "Arrow.KennethJ"
        },
        "suggests": []
    }
}