{
    "en_vn": {
        "data": {
            "content": "<div class=\"green margin25 m-top15\">(Kinh tế) (1904-1989)</div>\n    \n    <div class=\"color-light-grey margin25\">Nhà kinh tế học người Anh, đồng giải Nobel kinh tế 1972, cùng với Kenneth ARROW Ông dạy tại trường Kinh tế London và các trường đại học: Cambridge, Manchester và Oxford. Ông nhận được giả Nobel do nghiên cứu về lý thuyết CÂN BẰNG TỔNG THỂ trong Giá trị và tư bản (1939), đặc biệt về vấn đề ổn định hệ thống cân bằng tổng thể trước các cú sốc từ bên ngoài; về nghiên cứu trong KINH TẾ HỌC PHÚC LỢI, THẠNG DƯ CỦA NGƯỜI TIÊU DÙNG. Tuy nhiên, Hicks còn nghiên cứu nhiều lĩnh vực khác. Lý tuyết tiền lương (1932) của ông nêu ra phương pháp NĂNG SUẤT BIÊN ứng dụng trong xác định tiền lương theo quan niệm cổ điển. Trong bài Keynes và các phương pháp cổ điển (1937), ông đã khắc phục được vấn đề bất định của thuế Keynes và quỹ có thể cho vay về LÃI SUẤT bằng cách đưa vào các đường IS/LM, các đường IS/LM trở thành công cụ dùng trong phân tích lý thuyết Keynes. Năm 1950, ông tổng hợp các ý tưởng Keynes (Phương pháp QUÁ TRÌNH SỐ NHÂN) của các nhà kinh tế lượng (độ trễ) của quá trìng gia tốc và của Harrod (tăng trưởng và hệ thống không ổn định) vào mô hình của chu kỳ kinh doanh trong Một đóng góp vào lý thuyết vào chu kỳ kinh doanh. Ông cũng đã xuất bản các cuốn sách về Lý thuyết cầu và hiện trạng của kinh tế học Keynes</div>",
            "id": "43894",
            "mean": [],
            "pronounce": "",
            "speak": {},
            "type": "",
            "word": "Hicks. Sir John R"
        },
        "suggests": []
    }
}