{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Abba",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Abba</k><blockquote><cclass>[<cclass>'abə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (in the New Testament) God as father. </blockquote></blockquote><blockquote><blockquote>2》 (in the Syrian Orthodox and Coptic Churches) a title given to bishops and patriarchs. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>via Gk from Aramaic <i>'abbā</i> 'father'. </blockquote></div>",
            "word": "Abba",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Abba",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Abba",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Abba",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "\"Happy new year\" is a golden oldie performed by <em>ABBA</em>.",
            "vi": "\"Happy new year\" là một ca khúc bất hủ được trình bày bởi nhóm nhạc ABBA."
        },
        {
            "en": "We did a brilliant cover of the old <em>Abba</em> song.",
            "vi": "Chúng tôi đã trình bày lại một bài hát cũ của ban nhạc Abba một cách xuất sắc."
        },
        {
            "en": "By this time, <em>ABBA</em> had become the first band in the history of music to record their Hit Songs in three languages : Swedish, English and Spanish.",
            "vi": "Vào thời gian này, ABBA đã trở thành ban nhạc đầu tiên trong lịch sử âm nhạc thu âm các bài hát nổi tiếng của họ bằng ba ngôn ngữ: Thụy Điển, Anh và Tây Ban Nha."
        },
        {
            "en": "By this time, <em>ABBA</em> had become the first band in the history of music to record their Hit Songs in three languages: Swedish, English and Spanish.",
            "vi": "Vào thời gian này, ABBA đã trở thành ban nhạc đầu tiên trong lịch sử âm nhạc thu âm các bài hát nổi tiếng của họ bằng ba ngôn ngữ : Thụy Điển, Anh và Tây Ban Nha."
        },
        {
            "en": "6. “Happy New Year” by <em>Abba</em> , “Hotel California” by the Eagles , and “Papa” by Paul Anka are the most popular Karaoke songs. 7. The Vietnamese wear helmet not to be SAFE on the roads but in order not to be FINED by the police/traffic officers. 8. Nobody respects pedestrian lanes/zebra crossing here. Or is there one? We always have to say a little prayer when we cross the streets or when we walk on the pavement. 9. Every family has 2 or more motorbikes and they are parked on the ground floor. The living room is a garage at the same time. 10. Mai Linh and Vinasun are the most reliable taxis. At the airport, people queue up for Mai Linh or Vinasun. They’d rather wait for a long time than hop on random ones.",
            "vi": "6.\"Chúc mừng năm mới\" do Abba hát, \"Khách sạn California\" do Eagles hát, và \"Papa\" do Paul Anka hát là những ca khúc ka - ra - ô - kê được nhiều người ưa thích.  7. Người Việt đội mũ bảo hiểm không phải để An toàn trên đường đi mà để khỏi bị cảnh sát/nhân viên điều khiển giao thông phạt.  8. Chẳng ai tôn trọng làn đường dành cho khách bộ hành/ lối băng qua đường dành cho người đi bộ ở đây cả. Hay rất ít người tôn trọng? Mình luôn phải cầu Chúa một chút rồi mới dám băng qua đường hay đi bộ trên vỉa hè.  9. Gia đình nào cũng có từ 2 xe gắn máy trở lên và đỗ xe ở tầng trệt. Phòng khách cũng là ga - ra.  10. Mai Linh và Vinasun là hai hãng tắc - xi đáng tin cậy nhất. Ở sân bay, mọi người xếp hàng chờ Mai Linh hoặc Vinasun. Họ thà chờ lâu lắc còn hơn nhảy đại lên một chiếc nào đó."
        }
    ],
    "suggestions": []
}