{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Abel"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Abel"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Abel"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Abel"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Abel"
        }
    },
    "sentences": [
        {
            "en": "<em>Abel</em> works the hardest, yet he earns the least.",
            "vi": "Abel làm việc khó nhất vậy mà lại kiếm tiền ít nhất."
        },
        {
            "en": "Another Dutchman, <em>Abel</em> Tasman, sight ed the is land Tasmania in 1642.",
            "vi": "Một người Hà Lan khác là Abel Tasman đã nhìn thấy hòn đảo Tasmania vào năm 1642."
        },
        {
            "en": "Amecican director <em>Abel</em> Ferrara won the Jury Grand Prix for Mary, starring Juliette Binoche as an actress haunted by Mary Magdalene.",
            "vi": "Đạo diễn mỹ abel ferrara đoạt jury grand prix dành cho mary, có vai chính là diễn viên juliette binoche trong vai một nữ diễn viên bị ám ảnh bởi mary magdalene."
        },
        {
            "en": "Dear God, Maybe Cain and <em>Abel</em> would not kill each so much if they had their own rooms. It works with my bother. Larry.",
            "vi": "Chúa ơi, Cain và Abel hẳn sẽ không giết nhau nếu có phòng riêng. Em con có phòng riêng nên không xảy ra chuyện gì. Larry."
        },
        {
            "en": "Remember the story of Cain and <em>Abel</em>? Well, read it then. Yes, <em>Abel</em> was a schmuck who deserved to die and Cain wasn’t quite as goddamn perfect as he thought he was. He deserved to die, too. We all deserve to die. So stop moaning if someone is richer and better looking than you.",
            "vi": "Hãy nhớ câu chuyện của Cain và Abel? hãy đọc nó sau đó. Đúng vậy, Abel là một kẻ đáng khinh và đáng chết và Cain không hoàn toàn đáng nguyền rủa như ông nghĩ. Ông cũng đáng chết. Tất cả chúng ta đều đáng chết. Vì vậy, dừng than vãn nếu ai đó giàu hơn và có nhan sắc hơn bạn."
        }
    ],
    "suggestions": []
}