{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æbnɔ:'mæliti]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">abnormalcy</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[æb'nɔ:məlsi]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">abnormalcy</font></td></tr></table><i/></div>",
            "word": "abnormality",
            "pronounce": "[,æbnɔ:'mæliti]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "abnormality",
            "pronounce": "[,æbnɔ:'mæliti]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>abnormality</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>babies born with physical or mental abnormalities</i>: MALFORMATION, deformity, irregularity, flaw, defect.</blockquote><blockquote><b>2</b><i>the abnormality of such behaviour</i>: UNUSUALNESS, uncommonness, atypicality, irregularity, anomalousness, deviation, divergence, aberrance, aberration, freakishness; strangeness, oddness, peculiarity, unexpectedness, singularity.</blockquote></div>",
            "word": "abnormality",
            "pronounce": "[,æbnɔ:'mæliti]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "abnormality",
            "pronounce": "[,æbnɔ:'mæliti]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính bất thường</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính không chuẩn</font></td></tr></tbody></table></div>",
            "word": "abnormality",
            "pronounce": "[,æbnɔ:'mæliti]"
        }
    },
    "sentences": [
        {
            "en": "The tests show no evidence of any <em>abnormality</em>.",
            "vi": "Các cuộc xét nghiệm không cho thấy dấu hiệu nào bất thường."
        },
        {
            "en": "There was no evidence of <em>abnormality</em> in your stomach.",
            "vi": "Không có dấu hiệu nào bất thường trong dạ dày bạn."
        },
        {
            "en": "Nowadays, babies are tested to detect <em>abnormality</em> at birth.",
            "vi": "Ngày nay những đứa trẻ mới sinh sẽ được xét nghiệm để tìm ra các khuyết tật ngay sau khi ra đời."
        },
        {
            "en": "It can occur as a congenital <em>abnormality</em> or it may be acquired following injury or surgery.",
            "vi": "Điều này có thể là một dị dạng bẩm sinh hay cũng có thể mắc phải sau chấn thương hay phẫu thuật."
        },
        {
            "en": "An <em>abnormality</em> of the pupils of the eyes, often effecting only one eye.",
            "vi": "Một sự bất thường của đồng tử mắt, thường chỉ có ở một bên mắt."
        },
        {
            "en": "The ultrasound scan is used to detect <em>abnormality</em> in a foetus.",
            "vi": "Máy quét siêu âm được dùng để phát hiện sự khác thường trong một bào thai."
        },
        {
            "en": "The <em>abnormality</em> results in the production of thick glands, pancreas, and bronchi.",
            "vi": "Điều bất thường là sự sản sinh ra chất nhầy đặc làm tắc các tuyến ruột, tuỵ tạng và các phế quản."
        },
        {
            "en": "(manikin) a dwarf with no deformity or <em>abnormality</em> other than small size.",
            "vi": "(người lùn) một người lùn chỉ có kích thước nhỏ nhưng không có biến dạng hay dị dạng nào khác."
        },
        {
            "en": "A development <em>abnormality</em> of the brain resulting in weakness and incoordination of the limbs.",
            "vi": "Một bất thường trong việc phát triển não, não bị suy kiệt và mất điều phối các chi."
        },
        {
            "en": "A defect in the specialized conducting tissue of the heart that is recognized as an electrocardiographic <em>abnormality</em>.",
            "vi": "Một khuyết tật trong mô dẫn truyền chuyên biệt của tim ghi nhận được như một bất thường thuộc điện tâm đồ."
        },
        {
            "en": "This confirms that swelling of the uterus is due to a fetus rather than a tumour or other <em>abnormality</em>.",
            "vi": "Điều này chứng tỏ tử cung phồng lên do mang thai chứ không phải do một khối u hay một bất thường nào khác."
        },
        {
            "en": "But now all agencies use a system containing a single identification number (the Australian Business Number, or <em>ABN</em>); this has helped save entrepreneurs time and has definitely minimizes data errors.",
            "vi": "Nhưng hiện nay tất cả các cơ quan đều dùng một hệ thống mã số (mã số doanh nghiệp - ABN); điều này giúp tiết kiệm được nhiều thời gian cho doanh nghiệp và giảm thiểu sai sót về dữ liệu."
        },
        {
            "en": "Down syndrome is a chromosomal <em>abnormality</em> characterized by the presence of an extra copy of genetic material on the 21st chromosome, either in whole or part.",
            "vi": "Hội chứng Down là đặc tính bất thường ở nhiễm sắc thể do có mặt 3 nhiễm sắc thể thứ 21 có thể là toàn bộ hay 1 phần."
        },
        {
            "en": "The alternative terms <em>abnormality</em>, defect, or malformartion (for impairment) and malfunction (for disability) are used by many authorities but this may sometimes cause confusion.",
            "vi": "Nhiều cơ quan thẩm quyền còn dùng các từ bất thường, khuyết tật, hay dị dạng (trong trường hợp suy yếu) và thiếu chức năng (cho tình trạng bất lực) nhưng điều này đôi khi có thể gây nhầm lẫn."
        },
        {
            "en": "Clubbing is seen in pulmonary tuberculosis, bronchiectasis, empyema, infective endocarditis, cyanotic congenital heart disease, and lung cancer and as a harmless congenital <em>abnormality</em>.",
            "vi": "Tay hình thuỳ thấy trong bệnh lao phổi, dãn cuống phổi, viêm mủ màng phổi, viêm nội tâm mạc nhiễm trùng, bệnh tim bẩm sinh tím tái, và ung thư phổi; và là một dị dạng bẩm sinh vô hại."
        },
        {
            "en": "In surgery laser can be used to operate on small areas of <em>abnormality</em> (for example, in the retine of the eye) without damaging delicate surrounding tissue.",
            "vi": "Trong phẫu thuật laser dùng thao tác một vùng bất thường nhỏ (thí dụ trong võng mạc) mà không gây tổn hại gì đến các mô mỏng mảnh chung quanh."
        },
        {
            "en": "<em>Abnormality</em> is a feature that is not usual or typical, especially one that is worrying or that shows there may be something wrong or harmful.",
            "vi": "\"Abnormality\" (sự khác thường) là đặc điểm không bình thường hay đặc trưng, đặc biệt là khác thường gây lo lắng hay thể hiện điều gì sai hay có hại."
        },
        {
            "en": "I will need to take an X - ray to check the bone levels and to see if there is any <em>abnormality</em> in the area.",
            "vi": "Tôi cần chụp phim tia X để kiểm tra mức độ xương và xem có gì bất thường ở đây không."
        },
        {
            "en": "I will need to take an X-ray to check the bone levels and to see if there is any <em>abnormality</em> in the area.",
            "vi": "Tôi cần chụp phim tia X để kiểm tra mức độ xương và xem có gì bất thường ở đây không."
        },
        {
            "en": "Any of a group inherited diseases including thalassaemia and sickle cell disease, in which there is an <em>abnormality</em> in the production of haemoglobin.",
            "vi": "Bất kỳ bệnh nào trong số bệnh di truyền có bất thường trong sản sinh hemoglobin, như bệnh thiếu máu vùng biển và bệnh hồng cầu liềm."
        }
    ],
    "suggestions": []
}