{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,æbə'li∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự thủ tiêu, sự bãi bỏ, sự huỷ bỏ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">abolition of taxes</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự bãi bỏ thuế</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">abolition of slavery</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự thủ tiêu chế độ nô lệ</font></td></tr></table><i/></div>",
            "word": "abolition"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>abolition</k><blockquote>■ <cclass>noun the action of abolishing a practice or institution. </cclass></blockquote></div>",
            "word": "abolition"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>abolition</k><blockquote>▸ <cclass>noun SCRAPPING, ending, termination, eradication, elimination, extermination, destruction, annihilation, obliteration, extirpation; annulment, cancellation, invalidation, nullification, dissolution; revocation, repeal, rescindment, discontinuation, removal; <cclass><i>formal</i> abrogation.</cclass></cclass></blockquote></div>",
            "word": "abolition"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "abolition"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "abolition"
        }
    },
    "sentences": [
        {
            "en": "<em>Abolition</em> of taxes",
            "vi": "Sự bãi bỏ thuế"
        },
        {
            "en": "<em>Abolition</em> of slavery",
            "vi": "Sự thủ tiêu chế độ nô lệ"
        },
        {
            "en": "He proposed the outright <em>abolition</em> of slavery.",
            "vi": "Ông ấy đề xuất việc bãi bỏ hoàn toàn chế độ nô lệ."
        },
        {
            "en": "Abolitionist is someone who supports the <em>abolition</em> of something.",
            "vi": "\"Abolitionist\" (người theo chủ nghĩa bãi bỏ) là người ủng hộ việc bỏ đi thứ gì đó."
        },
        {
            "en": "Abolitionist is someone who supports the <em>abolition</em> of something.",
            "vi": "\"Abolitionist\"(người theo chủ nghĩa bãi bỏ) là người ủng hộ việc bỏ đi thứ gì đó."
        },
        {
            "en": "We're talking about the <em>abolition</em> of exchange controls.",
            "vi": "Chúng tôi đang bàn về chuyện bãi bỏ việc kiểm soát tỷ giá."
        },
        {
            "en": "They persuaded Wilberforce to take on the cause of <em>abolition</em>.",
            "vi": "Họ đã thuyết phục Wilberforce chấp nhận mục tiêu đấu tranh của phong trào bãi nô."
        },
        {
            "en": "We 're talking about the <em>abolition</em> of exchange controls.",
            "vi": "Chúng tôi đang bàn về chuyện bãi bỏ việc kiểm soát tỷ giá."
        },
        {
            "en": "They fight for the <em>abolition</em> of bad practices.",
            "vi": "Họ đả phá những tục lệ xấu."
        },
        {
            "en": "In which case their <em>abolition</em> will not necessarily abolish our 1, 000 - year - old shires?",
            "vi": "Trong trường hợp nào họ sẽ không nhất thiết phải hủy bỏ những quận có ngàn năm tuổi của chúng ta?"
        },
        {
            "en": "The <em>abolition</em> of the death penalty is one of our Organisation's priorities.",
            "vi": "Xóa bỏ án tử hình là một trong những ưu tiên của tổ chức chúng ta."
        },
        {
            "en": "The <em>abolition</em> is the official end to a law, system, practice etc.",
            "vi": "\"Abolition\"(sự bãi bỏ) là sự kết thúc chính thức của một bộ luật, một chế độ, một thông lệ..."
        },
        {
            "en": "They held the campaigns for the <em>abolition</em> of slavery and child labour, and for prison reform.",
            "vi": "Họ tổ chức các cuộc vận động bãi bỏ chế độ nô lệ và lao động trẻ em, và cả cải cách lại nhà tù nữa."
        },
        {
            "en": "The <em>abolition</em> is the official end to a law, system, practice etc.",
            "vi": "\"Abolition\" (sự bãi bỏ) là sự kết thúc chính thức của một bộ luật, một chế độ, một thông lệ..."
        },
        {
            "en": "The recent <em>abolition</em> of spread restrictions has promoted vigorous interest-rate competition for deposits.",
            "vi": "Việc xoá bỏ hạn chế lãi suất đã khuyến khích sự cạnh tranh mạnh mẽ của mức lãi suất tiền gửi."
        },
        {
            "en": "Abolitionist is someone who supported the <em>abolition</em> of slavery in the 19th century.",
            "vi": "\"Abolitionist\"(người theo chế độ bãi nô) là người ủng hộ việc xóa bỏ chế độ nô lệ vào thế kỉ 19."
        },
        {
            "en": "Abolitionist is someone who supported the <em>abolition</em> of slavery in the 19th century.",
            "vi": "\"Abolitionist\" (người theo chế độ bãi nô) là người ủng hộ việc xóa bỏ chế độ nô lệ vào thế kỉ 19."
        },
        {
            "en": "“In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality,” he wrote. “And the <em>abolition</em> of this state of things is called by the bourgeois, <em>abolition</em> of individuality and freedom! And rightly so. The <em>abolition</em> of bourgeois individuality, bourgeois independence, and bourgeois freedom is undoubtedly aimed at.”",
            "vi": "Ông viết: \"Trong xã hội tư sản, tư bản có tính độc lập và tính cá nhân, còn cá nhân người lao động lại mất tính độc lập và tính cá nhân.\". \"Và chính việc xoá bỏ những quan hệ như thế, là việc mà giai cấp tư sản cho là xoá bỏ cá tính và tự do! mà cũng có lý đấy. Vì quả thật vấn đề là phải xoá bỏ cá tính tư sản, tính độc lập tư sản và tự do tư sản. \""
        },
        {
            "en": "That campaign led to the Slavery <em>Abolition</em> Act 1833, which abolished slavery in most of the British Empire.",
            "vi": "Chiến dịch đã dẫn đến việc ban hành Đạo luật Bãi nô năm 1883, xóa bỏ chế độ nô lệ hầu hết đế chế Anh."
        },
        {
            "en": "The recent <em>abolition</em> of restrictions on spreads between deposit and lending rates has made interest rate competition possible.",
            "vi": "Việc xóa bỏ hạn chế về chênh lệch lãi suất tiền gửi và lãi suất cho vay đã giúp tăng cạnh tranh về lãi suất."
        }
    ],
    "suggestions": []
}