{
    "en_vn": {
        "data": {
            "content": null,
            "word": "abridged",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "abridged",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>abridged</k><blockquote>▸ <cclass>adjective SHORTENED, cut, cut down, concise, condensed, abbreviated; summary, outline, thumbnail; bowdlerized, censored, expurgated; <cclass><i>informal</i> potted.</cclass></cclass></blockquote></div>",
            "word": "abridged",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "abridged",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "abridged",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Long books are often <em>abridged</em> for school use.",
            "vi": "Những sách dài thường được thu gọn lại để dùng cho học đường."
        },
        {
            "en": "Preparation and promulgation of legal documents using the <em>abridged</em> sequential procedures shall be undertaken as follows:",
            "vi": "Việc xây dựng, ban hành văn bản quy phạm pháp luật theo trình tự, thủ tục rút gọn được quy định như sau:"
        },
        {
            "en": "Consideration and approval of proposed draft legal documents using the <em>abridged</em> sequential procedures.",
            "vi": "Việc xem xét, thông qua dự án, dự thảo văn bản quy phạm pháp luật theo trình tự, thủ tục rút gọn ."
        },
        {
            "en": "They <em>abridged</em> him of his rights and gave him the ax.",
            "vi": "Họ tước hết quyền lợi của anh ta và sa thải anh ta."
        },
        {
            "en": "Readers read an <em>abridged</em> version of the novel on their computers.",
            "vi": "Độc giả đã đọc bản tóm tắt của tiểu thuyết đó trên máy tính."
        },
        {
            "en": "Cases of preparing and promulgating legal documents using the <em>abridged</em> sequential procedures.",
            "vi": "Các trường hợp xây dựng, ban hành văn bản quy phạm pháp luật theo trình tự, thủ tục rút gọn."
        },
        {
            "en": "Anti - Semitic writings are <em>abridged</em> from the original book as published by the world - renowned industrial leader, Henry Ford.",
            "vi": "Những bài viết chống Do Thái được tóm tắt từ sách gốc khi được nhà lãnh đạo công nghiệp nổi tiếng thế giới, Henry Ford, xuất bản."
        },
        {
            "en": "Anti-Semitic writings are <em>abridged</em> from the original book as published by the world-renowned industrial leader, Henry Ford.",
            "vi": "Những bài viết chống Do Thái được tóm tắt từ sách gốc khi được nhà lãnh đạo công nghiệp nổi tiếng thế giới, Henry Ford, xuất bản."
        },
        {
            "en": "The following obituary was published online for the Salt Lake Tribune and on StarksFuneral.com. Below is an <em>abridged</em> version:",
            "vi": "Bản cáo phó dưới đây được đăng trực tuyến trên Salt Lake Tribune và StarksFuneral.com. Sau đây là bản rút gọn:"
        },
        {
            "en": "An <em>abridged</em> book, play etc. has been made shorter than the original but contains the same basic story.",
            "vi": "Một quyển sách, vở kịch... bị rút ngắn hơn bản gốc nhưng vẫn chứa câu chuyện cơ bản tương tự."
        },
        {
            "en": "The complete set of documents for the submission of draft legal documents using the <em>abridged</em> sequential procedures.",
            "vi": "Hồ sơ trình dự án, dự thảo văn bản quy phạm pháp luật theo trình tự, thủ tục rút gọn."
        },
        {
            "en": "The Prime Minister shall decide the use of the <em>abridged</em> sequential procedures for the preparation and promulgation of decrees of the Government and decisions of the Prime Minister.",
            "vi": "Thủ tướng Chính phủ quyết định việc áp dụng trình tự, thủ tục rút gọn trong xây dựng, ban hành nghị định của Chính phủ, quyết định của Thủ tướng Chính phủ."
        },
        {
            "en": "Submit to the National Assembly the preparation and promulgation of laws and resolutions of the National Assembly using the <em>abridged</em> sequential procedures.",
            "vi": "Trình Quốc hội việc xây dựng, ban hành luật, nghị quyết của Quốc hội theo trình tự, thủ tục rút gọn."
        },
        {
            "en": "The Standing Committee of the National Assembly shall decide the preparation and promulgation of ordinances and resolutions of the Standing Committee of the National Assembly using the <em>abridged</em> sequential procedures;",
            "vi": "Uỷ ban thường vụ Quốc hội quyết định việc xây dựng, ban hành pháp lệnh, nghị quyết của Uỷ ban thường vụ Quốc hội theo trình tự, thủ tục rút gọn;"
        },
        {
            "en": "The President of the State shall decide the use of the <em>abridged</em> sequential procedures for the preparation and promulgation of orders and decisions of the President of the State.",
            "vi": "Chủ tịch nước quyết định việc áp dụng trình tự, thủ tục rút gọn trong xây dựng, ban hành lệnh, quyết định của Chủ tịch nước."
        }
    ],
    "suggestions": []
}