{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æbsən'ti:izm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hay vắng mặt, sự vắng mặt không có lý do chính đáng (ở công sở, ở xí nghiệp...)</td></tr></table><i/></div>",
            "word": "absenteeism",
            "pronounce": "[,æbsən'ti:izm]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>absenteeism</k><blockquote>■ <cclass>noun the practice of regularly staying away from work or school without good reason. </cclass></blockquote></div>",
            "word": "absenteeism",
            "pronounce": "[,æbsən'ti:izm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "absenteeism",
            "pronounce": "[,æbsən'ti:izm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "absenteeism",
            "pronounce": "[,æbsən'ti:izm]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "absenteeism",
            "pronounce": "[,æbsən'ti:izm]"
        }
    },
    "sentences": [
        {
            "en": "<em>Absenteeism</em>",
            "vi": "Trốn việc, sự nghỉ làm không có lý do. /Sự nghỉ làm, mặc dù các điều khoản của hợp đồng lao động yêu cầu người lao động phải đi làm và hợp đồng vẫn còn giá trị."
        },
        {
            "en": "<em>Absenteeism</em>",
            "vi": "Trốn việc, sự nghỉ làm không có lý do./Sự nghỉ làm, mặc dù các điều khoản của hợp đồng lao động yêu cầu người lao động phải đi làm và hợp đồng vẫn còn giá trị."
        },
        {
            "en": "He's taking advantage of <em>absenteeism</em>.",
            "vi": "Anh ấy sẽ tự do vắng mặt."
        },
        {
            "en": "Improvements in working conditions helped to reduce levels of <em>absenteeism</em>.",
            "vi": "Việc cải thiện điều kiện làm việc đã làm giảm đi mức độ vắng mặt không có lý do của nhân viên."
        },
        {
            "en": "Our company has an <em>absenteeism</em> rate of 25%.",
            "vi": "Công ty chúng tôi có tỉ lệ công nhân trốn việc là 25%."
        },
        {
            "en": "Training should be undertaken in isolated locations to prevent <em>absenteeism</em>;",
            "vi": "Tiến hành tập huấn ở những địa điểm xa để tránh việc bỏ lớp của học viên;"
        },
        {
            "en": "<em>Absenteeism</em> is a habitual pattern of absence from a duty or obligation.",
            "vi": "Trốn việc, sự nghỉ làm không có lý do là kiểu thường xuyên vắng mặt trong một nhiệm vụ hoặc nghĩa vụ."
        },
        {
            "en": "Thank god i was enjoying good health, so there was no need for <em>absenteeism</em>.",
            "vi": "Nhờ trời tôi có sức khỏe tốt nên tôi không bao giờ nghỉ học."
        },
        {
            "en": "There are various ways of looking at teacher <em>absenteeism</em> from school.",
            "vi": "Có nhiều cách xem xét việc giáo viên thường xuyên nghỉ dạy."
        },
        {
            "en": "There was an <em>absenteeism</em> rate of 25% in the office during the heatwave.",
            "vi": "Tỉ lệ trốn việc của nhân viên là 25% trong suốt đợt nóng này."
        },
        {
            "en": "<em>Absenteeism</em> has cost the organization thousands of working days this year.",
            "vi": "Việc vắng mặt không lý do chính đáng đã gây thiệt hại cho công ty hàng ngàn ngày công trong năm nay."
        },
        {
            "en": "We have a high rate of <em>absenteeism</em>, which is mainly due to stress.",
            "vi": "Chúng tôi có tỷ lệ công nhân trốn làm cao, mà lý do chính là do căng thẳng."
        },
        {
            "en": "They isolate the cost of <em>absenteeism</em> to see how big the problem is.",
            "vi": "Họ tách các chi phí thường xuyên vắng mặt ra để biết vấn đề nghiêm trọng như thế nào."
        },
        {
            "en": "Unhealthy employee behaviors impact employers in many ways, including increased medical costs, <em>absenteeism</em> and lost productivity.",
            "vi": "Nhân viên sức khoẻ kém và tinh thần bạc nhược sẽ tác động đến công ty nhiều phương diện, trong đó có: làm công ty tốn nhiều tiền cho nhân viên khám chữa bịnh hơn, nhân viên thường xuyên vắng mặt và làm việc kém năng suất."
        },
        {
            "en": "Aside from hard medical costs, employee wellness also can lead to reduced <em>absenteeism</em>, higher productivity, and increased morale among employees.",
            "vi": "Nếu nhân viên khoẻ mạnh, minh mẫn thì ngoài việc chi phí dành cho chăm sóc sức khoẻ ổn định, mà có thể giảm bớt tình trạng thường xuyên vắng mặt, năng suất làm việc cao hơn, và nhân viên làm việc hào hứng, phấn chấn hơn."
        },
        {
            "en": "The <em>absenteeism</em> is the habit of not being at school or work when you should be, usually without a good reason.",
            "vi": "\"Absenteeism\" (sự hay vắng mặt) là thói quen không ở trường hay chỗ làm khi bạn nên ở đó, thường không có lý do chính đáng."
        },
        {
            "en": "The <em>absenteeism</em> is the habit of not being at school or work when you should be, usually without a good reason.",
            "vi": "\"Absenteeism\"(sự hay vắng mặt) là thói quen không ở trường hay chỗ làm khi bạn nên ở đó, thường không có lý do chính đáng."
        },
        {
            "en": "Why should employers care about, and invest company resources in, the health and wellness of their employees? Beyond the obvious concern of out of control health care costs, poor employee health can also have a significant impact in other areas, such as <em>absenteeism</em>, productivity and “presenteeism” (being physically present at work, but functioning at less than full capacity due to illness, stress or other personal issues). Some studies suggest that these indirect costs actually surpass the direct costs of medical care.",
            "vi": "Tại sao công ty nên quan tâm, và đầu tư tiền bạc vào sức khoẻ và sự minh mẫn tráng kiện của nhân viên mình? (Nếu nhân viên bệnh), ngoài việc công ty phải trả chi phí chăm sóc sức khoẻ vượt tầm kiểm soát, thì nhân viên có sức khoẻ kém cũng ảnh hưởng rất nhiều những lĩnh vực khác, như tình trạng thường xuyên vắng mặt, năng suất làm việc và \"đi làm khi không khoẻ\" (có mặt ở công ty, nhưng hoạt động không hết năng suất vì bệnh hoạn, stress hoặc những khó khăn riêng tư khác). Một số nghiên cứu cho thấy những chi phí gián tiếp này thực ra còn cao hơn chi phí chăm sóc sức khoẻ trực tiếp nữa."
        }
    ],
    "suggestions": []
}