{
    "en_vn": {
        "data": {
            "content": null,
            "word": "absorptance"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "absorptance"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "absorptance"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "absorptance"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độ hấp thụ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">internal absorptance</font><font color=\"#282828\">: độ hấp thụ trong</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ số hấp thụ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ số hút thu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> năng suất hấp thụ</font></td></tr></tbody></table></div>",
            "word": "absorptance"
        }
    },
    "sentences": [
        {
            "en": "<em>ABS</em> is anti-lock braking system.",
            "vi": "ABS là hệ thống chống bó cứng phanh."
        },
        {
            "en": "<em>Abs</em> is the muscles in your abdomen.",
            "vi": "\"Abs\" là cơ ở bụng của bạn."
        },
        {
            "en": "<em>ABS</em> is anti - lock braking system.",
            "vi": "ABS là hệ thống chống bó cứng phanh."
        },
        {
            "en": "his ripped <em>abs</em> are so sexy",
            "vi": "cơ bụng sáu múi của anh ta thật quyến rũ"
        },
        {
            "en": "<em>ABS</em> has become a standard option in many car models.",
            "vi": "Hệ thống chống bó cứng phanh được chọn làm tiêu chuẩn ở nhiều mẫu xe hơi mới."
        },
        {
            "en": "The anti - lock braking system (<em>ABS</em>) helps drivers retain steering control in emergency braking.",
            "vi": "Hệ thống phanh chống trượt (ABS) giúp tài xế kiểm soát được tay lái khi thắng gấp."
        },
        {
            "en": "Thousands of such <em>ABS</em> mail coats were made for the Lord of the Rings film trilogy.",
            "vi": "Cả ngàn áo giáp kim loại ABS được chế tạo cho bộ phim 3 tập Chúa tể những chiếc nhẫn."
        },
        {
            "en": "The anti-lock braking system (<em>ABS</em>) helps drivers retain steering control in emergency braking.",
            "vi": "Hệ thống phanh chống trượt (ABS) giúp tài xế kiểm soát được tay lái khi thắng gấp."
        },
        {
            "en": "The capsules are designed as spacecrafts, using steel and <em>ABS</em> plastic structure, which are luxurious, comfortable, and modern.",
            "vi": "Các phòng kén được thiết kế như tàu vũ trụ, sử dụng thép và các cấu trúc bằng nhựa ABS với hình thức sang trọng, thoải mái và hiện đại."
        },
        {
            "en": "Improve your posture Good posture is the quickest, easiest way to look better in your favorite bikini.  Slouching takes inches off your height and makes your tummy look rounder. Practice good posture by keeping your back straight and your shoulders back. Distribute your weight evenly on both hips.  Start moving In the weeks before swimsuit season, aim to move your body more. \"It's like putting pennies in a piggy bank,\" says Pamela Peeke, MD, author of Body for Life for Women. \"Every single piece of physical activity adds up.\" So turn on some music and dance. Try a Zumba class. Use the stairs at work. Every ounce of sweat will bring you closer to your goal. Push-ups To help get your body bikini-ready, \"why not multitask?\" suggests Peeke, who is an expert blogger for WebMD. \"Push-ups are my No. 1 favorite because you can hit six muscles at once: biceps, triceps, deltoids, pecs, <em>abs</em>, and gluteals.\" Start with a bent-knee push-up, and have a trainer watch once to check your form. If you have a medical condition, get a doctor's OK before starting a new exercise program. Squats For the butt and thighs, Peeke recommends squats. A simple way to do these is to squat against a wall or an exercise ball, into an invisible chair.  Keep your feet hip-width apart, and squeeze your <em>abs</em> to avoid arching your back. As you become stronger, you can hold dumbbells to increase the intensity. Aim for 6-12 repetitions. Note: If any exercise doesn't feel right, stop and consult with a fitness pro.  Depending on your condition, some exercises may not be recommended. Rows Rows are terrific for beginners hoping to exercise their arms and back. You'll need resistance bands or cables. Sit with your knees slightly bent and your back vertical. Gently lean forward to grasp the cable. Exhale when pulling backwards. To go forward, inhale and extend your elbows. Do 2-3 sets of 6-12 reps.   Deadlifts Deadlifts help tone the whole body, particularly the back, butt, and legs. You'll need a barbell or dumbbells to do this one. Stand with your legs slightly wider than shoulder-width. Keep the weights close to your body as you lift them off the ground. Be sure to raise your shoulders and hips together, and avoid arching your back. Technique is important, so you may want to get some pointers from a trainer. Do one set of 8-12 reps. Pilates Peeke is a fan of Pilates because it strengthens the core of your body: your back and <em>abs</em>. Can't get to class? Try a classic pose similar to the one shown here in your home. Lie on the floor and gently lift your legs and arms. Beginners should keep the knees bent and the arms parallel to the floor. As you become more advanced, aim to straighten your legs. Holding this pose will tighten the muscles in your back and tummy simultaneously.  Cut calories \"You could do crunches 'til the cows come home, but still have a belly,\" Peeke says, \"unless you rein in your calories.\" Skipping the fries in favor of a low-calorie fruit or veggie side dish is an easy way to start. Substantial benefits can come from cutting way back on refined carbohydrates: white bread, white pasta, white rice, and, of course, sugar. These foods \"wreak havoc on your appetite.\" Fill up on protein Foods that are high in protein or fiber can actually help slow the digestive process. The result is that your stomach feels full longer and sends a message to your brain that you don't need to eat more. You get more satisfaction with fewer calories. Be picky about salad Salads can fill you up and help you resist more fattening meals. But remember that not all salads are low in calories. Dressings, oils, croutons, bacon bits, and cheese add a lot of additional calories and fat. For a low-fat, nutritious salad, stick with vibrant vegetables, such as spinach and peppers. Boost fiber Besides curbing your appetite, fiber can prevent that archenemy of the bikini-clad: constipation and bloating. By keeping you regular, a high-fiber diet may help your tummy look flatter. Just be careful about adding too much too quickly. Some high-fiber foods, such as beans, can make bloating worse at first. Other sources of fiber include veggies, fruits, and whole grains. Skip the salt \"Salt makes you bloat like a blowfish,\" Peeke warns. And the puffiness can last for days -- not a good thing when you're planning to debut your new bikini. Cut back on salt by eating fresh foods instead of canned. Ask for the sauce on the side when you eat out. Another way to reduce bloating is to eat smaller meals throughout the day. Steer clear of beer Alcohol can undermine your goal of a bikini-ready body in several ways:     * A 12-ounce beer packs about 150 calories.     * Beer and sparkling wines cause bloating.     * Alcohol slows your ability to burn fat. Studies show that people under the influence also chow down more food than their teetotaler friends. Shop for your shape: Pear If you're fuller in the hips and thighs, you might need to mask your bottom with boy shorts. But this style can cut your thighs off. Opt for high-cut bottoms instead -- they'll make your legs look longer and leaner. For the top, choose a v-neck to draw attention toward your upper body. Shop for your shape: Apple If your tummy is your trouble-zone, more so than your hips, you're not alone. Thankfully, there are plenty of stylish one-piece suits that offer some camouflage. Side-detailing, wrap styles, and ruching all tend to make the middle look slimmer. To draw attention away from your waist, choose a deep v-neck. Shop for your shape: Hourglass If you have an hourglass figure, you can pull off a lot of different styles. Wearing a suit in all one color will make you look sleek, but you can also liven up your look with a bold, daring print. Halter maillots are a great style, and don't be afraid of a deep plunge. String bikinis can work in your favor, too -- the ties will adjust to fit curvier hips. Shop for your shape: Full bust If you have a full bust, you need a top that flatters and provides adequate support. Halter tops tie in the back and can give you just the right amount of lift. Tops with underwire or hidden bras also work well. If you're a size D or larger, stay away from high necklines and triangle tops, which won't give you enough support. Shop for your shape: Full Look for pretty details at the neck that draw the eye up: fun fabric or mesh inserts, a sexy V-neck, or color blocking. Try a smooth, fitted skirt for extra coverage, but keep it short. Too much fabric can balloon into a moo-moo. In a two-piece, a waistband with extra folds or ruffles can be adjusted higher for a look that trims the tummy. Cool colors slim, while shiny fabrics show every bulge. Shop for your shape: Lean Athletic builds look best in string bikinis; too much coverage can make you look boxy. Have fun with ruffles and pleating, which will add just the right amount of volume. Bold patterns will give you a more flirty look, and don't shy away from a little padding to help round you out up top. Stock up on sunscreen You might like the good look of tanned skin, but the sun takes a heavy toll on your health and your appearance. Sunlight consists of UVA rays, which can lead to premature aging and skin cancer, and UVB rays, which are the main cause of sunburn. A broad-spectrum sunscreen will protect you against both types. Make sure to coat the skin generously, and don't forget to use a protective lip balm. Buy quality sunglasses UVA and UVB rays are also damaging to the eyes. Too much exposure raises the risk of cataracts over time. The bright light also makes you squint, which can contribute to fine lines around the eyes. Look for sunglasses that specifically offer protection against UVA and UVB rays. Remember that many lenses, even dark tinted ones, don't provide any UV protection. Soften your skin If you want to show off smooth skin this summer, try exfoliating and moisturizing. Exfoliation is the removal of dead skin cells that make skin appear sallow and rough. Hydroxy acids, which can be found in many over-the-counter skin products, promote the exfoliation process. You'll also want to use a moisturizer every day. Moisturizers help the skin retain water, making it look plumper. Banish unwanted hair There are many ways to get rid of unwanted hair at the bikini line. Shaving provides a quick fix. Depilatory creams banish hair for up to two weeks. Waxing has longer-lasting results, while electrolysis and laser hair removal are considered permanent solutions. Laser hair removal work best for people with light skin, and it's especially effective in the bikini area. A dermatologist can tell you which treatment will best suit your needs. Give yourself a safe tan Sunless tanning products are surging in popularity as people learn about the dangers of UV rays. Today's products don't require rubbing bronze color onto your body. Sunless tanners use an ingredient called DHA that interacts with the top layer of skin. This causes a color change that won't stain your clothes. The \"tan\" slowly fades as dead skin cells wear off. Get a pedicure A great pedicure can help motivate you to get in shape for swimsuit season. If you go to a salon, schedule your appointment first thing in the morning when foot baths are typically cleanest. Bring your own utensils since bacteria and fungus can easily transfer between people. And don't shave your legs beforehand -- bacteria can enter through small cuts. Strive for progress not perfection In her book, Peeke advises women to \"strive for progress not perfection.\" Aiming for perfection often leads to paralysis. Instead of comparing yourself to the images in magazines, compare yourself to where you were a month ago. Celebrate the healthy changes you are making in your life and avoid unrealistic expectations. If you look around at the beach, you'll find most bodies are less than perfect.            ",
            "vi": "Hãy cải thiện dáng điệu của bạn Dáng điệu bắt mắt là phương pháp dễ dàng nhất và nhanh nhất để bạn trông rạng rỡ hơn trong bộ bikini yêu thích của mình. Dáng dấp lom khom khiến cho bạn lùn đi vài in-sơ và làm cho bụng của bạn trông tròn trịa hơn. hãy tạo cho mình một dáng vẻ xinh xắn bằng cách giữ thẳng lưng và giữ vai về sau. Giữ trọng lượng cơ thể được cân bằng ở cả hai hông.   Hãy bắt đầu vận động  Một vài tuần trước khi mùa áo tắm bắt đầu, bạn nên cố gắng hoạt động cơ thể nhiều hơn nhé. Tiến sĩ Pamela Peeke, tác giả của quyển Body for Life for Women cho biết “Việc tập luyện cơ thể cũng giống như bỏ tiền vào ống heo vậy.” “Mỗi hoạt động thể chất góp phần làm cho dáng vẻ bạn thêm hoàn hảo.” Vì vậy hãy bật nhạc lên và nhảy đi nào. Hãy thử theo học lớp khiêu vũ Zumba xem và hãy sử dụng cầu thang bộ ở công ty nhé. Mỗi một chút mồ hôi đổ ra sẽ đưa bạn đến gần mục tiêu của mình hơn. Hít đất  Để giúp có được một thân hình bikini sẵn sàng thì “tại sao chúng ta không tiến hành nhiều công đoạn?” tiến sĩ Peeke, chuyên gia viết nhật ký mạng cho WebMD đề nghị. “Hít đất là sở thích số một của tôi bởi bạn có thể giúp phát triển 6 cơ cùng một lúc: cơ hai đầu, cơ ba đầu, cơ đen-ta, cơ ngực, cơ bụng và cơ mông.” Bạn hãy bắt đầu với động tác hít đất gập gối, và nên nhờ một huấn luyện viên nào đó quan sát bạn một lần để kiểm tra dáng cho bạn. Nếu bạn bị bệnh thì nên được bác sĩ đồng ý trước khi bắt đầu một chương trình thể dục mới nào đó nhé.   Ngồi xổm Để luyện tập cho mông và đùi, tiến sĩ Peeke khuyến nghị nên ngồi xổm. Cách đơn giản nhất là ngồi xổm sát vào tường hoặc ngồi áp trên một quả bóng thể thao, thành tư thế ngồi ghế trên không. Hãy giữ cho bàn chân và hông dang ra xa, và co thắt cơ bụng lại để tránh làm cho lưng bạn bị cong. Khi bạn khỏe hơn, bạn có thể nhấc tạ để nâng cao sức mạnh cơ bắp của mình. Hãy cố gắng thực hiện lại từ 6-12 lần.    Lưu ý: Nếu cảm thấy không phù hợp với bất cứ bài tập thể dục nào thì bạn nên ngừng lại và tham khảo ý kiến của chuyên gia thể dục. Tuỳ vào điều kiện sức khỏe của bạn mà một số bài tập có thể không được phép sử dụng.  Chèo thuyền Với người mới bắt đầu chơi thể thao thì bộ môn chèo thuyền là tuyệt vời với hy vọng luyện tập cho cánh tay và lưng. Vật dụng cần thiết của bạn là dây kéo căng cơ hoặc dây cáp. Hãy ngồi hơi gập đầu gối và giữ cho lưng thẳng; đồng thời nhẹ nhàng chồm về phía trước để nắm lấy dây cáp. Bạn hãy thở ra khi kéo ngược trở lại nhé. Để ngả về trước, bạn nên hít vào và mở rộng khuỷu tay ra. Thực hiện 2-3 hiệp từ 6-12 lần.  Cử tạ  Cử tạ giúp nâng cao sức khỏe toàn thân, nhất là vùng lưng, mông và chân. Bạn cần có thanh tạ hoặc quả tạ để chơi môn này. Đứng thẳng hai chân hơi rộng hơn một chút so với vai. Hãy giữ quả tạ sát bên người bạn khi nhấc lên khỏi mặt đất. Phải đảm bảo là nâng cao cả phần vai và hông, và tránh gập cong phần lưng. Kỹ thuật của môn này rất quan trọng nên bạn có thể cũng cần một huấn luyện viên nào đó để tư vấn và gợi ý cho mình. Lặp lại một động tác từ 8-12 lần.  Những bài tập thể dục để tăng cường sức khỏe cơ bụng và bảo vệ lưng   Peeke rất chuộng các bài tập thể dục để tăng cường sức khỏe cơ bụng và bảo vệ lưng bởi chúng có thể nâng cao sức khỏe bên trong cơ thể bạn: đó là lưng và bụng. Bạn không học ở lớp được ư? Hãy thử tạo kiểu nằm cổ điển tương tự như hình bên ở nhà xem nào. Bạn hãy nằm xuống sàn và nhẹ nhàng nhấc 2 chân và 2 cánh tay lên. Người mới tập nên giữ cho đầu gối gập và 2 cánh tay song song với sàn. Khi bạn đã thuần thục hơn, hãy cố duỗi thẳng chân ra nhé. Việc nằm ở tư thế này sẽ đồng thời giúp kéo căng cơ lưng và cơ bụng cùng một lúc.  Hãy giảm bớt ca-lo  “Bạn có thể gập bụng hoài mãi nhưng vòng hai vẫn còn to,” Peeke cho biết “trừ phi bạn kiềm chế lượng ca-lo hấp thu của mình thôi.” Việc tránh xa món khoai tây chiên cho món trái cây ít ca-lo hoặc món ăn phụ nhiều rau là cách bắt đầu dễ dàng cho bạn. Nhiều lợi ích thực tế có thể có được nhờ việc giảm bớt hyđrat-các-bon đã tinh chế: bánh mì trắng, mì ống trắng, gạo trắng, và, tất nhiên là, cả đường nữa. Những loại thực phẩm này “làm cho bạn ăn không còn ngon miệng.”  Nên ăn nhiều prô-tê-in  Các thực phẩm giàu prô-tê-in hoặc chất xơ có thể giúp làm chậm quá trình tiêu hoá một cách thực sự. Kết quả là dạ dày bạn sẽ có cảm giác no lâu hơn và não bạn sẽ nhận được tín hiệu không cần ăn thêm nữa. Bạn sẽ hài lòng hơn với việc cơ thể hấp thụ ít ca-lo hơn.  Nên kén món rau trộn   Món rau trộn có thể làm cho bạn no và giúp bạn tránh các bữa ăn nhiều chất béo hơn. Nhưng xin hãy nhớ rằng không phải bất cứ món rau trộn nào cũng ít ca-lo. Các thứ gia vị, dầu ăn, bánh mì nướng (dùng với xúp), thịt muối xông khói, và phô mai là những món bổ sung thêm nhiều ca-lo và chất béo cho bạn. Để có được món rau trộn ít chất béo, giàu dinh dưỡng, bạn nên chọn các loại rau có màu đậm chẳng hạn như cải bina và tiêu. Tăng cường chất xơ Ngoài việc kiềm chế sự thèm ăn, chất xơ còn có thể phòng tránh được kẻ thù của bikini đó là chứng táo bón và căng bụng. Chế độ dinh dưỡng thường xuyên giàu chất xơ có thể giúp vòng hai của bạn phẳng hơn. nhưng cũng nên cẩn thận với việc bổ sung quá nhiều chất xơ trong thời gian quá nhanh. Một số thực phẩm giàu chất xơ, chẳng hạn như các loại đậu, có thể làm cho vòng eo của bạn lúc đầu trở nên tệ hại hơn. các nguồn bổ sung chất xơ khác gồm rau cải, trái cây, và ngũ cốc nguyên hạt. Đừng ăn muối  Tiến sĩ Peeke cảnh báo “Muối sẽ làm cho bạn phình như con cá nóc,” Và tình trạng phù nề này có thể kéo dài trong một vài ngày – không tốt chút nào khi mà bạn có ý định diện bộ bikini mới của mình. Bạn nên giảm muối bằng cách ăn các thực phẩm tươi sống thay vì các thức ăn đóng hộp. Khi ăn ngoài, bạn nên yêu cầu cho nước xốt ở một bên thức ăn. Một cách khác để làm giảm chứng ục ịch là nên chia nhỏ các bữa ăn trong ngày ra.  Hãy tránh xa bia rượu  Rượu bia có thể là kẻ thù ngầm đối với mục tiêu “thân hình bikini”của bạn:    * 12 ao-sơ bia có hàm lượng tương đương 150 ca-lo.  * Bia và rượu có ga làm to vòng eo.  * Bia rượu làm cho cơ thể giảm khả năng đốt cháy mỡ.  Nhiều công trình nghiên cứu cũng cho thấy người uống rượu cũng ăn nhiều hơn người kiêng rượu hoàn toàn.  Chọn mua bikini phù hợp dáng người của bạn: Dáng quả lê Nếu hông và đùi bạn tròn trĩnh hơn, bạn có thể rất cần che đi phần mông của mình bằng chiếc quần sọt nam. Nhưng kiểu dáng này có thể làm cho đùi bạn trở nên ngắn đi. Thay vào đó bạn nên chọn các kiểu quần sọt có đáy cao – loại quần nào sẽ làm cho chân bạn trông có vẻ dài hơn và mảnh mai hơn. Đối với phần thân trên, bạn nên chọn kiểu áo có cổ tim để thu hút ánh mắt của người đối diện hướng lên trên.  Chọn mua bikini phù hợp dáng người của bạn: Dáng quả táo  Nếu bạn gặp rắc rối phần bụng, hơn cả phần hông thì cũng nhiều người tương tự như bạn thôi. May mắn là, cũng có nhiều bộ áo tắm một mảnh kiểu cách có thể giúp bạn nguỵ trang được. Nhiều kiểu áo choàng, thiết kế chi tiết hai bên hông và xếp nếp tổ ong thường giúp cho vòng hai của bạn trông thon thả hơn. Để đánh lạc hướng chú ý vùng thắt lưng, bạn nên chọn những chiếc áo có cổ tim khoét sâu. Chọn mua bikini phù hợp dáng người của bạn: Dáng đồng hồ cát  Nếu bạn có hình dáng đồng hồ cát thì bạn có thể mặc được rất nhiều kiểu dáng bikini khác nhau. Áo tắm một màu sẽ làm cho bạn trông mượt mà, bắt mắt, nhưng bạn cũng có thể làm sinh động thêm bằng chiếc bikini có hoa văn in đậm. Những chiếc áo tắm có dây choàng qua cổ cũng rất tuyệt, và bạn đừng ngại kiểu cổ khoét sâu xuống dưới. Các kiểu áo tắm dây cũng có thể là những kiểu dáng ưa chuộng của bạn – dây cột sẽ điều chỉnh để làm vừa vặn người có vùng hông hấp dẫn hơn.     Chọn mua bikini phù hợp dáng người của bạn: Khuôn ngực đầy đặn  Nếu bạn có vòng một đầy đặn, bạn cần nên chọn kiểu bikini có thể nâng đủ ngực và làm cho ngực đẹp thêm. Kiểu áo tắm có dây quàng cổ thắt sau lưng và có thể có cảm giác nâng vòng một thích hợp. Những chiếc áo tắm không dây hoặc che áo ngực cũng thích hợp với bạn. Nếu bạn sử dụng size D hoặc lớn hơn thì nên tránh kiểu áo có đường viền cổ cao và phần trên áo hình tam giác, sẽ không nâng được vòng một đầy đủ.   Chọn mua bikini phù hợp dáng người tròn trịa của bạn Bạn nên tìm mua kiểu có hoạ tiết xinh đẹp ở cổ có thể thu hút ánh nhìn của người đối diện hướng lên trên: vải chêm vui mắt hoặc ren lưới, cổ tim hấp dẫn, hoặc một khối màu nào đó chẳng hạn. Bạn hãy thử chiếc váy trơn, vừa vặn cho thân hình không mấy thon gọn của mình xem nhưng hãy chọn váy ngắn nhé. Đối với áo tắm hai mảnh thì chiếc dải thắt lưng có nhiều nếp gấp hoặc đường diềm xếp nếp có thể được điều chỉnh cao hơn để làm cho bụng của bạn trông có vẻ thon gọn hơn. các màu nhạt làm cho bạn trông mảnh mai hơn trong khi những màu sặc sỡ có thể cho người đối diện thấy từng đường nét u lồi cuả bạn.  Chọn mua bikini phù hợp dáng người gầy guộc của bạn Thân hình vạm vỡ có thể trông đẹp nhất với những bộ bikini dây; việc mặc áo kín có thể làm bạn trông đỡ gầy hơn. bạn hãy nên chọn kiểu áo có đường diềm xếp nếp và nếp gấp, kiểu áo này sẽ giúp bạn nhìn cân đối hơn. những kiểu hoa văn sặc sỡ sẽ làm bạn trông dễ nhìn hơn, và đừng ngại chèn một miếng lót nhỏ để làm  cho phần thân trên của bạn được tròn trịa hơn.  Hãy để dành kem chống nắng Bạn có thể thích vẻ đẹp của một làn da rám nắng nhưng ánh nắng mặt trời có thể gây hại rất lớn cho sức khỏe và ngoại hình của bạn. Trong ánh nắng mặt trời tồn tại tia UVA, có thể gây lão hoá sớm và ung thư da, và tia UVB là nguyên nhân chính gây rám nắng. Kem chống nắng quang phổ rộng có thể giúp bạn phòng tránh được cả hai loại đó. Bạn nên đảm bảo phải che chắn da tốt, và đừng quên thoa kem bảo vệ môi nhé.  Bạn nên mua kính mát chất lượng  Các tia UVA và UVB cũng gây hại cho mắt. Việc để mắt tiếp xúc quá nhiều với những loại tia này ngày này qua ngày nọ có thể làm tăng nguy cơ bệnh đục thuỷ tinh thể. Ánh sáng chói cũng có thể làm cho bạn bị lác mắt, góp phần gây ra nhiều đường nhăn nhỏ li ti quanh mắt. Bạn nên tìm những kính mát giúp phòng tránh đặc biệt tia UVA và UVB. Nhưng xin lưu ý rằng cũng có nhiều loại mắt kính, thậm chí là kính đen cũng không giúp bảo vệ mắt khỏi tia UV được.  Nên làm mềm da Nếu muốn khoe làn da láng mượt vào mùa hè này, bạn nên thử sử dụng sản phẩm tẩy tế bào chết và làm ẩm da. Phương pháp tẩy tế bào chết là làm bong tróc các tế bào da chết làm cho da sạm và xù xì thô ráp. A-xít hydroxy có trong nhiều sản phẩm chăm sóc da có thể mua tự do, giúp bạn tẩy được tế bào chết nhanh hơn. Bạn cũng cần sử dụng kem dưỡng ẩm hằng ngày bởi nó có thể giúp da giữ nước và làm cho da bạn trông có vẻ căng mượt hơn.  Tẩy lông thừa  Có nhiều cách để tẩy sạch lông thừa ở vùng háng. Phương pháp cạo chỉ là giải pháp tạm thời. Kem tẩy lông có thể làm cho lông không mọc trở lại đến 2 tuần. Cách tẩy này có thể sử dụng được lâu hơn, trong khi phương pháp điện phân và tẩy lông bằng tia la-ze được coi là giải pháp lâu dài. Tẩy lông bằng tia la-ze có hiệu quả nhất đối với người có da trắng và nhất là ở vùng háng. Bác sĩ da liễu có thể giúp bạn tìm ra phương pháp phù hợp nhất với nhu cầu của mình. Cho cơ thể bạn một làn da rám nắng an toàn  Khi người ta càng ngày càng biết đến nhiều về các mối nguy hại của tia UV thì nhiều sản phẩm rám nắng không do mặt trời đang lên ngôi. Những sản phẩm này không bắt bạn phải chà màu đồng lên người. Kem rám nắng không do mặt trời sử dụng thành phần có tên là DHA chỉ xúc tác với lớp da trên cùng. Kem này có thể làm đổi màu da, không vấy bẩn lên quần áo. Vẻ “rám nắng” sẽ dần dần mờ đi khi các tế bào da chết bong ra.  Nên chăm sóc chân Việc chăm sóc chân kỹ lưỡng cũng có thể giúp bạn có được một vóc dáng hoàn hảo cho mùa áo tắm này. Nếu đến thẩm mỹ viện, bạn nên lên lịch hẹn ngay vào buổi sáng sớm khi mà các chậu rửa chân thường sạch sẽ nhất. hãy mang theo đồ dùng riêng của mình bởi vi khuẩn và nấm có thể dễ dàng lây truyền từ ngày này sang người kia. Và bạn cũng đừng nên cạo chân mình trước nhé – vi khuẩn có thể xâm nhập vào cơ thể qua những vết trầy xước nhỏ.   Cố gắng phấn đấu nhưng không phải là hoàn hảo tuyệt đối  Trong quyển sách của mình, tiến sĩ Peeke đã cho phụ nữ lời khuyên “hãy cố gắng phấn đấu nhưng không phải là hoàn hảo tuyệt đối.” Việc nhắm đến mức độ hoàn hảo thường dẫn đến “cảm giác tê liệt”, mất hoạt động. Thay vì so sánh mình với các hình người mẫu trong tạp chí, bạn nên so bản thân hiện giờ với cách đây một tháng xem sao. Hãy vui mừng với những đổi thay lành mạnh trong cuộc sống của mình và tránh đi những hy vọng hão huyền không có thực. Nếu bạn nhìn bao quát khắp bãi biển, bạn sẽ để ý thấy hầu hết người ta đều không ai hoàn hảo.     "
        }
    ],
    "suggestions": []
}