{
    "en_vn": {
        "data": {
            "content": null,
            "word": "acclaimed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "acclaimed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>acclaimed</k><blockquote>▸ <cclass>adjective CELEBRATED, admired, highly rated, lionized, honoured, esteemed, exalted, well thought of, well received, acknowledged; eminent, great, renowned, distinguished, prestigious, illustrious, pre-eminent.</cclass></blockquote></div>",
            "word": "acclaimed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "acclaimed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "acclaimed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A much <em>acclaimed</em> performance",
            "vi": "Một cuộc trình diễn được tán thưởng nhiệt liệt"
        },
        {
            "en": "Be <em>acclaimed</em> king",
            "vi": "Được tôn lên làm vua"
        },
        {
            "en": "To be <em>acclaimed</em> Emperor/King",
            "vi": "Được tôn làm Hoàng Đế"
        },
        {
            "en": "They <em>acclaimed</em> the new policy.",
            "vi": "Họ đã hoan nghênh chính sách mới."
        },
        {
            "en": "He was <em>acclaimed</em> king since then.",
            "vi": "Kể từ đó, anh ta được tôn lên làm vua."
        },
        {
            "en": "It was <em>acclaimed</em> as a great discovery.",
            "vi": "Việc đó được hoan nghênh như là một phát kiến vĩ đại."
        },
        {
            "en": "That was a much <em>acclaimed</em> performance.",
            "vi": "Đó là một cuộc trình diễn được tán thưởng nhiệt liệt."
        },
        {
            "en": "It is <em>acclaimed</em> as a great discovery.",
            "vi": "Nó được chấp nhận là một phát hiện vĩ đại."
        },
        {
            "en": "The new website brings their internationally <em>acclaimed</em> products into focus.",
            "vi": "Trang web mới đã nêu bật những sản phẩm được cả thế giới tôn vinh."
        },
        {
            "en": "A founding member of the <em>acclaimed</em> Texas group The Lost Gonzo Band, Bob Livingston released an <em>acclaimed</em> solo album, Mahatma Gandhi & Sitting Bull, in 2004.",
            "vi": "Là thành viên sáng lập của ban nhạc danh tiếng Texas, The Lost Gonzo, Bob Livingston phát hành một album cá nhân rất nổi tiếng vào năm 2004 tựa đề Mahatma Gandhi & Sitting Bull (Mahama Gandhi và Bò Ngồi)."
        },
        {
            "en": "<em>Acclaimed</em> is publicly written and talked about in an admiring way.",
            "vi": "\"Acclaimed\" (được tôn vinh) là công khai được viết hay nói đến theo cách đầy ngưỡng mộ."
        },
        {
            "en": "He was an <em>acclaimed</em> pianist at the age of 14 years.",
            "vi": "Anh ta chơi dương cầm được tán dương khi mới 14 tuổi."
        },
        {
            "en": "<em>Acclaimed</em> is publicly written and talked about in an admiring way.",
            "vi": "\"Acclaimed\"(được tôn vinh) là công khai được viết hay nói đến theo cách đầy ngưỡng mộ."
        },
        {
            "en": "I decided to read a novel that had been made into an <em>acclaimed</em> film.",
            "vi": "Tôi quyết định đọc cuốn tiểu thuyết đã chuyển thể thành bộ phim, nhận được nhiều lời khen ngợi."
        },
        {
            "en": "The book has been widely <em>acclaimed</em> by critics and readers alike.",
            "vi": "Quyển sách đã được đông đảo các nhà phê bình cũng như độc giả hoan nghênh."
        },
        {
            "en": "Author Steven Donahue is selling the movie rights to his critically <em>acclaimed</em> novel.",
            "vi": "Tác giả Steven Donahue đang bán bản quyền phim của tiểu thuyết được đánh giá cao của ông."
        },
        {
            "en": "Each of these books will feature exquisite illustrations by internationally <em>acclaimed</em> artists.",
            "vi": "Mỗi một quyển sách này sẽ được minh họa khéo léo bởi những họa sỹ tên tuổi thế giới."
        },
        {
            "en": "\"Purple Hibiscus\" was an internationally <em>acclaimed</em> first novel which has sold over 100000 copies in the British.",
            "vi": "\"Purple Hibiscus\" đã là cuốn tiểu thuyết đầu tiên được quốc tế hoan nghênh, bán được hơn 100.000 bản tại Anh."
        },
        {
            "en": "6. Lincoln's <em>acclaimed</em> Gettysburg Address was dismissed by the Chicago Times as \"silly, flat and dishwatery utterances\".",
            "vi": "6. Bài diễn văn Gettyburg nổi tiếng của Lincoln đã bác bỏ bởi tờ báo Chicago Times như \"ngớ ngẩn, cào bằng...\""
        },
        {
            "en": "\"Purple Hibiscus\" was an internationally <em>acclaimed</em> first novel which has sold over 100000 copies in the British.",
            "vi": "\"Purple Hibiscus\"đã là cuốn tiểu thuyết đầu tiên được quốc tế hoan nghênh, bán được hơn 100. 000 bản tại Anh."
        }
    ],
    "suggestions": []
}