{
    "en_vn": {
        "data": {
            "content": null,
            "word": "accommodations"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>accommodations</k><blockquote><cclass>chiefly N. Amer. lodgings.</cclass></blockquote><blockquote>→ <kref>accommodation</kref></blockquote></div>",
            "word": "accommodations"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "accommodations"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>accommodations</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>AE</abr>) </ex></blockquote></blockquote><blockquote><b>place to live</b></blockquote><blockquote><blockquote><ex>1) to secure; seek accommodations </ex></blockquote></blockquote><blockquote><blockquote><ex>2) deluxe; first-class; hotel; second-class; travel accommodations</ex></blockquote></blockquote></div>",
            "word": "accommodations"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "accommodations"
        }
    },
    "sentences": [
        {
            "en": "Students lack <em>accommodations</em>, dormitories left idle",
            "vi": "Sinh viên thiếu chỗ ở, ký túc xá bỏ hoang"
        },
        {
            "en": "All backpacker's <em>accommodations</em> are ideal for the independent traveller.",
            "vi": "Tất cả các phòng cho du khách ba lô là nơi lý tưởng cho người đi du lịch độc lập."
        },
        {
            "en": "<em>Accommodations</em> are needed for the quality care of its residents.",
            "vi": "Nhà ở cần thiết cho việc chăm sóc chất lượng của các cư dân của nó."
        },
        {
            "en": "\"<em>Accommodations</em>\" is accommodation for staying, living, or working in.",
            "vi": "\"Accommodations\" là phòng để ở, sống hay làm việc."
        },
        {
            "en": "I believe there would be issues with unconditional <em>accommodations</em>.",
            "vi": "Tôi tin rằng nếu nhân viên nhất nhất làm theo phương pháp của cấp trên vô điều kiện thì sẽ có nhiều vấn đề xảy ra đấy."
        },
        {
            "en": "   - Study-cards with notes, or visual recall, or <em>accommodations</em> for auditory learners? ",
            "vi": "   - Những thẻ ghi nhớ bài có ghi chú, hoặc gợi nhớ qua thị giác, hoặc chỗ tiện nghi thuận tiện đối với việc học nghe?"
        },
        {
            "en": "The vacation packages include hotel <em>accommodations</em> and tours but not meals.",
            "vi": "Tour du lịch trọn gói bao gồm phòng nghỉ tại khách sạn, tham quan thắng cảnh nhưng không bao gồm ăn uống."
        },
        {
            "en": "The proposed Disability Law should provide reasonable <em>accommodations</em> to all children with disabilities.",
            "vi": "Dự thảo Luật Người khuyết tật nên cung cấp nơi cư ngụ phù hợp cho tất cả TKT."
        },
        {
            "en": "Then would you mind arranging <em>accommodations</em> for mr. Tanaka, one of our clients from Japan?",
            "vi": "Phiền anh sắp xếp chỗ ở cho ông ấynaka, một trong các khách hàng đến từ nhật?"
        },
        {
            "en": "The local authority manages to arrange the <em>accommodations</em> for the residents after the land clearance.",
            "vi": "Chính quyền địa phương đang cố gắng sắp xếp chỗ ở cho người dân sau khi giải tỏa đất."
        },
        {
            "en": "The whole trip including air fare and <em>accommodations</em> is seventeen thousand dollars.",
            "vi": "Chi phí toàn bộ chuyến đi bao gồm cả tiền vé máy bay và chỗ ở là 17. 000 đô la."
        },
        {
            "en": "Denying persons with disabilities reasonable <em>accommodations</em> constitutes discrimination on the basis of disability.",
            "vi": "Phủ nhận môi trường sống của NKT sẽ tạo nên phân biệt đối xử vì lý do khuyết tật."
        },
        {
            "en": "We hope the delegation will find the <em>accommodations</em> and service satisfactory.",
            "vi": "Chúng tôi hy vọng phái đoàn sẽ hài lòng với chỗ ở và sự phục vụ."
        },
        {
            "en": "An accommodation is a place for someone to stay, live, or work in. The usual American word is <em>accommodations</em>.",
            "vi": "\"Accommodation\" (phòng ở) là một nơi để ở, sinh sống hay làm việc. Từ thường dùng ở Mỹ là \"accommodations\"."
        },
        {
            "en": "With <em>accommodations</em> for more than 200 officers and 1200 enlisted personnel, the ship provides all the services of a small town.",
            "vi": "Với sức chứa hơn 200 sỹ quan và 1.200 thuỷ thủ, tàu có thể cung cấp tất cả các dịch vụ như một thành phố nhỏ."
        },
        {
            "en": "A core principle of the CRPD is that reasonable <em>accommodations</em> are needed to ensure “[f]ull and effective participation in society” for all people with disabilities.",
            "vi": "Một nguyên tắc cốt lõi của CRPD là cần có những cư ngụ hợp lý để bảo đảm cho tất cả những NKT “tham gia đầy đủ và hiệu quả vào xã hội”."
        },
        {
            "en": "Finally, many children with disabilities do not receive the reasonable <em>accommodations</em> that would enable them to learn in either special or inclusive schools.",
            "vi": "Cuối cùng, rất nhiều TKT không có được điều chỉnh phù hợp cho phép các em có thể học tập hoặc ở trường chuyên biệt, hoặc ở trường hòa nhập."
        },
        {
            "en": "<em>Accommodations</em> for most teachers was no more than three square meters of personal living space shared with two to three others.",
            "vi": "Chỗ ăn ở của hầu hết giáo viên là chỉ không quá 3 mét vuông cho không gian sinh hoạt của mỗi người, ở chung với hai hoặc ba giáo viên khác."
        },
        {
            "en": "Reasonable <em>accommodations</em> shall be available for children with disabilities with regard to age of enrollment, fees, conditions of schools, and modes of communication.",
            "vi": "Môi trường cư ngụ hợp lý phải có sẵn cho TKT xét về độ tuổi đến trường, lệ phí, điều kiện của nhà trường, và những hình thức giao tiếp."
        },
        {
            "en": "Members of the Board of supervision will be paid expenses such as meals, <em>accommodations</em>, transportation and fees for using independent consultants at an appropriate rate.",
            "vi": "Thành viên ban kiểm soát được thanh toán chi phí ăn, ở, đi lại, chi phí sử dụng dịch vụ tư vấn độc lập với mức hợp lý."
        }
    ],
    "suggestions": []
}