{
    "en_vn": {
        "data": {
            "content": null,
            "word": "accounted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "accounted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "accounted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "accounted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "accounted"
        }
    },
    "sentences": [
        {
            "en": "We're <em>accounted</em> in sterling..",
            "vi": "Chúng tôi giao dịch bằng đồng Bảng Anh."
        },
        {
            "en": "She was <em>accounted</em> innocent.",
            "vi": "Cô ta được xem là vô tội."
        },
        {
            "en": "Be <em>accounted</em> innocent",
            "vi": "Được coi là vô tội"
        },
        {
            "en": "We 're <em>accounted</em> in sterling..",
            "vi": "Chúng tôi giao dịch bằng đồng Bảng Anh."
        },
        {
            "en": "Some relevant documents are not <em>accounted</em>.",
            "vi": "Một số chứng từ liên quan không được hạch toán."
        },
        {
            "en": "Countervailing evidence has to be <em>accounted</em> for.",
            "vi": "Bằng chứng đối kháng phải được giải thích."
        },
        {
            "en": "Her illness <em>accounted</em> for her absence.",
            "vi": "Ốm đau là lí do cô ấy vắng mặt."
        },
        {
            "en": "Every penny must be <em>accounted</em> for.",
            "vi": "Người ta phải tính toán từng xu."
        },
        {
            "en": "Fathers <em>accounted</em> for ten percent and sisters for seven percent.",
            "vi": "Những ông bố chiếm 10% và chị em gái chiếm 7%."
        },
        {
            "en": "Our anti aircraft guns <em>accounted</em> for five enemy bombers.",
            "vi": "Súng phòng không của ta đã hạ năm máy bay ném bom của địch."
        },
        {
            "en": "The investment is <em>accounted</em> for using the cost method.",
            "vi": "Sự đầu tư này được kế toán sử dụng phương pháp giá gốc."
        },
        {
            "en": "Our anti - aircraft guns <em>accounted</em> for five enemy bombers.",
            "vi": "Súng phòng không của chúng tôi đã bắn rơi được năm máy bay thả bom (oanh tạc cơ) của địch."
        },
        {
            "en": "The Japanese market <em>accounted</em> for 35% of total sales.",
            "vi": "Thị trường Nhật Bản chiếm 35% tổng doanh thu."
        },
        {
            "en": "Our anti-aircraft guns <em>accounted</em> for five enemy bombers",
            "vi": "Súng phòng không của chúng tôi đã bắn rơi được năm oanh tạc cơ của địch"
        },
        {
            "en": "Our anti-aircraft guns <em>accounted</em> for five enemy bombers.",
            "vi": "Súng phòng không của chúng tôi đã bắn rơi được năm máy bay thả bom (oanh tạc cơ) của địch."
        },
        {
            "en": "As of 2004 Western Europe and the USA <em>accounted</em> for approximately 37% each of the World Market whilst Japan <em>accounted</em> for just over 15%.",
            "vi": "Năm 2004, các nước Tây Âu và Hoa Kỳ chiếm gần 37% thị phần thế giới trong khi Nhật Bản chiếm chỉ trên 15%."
        },
        {
            "en": "Most of the jewellery that was stolen has now been <em>accounted</em> for.",
            "vi": "Đa số nữ trang đó bị lấy cắp bây giờ đã phát hiện được tung tích."
        },
        {
            "en": "This is a decrease since 1990 when the same group <em>accounted</em> for 31.1 per cent.",
            "vi": "Như vậy là giảm so với năm 1990 khi nhóm này chiếm tới 31,1 phần trăm."
        },
        {
            "en": "The top three donors alone <em>accounted</em> for 60 per cent of ODA disbursements in 2001.",
            "vi": "Chỉ riêng ba nhà tài trợ đứng đầu đã chiếm 60% tổng mức giải ngân ODA năm 2001."
        },
        {
            "en": "It is worth noting that manufacturing companies only <em>accounted</em> for 12% of our random sample.",
            "vi": "Cần ghi nhận rằng các doanh nghiệp trong ngành sản xuất chỉ chiếm 12% trong mẫu ngẫu nhiên."
        }
    ],
    "suggestions": []
}