{
    "en_vn": {
        "data": {
            "content": null,
            "word": "accra"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>accra</k><blockquote><cclass>[<cclass>'akrə<cclass>, <cclass>ə'krα:<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>akara</b>) </cclass></blockquote><blockquote>■ <cclass>noun (in West Africa and the Caribbean) a fritter made using black-eyed peas. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Yoruba <i>àkàrà</i> 'bean cake'. </blockquote></div>",
            "word": "accra"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "accra"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "accra"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "accra"
        }
    },
    "sentences": [
        {
            "en": "Key points agreed in the <em>Accra</em> Agenda for Action include:",
            "vi": "Sau đây là những nội dung chính đã được nhất trí trong Chương trình Hành động Accra:"
        },
        {
            "en": "We must not wait to implement <em>Accra</em> commitments.",
            "vi": "Chúng ta không được trì hoãn việc thực hiện các cam kết Accra"
        },
        {
            "en": "Viet Nam plays prominent role at High-Level Forum on Aid Effectiveness in <em>Accra</em>, Ghana",
            "vi": "Vai trò của Việt Nam nổi bật tại Diễn đàn Cấp cao về Hiệu quả viện trợ diễn ra ở Accra, Gana"
        },
        {
            "en": "Click here for the full text of the <em>Accra</em> Agenda for Action, or go to: www.accrahlf.net",
            "vi": "Nhấn chuột vào đây để xem toàn văn Chương trình Hành động hoặc truy cập vào địa chỉ: www.accrahlf.net"
        },
        {
            "en": "Berenice lives in a middle class neighbourhood in the capital city of <em>Accra</em> with her mother and brother.",
            "vi": "Berenice sống giữa đám xóm giềng trung lưu ở thủ đô Accra cùng với mẹ và anh trai cô."
        },
        {
            "en": "The <em>Accra</em> Agenda for Action calls for an urgent response: we must follow through on these commitments.",
            "vi": "Chương trình Hành động Accra kêu gọi hành động khẩn cấp: chúng ta phải thực hiện đầy đủ các cam kết này."
        },
        {
            "en": "We are happy that the discussions in <em>Accra</em> went beyond aid quality and addressed the development context and the catalytic role of aid.",
            "vi": "Chúng ta vui mừng vì các cuộc thảo luận ở Accra không chỉ dừng lại ở vấn đề chất lượng viện trợ mà còn đề cập tới bối cảnh phát triển và vai trò xúc tác của viện trợ."
        }
    ],
    "suggestions": []
}