{
    "en_vn": {
        "data": {
            "content": null,
            "word": "accreditation",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "accreditation",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "accreditation",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "accreditation",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "accreditation",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The college received full <em>accreditation</em> in 1965.",
            "vi": "Trường Cao đẳng đó đã được công nhận đầy đủ vào năm 1965."
        },
        {
            "en": "The reports on time will constitute grounds for withholding <em>accreditation</em>.",
            "vi": "Những bản báo cáo nộp đúng hạn sẽ tạo thành những cơ sở để giữ lòng tin."
        },
        {
            "en": "A new department of Assessment and <em>Accreditation</em>, established within the Ministry of Education and Training, initiated a self- <em>accreditation</em> process for select universities.",
            "vi": "Vụ Đánh giá và Cấp chứng chỉ – một bộ phận mới đã được thành lập trong Bộ Giáo dục và Đào tạo - bước đầu triển khai quy trình tự đánh giá đối với một số trường đại học."
        },
        {
            "en": "<em>Accreditation</em> by the ICF is added proof that a coach has undertaken professional training, has a minimum amount of experience and has passed an ICF <em>accreditation</em> exam.",
            "vi": "Sự công nhận bởi ICF sẽ là bằng chứng thêm rằng người huấn luyện đã qua đào tạo chuyên môn, có một khối lượng kinh nghiệm và đã đậu kỳ thi công nhận của ICF."
        },
        {
            "en": "<em>Accreditation</em> is official approval of an organization, worker, or course of study.",
            "vi": "\"Accreditation\"(sự cấp phép) là sự chấp nhận chính thức của một tổ chức, một công nhân hay một khóa học."
        },
        {
            "en": "<em>Accreditation</em> is official approval of an organization, worker, or course of study.",
            "vi": "\"Accreditation\" (sự cấp phép) là sự chấp nhận chính thức của một tổ chức, một công nhân hay một khóa học."
        },
        {
            "en": "College <em>accreditation</em> plays a very major role in the quality of the education.",
            "vi": "Sự công nhận trường cao đẳng đóng vai trò chủ yếu trong chất lượng giáo dục."
        },
        {
            "en": "The Decision establishing the National <em>Accreditation</em> Council would be provided to the Working Party once promulgated.",
            "vi": "Quyết định thành lập hội đồng công nhận quốc gia sẽ được cung cấp cho ban công tác ngay sau khi ban hành."
        },
        {
            "en": "In tertiary education, improving external quality assurance and <em>accreditation</em> is a major goal of the government.",
            "vi": "Đối với giáo dục cao đẳng và đại học, mục tiêu chính của chính phủ là nâng cao công tác kiểm định chất lượng độc lập và đảm bảo chất lượng."
        },
        {
            "en": "Encouragement could be in the form of providing tax or financial incentives for certification, or <em>accreditation</em>, and professional training.",
            "vi": "Sự khuyến khích có thể dưới dạng hỗ trợ thuế hoặc tài chính cho việc cấp giấy chứng nhận hoặc thừa nhận và đào tạo chuyên môn."
        },
        {
            "en": "Credit-based educational administration and higher education <em>accreditation</em> have been among the important subjects researched by Fulbright Scholars.",
            "vi": "Quản lý giáo dục đại học dựa trên tín chỉ, kiểm định chất lượng giáo dục đại học là những công trình nghiên cứu quan trọng do các học giả Fulbright thực hiện."
        },
        {
            "en": "<em>Accreditation</em> is someone who is accredited to a particular country has been officially sent to work there by their government.",
            "vi": "\"Accreditation\" là người được một đất nước nào đó thừa nhận đã được chính quyền của họ gửi đến làm việc ở đất nước đó."
        },
        {
            "en": "He added that his Government was considering establishing a National <em>Accreditation</em> Council as an effort towards reorganizing STAMEQ.",
            "vi": "Ông cho biết thêm chính phủ đang xem xét việc thành lập hội đồng công nhận quốc gia như một nỗ lực hoàn thiện stameq về tổ chức."
        },
        {
            "en": "Increasingly, associations also require continuing professional education to maintain such <em>accreditation</em>, as well as evidence of conformity to the industry's code of conduct.",
            "vi": "Càng ngày các hiệp hội cũng sẽ đòi hỏi tiếp tục giáo dục chuyên nghiệp để duy trì sự công nhận đó cũng như bằng chứng của việc tuân thủ các tiêu chuẩn đạo đức nghề nghiệp của ngành."
        },
        {
            "en": "The other method of quality control is through the licensing or <em>accreditation</em> of service suppliers, especially the requirement for ongoing continuing professional education.",
            "vi": "Một biện pháp kiểm soát chất lượng nữa là thông qua giấy phép hay cấp chứng nhận đối với nhà cung cấp dịch vụ, đặc biệt là yêu cầu đào tạo chuyên nghiệp thường xuyên."
        },
        {
            "en": "While these are important steps in developing a quality assurance system in Vietnam, <em>accreditation</em> is still a relatively new concept and not yet fully implemented.",
            "vi": "Mặc dù đây là những bước quan trọng để xây dựng hệ thống đảm bảo chất lượng giáo dục đại học ở Việt Nam, cấp chứng chỉ chất lượng là một khái niệm tương đối mới và vẫn chưa được triển khai hoàn toàn."
        },
        {
            "en": "However there was no avoiding the professional development courses, as they were part of the engineering <em>accreditation</em>, and there was no avoiding the joint ﬁrst year that all students took.",
            "vi": "Tuy nhiên không có việc né tránh các môn phát triển chuyên nghiệp, vì chúng là một phần của các môn được công nhận về kỹ nghệ, và không có né tránh năm chung đầu tiên mà tất cả sinh viên đều phải học."
        },
        {
            "en": "\"These ps affirmed that the change is along the right track, and the number of virtual documents has reduced significantly,\" said Tran Van Nghia, deputy head of Department of Education Testing and <em>Accreditation</em>.",
            "vi": "Ông Trần Văn Nghĩa, phó Cục trưởng Cục khảo thí và kiểm đinh giáo dục nói, \"Những ps khẳng đinh rằng sự thay đổi là đúng đắn và số lượng hồ sơ ảo đã giảm đáng kể\""
        },
        {
            "en": "HÀ NỘI – Seven out of eight Vietnamese team members have bagged prizes at the 18th Asian Physics Olympiad held in Yakutsk, Russia from May 1 to 9, according to the General Department of Education Testing and <em>Accreditation</em> under the Ministry of Education and Training.",
            "vi": "HÀ NỘI - Theo Cục Khảo thí và Kiểm định chất lượng giáo dục của Bộ Giáo dục và Đào tạo, bảy trong số tám thành viên của đội Việt Nam đã giành được giải tại Olympic Vật lý châu Á lần thứ 18 được tổ chức tại Yakutsk, Nga từ ngày 1 đến ngày 9 tháng 5."
        },
        {
            "en": "HÀ NỘI – Seven out of eight Vietnamese team members have bagged prizes at the 18th Asian Physics Olympiad held in Yakutsk, Russia from May 1 to 9, according to the General Department of Education Testing and <em>Accreditation</em> under the Ministry of Education and Training.",
            "vi": "HÀ NỘI - Theo Cục Khảo thí và Kiểm định chất lượng giáo dục của Bộ Giáo dục và Đào tạo, bảy trong số tám thành viên của đội Việt Nam đã giành được giải tại Olympic Vật lý châu Á lần thứ 18 được tổ chức tại Yakutsk, Nga từ ngày 1 đến ngày 9 tháng 5."
        }
    ],
    "suggestions": []
}