{
    "en_vn": {
        "data": {
            "content": null,
            "word": "acetaminophen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>acetaminophen</k><blockquote><cclass>[<cclass>əˌsi:tə'mɪnəfɛn<cclass>, <cclass>əˌsɛtə-<cclass>, <cclass>ˌasɪtə-<cclass>]</cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun North American term for <kref>paracetamol</kref>. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: from para-<i>acet</i>yl<i>aminophen</i>ol. </blockquote></div>",
            "word": "acetaminophen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "acetaminophen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "acetaminophen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "acetaminophen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Take <em>acetaminophen</em> (Tylenol) for cramps.",
            "vi": "Uống acetaminophen (tylenol) nếu bị chuột rút."
        },
        {
            "en": "Treat a fever with <em>acetaminophen</em> (such as Tylenol).",
            "vi": "Hạ sốt bằng acetaminophen (như Tylenol)"
        },
        {
            "en": "<em>Acetaminophen</em>, also called paracetamol, is found in Tylenol, Excedrin and other drugs.",
            "vi": "Acetamoniphen, còn được gọi là paracetamol, được tìm thấy trong Tylenol, Excedrin và các loại thuốc khác."
        },
        {
            "en": "Mixing alcoholic drinks with <em>acetaminophen</em> is especially bad for the liver.",
            "vi": "Các thức uống có chứa cồn và chất acetaminophen đặc biệt không tốt cho gan."
        },
        {
            "en": "<em>Acetaminophen</em> is used as a pain and fever reducer for adults and children.",
            "vi": "Acetaminophen được dùng làm thuốc giảm đau và hạ sốt cho cả người lớn và trẻ em."
        },
        {
            "en": "People can accidentally take too much <em>acetaminophen</em> if they take several medicines that all contain it.",
            "vi": "Người ta có thể sẽ vô tình uống quá nhiều chất acetaminophen khi họ uống nhiều loại thuốc khác nhau cùng có chứa chất này."
        },
        {
            "en": "And more than twenty children in Bangladesh died last year after being given <em>acetaminophen</em>.",
            "vi": "Và năm ngoái có hơn hai mươi đứa trẻ ở Bangladesh bị chết sau khi được cho uống thuốc acetaminophen."
        },
        {
            "en": "<em>Acetaminophen</em> overdose is a leading cause of liver damage in the United States.",
            "vi": "Ở Mỹ, việc uống acetaminophen quá liều là nguyên nhân hàng đầu dẫn đến việc làm tổn thương gan."
        },
        {
            "en": "The group was especially concerned about prescription drugs that combine <em>acetaminophen</em> with stronger painkillers.",
            "vi": "Nhóm chuyên gia đó đặc biệt quan tâm đến các loại thuốc được kê toa trong đó chất acetaminophen được dùng chung với các loại thuốc giảm đau khác mạnh hơn."
        },
        {
            "en": "Taking too much <em>acetaminophen</em> can cause liver damage and even death.",
            "vi": "iệc uống quá nhiều chất acetamoniphen có khả năng làm cho gan bị tổn thương và thậm chí gây chết người."
        },
        {
            "en": "Depending on the age of your child, pain and fever may be treated with <em>acetaminophen</em> or ibuprofen.",
            "vi": "Tùy vào độ tuổi của bé mà bác sĩ sẽ cho thuốc acetaminophen hoặc ibuprofen để làm giảm đau và hạ sốt."
        },
        {
            "en": "The group proposed reducing the largest non-prescription dose of <em>acetaminophen</em> from one thousand milligrams to eight hundred milligrams.",
            "vi": "Nhóm này đã đề nghị giảm liều acetaminophen lớn nhất không theo toa từ 1000 miligram xuống 800 milligram."
        },
        {
            "en": "They also said people should take less than four thousand milligrams of <em>acetaminophen</em> in a single day.",
            "vi": "Họ cũng cho biết người ta nên uống ít hơn 400 miligram acetaminophen trong 1 ngày."
        },
        {
            "en": "The group proposed reducing the largest non - prescription dose of <em>acetaminophen</em> from one thousand milligrams to eight hundred milligrams.",
            "vi": "Nhóm này đã đề nghị giảm liều acetaminophen lớn nhất không theo toa từ 1000 miligram xuống 800 milligram."
        },
        {
            "en": "They also said people should take less than four thousand milligrams of <em>acetaminophen</em> in a single day.",
            "vi": "Họ cũng cho biết người ta nên uống ít hơn 4000 miligram acetaminophen trong 1 ngày."
        },
        {
            "en": "<em>Acetaminophen</em>, also called paracetamol, is found in Tylenol, Excedrin and other products that do not require a doctor's order or prescription.",
            "vi": "Acetamoniphen, cũng còn được gọi là paracetamol, được tìm thấy trong Tylenol, Excedrin và trong các loại thuốc khác. Người ta có thể mua được các loại thuốc này mà không cần có toa của bác sĩ."
        },
        {
            "en": "Treatment: Pain medication  Pain medications such as <em>acetaminophen</em> and nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen or naproxen can help relieve menstrual cramping.",
            "vi": "Điều trị u xơ tử cung bằng thuốc giảm đau  Các loại thuốc giảm đau như acetaminophen và thuốc kháng viêm không chứa steroid (NSAIDs) chẳng hạn như ibuprofen hoặc naproxen có thể giúp làm giảm hiện tượng chuột rút do kinh nguyệt."
        },
        {
            "en": "Other NSAIDs are available by prescription.  <em>Acetaminophen</em> (Tylenol) doesn't relieve inflammation, but it can help with pain and doesn't raise the risk of stomach problems like NSAIDs do. However, taking more than the recommended amount of <em>acetaminophen</em> can cause liver damage, especially if you have underlying liver disease. So it's important not to take more than the dose recommended on the package.",
            "vi": "Những thuốc NSAIDs khác có bán ở dạng kê toa.   Acetaminophen (Tylenol) không làm giảm viêm, nhưng nó có thể giúp giảm đau và không làm tăng nguy cơ gây đau dạ dày như NSAIDs. Tuy nhiên, việc sử dụng acetaminophen quá liều khuyến cáo có thể gây tổn hại gan, nhất là khi bạn bị bệnh gan tiềm ẩn. Vì vậy điều quan trọng là không nên sử dụng thuốc quá liều ghi trên bao bì."
        },
        {
            "en": "A well-stocked medicine cabinet should have:\n\n· <em>acetaminophen</em> or ibuprofen\n· adhesive bandages\n· antiseptic\n· calamine lotion\n· cool-mist vaporizer\n· cotton balls/swabs\n· insect repellent\n· nail clippers\n· sterile gauze pads and surgical tape\n· sunscreen\n· thermometer\n· tweezers",
            "vi": "Nên dự trữ đầy đủ các loại thuốc sau:\n\n\n· acetaminophen hoặc ibuprofen\n· băng dính\n· thuốc sát trùng\n· thuốc xức Calamine\n· máy phun hơi nước mát\n· bông cứu thương / gạc\n· thuốc diệt côn trùng\n· dụng cụ cắt móng\n· gạc vô trùng và băng phẫu thuật\n· kem chống nắng\n· nhiệt kế\n· nhíp"
        },
        {
            "en": "Combining a muscle relaxant with <em>acetaminophen</em> or an NSAID may provide better pain relief than either drug alone, at least short term. However, this kind of combination therapy may also increase the risk of side effects.",
            "vi": "Kết hợp thuốc giảm căng cơ với acetaminophen hoặc một loại NSAID nào đó có thể làm giảm đau tốt hơn sử dụng một trong hai loại thuốc đó đơn lẻ, ít nhất là trong một thời gian ngắn. Tuy nhiên, loại điều trị kết hợp này cũng có thể làm tăng nguy cơ gây tác dụng phụ."
        }
    ],
    "suggestions": []
}