{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ACK"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ACK"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ACK"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ACK"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tin báo nhận</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Tin báo nhận là một thông báo xác minh là đã nhận được hàng gửi. Khi dữ liệu được truyền giữa hai hệ thống thì người nhận có thể chứng thực đã nhận dữ liệu. Các tin báo nhận được dùng để bù đắp cho những mạng không đáng tin cậy. Tuy nhiên các tin báo nhận này có thể làm giảm năng suất thi hành trên mạng. Nếu mọi gói hàng đều yêu cầu có tin báo nhận thì một nửa năng suất mạng được dùng cho việc xác thực thông tin nhận hàng.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">ACK (acknowledge character)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ký tự báo nhận</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "ACK"
        }
    },
    "sentences": [
        {
            "en": "Yas' m, miss Melly, he <em>ack</em> lak a gempmum 'bout it, finished Mammy graciously.",
            "vi": "Phải, cô melly ạ, về chuyện này, cậu ấy cư xử rõ là bậc phong lưu công tử, mammy hoan hỉ kết luận."
        },
        {
            "en": "They're baa-<em>ack</em>! Bed bugs were thought to be a pest of the past, but recently they've been turning up in apartments and condos all over the place. Nobody's rolling out the welcome mat for these nasty critters, which feed on our blood while we sleep. Bed bugs may be happily feeding on you for weeks before you start to feel the effects. When a bed bug bites, it leaves a little of its saliva behind under your skin. Over time, your body becomes sensitized, and you start to experience itchy allergic reactions. Like fleas, bed bugs are notoriously difficult to get rid of, and can quickly spread to adjoining residences.",
            "vi": "Chúng đã trở lại! Rệp được cho là một dịch hại của quá khứ, nhưng gần đây chúng đã xuất hiện trở lại ở các căn hộ, chung cư và khắp mọi nơi. Không ai ưa thích gì những sinh vật gây khó chịu, bởi chúng hút máu của chúng ta trong khi chúng ta ngủ. Rệp có thể sung sướng hút máu bạn cả vài tuần trước khi bạn bắt đầu nhận thấy. Khi rệp cắn, nó để lại một chút nước bọt của nó dưới da bạn. Dần dà, cơ thể của bạn trở nên nhạy cảm, và bạn bắt đầu gặp phản ứng dị ứng ngứa. Như bọ chét, rệp nổi tiếng là khó diệt sạch, và có thể nhanh chóng lây lan sang các khu dân cư liền kề."
        }
    ],
    "suggestions": []
}