{
    "en_vn": {
        "data": {
            "content": null,
            "word": "acorea",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "acorea",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "acorea",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "acorea",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "acorea",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>ac</em> <em>ac</em>",
            "vi": "acac"
        },
        {
            "en": "<em>ac</em> 'mong",
            "vi": "nightmare"
        },
        {
            "en": "thanh pho toi <em>ac</em>",
            "vi": "grand theft auto vice city"
        },
        {
            "en": "Environmental Assessment (<em>EA</em>)",
            "vi": "đánh giá môi trường"
        },
        {
            "en": "He/she is <em>AC</em> - DC",
            "vi": "Anh ta\\Cô ta là người đồng tính."
        },
        {
            "en": "The chord <em>AC</em> subtends the arc ABC.",
            "vi": "Dây cung AC đối diện cung ABC."
        },
        {
            "en": "<em>AC</em> is abbreviation of alternating current.",
            "vi": "AC là chữ viết tắt của alternating current (dòng điện xoay chiều)."
        },
        {
            "en": "Ronaldo played for <em>AC</em> Milan before he transferred to Arsenal.",
            "vi": "Trước khi chuyển nhượng qua câu lạc bộ Arsenal, Ronaldo đã chơi cho AC Milan."
        },
        {
            "en": "Down the Krong Ana as far as <em>Ea</em> Don.",
            "vi": "Xuôi dòng krông ana xuống ea đờn."
        },
        {
            "en": "<em>AC</em> Milan will play AS Roma tomorrow evening.",
            "vi": "Câu lạc bộ AC Milan sẽ thi đấu với AS Roma vào tối mai."
        },
        {
            "en": "Why did he kill the <em>AC</em>/DC people?",
            "vi": "Tại sao hắn ta lại giết những người lưỡng tính?"
        },
        {
            "en": "toi gap <em>ac</em> mong dem qua va bi mat ngu",
            "vi": "i had a nightmare last night and i lost sleep"
        },
        {
            "en": "Last year, <em>EA</em> pitted its Medal of Honor franchise against Call of Duty : Black Ops.",
            "vi": "Năm ngoái, EA đã cạnh tranh quyền thương mại của bản Medal of Honor của mình với Call of Duty: Black Ops."
        },
        {
            "en": "Last year, <em>EA</em> pitted its Medal of Honor franchise against Call of Duty: Black Ops.",
            "vi": "Năm ngoái, EA đã cạnh tranh quyền thương mại của bản Medal of Honor của mình với Call of Duty : Black Ops."
        },
        {
            "en": "<em>AC</em>/DC is an offensive way of describing someone who is bisexual.",
            "vi": "AC/DC là một cách sỉ nhục để miêu tả người lưỡng tính."
        },
        {
            "en": "After this Spring fair, many newcomers have visited the <em>AC</em> and have become our members.",
            "vi": "Sau hội chợ Xuân này, rất nhiều người mới đến thăm và đăng ký làm thành viên của Trung tâm Hoa Kỳ."
        },
        {
            "en": "It was understood there was a rolling programme of maintenance work by the <em>EA</em>.",
            "vi": "Nó được hiểu là có một chương trình tiếp theo trong việc bảo trì của công ty EA."
        },
        {
            "en": "Trinh’s family came to settle in the village <em>Ea</em> ‘hiao commune in Dak Lak in 1995.",
            "vi": "Gia đình bà Trịnh đến định cư tại một làng ở xã Ea ‘hiao, tỉnh Dak Lak năm 1995."
        },
        {
            "en": "<em>AC</em> Milan has completed the signing of Ronaldo from Real Madrid.",
            "vi": "AC Milan đã hoàn tất việc ký hợp đồng của Ronaldo từ Real Madrid."
        },
        {
            "en": "Giao thong o Viet Nam la con <em>ac</em> mong cua du khach lan dau den day",
            "vi": "The traffic in Vietnamese is the nightmare for visiters for the first time"
        }
    ],
    "suggestions": []
}