{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'kwitl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự trả xong nợ, sự trang trải xong nợ nần</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự tha tội, sự tha bổng, sự tuyên bố trắng án</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự làm trọn (bổn phận, trách nhiệm...)</td></tr></table><i/></div>",
            "word": "acquittal",
            "pronounce": "[ə'kwitl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>acquittal</k><blockquote>■ <cclass>noun a judgement or verdict that a person is not guilty of a criminal charge. </cclass></blockquote></div>",
            "word": "acquittal",
            "pronounce": "[ə'kwitl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>acquittal</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the acquittal of the defendants</i>: CLEARING, exoneration; discharge, release, freeing; <cclass><i>informal</i> let-off; <cclass><i>formal</i> exculpation.</cclass></cclass></blockquote><blockquote><b>2</b><cclass><i>(archaic)</i><i>the acquittal of these duties</i>: DISCHARGE, carrying out, execution, performance.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>conviction.</blockquote></div>",
            "word": "acquittal",
            "pronounce": "[ə'kwitl]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>acquittal</k><blockquote><blockquote><ex><abr>n.</abr> (legal) to bring in an acquittal (the jury brought in an acquittal)</ex></blockquote></blockquote></div>",
            "word": "acquittal",
            "pronounce": "[ə'kwitl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "acquittal",
            "pronounce": "[ə'kwitl]"
        }
    },
    "sentences": [
        {
            "en": "The trial ended in her <em>acquittal</em>.",
            "vi": "Kết thúc phiên tòa là cô ta trắng án."
        },
        {
            "en": "<em>Acquittal</em> data showed that typically all funds for Programme 135 were used.",
            "vi": "Số liệu về thanh quyết toán cho thấy tất cả kinh phí của Chương trình 135 đã được sử dụng."
        },
        {
            "en": "\"<em>Acquittal</em>\" is an official judgment in a court of law that someone is not guilty of the crime they were accused of.",
            "vi": "\"Acquittal\"(sự tha bổng) là bản án chính thức trong phiên tòa là ai đó không phạm tội họ đã bị cáo buộc."
        },
        {
            "en": "Khan said he filed an appeal against the <em>acquittal</em> on May 18 but the men had already been freed on April 30.",
            "vi": "Khan cho biết ông đã nộp đơn khiếu nại về việc này vào ngày 18 tháng 5 nhưng những người đàn ông vẫn được trả tự do vào ngày 30."
        },
        {
            "en": "\"<em>Acquittal</em>\" is an official judgment in a court of law that someone is not guilty of the crime they were accused of.",
            "vi": "\"Acquittal\" (sự tha bổng) là bản án chính thức trong phiên tòa là ai đó không phạm tội họ đã bị cáo buộc."
        },
        {
            "en": "Despite the <em>acquittal</em>, the lurid allegations that came out in court took a fearsome toll on his career and image, and he fell into serious financial trouble.",
            "vi": "Mặc dù tha bổng, luận điệu khủng khiếp được truyền tụng trong toà án gây thiệt hại đáng sợ vào sự nghiệp của anh ấy và hình ảnh, và anh ấy bị khó khăn nghiêm trọng về tài chính."
        },
        {
            "en": "Michael Jackson   LOS ANGELES – Michael Jackson, the \"King of Pop\" who once moonwalked above the music world, died Thursday as he prepared for a comeback bid to vanquish nightmare years of sexual scandal and financial calamity. He was 50.   Jackson died at  UCLA Medical  Center after being stricken at his rented home in Holmby Hills. Paramedics tried to resuscitate him at his home for nearly three-quarters of an hour, then rushed him to the hospital, where doctors continued to work on him.  \"It is believed he suffered cardiac arrest in his home. However, the cause of his death is unknown until results of the autopsy are known,\" his brother Jermaine said. Police said they were investigating, standard procedure in high-profile cases.  Jackson's death brought a tragic end to a long, bizarre, sometimes farcical decline from his peak in the 1980s, when he was popular music's premier all-around performer, a uniter of black and white music who shattered the race barrier on MTV, dominated the charts and dazzled even more on stage.  His 1982 album \"Thriller\" — which included the blockbuster hits \"Beat It,\" \"Billie Jean\" and \"Thriller\" — is the best-selling album of all time, with an estimated 50 million copies sold worldwide.  At the time of his death,  Jackson was rehearsing hard for what was to be his greatest comeback: He was scheduled for an unprecedented 50 shows at a  London arena, with the first set for July 13.  As word of his death spread, MTV switched its programming to play videos from Jackson's heyday. Radio stations began playing marathons of his hits. Hundreds of people gathered outside the hospital. In New York's Times Square, a low groan went up in the crowd when a screen flashed that  Jackson had died, and people began relaying the news to friends by cell phone.  \"No joke. King of Pop is no more. Wow,\" Michael Harris, 36, of New York City, read from a text message a friend had sent him. \"It's like when Kennedy was assassinated. I will always remember being in Times Square when Michael Jackson died.\"  The public first knew him as a boy in the late 1960s, when he was the precocious, spinning lead singer of the Jackson 5, the singing group he formed with his four older brothers out of  Gary, Ind. Among their No. 1 hits were \"I Want You Back,\" \"ABC\" and \"I'll Be There.\"  He was perhaps the most exciting performer of his generation, known for his backward-gliding moonwalk, his feverish, crotch-grabbing dance moves and his high-pitched singing, punctuated with squeals and titters.   His single sequined glove, tight, military-style jacket and aviator sunglasses were trademarks, as was his ever-changing, surgically altered appearance.  \"For Michael to be taken away from us so suddenly at such a young age, I just don't have the words,\" said Quincy Jones, who produced \"Thriller.\" \"He was the consummate entertainer and his contributions and legacy will be felt upon the world forever. I've lost my little brother today, and part of my soul has gone with him.\"  Jackson ranked alongside Elvis Presley and the Beatles as the biggest pop sensations of all time. He united two of music's biggest names when he was briefly married to Presley's daughter, Lisa Marie, and Jackson's death immediately evoked comparisons to that of Presley himself, who died at age 42 in 1977.  As years went by,  Jackson became an increasingly freakish figure — a middle-aged man-child weirdly out of touch with grown-up life. His skin became lighter, his nose narrower, and he spoke in a breathy, girlish voice. He often wore a germ mask while traveling, kept a pet chimpanzee named Bubbles as one of his closest companions, and surrounded himself with children at his Neverland ranch, a storybook playland filled with toys, rides and animals. The tabloids dubbed him \"Wacko Jacko.\"  \"It seemed to me that his internal essence was at war with the norms of the world. It's as if he was trying to defy gravity,\" said Michael Levine, a Hollywood publicist who represented  Jackson in the early 1990s. He called Jackson a \"disciple of P.T. Barnum\" and said the star appeared fragile at the time but was \"much more cunning and shrewd about the industry than anyone knew.\"  Jackson caused a furor in 2002 when he playfully dangled his infant son, Prince Michael II, over a hotel balcony in Berlin while a throng of fans watched from below.  In 2005, he was cleared of charges he molested a 13-year-old cancer survivor at Neverland in 2003. He had been accused of plying the boy with alcohol and groping him, and of engaging in strange and inappropriate behavior with other children.  The case followed years of rumors about Jackson and young boys. In a TV documentary, he acknowledged sharing his bed with children, a practice he described as sweet and not at all sexual.  Despite the <em>acquittal</em>, the lurid allegations that came out in court took a fearsome toll on his career and image, and he fell into serious financial trouble.   Michael Joseph Jackson was born Aug. 29, 1958, in  Gary. He was 4 years old when he began singing with his brothers — Marlon, Jermaine, Jackie and Tito — in the  Jackson 5. After his early success with bubblegum soul, he struck out on his own, generating innovative, explosive, unstoppable music.   The album \"Thriller\" alone mixed the dark, serpentine bass and drums and synthesizer approach of \"Billie Jean,\" the grinding Eddie Van Halen solo on \"Beat It,\" and the hiccups and falsettos on \"Wanna Be Startin' Somethin'.\"   The peak may have come in 1983, when Motown celebrated its 25th anniversary with an all-star televised concert and  Jackson moonwalked off with the show, joining his brothers for a medley of old hits and then leaving them behind with a pointing, crouching, high-kicking, splay-footed, crotch-grabbing run through \"Billie Jean.\"   The audience stood and roared.  Jackson raised his fist.   By then he had cemented his place in pop culture. He got the plum Scarecrow role in the 1978 movie musical \"The Wiz,\" a pop-R&B version of \"The Wizard of Oz,\" that starred Diana Ross as Dorothy.   During production of a 1984 Pepsi commercial,  Jackson's scalp sustains burns when an explosion sets his hair on fire.   He had strong follow-up albums with 1987's \"Bad\" and 1991's \"Dangerous,\" but his career began to collapse in 1993 after he was accused of molesting a boy who often stayed at his home. The singer denied any wrongdoing, reached a settlement with the boy's family, reported to be $20 million, and criminal charges were never filed.   Jackson's expressed anger over the allegations on the 1995 album \"HIStory,\" which sold more than 2.4 million copies, but by then, the popularity of  Jackson's music was clearly waning, even as public fascination with his increasingly erratic behavior was growing.   Jackson married Lisa Marie Presley in 1994, and they divorced in 1996. Later that year,  Jackson married Deborah Rowe, a former nurse for his dermatologist. They had two children together: Michael Joseph Jackson Jr., known as Prince Michael, now 12; and Paris Michael Katherine Jackson, 11. Rowe filed for divorce in 1999.    Jackson also had a third child, Prince Michael II. Now 7,  Jackson said the boy nicknamed Blanket as a baby was his biological child born from a surrogate mother.   Cardiac arrest is an abnormal heart rhythm that stops the heart from pumping blood to the body. It can occur after a heart attack or be caused by other heart problems.   Billboard magazine editorial director Bill Werde said Jackson's star power was unmatched. \"The world just lost the biggest pop star in history, no matter how you cut it,\" Werde said. \"He's literally the king of pop.\"    Jackson's 13 No. 1 one hits on the Billboard charts put him behind only Presley, the Beatles and Mariah Carey, Werde said.   \"He was on the eve of potentially redeeming his career a little bit,\" he said. \"People might have started to think of him again in a different light.\"    (Nguồn: http://news.yahoo.com/s/ap/us_obit_michael_jackson)",
            "vi": "Michael Jackson   LOS ANGELES – Michael Jackson, người được mệnh danh là “Ông vua nhạc Pop” đã từng trình diễn nhảy bước lùi trong thế giới âm nhạc, vừa mất hôm thứ năm khi đang chuẩn bị cho nỗ lực quay trở lại để vượt qua những năm tháng ác mộng bị xì-căng-đan tình dục và gặp khó khăn lớn về tài chính. Anh hưởng thọ 50 tuổi.   Jackson qua đời tại Trung tâm y tế UCLA sau khi bị đột quỵ tại ngôi nhà ông thuê ở Holmby Hills. Các nhân viên cứu thương đã cố làm anh ấy tỉnh lại trong gần bốn mươi lăm phút tại nhà anh ấy, sau đó vội vã đưa anh đến bệnh viện, nơi các bác sĩ tiếp tục nỗ lực cứu sống anh.  Người ta tin rằng anh ấy đã bị ngừng thở tại nhà anh. Tuy nhiên, nguyên nhân cái chết vẫn chưa được thông báo rõ ràng cho tới khi có kết quả khám nghiệm tử thi,” anh trai Jermaine của anh ấy cho biết. Cảnh sát cho hay họ đang điều tra, áp dụng thủ tục chuẩn đối với các trường hợp nổi tiếng.  Cái chết của Jackson là một kết thúc bi thương sau quá trình trượt dốc dài và đôi khi vô cùng kỳ lạ từ đỉnh cao của anh ấy vào những năm 1980, khi anh ấy đang là ca sĩ nổi tiếng nhất trong làng giải trí âm nhạc, người kết hợp âm nhạc của người da đen với người da trắng và là người phá bỏ rào cản về màu da trên MTV, chiếm lĩnh biểu đồ và làm mọi người sững sờ hơn nữa khi biểu diễn trên sân khấu.  Album “Thriller” vào năm 1982 của anh – có các bài thành công vang dội như “Beat It,” “Billie Jean” và “Thriller” – là album bán chạy nhất của mọi thời đại, với số lượng bán toàn cầu ước tính là 50 triệu bản.  Vào thời điểm qua đời, Jackson đang luyện tập chăm chỉ cho những gì được coi là sự quay lại vĩ đại nhất của anh ấy: Anh ấy đã lập lịch diễn lớn chưa từng thấy 50 chuyến bắt đầu tại Luân Đôn, với màn trình diễn đầu tiên vào ngày 13 tháng 7.  Khi tin tức về cái chết của anh lan truyền, MTV đã phát các băng vi-đê-ô từ thời hoàng kim của  Jackson trong chương trình của mình. Đài phát thanh bắt đầu phát nhanh các bài nổi tiếng của anh. Hàng trăm người tập trung bên ngoài bệnh viện. Tại Quảng trường Thời đại ở New York, một đám đông bắt đầu bày tỏ sự xúc động khi màn hình chạy dòng chữ Jackson đã qua đời, và người dân bắt đầu chuyển tin nhắn cho bạn bè qua điện thoại di động.  “Không phải chuyện đùa. Ông vua nhạc Pop đã không còn nữa. Trời ơi,” Michael Harris, 36 tuổi, một cư dân  New York, đọc tin nhắn của một người bạn gởi cho ông. “Giống như tin Kennedy bị ám sát. Tôi luôn nhớ đã nhận được tin Michael chết khi ở Quảng trường Thời đại.”  Công chúng trước tiên biết anh ấy như cậu bé vào cuối thập kỷ 60, khi anh ấy là người sớm phát triển, quay cuồng ca sĩ hàng đầu của The Jackson 5, ban nhạc mà anh ấy thành lập với bốn anh của anh ấy ra Gary, Ind. Trong số của họ số một xâm nhập được \" tôi muốn bạn trở lại, \" \" ABC \" và \" tôi sẽ ở đó. \"  Anh ấy là có lẽ người biểu diễn hứng thú nhất của thế hệ của anh ấy, nổi tiếng về điệu nhảy lùi về phía sau của anh ấy, sốt của anh ấy, các động tác khiêu vũ tóm đũng quần và giọng hát có âm vực cao của anh ấy, lúc lúc lại ngắt quãng với cười khúc khích và tiếng ré lên.   Găng tay óng ánh độc đáo của anh ấy, áo kiểu quân phục, ôm sát người và kính của phi công đã nhãn hiệu, như đã được luôn thay đổi của anh ấy, bề ngoài thay đổi bằng phẫu thuật.  \" vì Michael đã bị mang đi khỏi chúng tôi quá đột ngột ở một tuổi trẻ như vậy, tôi không thốt nên lời, \" đã nói Quincy Jones, người tạo ra \" ly kỳ. \" \" anh ấy là một nghệ sĩ trình diễn xuất sắc và đóng góp và di sản của anh ấy sẽ được cảm nhận trên khắp thế giới vĩnh viễn. Tôi đã mất em trai của tôi hôm nay, và một phần tâm hồn tôi đã đi với anh ấy. \"  Jackson xếp hạng sát Elvis Presley và Beatles như ca sĩ nhạc pop được yêu thích lớn nhất mọi thời đại. Anh ấy thống nhất hai tên tuổi nổi tiếng nhất của âm nhạc khi anh ấy kết hôn một thời gian ngắn với con gái của Presley, Lisa Marie, và cái chết của Jackson ngay lập tức gợi lên sự so sánh với chuyện của chính Presley, người qua đời ở tuổi 42 vào năm 1977.  Vì nhiều năm trôi qua,  Jackson trở thành một kẻ ngày càng quái đản - cậu bé trung niên một cách không bình thường mất liên lạc với cuộc sống trưởng thành. Da của anh ấy trở nên sáng hơn, mũi của anh ấy hẹp hơn, và và anh ấy nói giọng như con gái, nghe rõ cả tiếng thở.. Anh ấy thường đeo khẩu trang trong khi đi du lịch, nuôi tinh tinh làm thú cưng tên bong bóng như một bạn thân của anh ấy, và kết thân với trẻ em tại neverland của anh ấy ở, sân chơi sách truyện đầy đồ chơi, động vật và đi. Báo khổ nhỏ đặt bí danh cho anh ấy là \" wacko Jacko. \"  \" tôi cho rằng nội tâm của anh ấy mâu thuẫn với các chuẩn mực của thế giới. cứ như thể anh ấy đang cố thách thức trọng lực, \" đã nói Michael Levine, người quảng cáo danh tiếng Hollywood đại diện cho Jackson đầu những năm 1990. Anh ấy gọi  Jackson \" môn đồ của P.T. Barnum \" và đã nói ngôi sao có vẻ mỏng manh vào lúc đó nhưng là \" nhiều duyên dáng hơn và sắc sảo về công nghiệp hơn bất kỳ ai biết. \"   Jackson gây ra giận dữ vào năm 2002 khi anh ấy đong đưa đùa nghịch con trai mới sinh của anh ấy, Prince Michael II, trên ban - công khách sạn ở  Berlin trong khi đám đông người hâm mộ xem từ bên dưới.   Vào 2005, ông được minh oan đối với lời cáo buộc anh ấy quấy rối người sống sót ung thư 13 tuổi ở Neverland năm 2003. Anh ấy đã bị buộc tội chuốc rượu cậu bé và sờ mó anh ấy, và tham gia vào hành vi không phù hợp kỳ lạ và với trẻ em khác.  Trường hợp tiếp theo những năm tháng đồn đại về Jackson và chú bé. Trong một bộ phim tài liệu trên truyền hình, anh ấy công nhận ngủ với Trẻ em, cách thực hiện anh ấy mô tả như lành mạnh và không hề dính líu đến nhục dục.   Mặc dù tha bổng, luận điệu khủng khiếp được truyền tụng trong toà án gây thiệt hại đáng sợ vào sự nghiệp của anh ấy và hình ảnh, và anh ấy bị khó khăn nghiêm trọng về tài chính.  Michael Joseph Jackson được sinh ra Aug . 29, 1958, ở Gary. Anh ấy 4 tuổi khi anh ấy bắt đầu hát với anh em của anh ấy - Marlon, Jermaine, Jackie và Tito - trong The Jackson 5. Sau thành công ban đầu của anh ấy với tâm hồn thơ dại, anh ấy ra làm ăn riêng, tạo ra tiên tiến, nổ, nhạc không thể chặn lại.   Chỉ một mình album \" ly kỳ \" trộn bóng tối, giọng trầm xoáy và trống và nhạc cụ điện tử tổng hợp phương pháp của \" Billie Jean, \" độc tấu Eddie Van Halen xay trên \" thắng, \" và hiccups và giọng nam cao trên \" muốn được somethin ' startin '. \"  Đỉnh cao có thể đã đến vào năm 1983, khi motown ăn mừng kỷ niệm 25 của nó với buổi hoà nhạc toàn ca sĩ ngôi sao được phát hình trực tiếp và Jackson đi lùi ra với cuộc biểu diễn, tham gia với anh em của anh ấy cho bản nhạc hỗn hợp của những bài hát nổi tiếng ngày xưa rồi để quên chúng với chỉ chỏ, cúi mình, đá cao, vẹo bẹt chân, chạy tóm đũng quần qua \" Billie Jean. \"  Khán giả đứng và gầm rú.  Jackson giơ nắm đấm.  Đúng lúc đó anh ấy đã củng cố vị trí của anh ấy trong nền văn hoá nhạc pốp. Anh ấy có vai Scarecrow xịn nhất vào năm 1978 phim âm nhạc \", \" pop - B & R phiên bản \" Phù thủy xứ Oz, \" có Diana Ross đóng vai Dorothy.   Trong sản xuất một phim quảng cáo của Pepsi năm 1984, da đầu của  Jackson bị phỏng khi vụ nổ đốt cháy tóc của anh ấy.  Anh ấy có an - bom tiếp theo gây ấn tượng với \" tệ \" 1987 của và \" nguy hiểm 1991 của, \" nhưng sự nghiệp của anh ấy bắt đầu sụp đổ vào năm 1993 sau khi anh ấy bị buộc tội quấy rối cậu bé thường ở lại nhà của anh ấy. Ca sĩ phủ nhận mọi việc làm sai trái, dàn xếp ổn thoả với gia đình của cậu bé, đồn là 20 triệu đô-la Mỹ, và không bao giờ có một lời cáo buộc nào cả.   Tức giận bày tỏ của Jackson trên luận điệu trên an-bom năm 1995 \" lịch sử, \" mà đã bán được hơn 2.4 - triệu bản sao, nhưng đúng lúc đó, sự phổ biến của âm nhạc của Jackson rõ ràng là sắp suy tàn, ngay khi sức hấp dẫn công chúng với hành vi ngày càng thất thường của anh ấy đang phát triển.   Jackson Lisa Marie Presley đã lập gia đình vào năm 1994, và họ đã ly dị vào năm 1996. Cuối năm đó, Jackson Deborah Rowe đã lập gia đình, cựu y tá cho bác sĩ chuyên khoa da liễu của anh ấy. Họ có hai con với nhau : Michael Joseph Jackson Jr., gọi là Prince Michael, bây giờ 12 ; và Paris Michael Katherine Jackson, 11. Rowe xin ly hôn vào năm 1999.   Jackson còn có đứa con thứ ba, iii Prince Michael. Bây giờ 7, Jackson đã nói cậu bé đặt biệt danh Blanket như em bé là con ruột của anh ấy có từ người mẹ thay thế.   Tình trạng tim ngừng đập là nhịp tim bất thường ngăn không cho tim bơm máu vào cơ thể. Nó có thể xảy ra sau cơn đau tim hoặc gây ra do bệnh tim khác.  Tổng biên tập tạp chí Billboard Bill Werde đã nói tài năng ngôi sao của Jackson là không sánh được. \" thế giới vừa mới mất ngôi sao nhạc Pop lớn nhất trong lịch sử, cho dù bạn có đồng ý như vậy hay không, \" werde đã nói. \" anh ấy quả đúng là Vua nhạc Pop. \"  13 số một một xâm nhập của  Jackson trên danh sách các đĩa nhạc nổi tiếng bán chạy nhất của Billboard đặt anh ấy đằng sau chỉ presley, Beatles và Mariah Carey, werde đã nói.  \" anh ấy chuẩn bị tiềm ẩn phục hồi danh tiếng nghề nghiệp của anh ấy một chút, \" anh ấy đã nói. \" mọi người có thể đã bắt đầu nghĩ về anh ấy lại với cách nhìn khác. \"    (Nguồn: http://news.yahoo.com/s/ap/us_obit_michael_jackson)"
        }
    ],
    "suggestions": []
}