{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,ækrə'bætik]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">của hoặc giống như một người biểu diễn nhào lộn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">acrobatic feats</font><font color=\"#7E7E7E\">/</font><font color=\"#1371BB\">skills</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">ngón/tài nhào lộn điêu luyện</font></td></tr></table><i/></div>",
            "word": "acrobatic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "acrobatic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "acrobatic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "acrobatic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "acrobatic"
        }
    },
    "sentences": [
        {
            "en": "<em>Acrobatic</em> skills",
            "vi": "Ngón nhào lộn điêu luyện"
        },
        {
            "en": "<em>Acrobatic</em> feats",
            "vi": "Tài nhào lộn điêu luyện"
        },
        {
            "en": "Jason performs <em>acrobatic</em> feats at scary heights.",
            "vi": "Jason trình diễn những ngón/tài nhào lộn điêu luyện ở những độ cao chết người."
        },
        {
            "en": "The <em>acrobatic</em> show will start at 7:00 this evening.",
            "vi": "Buổi biểu diễn nhào lộn sẽ bắt đầu lúc 7 giờ tối nay."
        },
        {
            "en": "You can appreciate the singing and <em>acrobatic</em> combat.",
            "vi": "Bạn có thể thưởng thức tiếng hát và chiến đấu nhào lộn."
        },
        {
            "en": "Well, we'd like to see the <em>acrobatic</em> show tomorrow evening.",
            "vi": "Tôi muốn đi xem biểu diễn nhào lộn vào chiều mai."
        },
        {
            "en": "Aerialize is the high flying aerial <em>acrobatic</em> company.",
            "vi": "Aerialize là công ty chuyên biểu diễn nhào lộn trên không."
        },
        {
            "en": "A successful <em>acrobatic</em> show also requires appropriate clothing.",
            "vi": "Buổi trình diễn nhào lộn thành công cũng đòi hỏi quần áo thích hợp."
        },
        {
            "en": "<em>Acrobatic</em> is involving balancing, jumping, or turning your body with great skill.",
            "vi": "\"Acrobatic\"(của/giống như một người biểu diễn nhào lộn) là bao gồm giữ cân bằng, nhảy hay xoay người với kĩ năng rất tuyệt."
        },
        {
            "en": "She has <em>acrobatic</em> skills that allow her to evade a blow.",
            "vi": "Cô ấy có tài nhào lộn cho phép cô né một cú đấm."
        },
        {
            "en": "We will go to see the programs by the Chinese <em>Acrobatic</em> Circus.",
            "vi": "Chúng tôi sẽ đi xem chương trình xiếc nhào lộn Trung Quốc."
        },
        {
            "en": "Defender John Terry made an <em>acrobatic</em> save at the goal line.",
            "vi": "Hậu vệ John Terry đã có một pha bóng nhào lộn ở đường biên."
        },
        {
            "en": "<em>Acrobatic</em> is involving balancing, jumping, or turning your body with great skill.",
            "vi": "\"Acrobatic\" (của/giống như một người biểu diễn nhào lộn) là bao gồm giữ cân bằng, nhảy hay xoay người với kĩ năng rất tuyệt."
        },
        {
            "en": "The four forms of the performance are Dialogues, Singing, Acting and <em>Acrobatic</em> Combat.",
            "vi": "Bốn hình thức trình diễn là đối thoại, hát, diễn xuất và chiến đấu nhào lộn."
        },
        {
            "en": "There is a symphony orchestra, an <em>acrobatic</em> troupe, and a song and dance ensemble.",
            "vi": "Có một dàn nhạc giao hưởng, một đoàn biểu diễn xiếc và một đội đồng diễn hát múa."
        },
        {
            "en": "This program won a gold medal in the international <em>acrobatic</em> contest in Italy.",
            "vi": "Màn trình diễn này đã được huy chương vàng trong cuộc thi nhào lộn quốc tế tại Ý."
        },
        {
            "en": "Firstly, it is very distinctive, with its forked tail and characteristic <em>acrobatic</em> swooping flight .",
            "vi": "Đầu tiên, nó cực kỳ đặc biệt, với chiếc đuôi bị chẻ làm hai và khả năng bay nhào lộn đặc trưng."
        },
        {
            "en": "The singing, dancing, and its <em>acrobatic</em> feats-i am still having difficulty understanding the words on the singing though.",
            "vi": "Nhạc, khiêu vũ, và những kỳ công biểu diễn nhào lộn - tôi vẫn khó hiểu lời trong bài nhạc."
        },
        {
            "en": "My wife was an <em>acrobatic</em> dancer. Sort of a contortionist. She could smoke a cigarette while holding it between her toes.",
            "vi": "Vợ tôi là nghệ sĩ nhào lộn. Kiểu như uốn dẻo ấy. Cô ấy có thể hút một điếu thuốc khi kẹp nó giữa hai ngón chân."
        },
        {
            "en": "The Italian Air Force celebrates the 50 - year history of \"Frecce Tricolori\", national <em>acrobatic</em> team, and organized for the occasion, a large air show on September 11th and 12th, 2010, at Rivolto military airport.",
            "vi": "Cuộc triển lãm được tổ chức vào ngày 11 và 12 tháng 9 tại sân bay quân sự Rivolto, miền bắc Italia nhân dịp kỷ niệm 50 năm ngày thành lập Tricolors Arrows, đội bay nhào lộn quốc gia của Không quân Italia."
        }
    ],
    "suggestions": []
}