{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ækrəbæt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người biểu diễn những động tác như nhào lộn, đi bằng tay hoặc đi trên dây; người (biểu diễn) nhào lộn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà chính trị nghiêng ngả (dễ dàng thay đổi lập trường); nhà biện luận nghiêng ngả (dễ dàng thay đổi lập luận)</td></tr></table><i/></div>",
            "word": "acrobat",
            "pronounce": "['ækrəbæt]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>acrobat</k><blockquote>■ <cclass>noun an entertainer who performs acrobatics. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>acrobatic</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>acrobatically</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr. <i>acrobate</i>, from Gk <i>akrobatēs</i>, from <i>akrobatos</i> 'walking on tiptoe', from <i>akron</i> 'tip' + <i>bainein</i> 'to walk'. </blockquote></div>",
            "word": "acrobat",
            "pronounce": "['ækrəbæt]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>acrobat</k><blockquote>▸ <cclass>noun TUMBLER, gymnast, tightrope walker, wire walker, trapeze artist; <cclass><i>rare</i> funambulist.</cclass></cclass></blockquote></div>",
            "word": "acrobat",
            "pronounce": "['ækrəbæt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "acrobat",
            "pronounce": "['ækrəbæt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "acrobat",
            "pronounce": "['ækrəbæt]"
        }
    },
    "sentences": [
        {
            "en": "An <em>acrobat</em> can do tricks.",
            "vi": "Một diễn viên xiếc có thể nhào lộn."
        },
        {
            "en": "Adobe readies emergency patches for Reader, <em>Acrobat</em>",
            "vi": "Adobe chuẩn bị phát hành bản vá khẩn cấp cho Reader, Acrobat"
        },
        {
            "en": "He is a famous <em>acrobat</em> in Hanoi.",
            "vi": "Anh ta là một diễn viên xiếc nhào lộn nổi tiếng ở Hà nội đấy."
        },
        {
            "en": "He leaps to his feet, like an <em>acrobat</em>.",
            "vi": "Nhảy chồm dậy như một nghệ sĩ nhào lộn."
        },
        {
            "en": "It's not easy to be an <em>acrobat</em>, either.",
            "vi": "Cũng không dễ gì mà làm một diễn viên nhào lộn."
        },
        {
            "en": "We encourage to install <em>Acrobat</em> Reader that most using and popular",
            "vi": "Chúng tôi khuyến khích (các bạn) cài đặt Acrobat Reader - chương trình được ưa chuộng và sử dụng nhiều nhất"
        },
        {
            "en": "Adobe advises Reader and <em>Acrobat</em> users to update their product installations to the newly released versions: Adobe Reader XI (11.0.03), Adobe Reader X (10.1.7) and Adobe Reader 9.5.5 for Windows and Mac; Adobe Reader 9.5.5 for Linux; Adobe <em>Acrobat</em> XI (11.0.03), Adobe <em>Acrobat</em> X (10.1.7) and Adobe <em>Acrobat</em> 9.5.5 for Windows and Mac.",
            "vi": "Adobe khuyến cáo người dùng Reader và Acrobat nên cập nhật sản phẩm lên phiên bản mới phát hành: Adobe Reader XI (11.0.03), Adobe Reader X (10.1.7) và Adobe Reader 9.5.5 dành cho Windows và Mac; Adobe Reader 9.5.5 dành cho Linux; Adobe Acrobat XI (11.0.03), Adobe Acrobat X (10.1.7) và Adobe Acrobat 9.5.5 dành cho Windows và Mac."
        },
        {
            "en": "<em>Acrobat</em> is someone who can balance, jump, and turn their body in skilful ways, especially as a form of entertainment.",
            "vi": "\"Acrobat\" (diễn viên nhào lộn) là người có thể giữ thăng bằng, nhảy và xoay người theo những cách rất điêu luyện, đặc biệt như là một hình thức giải trí."
        },
        {
            "en": "Li Liu was born in Shenyang, China and started training as an <em>acrobat</em> at the age of six.",
            "vi": "Li Liu sinh ra tại Thẩm Dương, Trung Quốc và bắt đầu luyện tập làm một diễn viên nhào lộn lúc sáu tuổi."
        },
        {
            "en": "Adobe has released security updates for its Reader, <em>Acrobat</em>, Flash Player and ColdFusion products on Tuesday in order to fix many critical vulnerabilities, including one that is already actively exploited by attackers.",
            "vi": "Adobe đã phát hành bản cập nhật bảo mật cho các sản phẩm Reader, Acrobat Flash Player và ColdFusion hôm thứ Ba để sửa nhiều lỗ hổng quan trọng, gồm có một lỗ hổng đã bị những kẻ tấn công mạng tích cực khai thác."
        },
        {
            "en": "The Adobe Reader and <em>Acrobat</em> updates include fixes for 27 vulnerabilities, 24 of which could lead to arbitrary code execution if exploited successfully. One of the other flaws could allow attackers to bypass the sandbox protection in Adobe Reader, the company said in a security advisory.",
            "vi": "Bản cập nhật cho Adobe Reader và Acrobat sửa 27 lỗ hổng, trong đó có 24 lỗ hổng có thể tuỳ ý thực thi mã độc nếu được khai thác thành công. Một trong những lỗ hổng khác có thể cho phép những kẻ tấn công mạng vượt qua cơ chế bảo vệ sandbox trong Adobe Reader, hãng cho biết trong một cảnh báo bảo mật. "
        },
        {
            "en": "Adobe is not aware of any exploits or attacks in the wild targeting any of the issues addressed in the security updates for Adobe Reader, <em>Acrobat</em> and Flash Player, the company said in a note about the new security updates sent Tuesday via email.",
            "vi": "Adobe không hề biết đến bất kỳ vụ khai thác hay tấn công nào trong việc nhắm đến bất kỳ lỗi nào được khắc phục trong bản cập nhật bảo mật cho Adobe Reader, Acrobat và Flash Player, hãng bày tỏ trong một ghi chú gửi qua email hôm thứ Ba liên quan đến những bản cập nhật bảo mật mới phát hành này. "
        },
        {
            "en": "The vulnerabilities, CVE-2013-0640 and CVE-2013-0641, affect Adobe Reader and <em>Acrobat</em> versions 9 through 9.5.3, 10 through 10.1.5 and 11 through 11.0.1, according to Adobe. Microsoft's and Apple's platforms are affected. Patches will also be issued for Adobe Reader version 9 and earlier for Linux.",
            "vi": "Hai lỗ hổng, CVE-2013-0640 và CVE-2013-0641, ảnh hưởng đến Adobe Reader và Acrobat các phiên bản từ 9 đến 9.5.3, 10 đến 10.1.5 và 11 đến 11.0.1, theo Adobe. Các nền tảng của Microsoft và Apple đều bị ảnh hưởng.  Bản vá lỗi cũng sẽ được phát hành cho Adobe Reader phiên bản 9 và trước đó cho Linux.  "
        },
        {
            "en": "Adobe Systems and Oracle joined Microsoft today in releasing security updates, fixing a total of 62 vulnerabilities between the two of them. Microsoft wasn’t the only company to issue security patches today. Oracle and Adobe Systems pushed out updates to their products as well. Oracle plugged 47 security holes in a massive update, the company’s second of the year. Sixteen of the Oracle vulnerabilities are tied to the Oracle Solaris (formerly under Sun Microsystems) product suite. Eight of those 16 are remotely exploitable without user authentication.  Oracle also fixed eight bugs in its e-business suite portfolio, seven database vulnerabilities, one flaw in the Oracle Collaboration suite and five security fixes for Oracle Fusion Middleware. The update also included patches for four bugs in Oracle PeopleSoft and JD Edwards EnterpriseOne Suite and six fixes for vulnerabilities in the Oracle Industry Applications Suite.  Adobe meanwhile fixed 15 vulnerabilities in Adobe Reader and <em>Acrobat</em> and went forward with its plans for its new updater technology. The feature, explained Adobe Director of Product Security and Privacy Brad Arkin, will help protect users by ensuring they are running the most current versions of Adobe software.  “Most users who ever encountered a security problem using Adobe products were attacked via a known vulnerability that was patched in more recent versions of the software,” he blogged. “The new updater technology was designed to address part of this problem.” With the new updater, Windows users will be able to set Adobe Reader and <em>Acrobat</em> to automatically download updates without any user interaction. Qualys CTO Wolfgang Kandek said the feature should help slash the half-life - the time it takes to cut the occurrence of a vulnerability by half - for many users. “The overall half-life for Adobe Reader is slightly over 60 days, compared to just under 30 days for all software, and under 15 days for core Operating System software,” he said. “The silent updater will have a positive effect on updates for Adobe. We see much better update performance on Adobe Reader v9 then for the mix of v9/8 and v7 and attribute that to the existing updater in v9. I would expect the silent updater to further increase this gap.”",
            "vi": "Hôm nay Adobe Systems, Oracle cùng với Microsoft phát hành bản cập nhật bảo mật, cùng vá tổng cộng 62 lỗ hổng giữa hai trong số ba hãng này. Ngày nay Microsoft không còn là công ty duy nhất đưa ra bản vá bảo mật. Oracle và Adobe Systems cũng đã tung ra bản cập nhật cho các sản phẩm của họ. Oracle đã vá 47 lỗ hổng bảo mật bằng một bản cập nhật lớn, đây là lần cập nhật thứ hai trong năm của hãng. 16 lỗ hổng bảo mật của Oracle vẫn nằm trong bộ sản phẩm Oracle Solaris (trước đây là thuộc công ty Sun Microsystems). 8 trong 16 lỗi này có thể được khai thác từ xa mà không cần xác nhận người dùng. Oracle cũng đã vá 8 lỗi trong danh mục bộ phần mềm kinh doanh điện tử, 7 lỗ hổng cơ sở dữ liệu, 1 lỗi trong bộ phần mềm Oracle Collaboration và 5 bản vá bảo mật cho Oracle Fusion Middleware. Bản cập nhật cũng bao gồm bản vá cho 4 lỗi trong Oracle PeopleSoft và JD Edwards EnterpriseOne Suite và 6 bản vá lỗ hổng bảo mật trong bộ phần mềm Oracle Industry Applications Suite.  Đồng thời Adobe cũng vá được 15 lỗ hổng trong Adobe Reader và Acrobat và tiến tới thực hiện kế hoạch phát triển cho công nghệ trình cập nhật mới của hãng. Tính năng này theo Giám đốc bộ phận Bảo đảm về Bảo mật Sản phẩm của hãng Adobe Brad Arkin giải thích nó sẽ giúp bảo vệ người dùng bằng cách đảm bảo rằng họ đang chạy các phiên bản mới nhất của phần mềm Adobe. Ông đã viết trong blog rằng \" Hầu hết những người dùng đã từng gặp vấn đề về bảo mật khi dùng các sản phẩm của Adobe đã bị tấn công thông qua một lỗ hổng đã phát hiện và đã được vá trong nhiều phiên bản phần mềm gần đây hơn. Công nghệ của trình cập nhật mới được thiết kế để giải quyết phần nào vấn đề này.\" Với trình cập nhật mới, người dùng Windows sẽ có thể thiết lập Adobe Reader và Acrobat tự động tải các bản cập nhật mà không cần bất cứ sự tương tác nào của người dùng. Giám đốc công nghệ Qualys Wolfgang Kandek cho biết tính năng này sẽ giúp giảm bớt phân nửa chu kì cập nhật mà họ phải bỏ ra để giảm đi phân nữa sự xuất hiện một lỗ hổng cho nhiều người dùng. Ông ta cho biết “Nữa chu kì cập nhật toàn bộ cho Adobe Reader là nhỉnh hơn 60 ngày so với dưới 30 ngày cho tất cả phần mềm, và dưới 15 ngày dành cho phần mềm Hệ điều hành lõi“. Trình cập nhật ngầm sẽ có một ảnh hưởng khả quan đối với bản cập nhật cho Adobe. Chúng tôi thấy hiệu suất cập nhật tốt hơn rất nhiều trên Adobe Reader v9 sau đó cho phiên bản hỗn hợp v9/8 và v7 và thuộc tính mà có trong trình cập nhật hiện có ở phiên bản v9. Tôi hi vọng bản cập nhật ngầm sẽ tăng thêm khoảng cách này.” Bản Dịch của Nguyễn Thanh Tâm"
        }
    ],
    "suggestions": []
}