{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ædəmənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">kỉ cương</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(thơ ca) cái cứng rắn, cái sắt đá</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a heart of adamant</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tim sắt đá</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ cổ,nghĩa cổ) đá nam châm</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cứng rắn, rắn như kim cương</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sắt đá, gang thép</td></tr></table><i/></div>",
            "word": "adamant",
            "pronounce": "['ædəmənt]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>adamant</k><blockquote>■ <cclass>adjective refusing to be persuaded or to change one's mind. </cclass></blockquote><blockquote>■ <cclass>noun <cclass>archaic a legendary rock or mineral associated at times with both diamond and lodestones. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>adamance</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>adamancy</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>adamantly</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE (asnoun), from OFr. <i>adamaunt-</i>, via L. from Gk <i>adamas</i>, <i>adamant-</i>, 'untameable, invincible' (later used to denote the hardest metal or stone, hence diamond), from <i>a-</i> 'not' + <i>daman</i> 'to tame'. </blockquote></div>",
            "word": "adamant",
            "pronounce": "['ædəmənt]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>adamant</k><blockquote>▸ <cclass>adjective UNSHAKEABLE, immovable, inflexible, unwavering, unswerving, uncompromising, resolute, resolved, determined, firm, steadfast; stubborn, unrelenting, unyielding, unbending, rigid, obdurate, inexorable, intransigent, dead set.</cclass></blockquote></div>",
            "word": "adamant",
            "pronounce": "['ædəmənt]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>adamant</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) adamant about; in </ex></blockquote></blockquote><blockquote><blockquote><ex>2) adamant that + clause; <abr>subj.</abr> when the subjects of the clauses are different (he was adamant that he was fit to go; she was adamant that he not go)</ex></blockquote></blockquote></div>",
            "word": "adamant",
            "pronounce": "['ædəmənt]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kim cương</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đá kim cương</font></td></tr></tbody></table></div>",
            "word": "adamant",
            "pronounce": "['ædəmənt]"
        }
    },
    "sentences": [
        {
            "en": "A heart of <em>adamant</em>",
            "vi": "Tim sắt đá"
        },
        {
            "en": "You have a heart of <em>adamant</em>.",
            "vi": "Bạn có một trái tim sắt đá."
        },
        {
            "en": "On this point I am <em>adamant</em>.",
            "vi": "Về điểm này thì tôi kiên quyết."
        },
        {
            "en": "She is <em>adamant</em> on not changing her stand.",
            "vi": "Cô ta khư khư giữ vững lập trường."
        },
        {
            "en": "She was <em>adamant</em> that you couldn't have been responsible.",
            "vi": "Cô ấy cương quyết rằng bạn không thể chịu trách nhiệm."
        },
        {
            "en": "Peter was <em>adamant</em> that proper cocktails are pre-prandial libations.",
            "vi": "Peter đã kiên quyết rằng cocktail đúng cách là những thứ rượu uống trước bữa ăn."
        },
        {
            "en": "Peter was <em>adamant</em> that proper cocktails are pre - prandial libations.",
            "vi": "Peter đã kiên quyết rằng cocktail đúng cách là những thứ rượu uống trước bữa ăn."
        },
        {
            "en": "She is <em>adamant</em> about buying only organic food.",
            "vi": "Bà ta cương quyết chỉ mua thực phẩm hữu cơ."
        },
        {
            "en": "He was <em>adamant</em> that he would not pay any more money.",
            "vi": "Anh ta cương quyết không trả thêm bất cứ khoản tiền nào nữa."
        },
        {
            "en": "Despite his family’s objections, Thong remained <em>adamant</em> over his “revolutionary” choice.",
            "vi": "Bất chấp sự phản đối của gia đình, Thông vẫn kiên quyết với sự lựa chọn của mình."
        },
        {
            "en": "Let both parties be not <em>adamant</em>, but use their wise discretion and come to an amicable settlement.",
            "vi": "Cả đôi bên không nên cứng rắn, nhưng phải trân trọng, khôn ngoan để đi đến giải pháp thân hữu."
        },
        {
            "en": "According to Buddhist culture, duty supersedes rights. Let both parties be not <em>adamant</em>, but use their wise discretion and come to an amicable settlement. Otherwise, there will be mutual cursing and other repercussions.",
            "vi": "đôi với quyền lợi. Hãy để hai bên đi đến quyết định, nhưng sử dụng sự suy xét sáng suốt khôn ngoan của họ để đi đến một giải quyết êm đẹp. Ngược lại, sẽ có sự xô xát chửi rủa lẫn nhau và những hậu quả khác."
        },
        {
            "en": "According to Buddhist culture, duty supersedes rights. Let both parties be not <em>adamant</em>, but use their wise discretion and come to an amicable settlement. Otherwise, there will be mutual cursing and other repercussions.",
            "vi": "Theo nền văn hóa Phật giáo, bổn phận phải đi đôi với quyền lợi. Hãy để hai bên đi đến quyết định, nhưng sử dụng sự suy xét sáng suốt khôn ngoan của họ để đi đến một giải quyết êm đẹp. Ngược lại, sẽ có sự xô xát chửi rủa lẫn nhau và những hậu quả khác."
        },
        {
            "en": "These properties contribute to greater reactivity of DNA to electromagnetic fields than other tissues, making the long-term consequences of repeated microwave exposures to our genetic material of great concern. Dr. Blank is <em>adamant</em> when he says that there IS evidence of harm, and that the harm can be significant. He also points out that the science showing harmful effects has been peer-reviewed, published, and that the results have been replicated, evaluated and “judged by scientists capable of judging it.” I wrote an in-depth article about these findings back in January of last year. If you missed it, go ahead and review it now.",
            "vi": "Những đặc tính này khiến DNA có mức độ phản ứng nhiều hơn đối với những trường điện từ hơn là những mô khác, gây lo ngại về những hậu quả dài lâu đối với thành phần gen do liên tục tiếp xúc với vi sóng. Tiến sĩ Blank rất chắc chắn khi nói rằng đã có bằng chứng về những nguy hại, và những mối hại này có thể sẽ nghiêm trọng. Ông cũng chỉ ra rằng công trình khoa học cho thấy những tác động gây hại đã được công bố sau khi được khảo sát kỹ lưỡng bởi các chuyên gia trong cùng lĩnh vực, tức là những kết quả này đã được thực hiện lại, đánh giá và “phán xét bởi những nhà khoa học có khả năng”. Tôi đã viết một bài viết phân tích sâu về những phát hiện này hồi tháng 1 năm ngoái."
        },
        {
            "en": "World Cup 2010: Maradona Happy To Progress But Critical Of Referees    \nHe expects England and Italy to progress.\n Argentina coach Diego Maradona said his side had to overcome some poor refereeing to secure their third straight World Cup win, beating Greece 2-0 to finish top of Group B with maximum points.  Maradona was <em>adamant</em> that the Greeks' methods of dealing with the influential Lionel Messi deserved to be punished as he also insisted that football fans are in love with his team.  \"Where is the famous fair play? We should be effective once and for all. If every time Messi gets the ball he gets thrown to the ground, what are we talking about? They [the opposition] should get a yellow card to stop it, because that is in the rules, \" he told a press conference.  \"People identify with the attack, when we make changes up front, the team still seeks to move forward. That's the Argentine football. The fans can be calm because this team is going to leave everything in the field. \"  \"So far we have shown strength , I am very happy to have passed this round.\" Maradona also noted that he expects world football's big guns to progress to the knock-out stages of the competition and declared that the margin for error is minimal in the latter stages. \"When the roads narrow we will see the best teams emerge. Brazil, Germany, Italy, England, are going wrong but in the end they will be there,\" he remarked.  \"At this level you cannot have errors. We must try to go as far as possible. What matters for my players, I can assure you, we are making a great group [of players] and this is reflected on the pitch.\"",
            "vi": "World Cup 2010: Maradona vui mừng đi tiếp nhưng vẫn chỉ trích trọng tài   \nÔng cho rằng Anh và Ý sẽ đi tiếp. HLV Argentina ông Diego Maradona nói đội bóng của mình phải vượt qua một số tình huống điều hành kém cỏi của trọng tài mới chắc chắn giành trận thắng thứ ba liên tiếp ở World Cup, đánh bại Hy Lạp 2-0 để về đích ở vị trí đứng đầu bảng B với số điểm tuyệt đối. Maradona quả quyết rằng những biện pháp đối phó với cầu thủ có tầm ảnh hưởng lớn là Lionel Messi của Hy Lạp xứng đáng bị trừng phạt khi ông cũng khẳng định người hâm mộ bóng đá sẽ yêu đội bóng của ông. \"Lối chơi đẹp lừng danh đâu rồi? Chúng ta nên thực thi mãi mãi. Nếu mỗi lần Messi có bóng cậu ấy bị đốn ngã, chúng ta nói gì? Họ (đối phương) nên bị lãnh thẻ vàng để chấm dứt hành vi phạm lỗi, vì đó là luật.\" Ông nói trong cuộc họp báo. \"Mọi người đồng cảm với bóng đá tấn công, khi chúng tôi thực hiện những thay đổi ở tuyến trên, đội bóng vẫn tìm cách tiến lên. Đó là bóng đá Argentina. Người hâm mộ có thể yên lòng vì đội bóng này sẽ vượt qua mọi thử thách trên sân cỏ.\" \"Cho đến lúc này chúng tôi đã chứng tỏ được sức mạnh của mình, tôi rất vui mừng vì đã vượt qua vòng đấu bảng.\" Maradona cũng lưu ý là ông tin những ông lớn trong làng bóng đá thế giới sẽ đi tiếp vào vòng đấu loại trực tiếp của giải và tuyên bố sai lầm trong những vòng đấu sau sẽ được hạn chế đến mức thấp nhất. \"Khi đường đua ngắn lại chúng ta sẽ thấy những đội giỏi nhất xuất hiện. Braxin, Đức, Ý, Anh, đang lận đận nhưng cuối cùng họ sẽ vượt qua\", ông nói. \"Ở đẳng cấp này bạn không thể mắc sai lầm. Chúng tôi phải cố tiến càng xa càng tốt. Những rắc rối đối với cầu thủ của tôi, tôi có thể quả quyết với các bạn, chúng tôi đang xây dựng một đội bóng lớn (gồm các cầu thủ) và điều này sẽ được phản ánh trên sân cỏ.”"
        },
        {
            "en": "Manchester United's Alex Ferguson Commends Chelsea's Carlo Ancelotti    United boss is <em>adamant</em> that his team will return stronger next year. Manchester United manager Sir Alex Ferguson has congratulated Carlo Ancelotti and Chelsea for winning the Premier League this season. Even though United cruised to a 4-0 win over Stoke City, but Chelsea’s 8-0 thrashing of Wigan Athletic gave the Blues the title and ended the Red Devils’ hopes of winning a fourth consecutive league championship. Ferguson has applauded Ancelotti and his team on a great achievement, but insists that United will come back stronger next year. \"This is the hardest league in the world to win and we applaud Chelsea for winning it,” Ferguson told The Sun. \"We have won it the last three years so we know how hard it is. So I congratulate Carlo who is a good manager and a good guy. Of course we'll be back next year - that is what Manchester United do. \"Next year we will go again and try and bring back the title to the best place in the world.\" Even though United narrowly missed out on a record 19th league title this season, Ferguson still considers his side’s Champions League quarter-final exit at the hands of Bayern Munich as the Red Devils’ biggest disappointment of the season. \"I look at the European Cup and that was a big disappointment. We should have been in the final because we were the better team and just did not have the luck on the night.\" Ferguson has no trouble expecting the best out of his United team every season, even though the Premier League has become more difficult to win. \"It is a tougher and more competitive league nowadays and it is not easy to impose the kind of football we all want to see against every opposing team. \"There is a great expectancy at Manchester United. I have no problem with that demand, but we should remember that when I arrived at Old Trafford, Liverpool were winning the championship on a regular basis while we had gone 20 years without the title. We changed all that.”",
            "vi": "Alex Ferguson tán dương Carlo Ancelotti    Vị HLV của Manchester United quả quyết đội bóng của ông sẽ trở lại mạnh mẽ hơn trong mùa tới. HLV Manchester United ngài Alex Ferguson đã chúc mừng ông Carlo Ancelotti và đội Chelsea chiến thắng trong cuộc đua đến chức vô địch Giải Ngoại hạng mùa này. Mặc dù MU dễ dàng giành chiến thắng 4-0 trước Stoke City, nhưng chiến thắng 8-0 của Chelsea nghiền nát Wigan Athletic đã trao chức vô địch cho the Blues và chấm dứt mọi hy vọng giành chức vô địch quốc gia lần thứ tư liên tiếp của Quỷ đỏ. Ông Ferguson đã ca ngợi Ancelotti và đội bóng của ông này về thành quả to lớn họ đạt được nhưng tuyên bố MU sẽ trở lại hùng mạnh hơn trong năm tới.  “Đây là giải đầu khắc nghiệt nhất trên thế giới và chúng tôi chúc mừng chiến thắng của Chelsea.” Ferguson nói trên The Sun.  “Chúng tôi đã giành được nó suốt ba năm vừa qua nên chúng tôi hiểu nó khó khăn như thế nào. Vì vậy tôi chúc mừng Carlo, một HLV tài giỏi và là một người có nhiều phẩm chất tốt. Dĩ nhiên chúng tôi sẽ trở lại vào năm sau – đó là điều mà Manchester United phải làm. “Năm tới chúng tôi sẽ tiếp tục chiến đấu và đưa chức vô địch quay về lại nơi tuyệt vời nhất trên thế giới.” Mặc dù mùa này MU trong gang tấc đánh mất chức vô địch quốc gia lần thứ 19 để lập nên kỷ lục, nhưng Ferguson vẫn xem việc bị loại khỏi tứ kết Champions League của đội mình dưới tay Bayern Munich là nỗi thất vọng lớn nhất trong mùa của Quỷ đỏ.  “Tôi trông đợi vào cúp Châu Âu nhưng đó lại là một nỗi thất vọng lớn. Chúng tôi đáng lẽ phải có mặt trong trận chung kết vì chúng tôi là đội mạnh hơn và chỉ không gặp may trong đêm hôm đó.” Ferguson không lo lắng về sức mạnh của đội bóng MU ông dẫn dắt giảm sút qua mỗi mùa bóng, dù Giải Ngoại hạng ngày một khắc nghiệt hơn. \"Giải đấu ngày càng cạnh tranh và khắc nghiệt hơn, thật không dễ dàng áp đặp thứ bóng đá mà tất cả chúng ta muốn xem lên từng đội bóng đối phương.\"  “Có một sự kỳ vọng rất lớn vào Manchester United. Tôi không lo lắng về đòi hỏi đó, nhưng chúng ta nên nhớ rằng khi tôi đến Old Trafford, Liverpool đang là đội giành chức vô địch thường xuyên trong khi chúng tôi trải qua 20 năm mà không có danh hiệu nào. Chúng tôi thay đổi tất cả điều đó.”"
        }
    ],
    "suggestions": []
}