{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'dæptiv]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có khả năng thích nghi, thích ứng</td></tr></table><i/></div>",
            "word": "adaptive",
            "pronounce": "[ə'dæptiv]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "adaptive",
            "pronounce": "[ə'dæptiv]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "adaptive",
            "pronounce": "[ə'dæptiv]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "adaptive",
            "pronounce": "[ə'dæptiv]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có khả năng thích nghi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">adaptive DPCM-ADPCM</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> MIC thích nghi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">adaptive answering</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hồi đáp thích ứng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">adaptive answering</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự trả lời thích ứng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">adaptive antenna</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ăng ten thích ứng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">adaptive array</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tập hợp anten thích nghi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">adaptive bi-level image compression (ABIC)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nén ảnh hai mức thích ứng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">adaptive bilevel image compression</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nén ảnh song mức tương hợp</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">adaptive channel allocation</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự phân phối kênh thích ứng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "adaptive",
            "pronounce": "[ə'dæptiv]"
        }
    },
    "sentences": [
        {
            "en": "<em>Adaptive</em> expectation",
            "vi": "Kỳ vọng thích nghi ; kỳ vọng phỏng theo. /Sự hình thành kỳ vọng về giá trị tương lai của một biến số chỉ dựa trên các giá trị trước đó của biến liên quan."
        },
        {
            "en": "<em>Adaptive</em> expectation",
            "vi": "Kỳ vọng thích nghi; kỳ vọng phỏng theo./Sự hình thành kỳ vọng về giá trị tương lai của một biến số chỉ dựa trên các giá trị trước đó của biến liên quan."
        },
        {
            "en": "<em>Adaptive</em> Memory & Reality",
            "vi": "Bộ nhớ Thích Ứng và Thực tế"
        },
        {
            "en": "<em>Adaptive</em> management requires budget flexibility.",
            "vi": "Quản lý thích hợp đòi hỏi tính linh hoạt trong dự toán ngân sách."
        },
        {
            "en": "Our intention is to get some idea about <em>adaptive</em> expectation.",
            "vi": "Ý định của chúng tôi là có được một số ý tưởng về kỳ vọng thích nghi."
        },
        {
            "en": "Allowing <em>adaptive</em> changes where local decision-making become institutionalized.",
            "vi": "Cho phép thích nghi với những thay đổi khi quá trình ra quyết định được thể chế hoá."
        },
        {
            "en": "She is <em>adaptive</em> to any environment in which she finds herself in.",
            "vi": "Cô ấy có khả năng thích nghi với bất kì hoàn cảnh nào mà cô ấy lâm vào."
        },
        {
            "en": "The sudden appearance of many new opportunities led to rapid and widespread speciation, in a process called <em>adaptive</em> radiation.",
            "vi": "Sự xuất hiện đột ngột của nhiều cơ hội mới dẫn đến sự hình thành loài nhanh chóng và rộng lớn trong một quá trình có tên gọi là lan tỏa thích ứng."
        },
        {
            "en": "Typically, maintenance phase can be classified into four categories: corrective (fixing defects), perfective (enhancements), <em>adaptive</em> (modifications in response to a changing environment), and customer support.",
            "vi": "Về căn bản, pha bảo trì có thể được phân loại thành bốn loại: sửa chữa (chữa lỗi), hoàn thiện (nâng cao), thích nghi (sửa đổi đáp ứng theo thay đổi môi trường), và hỗ trợ khách hàng."
        },
        {
            "en": "Nowadays, the crocodiles and alligators are not that different from their prehistoric ancestors , which proves that they were (and still are) incredibly <em>adaptive</em>.",
            "vi": "Ngày nay, những con cá sấu và cá sấu Châu Mỹ không có sự khác nhau về tổ tiên thời tiền sử , điều đó đã chứng minh rằng chúng đã ( và vẫn tiếp tục) thích nghi một cách đáng kinh ngạc."
        },
        {
            "en": "The HyperAdapt 1.0—”the first step into the future of <em>adaptive</em> performance”—will be available exclusively to Nike+ members during the 2016 holiday season.",
            "vi": "Đôi HyperAdapt 1.0 – “bước đi đầu tiên vào tương lai của tính năng thích nghi” – sẽ dành riêng cho các thành viên của Nike+ trong mùa nghỉ 2016."
        },
        {
            "en": "Seagate’s <em>Adaptive</em> Memory algorithms constantly run on the hybrid drive independent of any operating system drivers. <em>Adaptive</em> Memory is actually a suite of algorithms that perform multiple functions, including dynamically changing the amount of flash within the NAND allocated for use. (Recall that filling an SSD will greatly impact its performance, which is why most drives use overprovisioning and leave empty memory space for greater performance.) Also, while earlier hybrid designs would wipe the NAND area during a defragging operation, <em>Adaptive</em> Memory now isolates the flash memory during a defrag and preserves its contents. This way, there’s no “starting over” on performance after the drive has been optimized .",
            "vi": "Thuật toán Bộ nhớ Thích ứng của Seagate hoạt động liên tục trên ổ đĩa lai độc lập với bất kỳ trình điều khiển nào của hệ điều hành. Công nghệ Bộ nhớ Thích ứng thực tế là một tập hợp các thuật toán thực hiện nhiều chức năng, bao gồm cả việc thay đổi linh hoạt số lượng flash trong NAND được cấp phát để sử dụng. (Nhớ rằng việc lấp đầy một SSD sẽ ảnh hưởng lớn đến hiệu suất của nó, đó là lý do tại sao hầu hết các ổ đĩa sử dụng kỹ thuật cung cấp vuợt mức và để lại không gian bộ nhớ trống cho hiệu suất cao hơn.) Ngoài ra, trong các thiết kế ổ đĩa lai trước đó sẽ xoá vùng NAND trong suốt một hoạt động chống phân mảnh, công nghệ Bộ nhớ Thích ứng hiện nay cô lập bộ nhớ flash trong quá trình chống phân mảnh và lưu giữ nội dung của nó. Bằng cách này, không có việc \"bắt đầu lại\" về hiệu suất sau khi ổ đĩa đã được tối ưu hóa."
        },
        {
            "en": "Worry can be useful when it leads to <em>adaptive</em> behaviours that reduce threat, but chronic worry may cause harmful levels of stress that can affect heart health and the functioning of the immune system, among other things.",
            "vi": "Sự lo lắng có thể có ích vì nó dẫn đến những hành vi thích ứng với mối đe dọa, nhưng nếu lo lắng trở thành mãn tính thì có thể gây ra những mức độ stress có hại và điều đó có thể ảnh hưởng đến sức khỏe tim mạch và các chức năng của hệ thống miễn dịch, cùng những ảnh hưởng khác nữa."
        },
        {
            "en": "Despite five years of floundering behind Apple's iPhone and Google Android devices, RIM is generating interest in BlackBerry 10 with a slick, touch-centric smartphone OS with interesting features such as an <em>adaptive</em> keyboard and WebOS-like interface.",
            "vi": "Mặc dù gặp nhiều khó khăn tụt lại phía sau iPhone của Apple và các thiết bị Google Android trong năm năm, nhưng RIM đang rất quan tâm đến Blackberry 10 bằng một hệ điều hành điện thoại thông minh mượt mà, chú trọng cảm ứng với những tính năng thú vị như bàn phím có thể điều chỉnh được và giao diện giống hệ điều hành WebOS."
        },
        {
            "en": "The shoe features what the company calls <em>adaptive</em> lacing. In addition to being a “mass-produced-custom-fit” shoe, the capacity to “make swift micro-adjustments” is another key innovation of the HyperAdapt 1.0. ",
            "vi": "Đôi giày có tính năng mà công ty gọi là buộc dây thích ứng. Ngoài việc là loại giày “sản xuất hàng loạt tùy chỉnh vừa chân khách hàng”, khả năng “thực hiện nhanh chóng những vi điều chỉnh” là một đổi mới quan trọng của HyperAdapt 1.0."
        },
        {
            "en": "Another facet of <em>Adaptive</em> Memory is its “belt and suspenders” approach to safeguarding data. It makes sense that data in a hybrid drive’s NAND will be relatively important, as it’s used more often than other data. Because of this importance, <em>Adaptive</em> Memory makes sure to copy any LBAs saved into NAND on the magnetic media first. Wait—didn’t the files in NAND come from the platters in the first place? Yes, but sometimes errors happen during data copying/resaving, and recall that copying (into unused NAND space) is an inherent part of how SSDs operate. This is why we have error correcting code (ECC) and similar protective technologies. <em>Adaptive</em> Memory adds another layer of insurance against mishap in addition to those already employed by the drive’s NAND controller.",
            "vi": "Một khía cạnh khác của Bộ nhớ Thích ứng là \"vành đai và dây treo\" phương pháp tiếp cận để bảo vệ dữ liệu. Nó tạo cảm giác rằng dữ liệu chứa trong NAND của một ổ đĩa lai sẽ tương đối quan trọng, vì nó được sử dụng thường xuyên hơn các dữ liệu khác. Do tầm quan trọng này, Bộ nhớ Thích ứng đảm bảo việc sao chép mọi LBA được lưu vào NAND trên các đĩa từ ngay lần đầu tiên. Chờ xem –có phải các tập tin trong NAND đến từ các đĩa cứng ở lần đầu tiên đúng không? Phải, nhưng đôi khi lỗi này xảy ra trong thời gian sao chép dữ liệu / lưu lại dữ liệu, và nhớ lại là việc sao chép (vào không gian NAND còn trống) là một bộ phận gắn liền với cách thức hoạt động của ổ SSD. Đây là lý do tại sao chúng ta có mã sửa lỗi (ECC) và các công nghệ bảo vệ tương tự. Bộ nhớ Thích ứng bổ sung thêm một lớp bảo vệ khác chống lại rủi ro ngoài những cái đã được sử dụng bởi bộ điều khiển NAND của ổ đĩa."
        },
        {
            "en": "Although there seems to be no compelling reason to conclude that a biological system such as a brain could not quickly make a lasting memory, the fact is that animal brains do not. Thus, memory consolidation must serve some very important <em>adaptive</em> function or functions. There is considerable evidence suggesting that the slow consolidation is <em>adaptive</em> because it enables neurobiological processes occurring shortly after learning to influence the strength of memory for experiences. The extensive evidence that memory can be enhanced, as well as impaired, by treatments administered shortly after training, provides intriguing support for this hypothesis.",
            "vi": "Mặc dù dường như không có lý do thuyết phục để kết luận rằng một hệ thống sinh học như não bộ không thể nhanh chóng tạo ra một ký ức lâu dài, thực tế là bộ não động vật thì không thể làm việc này. Do đó, củng cố bộ nhớ phải có một hoặc một số chức năng tương thích rất quan trọng. Có bằng chứng đáng kể cho thấy việc củng cố từ từ là để thích ứng bởi vì nó cho phép các quá trình sinh học xảy ra ngay sau khi học tập để ảnh hưởng đến sức mạnh của bộ nhớ cho các trải nghiệm. Bằng chứng rõ ràng cho thấy trí nhớ có thể được tăng cường, cũng như là suy yếu đi, bằng các nghiên cứu được thực hiện ngay sau khi tập huấn, mang lại sự hỗ trợ gây tò mò cho giả thuyết này."
        },
        {
            "en": "3. <em>Adaptive</em> video playback\n\nThen, too, there's the MediaSource API, offering a video playback solution that adapts video quality to changing computer and network conditions. The result is that it can prevent excessive buffering and startup delays for videos, allowing them to play “silky smooth with no annoying stutters,” Uberti said.",
            "vi": "3. Phát video có điều chỉnh\n\nNgoài ra còn có API MediaSource, mang đến giải pháp phát video có thể điều chỉnh chất lượng video phù hợp với phần cứng máy tính và đường truyền mạng khác nhau. Kết quả là tính năng này có thể làm loại bỏ hiện tượng tràn bộ nhớ đệm và chậm trễ khi tải video, cho phép video chạy \"mượt mà trơn tru mà không có hiện tượng giật hình gây khó chịu\", theo Uberti."
        },
        {
            "en": "But now today, it's no longer impractical. We have the tools to do it. Students see an explanation at their own time and pace? There's on-demand video for that. They need practice? They need feedback? There's <em>adaptive</em> exercises readily available for students.",
            "vi": "Nhưng ngay hôm nay, Điều này không còn thực tế nữa. Chúng ta có những công cụ để làm điều đó. Các học sinh có thấy một sự giải thích về thời gian và bước tiến của chúng không? Có một đoạn phim giải thích cho nhu cầu đó. Chúng có cần thực hành? Chúng có cần phản hồi? Có các bài tập thích ứng sẵn sàng cho các học sinh."
        },
        {
            "en": "Hybrid drives can use a range of algorithms to decide which data should be kept in the flash area, but the fundamental idea is that files that are repeatedly pulled from the drive platters move up into NAND memory, because chances are that if the user has requested a file numerous times within a fairly short time span, he or she is likely to request it again soon, thus it bumps into the higher performance memory area. Similarly, if files in NAND haven’t been used in a while, <em>Adaptive</em> Memory algorithms will remove them and bring in more recently accessed data.",
            "vi": "Ổ lai có thể sử dụng nhiều thuật toán để quyết định dữ liệu nào cần được lưu giữ trong vùng nhớ flash, nhưng ý tưởng cơ bản là các tập tin được di chuyển lặp đi lặp lại từ phiến đĩa cứng sang bộ nhớ NAND, bởi vì có khả năng là nếu người dùng đã yêu cầu một tập tin nhiều lần trong một khoảng thời gian khá ngắn, anh ta hoặc cô ta có khả năng yêu cầu nó lại một lần nữa, do đó nó đẩy vào vùng nhớ hiệu suất cao hơn. Tương tự như vậy, nếu các tập tin trong bộ nhớ NAND không được sử dụng trong một khoảng thời gian, các thuật toán bộ nhớ thích ứng sẽ loại bỏ chúng và mang các dữ liệu truy cập gần đây hơn."
        }
    ],
    "suggestions": []
}