{
    "en_vn": {
        "data": {
            "content": null,
            "word": "additions"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "additions"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "additions"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "additions"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "additions"
        }
    },
    "sentences": [
        {
            "en": "The list had to be revised as there were <em>additions</em> to be made.",
            "vi": "Danh sách đã phải được xem lại vì có bổ sung."
        },
        {
            "en": "Amendments or <em>additions</em> to any of the particulars and any other relevant items.",
            "vi": "Các nội dung sửa đổi, bổ sung và các nội dung có liên quan, nếu có."
        },
        {
            "en": "New <em>additions</em> to the library are listed in the magazine Zuid-Afrika and on our website.",
            "vi": "Những vật bổ sung vào thư viện được liệt kê trong tạp chí Zuid - Afrika và trên trang web của chúng tôi."
        },
        {
            "en": "New <em>additions</em> to the library are listed in the magazine Zuid - Afrika and on our website.",
            "vi": "Những vật bổ sung vào thư viện được liệt kê trong tạp chí Zuid-Afrika và trên trang web của chúng tôi."
        },
        {
            "en": "The questionnaires used in both VLSSs are similar, though refinements and <em>additions</em> were made in the second one.",
            "vi": "Bảng hỏi được sử dụng trong hai cuộc điều tra tương tự như nhau, mặc dù lần thứ hai có chỉnh sửa và bổ sung thêm đôi chút."
        },
        {
            "en": "Tha operators for criteria are the same as for joins, with three <em>additions</em>: between, in, and is null.",
            "vi": "Các toán tử dùng cho tiêu chuẩn tương tự như cho các phép nối, với ba toán tử bổ sung là: between, in, và is null."
        },
        {
            "en": "The representative of Viet Nam further confirmed that all future <em>additions</em> and deletions to the list of prohibited or conditional business sectors would comply with WTO rules.",
            "vi": "Đại diện của việt nam xác nhận thêm rằng việc bổ sung và thu hẹp danh sách các ngành nghề cấm kinh doanh hay kinh doanh có điều kiện trong tương lai sẽ phù hợp với các quy định của wto."
        },
        {
            "en": "These are useful <em>additions</em> to the formatting of a report, and help to clarify and highlight areas of printing, but exercise discretion.",
            "vi": "Chúng được dùng để phụ trợ cho việc tạo dáng một báo biểu, giúp làm rõ và nổi bật các vùng in, song khi thực hành cần thận trọng."
        },
        {
            "en": "In parallel with the website, an e-list from UNDP Viet Nam is used to inform the environment community of latest <em>additions</em> to the website.",
            "vi": "Ngoài trang web, một danh sách điện tử do UNDP Việt Nam đưa ra được sử dụng để thông tin cho cộng đồng hoạt động trong lĩnh vực môi trường về những bổ sung mới nhất cho trang web."
        },
        {
            "en": "The government plans to carry out one final revision to the list of those eligible for compensation to make any necessary <em>additions</em>.",
            "vi": "Chính phủ có kế hoạch thực hiện sửa đổi cuối cùng trong danh sách những người đủ điều kiện nhận bồi thường để có thể bổ sung khi cần thiết."
        },
        {
            "en": "Installed machinery and equipment were invariably very basic with little attention paid to attachments or simple <em>additions</em> to improve the method of work.",
            "vi": "Máy móc và các thiết bị lắp đặt hết sức đơn sơ, ít chú ý tới các thiết bị đi kèm hoặc phụ trợ đơn giản để cải tiến phương pháp làm việc."
        },
        {
            "en": "Updates are <em>additions</em> to software that can help prevent or fix problems, improve how your computer works, or enhance your computing experience.",
            "vi": "Các bản cập nhật là phần phụ thêm cho phần mềm giúp ngăn chặn hay sửa lỗi, cải thiện cách làm việc cho máy tính hay nâng cao kinh nghiệm dùng máy tính."
        },
        {
            "en": "However, with the development of greater market regulations, <em>additions</em> to the above provisions are needed to strengthen the provisions and to overcome the weaknesses (mentioned above).",
            "vi": "Tuy nhiên, cùng với việc hoàn thiện thể chế thị trường, các quy định nói trên cần được bổ sung để tôn thêm điểm mạnh và khắc phục được các điểm yếu như đã nói trên."
        },
        {
            "en": "The government plans to carry out one final revision to the list of those eligible for compensation to make any necessary <em>additions</em>.",
            "vi": "Chính phủ có kế hoạch thực hiện sửa đổi cuối cùng trong danh sách những người đủ điều kiện nhận bồi thường để có thể bổ sung khi cần thiết."
        },
        {
            "en": "When you've completed the <em>additions</em>, its recommended that you move the fields in to the same order as the original activity structure.",
            "vi": "Khi bạn đã bổ sung xong, cần nhắc bạn nên dời các trường theo đúng thứ tự như cấu trúc ban đầu của activity."
        },
        {
            "en": "As part of the process, all 61 provinces/cities and most ministries/government agencies were consulted to share their views on major directions and proposals for revisions and <em>additions</em> in the current decree.",
            "vi": "Là một phần trong quá trình này, tất cả 61 tỉnh/thành và hầu hết các Bộ/cơ quan Chính phủ được yêu cầu tham gia đóng góp ý kiến về những phương hướng và đề nghị chủ yếu đối với việc sửa đổi, bổ sung Nghị định hiện hành."
        },
        {
            "en": "With regard to the machinery and equipment, this was invariably very basic, with little or no attention being paid to attachments or simple <em>additions</em> to improve the method of work.",
            "vi": "Máy máy móc và thiết bị thường chỉ rất cơ bản, hầu như không được hoặc ít được chú trọng đến các phụ tùng hoặc những bổ sung đơn giản để cải tiến phương pháp làm việc."
        },
        {
            "en": "Options vary greatly as to what features or <em>additions</em> are the most important to each new version of the Linux kernel, and you may have a favorite feature not mentioned here.",
            "vi": "Các quan điểm có thể rất khác nhau như về những tính năng hay phần bổ sung nào là quan trọng nhất với mỗi phiên bản mới của linux kernel, và rất có thể tính năng bạn ưa thích nhất lại không đề cập ở đây."
        },
        {
            "en": "Black beans Mild, tender black beans are packed with heart-healthy nutrients including axit phô-lích, antioxidants, magnesium for lowering blood pressure, and fiber — which helps control both cholesterol and blood sugar levels. Tip: Canned black beans are quick <em>additions</em> to soups and salads. Rinse to remove extra sodium.",
            "vi": "Đậu đen  Đậu đen non, mềm chứa nhiều dưỡng chất có lợi cho tim mạch như folate, chất chống ô-xy hoá, ma-giê giúp hạ huyết áp, và chất xơ – giúp điều hoà cả nồng độ cholesterol và đường huyết.  Lời khuyên: Đậu đen đóng hộp là nguồn phụ gia nhanh chóng cho món xúp và rau trộn. Bạn nên rửa để làm giảm bớt lượng na-tri dư thừa."
        },
        {
            "en": "Apple created new economic networks through the introduction of iTunes, their App Store, iPods, iPhones and iPads, resulting in a world view that people bought into. The latest <em>additions</em> to these services are the iCloud storage service and Apple Watch, which can communicate information of one's body and health status to other devices. Then there's Apple Pay, which will enable customers to increasingly control their finances through their Apple devices.",
            "vi": "Apple đã tạo ra những mạng lưới kinh tế mới thông qua sự ra đời của iTunes, App Store của họ, iPod, iPhone và iPad, kết quả tạo nên một tầm nhìn thế giới khiến mọi người đổ xô mua vào. Những bổ sung mới nhất cho các dịch vụ này là dịch vụ lưu trữ iCloud và Apple Watch, có khả năng trao đổi thông tin về tình trạng cơ thể và sức khỏe của một người sang các thiết bị khác. Sau đó là dịch vụ Apple Pay, cho phép khách hàng tăng cường kiểm soát tài chính của mình thông qua các thiết bị của Apple."
        }
    ],
    "suggestions": []
}