{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Adelaide",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Adelaide",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Adelaide",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Adelaide",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Adelaide",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Adelaide</em>.",
            "vi": "Melbourne is bigger than Adelaide."
        },
        {
            "en": "<em>Adelaide</em> is interesting.",
            "vi": "Thành phố Adelaide hấp dẫn."
        },
        {
            "en": "Melbourne is bigger than <em>Adelaide</em>.",
            "vi": "Thành phố Melbourne lớn hơn thành phố"
        },
        {
            "en": "Melbourne is bigger than <em>Adelaide</em>.",
            "vi": "Thành phố Melbourne lớn hơn thành phố Adelaide."
        },
        {
            "en": "<em>Adelaide</em> police are investigating an arson attack on a school.",
            "vi": "Cảnh sát Adelaide đang điều tra một cuộc tấn công đốt một trường học."
        },
        {
            "en": "These wild dolphins in <em>Adelaide</em>, Australia have learned how to \"tail walk\".",
            "vi": "Những chú cá heo hoang dã ở Adelaide (Úc) học cách đi bằng chính cái đuôi của mình."
        },
        {
            "en": "University of <em>Adelaide</em> research is showing that the sex of the baby determines the way it responds to stressors during pregnancy and its ability to survive pregnancy complications.",
            "vi": "Đại học thuộc viện nghiên cứu Adelaide cho thấy rằng giới tính của em bé xác định cách bé phản ứng với các nguyên nhân gây ra căng thẳng khi đang mang thai và khả năng sống sót trong các biến chứng thai nghén."
        },
        {
            "en": "Doctors at the Royal <em>Adelaide</em> Hospital, South Australia, said the jeans, combined with the squatting, had reduced blood supply to the leg muscles.",
            "vi": "Những Bác sĩ tại Bệnh viện Hoàng gia Adelaide, phía Nam nước Úc, cho biết những chiếc quần jeans kết hợp với việc ngồi xổm làm giảm lưu lượng máu đến các bắp chân."
        },
        {
            "en": "Tight jeans can affect blood flow, doctors warn, as they highlight the plight of an <em>Adelaide</em> woman who fell in a park at night.",
            "vi": "Các bác sĩ cảnh báo, những chiếc quần jeans bó sát có thể ảnh hưởng đến việc lưu thông máu, họ nhấn mạnh trường hợp của một người phụ nữ Adelaide đã ngã xuống trong một công viên vào ban đêm."
        },
        {
            "en": "University of <em>Adelaide</em> research is showing that the sex of the baby determines the way it responds to stresses during pregnancy and its ability to survive pregnancy complications.",
            "vi": "Đại học thuộc viện nghiên cứu Adelaide cho thấy rằng giới tính của em bé xác định cách bé phản ứng với các nguyên nhân gây ra căng thẳng khi đang mang thai và khả năng sống sót trong các biến chứng thai nghén."
        },
        {
            "en": "Sex Of Baby Drives Response To Pregnancy Stress       University of <em>Adelaide</em> research is showing that the sex of the baby determines the way it responds to stressors during pregnancy and its ability to survive pregnancy complications.  Male and female babies during pregnancy show different growth and development patterns following stressors during pregnancy such as disease, cigarette use or psychological stress. The research is being carried out by the Robinson Institute's Pregnancy and Development Group, based at the Lyell McEwin Hospital and led by Associate Professor Vicki Clifton. \"What we have found is that male and female babies will respond to a stress during pregnancy by adjusting their growth patterns differently,\" said Associate Professor Clifton.  \"The male, when mum is stressed, pretends it's not happening and keeps growing, so he can be as big as he possibly can be. The female, in response to mum's stress, will reduce her growth rate a little bit; not too much so she becomes growth restricted, but just dropping a bit below average. \"When there is another complication in the pregnancy - either a different stress or the same one again - the female will continue to grow on that same pathway and do okay but the male baby doesn't do so well and is at greater risk of pre-term delivery, stopping growing or dying in the uterus.\"  Associate Professor Clifton said this sex-specific growth response had been observed in pregnancies complicated by asthma, pre-eclampsia and cigarette use but was also likely to occur in other stressful events during pregnancy such as psychological stress.   She said this sex-specific growth pattern was a result of changes in placental function caused by the stress hormone cortisol.  In female babies, increased cortisol produces changes to the placental function which lead to the reduction in growth, but the increased cortisol levels in a mother carrying a male baby doesn't produce the same changes in placental function.   Associate Professor Clifton said this research could lead to sex-specific therapies in pre-term pregnancies and premature newborns. It was also important in helping obstetricians more accurately interpret growth and development of the fetus in at-risk pregnancies.  \"We are looking at what events during pregnancy cause changes in how the baby grows, what's behind this and ways in which we can improve the outcomes for pregnant women and their babies,\" she said.  Source:  University of <em>Adelaide</em>  Copyright: Medical News Today",
            "vi": "Giới tính em bé ảnh hưởng đến phản ứng với căng thẳng của thai kỳ      Đại học thuộc viện nghiên cứu Adelaide cho thấy rằng giới tính của em bé xác định cách bé phản ứng với các nguyên nhân gây ra căng thẳng khi đang mang thai và khả năng sống sót trong các biến chứng thai nghén. Khi còn trong bụng mẹ, các bé trai và gái cho thấy sự sinh trưởng và phát triển khác nhau do các nguyên nhân gây căng thẳng khi đang mang thai như là bệnh tật, việc hút thuốc hay căng thẳng tâm lý. Nghiên cứu đang được thực hiện bởi Nhóm Sự mang thai và Phát triển của Học viện Robinson, có trụ sở tại Bệnh viện Lyell McEwin và được dẫn đầu bởi Phó Giáo sư Vicki Clifton. \"Những gì chúng tôi đã tìm được là các bé trai và gái sẽ đáp lại căng thẳng của thai kỳ bằng cách điều chỉnh sự sinh trưởng của mình khác đi\", theo Phó Giáo sư Vicki Clifton. \"Khi người mẹ bị căng thẳng, một bé trai sẽ giả vờ như điều đó không xảy ra và vẫn tiếp tục phát triển, vì vậy bé có thể lớn bình thường. Với bé gái, để phản ứng lại căng thẳng của mẹ, sẽ giảm tốc độ tăng trưởng của mình một chút; không quá nhiều đến nỗi bé bị trở thành hạn chế sinh trưởng, nhưng chỉ giảm một chút dưới mức trung bình. \"Khi có biến chứng khác trong thai kỳ xảy ra – dù là cùng một căng thẳng hay một căng thẳng khác – bé gái sẽ tiếp tục phát triển theo cách thức không đổi và vẫn ổn nhưng bé trai lại không làm tốt như thế và có nguy cơ sinh non, ngưng phát triển hoặc chết trong tử cung cao hơn.\" Phó Giáo sư Vicki Clifton cho biết phản ứng sinh trưởng đặc trưng của giới tính này đã được ghi nhận trong các ca mang thai phức tạp do bị suyễn, tiền sản giật và việc hút thuốc của người mẹ nhưng cũng có thể xảy ra trong những tình trạng stress khác như là căng thẳng tâm lý. Theo bà, đặc trưng sinh trưởng do giới tính này là kết quả của các thay đổi trong chức năng nhau thai gây ra bởi hoóc-môn căng thẳng cortisol.  Ở các bé gái, cortisol tăng tạo ra những thay đổi đến chức năng nhau thai mà dẫn đến sự giảm sinh trưởng, nhưng mức cortisol tăng trong người mẹ có mang bé trai lại không gây ra các thay đổi như vậy trong chức năng nhau thai. Phó giáo sư cũng nói nghiên cứu này có thể dẫn đến các liệu pháp giới tính cụ thể trong các ca mang thai sinh non và và trẻ sinh non. Nó cũng quan trọng trong việc giúp cho các bác sĩ sản khoa đưa ra lời giải thích chính xác hơn về sự sinh trưởng và phát triển của bào thai trong các ca mang thai có nguy cơ. \"Chúng tôi đang xem xét những sự kiện gì khi đang mang thai gây ra thay đổi trong cách em bé phát triển, những gì ẩn sau điều này và cách thức mà nhờ đó chúng ta có thể cải thiện kết quả cho các phụ nữ có thai và con của họ\". Nguồn: Đại học Adelaide Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}