{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'dʒə:nmənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hoãn lại</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự dời sang một nơi khác (để hội họp); sự chuyển chỗ hội họp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự ngừng họp (để sau này họp lại, hoặc để họp phân tán)</td></tr></table><i/></div>",
            "word": "adjournment",
            "pronounce": "[ə'dʒə:nmənt]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "adjournment",
            "pronounce": "[ə'dʒə:nmənt]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>adjournment</k><blockquote>▸ <cclass>noun SUSPENSION, discontinuation, interruption, postponement, deferment, deferral, stay, prorogation; break, pause, recess.</cclass></blockquote></div>",
            "word": "adjournment",
            "pronounce": "[ə'dʒə:nmənt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "adjournment",
            "pronounce": "[ə'dʒə:nmənt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "adjournment",
            "pronounce": "[ə'dʒə:nmənt]"
        }
    },
    "sentences": [
        {
            "en": "The judge granted us a short <em>adjournment</em>.",
            "vi": "Thẩm phán đã chấp nhận cho chúng tôi hoãn xét xử lại một thời gian ngắn."
        },
        {
            "en": "I move the <em>adjournment</em> of the meeting.",
            "vi": "Tôi đề nghị hoãn buổi họp."
        },
        {
            "en": "I am requesting an <em>adjournment</em> for the following reasons.",
            "vi": "Tôi đề nghị hoãn lại vì những lí do sau."
        },
        {
            "en": "Barristers in wigs and gowns are hastening out of the courts for the luncheon <em>adjournment</em>.",
            "vi": "Các luật sư trong bộ tóc giả và chiếc áo choàng đang vội vã ra khỏi tòa án đi sang nơi khác để họp vào bữa tiệc trưa."
        },
        {
            "en": "Before the final vote, several prominent Democrats fired a shot across the bow of the White House by warning the administration it wouldn't get the votes to pass the bill before <em>adjournment</em> unless it included more of what their party wanted.",
            "vi": "Trước khi biểu quyết chung cuộc, nhiều đại biểu quan trọng của đảng Dân chủ đã cảnh cáo tòa Bạch ốc bằng cách dọa rằng chính phủ sẽ không kiếm đủ phiếu để thông qua dự luật trước khi quốc hội hoãn nhóm, trừ phi dự luật này bao gồm thêm nhiều điều mà đảng Dân chủ mong muốn."
        },
        {
            "en": "Before the final vote, several prominent Democrats fired a shot across the bow of the White House by warning the administration it wouldn't get the votes to pass the bill before <em>adjournment</em> unless it included more of what their party wanted.",
            "vi": "Dân chủ đã cảnh cáo tòa Bạch ốc bằng cách dọa rằng chính phủ sẽ không kiếm đủ phiếu để thông qua dự luật trước khi quốc hội hoãn nhóm, trừ phi dự luật này bao gồm thêm nhiều điều mà đảng Dân chủ mong muốn."
        },
        {
            "en": "The next court hearing for former IMF chief Domique Strauss-Kahn has been postponed until 1 August after a request by both sides for more time to continue their investigations into allegations of sexual assault made by a New York hotel maid.       Strauss-Kahn was due to appear before judge Michael Obus on 18 July on seven charges relating to the incident which took place in May in the Sofitel hotel in New York, but the case suffered a major setback when prosecutors said the women had lied in sworn testimony.      “The people and the defense on the above matter jointly request an administrative <em>adjournment</em> on consent of both parties in lieu of a court appearance on 18 July,” they said in a joint letter to the judge.     In a surprise move, Strauss-Kahn was released last week under oath after spending weeks under house arrest. The move increased speculation the charges against him were to be dropped. But a spokeswoman for Manhattan District Attorney Cyrus Vance said the case is continuing and no decisions have been made.     Prosecutors are coming under pressure from a coalition of women’s rights groups and community leaders to continue the case against Strauss-Kahn. The woman’s lawyer, Kenneth Thompson, has written to Vance asking that his office appoint a special prosecutor citing a “potential conflict of interest”.      Thompson says Vance is afraid to take the case to court for fear of losing such a high-profile case.      Meanwhile, Monday French police questioned a French writer over her claim that Strauss-Kahn tried to rape her in 2003, in a case that could wreck his hopes of a political return.      Detectives from the Paris violent crimes squad interviewed Tristane Banon, 32, who in 2007 publicly accused Strauss-Kahn of trying to force himself on her \"like a rutting chimpanzee\".      Paris police have been asked by investigating magistrates to look into her formal complaint lodged last week. French prosecutors will then decide whether or not to charge him. ",
            "vi": "Phiên xử tới của ông Domique Strauss-Kahn - cựu chủ tịch Quỹ tiền tệ quốc tế - đã được dời sang ngày 1 tháng tám sau khi cả hai bên yêu cầu có thêm thời gian để tiếp tục điều tra lời buộc tội hiếp dâm của nữ hầu phòng khách sạn ở New York.         Ông Strauss-Kahn theo lịch phải trình diện trước thẩm phán Michael Obus vào ngày 18 tháng bảy về bảy cáo trạng liên quan đến sự cố diễn ra vào tháng năm tại khách sạn Sofitel ở New York, nhưng vụ kiện này đã bị đảo ngược đáng kể khi các công tố viên cho biết người phụ nữ đã khai man dù có tuyên thệ.       \"Những người có liên quan và luật sư bào chữa về vụ án trên cùng yêu cầu hoãn lại phiên toà hành chánh trên cơ sở cả hai bên cùng ưng thuận thay cho việc hầu toà vào ngày 18 tháng bảy,\" họ đã trình bày trong bức thư chung gởi cho thẩm phán.      Trong một động thái bất ngờ, Strauss-Kahn được thả vào tuần trước thông qua tuyên thệ sau khi bị quản thúc tại gia nhiều tuần. Động thái này làm tăng lời đồn đoán rằng những cáo buộc chống lại ông ta này sẽ bị sụp đổ. Nhưng người nữ phát ngôn của công tố viên Manhattan – ông Cyrus Vance - cho biết vụ án đang được tiếp tục làm rõ và vẫn chưa biết thực hư thế nào.        Các công tố viên đang bị một liên minh các nhóm nữ quyền và lãnh đạo cộng đồng giới nữ ép phải tiếp tục theo đuổi vụ kiện chống lại Strauss-Kahn. Luật sư của người phụ nữ này, Kenneth Thompson, đã viết thư cho ông Vance yêu cầu văn phòng của ông ta chỉ định một công tố viên đặc biệt lấy cớ là vì sợ \"xung đột quyền lợi tiềm tàng\".       Thompson nói ông Vance sợ đưa vụ việc này ra trước tòa vì sợ mất quyền tham gia vụ kiện nổi tiếng này.        Đồng thời, vào hôm thứ hai, cảnh sát Pháp đã chất vấn nhà văn Pháp về việc cô ta tuyên bố ông Strauss-Kahn định cưỡng hiếp mình vào năm 2003, vụ việc mà có thể làm tiêu tan niềm hy vọng trở lại chính trường của ông ta.      Các thám tử của đội tội phạm bạo hành Paris đã phỏng vấn cô Tristane Banon, 32 tuổi, người mà vào năm 2007 đã công khai buộc tội Strauss-Kahn định cưỡng hiếp cô ta \"hệt như con tinh tinh đang động dục\".      Các thẩm phán điều tra yêu cầu cảnh sát Paris xem xét kỹ đơn kiện cô ta đã nộp vào tuần trước rồi sau đó công tố viên Pháp sẽ quyết định xem liệu có buộc tội ông ta hay không.    "
        }
    ],
    "suggestions": []
}