{
    "en_vn": {
        "data": {
            "content": null,
            "word": "adrenaline",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "adrenaline",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "adrenaline",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "adrenaline",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "adrenaline",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "New moon 8. <em>ADRENALINE</em>",
            "vi": "Trăng non 8. ADRENALINE"
        },
        {
            "en": "<em>Adrenaline</em> is the masculine hormone.",
            "vi": "Adrenaline là hóc môn nam."
        },
        {
            "en": "I felt a surge of <em>adrenaline</em>.",
            "vi": "Tôi cảm thấy đang rất hưng phấn."
        },
        {
            "en": "There was no <em>adrenaline</em>, no danger.",
            "vi": "Không adrenaline, chẳng nguy hiểm."
        },
        {
            "en": "I felt the <em>adrenaline</em> surging through me.",
            "vi": "Tôi cảm thấy một sự sảng khoái chảy khắp trong thân thể tôi."
        },
        {
            "en": "I hadn't had one moment of terror - just pure <em>adrenaline</em>.",
            "vi": "Tôi chẳng chút kinh hoàng - hoàn toàn do adrenaline."
        },
        {
            "en": "I racked my brain for other <em>adrenaline</em> - producing activities.",
            "vi": "Tôi vắt óc suy nghĩ tìm những hoạt động khác làm sản sinh adrenaline."
        },
        {
            "en": "I racked my brain for other <em>adrenaline</em>-producing activities.",
            "vi": "Tôi vắt óc suy nghĩ tìm những hoạt động khác làm sản sinh adrenaline."
        },
        {
            "en": "<em>Adrenaline</em> is used as a drug to treat cardiac arrest.",
            "vi": "Adrenaline được sử dụng như một loại thuốc để điều trị tình trạng tim ngừng đập."
        },
        {
            "en": "Adrenolytic activity is opposite to that of <em>adrenaline</em>.",
            "vi": "Hoạt động ức chế adrenaline ngược với hoạt động của adrenaline."
        },
        {
            "en": "Bungee jumping is one of the most <em>adrenaline</em>-rush activities",
            "vi": "Nhảy Bungee là một trong những trò chơi cảm giác mạnh"
        },
        {
            "en": "As a stimulant, coffee enables your brain to produce more dopamine and <em>adrenaline</em> than usual.",
            "vi": "Như một chất kích thích, cà phê giúp não bộ của bạn sản xuất nhiều dopamine và adrenaline hơn bình thường."
        },
        {
            "en": "This had to be it, the recipe for a hallucination – <em>adrenaline</em> plus clanger plus stupidity.",
            "vi": "Đây hẳn là, công thức để tạo ảo giác - adrenaline cộng với sơ suất cộng với sự ngu dại."
        },
        {
            "en": "Maybe it is some combination of <em>adrenaline</em> and danger, or maybe just stupidity.",
            "vi": "Có thể đó là một kết hợp của adrenaline và hiểm nguy, hoặc có thể chỉ là sự ngu dại."
        },
        {
            "en": "I felt the <em>adrenaline</em> coursing through my veins again, and I thought I had the answer.",
            "vi": "Tôi cảm thấy adrenaline đang rần rật qua mạch máu mình một lần nữa, và tôi nghĩ mình đã có câu trả lời."
        },
        {
            "en": "It was strange - why the <em>adrenaline</em> when there was no fear?",
            "vi": "Thật lạ - tại sao lại có adrenaline khi tôi chẳng hề sợ hãi ?"
        },
        {
            "en": "<em>Adrenaline</em>, I realized, long absent from my system, drumming my pulse faster and fighting against the lack of sensation.",
            "vi": "Tôi nhận ra, đó là adrenaline, chất đã từ lâu không xuất hiện trong bộ não tôi, nay đã làm cho mạch đập nhanh hơn và chống lại sự mất cảm giác."
        },
        {
            "en": "Đây hẳn là, công thức để tạo ảo giác - <em>adrenaline</em> cộng với sơ suất cộng với sự ngu dại.",
            "vi": "This had to be it, the recipe for a hallucination – adrenaline plus clanger plus stupidity."
        },
        {
            "en": "It consists mainly of chromaffin tissue and stimulated by the sympathetic nervous system to produce <em>adrenaline</em> and noradrenaline.",
            "vi": "Nó gồm có mô ưa crôm và được kích thích bởi hệ thần kinh giao cảm chế tạo ra adrenaline và noradrenaline."
        },
        {
            "en": "<em>Adrenaline</em> given by injection is valuable for the relief of bronchial asthma, because it relaxes constricted airways.",
            "vi": "Adrenaline được dùng tiêm để chữa hen phế quản vì nó làm giãn các đường khí đang bị co thắt."
        }
    ],
    "suggestions": []
}