{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Adrian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Adrian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Adrian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Adrian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Adrian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This is exactly what a web site developer named <em>Adrian</em> Holovaty decided to make.",
            "vi": "Đây chính xác là những gì mà nhà phát triển trang web tên là adrian holovaty quyết định thực hiện."
        },
        {
            "en": "Seeing <em>Adrian</em> again after such a long time really made my day.",
            "vi": "Gặp lại Adrian sau một thời gian dài như vậy quả thật làm tôi vui mừng lắm."
        },
        {
            "en": "Sir <em>Adrian</em> Cadbury in the foreword to 'Corporate Governance and Development', p. vi.",
            "vi": "Trích từ lời tựa của ngài Adian Cadbury trong 'Quản trị doanh nghiệp và phát triển”, tr.vi."
        },
        {
            "en": "\"Has <em>Adrian</em> accepted any of the job offers he got?\" No, not so far. He's still shopping around.\"",
            "vi": "\"Adrian đã nhận công việc nào chưa?\" \"Chưa, giờ thì chưa. Anh ta vẫn còn đang thăm dò.\""
        },
        {
            "en": "Kayakers on the River Wye in Herefordshire, where a drought has caused low water levels that threaten this year’s salmon run. Photograph: <em>Adrian</em> Sherratt for the Guardian",
            "vi": "Những người bơi thuyền Kayak trên Sông Wye ở Herefordshire, nơi có mực nước thấp do hạn hán, điều này đã đe dọa đến cuộc di cư của cá hồi trong năm nay. Ảnh: Adrian Sherratt cho báo the Guardian"
        },
        {
            "en": "All these statements are underpinned by what the Applied Linguistics theorists Robert Phillipson and <em>Adrian</em> Holliday call the native-speaker fallacy and native-speakerism respectively.",
            "vi": "Tất cả những tuyên bố này được củng cố bởi những điều mà các nhà lý luận Ngôn ngữ học ứng dụng, Robert Phillipson và Adrian Holliday lần lượt gọi là nguỵ biện nói giọng bản ngữ và chủ nghĩa nói tiếng bản ngữ."
        },
        {
            "en": "All these statements are underpinned by what the Applied Linguistics theorists Robert Phillipson and <em>Adrian</em> Holliday call the native-speaker fallacy and native-speakerism respectively.",
            "vi": "Tất cả những tuyên bố này được củng cố bởi những điều mà các nhà lý luận Ngôn ngữ học ứng dụng, Robert Phillipson và Adrian Holliday lần lượt gọi là nguỵ biện nói giọng bản ngữ và chủ nghĩa nói tiếng bản ngữ."
        },
        {
            "en": "It is a case of what the linguist <em>Adrian</em> Holliday termed “native-speakerism” - the belief in the linguistic superiority of “native speakers” and the consequent discrimination of those who are considered “non-native speakers”.",
            "vi": "Đây là trường hợp mà nhà ngôn ngữ học Adrian Holliday gọi là \"chủ nghĩa chuộng người bản xứ\" - niềm tin vào tính ưu việt ngôn ngữ của \"người bản xứ\" và sự phân biệt đối xử với những người được coi là \"người phi bản xứ\"."
        },
        {
            "en": "It is a case of what the linguist <em>Adrian</em> Holliday termed “native-speakerism” - the belief in the linguistic superiority of “native speakers” and the consequent discrimination of those who are considered “non-native speakers”.",
            "vi": "Đây là trường hợp mà nhà ngôn ngữ học Adrian Holliday gọi là \"chủ nghĩa chuộng người bản xứ\" - niềm tin vào tính ưu việt ngôn ngữ của \"người bản xứ\" và sự phân biệt đối xử với những người được coi là \"người phi bản xứ\"."
        },
        {
            "en": "University of Geneva physician <em>Adrian</em> G. Guggisberg, MD, agrees with Gallup that changes in room temperature can trigger yawning. But he's wary of the brain cooling theory. And he offers an alternative interpretation of Gallup's Tucson study.",
            "vi": "Bác sĩ Adrian G. Guggisberg ở Đại học Geneva đồng ý với Gallup rằng những thay đổi trong nhiệt độ phòng có thể gây ra ngáp. Nhưng ông cảnh giác với lý thuyết làm mát não. Và ông đưa ra một cách giải thích khác cho nghiên cứu Tucson của Gallup."
        },
        {
            "en": "In a 2014 article, <em>Adrian</em> Holliday, a native English speaker, said native-speakerism is “a neo-racist ideology that has wide-ranging impact on how teachers are perceived by each other and by their students.",
            "vi": "Trong một bài viết năm 2014, Adrian Holliday, một người nói tiếng Anh bản ngữ, cho biết chủ nghĩa chuộng người bản xứ là \"một hệ tư tưởng phân biệt chủng tộc mới\" có ảnh hưởng sâu rộng đến cách thức giáo viên nhận được sự công nhận từ các giáo viên khác và từ những học sinh của họ."
        },
        {
            "en": "In a 2014 article, <em>Adrian</em> Holliday, a native English speaker, said native-speakerism is “a neo-racist ideology that has wide-ranging impact on how teachers are perceived by each other and by their students. ",
            "vi": "Trong một bài viết năm 2014, Adrian Holliday, một người nói tiếng Anh bản ngữ, cho biết chủ nghĩa chuộng người bản xứ là \"một hệ tư tưởng phân biệt chủng tộc mới\" có ảnh hưởng sâu rộng đến cách thức giáo viên nhận được sự công nhận từ các giáo viên khác và từ những học sinh của họ."
        },
        {
            "en": "“It’s better for us to treat the turtles as naturally as possible. If the egg hatches, the baby turtle’s instinct is only to think about going to the water,” said <em>Adrian</em> Hepta Poniman, a ranger at Meru Betiri National Park, charged with overseeing the local turtle-hatching programme.",
            "vi": "\"Tốt nhất là ta đối xử với rùa càng tự nhiên càng tốt. Nếu trứng nở, bản năng của rùa mới nở chỉ là chạy về đi phía biển,\" Adrian Hepta Poniman, một cán bộ kiểm lâm ở công viên quốc gia Meru Betiri cho biết, anh chịu trách nhiệm giám sát chương trình ấp rùa trong vùng."
        },
        {
            "en": "Indonesia is home to six out of seven species of turtles in the world, but greens are the most common at this site. Green turtles will continue laying their entire lives, from when they are 25 to 30 years up until their old age; they can live for a century, it is believed. In that time, they will lay thousands of eggs.  “After they lay their eggs for the first time, they will come back again in the next 15 to 20 days to lay another batch of eggs,” <em>Adrian</em> said. “During one season, sea turtles can lay their eggs five to six times.”",
            "vi": "Indonesia là quê hương của 6/7 loài rùa trên thế giới, nhưng nơi này phổ biến nhất là rùa xanh. Rùa xanh đẻ liên tục cả đời, từ lúc 25-30 tuổi cho đến khi già, mà rùa này có thể sống cả trăm năm, mọi người tin thế. Cả đời, chúng sẽ đẻ hàng ngàn trứng.Sau khi đẻ trứng lần đầu, 15-20 ngày sau chúng sẽ quay lại đẻ tiếp lứa nữa. Trong một mùa, rùa biển có thể đẻ trứng 5-6 lần."
        }
    ],
    "suggestions": []
}