{
    "en_vn": {
        "data": {
            "content": null,
            "word": "adversarial",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>adversarial</k><blockquote><cclass>[<cclass>ˌadvə'sɛ:rɪəl<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 involving or characterized by conflict or opposition. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Law (of legal proceedings) in which the parties involved have the responsibility for finding and presenting evidence. Compare with <kref>accusatorial</kref>, <kref>inquisitorial</kref>. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>adversarially</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "adversarial",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "adversarial",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "adversarial",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "adversarial",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In the US, an <em>adversarial</em> legal system is used.",
            "vi": "Ở Mỹ hệ thống tranh tụng theo thủ tục tranh tụng được sử dụng."
        },
        {
            "en": "Shifting to an <em>adversarial</em> system is viewed as having benefits.",
            "vi": "Việc tăng cường tranh tụng được coi là đem lại nhiều lợi ích;"
        },
        {
            "en": "This create an <em>adversarial</em> attitude between users and developers.",
            "vi": "Điều này tạo ra thái độ đối đầu giữa người dùng và người phát triển."
        },
        {
            "en": "I think the issue here is the <em>adversarial</em> relationship between the two roles, and not with you as an individual.",
            "vi": "Tôi nghĩ vấn đề ở đây là mối quan hệ đối nghịch giữa hai vai trò, và không phải là với bạn như một cá nhân."
        },
        {
            "en": "This is a “new culture” where customer and developer no longer have an <em>adversarial</em> relationship, but work together toward a common goal.",
            "vi": "Đây là \"văn hoá mới\" nơi khách hàng và người phát triển không còn có mối quan hệ đối thủ, mà làm việc cùng nhau hướng tới mục đích chung."
        },
        {
            "en": "Russia is helping to fuel China's rise. If the United States and Europe don't mend their <em>adversarial</em> relationship with Russia, China will be in a position to counteract the United States even sooner.",
            "vi": "Nga đang giúp Trung Quốc trỗi dậy. Nếu như Mỹ và Châu Âu không hàn gắn mối quan hệ thù địch với Nga, Trung Quốc sẽ trở thành một thế lực đối trọng với Mỹ thậm chí còn sớm hơn."
        },
        {
            "en": "An <em>adversarial</em> system in a civil law system would not necessarily have the same meaning as in a common law system in which the parties to a trial are wholly responsible for presenting their own cases.",
            "vi": "Tuy nhiên, khái niệm tranh tụng trong một hệ thống dân luật không hẳn có cùng ý nghĩa như trong hệ thống thông luật — trong hệ thống thông luật, các bên của phiên tòa hoàn toàn chịu trách nhiệm trình bày lập luận của mình."
        },
        {
            "en": "An <em>adversarial</em> system in civil procedures has been introduced by the Civil Procedure Code of 2005 but the practice in the field level has not yet caught up with the provisions of the Code.",
            "vi": "Bộ luật Tố tụng Dân sự 2005 đã đưa tranh tụng vào thủ tục tố tụng dân sự; nhưng thực tế triển khai lại chưa đáp ứng được các yêu cầu trong Bộ luật."
        }
    ],
    "suggestions": []
}