{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Aedes"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Aedes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Aedes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Aedes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Aedes"
        }
    },
    "sentences": [
        {
            "en": "<em>Aedes</em>.",
            "vi": "Aedes."
        },
        {
            "en": "The Zika virus is transmitted to humans primarily through <em>Aedes</em> aegypty mosquito bites and sexual intercourse.",
            "vi": "Virus Zika được truyền sang người chủ yếu thông qua các vết muỗi Aedes aegypti cắn và quan hệ tình dục."
        },
        {
            "en": "A disease, occurring in Africa and Asia, caused by an arbovirus and transmitted to man by mosquitoes of the genus <em>Aedes</em>.",
            "vi": "Một bệnh thấy ở châu phi và châu á do một loại arbovirus và truyền bệnh cho người bởi con muỗi loại aedes."
        },
        {
            "en": "<em>Aedes</em> species are not only important as vectors of dengue, yellow fever, filariasis, and group B viruses causing encephalitis but also constitute a serious biting nuisance.",
            "vi": "Aedes không phải chỉ mang mầm bệnh sốt xuất huyết, sốt vàng da, bệnh giun chỉ và virus nhóm b gây bệnh viêm não mà nó còn tạo nên rất khó chịu ở chỗ cắn."
        },
        {
            "en": "Health workers in Colombia inspect a used tire depot for stagnant water that could be hatcheries of <em>Aedes</em> aegypti mosquitoes that transmit the Zika virus.",
            "vi": "Những nhân viên y tế ở Colombia kiểm tra một kho chứa vỏ xe đã sử dụng, nước có thể đọng ở những chiếc vỏ xe này và trở thành nơi ấp trứng của muỗi vằn, loài muỗi truyền vi - rút Zika."
        },
        {
            "en": "The <em>Aedes</em> aegypti mosquito — the aggressive transmitter of Zika, dengue, yellow fever, and chikungunya — can breed in even the smallest pools of water.",
            "vi": "Muỗi vằn - loài muỗi hung hăng truyền virus Zika, sốt xuất huyết, sốt vàng da, và bệnh Chikungunya - chúng có thể sinh sản ngay cả ở những vũng nước nhỏ nhất."
        },
        {
            "en": "Discarded tires are a perfect breeding ground as they fill with water when it rains. And there are thousands — if not millions — of them spread all across Latin America where the Zika virus has taken hold. Researchers have estimated <em>Aedes</em> aegypti mosquitoes use tires for almost a third of their breeding sites.",
            "vi": "Những chiếc vỏ xe vứt đi khi chứa đầy nước mưa là môi trường lý tưởng để muỗi đẻ trứng. Và có hàng ngàn - nếu không muốn nói là hàng triệu - con bay ra khắp Châu Mỹ La tinh, khu vực này đã hình thành nên vi-rút Zika. Các nhà nghiên cứu đã ước tính gần 1/3 muỗi vằn dùng vỏ xe làm nơi sinh sản."
        }
    ],
    "suggestions": []
}