{
    "en_vn": {
        "data": {
            "content": null,
            "word": "affixed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "affixed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "affixed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "affixed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "affixed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Peter <em>affixed</em> his signature to a deed.",
            "vi": "Peter đã ký tên vào chứng thư."
        },
        {
            "en": "<em>Affixed</em> seal or stamp on adjoining edges of pages",
            "vi": "Đóng dấu giáp lai"
        },
        {
            "en": "The clerk <em>affixed</em> a seal to a document.",
            "vi": "Người thư ký đóng dấu vào tài liệu kín."
        },
        {
            "en": "The two countries <em>affixed</em> their signatures to the agreement.",
            "vi": "Cả hai nước đều đã kí tên vào hiệp định."
        },
        {
            "en": "Many ancient astronomers believed that stars were permanently <em>affixed</em> to a heavenly sphere, and that they were immutable.",
            "vi": "Nhiều nhà thiên văn cổ đại tin rằng các sao nằm cố định trên một thiên cầu, và chúng bất biến."
        },
        {
            "en": "Good internal control requires that each plant asset be separately identified, usually with a serial number that is etched or <em>affixed</em> to the asset.",
            "vi": "Kiểm soát nội bộ có hiệu quả đòi hỏi mỗi tài sản cố định phải được xác định một cách riêng biệt, thường theo từng hàng số đóng trên hoặc gắn vào từng tài sản cố định."
        },
        {
            "en": "Law No. 10 amending the Land Law dated 2 December 1998 states that assets <em>affixed</em> to the land and land use rights may only be mortgaged to Vietnamese banks.",
            "vi": "Luật số 10 sửa đổi Luật Đất đai ngày 2 tháng 12, 1998 quy định, các tài sản hình thành trên đất đai và quyền sử dụng đất đai chỉ có thể được thế chấp đối với các ngân hàng Việt nam."
        },
        {
            "en": "It's followed by a short-sleeved kimono undershirt, tied shut at the waist, and then the pads, which look like small contoured pillows with strings <em>affixed</em> for tying them into place.",
            "vi": "Tiếp theo họ mặc ra bên ngoài váy lót kimono cụt tay, áo này mặc sát vào eo, rồi các thứ chêm trong như những cái gối nhỏ có dây xung quanh để buộc chúng vào người cho chắc."
        }
    ],
    "suggestions": []
}