{
    "en_vn": {
        "data": {
            "content": null,
            "word": "affiliated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "affiliated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>affiliated</k><blockquote>▸ <cclass>adjective ASSOCIATED, allied, related, federated, confederated, amalgamated, unified, connected, linked; in league, in partnership.</cclass></blockquote></div>",
            "word": "affiliated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "affiliated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "affiliated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Non-<em>affiliated</em> union",
            "vi": "Nghiệp đoàn không sáp nhập với một tổ chức nghiệp đoàn nào"
        },
        {
            "en": "The <em>affiliated</em> Vietronics firms.",
            "vi": "Các vietronics trực thuộc."
        },
        {
            "en": "The college is <em>affiliated</em> to the university",
            "vi": "Trường cao đẳng được nhập vào trường đại học."
        },
        {
            "en": "She is a member of a non-<em>affiliated</em> union.",
            "vi": "Bà ta là thành viên của nghiệp đoàn không sáp nhập với một tổ chức nghiệp đoàn nào."
        },
        {
            "en": "Are there any SAG <em>affiliated</em> agencies in Louisiana?",
            "vi": "Có cơ quan trực thuộc SAG nào ở Louisiana không?"
        },
        {
            "en": "Government think tank <em>affiliated</em> with the Ministry of Finance",
            "vi": "Viện nghiên cứu chính sách của chính phủ đã liên kết với Bộ Tài chính"
        },
        {
            "en": "I am not presently <em>affiliated</em> with any political party.",
            "vi": "Hiện tôi không liên kết với bất kỳ đảng phái chính trị nào."
        },
        {
            "en": "The bank of America <em>affiliated</em> with the bank in Mexico.",
            "vi": "Ngân hàng Mỹ liên kết với ngân hàng ở Mexico."
        },
        {
            "en": "She is a member of a non - <em>affiliated</em> union.",
            "vi": "Bà ta là thành viên của nghiệp đoàn không sáp nhập với một tổ chức nghiệp đoàn nào."
        },
        {
            "en": "We have an <em>affiliated</em> company namely PT Bumi Surja Loka.",
            "vi": "Chúng tôi có một công ty con tên là PT Bumi Surja Loka."
        },
        {
            "en": "Questionnaires were sent to all <em>affiliated</em> Trade Unions.",
            "vi": "Các bản câu hỏi đã được gửi đến tất cả các hiệp hội thương mại trực thuộc."
        },
        {
            "en": "We have over 10.000 employees including those working in the <em>affiliated</em> company.",
            "vi": "Chúng tôi có trên 10. 000 nhân viên kể cả những người làm việc trong công ty con."
        },
        {
            "en": "We have over 10. 000 employees including those working in the <em>affiliated</em> company.",
            "vi": "Chúng tôi có trên 10.000 nhân viên kể cả những người làm việc trong công ty con."
        },
        {
            "en": "This foreign language center is <em>affiliated</em> to HCM City Education University.",
            "vi": "Trung tâm ngoại ngữ này trực thuộc đại học sư phạm tp. hcm."
        },
        {
            "en": "I wanna work for a foreign-<em>affiliated</em> company and in the future live overseas.",
            "vi": "Tôi muốn làm việc cho một công ty liên doanh với nước ngoài và trong tương lai tôi sẽ sống ở nước ngoài."
        },
        {
            "en": "Nor did we intend to include the consultants working for government-<em>affiliated</em> business promotion centers.",
            "vi": "Chúng tôi cũng không tính đến các nhà tư vấn hiện chỉ làm việc cho các trung tâm xúc tiến thương mại thuộc nhà nước."
        },
        {
            "en": "There are 16 trade unions currently <em>affiliated</em> to the Labour Party at national level.",
            "vi": "Hiện có 16 tổ chức công đoàn đang trực thuộc Đảng Lao động ở cấp quốc gia."
        },
        {
            "en": "An <em>affiliated</em> company is a company partly or wholly owned by another company.",
            "vi": "Công ty con là công ty do một công ty khác sở hữu một phần hoặc toàn bộ."
        },
        {
            "en": "Regents Park became a college <em>affiliated</em> to the University of London.",
            "vi": "Regents Park trở thành một trường đại học trực thuộc Đại học London."
        },
        {
            "en": "However, members of Front-<em>affiliated</em> organizations are the only citizens allowed to participate in these votes.",
            "vi": "Tuy nhiên, các thành viên của các tổ chức thành viên của Mặt trận Tổ quốc là những người dân duy nhất được phép tham gia vào các cuộc bầu cử này."
        }
    ],
    "suggestions": []
}