{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'fə:mətivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khẳng định, quả quyết</td></tr></table><i/></div>",
            "word": "affirmatively"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "affirmatively"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "affirmatively"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "affirmatively"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "affirmatively"
        }
    },
    "sentences": [
        {
            "en": "We hope that you will respond <em>affirmatively</em>.",
            "vi": "Chúng tôi hi vọng ngài sẽ trả lời đồng ý."
        },
        {
            "en": "As with the assessments of firms, however, fewer than half of the citizens surveyed indicated <em>affirmatively</em> that they were satisfied with their experiences.",
            "vi": "Mặc dù vậy, cũng giống như khảo sát với doanh nghiệp, chưa đến một nửa số người được hỏi trả lời rằng họ hài lòng với việc giải quyết tại tòa án."
        },
        {
            "en": "However, to further clarify and protect the rights of persons with disabilities, additional language should be added that <em>affirmatively</em> applies these rights to persons with disabilities and prohibits discrimination on the basis of disability.",
            "vi": "Tuy nhiên, để làm sáng tỏ thêm và bảo vệ quyền của NKT, cần bổ sung thêm khẳng định việc áp dụng những quyền này cho NKT và nghiêm cấm phân biệt đối xử vì lý do khuyết tật."
        },
        {
            "en": "Compared to students who were never offered free cigarettes, tobacco users were more likely to reply <em>affirmatively</em> to the question of having ever been offered free cigarettes by the representative of cigarette manufacturers.",
            "vi": "So với những sinh viên không bao giờ được phát thuốc lá miễn phí, những người hút thuốc lại có nhiều khả năng trả lời khẳng định cho câu hỏi có bao giờ được đại diện của những nhà sản"
        },
        {
            "en": "The third paragraph of the first article 20 should the paragraph should <em>affirmatively</em> state that people attending classes have the right to sign language interpreters, Braille and other “educational tools.",
            "vi": "Khổ đoạn 3 của Điều 20 đầu tiên nên khẳng định chắc chắn rằng mọi người đến học tại các lớp có quyền được hưởng phiên dịch ngôn ngữ tín hiệu, chữ nổi Braille và những công cụ giáo dục khác."
        },
        {
            "en": "Compared to students who were never offered free cigarettes, tobacco users were more likely to reply <em>affirmatively</em> to the question of having ever been offered free cigarettes by the representative of cigarette manufacturers.",
            "vi": "So với những sinh viên không bao giờ được phát thuốc lá miễn phí, những người hút thuốc lại có nhiều khả năng trả lời khẳng định cho câu hỏi có bao giờ được đại diện của những nhà sản xuất thuốc lá phát thuốc lá miễn phí chưa."
        }
    ],
    "suggestions": []
}