{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'filjeit]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">filiate</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['filjeit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhận làm chi nhánh, nhận làm hội viên</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(+ <font color=\"#1371BB\">to</font>, <font color=\"#1371BB\">with</font>) nhập, liên kết (tổ chức này vào một tổ chức khác)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(pháp lý) xác định tư cách làm bố một đứa con hoang (để có trách nhiệm nuôi)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xác định tư cách tác giả (của một tác phẩm)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tìm nguồn gốc (ngôn ngữ)</td></tr></table><i/></div>",
            "word": "affiliate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>affiliate</k><blockquote>■ <cclass>verb <cclass>ə'fɪlɪeɪt (usu. <cclass><b>be affiliated to/with</b>) officially attach or connect to an organization. </cclass></cclass></cclass></blockquote><blockquote>⁃ (of an organization) admit as a member. </blockquote><blockquote>■ <cclass>noun <cclass>ə'fɪlɪət an affiliated person or organization. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>affiliation</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>affiliative</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18 (earlier (C17) as <i>affiliation</i>): from med. L. <i>affiliat-</i>, <i>affiliare</i> 'adopt as a son'. </blockquote></div>",
            "word": "affiliate"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>affiliate</k><blockquote>▸ <cclass>verb ASSOCIATE WITH, unite with, combine with, join (up) with, join forces with, link up with, ally with, align with, federate with, amalgamate with, merge with; attach to, annex to, incorporate into, integrate into.</cclass></blockquote></div>",
            "word": "affiliate"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>affiliate</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>refl.</abr>, <abr>tr.</abr>) to affiliate to, with (to affiliate oneself with a movement; they are affiliated with the national committee; to become affiliated with) </ex></blockquote></blockquote></div>",
            "word": "affiliate"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "affiliate"
        }
    },
    "sentences": [
        {
            "en": "<em>Affiliate</em> Members",
            "vi": "Hội viên thông tấ"
        },
        {
            "en": "Residents can now <em>affiliate</em> with the party as registered voters.",
            "vi": "Cư dân bây giờ có thể gia nhập vào đảng như những cử tri đã ghi danh đi bầu."
        },
        {
            "en": "To ensure and <em>affiliate</em> company has sufficient long-term capital.",
            "vi": "Để bảo đảm một công ty liên kết có đủ vốn dài hạn."
        },
        {
            "en": "A direct subsidiary, <em>affiliate</em> or spin-off of another company.",
            "vi": "Một chi nhánh chính thức hay một công ty con của một doanh nghiệp khác."
        },
        {
            "en": "Associate members are similar to <em>affiliate</em> members in many cases.",
            "vi": "Trong nhiều trường hợp, hội viên liên kết cũng giống như hội viên thông tấn."
        },
        {
            "en": "Associations that wish to have their members included in these nominations must <em>affiliate</em> with the VFF.",
            "vi": "Các hiệp hội muốn hội viên của mình có tên trong danh sách được đề cử cần phải gia nhập MTTQVN."
        },
        {
            "en": "<em>Affiliate</em> marketing is quickly becoming a popular way to make money online.",
            "vi": "Tiếp thị liên kết đang nhanh chóng trở thành một hình thức kiếm tiền trực tuyến phổ biến."
        },
        {
            "en": "This revealed that after exclusion, people will automatically mimic to <em>affiliate</em> with someone new.",
            "vi": "Điều đó cho thấy rằng sau khi bị từ chối, mọi người sẽ tự động bắt chước để liên kết với một người mới."
        },
        {
            "en": "Police fired tear gas on demonstrators Friday, a CNN <em>affiliate</em> reported.",
            "vi": "Theo báo cáo của CNN thì cảnh sát đã bắn súng hơi cay vào những người biểu tình hôm thứ Sáu."
        },
        {
            "en": "The International Auditing Company E & Y of Hong Kong has been licensed to set up its auditing <em>affiliate</em> in Vietnam.",
            "vi": "Công ty kiểm toán quốc tế e & y của hồng kông đã được cấp giấy phép thành lập chi nhánh kiểm toán của họ tại việt nam."
        },
        {
            "en": "<em>Affiliate</em> members of the VCA include non-registered cooperatives or enterprises, household enterprises, industry-specific associations or clubs, research and/or training institutes, etc.",
            "vi": "Hội viên liên kết của Liên minh hợp tác xã Việt Nam bao gồm các hợp tác xã hay doanh nghiệp không đăng ký, doanh nghiệp hộ gia đình, các hiệp hội hay câu lạc bộ chuyên ngành, các viện nghiên cứu và/hoặc đào tạo, v.v."
        },
        {
            "en": "However, <em>affiliate</em> members still receive the association newsletter and other information, and are invited to attend association events when they are in Hanoi.",
            "vi": "Tuy nhiên, các hội viên thông tấn vẫn nhận được các bản tin cùng những thông tin khác của hiệp hội, và được mời tham dự các sự kiện của hiệp hội khi họ có mặt tại Hà Nội."
        },
        {
            "en": "A number of associations extend <em>affiliate</em> membership to local government leaders, including directors or assistant directors of provincial/district departments and People’s Committee Chairmen or Vice Chairmen.",
            "vi": "Một số hiệp hội mở rộng kết nạp cả hội viên là lãnh đạo chính quyền địa phương gồm chủ tịch hay phó chủ tịch uỷ ban nhân dân, các giám đốc hoặc phó giám đốc sở/phòng."
        },
        {
            "en": "The statutes of the VITAS state that the 200 members of the HCMC Association of Garments, Textiles, Embroidery and Knitting (AGTEK) are <em>affiliate</em> members of the national group.",
            "vi": "Điều lệ của Hiệp hội Dệt may Việt Nam nói rằng 200 hội viên của Hội Dệt may thêu đan TP HCM là hội viên thông tấn của hiệp hội quốc gia."
        },
        {
            "en": "The <em>Affiliate</em> needs to the fill out the form that serves as the basis for registration in order to sign up for the programme.",
            "vi": "Công ty con cần điền vào mẫu như là cơ sở đăng kí để đăng kí cho chương trình đó."
        },
        {
            "en": "The L/C is to be opened by us or our <em>affiliate</em> in Hong Kong not later than 30 days before the shipping schedule.",
            "vi": "Thư tín dụng sẽ được chúng tôi hay chi nhánh của chúng tôi tại Hồng Kông mở không trễ hơn 30 ngày trước khi có lịch giao hàng."
        },
        {
            "en": "The program is being hosted by the Center for International Private Enterprise (CIPE), an <em>affiliate</em> of the U.S. Chamber of Commerce.",
            "vi": "Chương trình do Trung tâm Doanh nghiệp Tư nhân Quốc tế (CIPE) thuộc Phòng Thương mại Hoa Kỳ tổ chức."
        },
        {
            "en": "The story spread across the nation once it aired on WBIR. John Wildeman in Punta Gorda, Florida, saw the story on his local NBC <em>affiliate</em> Wednesday morning and knew he wanted to do something to help Eli'sha.",
            "vi": "Chuyện ấy lan truyền khắp nước Mỹ khi WBIR phát sóng. John Wildeman ở Punta Gorda, Florida, thấy câu chuyện trên kênh NBC địa phương buổi sáng hôm thứ Tư nên muốn làm gì đó giúp Eli'sha."
        },
        {
            "en": "The Vietnam Fatherland Front (VFF), though it does not directly oversee any particular association, is an umbrella organization that most associations <em>affiliate</em> with, including the VCA, HUAIC, and YBC.",
            "vi": "Mặt trận Tổ quốc Việt Nam (MTTQVN), dù không trực tiếp quản lý một hiệp hội nào, là một tổ chức bảo trợ mà hầu hết các tổ chức gia nhập, bao gồm VCA, HUAIC và YBC."
        },
        {
            "en": "Vinaconex invested in the VND1.5 trillion project, and its <em>affiliate</em>, the Vinaconex Glass Fibre Reinforced Polyester Pipe Company, supplied the pipes. Seven officials of Vinaconex Glass Fibre were prosecuted on July 14 for regulatory offences.",
            "vi": "Vinaconex đầu tư vào dự án 1,5 nghìn tỷ đồng, và bộ phận liên kết của Vinaconex là Công ty Vinaconex Glass Fibre Reinforced Polyester, sẽ cung cấp các đường ống. Bảy cán bộ của Vinaconex Glass Fibre đã bị truy tố vào ngày 14 tháng 7 do các vi phạm về quản lý."
        }
    ],
    "suggestions": []
}