{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə,fɔris'tei∫n]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">afforestment</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'fɔristmənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự trồng cây gây rừng; sự biến thành rừng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sử học) sự biến thành khu vực săn bắn</td></tr></table><i/></div>",
            "word": "afforestation",
            "pronounce": "[ə,fɔris'tei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "afforestation",
            "pronounce": "[ə,fɔris'tei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "afforestation",
            "pronounce": "[ə,fɔris'tei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "afforestation",
            "pronounce": "[ə,fɔris'tei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự trồng rừng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự trồng cây</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">protective afforestation</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hàng cây bảo vệ (đường)</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "afforestation",
            "pronounce": "[ə,fɔris'tei∫n]"
        }
    },
    "sentences": [
        {
            "en": "<em>Afforestation</em>, tending of forests.",
            "vi": "Trồng, chăm sóc rừng."
        },
        {
            "en": "Tan Phu <em>afforestation</em> yards has achieved some initial results.",
            "vi": "Lâm trường Tân Phú đã đạt được một số kết quả ban đầu."
        },
        {
            "en": "<em>Afforestation</em> is the best method to reduce climate change.",
            "vi": "Trồng rừng là giải pháp tốt nhất giảm biến đổi khí hậu."
        },
        {
            "en": "Vietnam beats China again to take <em>AFF</em> U16 title",
            "vi": "Vietnam đánh bại Trung Quốc để giành AFF cúp lứa tuổi 16"
        },
        {
            "en": "InnovGreen Corp will carry out a $200 million <em>afforestation</em> project in northern Quang Ninh.",
            "vi": "Tập đoàn InnovGreen sẽ thực hiện dự án trồng rừng trị giá 200 triệu đô la ở phía bắc Quảng Ninh."
        },
        {
            "en": "The Vietnamese national football team's success rate in the <em>AFF</em> cup is very high.",
            "vi": "Tỷ lệ thành công của đội tuyển bóng đá quốc gia Việt Nam tại cúp vô địch AFF là rất cao."
        },
        {
            "en": "Quang Ninh has developed 20 projects in industry, tourism and entertainment, <em>afforestation</em> and aquaculture to attract foreign investment.",
            "vi": "Quảng Ninh đã triển khai 20 dự án về công nghiệp, du lịch và giải trí, trồng rừng và nuôi trồng thủy sản để thu hút đầu tư nước ngoài."
        },
        {
            "en": "Integrate the National Program on 5 million hectare <em>afforestation</em> with the Forestry Assistance and Co-operation Program.",
            "vi": "Gắn kết Chương trình Quốc gia trồng mới 5 triệu hec-ta rừng với Chương trình Hỗ trợ Hợp tác về Lâm nghiệp."
        },
        {
            "en": "Vietnam have won the <em>AFF</em> Suzuki Cup 2008 with a 3-2 aggregate win over Thailand after holding the visitors to a 1-1 draw in Hanoi.",
            "vi": "Việt Nam đã đoạt cúp vô địch Đông nam Á 2008 nhờ chiến thắng chung cuộc 3-2 trước Thái Lan sau khi cầm chân đội khách này 1-1 tại Hà Nội."
        },
        {
            "en": "“However, our expected targets are a gold medal at the 29th Southeast Asian Games in Malaysia and the final of the 2016 <em>AFF</em> Cup,” he said.",
            "vi": "\"Tuy nhiên, mục tiêu dự kiến của chúng tôi là một huy chương vàng tại SEA Games 29 tại Malaysia và vòng chung kết AFC Cup 2016\" ông nói."
        },
        {
            "en": "HE was hailed as the next big thing in Vietnamese football, but Le Cong Vinh failed to sparkle in the group stage of the <em>AFF</em> Suzuki Cup 2008.",
            "vi": "Được coi như một tài năng lớn của bóng đá Việt Nam, nhưng Lê Công Vinh đã không toả sáng ở vòng bảng Giải bóng đá AFF Suzuki Cup 2008."
        },
        {
            "en": "He was voted one of the best 20 talents of Southeast Asia, following his outstanding performance at the <em>AFF</em> Under-19 Championships last year.",
            "vi": "Anh được bầu chọn là một trong 20 tài năng tốt nhất của khu vực Đông Nam Á, sau những thành tích xuất sắc của mình tại giải vô địch AFF U19 năm ngoái."
        },
        {
            "en": "Last year, the Hoi An Eco-tour Company and the Centre for Natural Resources and Environmental Studies also offered tours of nipa palm forests and opportunities to participate in <em>afforestation</em> efforts.",
            "vi": "Trong một chuyến đi du lịch năm ngoái, công ty Hội An Eco-tour và trung tâm Tài nguyên và Môi trường cũng cung cấp chương trình du lịch rừng dừa nước và các cơ hội để tham gia vào những nỗ lực trồng rừng."
        },
        {
            "en": "Due to what are regarded as the defeat of the Thailand team in <em>AFF</em> cup last year, the Football Association of Thailand thinks that Vietnam is the biggest hindrance for Thailand to win the gold medal at Seagames 25th.",
            "vi": "Do những gì được xem là thất bại của đội tuyển Thái Lan tại cúp AFF năm ngoái, Liên đoàn bóng đá Thai Lan cho rằng VN là trở ngại lớn nhất cho Thái Lan giành được huy chương vàng"
        },
        {
            "en": "Due to what are regarded as the defeat of the Thailand team in <em>AFF</em> cup last year, the Football Association of Thailand thinks that Vietnam is the biggest hindrance for Thailand to win the gold medal at Seagames 25th.",
            "vi": "Do những gì được xem là thất bại của đội tuyển Thái Lan tại cúp AFF năm ngoái, Liên đoàn bóng đá Thai Lan cho rằng VN là trở ngại lớn nhất cho Thái Lan giành được huy chương vàng tại Seagames 25."
        },
        {
            "en": "Noble said a variety of factors led to the classification of an increased number of species in danger, including land use change, such as <em>afforestation</em> and drainage of fields for farmland, and increased numbers of predators, such as foxes. He also pointed to the global impacts of climate change, which affect migratory birds.",
            "vi": "Ông Noble cho biết nhiều yếu tố dẫn đến việc phân loại số loài đang bị nguy hiểm ngày càng nhiều, trong đó có việc thay đổi cách sử dụng đất, như là trồng cây gây rừng và rút nước ruộng để canh tác và lượng thú săn mồi, như cáo, tăng. Ông cũng cho biết biến đổi khí hậu toàn cầu cũng ảnh hưởng đến các loài chim di trú."
        }
    ],
    "suggestions": []
}