{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Afghanistan"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Afghanistan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Afghanistan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Afghanistan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Afghanistan"
        }
    },
    "sentences": [
        {
            "en": "War in <em>Afghanistan</em>",
            "vi": "Chiến tranh ở Afghanistan"
        },
        {
            "en": "<em>Afghanistan</em> is a backward country.",
            "vi": "Afghanistan là một đất nước lạc hậu."
        },
        {
            "en": "NATO forces killed in <em>Afghanistan</em>.",
            "vi": "Quân lực của tổ chức hiệp ước Bắc Đại Tây Dương thiệt mạng ở Afghanistan."
        },
        {
            "en": "Top Chinese official visits <em>Afghanistan</em>",
            "vi": "Quan chức đứng đầu Trung Quốc đi thăm Afghanistan"
        },
        {
            "en": "He is a sarge from <em>Afghanistan</em>.",
            "vi": "Anh ta là một trung sĩ đến từ Áp-ga-nít-tan."
        },
        {
            "en": "US face an ignominious defeat in <em>Afghanistan</em>.",
            "vi": "Mỹ đối mặt với sự thất bại nhục nhã ở Afghanistan."
        },
        {
            "en": "Gen Conway's just returned from <em>Afghanistan</em>.",
            "vi": "Gen Conway mới vừa trở về từ Afghanistan."
        },
        {
            "en": "<em>Afghanistan</em>: Taliban gunmen attack Kandahar police base",
            "vi": "Afghanistan: các tay súng Taliban tấn công căn cứ cảnh sát ở Kandahar"
        },
        {
            "en": "Soviet policy towards <em>Afghanistan</em> is quite tough.",
            "vi": "Chính sách của Liên Xô đối với Afghanistan khá cứng rắn"
        },
        {
            "en": "Foreigners suffer heavy losses in <em>Afghanistan</em>.",
            "vi": "Người nước ngoài trải qua thiệt hại nặng ở Afghanistan."
        },
        {
            "en": "His mortal remains are still in <em>Afghanistan</em>.",
            "vi": "Xác của anh ấy vẫn còn ở Afghanistan."
        },
        {
            "en": "Security contractors in <em>Afghanistan</em> 'fund Taliban'",
            "vi": "Các nhà thầu an ninh ở Afghanistan ‘tài trợ cho Taliban’"
        },
        {
            "en": "The war in <em>Afghanistan</em> is no \"moral blight\".",
            "vi": "Cuộc chiến tranh ở Afghanistan không phải là\"sự lụi tàn về đạo đức\"."
        },
        {
            "en": "They are deploying ISAF (International Security Assistance Forces) in <em>Afghanistan</em>.",
            "vi": "Họ đang triển khai Lực lượng hỗ trợ an ninh quốc tế (ISAF) tại Afghanistan."
        },
        {
            "en": "The Northern Alliance is the leading opposition group in <em>Afghanistan</em>.",
            "vi": "Liên minh phương bắc là phe đối lập chủ chốt ở Afganixtan."
        },
        {
            "en": "American Secretary of State Condoleezza Rice traveled to <em>Afghanistan</em> Wednesday.",
            "vi": "Ngoại trưởng mỹ condoleeza rice đã công du đến afghanistan hôm thứ tư."
        },
        {
            "en": "The war in <em>Afghanistan</em> is no \"moral blight\".",
            "vi": "Cuộc chiến tranh ở Afghanistan không phải là \"sự lụi tàn về đạo đức\"."
        },
        {
            "en": "<em>Afghanistan</em> quietly brings into force Taliban amnesty law.",
            "vi": "Afghanistan lặng lẽ đưa luật ân xá Taliban vào thi hành."
        },
        {
            "en": "NATO to debate <em>Afghanistan</em> at crucial Lisbon summit.",
            "vi": "NATO sẽ tranh cãi vấn đề Afghanistan trong cuộc họp thượng đỉnh tại Lisbon."
        },
        {
            "en": "Rich mineral deposits have been discovered recently in <em>Afghanistan</em>.",
            "vi": "Khoáng thể dồi dào được tìm thấy gần đây ở Afghanistan."
        }
    ],
    "suggestions": []
}