{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aga",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aga</k><blockquote><cclass>[<cclass>'α:gə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (in Muslim countries, especially under the Ottoman Empire) a military commander or official. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Turk. <i>ağa</i> 'master, lord', from Mongolian <i>aqa</i>. </blockquote></div>",
            "word": "aga",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aga",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aga",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aga",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I have an <em>aga</em> and love cooking on it.",
            "vi": "Tôi có bếp lò aga và rất thích nấu đồ ăn trên nó."
        },
        {
            "en": "An enclave on the Arabian Sea given to Islamabad by the <em>Aga</em> Khan, it was not much thought of as a key staging point between central Asia and the Gulf.",
            "vi": "Là một vùng đất nằm ven biển A-rập do Vua Aga trao cho Islamabad, nhưng nó ít được xem là điểm tập kết quan trọng giữa Trung Á và vùng Vịnh."
        },
        {
            "en": "Writing in the British Medical Journal, UK and Pakistani experts assessed 43 studies involving 200,000 children, and found deaths were cut by 24% if children were given the vitamin. And they say taking it would also cut rates of measles and diarrhoea. The body needs vitamin A for the visual and immune systems to work properly. It is found in foods including cheese, eggs, liver and oily fish. The World Health Organization (WHO) estimates that, around the world, 190 million children under the age of five may have a vitamin A deficiency.  But despite widespread efforts, supplementation programmes do not reach all the children who could benefit.  Capsules are now distributed twice a year in at least 60 countries, with average annual coverage rates nearing 80%. However, University of Oxford and <em>Aga</em> Khan University researchers who carried out this work say the effectiveness of vitamin A is so well-established that policy-makers should provide supplements to all children at risk.  'Effective and cheap'  They evaluated studies that involved children aged six months to five years, and compared rates of illness and death among those who were given vitamin A and those who were not.  They found vitamin A supplements reduced child mortality by 24% in low- and middle-income countries.  They calculate that, considering the estimated 190m children who are vitamin A deficient, reducing deaths by 24% would save more than 600,000 lives each year. Dr Evan Mayo-Wilson from the University of Oxford, who worked on the study, said: \"Until other sources are available, supplements should be given to all children who are at risk of vitamin A deficiency.  \"After just one year, children who had taken supplements were less likely to have died than children who received a placebo [dummy version].  Vitamin A supplements are highly effective and cheap to produce and administer.\" He said there had been recent criticism of vitamin A programmes - with some saying there were risks that respiratory infection rates could increase, particularly in children who were not vitamin A deficient - but he added there was \"little doubt\" that vitamin A prevented young children from dying.  In an editorial for BMJ Online, Professor Wafaie Fawzi, from the department of nutrition, epidemiology, and global health at Harvard School of Public Health, added: \"Effort should now focus on finding ways to sustain this important child survival initiative and fine tune it to maximise the number of lives saved.\"",
            "vi": "Theo bài viết đăng trên tập san Y học Anh, các chuyên gia Anh quốc và Pa-kix-tan đã đánh giá qua 43 cuộc nghiên cứu liên quan đến 200.000 trẻ em và thấy rằng tỷ lệ tử vong giảm xuống 24% nếu trẻ được uống Vi-ta-min. Và nó còn làm giảm tỷ lệ bệnh sởi và bệnh tiêu chảy. Cơ thể cần vitamin A giúp hệ miễn dịch và thị giác hoạt động tốt. Vitamin A có trong các loại thức ăn như phô-mai, trứng, gan và cá béo. Tổ chức y tế thế giới (WHO) ước tính có khoảng 190 triệu trẻ em dưới năm tuổi ở khắp nơi trên thế giới có thể thiếu vi-ta-min A. Dù đã có nhiều nỗ lực nhưng các chương trình hỗ trợ vẫn chưa đến được với tất cả các trẻ em cần trợ cấp. Hiện nay viên con nhộng được phân phối một năm hai lần ở ít nhất 60 nước với tỷ lệ bao phủ hàng năm gần 80%. Tuy nhiên, các nhà nghiên cứu thuộc Đại học Oxford và Đại học Aga Khan thực hiện công việc này cho biết vi-ta-min A có hiệu quả rất tốt nên các nhà lập chính cần phải bổ sung cho tất cả các trẻ em có nguy cơ thiếu vi-ta-min A.  “Rẻ và Hiệu quả” Họ đã xem xét các nghiên cứu liên quan đến trẻ từ sáu tháng đến năm tuổi. So sánh tỷ lệ bệnh tật và tử vong ở những trẻ được uống vi-ta-min A và trẻ không được uống vi-ta-min A. Họ nhận thấy việc bổ sung vi-ta-min A giúp giảm tỷ lệ trẻ tử vong là 24% ở các nước có thu nhập thấp và trung bình. Theo tính toán trong số 190 triệu trẻ em thiếu vi-ta-min A nếu giảm được tỷ lệ tử vong xuống còn 24% thì mỗi năm sẽ cứu sống được 600.000 trẻ em. Giáo sư Evan Mayo-Wilson thuộc Đại học Oxford người thực hiện nghiên cứu này cho biết: “ Cho đến khi các nguồn khác sẵn có thì cần phải trợ cấp cho tất cả trẻ em có nguy cơ thiếu vi-ta-min A.  “Chỉ sau một năm, trẻ uống thuốc bổ sung giảm nguy cơ tử vong hơn so với trẻ uống thuốc an thần [thuốc giả dược]. Sản xuất và cung cấp vi-ta-min A bổ sung có giá thành rẻ và đạt hiệu quả cao. Ông còn cho biết gần đây có nhiều đánh giá về chương trình Vi-ta-min A, một số nói rằng tỷ lệ nhiễm trùng hô hấp có nguy cơ gia tăng đặc biệt ở trẻ thiếu Vi-ta-min A , nhưng ông cũng thêm rằng người ta “ít nghi ngờ” về khả năng Vi-ta-min A có thể bảo vệ trẻ em khỏi tử vong”. Trong một bài xã luận trên BMJ Trực tuyến, Giáo sư Wafaie Fawzi thuộc khoa dinh dưỡng, dịch tễ học và sức khoẻ toàn cầu tại Trường Y tế Cộng đồng Havard nói thêm: “ Nỗ lực bây giờ là cần phải tập trung tìm cách duy trì khả năng sinh tồn quan trọng của trẻ và cải thiện tốt hơn để giảm tối đa số lượng tử vong.”"
        }
    ],
    "suggestions": []
}