{
    "en_vn": {
        "data": {
            "content": null,
            "word": "agar"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>agar</k><blockquote><cclass>[<cclass>'eɪgα:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>agar-agar</b><cclass>eɪgα:r'eɪgα:) </cclass></cclass></blockquote><blockquote>■ <cclass>noun a gelatinous substance obtained from various kinds of red seaweed and used in biological culture media and as a thickener in foods. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Malay. </blockquote></div>",
            "word": "agar"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "agar"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "agar"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất làm đông aga</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A gelatinous product extracted from certain red algae, e.g., Gelidium cartilagineum or G. robustum, indigestible by almost all bacteria and therefore used as the basic ingredient in solid culture mediums. It also has a variety of industrial uses, as for thickening foods, making emulsions, as a laxative, as a substitute for gelatin, and so on.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Một sản phẩm được lấy từ một loại tảo đỏ xác định, ví dụ như Gelidium cartilagineum or G. robustum, mà tất cả các vi khuẩn đều không thể tiêu hóa nổi loại này. Do vậy, nó được sử dụng là thành phần cơ bản của các dung dịch làm đặc. Nó cũng có các ứng dụng rộng rãi trong công nghiệp, như làm đông thức ăn, tạo nhũ tương, là một loại thuốc nhuận tràng, vật liệu làm đông thay thế gelatin.v.v..</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thạch trắng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">agar slant</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> môi trường thạch nghiêng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">agar slant</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thạch nghiêng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">agar tube</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ống thạch</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">streak agar</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vạch cấy trên thạch</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "agar"
        }
    },
    "sentences": [
        {
            "en": "<em>Agar</em>.",
            "vi": "Thạch."
        },
        {
            "en": "Do you want to have <em>agar</em> - <em>agar</em>?",
            "vi": "Bạn có muốn dùng sương sa không?"
        },
        {
            "en": "Do you want to have <em>agar</em>-<em>agar</em>?",
            "vi": "Bạn có muốn dùng sương sa không?"
        },
        {
            "en": "Method: 1) Soak <em>agar</em> <em>agar</em> strips in cold water for about 20 minutes, or till soften. drain, squeeze out the excess water. In a saucepan, Add soften <em>agar</em> <em>agar</em> strips and water, bring to a boil over low heat, until completely melted. The amount of <em>agar</em> <em>agar</em> liquid in half with (B) and (C). (<em>Agar</em> jellies will become liquid again at 80°C – 90°C)",
            "vi": "Cách làm:1 ) Ngâm rau câu sợi trong nước lạnh khoảng 20 phút, hoặc cho đến mềm. Chắt nước. Cho sợi rau câu mềm vào nồi cùng nước, nấu sôi trên lửa nhỏ, cho đến tan hết. Chia đôi rau câu để làm (B ) và ( C ). ( Rau câu sẽ lỏng trở lại khi đun đến 80°C - 90°C )."
        },
        {
            "en": "3) Place the mango chunks, orange juice and sugar in a blender, and blend until smooth. Pour the remaining <em>agar</em> <em>agar</em> liquid until well combined. (Simmering a pot or at a low heat is the key to making the <em>agar</em> <em>agar</em> mixture not set quickly).",
            "vi": "3 ) Cho xoài, nước cam ép và đường vào máy xay, và xay cho đến khi mịn. Đổ rau câu còn lại vào trộn đều. (Nấu liu riu trên lửa nhỏ để rau câu không đông nhanh)."
        },
        {
            "en": "Blood <em>agar</em> is nutrient <em>agar</em> containing 5-10% horse blood, used for the cultivation of certain bacteria or for detecting haemolytic activity.",
            "vi": "Thạch máu là chất thạch dinh dưỡng chứa 5 - 10 % máu ngựa, dùng để cấy vài loại vi trùng hoặc tìm hoạt tính làm tan huyết."
        },
        {
            "en": "In parts of Asia, <em>agar</em> is used as an ingredient in soups and jellies.",
            "vi": "Nhiều nơi ở châu Á, rau câu được dùng như thành phần trong canh và thạch."
        },
        {
            "en": "The <em>agar</em> can be enriched with nutrients for the bacteria to feed on.",
            "vi": "Thạch được làm giàu dinh dưỡng để vi khuẩn mọc lên."
        },
        {
            "en": "Happily, New Zealand-made <em>agar</em> is now obtainable in health food shops.",
            "vi": "Điều may mắn là thạch tại New Zealand bây giờ đã có thể tìm thấy tại các cửa hàng hàng thực phẩm cho sức khỏe."
        },
        {
            "en": "Antibody and antigen are allowed to diffuse towards each other in <em>agar</em> gel.",
            "vi": "Kháng thể và kháng nguyên được cho khuếch tán hướng về nhau trong gel thạch."
        },
        {
            "en": "2) In another saucepan, Cook the coconut milk, pandan leaves, and sugar over medium low heat until the sugar dissolves. Pour half amount of the <em>agar</em> <em>agar</em> liquid until thoroughly mixed in. (Simmering a pot or at a low heat is the key to making the <em>agar</em> <em>agar</em> mixture not set quickly).",
            "vi": "(2 ) Trong một cái nồi khác, nấu nước cốt dừa, lá dứa, và đường ở nhiệt độ trung bình thấp cho đến khi đường tan. Đổ một nửa rau câu vào cho đến khi trộn đều. ( Nấu liu riu ở lửa nhỏ để làm hỗn hợp rau câu không đông nhanh)."
        },
        {
            "en": "New Zealand used to import the Northern Hemisphere Irish moss (Chondrus crispus) from England and ready-made <em>agar</em> from Japan.",
            "vi": "New Zealand đã từng nhập khẩu rêu thuộc bán đảo Bắc Ailen (Chondrus crispus) từ Anh Quốc và thạch làm sẵn từ Nhật Bản."
        },
        {
            "en": "Ingredients • 180ml cup water • 10g <em>agar</em> <em>agar</em> strips  • 1 cup coconut milk • 2 pandan leaves • 3 tbsp sugar  • 2 ripe mangoes • 1/2 cup orange juice • 3 tbsp sugar (If too thick add some more juice)",
            "vi": "Nguyên liệu  180ml nước 10g rau câu dạng sợi 1 chén nước cốt dừa 2 lá dứa 3 muỗng canh đường   2 trái xoài chín  nửa chén nước cam 3 muỗng canh đường (nếu đặc quá thì thêm chút nước trái cây)"
        },
        {
            "en": "The component of the serum are separated by electrophoresis and allowed to diffuse thyrough <em>agar</em> gel towards a particular antiserum.",
            "vi": "Các thành phần của huyết thanh được phân chia bằng điện di rồi cho khuyếch tán qua gel thạch tới một kháng huyết thanh đặc biệt."
        },
        {
            "en": "They can grow only in the presence of certain factors in the blood and (or) certain coenzymes, they are cultured on fresh blood <em>agar</em>.",
            "vi": "Vi trùng này chỉ có thể mọc khi có một số nhân tố trong máu và (hay) một số coenzyme, vì vậy phải cấy trên mọi trường thạch máu tươi."
        },
        {
            "en": "And even then, the east coast, and the area around Hokiangna, have a considerable supply of the two species of Pterocladia from which <em>agar</em> is also available.",
            "vi": "Mặc dù thế, ở bờ biển phía đông và khu vực xung quanh Hokiangna cũng có nguồn cung đáng kể của hai loài Pterocladia, và nhờ đó thạch cũng có sẵn."
        },
        {
            "en": "A population of microorganisms, usually bacteria, grown in a solid or liquid laboratory medium which is usually <em>agar</em>, broth, or gelatin.",
            "vi": "Một quần thể vi sinh vật, thường là vi trùng, mọc trong một môi trường phòng thí nghiệm đặc hay lỏng, thường là thạch, canh thang, hay gelatin."
        },
        {
            "en": "Bacterial colonies that grow on <em>agar</em> plates differ in shape, size, colour, elevation, translucency, and surface texture, depending on the species.",
            "vi": "Cụm khuẩn tăng trưởng trên những phiến thạch khác nhau về hình dạng, kích thước, màu sắc, độ cao, độ trong suốt và kết cấu bề mặt tuỳ thuộc vào các chủng loại."
        },
        {
            "en": "Yet although New Zealand has so much of the commercially profitable red sea-weeds, several of which are a source of <em>agar</em> (Pterocladia, Gelidium, Chondrus, Gigartina), before 1940 relatively little use was made of them.",
            "vi": "Tuy nhiên, mặc dù New Zealand đã có rất nhiều lợi nhuận thương mại từ rong biển đỏ, một vài trong số đó là từ nguồn thạch trắng (Pterocladia, Gelidium, Chondrus, Gigartina), nhưng trước năm 1940 có tương đối ít đồ dùng được làm bằng chúng."
        },
        {
            "en": "The gel-forming substance called <em>agar</em> which can be Extract ed from this species gives them great commercial application in seameal, from which seameal custard is made, and in cough mixture , confectionery, cosmetics, the canning, paint and leather industries, the manufacture of duplicating pads, and in toothpaste.",
            "vi": "Chất tạo gel gọi là thạch trắng có thể chiết xuất từ ​​loài này cho phép chúng có ứng dụng thương mại tuyệt vời trong các sản phẩm gia vị, từ đó có thể sản xuất sữa trứng, trong hỗn hợp ho, bánh kẹo, mỹ phẩm, đồ hộp, sơn và ngành công nghiệp da, sản miếng đệm nhân bản và có trong kem đánh răng."
        }
    ],
    "suggestions": []
}