{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aggravated"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aggravated</k><blockquote>■ <cclass>adjective <cclass>Law (of an offence) made more serious by attendant circumstances. </cclass></cclass></blockquote><blockquote>⁃ (of a penalty) made more severe in recognition of the seriousness of an offence. </blockquote></div>",
            "word": "aggravated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aggravated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aggravated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aggravated"
        }
    },
    "sentences": [
        {
            "en": "That <em>aggravated</em> a situation.",
            "vi": "Điều đó đã làm cho tình hình thêm trầm trọng."
        },
        {
            "en": "The treatment only <em>aggravated</em> the condition.",
            "vi": "Chỉ việc điều trị thôi đã làm bệnh trầm trọng thêm rồi."
        },
        {
            "en": "The bad doctor <em>aggravated</em> his illness.",
            "vi": "Tên bác sĩ tệ hại kia chỉ làm cho bệnh anh ta nặng thêm thôi."
        },
        {
            "en": "Her headache was <em>aggravated</em> by the noise.",
            "vi": "Đầu cô ta đau thêm vì tiếng ồn."
        },
        {
            "en": "I was too <em>aggravated</em> to acknowledge him.",
            "vi": "Tôi quá tức tối nên không nhận ra anh ấy."
        },
        {
            "en": "I was still <em>aggravated</em>, not in the mood for chitchat.",
            "vi": "Tôi vẫn còn tức điên, không muốn trò chuyện gì cả."
        },
        {
            "en": "His headache is <em>aggravated</em> by all the noise.",
            "vi": "Những tiếng ồn đó làm anh ấy còn nhức đầu thêm."
        },
        {
            "en": "Husband is charge with <em>aggravated</em> assault, possession narcotic.",
            "vi": "Người chồng chịu trách nhiệm với cuộc tấn công trầm trọng hơn, tàng trữ ma túy."
        },
        {
            "en": "The FBI defines <em>aggravated</em> assault as \"an unlawful attack by one person upon another for the purpose of inflicting severe or <em>aggravated</em> bodily injury.\"",
            "vi": "FBI định nghĩa làm hành hung tàn bạo là \"một cuộc tấn công bất hợp pháp của một người lên một người khác với mục đích gây thương tích nghiêm trọng hoặc trầm trọng."
        },
        {
            "en": "The FBI defines <em>aggravated</em> assault as \"an unlawful attack by one person upon another for the purpose of inflicting severe or <em>aggravated</em> bodily injury.\"",
            "vi": "FBI định nghĩa làm hành hung tàn bạo là\"một cuộc tấn công bất hợp pháp của một người lên một người khác với mục đích gây thương tích nghiêm trọng hoặc trầm trọng."
        },
        {
            "en": "<em>Aggravated</em>, I snapped off the computer's main power switch, not waiting to shut things down properly.",
            "vi": "Bực bội, tôi cáu kỉnh tắt luôn công - tắc điện chính của máy tính, không thèm chờ tắt máy đúng kiểu."
        },
        {
            "en": "Loss of micronutrients associated with these infections is further <em>aggravated</em> by intestinal worm infestations.",
            "vi": "Tình trạng thiếu hụt vi chất kết hợp với nhiễm trùng càng trở nên trầm trọng hơn khi bị nhiễm giun đường ruột."
        },
        {
            "en": "The dermatitis is caused by friction, warmth, moisture, and sweet and is often <em>aggravated</em> by infection.",
            "vi": "Viêm da gây ra do cọ sát, hơi ấm, ẩm độ và mồ hôi, và thường bị nhiễm trùng làm nặng thêm."
        },
        {
            "en": "The expenditure effects associated with HIV/ AIDS are further <em>aggravated</em> by funeral costs.",
            "vi": "Các ảnh hưởng chi tiêu liên quan đến HIV/AIDS còn trầm trọng hơn do chi phí cho việc ma chay."
        },
        {
            "en": "Newly-formed households go through an initial phase of poverty, <em>aggravated</em> by limited access to land.",
            "vi": "Các hộ gia đình mới lập ban đầu phải trải qua giai đoạn nghèo đói do ít có khả năng được sử dụng đất."
        },
        {
            "en": "It has recently <em>aggravated</em> China by bolstering its forces on the Himalayan border.",
            "vi": "Gần đây họ đã làm cho Trung Quốc bực bội khi tăng cường lực lượng của mình trên biên giới Hy Mã Lạp Sơn."
        },
        {
            "en": "Newly-formed households go through an initial phase of poverty, <em>aggravated</em> by a lack of land",
            "vi": "Các hộ mới tách trong giai đoạn đầu thường trải qua nghèo đói do thiếu đất"
        },
        {
            "en": "Price was acquitted in October 2013 by an Adams County jury of <em>aggravated</em> animal cruelty in the shooting.",
            "vi": "Viên cảnh sát Price được ban bồi thẩm hạt Adams hồi tháng 10 năm 2013 tuyên không phạm tội hành hung dã man động vật."
        },
        {
            "en": "His back condition was <em>aggravated</em> by lifting the child, but the child's crying annoyed him more than the pain.",
            "vi": "Tình trạng đau lưng đã tăng lên khi anh ấy nhấc bổng đứa bé lên, nhưng tiếng khóc của nó khiến anh bực mình hơn là cơn đau."
        },
        {
            "en": "It is like scratching a core to find temporary relief, only to discover that in doing so the itch has increased because the sore has been <em>aggravated</em>.",
            "vi": "Giống như gãi một chỗ đau để đỡ đau, nhưng làm như vậy, ngứa lại càng tăng, vết đau lại càng thêm nặng."
        }
    ],
    "suggestions": []
}