{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'gresivnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất xâm lược</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính chất công kích</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính hay gây sự, tính gây gỗ, tính hay gay cấn, tính hung hăng</td></tr></table><i/></div>",
            "word": "aggressiveness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "aggressiveness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aggressiveness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aggressiveness"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính ăn mòn</font></td></tr></tbody></table></div>",
            "word": "aggressiveness"
        }
    },
    "sentences": [
        {
            "en": "<em>Aggressiveness</em> is quite alien to his nature.",
            "vi": "Tính hung hăng hoàn toàn xa lạ với bản chất của anh ta."
        },
        {
            "en": "An appropriate <em>aggressiveness</em> is always appreciated.",
            "vi": "Sự năng nổ phù hợp luôn được đánh giá cao."
        },
        {
            "en": "One popular method is to assess strategies based on their degree of <em>aggressiveness</em>.",
            "vi": "Một cách phổ biến là đánh giá các chiến lược dựa trên mức độ công kích."
        },
        {
            "en": "The strangers rated the dogs on their levels of energy and ability to act loving, compared with <em>aggressiveness</em>.",
            "vi": "Những người lạ đã đánh giá các chú chó trên năng lực và khả năng biểu hiện sự trìu mến so với tính hung hăng."
        },
        {
            "en": "Rabies        \nAbout Rabies\n Rabies infections in people are rare in the United States. However, worldwide about 50,000 people die from rabies each year, mostly in developing countries where programs for vaccinating dogs against rabies don't exist. But the good news is that problems can be prevented if the exposed person receives treatment before symptoms of the infection develop. Rabies is a virus that in the U.S. is usually transmitted by a bite from a wild infected animal, such as a bat, raccoon, skunk, or fox. If a bite from a rabid animal goes untreated and rabies develops, it is almost always fatal. If you suspect that your child has been bitten by a rabid animal, go to the emergency department immediately. Any animal bites — even those that don't involve rabies — can lead to infections and other medical problems. As a precaution, call your doctor any time your child has been bitten.   \nTransmission\n About 7,000 cases of rabies in animals are reported each year to the Centers for Disease Control and Prevention (CDC). Raccoons are the most common carriers of rabies in the United States, but bats are most likely to infect people. Almost three quarters of rabies cases between 1990 and 2001 came from contact with bats. Skunks and foxes also can be infected with rabies, and a few cases have been reported in wolves, coyotes, bobcats, and ferrets. Small rodents such as hamsters, squirrels, chipmunks, mice, and rabbits are very rarely infected with the virus. Because of widespread vaccination programs in the United States, transmission from dogs to people is very rare. Outside the United States, exposure to rabid dogs is the most common cause of transmission to humans. An infected animal has the rabies virus in its saliva and can transmit it to a person through biting. In rarer cases, an animal can spread the virus when its saliva comes in contact with a person's mucous membranes (moist skin surfaces, like the mouth or inner eyelids) or broken skin such as a cut, scratch, bruise, or open wound. After a bite, the rabies virus can spread into surrounding muscle, then travel up nearby nerves to the brain. Once the virus reaches the brain, the infection is fatal in almost all cases.   \nSigns and Symptoms\n The first symptoms can appear from a few days to more than a year after the bite occurs. One of the most distinctive signs of a rabies infection is a tingling or twitching sensation around the area of the animal bite. It is often accompanied by a fever, headache, muscle aches, loss of appetite, nausea, and fatigue. As the infection progresses, someone infected with rabies may develop any of these symptoms:  irritability excessive movements or agitation confusion hallucinations <em>aggressiveness</em> bizarre or abnormal thoughts muscle spasms abnormal postures seizures (convulsions) weakness or paralysis (when a person cannot move some part of the body) extreme sensitivity to bright lights, sounds, or touch increased production of saliva or tears difficulty speaking  In the advanced stage of the infection, as it spreads to other parts of the nervous system, these symptoms may develop:  double vision problems moving facial muscles abnormal movements of the diaphragm and muscles that control breathing difficulty swallowing and increased production of saliva, causing the \"foaming at the mouth\" usually associated with a rabies infection    \nIf Your Child Is Bitten by an Animal  \n If your child has been bitten by an animal, take the following steps right away:  Wash the bite area with soap and water for 10 minutes and cover the bite with a clean bandage. Immediately call your doctor and go to a nearby emergency department. Anyone with a possible rabies infection must be treated in a hospital. Call local animal-control authorities to help find the animal that caused the bite. The animal may need to be detained and observed for signs of rabies. If you know the owner of the animal that has bitten your child, get all the information about the animal, including vaccination status and the owner's name and address. Notify your local health department, particularly if the animal hasn't been vaccinated. If you suspect that your child has been bitten by an unknown dog, bat, rat, or other animal, contact your doctor immediately or take your child to the emergency department.      \nTreatment\n At the hospital, it is likely that the doctor will first clean the wound thoroughly and make sure that your child's tetanus immunizations are current. To keep any potential infection from spreading, the doctor may decide to start treating your child right away with shots of human rabies immune globulin to the wound site and vaccine shots in the arm. This decision is usually based on the circumstances of the bite (provoked or unprovoked), the type of animal (species, wild or domestic), the animal's health history (vaccinated or not), and the recommendations of local health authorities.   \nPrevention\n You can reduce the chances that your family is exposed to rabies. Vaccinate your pets — dogs, cats, and ferrets can be infected by rabies. Report any stray animals to your local health authorities or animal-control officer. Remind kids that animals can be \"strangers,\" too. They should never touch or feed stray cats or dogs wandering in the neighborhood or elsewhere. As a precaution against rabies, call your doctor if:  your child has been exposed to an animal that might have rabies, but is too young to describe the contact with the animal your child has been exposed to bats, even if there is no bite you plan to travel abroad and may come into contact with rabid animals, particularly if you're traveling to an area where you might not have access to health care  Reviewed by: Joel Klein, MD Date reviewed: November 2010",
            "vi": "Bệnh dại      \nGiới thiệu về bệnh dại\n Bệnh dại ở người rất hiếm xảy ra ở Hoa Kỳ. Tuy nhiên, có khoảng 50.000 người chết vì bệnh dại mỗi năm trên toàn thế giới, chủ yếu ở các nước đang phát triển không có các chương trình tiêm phòng dại cho chó. Nhưng tin tốt là căn bệnh này có thể được ngăn chặn nếu người bị phơi nhiễm được điều trị trước khi các triệu chứng của bệnh phát triển. Vi-rút dại là một loại vi-rút thường được truyền qua vết cắn của động vật hoang dã bị nhiễm bệnh như dơi, chồn hôi, gấu trúc, hoặc cáo tại Hoa Kỳ. Nếu vết cắn của động vật mắc bệnh dại không được điều trị và một khi bệnh đã phát triển, hầu như luôn dẫn đến tử vong. Nếu bạn nghi ngờ con mình đã bị cắn bởi một con thú mắc bệnh dại, hãy đi cấp cứu ngay lập tức. Bất kỳ vết cắn nào của động vật - ngay cả những con không bị dại – cũng có thể dẫn đến nhiễm trùng và các vấn đề sức khỏe khác. Để phòng ngừa, gọi bác sĩ bất cứ khi nào con bạn bị cắn.   \nSự lây truyền bệnh\n Có khoảng 7.000 trường hợp mắc bệnh dại ở động vật được báo cáo mỗi năm với các Trung tâm kiểm soát & ngăn ngừa dịch bệnh (CDC). Gấu trúc Mỹ là động vật mang vi-rút dại phổ biến nhất ở Hoa Kỳ, nhưng dơi lại có nhiều khả năng lây nhiễm cho người. Gần ¾ số trường hợp mắc bệnh dại từ 1990 đến 2001 là do tiếp xúc với dơi. Chồn hôi và cáo cũng có thể bị nhiễm dại, và một vài trường hợp đã được báo cáo ở chó sói, sói Bắc Mỹ, linh miêu, và chồn sương. Những loài gặm nhấm nhỏ như chuột Hamster, sóc, sóc chuột, chuột và thỏ rất hiếm khi bị nhiễm vi-rút. Vì chương trình tiêm chủng ở Hoa Kỳ phổ biến rộng rãi nên việc truyền bệnh từ chó sang người rất hiếm. Tại những nước khác, tiếp xúc với chó dại là nguyên nhân hàng đầu của sự lây nhiễm cho người. Động vật bị nhiễm bệnh có vi-rút trong nước bọt của nó và có thể truyền bệnh cho người khi cắn. Trong các trường hợp hiếm, động vật có thể phát tán vi-rút khi nước bọt của nó tiếp xúc với màng nhầy của người (các bề mặt da ẩm ướt như miệng hoặc mí mắt trong) hay da hở như là một vết cắt, vết trầy xướt, vết bầm, hoặc vết thương hở. Từ vết cắn, vi-rút dại có thể phát tán vào cơ xung quanh, sau đó đi lên các dây thần kinh lân cận đến não. Một khi vi-rút đến não, bệnh sẽ gây chết người trong hầu như mọi trường hợp.   \nCác dấu hiệu và triệu chứng\n Các triệu chứng đầu tiên có thể xuất hiện từ vài ngày đến hơn một năm sau khi bị cắn. Một trong những dấu hiệu đặc trưng nhất của một ca nhiễm dại là cảm giác ngứa ran hoặc co giật quanh vùng vết cắn. Thường đi kèm với sốt, nhức đầu, đau cơ, chán ăn, buồn nôn, và mệt mỏi. Khi bệnh tiến triển, người bị nhiễm có thể biểu hiện những triệu chứng sau:  \ndễ bị kích thích\n \nchuyển động quá độ hoặc kích động\n \nbối rối\n \nảo giác\n hung hăng\n \nsuy nghĩ kỳ quái hoặc không bình thường \n co thắt cơ\n \ntư thế không bình thường\n \nđộng kinh (co giật)\n \nyếu hoặc liệt (khi không thể cử động một số bộ phận của cơ thể)\n \nnhạy cảm tột độ với ánh sáng, âm thanh, hoặc xúc giác\n \ntăng tiết nước bọt hoặc nước mắt\n \nnói khó khăn\n  Trong giai đoạn bệnh nặng, khi nó lan sang các phần khác của hệ thần kinh, những triệu chứng sau có thể xuất hiện:  \nnhìn một thành hai\n \nco giật cơ mặt\n \nchuyển động bất thường của cơ hoành và các cơ điều khiển hô hấp\n \nnuốt khó khăn và tăng sản xuất nước bọt, gây ra “sùi bọt mép” thường đi kèm với bệnh dại\n    \nNếu con bạn bị động vật cắn  \n Nếu con của bạn đã bị động vật cắn, hãy thực hiện các bước sau đây ngay lập tức:  \nRửa vùng bị cắn bằng xà phòng và nước trong 10 phút và băng lại bằng băng gạc sạch.\n \nThông báo cho bác sĩ của bạn ngay lập tức và đến một phòng cấp cứu gần đó. Bất kỳ ai có nguy cơ nhiễm bệnh dại đều phải được điều trị tại bệnh viện.\n \nLiên hệ với cơ quan kiểm soát động vật địa phương để giúp tìm ra con vật đã cắn trẻ. Có thể cần phải giam giữ và theo dõi những dấu hiệu bệnh dại ở con vật đó.\n \nNếu bạn biết chủ nhân của con vật đã cắn con bạn, hãy lấy tất cả thông tin về con vật đó, bao gồm cả tình trạng tiêm chủng, tên người nuôi và địa chỉ. Thông báo cho cơ sở y tế địa phương của bạn, đặc biệt nếu động vật chưa được chủng ngừa.\n \nNếu bạn nghi ngờ con mình đã bị cắn bởi một con thú không rõ là chó, dơi, chuột, hay động vật nào khác, hãy liên hệ với bác sĩ của bạn ngay lập tức hoặc đưa con bạn đến phòng cấp cứu.\n    \nĐiều trị\n Tại bệnh viện, thường là đầu tiên bác sĩ sẽ rửa sạch vết thương kỹ lưỡng và bảo đảm con bạn được chủng ngừa uốn ván ngay khi đó. Để ngăn ngừa mọi nhiễm trùng tiềm năng phát tán, bác sĩ có thể quyết định bắt đầu điều trị cho con của bạn ngay lập tức bằng các mũi tiêm globulin miễn dịch ngừa dại cho người tại vùng vết thương và các mũi tiêm vào cánh tay. Quyết định này thường dựa trên hoàn cảnh bị cắn (do chọc ghẹo thú hay vô cớ), loại động vật (loài nào, hoang dã hay thú nuôi), lịch sử sức khỏe của động vật (đã có chủng ngừa hay không), và khuyến nghị của cơ quan y tế địa phương.   \nPhòng bệnh\n Bạn có thể giảm khả năng mắc bệnh dại trong gia đình của mình. Tiêm chủng cho thú nuôi như chó, mèo, và chồn sương. Báo cáo bất kỳ thú hoang nào với cơ quan y tế hoặc nhân viên kiểm soát động vật địa phương. Cũng có thể nhắc nhở trẻ rằng động vật là “người lạ”. Bé không bao giờ nên chạm vào hay cho chó mèo đi lạc trong khu phố hoặc các nơi khác ăn. Để phòng chống bệnh dại, hãy gọi bác sĩ của bạn nếu :  \ncon của bạn đã tiếp xúc với một con vật có thể mắc bệnh dại, nhưng còn quá nhỏ để mô tả lại việc tiếp xúc đó như thế nào\n \ncon của bạn đã tiếp xúc với dơi, thậm chí ngay cả khi không có vết cắn\n \nbạn dự định đi du lịch nước ngoài và có thể tiếp xúc với động vật mắc bệnh dại, đặc biệt nếu bạn đến một vùng mà có thể bạn sẽ không được chăm sóc y tế\n  Tường thuật: Joel Klein, MD Ngày: Tháng 11 năm 2010"
        },
        {
            "en": "2010 FIFA World Cup™ - Key players          Claudia Wong spots three key players from each group at the 2010 FIFA World Cup™. Group A South Africa Steven Pienaar Described as their ‘best player by an absolute mile' by Everton Manager David Moyes, Steven Pienaar is the star player of the South African national team.  He brings not only his outstanding skills to the fore, but also his European experience at Everton.  Backed by the home crowd, the ‘Mighty Peanut' is sure to deliver with his adept left foot and fast pace.  The pride of Johannesburg, he looks set to fly his country's colours at this year's World Cup on home soil. Uruguay Diego Forlan Born into a family of football stars, Diego Forlan's father and grandfather played for Uruguay and Independiente in Argentina.  As top scorer in 2005 with Villarreal and Atletico Madrid in 2009, Forlan scored a hat-trick against Peru in the South American qualifiers.  Uruguay's hopes will rely solely on this forward to showcase his two-footedness in South Africa. France William Gallas During his days as a Chelsea player, William Gallas formed an impregnable partnership with John Terry, before moving on to become a key player for Arsene Wenger's Arsenal side.  At the center of defense, any player seeking to sneak past France will have to face the experienced might of the Frenchman.  Group B Argentina Lionel Messi Debuting in the 2004-05 season, Lionel Messi broke the La Liga record for the youngest footballer to appear in a league game, and the youngest to score a league goal.  His power, balance, strength and versatility makes Messi an integral part of Barcelona's dominance in Spain and Europe over the last few seasons.  Living up to the Argentine number ten shirt, Messi wore this jersey for the first time in the FIFA World Cup™ qualifier against Venezuela. Goals from Messi are sure to come in South Africa. Nigeria John Michael Ncekwube Obinna Carlo Ancelotti, Chelsea's current manager and a former Italian midfielder, claims that with regard to playing characteristics, John Michael Ncekwube Obinna, more commonly known as Mikel, plays like himself.  He impressed Jose Mourinho in the first week at Chelsea, and has exceeded expectations.  Able to disrupt attacks and spread play, Mikel's presence in the 2010 FIFA World Cup™ will stir up and unite hopes in the hearts of Nigerians.   South Korea Park Ji-Sung Asia's pride, Park Ji-Sung was the star in the 2002 World Cup™ where South Korea advanced to the semi-finals, scoring the match winner against Portugal.  Kick-starting his career as a defensive midfielder, Park is the only Korean to win the UEFA Champions League and the first Asian to ever play in a final of such a tournament.  His speed, skill and never-say-die attitude make him an indispensible and a legendary team captain of the gutsy South Korean side. Group C England John Terry John Terry led Chelsea to two Premier League titles in 2004-05 with an excellent defensive record ever in football League history. His experience in the centre-back role, ability to read the game well from the back and his flawless defensive skills made him the only English player to make the all-star squad for the 2006 FIFA World Cup™.  Although he will not be captaining the English side this World Cup™, his sterling performance will be fundamental to the Three Lions hopes. United States of America Clinton Drew Dempsey Scored the only goal by a US player in the 2006 World Cup™, Clinton Drew Dempsey portrays versatility and style in the midfield.  He brings his Fulham experience, tenacity in approaching goal, and excellent dribbling skills to the table.  His spirit of perseverance in playing games through injuries will only bring his team further in the World Cup™. Slovenia Milivoje Novakovic Scoring five goals in qualifiers, Milivoje Novakovic is Slovenia's forward to mark.  He was remembered for his brilliant hat-trick against Trinidad and Tobago.  Slovenia will need Novakovic to be at his sharpest if they are to progress from Group C. Group D Germany Miroslav Klose All of Miroslav Klose's five goals in the 2002 World Cup™ were headers, and he holds the only record for scoring five goals each in consecutive World Cups™. Having won the golden boot in the 2006 World Cup™, he was also one of the two players from the All-Star Team of 2002 to make it again to the All-Star Team of the 2006 World Cup™.  Bayern Munich's heading machine, he also provides good assists and has an innate instinct to make the most of his chances. Serbia Nemanja Vidic Part of the ‘Famous Four' of Serbia's defence, Nemanja Vidic's <em>aggressiveness</em> on the pitch and perfectly timed tackles caused his side to let in only one goal in the ten-game qualification of the 2006 World Cup™.  In his 2008-09 season with Manchester United, he had a Premiership-record of 14 consecutive clean sheets.  His ability to turn defense into effective counter-attacks makes him an exceptional player. Ghana Michael Kojo Essien A formidable midfield presence, Michael Kojo Essien is Ghana's national hero.  Not afraid to unleash his shooting prowess from the distance, Essien is an all-rounder who excels in defensive play too.  His versatility has deployed him to several roles both defensively and offensively, and his opponents are often wary of him.  The energy, spirit and attitude he puts into every play is more than commendable. Group E Netherlands Dirk Kuyt Having boundless energy and a high work rate, Dirk Kuyt makes excellent assists with his crossing and angled runs in attack.  A selfless player, he tracks back to aid in defense and is always on his feet for any chance at goal.  Scoring three in the 2010 World Cup™ qualifiers, he is a danger in the box to opposing defenders.  Denmark Christian Bager Poulsen Christian Bager Poulsen's two-footed passing ability and charismatic presence makes him a national team favourite.  His playmaking skills and determination on the pitch to destroy even the best attacks all reek of his talent.  He has his aggressive bouts of temper, including the infamous Rosenbeg punch, which have led to disciplinary records, but as a player, he has grown and matured.  He was also the first player to win Danish Player of the Year awards consecutively in 2005-06. Japan Shunsuke Nakamura The hopes of Japan in this World Cup™ lie on the shoulders of Shunsuke Nakamura, famous for his trusty left-foot and accurate free-kick taking abilities.  Named the Most Valuable Player in the 2004 Asian Cup, he was the first Japanese player and second Asian to score in the UEFA Champions League.  Japan is by far the most successful Asian team having won the Asian Cup thrice, and is looking forward to doing Asian football proud in the World Cup™. Group F Italy Gianluigi Buffon Awarded his first Italy cap at the age of 19, Gianluigi Buffon has kept five clean sheets and denied goals to any attacker in the 2006 World Cup™ finals.  He is the epitome of all goalkeeping ability, skill and positional sense.  Guarding the goalmouth with his accuracy in stopping and blocking shots, knowing when to come off the line and when to stay back has led to him attaining Serie A Goalkeeper of the Year a record of nine times. Paraguay Roque Santa Cruz A tall and powerfully built physique gives Roque Santa Cruz the pace to whiz around and have an edge over any defender.  Ambitious with a winning attitude, Cruz's touch often converts into goals and victories.  This Manchester City striker's determination to score made him one of Paraguay's top scorers in the 2010 FIFA World Cup™ qualifiers. New Zealand Ryan Nelsen Captaining the All Whites and as centre-back of Blackburn Rovers, Ryan Nelsen exudes outstanding defensive capabilities.  Five clean sheets in the qualification rounds all speak of his defensive resilience.  They have a relatively easy route than the other Asian World Cup™ participants, and might possibly be this year's underdog team to root for. Group G Brazil Ricardo Izecson dos Santos Leite Kaka's speed, intelligence with the ball and mastery on both feet enables him to weave through midfield, slip past defenders, and find the back of the net repeatedly. Flashy footwork, composure, and an eye for goal are all part of his goal-scoring prowess. Successes at AC Milan and Real Madrid have caused many to rate him as the best player on the planet. Cote D'Ivoire Didier Yves Drogba Tebily Having a slightly later start in his football career, Didier Drogba has muscled his way into prominence with goalscoring determination.  Drogba's pace, strength, aerial accuracy contributes to his assists from both the left and right side of the pitch. An inspiring captain, he helped his team qualify for their first ever World Cup™ in 2006 in Germany.  Named 2009 African Footballer of the Year, this was his second win of this award. Portugal Cristiano Ronaldo Cristiano Ronaldo's trademark stepovers, quick turning, and tricky bypasses leave his opponents tripping over their own feet.  In addition, Ronaldo is the most expensive player in the history of football. An asset to Real Madrid, the goals he contributed are certainly worth the price.  He has many awards to his name, including Manchester United's first Ballon d'Or in 40 years and FIFA World Player of the Year in 2008. Group H Spain Fernando Jose Torres Sanz El Nino, the hero that scored the winner for Spain in the Euro 2008 Final, is in the cream of the crop among today's football stars.  Whenever he plays he is bound to score, fully utilizing his lightning pace, sharp twists and turns, and overpowering skill.  Moving from Atletico Madrid to Liverpool, he is a star wherever he goes. This FIFA World Cup™, Spain's number nine is one to look out for. Switzerland Alexander Frei Switzerland's captain and all-time top scorer, Alexander Frei currently plays for FC Basel.  A steady player who never fails to assist and contribute last-minute goals, Frei is an inspiring leader and an able team player at the same time.  Swiss Footballer of the Year in 2004 and 2007, his country will be depending on him to put in some goals. Chile Mark Gonzalez Burning down the left flanks, Mark Gonzalez is nicknamed \"Speedy Gonzalez\". Having stints at Real Betis, Liverpool and Club Deportivo Universidad Catolica, he has a wealth of experience, including being the highest-capped player in the squad. Born in South Africa but moving on to Chile later on, Gonzalez looks set to score in the country he was born in.",
            "vi": "World cup 2010 – Những cầu thủ chủ chốt      Claudia Wong chọn ra ba cầu thủ chủ chốt từ mỗi bảng đấu ở Cúp bóng đá thế giới FIFA 2010. Bảng A Nam Phi Steven Pienaar Được huấn luyện viên của Everton ông David Moyes mô tả như là \"cầu thủ có tốc độ siêu việt nhất\" của họ, Steven Pienaar là cầu thủ ngôi sao của đội tuyển quốc gia Nam Phi. Anh không chỉ đem đến những kỹ thuật xuất chúng hàng đầu cho đội bóng, mà còn cả những kinh nghiệm thi đấu châu Âu trong màu áo Everton của mình. Được đám đông cổ động viên nhà hậu thuẫn, Mighty Peanut chắc chắn sẽ thể hiện những bước chạy thần tốc cùng cái chân trái điêu luyện của anh. Với niềm tự hào của Johannesburg, anh dường như sẽ làm ngập tràn màu cờ đất nước mình tại World cup năm nay trên mảnh đất quê hương. Uruguay Diego Forlan Được sinh ra trong một gia đình gồm những ngôi sao bóng đá, cha và ông của Diego Forlan thi đấu cho Uruguay và Independiente của Argentina. Là cầu thủ ghi bàn hàng đầu trong năm 2005 với Villarreal và Atletico Madrid năm 2009, Forlan lập hat-trick trong trận gặp Peru ở vòng loại khu vực Nam Mỹ. Những hi vọng của Uruguay sẽ chỉ trông cậy vào tiền đạo này thể hiện qua phong độ đôi chân của anh ấy tại Nam Phi. Pháp William Gallas Trong thời gian là cầu thủ của Chelsea, William Gallas hình thành nên một bộ đôi vững chắc với John Terry, trước khi chuyển sang làm cầu thủ chủ chốt trong đội hình Arsenal của ông Arsene Wenger. Ở vị trí trung tâm phòng ngự, bất kỳ cầu thủ nào tìm cách vượt qua Pháp sẽ phải đối mặt với sức mạnh về kinh nghiệm trận mạc của cầu thủ người Pháp này. Bảng B Argentina Lionel Messi Ra mắt lần đầu tiên trong mùa bóng 2004-05, Lionel Messi phá kỷ lục tại giải La Liga là cầu thủ bóng đá trẻ nhất xuất hiện trong một trận cầu thuộc giải vô địch quốc gia, và là cầu thủ trẻ tuổi nhất ghi bàn ở giải vô địch này. Sự linh hoạt, sức bền, sự ổn định và sức mạnh của Messi khiến anh là một phần không thể thiếu trong đế chế Barcelona tại Tây Ban Nha và châu Âu những mùa bóng gần đây. Xứng đáng với chiếc áo số 10 của Argentine, Messi mặc chiếc áo này lần đầu tiên trong trận gặp Venezuela tại vòng loại World cup. Những bàn thắng của Messi chắc chắn sẽ xuất hiện tại Nam Phi. Nigeria John Michael Ncekwube Obinna Ông Carlo Ancelotti, huấn luyện viên hiện tại của Chelsea và là cựu trung vệ của Ý, cho rằng, về phong cách thi đấu, John Michael Ncekwube Obinna, thường được gọi là Mikel, đá bóng như chính bản thân ông ta vậy. Anh gây ấn tượng với Jose Mourinho ngay tuần đầu tiên ở Chelsea, và đã thể hiện vượt xa những kỳ vọng ban đầu. Có thể ngăn cản những đợt lên bóng của đối phương và chơi trên diện rộng, sự hiện diện của Mikel tại World cup 2010 sẽ khuấy động lên và gắn kết những hi vọng trong những trái tim người Nigeria. Hàn Quốc Park Ji-Sung Niềm tự hào của châu Á, Park Ji-Sung là ngôi sao tại World cup 2002 giải đấu mà Hàn Quốc tiến vào đến trận bán kết, ghi bàn trong trận thắng Bồ Đào Nha. Khởi đầu sự nghiệp của mình với vai trò một tiền vệ phòng ngự, Park là người Hàn Quốc duy nhất vô địch UEFA Champions League và là người châu Á đầu tiên thi đấu trận chung kết của một giải đấu danh giá như vậy. Tốc độ, kỹ thuật và tinh thần thi đấu không biết mệt mỏi của bản thân khiến anh trở thành người không thể thiếu và là một đội trưởng huyền thoại của đội bóng Hàn Quốc đầy quả cảm. Bảng C Anh  John Terry John Terry đưa Chelsea đến hai danh hiệu vô địch Ngoại hạng Anh vào năm 2004-05 với một kỷ lục phòng thủ xuất sắc chưa từng có trong lịch sử giải đấu. Kinh nghiệm trong vai trò hậu vệ trung tâm, khả năng đọc trận đấu tốt từ phía sau và các kỹ thuật phòng thủ hoàn hảo khiến anh là cầu thủ Anh duy nhất có mặt trong đội hình các ngôi sao FIFA World cup 2006. Mặc dù không còn là đội trưởng tuyển Anh ở World cup này, nhưng sự thể hiện đúng sức mình của anh sẽ là cơ sở cho những hy vọng của Tam Sư.  Mỹ  Clinton Drew Dempsey Là cầu thủ Mỹ ghi bàn duy nhất tại World cup 2006, Clinton Drew Dempsey có chân dung đa dạng và phong cách chơi bóng của một tiền vệ tấn công. Anh mang đến những kinh nghiệm thi đấu ở Fulham, sự bền bỉ trong việc tiếp cận mục tiêu, và những kỹ thuật rê bóng xuất sắc. Tinh thần kiên trì đến cùng của mình trong những trận đấu qua những chấn thương sẽ chỉ đưa đội của anh tiến xa hơn trong World cup mà thôi. Slovenia Milivoje Novakovic Ghi năm bàn thắng ở vòng loại, Milivoje Novakovic là một tiền đạo đáng chú ý của Slovenia. Anh được nhớ đến với cú hat - trick phi thường trong trận gặp Trinidad và Tobago.  Slovenia  sẽ cần đến sự sắc bén của Novakovic nếu họ muốn tiếp tục hành trình từ bảng C. Bảng D Đức Miroslav Klose Tất cả 5 bàn thắng của Miroslav Klose tại World cup 2002 đều là những bàn thắng bằng đầu, và chỉ có anh nắm giữ kỷ lục ghi 5 bàn một trong các kỳ World cup liên tiếp. Đoạt được chiếc giày vàng tại World cup 2006, anh còn là một trong hai cầu thủ có tên trong đội hình các ngôi sao năm 2002 và tiếp tục góp mặt lần nữa vào năm 2006. Là cỗ máy đánh đầu của Bayern Munich, anh cũng là người làm bóng tốt và có năng khiếu bẩm sinh tận dụng triệt để nhất các cơ hội của mình. Serbia Nemanja Vidic Là một phần của \"bộ tứ nổi tiếng\" trong hàng thủ Serbia, sự máu lửa trên sân cỏ và những cú truy cản đúng lúc một cách hoàn hảo của Nemanja Vidic giúp đội bóng của anh chỉ bị lọt lướt một bàn trong 10 trận vòng loại World cup 2006. Trong mùa bóng 2008-09 của mình với MU, anh có kỷ lục 14 trận liên tiếp giữ sạch lưới. Khả năng chuyển từ phòng thủ sang phản công hiệu quả khiến anh trở thành một cầu thủ khác thường. Ghana Michael Kojo Essien Sự hiện diện của trung vệ xuất sắc, Michael Kojo Essien là anh hùng dân tộc của Ghana.  Không chỉ lợi hại với những cú sút xa, Essien còn là cầu thủ toàn diện trong phòng thủ.  Sự đa dạng của anh đã bố trí anh ở nhiều vai trò cả công lẫn thủ, và các đối thủ của anh luôn phải dè chừng.  Sức mạnh, tinh thần và thái độ anh thể hiện trong mỗi trận đấu thì còn hơn cả những lời ca tụng. Bảng E Hà Lan Dirk Kuyt Sở hữu nguồn năng lượng vô tận và một hiệu suất hoạt động cao, Dirk Kuyt thực hiện vai trò làm bóng tuyệt vời với những đường tạt bóng và những bước chạy sát góc khi tấn công.  Một cầu thủ có lối chơi đồng đội, anh quay về để phòng ngự và luôn sẵn sàng cho bất cứ cơ hội làm bàn nào.  Ghi ba bàn trong các trận đấu vòng loại World cup 2010, anh là cầu thủ nguy hiểm đối với các hậu vệ đối phương trong khu vực khung thành. Đan Mạch Christian Bager Poulsen Khả năng chuyền bóng bằng hai chân và sự hiện diện đáng tin cậy của Christian Bager Poulsen khiến anh trở thành một cầu thủ được mến mộ của đội tuyển quốc gia. Các kỹ năng làm bóng và quyết tâm của anh trên sân cỏ để truy cản bằng được thậm chí là những pha tấn công sắc bén nhất, tất cả những dấu hiệu này giúp nhận biết tài nghệ của anh.  Anh có những cơn nóng giận dễ tấn công đối phương, gồm có cú thụi tai tiếng vào mặt Rosenbeg, khiến anh nhận những kỷ lục về án phạt, nhưng là một cầu thủ, anh đã lớn và đã trưởng thành.  Anh còn là cầu thủ đầu tiên giành danh hiệu Cầu thủ xuất sắc nhất Đan Mạch hai năm liên tiếp 2005-06. Nhật Bản Shunsuke Nakamura Những kỳ vọng của Nhật Bản tại World cup này nằm trên vai Shunsuke Nakamura, nổi danh với cái chân trái chắc chắn và khả năng đảm nhận những cú sút phạt chính xác. Được mang danh Cầu thủ đắt giá nhất tại Cúp châu Á 2004, anh là cầu thủ Nhật Bản đầu tiên và là cầu thủ châu Á thứ hai ghi bàn tại UEFA Champions League. Nhật Bản là đội bóng châu Á thành công nhất với ba lần vô địch châu Á, và đang mong thể hiện niềm tự hào của bóng đá châu Á tại World Cup. Bảng F Ý Gianluigi Buffon Được phần thưởng khoác áo tuyển Ý lần đầu tiên năm 19 tuổi, Gianluigi Buffon đã giữ sạch lưới 5 trận và từ chối các bàn thắng của bất kỳ cầu thủ tấn công nào tại vòng chung kết World cup 2006. Anh là mẫu thủ môn điển hình với tất cả kỹ thuật, khả năng bắt bóng và giác quan phán đoán vị trí. Nhờ bảo vệ cầu môn bằng sự chính xác của mình trong các pha ngăn chặn và cản phá những cú sút, biết được khi nào chạy ra khỏi vạch vôi và khi nào lùi lại phía sau đã giúp anh lập được một kỷ lục 9 lần đoạt danh hiệu thủ môn xuất sắc nhất năm ở Serie A . Paraguay Roque Santa Cruz Thể trạng cao to và đầy sức mạnh cho phép Roque Santa Cruz vượt qua và có lợi thế hơn bất cứ hậu vệ nào.  Tham vọng với một tư thế chiến thắng, những cú chạm bóng của Cruz thường biến thành những bàn thắng và những chiến thắng.  Quyết tâm ghi bàn của tiền đạo Manchester City này đã giúp anh trở thành một trong những cầu thủ ghi bàn hàng đầu của Paraguay ở vòng loại World cup 2010. New Zealand Ryan Nelsen Làm đội trưởng tuyển New Zealand và hậu vệ trung tâm của Blackburn Rovers, Ryan Nelsen cho thấy khả năng phòng ngự xuất sắc. Năm trận giữ sạch lưới trong các trận vòng loại tất cả đã nói lên tính kiên cường trong phòng ngự của anh. Họ có lộ trình tương đối dễ dàng so với các đội bóng khác là những đội tham gia vòng đấu loại World cup khu vực châu Á, và rất có thể là kẻ lót đường của năm nay cần được cỗ vũ cho. Bảng G Brazil Ricardo Izecson dos Santos Leite Tốc độ, trí thông minh trong xử lý bóng và sự thuần thục trên cả hai chân của Kaka giúp anh có thể vượt qua khu trung tuyến, thoát khỏi sự đeo bám của các hậu vệ, và chọc thủng lưới nhiều lần.  Động tác chân hào nhoáng, sự bình tĩnh, và một nhãn quan săn bàn là tất cả những phần thuộc về kỹ năng ghi bàn thành thạo của anh. Những thành công tại AC Milan và Real Madrid đã khiến tỷ lệ bầu chọn anh là cầu thủ xuất sắc nhất hành tinh tăng cao. Bờ Biển Ngà Didier Yves Drogba Tebily Có khởi đầu hơi muộn trong sự nghiệp bóng đá các nhân, Didier Drogba tiến nhanh đầy sức mạnh theo cách của riêng mình thành cầu thủ xuất chúng với quyết tâm ghi bàn rất cao.  Sự chính xác trên không, sức mạnh, tốc độ của Drogba góp phần tạo nên những hỗ trợ của anh từ cả hai cánh trái và phải sân bóng.  Một đội trưởng truyền cảm hứng cho toàn đội, anh giúp đội bóng vượt qua vòng đấu loại để lần đầu tiên có mặt tại World cup 2006 ở Đức.  Được bầu chọn là cầu thủ bóng đá xuất sắc nhất châu Phi năm 2009, đây là lần thứ 2 anh giành giải này. Bồ Đào Nha Cristiano Ronaldo Những pha đảo bóng kỹ thuật, quặt bóng bất ngờ, và những động tác giả mang thương hiệu Cristiano Ronaldo loại bỏ các đối thủ, nhẹ nhàng vượt qua đôi chân của họ. Ngoài ra, Ronaldo là cầu thủ đắt giá nhất trong lịch sử bóng đá.  Một đống tài sản của Real Madrid, những bàn thắng anh đóng góp chắc chắn rất đáng đồng tiền bát gạo. Anh sở hữu nhiều danh hiệu cá nhân, bao gồm Quả bóng Vàng châu Âu đầu tiên của Manchester United trong 40 năm, và Cầu thủ xuất sắc nhất thế giới của FIFA năm 2008. Bảng H Tây Ban Nha Fernando Jose Torres Sanz El Nino, người hùng ghi bàn mang về chiến thắng cho Tây Ban Nha trong trận chung kết Euro năm 2008, là một trong những cầu thủ xuất sắc nhất trong hàng ngũ các ngôi sao bóng đá hiện tại.  Bất cứ khi nào anh thi đấu anh chắc chắn sẽ ghi bàn, tận dụng triệt để tốc độ nhanh như cắt, những cú sút xoáy sắc bén và những thay đổi bất ngờ, và kỹ thuật mê người của mình.  Chuyển từ Atletico Madrid sang Liverpool, anh là ngôi sao ở bất kỳ đâu anh đến.  World cup này, số 9 của Tây Ban Nha là người được kỳ vọng nhiều. Thụy Sỹ Alexander Frei Đội trưởng và là cầu thủ ghi bàn nhiều nhất mọi thời của Thụy Sĩ, Alexander Frei hiện đang thi đấu cho câu lạc bộ Basel.  Cầu thủ trung kiên lúc nào cũng hỗ trợ và góp vào những bàn thắng đến những giây cuối cùng.  Frei vừa là người chỉ huy truyền cảm hứng cho toàn đội đồng thời là một tuyển thủ tài năng.  Cầu thủ bóng đá xuất sắc nhất Thuỵ Sĩ vào năm 2004 và 2007, đất nước của anh sẽ cần đến những bàn thắng anh mang về. Chi lê Mark Gonzalez Thiêu huỷ hoàn toàn hành lang cánh trái, Mark Gonzalez có biệt danh là \"Gonzalez tốc độ\". Thi đấu tại Real Betis, Liverpool và Deportivo Universidad Catolica, anh có rất nhiều kinh nghiệm, là cầu thủ khoác áo tuyển quốc gia nhiều lần nhất trong đội hình.  Sinh ra tại Nam Phi nhưng sau đó chuyển đến sống tại Chi lê, Gonzalez dường như sẽ ghi bàn tại chính đất nước nơihính bàn thắng anh mang về.và những thay đổi bất ngờ, và kỹ năng ao bóng đá hiện tại.  anh chào đời."
        }
    ],
    "suggestions": []
}