{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Agra"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Agra"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Agra"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Agra"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Agra"
        }
    },
    "sentences": [
        {
            "en": "Taj Mahal in <em>Agra</em>, India.",
            "vi": "Taj Mahal ở Agra, Ấn Độ."
        },
        {
            "en": "Taj Mahal in <em>Agra</em>, India.",
            "vi": "Taj Mahal ở Agra, Ấn Độ."
        },
        {
            "en": "\"merchants\" Kitty guessed, \"on their way back to <em>Agra</em>\".",
            "vi": "Kitty đoán, \"họ là thương gia, họ trở về agra\"."
        },
        {
            "en": "In <em>Agra</em>, no one seems to know about this monumental blunder.",
            "vi": "Ở Agra, hình như không ai biết đến sai lầm vô cùng to lớn này."
        },
        {
            "en": "Kitty and i drove away from Delhi along the straight, flat <em>Agra</em> road.",
            "vi": "Kitty và tôi lái xe đi khỏi dehli, dọc theo con đường thẳng và phẳng của thành phố agra."
        },
        {
            "en": "Yeah, residents of <em>Agra</em> city in the North of India are facing an ever-growing problem, as thousands of monkeys have invaded their city!",
            "vi": "Vâng, cư dân thành phố Agra ở miền bắc Ấn Độ đang phải đối mặt với một vấn đề càng ngày càng nghiêm trọng, đó là chuyện hàng ngàn chú khỉ ồ ạt tiến vào nơi đây."
        },
        {
            "en": "A depleting forest cover around <em>Agra</em> as the city progresses is one of the reasons why the monkeys have come out of their natural habitat in search of food and shelter.",
            "vi": "Vành đai rừng bao quanh Agra bị thu hẹp lại do thành phố mở rộng ra, đó là một trong những nguyên nhân khiến khỉ phải rời bỏ môi trường thiên nhiên để đi tìm nơi ăn chốn ở cho mình."
        },
        {
            "en": "A new report from the Alliance for a Green Revolution in Africa (<em>AGRA</em>), which is hosting the forum, said the continent spends $35 billion importing food each year and loses $4 billion to food waste.",
            "vi": "Một báo cáo mới của Liên minh cách mạng xanh châu Phi (AGRA), đăng cai tổ chức diễn đàn này cho biết, mỗi năm châu lục này chi 35 tỷ đô la để nhập khẩu lương thực và mất 4 tỷ đô la vì lãng phí thức ăn."
        }
    ],
    "suggestions": []
}