{
    "en_vn": {
        "data": {
            "content": null,
            "word": "agribusiness"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>agribusiness</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 agriculture conducted on strictly commercial principles. </blockquote></blockquote><blockquote><blockquote>2》 the group of industries concerned with agricultural produce and services. </blockquote></blockquote></div>",
            "word": "agribusiness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "agribusiness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "agribusiness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "agribusiness"
        }
    },
    "sentences": [
        {
            "en": "He works for an <em>agribusiness</em> company.",
            "vi": "Anh ta làm việc cho một công ty kinh tế nông nghiệp."
        },
        {
            "en": "There are new developments in <em>agribusiness</em> nowadays.",
            "vi": "Ngày nay đã có nhiều sự phát triển mới trong kinh tế nông nghiệp."
        },
        {
            "en": "This year, <em>agribusiness</em> profits are soaring above last year's levels.",
            "vi": "Năm nay lợi nhuận ngành thực phẩm vụt lên trên mức của năm ngoái."
        },
        {
            "en": "This course will provide students with <em>agribusiness</em> management and marketing education.",
            "vi": "Khóa học này sẽ cung cấp cho sinh viên những kiến thức về quản lí và tiếp thị ngành chế biến nông sản thành thực phẩm."
        },
        {
            "en": "Others contended that <em>agribusiness</em> companies should be held responsible for  paying for negative side effects.",
            "vi": "Những người khác cho rằng các công ty kinh doanh nông nghiệp phải chịu trách nhiệm  chi trả cho những tình huống không mong đợi. "
        },
        {
            "en": "   – China's food needs - and water conservation - could be assisted by U.S. and foreign products, technologies and systems, including those focused on stronger food safety and quality. More open markets should expand complementary trans-Pacific <em>agribusiness</em> efforts while also boosting living standards.",
            "vi": "   – Nhu cầu thực phẩm của Trung Hoa - và bảo tồn nguồn nước - được hỗ trợ bởi các sản phẩm, công nghệ và hệ thống thiết bị của Mỹ và nước ngoài, bao gồm cả những tập trung vào an toàn thực phẩm mạnh mẽ và chất lượng hơn. Thị trường cởi mở nên mở rộng bổ sung các nỗ lực kinh doanh nông nghiệp xuyên Thái Bình Dương trong khi cũng tăng cường các tiêu chuẩn sống."
        }
    ],
    "suggestions": []
}