{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ə'graund]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ &amp; tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mắc cạn (thuyền, tàu thuỷ)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to be </font><font color=\"#7E7E7E\">(</font><font color=\"#1371BB\">run</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">go</font><font color=\"#7E7E7E\">) </font><font color=\"#1371BB\">aground</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">mắc cạn</font></td></tr></table><i/></div>",
            "word": "aground",
            "pronounce": "[ə'graund]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aground</k><blockquote>■ <cclass>adjective &amp; adverb (with reference to a ship) on or on to the bottom in shallow water. </cclass></blockquote></div>",
            "word": "aground",
            "pronounce": "[ə'graund]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>aground</k><blockquote>▸ <cclass>adverb &amp; adjective GROUNDED, ashore, beached, stuck, shipwrecked, high and dry, on the rocks, on the ground/bottom.</cclass></blockquote></div>",
            "word": "aground",
            "pronounce": "[ə'graund]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>aground</k><blockquote><blockquote><ex><abr>adj.</abr>, <abr>adv.</abr> to run aground (the ship ran aground)</ex></blockquote></blockquote></div>",
            "word": "aground",
            "pronounce": "[ə'graund]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trên mặt đất</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> giao thông &amp; vận tải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bị mắc cạn (tàu)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">go aground</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mắc cạn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">run aground</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chạm đất (tàu)</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">run aground</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm chạm đất (tàu)</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">run aground</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm mắc cạn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">run aground</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mắc cạn</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "aground",
            "pronounce": "[ə'graund]"
        }
    },
    "sentences": [
        {
            "en": "Be <em>aground</em>",
            "vi": "Mắc cạn"
        },
        {
            "en": "The ship was run <em>aground</em>.",
            "vi": "Con tàu đã bị mắc cạn."
        },
        {
            "en": "Our boat ran <em>aground</em> 2 days ago.",
            "vi": "Hai ngày trước tàu chúng tôi bị mắc cạn."
        },
        {
            "en": "Don't worry when the ship run <em>aground</em>.",
            "vi": "Đừng lo lắng khi tàu bị mắc cạn."
        },
        {
            "en": "Maybe I shall have to run <em>aground</em> on a shoal.",
            "vi": "Có thể tôi sẽ phải chạy trên bãi cát ngầm."
        },
        {
            "en": "The vessel went <em>aground</em> with 1.075 tons of thick engine fuel.",
            "vi": "Con tàu bị mắc cạn với 1, 075 tấn nhiên liệu động cơ sền sệt."
        },
        {
            "en": "All that extra weight you 're carrying <em>aground</em> isn' t doing your heart any good.",
            "vi": "Cái khối trọng lượng thừa bạn đang mang trên người không có lợi cho tim bạn đâu."
        },
        {
            "en": "Their work in Marketing Department was very good, but when Nam left, they ran <em>aground</em>.",
            "vi": "Công việc của họ tại phòng Marketing đang rất suôn sẻ, nhưng khi Nam chuyển đi họ đã gặp rất nhiều khó khăn."
        },
        {
            "en": "All that extra weight you're carrying <em>aground</em> isn't doing your heart any good.",
            "vi": "Cái khối trọng lượng thừa bạn đang mang trên người không có lợi cho tim bạn đâu."
        },
        {
            "en": "They felt the bump and knew the boat had run <em>aground</em>.",
            "vi": "Họ cảm thấy một cú đụng mạnh và biết rằng con tàu đã bị mắc cạn."
        },
        {
            "en": "The vessel went <em>aground</em> with 1. 075 tons of thick engine fuel.",
            "vi": "Con tàu bị mắc cạn với 1,075 tấn nhiên liệu động cơ sền sệt."
        },
        {
            "en": "\"it's of benefit to no one if a nuclear-powered submarine runs <em>aground</em> in international waters.\"",
            "vi": "\"chẳng có lợi cho ai cả nếu tàu ngầm nguyên tử mắc cạn trong vùng biển quốc tế.\""
        },
        {
            "en": "Negotiations, launched with what correspondents described as great pomp by American president in early September, ran <em>aground</em> after just two rounds of talks.",
            "vi": "Các cuộc đàm phán, được tổng thống Mỹ khởi động cùng với cái mà các phóng viên báo chí mô tả là sự phô trương long trọng vào đầu tháng Chín, đã rơi vào bế tắc chỉ sau hai"
        },
        {
            "en": "Negotiations, launched with what correspondents described as great pomp by American president in early September, ran <em>aground</em> after just two rounds of talks.",
            "vi": "Các cuộc đàm phán, được tổng thống Mỹ khởi động cùng với cái mà các phóng viên báo chí mô tả là sự phô trương long trọng vào đầu tháng Chín, đã rơi vào bế tắc chỉ sau hai vòng đàm phán."
        },
        {
            "en": "The Fuk Ching ran the infamous Golden Venture, a 147-foot cargo ship that ran <em>aground</em> in Rockaway Beach in Queens, New York, in 1993 with 286 illegal immigrants from China on-board.",
            "vi": "Băng đảng tội phạm Fuk Ching đã vận hành một tàu chở hàng tên Golden Venture dài 45 mét , từng bị mắc cạn tại Bãi biển Rockaway ở Queens, New York vào năm 1993, trên tàu chở 286 người nhập cư bất hợp pháp đến từ Trung Quốc ."
        },
        {
            "en": "The ship with more than 4,000 people on board ran <em>aground</em> late Friday. Survivors describe a chaotic and terrifying scene. Some say there was no organization while others into the icy Mediterranean Sea and swam to shore.",
            "vi": "Con tàu chở hơn 4.000 người bị mắc cạn vào cuối ngày thứ sáu. Những người sống sót mô tả cảnh tượng lúc đó rất khủng khiếp và lộn xộn. Một số người nói rằng không có tổ chức cứu nạn trong khi những người khác thì nhảy xuống Địa Trung Hải lạnh giá và bơi vào bờ."
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n12 November 2010 Last updated at 00:26 GMT  US Secretary of State Hillary Clinton and Israeli Prime Minister Benjamin Netanyahu have agreed after hours of discussions to seek the resumption of direct Middle East peace talks. The meeting focused on resuming negotiations to produce \"a two-state solution\", they said in a statement. The two met in New York amid a row over Israeli plans to build new homes for Jewish settlers in East Jerusalem. The Palestinians have left negotiations over the new settlement construction. Mrs Clinton and Mr Netanyahu's meeting \"focused on creating the conditions for the resumption of direct negotiations aimed at producing a two-state solution\", their joint statement said. \"Their teams will work closely together in the coming days toward that end.\" Mrs Clinton also assured Mr Netanyahu that Israel's security requirements would be \"fully taken into account\" in any future peace deal with the Palestinians. But after more than seven hours of talks, the two gave no indication as to how they intended to break the impasse over Jewish settlement building. Disputed land An Israeli moratorium on building new settlements expired at the end of September. Earlier this month, Israel announced plans to build 1,300 new homes for Jewish settlers on disputed land in East Jerusalem. The Palestinians have said they will not return to the negotiating table until new settlement construction halts. The US has said the settlements are unhelpful and has urged the two sides to restart negotiations.  Negotiations, launched with what correspondents described as great pomp by President Barack Obama in early September, ran <em>aground</em> after just two rounds of talks. Earlier on Thursday, speaking in Ramallah at an event to mark the anniversary of the death of Yasser Arafat, Palestinian Authority President Mahmoud Abbas asked Israelis to choose peace over settlements. \"I now turn to the Israeli people. I hope they will hear us - those who believe in peace, if they exist,\" Mr Abbas said. The US announced a new $150m (£93m) aid package on Wednesday for the Palestinian Authority. http://www.bbc.co.uk/news/world-us-canada-11736546",
            "vi": "Many obstacles to a final Middle East peace deal       \n \n12 November 2010 Last updated at 00:26 GMT  Sau nhiều giờ thảo luận, Bộ trưởng Ngoại Giao Hoa Kỳ Hillary Clinton và thủ tướng Israel Benjamin Netanyahu đã đồng ý tìm cơ hội tái khởi động hòa đàm Trung Đông.  Trong một tuyên bố họ cho biết cuộc họp tập trung vào việc mở lại thương thuyết để tìm ra “giải pháp hai quốc gia”. Cả hai gặp nhau tại New York giữa lúc đang có tranh cãi về các kế hoạch Israel xây nhà mới cho những người định cư Do Thái ở Đông Jerusalem. Người Palestine đã ngừng đàm phán về việc xây dựng khu định cư mới. Cuộc họp giữa bà Clinton và ông Netanyahu “tập trung vào việc tạo điều kiện để tái đàm phán trực tiếp nhằm đạt đến một giải pháp hai quốc gia”, tuyên bố chung của họ cho biết.  “Các nhóm của họ sẽ phối hợp làm việc chặt chẽ trong những ngày sắp tới để đạt được mục tiêu này.” Bà Clinton cũng cam đoan với ông Netanyahu rằng các yêu cầu về an ninh của Israel sẽ được “xem xét đầy đủ” trong bất kỳ cuộc thương lượng nào về hòa bình trong tương lai với người Palestine. Nhưng sau hơn bảy giờ thương thuyết, cả hai đều không đưa ra dấu hiệu gì về cách họ dự định phá vỡ thế bế tắc về việc xây dựng khu định cư Do Thái. Vùng đất tranh chấp Lệnh của Israel tạm ngưng xây dựng các khu định cư mới đã hết hạn vào cuối tháng Chín. Đầu tháng này, Israel thông báo các kế hoạch xây 1.300 ngôi nhà mới cho người định cư Do Thái trên vùng đất tranh chấp ở Đông Jerusalem. Người Palestine cho biết họ sẽ không trở lại bàn đàm phán cho đến khi nào việc xây dựng khu định cư mới được đình chỉ. Phía Mỹ tuyên bố các khu định cư không có tác dụng hữu ích và thúc hối hai bên tái khởi động đàm phán. Các cuộc đàm phán, được tổng thống Barack Obama khởi động cùng với cái mà các phóng viên báo chí mô tả là sự phô trương long trọng vào đầu tháng Chín, đã rơi vào bế tắc chỉ sau hai vòng đàm phán. Trước đó vào hôm thứ Năm, trong khi phát biểu ở thành phố Ramallah trong một sự kiện nhằm đánh dấu lễ kỷ niệm ngày mất của Yasser Arafat, tổng thống chính quyền Palestine đã yêu cầu Israel nên chọn lấy hòa bình hơn là các khu định cư. Ông Abbas nói: “Giờ đây tôi đang hướng đến nhân dân Israel. Tôi hy vọng họ nghe chúng tôi – những người tin tưởng vào hòa bình, nếu có tồn tại.” Phía Mỹ thông báo hôm thứ Tư sẽ có gói hỗ trợ mới trị giá 150 triệu đô-la cho chính quyền Palestine.  http://www.bbc.co.uk/news/world-us-canada-11736546"
        }
    ],
    "suggestions": []
}