{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ahistorical",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ahistorical</k><blockquote><cclass>[<cclass>ˌeɪhɪ'stɒrɪk(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective lacking historical perspective or context. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>ahistorically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "ahistorical",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ahistorical",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ahistorical",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ahistorical",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "His approach is <em>ahistorical</em>.",
            "vi": "Phương pháp tiếp cận của ông ta phi lịch sử."
        },
        {
            "en": "Perhaps it was no coincidence that Trump made his <em>ahistorical</em> pronouncements about African Americans while in North Carolina, a state whose governor, Pat McCrory, is famously leading a charge to incentivize enrollments in “job-friendly” classes and majors, with a focus in STEM. In a 2013 radio interview, McCrory averred humanities classes were fine in principle, “but I don’t want to subsidize that if that’s not going to get someone a job.”",
            "vi": "Có lẽ không phải là ngẫu nhiên mà Ông Trump đã có những lời tuyên bố phi lịch sử về người Mỹ gốc Phi trong khi ở Bang Bắc Carolina, thống đốc của bang này là ông Pat McCrory, nổi tiếng dẫn đầu về khoản phí để khuyến khích tuyển sinh trong các lớp học về \"Công việc thân thiện\" và các chuyên ngành tập trung vào các lĩnh vực khoa học, công nghệ, kỹ thuật và toán học.Trong một cuộc phỏng vấn phát thanh vào năm 2013, ông McCrory quả quyết rằng các lớp học nhân văn này tốt về việc dạy những luân lý cơ bản và ông nói thêm \"Tuy nhiên, tôi không muốn trợ cấp nếu điều đó không giúp cho ai đó có một công việc\"."
        },
        {
            "en": "Put yourself in the shoes of a person who owns an iPhone or iPad. If  they want a new computer, and they have been happy with their iPhone or iPad, they might consider buying a Mac. When they go to an Apple Store today, they'll look at a Mac and see applications like <em>iCal</em> and Address Book, or System Preferences and iChat. While the icons are similar enough for them to figure out the link between these and their mobile equivalents, it would be a lot easier if they saw Calendar and Contacts; Settings and Messages. And those little Share buttons? People use them all the time to send things by e-mail, but it's not clear how to do this in OS X.",
            "vi": "Bạn hãy đặt mình vào vị trí của một người sở hữu iPhone hoặc iPad. Nếu họ muốn mua máy tính mới, và họ hài lòng với iPhone hoặc iPad của họ, có thể họ sẽ cân nhắc việc mua máy Mac. Khi hôm nay họ đến Apple Store, họ sẽ nhìn ngắm máy Mac và thấy các ứng dụng như iCal và Address Book, hay System Preferences và iChat. Mặc dù biểu tượng nhìn tương tự nhau đủ để họ nhận ra mối liên hệ giữa những dụng ứng trên máy Mac và trên các thiết bị iOS, nhưng sẽ dễ dàng hơn nhiều nếu họ nhìn thấy các ứng dụng Calendar và Contacts; Settings và Messages. Còn những nút Share? Có nhiều người thường xuyên sử dụng chúng để gửi mọi thứ qua email, nhưng cách làm tương tự trên OS X thì không rõ."
        }
    ],
    "suggestions": []
}