{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[eid]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">aide-de-camp</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['eid də 'kæmp]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">aide-de-camp</font></td></tr></table><i/></div>",
            "word": "aide"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aide</k><blockquote><cclass>[<cclass>eɪd<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an assistant to a political leader. </cclass></blockquote><blockquote>⁃ short for <kref>aide-de-camp</kref>. </blockquote></div>",
            "word": "aide"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>aide</k><blockquote>▸ <cclass>noun ASSISTANT, helper, adviser, right-hand man, man/girl Friday, adjutant, deputy, second (in command); subordinate, junior, underling, acolyte; <cclass><i>N. Amer.</i> cohort.</cclass></cclass></blockquote></div>",
            "word": "aide"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>aide</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) a home (<abr>BE</abr>), home health (<abr>AE</abr>); presidential aide </ex></blockquote></blockquote><blockquote><blockquote><ex>2) an aide to</ex></blockquote></blockquote></div>",
            "word": "aide"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aide"
        }
    },
    "sentences": [
        {
            "en": "<em>Aide</em> Memoire",
            "vi": "Biên bản ghi nhớ"
        },
        {
            "en": "This <em>aide</em>-memoire records the findings and recommendations of the Mission.",
            "vi": "Bản ghi nhớ tóm tắt này ghi lại các kết luận và kiến nghị của phái đoàn."
        },
        {
            "en": "A military secretary or <em>aide</em> - de - camp did not necessarily have to be a soldier.",
            "vi": "Thư ký quân sự hay sĩ quan phụ tá không nhất thiết phải là một người lính."
        },
        {
            "en": "She worked as an <em>aide</em> in the Prime Minister's office for three years.",
            "vi": "Cô ta làm trợ lý trong văn phòng của Thủ tướng trong 3 năm."
        },
        {
            "en": "This <em>aide</em> - memoire records the findings and recommendations of the Mission.",
            "vi": "Bản ghi nhớ tóm tắt này ghi lại các kết luận và kiến nghị của phái đoàn."
        },
        {
            "en": "A military secretary or <em>aide</em>-de-camp did not necessarily have to be a soldier.",
            "vi": "Thư ký quân sự hay sĩ quan phụ tá không nhất thiết phải là một người lính."
        },
        {
            "en": "General Hayden currently serves as the <em>aide</em> to Director of National Intelligence John Negroponte.",
            "vi": "Tướng hayden hiện đang làm phụ tá cho john negroponte, giám đốc tình báo quốc gia."
        },
        {
            "en": "He became David Cameron's communications director in 2007 and is now a senior <em>aide</em> to the prime minister.",
            "vi": "Ông ta đã trở thành giám đốc truyền thông của David Cameron vào năm 2007 và hiện là trợ lý cao cấp cho Thủ tướng."
        },
        {
            "en": "Next, I caught the attention of his <em>aide</em> and asked if I could get a second with the governor.",
            "vi": "Tiếp đến, tôi đã gây sự chú ý cho người phụ tá của ông và hỏi xem liệu tôi có thể nói chuyện vài phút với vị thống đốc được không."
        },
        {
            "en": "Intrigued by Dean and his message, I approached one of the people in his campaign staff (which, at the time, was one campaign <em>aide</em> and a state trooper).",
            "vi": "Tò mò trước Dean và thông điệp của ông, tôi tiếp cận một người trong đội ngũ nhân viên phục vụ chiến dịch tranh cử (lúc đó, chỉ có một phụ tá và một cảnh sát bang)."
        },
        {
            "en": "The <em>aide</em> and I had a good talk and I did talk briefly with Peter, as did many other folks at the event.",
            "vi": "Người phụ tá và tôi đã nói chuyện vui vẻ và chúng tôi cũng có nói chuyện ngắn gọn với Peter, cũng như nhiều người khác tham gia sự kiện này."
        },
        {
            "en": "I had seen his talk on a number of occasions, I had spoken with his <em>aide</em>, and I had some ideas for how he could deliver his speech with more impact.",
            "vi": "Tôi đã nghe bài nói của ông nhiều lần, tôi đã nói chuyện với người phụ tá của ông, và tôi có vài ý tưởng về cách để ông có thể trình bày hiệu quả hơn."
        },
        {
            "en": "Shortly after Mr. Trump tweeted that he had installed CIA Director Mike Pompeo as secretary of state and thanked Mr. Tillerson for his service, an <em>aide</em> alerted Mr. Tillerson that he had lost his job.",
            "vi": "Ngay sau khi ông Trump tweet rằng ông đã bổ nhiệm Giám đốc CIA Mike Pompeo làm thư ký và cảm ơn ông Tillerson cho sự phục vụ của mình, một phụ tá cảnh báo ông Tillerson rằng ông đã mất công việc của mình."
        },
        {
            "en": "After one correction from Mr. Miller, Mr. Tillerson barked so aggressively at the West Wing <em>aide</em> that the president suggested his secretary of state might have crossed the line, according to a person familiar with the exchange.",
            "vi": "Sau một lần điều chỉnh của ông Miller, ông Tillerson đã quát tháo với trợ lý của Cánh trái rằng Tổng thống gợi ý Bộ trưởng Ngoại giao của ông có thể vượt qua đường ranh, theo một người quen thuộc với cuộc trao đổi."
        },
        {
            "en": "After one correction from Mr. Miller, Mr. Tillerson barked so aggressively at the West Wing <em>aide</em> that the president suggested his secretary of state might have crossed the line, according to a person familiar with the exchange.",
            "vi": "Sau một lần điều chỉnh của ông Miller, ông Tillerson đã quát tháo với trợ lý của Cánh trái rằng Tổng thống gợi ý Bộ trưởng Ngoại giao của ông có thể vượt qua đường ranh, theo một người quen thuộc với cuộc trao đổi."
        },
        {
            "en": "Shortly after Mr. Trump tweeted that he had installed CIA Director Mike Pompeo as secretary of state and thanked Mr. Tillerson for his service, an <em>aide</em> alerted Mr. Tillerson that he had lost his job.",
            "vi": "Ngay sau khi ông Trump tweet rằng ông đã bổ nhiệm Giám đốc CIA Mike Pompeo làm thư ký và cảm ơn ông Tillerson cho sự phục vụ của mình, một phụ tá cảnh báo ông Tillerson rằng ông đã mất công việc của mình."
        },
        {
            "en": "Key Democrats split with Obama on taxes    Washington (CNN) -- Despite President Obama's accusation Wednesday that Republicans are holding middle class income tax cuts \"hostage\" by tying them to an extension of tax cuts for wealthier Americans, the reality is several Democratic senators also oppose allowing President Bush's tax cuts for higher earners to expire. Democrats Ben Nelson of Nebraska, Evan Bayh of Indiana, Kent Conrad of North Dakota, and Independent Joe Lieberman of Connecticut have each publicly expressed concern about the impact of raising taxes, even on the well-to-do, during an economic downturn. \"The general rule of thumb would be you don't want to do tax changes, tax increases...until the recovery is on more solid ground,\" Conrad said recently, summarizing their view. Each has said the tax cuts should be extended at least temporarily. Senate Democratic leaders know it will be virtually impossible to pass a controversial tax bill without the support of all their members but intend to press ahead with the debate later this month. They believe the political and fiscal arguments are on their side and that allowing the tax cuts for the wealthy to expire is \"the consensus position of the caucus,\" even if a few Democrats oppose doing so, according to a top Senate Democratic leadership <em>aide</em>. \"There is bipartisan consensus that we should not raise taxes,\" retorted a senior senate Republican leadership <em>aide</em>, seizing on the division in the Democratic ranks. The GOP <em>aide</em> didn't rule out a compromise that involved passing a short-term extension, a proposal put forth by House Majority Leader John Boehner. \"If the only way to pass a bill that didn't raise taxes would to pass a temporary extension, we'd be open to talking about it,\" said the <em>aide</em>. But the Democratic <em>aide</em> doubted Republicans would seriously work to help Democrats pass a bill this close to the November election. \"I don't believe the Republicans are interested in compromise,\" the <em>aide</em> said.",
            "vi": "Key Democrats split with Obama on taxes    Theo tin của CNN từ Washington  – Mặc dù tổng thống Obama vào hôm thứ Tư cáo buộc rằng những người thuộc đảng Cộng Hòa đang cố duy trì việc cắt giảm thuế thu nhập cho tầng lớp trung lưu bằng cách trói buộc họ vào việc gia hạn giảm thuế dành cho những người Mỹ giàu có, nhưng thực tế là vài Thượng nghị sĩ đảng dân chủ cũng phản đối rằng chính sách giảm thuế của Tổng thống Bush dành cho người kiếm được thu nhập cao đã hết hiệu lực.  Những người thuộc đảng Dân Chủ như ông Ben Nelson thuộc bang Nebraska, Evan Bayh thuộc bang Indiana, Kent Conrad thuộc bang North Dakota, và người không thuộc đảng phái nào là ông Joe Lieberman thuộc bang Connecticut cũng công khai bày tỏ sự quan tâm đến ảnh hưởng của việc tăng thuế, kể cả đối với những người kinh tế khá giả, trong suốt thời kỳ suy thoái kinh tế.  Conrad  gần đây cho biết, tóm tắt quan điểm của họ: \"Theo quy tắc chung về ngón tay cái thì khi việc phục hồi nền kinh tế trở nên vững vàng hơn thì việc muốn thay đổi về thuế hay tăng thuế. .. cũng sẽ dễ dàng hơn,\"  Mỗi người cũng cho rằng bất luận thế nào đi nữa thì việc giảm thuế cũng nên kéo dài tạm thời thôi. Theo người phụ tá cấp cao của lãnh đạo phe dân chủ ở Thượng nghị viện thì những vị lãnh đạo phe dân chủ ở Thượng nghị viện biết rằng hầu như không thể thông qua dự luật thuế đang gây nhiều tranh cãi nếu không có hỗ trợ của tất cả thành viên của họ ngoài việc dự định tiếp tục cuộc tranh luận vào cuối tháng này. Họ tin rằng những lý lẽ về mặt tài chính và chính trị đang nghiêng về phía họ và rằng việc giảm thuế cho những người giàu hết hiệu lực thì sẽ tạo nên một \"sự đồng lòng nhất trí của cuộc họp kín này,\" ngay cho dù một vài người thuộc đảng Dân Chủ chống đối việc này.  \"Cả hai đảng đều nhất trí rằng chúng ta không nên tăng thuế,\" viên phụ tá cấp cao của lãnh đạo đảng Cộng hòa ở Thượng nghị viện, tranh thủ việc chia rẽ trong hàng ngũ đảng Dân chủ để trả miếng.  Viên  phụ tá thuộc Đảng cộng hoà Hoa Kỳ cũng đưa ra thoả hiệp liên quan đến việc thông qua mức gia hạn ngắn hạn, một đề nghị được đưa ra bởi vị lãnh đạo phe đa số trong Hạ viện, John Boehner. \"Nếu cách duy nhất để thông qua dự luật không tăng thuế thì sẽ thông qua việc gia hạn tạm thời, chúng tôi sẽ công khai  khi nói về vấn đề này,\" vị phụ tá cho biết.  Nhưng viên phụ tá của vị tổng thống đảng Dân chủ tự hỏi liệu những người thuộc đảng Cộng Hòa có làm việc tích cực để giúp những người đảng Dân Chủ thông qua dự luật để tiến đến cuộc bầu cử vào tháng mười một hay không.  Ông còn nói rằng \"Tôi không tin những người thuộc đảng Cộng Hòa quan tâm đến sự thoả hiệp,\"  "
        },
        {
            "en": "“There is clearly demand for bitcoin investments, but the regulators are struggling with how to balance new tools for capital formation with the need for investor protections,” said Michael Liftik, a partner at Quinn Emanuel Urquhart & Sullivan LLP and previously a top <em>aide</em> to former SEC Chairman Mary Jo White.",
            "vi": "Michael Liftik, một đối tác của Quinn Emanuel Urquhart & Sullivan LLP và trước đây là trợ lý hàng đầu cho cựu Chủ tịch SEC Mary Jo White.: \"Nhu cầu về đầu tư bitcoin thể hiện rõ ràng, nhưng các nhà quản lý đang phải vật lộn với cách cân bằng các công cụ mới để hình thành vốn với sự cần thiết của việc bảo vệ các nhà đầu tư."
        },
        {
            "en": "1 October 2010 Last updated at 01:17 GMT       \n \n21 October 2010 Last updated at 18:27 GMT  The codes used by the president to launch a nuclear strike were mislaid for months during the Clinton administration, the former highest-ranking US officer has said. Ex-chairman of the joint chiefs of staff Gen Hugh Shelton made the claim in a new book.  The codes are usually held by an <em>aide</em> who remains close to the president. Gen Shelton said there was an incident where an <em>aide</em> said the codes had been lost. They were immediately replaced, but an internal inquiry was conducted. Gen Shelton said the incident had taken place \"around the year 2000\". Under the procedures, an official was sent every month to check the codes, and that they were replaced every four months with new codes. According to Gen Shelton's book, Without Hesitation, an official had gone to check one month and been told by the <em>aide</em> that the codes were on the president's person but that he was in an important meeting and could not be disturbed. A different official went to do the same check a month later and was told a similar story. When it came time to change the codes, an <em>aide</em> admitted they had been missing for months. Gen Shelton said it was apparent that the president had not had the codes and that he had been unaware that an <em>aide</em> had lost them.  The general described the episode as a \"comedy of errors\".  http://www.bbc.co.uk/news/world-us-canada-11591213",
            "vi": "1 October 2010 Last updated at 01:17 GMT      \n \n21 October 2010 Last updated at 18:27 GMT  Bộ mật mã mà Tổng thống Mỹ dùng để tung đòn tấn công hạt nhân từng bị thất lạc nhiều tháng thời Clinton đang cầm quyền, cựu lãnh đạo cao cấp nhất này cho biết. Tướng Hugh Shelton, cựu chủ tịch Bộ tổng tham mưu phối hợp, đã tuyên bố điều này trong một quyển sách mới xuất bản. Theo thông lệ bộ mật mã này do một trợ lý thân cận với tổng thống giữ. Tướng Shelton cho biết một viên trợ lý đã nói có sự cố đánh mất bộ mật mã này. Bộ mật mã lập tức được thay thế, nhưng một cuộc điều tra nội bộ vẫn được tiến hành. Tướng Shelton nói sự việc này xảy ra “vào khoảng năm 2000”. Theo quy định, mỗi tháng có một viên chức được phái đến để kiểm tra bộ mật mã, và cứ bốn tháng một lần bộ mã lại được thay bằng mật mã mới. Theo nội dung quyển sách của tướng Shelton, có tựa đề “Không ngần ngại”, một tháng nọ một viên chức đến kiểm tra và được viên trợ lý cho biết mật mã được Tổng thống đích thân mang trong người nhưng ông lại đang dự một cuộc họp quan trọng nên không thể làm phiền. Vào tháng sau đó một viên chức khác lại đến kiểm tra và được thông báo điều tương tự. Đến thời điểm phải thay đổi mật mã, một viên trợ lý đã thú nhận bộ mật mã bị thất lạc nhiều tháng rồi. Tướng Shelton cho biết rõ ràng tổng thống đã không mang theo mật mã và không biết viên trợ lý đã đánh mất nó. Viên tướng này mô tả giai đoạn ấy như “một tấn hài kịch sai lầm”. http://www.bbc.co.uk/news/world-us-canada-11591213"
        },
        {
            "en": "House Democrats vent on tax plan, focus criticism on estate tax      Washington (CNN) -- House Democrats vented their frustrations with President Barack Obama's tax proposal at a closed-door meeting Tuesday night, with rank-and-file members slamming the White House for leaving House Democrats out of final negotiations, and agreeing too quickly to a GOP proposal on the estate tax. According to several Democratic members and aides, much of the discussion centered on the addition of the estate tax exemption to the package extending all the Bush-era tax cuts for two years. Democrats are fuming that the administration agreed to exempt inheritances up to $5 million and to set the tax rate at 35%. The estate tax is scheduled to be reinstated at a higher rate of 55% next year, with the exemption up to $1 million. A bill passed the House a year ago that set the threshold for the exemption at $3.5 million and the tax rate at 45%. Pennsylvania Democrat Allyson Schwartz said, \"My sense is people are not happy with this,\" telling reporters that Democrats plan to \"push back at little\" at the White House to try to change the estate tax back to the version that passed the House. Schwartz said if the administration agreed to do that, she could support the package, but she could not predict how many other Democrats would do the same. Liberal Democratic Rep Anthony Weiner of New York called the estate tax provision \"one of the biggest problems, because that was the one we had the most leverage on.\" According to a senior House Democratic <em>aide</em>, Democratic Rep Chris Van Hollen of Maryland, who represented House Democrats in discussions with the administration and Republicans, said the decision to accept the GOP estate tax proposal was \"an unnecessary giveaway to Kyl.\" GOP Sen. Jon Kyl of Arizona, who was negotiating for Senate Republicans, sponsored an estate tax bill that is essentially the same as the deal outlined by Obama. About 20 House Democrats lined up at microphones at the evening meeting to complain about the president's proposal. According to the senior Democratic <em>aide</em>, in addition to concerns about the substance of the proposal, equally upsetting to attendees was how \"House Democrats were left out of the process at the end.\"   The <em>aide</em> added, \"they view it as a trend,\" noting that it started with the president's stimulus package. \"The House always seems to get rolled,\" the <em>aide</em> said. House Speaker Nancy Pelosi \"didn't really weigh in either way\" during the meeting about how members should vote on the president's plan, according to the <em>aide</em>, \"but she certainly wasn't cheerleading for it.\" But Pelosi made it clear Democrats were unhappy, telling reporters outside the meeting, \"I think it's fair to say that there is a certain amount of unease with the proposal that was put forth by the president.\" She also noted that the estate tax benefits a much smaller number of families than the middle-class tax cut. The senior Democratic <em>aide</em> conceded that despite the threats to vote against the plan, it's also a reality that the proposal could still pass the House. \"This gets done, but does not get done with a majority of Democratic votes,\" the <em>aide</em> said. Vice President Joe Biden is scheduled to talk to House Democrats Wednesday afternoon. Asked whether Biden could convince Democrats to support the plan, House Majority Leader Steny Hoyer quipped, \"You'll have to ask him.\" Hoyer didn't directly answer whether he believed House Democrats could make significant changes to the administration's plan, saying, \"I think it's under discussion,\" but he added, \"the majority of the House is still Democratic\"",
            "vi": "House Democrats vent on tax plan, focus criticism on estate tax      Washington (CNN) - - Các đảng viên đảng Dân Chủ ở nghị viện thất vọng với dự luật thuế của tổng thống Barack Obama đưa ra tại cuộc họp riêng vào đêm thứ ba, các thành viên chiếm đa số đã phê phán gay gắt Nhà Trắng về việc đảng viên đảng Dân Chủ không được tham dự vào những cuộc đàm phán sau cùng và việc phải nhanh chóng đồng ý với đề nghị của Đảng Cộng Hoà Hoa Kỳ về vấn đề thuế di sản.  Theo như nhiều thành viên và sĩ quan phụ tá Đảng dân chủ, phần lớn cuộc thảo luận tập trung vào việc bổ sung thêm vấn đề miễn thuế di sản cho đến gói kéo dài việc giảm thuế dưới thời Bush trong hai năm.  Đảng viên đảng Dân Chủ đang giận dữ vì chính phủ đồng ý miễn thuế thừa kế tăng lên tới 5 triệu đô-la Mỹ và xác lập mức thuế suất là 35%. Thuế di sản được lên kế hoạch để đưa vào lại với thuế suất cao 55% trong năm tới, với mức miễn thuế tăng lên tới 1 triệu đô-la Mỹ. Một dự luật đã thông qua bởi Nghị viện cách đây một năm xác lập ngưỡng miễn thuế là 3,5 triệu đô-la Mỹ và thuế suất là 45%.  Đảng viên đảng dân chủ Allyson Schwartz ở bang Pennsylvania cho biết: \"Theo tôi thì mọi người không hài lòng với việc này,\" khi trả lời với các phóng viên về việc các đảng viên đảng Dân Chủ dự định \"hoãn lại một chút\" tại Nhà Trắng để cố thay đổi thuế di sản quay trở lại phiên bản cũ đã thông qua bởi Nhà Trắng. Schwartz nói nếu chính phủ đồng ý làm chuyện đó, bà có thể hỗ trợ gói này, nhưng bà không thể đoán được bao nhiêu đảng viên đảng Dân Chủ khác sẽ làm giống vậy.   Anthony Weiner – một nghị sĩ Đảng viên dân chủ tự do ở New York gọi điều khoản thuế di sản là \"một trong những vấn đề nan giải nhất, vì đó là một vấn đề mà chúng tôi ảnh hưởng nhiều nhất\" Theo sĩ quan phụ tá cấp cao của đảng dân chủ ở nghị viện, nghị sĩ Đảng viên dân chủ - Van Hollen ở Maryland, đại diện cho Đảng viên dân chủ tại nghị viện, đã thảo luận với chính phủ và các đảng viên đảng Cộng Hòa, ông cho rằng quyết định chấp nhận dự luật thuế di sản của Đảng Cộng Hoà Hoa Kỳ là \"sự cho không không cần thiết đối với Kyl.\" Thượng nghị sĩ Đảng Cộng Hoà Hoa Kỳ - Jon Kyl - thuộc bang Arizona, người đang đàm phán cho đảng viên đảng Cộng Hòa ở Thượng nghị viện, đã ủng hộ dự luật thuế di sản về cơ bản cũng như vụ thoả thuận được đưa ra bởi ông Obama. Khoảng 20 đảng viên đảng Dân Chủ ở nghị viện đã xếp hàng tại khu vực micrô ở cuộc họp buổi tối để phàn nàn về dự luật của tổng thống. Theo sĩ quan phụ tá cấp cao thuộc Đảng dân chủ, khi nói đền mối lo ngại cơ bản của dự luật, đã cho biết sự khó chịu của những người tham dự đến mức nào khi \"những đảng viên đảng Dân Chủ đã bị bỏ rơi khỏi tiến trình vào phút chót.\"  Người sĩ quan phụ tá này còn cho biết thêm, \"họ coi nó như một xu hướng,\" coi đó là sự khởi đầu chương trình kích thích kinh tế của tổng thống. “Cả nghị viện dường như bị thao túng,\" viên sĩ quan phụ tá nói. Chủ tịch Hạ viện Nancy Pelosi thì \"dù sao đi nữa vấn đề này thực sự cũng không cần cân nhắc cho lắm\" trong suốt cuộc họp khi thấy cách các thành viên bỏ phiếu cho dự luật của tổng thống, theo người sĩ quan phụ tá cho biết, \"nhưng bà ấy chắc chắn không cổ vũ vì điều đó.\" Nhưng Pelosi rõ ràng cho biết là những đảng viên đảng Dân Chủ tỏ vẻ không vui, khi phát biểu với các phóng viên ở bên ngoài cuộc họp, \"tôi nghĩ mọi người thật đúng khi tỏ vẻ hơi khó chịu với bản dự luật mà tổng thống đưa ra.\" Bà cũng cho là vấn đề thuế di sản sẽ có lợi chút đỉnh cho số hộ gia đình hơn là việc cắt giảm thuế cho tầng lớp trung lưu.  Sĩ quan phụ tá cấp cao thuộc Đảng dân chủ thừa nhận dù mối nguy cơ bỏ phiếu chống lại dự luật như thế nào đi nữa, thì dự luật cũng vẫn phải thông qua nghị viện. \"Việc này sẽ được thực hiện, nhưng không được thực hiện với đa số phiếu của đảng dân chủ,\" người sĩ quan phụ tá cho biết.    Phó Chủ tịch Joe Biden sẽ lên kế hoạch nói chuyện với những đảng viên đảng Dân Chủ của nghị viện vào chiều thứ tư. Khi được hỏi liệu Biden có thể thuyết phục những đảng viên đảng Dân Chủ hỗ trợ kế hoạch này không thì lãnh đạo phe đa số tại nghị viện Steny Hoyer nói dí dỏm như thế này \"bạn phải hỏi ông ấy thôi.\"  Hoyer không trực tiếp trả lời liệu ông có tin đảng viên đảng Dân Chủ tại nghị viện có thể đưa ra những đổi đáng kể cho kế hoạch của chính phủ, chẳng hạn như, \" tôi nghĩ chuyện đó đang được thảo luận,\" nhưng ông cũng cho biết thêm, \"phần lớn những người ở nghị viện vẫn là Đảng dân chủ\""
        }
    ],
    "suggestions": []
}