{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ain"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ain"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ain"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ain"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ain"
        }
    },
    "sentences": [
        {
            "en": "Boys <em>ain</em>' no fun.",
            "vi": "Con trai thì hay ho gì."
        },
        {
            "en": "Ah <em>ain</em>' lyin'.",
            "vi": "Tui không nói dối đâu."
        },
        {
            "en": "Ah <em>ain</em>' gwine have her sceered.",
            "vi": "Tui không cho phép người ta làm nó sợ đâu."
        },
        {
            "en": "It's a real tragedy, <em>ain</em>' t it?",
            "vi": "Đó là chuyện đáng buồn à?"
        },
        {
            "en": "Boys <em>ain</em>' no use ter nobody.",
            "vi": "Con trai chả được việc gì cho ai cả."
        },
        {
            "en": "An' ah <em>ain</em>' got no chile, needer.",
            "vi": "Mà tôi cũng chả còn con cái gì nữa."
        },
        {
            "en": "<em>Ain</em>' ah a proof of dat?",
            "vi": "Như tui đây chả là một bằng chứng hay sao?"
        },
        {
            "en": "He <em>ain</em>' gwine let us buhy dat chile.",
            "vi": "Cậu ý sẽ không để bọn tui chôn cô bé ý."
        },
        {
            "en": "Miss Scarlett <em>ain</em>' gwine lak dat a-tall.",
            "vi": "Cô scarlett chả thích thế tí nào."
        },
        {
            "en": "<em>Ain</em>' nuthin' but weery load, honey, nuthin' but weery load.",
            "vi": "Thật là một gánh nặng mệt mỏi, chả có gì khác, cưng ạ, dành là thế, một gánh nặng mệt mỏi."
        },
        {
            "en": "I'll tell you this, it <em>ain</em>' t over easy.",
            "vi": "Tôi sẽ nói cho anh nghe cái này, nó sẽ không kết thúc dễ dàng thế đâu."
        },
        {
            "en": "An', fo' gawd, ah <em>ain</em>' never been so sceered!",
            "vi": "Lạy chúa, tui chưa bao giờ sợ đến thế!"
        },
        {
            "en": "An' he say: '<em>ain</em>' you got no mercy?",
            "vi": "Và cậu bảo: cô không còn chút từ tâm nào sao?"
        },
        {
            "en": "You <em>ain</em>' holin' dat again' dis ole nigger?",
            "vi": "Cậu không để bụng giận mụ già da đen này chứ?"
        },
        {
            "en": "Yo' wais' jes' done got bigger, miss Scarlett, an' dar <em>ain</em>' nuthin'ter do 'bout it.",
            "vi": "Người mợ xổ ra rồi, mợ scarlett ạ, không làm cách nào được nữa."
        },
        {
            "en": "Lawd, mist' Rhett, dat <em>ain</em>' nuthin' but mah red silk petticoat!",
            "vi": "Lạy chúa, cậu rhett, có gì đâu, cái váy lót bằng lụa đỏ của tui ấy mà!"
        },
        {
            "en": "Miss Melly, he <em>ain</em>' never had ter stan' nuthin' he din' wanter stan', not nuthin'.",
            "vi": "Cô melly ạ, cậu ấy chưa bao giờ phải chịu đựng cái gì cậu ấy không muốn chịu đựng."
        },
        {
            "en": "New buildings rise from the desert floor near Al <em>Ain</em> in the United Arab Emirates",
            "vi": "Các tòa nhà mới nổi lên từ bề mặt sa mạc gần Al Ain ở các tiểu vương quốc Arập thống nhất"
        },
        {
            "en": "Ah <em>ain</em>' never seed no man, black or w'ite, set sech a sto' by any chile.",
            "vi": "Tui chưa từng thấy người đàn ông nào, bất kể trắng đen, yêu con đến thế."
        },
        {
            "en": "He drunk an' he need sleep an' sumpin'ter eat but dat <em>ain</em>' all.",
            "vi": "Cậu ấy say, cậu ấy cần phải ngủ và ăn một chút gì, cơ mà không phải chỉ có thế."
        }
    ],
    "suggestions": []
}