{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aired"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "aired"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aired"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aired"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aired"
        }
    },
    "sentences": [
        {
            "en": "This programme was first <em>aired</em> in 2000.",
            "vi": "Chương trình này được phát sóng đầu tiên vào năm 2000."
        },
        {
            "en": "peaceful space or well-<em>aired</em> space",
            "vi": "không gian thoáng đãng"
        },
        {
            "en": "Don't wear that shirt, it hasn't been <em>aired</em>!",
            "vi": "Đừng mặc áo đó, chưa thật khô đâu!"
        },
        {
            "en": "Don't wear that shirt, it hasn' t been <em>aired</em>!",
            "vi": "Đừng mặc áo đó, chưa thật khô đâu!"
        },
        {
            "en": "When the film is <em>aired</em>, she will be famous.",
            "vi": "Khi bộ phim được phát sóng, cô ấy sẽ nổi tiếng."
        },
        {
            "en": "It <em>aired</em> a lot during the Saturday morning cartoon line-up in the early 90's.",
            "vi": "Nó đã được phát sóng rất nhiều trong chương trình hoạt hình sáng thứ 7 hồi đầu những năm 1990."
        },
        {
            "en": "These ads will be <em>aired</em> worldwide to increase awareness of the severity of wildlife trafficking.",
            "vi": "Những đoạn phim cổ động này sẽ được chiếu trên toàn thế giới nhằm nâng cao nhận thức về sự nguy hiểm của nạn buôn bán động vật hoang dã."
        },
        {
            "en": "Any Members are welcome to these meetings where problems can be <em>aired</em>.",
            "vi": "Mọi thành viên đều được chào đón đến các cuộc họp này, nơi các vấn đề có thể được đưa ra."
        },
        {
            "en": "The show is <em>aired</em> regularly on the first Wednesday of the month.",
            "vi": "Chương trình này được chiếu đều đặn vào thứ Tư đầu tiên của tháng."
        },
        {
            "en": "They <em>aired</em> someone being brutally beaten to death with a plank uncensored.",
            "vi": "Họ phơi bày ai đó bị đánh đập tàn nhẫn đến chết với một nguyên tắc chủ yếu không bị kiểm duyệt."
        },
        {
            "en": "It <em>aired</em> a lot during the Saturday morning cartoon line - up in the early 90's.",
            "vi": "Nó đã được phát sóng rất nhiều trong chương trình hoạt hình sáng thứ 7 hồi đầu những năm 1990."
        },
        {
            "en": "The TV news <em>aired</em> a piece about the war in Afghanistan.",
            "vi": "Đài truyền hình đã phát một đoạn về chiến tranh ở Áp - ga - ni - xtan."
        },
        {
            "en": "The man <em>aired</em> his public apology for those people with him in the flights.",
            "vi": "Người đàn ông đã công khai xin lỗi những người đi cùng ông ấy trong chuyến bay."
        },
        {
            "en": "The TV news <em>aired</em> a piece about the war in Afghanistan.",
            "vi": "Đài truyền hình đã phát một đoạn về chiến tranh ở Áp-ga-ni-xtan."
        },
        {
            "en": "The opening match at Bishan Stadium will be <em>aired</em> live from 3pm on VTV6.",
            "vi": "Trận đấu khai mạc tại sân vận động Bishan sẽ được phát sóng trực tiếp vào lúc 3 giờ chiều trên VTV6."
        },
        {
            "en": "This season 2 is the sequel to the popular TV serial that <em>aired</em> last year.",
            "vi": "Phần 2 này là phần tiếp theo của bộ phim truyền hình ăn khách đã phát sóng hồi năm ngoái."
        },
        {
            "en": "The presidential episode was taped in September but <em>aired</em> Thursday night.",
            "vi": "Tập có tổng thống tham gia được quay vào hồi tháng 9 nhưng mới phát sóng tối thứ Năm vừa qua."
        },
        {
            "en": "By the time the dishes were all wiped and set away, the trundle bed was <em>aired</em>. Then, standing",
            "vi": "Ngay sau lúc chén dĩa đã được lau sạch và cất xong là việc xếp dọn chiếc giường có bánh lăn."
        },
        {
            "en": "As Obama's interviews <em>aired</em>, Senate Majority Harry Reid pulled a critical test vote that was scheduled for Wednesday.",
            "vi": "Khi cuộc phỏng vấn của Obama được phát sóng, Thủ lĩnh phe đa số Dân chủ tại Thượng viện Harry Reid hoãn cuộc bỏ phiếu phê chuẩn quan trọng mà theo kế hoạch là diễn ra vào ngày thứ tư."
        },
        {
            "en": "The visibility helped the business. In the year after the show <em>aired</em>, sales grew by 231 percent, says Ulmer.",
            "vi": "Tầm nhìn đó đã giúp công ty em. Ulmer cho biết trong năm sau chương trình truyền hình đó phát sóng, doanh thu công ty em tăng 231%."
        }
    ],
    "suggestions": []
}