{
    "en_vn": {
        "data": {
            "content": null,
            "word": "airfare"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>airfare</k><blockquote>■ <cclass>noun the price to be paid by an aircraft passenger for a particular journey. </cclass></blockquote></div>",
            "word": "airfare"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "airfare"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "airfare"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "airfare"
        }
    },
    "sentences": [
        {
            "en": "Children's <em>Airfare</em> Rules.",
            "vi": "Điều lệ giá vé máy bay trẻ em."
        },
        {
            "en": "<em>Airfare</em> is usually expensive.",
            "vi": "Giá vé của máy bay thường đắt."
        },
        {
            "en": "You should book <em>airfare</em>.",
            "vi": "Anh nên đặt vé máy bay."
        },
        {
            "en": "It is not limited to <em>airfare</em>.",
            "vi": "Nó không giới hạn vé máy bay."
        },
        {
            "en": "\"I'll pay your <em>airfare</em>.\"\"Okay, that clinches it.\"",
            "vi": "\"Tôi sẽ trả tiền vé máy bay cho anh.\" \"Được thôi, tôi sẽ đi.\""
        },
        {
            "en": "The cost of your meal is covered in your <em>airfare</em>.",
            "vi": "Giá thức ăn của cô đã được tính trong giá vé máy bay."
        },
        {
            "en": "Many travelers are thinking about buying their <em>airfare</em> for Thanksgiving.",
            "vi": "Nhiều khách du lịch đang nghĩ về việc mua vé máy bay vào dịp lễ Tạ ơn."
        },
        {
            "en": "\"I'll pay your <em>airfare</em>.\" \"Okay, that clinches it.\"",
            "vi": "\"Tôi sẽ trả tiền vé máy bay cho anh.\"\"Được thôi, tôi sẽ đi.\""
        },
        {
            "en": "The scholarship will cover tuition and fees, monthly stipend, round-trip <em>airfare</em> to the U.S. and health insurance.",
            "vi": "Người nhận học bổng sẽ được tài trợ toàn bộ học phí, trợ cấp hàng tháng, vé máy bay khứ hồi đến Mỹ và bảo hiểm y tế."
        },
        {
            "en": "You want to sell a subscription to the newspaper or a great deal on <em>airfare</em> to Hawaii, right?",
            "vi": "Cô muốn chào hàng về việc đặt dài hạn báo hay là vé máy bay tới hawaii, đúng không?"
        },
        {
            "en": "They can stay home, save <em>airfare</em> money, use keyboards to select whatever they want and click “Buy”.",
            "vi": "Họ có thể ở nhà, tiết kiệm tiền máy bay, dùng bàn phím mà lựa bất kì cái gì họ muốn và bấm “Mua.”"
        },
        {
            "en": "Discounted <em>airfare</em> tickets are usually non - refundable and non - transferable, and may either be non - changeable or have a thirty - five dollars change fee.",
            "vi": "Những vé máy bay giảm giá thường là miễn trả lại, không được chuyển nhượng, không thể đổi hoặc nếu muốn đổi sẽ phải trả thêm phí đổi là 35 đô la."
        },
        {
            "en": "The good news is that lap-sitting (with some restrictions) is still allowed for infants, and there are some other ways to save on child <em>airfare</em>.",
            "vi": "Tinh tốt là việc ngồi trong lòng khách (với một số hạn chế) vẫn được cho phép đối với trẻ sơ sinh, và có một vài cách khác để tiết kiệm tiền vé máy bay trẻ em."
        },
        {
            "en": "Discounted <em>airfare</em> tickets are usually non-refundable and non-transferable, and may either be non-changeable or have a thirty-five dollars change fee.",
            "vi": "Những vé máy bay giảm giá thường là miễn trả lại, không được chuyển nhượng, không thể đổi hoặc nếu muốn đổi sẽ phải trả thêm phí đổi là 35 đô la."
        },
        {
            "en": "The good news is that lap - sitting (with some restrictions) is still allowed for infants, and there are some other ways to save on child <em>airfare</em>.",
            "vi": "Tinh tốt là việc ngồi trong lòng khách (với một số hạn chế) vẫn được cho phép đối với trẻ sơ sinh, và có một vài cách khác để tiết kiệm tiền vé máy bay trẻ em."
        },
        {
            "en": "The Program will provide three fully-funded scholarships covering tuition and fees, monthly stipend, round-trip <em>airfare</em> to the United States, and health insurance.",
            "vi": "Chương trình này cung cấp ba suất học bổng sẽ bao gồm toàn bộ học phí, trợ cấp hàng tháng, bảo hiểm y tế, và máy bay khứ hồi đến Hoa Kỳ."
        },
        {
            "en": "The carrier supported the idea of lifting the current <em>airfare</em> cap by 7-16 percent and at the same time, “applying a price floor to increase the effectiveness of services.”",
            "vi": "Hãng đã ủng hộ ý tưởng nâng mức trần vé máy bay lên 7-16% và đồng thời \"áp dụng mức giá sàn để nâng cao hiệu quả của dịch vụ\"."
        }
    ],
    "suggestions": []
}