{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['eətait]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">airproof</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['eəpru:f]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kín hơi, kín gió</td></tr></table><i/></div>",
            "word": "airtight"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>airtight</k><blockquote>■ <cclass>adjective not allowing air to escape or pass through. </cclass></blockquote></div>",
            "word": "airtight"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>airtight</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>an airtight container</i>: SEALED, hermetically sealed, closed/shut tight.</blockquote><blockquote><b>2</b><i>an airtight alibi</i>: INDISPUTABLE, unquestionable, incontrovertible, undeniable, incontestable, irrefutable, watertight, beyond dispute/question/doubt.</blockquote></div>",
            "word": "airtight"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "airtight"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kín gió</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kín hơi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kín khí</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> Constructed or sealed in such a way as to prevent the passage of air.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Thiết kế hay gắn bằng một cách nhằm ngăn không khí xâm nhập.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">airtight seal</font><font color=\"#282828\">: đệm kín khí</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kín không khí</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">airtight body</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vỏ bít kín</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">airtight window</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cửa sổ kín khít</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "airtight"
        }
    },
    "sentences": [
        {
            "en": "Store the cake in an <em>airtight</em> container.",
            "vi": "Cất cái bánh vào chỗ kín gió."
        },
        {
            "en": "Food will last longer if stored in an <em>airtight</em> container.",
            "vi": "Thức ăn sẽ để được lâu hơn nếu được dự trữ trong một hộp kín hơi."
        },
        {
            "en": "Food will last longer if it is kept in an <em>airtight</em> container.",
            "vi": "Thức ăn sẽ lâu hư hơn nếu được giữ trong bao bì kín không khí."
        },
        {
            "en": "I feel a little bit uncomfortable because the room is <em>airtight</em>.",
            "vi": "Tôi thấy hơi khó chịu vì căn phòng ngột ngạt, bít bùng quá."
        },
        {
            "en": "Stored in an <em>airtight</em> container, I'm told brown rice will keep fresh for about six months.",
            "vi": "Hãy bảo quản trong chỗ đựng kín gió, tôi được biết là gạo lức sẽ có thể được bảo quản trong khoảng 6 tháng."
        },
        {
            "en": "Stored in an <em>airtight</em> container, I 'm told brown rice will keep fresh for about six months.",
            "vi": "Hãy bảo quản trong chỗ đựng kín gió, tôi được biết là gạo lức sẽ có thể được bảo quản trong khoảng 6 tháng."
        },
        {
            "en": "The <em>airtight</em> containers are suitable for a range of other purposes as well and are great for picnics and lunches.",
            "vi": "Những hộp đựng đồ ăn kín thì thích hợp cho nhiều mục đích khác và cũng rất tuyệt cho những chuyến dã ngoại và các bữa ăn trưa."
        },
        {
            "en": "· Take items that can't be washed (like comforters, pillows, clothing, and stuffed animals) to the dry cleaner. Or put them in <em>airtight</em> bags for 2 weeks.",
            "vi": "· Mang giặt khô những vật dụng không thể giặt được (như chăn, gối, quần áo, và thú nhồi bông). Hoặc đặt chúng vào túi kín trong 2 tuần."
        },
        {
            "en": "Brown rice vs white rice    Brown rice vs white rice Brown rice is not only better for you, but it's better for the environment than white rice too. So what's the difference? Rice goes through a variety of processes before it's ready for cooking. After harvesting, the seeds are run through a rice huller/husker for milling to remove the outer grain husks. After this process, you're left with brown rice. Nice and simple.  To create white rice, there's added steps. The germ and the inner husk (bran) is removed, the grain is then polished, usually using glucose or talc. The loss of nutrients is broad and substantial. Plain white rice has far less Vitamin E, Thiamin, Riboflavin, Niacin, Vitamin B6, Folacin, Potassium, Magnesium, Iron and over dozen other nutrients.  Added to that, the dietary fiber contained in white rice is around a quarter of brown rice. So, brown rice certainly appears to be more healthy, but where does the environmental benefit come from? It's basically down to processing - the less processing of a food, the less energy required. These sorts of processes are well known for their negative impact on the environment. If you're accustomed to white rice, making the switch to brown suddenly can cause a taste bud rebellion - it certainly did for me. It's somewhat of an acquired taste for many people. I suggest adding extra sauces to mask the \"wilder\" taste of brown rice for a while to allow your tastes to adjust. Once you've acquired a taste for brown rice, it's likely you'll never go back to white. When you buy rice, because it keeps so well, try and buy in quantity to save on packaging. The rice we buy comes in cloth bags which we've put to very good use after finishing the contents. Added notes: A couple of readers have pointed out (thanks by the way!) that uncooked brown rice doesn't keep for as long as white rice. Stored in an <em>airtight</em> container, I'm told brown rice will keep fresh for about six months.  Brown rice does take a little longer to cook than white rice,  but the time isn't much longer if you pre-soak the rice for a while and cook using the absorption method. This is where you use less water and cover the pot, leaving very little excess water left by the time the rice has cooked - the steam generated using this method also helps speed up the cooking process.",
            "vi": "Gạo lức & gạo trắng    Gạo lức & gạo trắng Gạo lức không chỉ tốt cho sức khỏe của bạn, mà còn tốt hơn cho môi trường so với gạo trắng nữa. Vậy sự khác biệt đó là gì? Gạo được qua nhiều quy trình chế biến trước khi đem nấu. Sau khi thu hoạch xong, gạo được qua quá trình bóc vỏ để tách lớp vỏ ngoài. Sau quá trình này, chúng ta có gạo lức. Thật đơn giản và thoải mái.  Để có được gạo trắng, cần thêm nhiều bước nữa. Mầm và lớp vỏ lụa bên trong hạt gạo (cám) được tẩy sạch và hạt gạo qua quy trình đánh bóng, thường bằng glucoza hoặc bột talc.  Mất rất nhiều dưỡng chất và lượng dưỡng chất mất đi rất đáng kể. Gạo trắng có rất ít vitamin E, ti-a-min, vitamin B2, ni-a-xin, vi-ta-min B6, a-xít phô-lích, ka-li, ma-giê, sắt và nhiều dưỡng chất khác nữa. Hơn nữa, lượng chất xơ trong gạo trắng khoảng chừng ¼ lượng chất xơ trong gạo lức.  Vì vậy, gạo lức chắc chắn là có lợi cho sức khỏe hơn rồi, nhưng lợi ích môi trường ở đâu? Cơ bản là do quá trình chế biến – càng ít chế biến thực phẩm thì càng ít sử dụng năng lượng. Các quá trình chế biến này cũng có ảnh hưởng xấu đến môi trường.  Nếu bạn quen ăn gạo trắng thì việc chuyển sang gạo lức đột ngột có thể làm bạn không hợp vị – dĩ nhiên tôi cũng có cảm giác tương tự. Đối với nhiều người cần phải mất một thời gian mới quen dần hương vị này. Tôi đề nghị là nên thêm vào nước xốt để át bớt đi hương vị “thuần tuý” của gạo lức trong một thời gian để bạn có thể điều chỉnh thích hợp vị giác của mình. Một khi mà bạn đã quen hương vị gạo lức thì có thể sẽ chẳng bao giờ muốn quay lại ăn gạo trắng đâu. Khi bạn mua gạo, vì gạo bảo quản rất tốt, thế nên cố mua nhiều để tiết kiệm bao bì. Gạo chúng ta mua thường đựng trong túi vải và chúng ta sử dụng được sau khi ăn hết gạo. Lưu ý thêm là một vài độc giả đã chỉ (dù sao cũng cảm ơn!) gạo lức sống (chưa nấu) không bảo quản được lâu như gạo trắng. Hãy bảo quản gạo trong chỗ đựng kín gió, tôi được biết là gạo lức sẽ có thể được bảo quản trong vòng khoảng chừng 6 tháng.  Nấu cơm gạo lức phải mất thời gian hơn cơm gạo trắng một chút, nhưng nếu bạn ngâm gạo trước một lúc và nấu bằng phương pháp hấp thụ thì sẽ chẳng mất thời gian nhiều. Phương pháp này dùng ít nước hơn và đậy nắp nồi, để nước tràn rất ít trong thời gian nấu cơm – hơi nước bốc ra bằng phương pháp này cũng giúp cho quy trình nấu bếp nhanh chóng hơn nhiều."
        },
        {
            "en": "As radiation levels near the plant rise, people are being checked for exposure Radiation from Japan's quake-stricken Fukushima Daiichi nuclear plant has reached harmful levels, the government says. The warning comes after the plant was rocked by a third blast which appears to have damaged one of the reactors' containment vessels for the first time. If it is breached, there are fears of more serious radioactive leaks. Officials have extended the danger zone, warning residents within 30km (18 miles) to evacuate or stay indoors. The crisis was sparked by a 9.0-magnitude quake and tsunami on Friday 'Don't go outside'  On Tuesday morning, reactor 2 became the third to explode in four days at the Fukushima Daiichi plant - 250km (155 miles) north-east of Tokyo. A fire also briefly broke out at the plant's reactor 4 on Tuesday and is believed to have led to radioactive leaks.  Reactor 4 had been shut down before the quake for maintenance but its nuclear fuel rods are still stored on the site. Radiation levels in the Japanese capital were reported to be higher than normal, but officials said there were no health dangers. In a televised address, Prime Minister Naoto Kan said: \"There is still a very high risk of more radiation coming out.\" He added that the last remaining people within the existing 20km (12 mile) exclusion zone around the plant must leave. Those living between 20km and 30km were also at risk and should not leave their homes. \"Now we are talking about levels that can impact human health,\" said Chief Cabinet Secretary Yukio Edano.  He told residents: \"Please do not go outside. Please stay indoors. Please close windows and make your homes <em>airtight</em>. \"Don't turn on ventilators. Please hang your laundry indoors.\" No-fly zone  Japan also announced a 30-km no-fly zone around the reactors to prevent planes spreading the radiation further afield.  Radiation levels around Fukushima for one hour's exposure rose to eight times the legal limit for exposure in one year, said the plant's operator, the Tokyo Electric Power Co (Tepco). The International Atomic Energy Agency said earlier that dose rates of up to 400 millisieverts per hour had been recorded at the power plant site, based on information received from the Japanese authorities. Exposure to over 100 millisieverts a year is a level which can lead to cancer, according to the World Nuclear Association. Shares on the Tokyo stock exchange plummeted 14% before recovering slightly. The leading Nikkei index ended the day 10.55% lower. It had already fallen by 7% on the previous day. On Monday, a hydrogen blast at the Fukushima plant's reactor 3 was felt 40km (25 miles) away. It followed a blast at reactor 1 on Saturday. All explosions have followed cooling system breakdowns. Engineers are trying to prevent meltdowns by flooding the chambers of the nuclear reactors with seawater. Japan's nuclear safety agency said it suspects Tuesday's blast may have damaged the vessel that holds reactor 2. The BBC's Chris Hogg in Tokyo says that would make it a more serious incident than the previous explosions, which were thought just to have damaged the buildings that housed the reactors. Meanwhile, five days after the tsunami triggered by the earthquake, the relief operation is continuing. The latest official death toll from the quake and tsunami stands at about 2,400 - but some estimates suggest at least 10,000 may have been killed.  Thousands are still unaccounted for - including hundreds of tourists - while many remote towns and villages have not been reached. More than 500,000 people have been made homeless. The government has deployed 100,000 troops to lead the aid effort. The UK Foreign Office has updated its travel advice to warn against all non-essential travel to Tokyo and north-eastern Japan. British nationals and friends and relatives of those in Japan can contact the Foreign Office on +44(0) 20 7008 0000.",
            "vi": "Khi mức phóng xạ gần nhà máy tăng, mọi người hiện đang được kiểm tra về mức tiếp xúc với chất phóng xạ Phóng xạ từ nhà máy hạt nhân Fukushima Daiichi do động đất gây ra ở Nhật Bản đã đạt đến mức nguy hại, chính phủ nói.  Lời cảnh báo ban ra sau khi nhà máy này rung chuyển bởi vụ nổ thứ ba dường như lần đầu đã làm hư một trong những bình khí nén của các lò phản ứng. Nếu bị chọc thủng, người ta sợ rằng sẽ có rò rỉ phóng xạ nghiêm trọng hơn. Các viên chức đã mở rộng khu vực nguy hiểm, cảnh báo cư dân trong vòng 30 km (18 dặm) phải di tản hoặc ở lại trong nhà. Cơn khủng hoảng này đã bùng ra do trận động đất 9.0  độ và sóng thần vào ngày thứ sáu  “Đừng ra khỏi nhà” Vào sáng thứ ba, lò phản ứng 2 trở thành lò thứ ba phát nổ trong vòng bốn ngày tại nhà máy Fukushima Daiichi – cách 250 km (155 dặm) về phía đông bắc của Tokyo.  Một trận hoả hoạn cũng bùng nổ thật nhanh ở lò phản ứng 4 của nhà máy vào ngày thứ ba và được cho là đã gây ra rò rỉ phóng xạ.  Lò phản ứng 4 đã được ngưng hoạt động trước trận động đất để bảo trì nhưng thanh nhiên liệu hạt nhân của nó vẫn còn được lưu trữ tại nơi này.  Mức phóng xạ ở thủ đô Nhật Bản được báo cáo là cao hơn bình thường, nhưng các quan chức cho biết không nguy hại đến sức khoẻ. Trong một bài diễn văn được phát sóng truyền hình, thủ tướng Naoto Kan đã nói : \"vẫn còn nhiều nguy cơ sẽ bị phóng xạ nhiều hơn nữa.\" Ông còn cho biết thêm những người còn lại cuối cùng trong khu vực cấm 20 km (12 dặm) hiện tại quanh nhà máy phải rời khỏi. Những người đang sống trong vòng từ 20 km đến 30 km cũng đang gặp nguy hiểm và không nên rời khỏi nhà. \"Hiện tại chúng tôi đang nói về các mức độ có thể tác động đến sức khoẻ con người, \" Đổng lý Nội các Yukio Edano nói. Ông nói với cư dân: \"Xin đừng ra ngoài. Xin vui lòng ở lại trong nhà. Xin vui lòng đóng cửa sổ và bịt kín nhà của bạn.”  “Đừng bật máy thông gió. Xin vui lòng phơi đồ giặt giũ trong nhà.” Vùng cấm bay Nhật Bản cũng công bố vùng cấm bay 30 km quanh lò phản ứng để ngăn ngừa máy bay phát tán phóng xạ ra xa hơn.  Mức phóng xạ quanh Fukushima trong một giờ phơi nhiễm tăng đến tám lần so với mức cho phép trong một năm, người điều hành của nhà máy này, Công ty cung cấp điện Tokyo (Tepco) cho biết. Cơ quan năng lượng nguyên tử quốc tế trước đây cho biết tỷ lệ lượng phóng xạ lên đến 400 millisievert (đơn vị phát xạ) mỗi giờ đã được ghi nhận tại nhà máy điện, dựa trên thông tin nhận từ nhà chức trách Nhật Bản. Tiếp xúc vớI trên 100 millisievert (đơn vị phát xạ) một năm là mức có thể dẫn đến ung thư, theo Hiệp hội hạt nhân thế giới.  Cổ phiếu trên thị trường chứng khoán ở Tokyo tụt xuống 14% trước khi hơi phục hồi trở lại. Chỉ số Nikkei dẫn đầu kết thúc cuối ngày với thấp hơn 10.55%. Nó đã giảm 7% vào ngày hôm trước.  Vào ngày thứ hai, vụ nổ hy-đrô ở lò phản ứng số 3 của nhà máy Fukushima đã được người ở cách đó 40 km ( 25 dặm ) cũng cảm thấy. Nó đi theo luồng khí ở lò phản ứng 1 vào thứ bảy. Tất cả vụ nổ đã xảy ra sau khi vỡ hệ thống làm lạnh. Các kỹ sư đang cố ngăn chặn hiện tượng lõi lò phản ứng hạt nhân chảy tan bằng cách làm ngập khoang của lò phản ứng hạt nhân với nước biển.  Cơ quan an toàn hạt nhân của Nhật Bản cho biết cơ quan này nghi ngờ vụ nổ hôm thứ ba có thể đã gây thiệt hại tàu chứa lò phản ứng 2. Phóng viên Chris Hogg của BBC ở Tokyo nói rằng chính điều đó sẽ biến nó thành một sự cố nghiêm trọng hơn những vụ nổ trước đây, mà nghĩ là chỉ thiệt hại những toà nhà chứa lò phản ứng. Trong khi đó, năm ngày sau vụ sóng thần gây ra bởi động đất, hoạt động cứu trợ vẫn đang tiếp tục. Danh sách người chết chính thức mới nhất từ trận động đất và sóng thần vào khoảng 2,400 - nhưng theo một số ước tính đưa ra thì ít nhất 10,000 người có lẽ bị chết.  Hàng ngàn người vẫn còn chưa biết tông tích – kể cả hàng trăm khách du lịch - trong khi nhiều ngôi làng và thị trấn heo hút mà lực lượng cứu hộ vẫn chưa đến.  Hơn 500.000 người trở thành vô gia cư.  Chính phủ đã triển khai 100,000 binh lính để lãnh đạo nỗ lực viện trợ.  Bộ ngoại giao Anh đã cập nhật thông tin hướng dẫn du lịch để khuyến cáo những chuyến du lịch không cần thiết đến Tokyo và miền đông bắc Nhật Bản. Kiều dân Anh,  bạn bè và họ hàng của những ai ở Nhật có thể liên lạc Bộ Ngoại giao theo số + 44 (0) 20 7008 0000."
        }
    ],
    "suggestions": []
}