{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ajax",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ajax",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ajax",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ajax",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ajax",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "As for the development of bespoke, in-browser applications, <em>Ajax</em> remains the de facto standard.",
            "vi": "Như với phát triển của các ứng dụng trong trình duyệt, đã được biết, Ajax vẫn còn là chuẩn mặc nhiên."
        },
        {
            "en": "<em>Ajax</em> will take on Juventus in this year's European Cup Final.",
            "vi": "Ajax sẽ đấu với Juventus ở chung kết Cúp châu Âu năm nay."
        },
        {
            "en": "For the enterprise, OWA is possibly the first and most widely deployed enterprise-ready example of <em>Ajax</em>.",
            "vi": "Với công ty, OWA có thể là ví dụ về Ajax sẵn sàng cho công ty được triển khai rộng nhất và đầu tiên."
        },
        {
            "en": "Many early adopters developed their own <em>Ajax</em> libraries and focused on the use of open source frameworks.",
            "vi": "Nhiều người chấp thuận sớm đã phát triển thư viện Ajax riêng của họ và hội tụ vào việc dùng khuôn khổ nguồn mở."
        },
        {
            "en": "Several programming languages, Pascal and C are not used anymore, to be replaced by Java, C++, C # and <em>Ajax</em>;",
            "vi": "Nhiều ngôn ngữ lập trình, Pascal và C không được dùng nữa, bị thay thế bằng Java, C++, C # và Ajax;"
        },
        {
            "en": "If you have used Pageflakes, Google Maps, or Microsoft's Outlook Web Access (OWA), you're already familiar with the power of <em>Ajax</em>.",
            "vi": "Nếu bạn đã dùng Pageflakes, Google Maps, hay Microsoft's Outlook Web Access (OWA), bạn đã quen thuộc với sức mạnh của Ajax."
        },
        {
            "en": "<em>Ajax</em> helps bring together disparate services to deliver the rich, browser-based experience that is often associated with Web 2.0 applications.",
            "vi": "Ajax giúp gắn các dịch vụ tạp nham lại với nhau để chuyển giao kinh nghiệm phong phú, dựa trên trình duyệt mà thường được liên kết với các ứng dụng Web 2.0."
        },
        {
            "en": "<em>Ajax</em> (Asynchronous JavaScript and XML) is a key technical enabler for Web 2.0, delivering responsive and interactive Web pages without the delays and overheads associated with traditional Web programming.",
            "vi": "Ajax (Asynchronous JavaScript và XML) là kẻ tạo khả năng kỹ thuật chính cho Web 2.0, chuyển giao các trang Web đáp ứng và tương tác mà không làm chậm trễ và quá tải liên kết với lập trình Web truyền thống."
        },
        {
            "en": "A staggering half-a-billion people worldwide tuned in to catch Manchester United's 1-1 draw with Liverpool at Anfield on Saturday.   Sir Alex Ferguson labelled his side's clash against the Reds as the biggest club game in the world.   And it's easy to see why.    Here are some global statistics compiled by The Daily Mail newspaper.   211 - The number of countries that the Barclays Premier League is broadcast to around the world. Which means only 27 countries in the world don't get the television feeds - Afghanistan, Turkmenistan and Ukraine among them. However, places like Cambodia, Fiji and Madagascar get to watch the live games.   500 million - The number of people around the world who managed to catch Manchester United's 1-1 draw at Liverpool on Saturday. The record audience for a Premier League match stands at one billion for the clash between Arsenal and United in 2007.   70% - The percentage of the 2.08 billion football fans that actively follow the Barclays Premier League, translating to a total of 1.46 billion people.   4.7 billion - The total global audience for last year's Barclays Premier League, with 3.9billion people watching from their own homes.   643 million - The total number of homes that receive broadcasts of the Barclays Premier League, accounting for 3.9 billion viewers. A further 777,000 fans watch from outside their homes. (Asia - 1.3b; South&Central America - 879m; Europe - 761m; UK - 629m; North America - 140m)     \n  League   Biggest Game   Countries broadcast to     Premier League   Liverpool vs Man Utd   211     Serie A   AC Milan vs Inter Milan   52     La Liga   Barcelona vs Real Madrid   50     Bundesliga   Bayern Munich vs Schalke   23     Eredivisie   <em>Ajax</em> vs PSV Eindhoven   8     SPL   Celtic vs Rangers   8     Ligue 1   Lyon vs PSG   7     Premeira Liga   Benfica vs Porto   4   \n   ",
            "vi": "Nửa tỷ người khắp thế giới, một con số đáng kinh ngạc, bắt sóng để theo dõi trận hoà 1-1 của MU với Liverpool tại Anfield hôm thứ bảy.    Ngài Alex Ferguson liệt cuộc đụng độ giữa đội bóng ông với Quỷ đỏ vào loại trận cầu cấp câu lạc bộ lớn nhất trên thế giới.   Và dễ dàng nhận ra vì sao như vậy.   Sau đây là vài con số thống kê toàn cầu tờ Daily Mail sưu tập.   211: số quốc gia trên thế giới phát sóng Giải Ngoại Hạng Anh. Có nghĩa là chỉ có 27 nước không truyền dẫn sóng truyền hình, trong số này bao gồm Afghanistan, Turkmenistan và Ukraine. Tuy nhiên, những nơi như Cam-pu-chia, Fiji và Madagascar lại có các trận cầu được truyền hình trực tiếp.   500 triệu: số người khắp nơi trên thế giới tìm cách để dõi theo được trận hoà 1-1 của MU tại Liverpool hôm thứ bảy. Lượng khán thính giả kỷ lục đối với một trận cầu thuộc Ngoại Hạng Anh đứng ở con số 1 tỷ trong cuộc đụng độ giữa Arsenal và United năm 2007.   70%: tỷ lệ phần trăm trong số 2,08 tỷ người hâm mộ bóng đá tích cực theo dõi Ngoại Hạng Anh, tức là tổng số 1,46 tỷ người.   4,7 tỷ: tổng số khán thính giả toàn cầu của Giải Ngoại Hạng Anh năm ngoái, trong đó 3,9 tỷ người theo dõi tại nhà mình.   643 triệu: tổng số gia đình có sóng truyền hình Giải Ngoại Hạng Anh, tính bằng 3,9 tỷ người xem. Hơn 777 ngàn người hâm mộ theo dõi bên ngoài nhà họ. (châu Á: 1,3 tỷ; Trung và Nam Mỹ: 879 triệu; châu Âu: 761 triệu, Anh: 629 triệu; Bắc Mỹ: 140 triệu)       \n  Giải vô địch quốc gia   Trận cầu lớn nhất   Quốc gia phát sóng      Premier League (Ngoại hạng Anh)   Liverpool vs Man Utd   211     Serie A (Ý)   AC Milan vs Inter Milan   52     La Liga (Tây Ban Nha)   Barcelona vs Real Madrid   50     Bundesliga (Đức)   Bayern Munich vs Schalke   23     Eredivisie (Hà Lan)   Ajax vs PSV Eindhoven   8     SPL (Ngoại hạng Scotland)   Celtic vs Rangers   8     Ligue 1 (Pháp)   Lyon vs PSG   7     Premeira Liga (Bồ Đào Nha)   Benfica vs Porto   4   \n   "
        }
    ],
    "suggestions": []
}