{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aka"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aka</k><blockquote>■ <cclass>abbreviation also known as. </cclass></blockquote></div>",
            "word": "aka"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aka"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aka"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aka"
        }
    },
    "sentences": [
        {
            "en": "9. Mysophobia <em>AKA</em> Germophobia - Fear of Germs",
            "vi": "9. Ám ảnh vi trùng – Chứng sợ vi trùng"
        },
        {
            "en": "Kwon Ji-yong <em>aka</em> G-Dragon wearing shoes from his collaboration with Giuseppe Zanotti.",
            "vi": "Kwon Ji-yong aka G-Dragon mang giày mà Giuseppe Zanotti thiết kế"
        },
        {
            "en": "Stress hormones, including epinephrine (<em>aka</em> adrenaline), don’t distinguish between the two, however, and these catecholamines, as they are known, can damage hearts exposed to them over long periods.",
            "vi": "Hóc- môn căng thẳng, bao gồm epinephrine (aka adrenaline), không phân biệt giữa hai trường hợp trên, tuy nhiên, và các hóc- môn catecholamine này, như chúng đã biết, có thể làm gây tổn hại cho trái tim chúng trong một thời gian dài."
        },
        {
            "en": "The Mark 45 anti-submarine torpedo (<em>aka</em> ASTOR) was a weapon of the United States Navy designed for submarine launch against high-speed, deep-diving enemy submarines.",
            "vi": "Ngư lôi chống tàu ngầm Mark 45 (aka Astor) là một vũ khí của Hải quân Hoa Kỳ được thiết kế cho tàu ngầm chống lại loại tàu ngầm lặn sâu tốc độ cao của địch."
        },
        {
            "en": "The Mark 45 anti - submarine torpedo (<em>aka</em> ASTOR) was a weapon of the United States Navy designed for submarine launch against high - speed, deep - diving enemy submarines.",
            "vi": "Ngư lôi chống tàu ngầm Mark 45 (aka Astor) là một vũ khí của Hải quân Hoa Kỳ được thiết kế cho tàu ngầm chống lại loại tàu ngầm lặn sâu tốc độ cao của địch."
        },
        {
            "en": "Third-party Android browsers like Opera Mobile, Dolphin HD, and Firefox will no longer support Flash in Android 4.1, <em>aka</em> Jelly Bean, as foreshadowed by Adobe's announcement last week that it will drop Flash Player support in Jelly Bean.",
            "vi": "Trình duyệt bên thứ ba cho Android như Opera Mobile, Dolphin HD, và Firefox sẽ không hỗ trợ Flash trong Android 4.1, hay còn gọi là Jelly Bean, như đã báo trước trong thông báo của Adobe hồi tuần trước rằng hãng sẽ ngừng hỗ trợ Flash Player trong Jelly Bean."
        },
        {
            "en": "If there is one most distinguishing feature that makes us human, it would be our ability to enunciate words, <em>aka</em> language. Through language, we convey our feelings and thoughts as well as influence others. Language is a crucial part of society and has been our primary socialisation tool. Without this tool, humans might not have been able to reach the state where we are now.",
            "vi": "Nếu có một đặc điểm dễ phân biệt nhất khiến cho chúng ta trở thành con người thì đó sẽ là khả năng diễn đạt các từ ngữ của chúng ta , hay còn gọi là ngôn ngữ. Thông qua ngôn ngữ, chúng ta truyền đạt cảm xúc và suy nghĩ của mình cũng như tác động đến người khác. Ngôn ngữ là một phần quan trọng của xã hội và là công cụ xã hội hóa chính của chúng ta. Nếu không có công cụ này, con người đã không thể có khả năng đi đến thái hiện tại của chúng ta."
        },
        {
            "en": "Ticks are opportunistic, waiting in the tall grass for a hapless human to pass by. As soon as a tick senses the movement of some living thing brushing against its perch, it dashes to hitch a ride. The nasty hanger-on then tries to make its way to a warm, moist place on your body (no more explanation needed). If you're lucky, you'll find the hideaway before it penetrates your skin and blows up like a balloon on your blood. Some ticks, which are arachnids and not insects, carry serious diseases. The blacklegged tick, <em>aka</em> deer tick, transmits Lyme disease and is so small it can pass for a freckle.",
            "vi": "Ve là những kẻ cơ hội, chúng chờ sẵn trong đám cỏ cao, và khi một người không may đi ngang qua, chúng sẽ bám ngay lấy. Ngay khi ve phát hiện chuyển động của một sinh vật sống ngang gần qua chỗ nó đang ẩn nấu, nó liền bám ngay lấy họ. Và con vật ký sinh đáng ghét này sẽ tìm cách chui vào một nơi ấm áp, ẩm ướt trên cơ thể bạn (bạn tự hiểu nhé). Nếu bạn may mắn, bạn sẽ tìm thấy nó trước khi nó chui vào da và hút máu bạn rồi phồng to lên như một quả bóng. Một số loài ve, thuộc lớp nhện chứ không phải côn trùng, mang các bệnh nguy hiểm. Loài ve chân đen, cũng gọi là bọ ve sống ở nai, truyền bệnh Lyme (bệnh nhiễm khuẩn do ve gây ra, triệu chứng là nhức đầu, sốt, phát ban, viêm khớp, để lâu có thể bị rối loạn thần kinh kinh niên), và nhỏ đến nỗi trông nó giống như một nốt tàn nhang."
        },
        {
            "en": "What is a religion if not a big virtual reality game played by millions of people together? Religions such as Islam and Christianity invent imaginary laws, such as “don’t eat pork”, “repeat the same prayers a set number of times each day”, “don’t have sex with somebody from your own gender” and so forth. These laws exist only in the human imagination. No natural law requires the repetition of magical formulas, and no natural law forbids homosexuality or eating pork. Muslims and Christians go through life trying to gain points in their favorite virtual reality game. If you pray every day, you get points. If you forget to pray, you lose points. If by the end of your life you gain enough points, then after you die you go to the next level of the game (<em>aka</em> heaven).",
            "vi": "Tín ngưỡng là gì nếu như nó không phải là một trò chơi thực tế ảo lớn được hàng triệu người cùng chơi với nhau? Tín ngưỡng như đạo Hồi và đạo Cơ-đốc sáng tạo ra những phép tắc hư cấu, như là \"không ăn thịt heo\", \"đọc kinh cầu nguyện vào một thời gian nhất định mỗi ngày\", \"không quan hệ với người cùng giới\", v.v. Những phép tắc này chỉ tồn tại trong tư tưởng của con người. Không có bất kì quy tắc tự nhiên nào yêu cầu phải lặp đi lặp lại những lời cầu nguyện, và cũng không có quy tắc tự nhiên nào ngăn cấm quan hệ đồng tính hay ăn thịt heo. Những người theo đạo Hồi và đạo Cơ-đốc cả đời đều cố gắng đạt được điểm trong trò chơi thực tế ảo yêu thích của riêng họ. Nếu bạn cầu nguyện mỗi ngày, bạn sẽ được điểm. Nếu bạn quên cầu nguyện, bạn sẽ bị mất điểm. Nếu đến cuối cuộc đời bạn kiếm được đủ điểm, sau đó bạn chết rồi qua cấp độ kế tiếp của trò chơi (còn gọi là thiên đường)."
        }
    ],
    "suggestions": []
}