{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Alabama",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Alabama",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Alabama",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Alabama",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Alabama",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The governor of <em>Alabama</em>",
            "vi": "Thống đốc bang alabama"
        },
        {
            "en": "<em>Alabama</em> is a south - eastern US state.",
            "vi": "Alabama là bang nằm ở hướng Đông Nam của nước Mỹ."
        },
        {
            "en": "<em>Alabama</em> is a south-eastern US state.",
            "vi": "Alabama là bang nằm ở hướng Đông Nam của nước Mỹ."
        },
        {
            "en": "The first cooperation was organized in South <em>Alabama</em>.",
            "vi": "Việc hợp tác lần đầu tiên được tổ chức tại Nam Alabama."
        },
        {
            "en": "In 1954 Martin became a minister at a Baptist Church in Montgomery, <em>Alabama</em>.",
            "vi": "Năm 1954 Martin trở thành mục sư nhà thờ Baptist ở Montgomery, Alabama."
        },
        {
            "en": "In February, a biologist gunned down three colleagues at the University of <em>Alabama</em>, Huntsville.",
            "vi": "Vào tháng hai, một nhà sinh học đã bắn gục 3 đồng nghiệp tại Đại học Alabama, Huntsville."
        },
        {
            "en": "The institute's name is <em>Alabama</em> Institute for the Deaf and Blind.",
            "vi": "Tên của một viện là Viện Alabama cho người mù và điếc."
        },
        {
            "en": "Helen Keller was born June twenty - seventh, eighteen eighty in a small town in northern <em>Alabama</em>.",
            "vi": "Helen Keller sinh ra ngày 22 tháng 6, năm 1880 tại một thành phố nhỏ miền bắc Alabama."
        },
        {
            "en": "Helen Keller was born June twenty-seventh, eighteen eighty in a small town in northern <em>Alabama</em>.",
            "vi": "Helen Keller sinh ra ngày 22 tháng 6, năm 1880 tại một thành phố nhỏ miền bắc Alabama."
        },
        {
            "en": "The alligator hunting season in <em>Alabama</em> is the third and fourth weekends of August.",
            "vi": "Mùa săn cá sấu ở Alabama là các cuối tuần thứ 3 và thứ 4 của tháng 8."
        },
        {
            "en": "Helen Keller was born June twenty-seventh, eighteen eighty in a small town in northern <em>Alabama</em>.",
            "vi": "Helen Keller sinh ngày 22 tháng 6, năm 1880 tại một thành phố nhỏ miền bắc Alabama."
        },
        {
            "en": "I 'm planning to leave late tonight or early Thursday for a shoe - leather reporting trip to <em>Alabama</em>.",
            "vi": "Tôi có kế hoạch dàng đêm nay và sớm thứ năm cho chuyến đi đến Alabama báo cáo về da làm giầy."
        },
        {
            "en": "One performer who stood out among the rest was the 16-year-old boy from Montgomery, <em>Alabama</em>.",
            "vi": "Người biểu diễn nổi trội nhất là một cậu bé 16 tuổi đến từ Montgomery, Alabama."
        },
        {
            "en": "There was a Henry Osborne at Harvard who was five - foot - five, sandy - haired and came from <em>Alabama</em>.",
            "vi": "Trường Harvard cũng có một Henry Osborne nhưng cao 165 xen-ti-mét, tóc hung hung và quê ở Alabama."
        },
        {
            "en": "One performer who stood out among the rest was the 16 - year - old boy from Montgomery, <em>Alabama</em>.",
            "vi": "Người biểu diễn nổi trội nhất là một cậu bé 16 tuổi đến từ Montgomery, Alabama."
        },
        {
            "en": "I'm planning to leave late tonight or early Thursday for a shoe-leather reporting trip to <em>Alabama</em>.",
            "vi": "Tôi có kế hoạch dàng đêm nay và sớm thứ năm cho chuyến đi đến Alabama báo cáo về da làm giầy."
        },
        {
            "en": "There was a Henry Osborne at Harvard who was five-foot-five, sandy-haired and came from <em>Alabama</em>.",
            "vi": "Trường Harvard cũng có một Henry Osborne nhưng cao 165 xen - ti - mét, tóc hung hung và quê ở Alabama."
        },
        {
            "en": "In a 2007 study, researchers at the University of <em>Alabama</em> at Birmingham studied how garlic increased hydrogen sulfide and how that, in turn, affected red blood cells.",
            "vi": "Trong một nghiên cứu năm 2007, các nhà nghiên cứu tại Đại học Alabama ở Birmingham nghiên cứu cách tỏi tăng khí hydrogen sulfide và làm thế nào đó, đến lượt nó, ảnh hưởng đến các tế bào máu đỏ."
        },
        {
            "en": "Heather Whitestone, a deaf dancer from <em>Alabama</em>, won the 68th annual Miss America Pageant on Sept. 17, becoming the first woman with a disability to win the crown.",
            "vi": "Heather Whitestone, một nghệ sĩ múa bị điếc thuộc bang Alabama, đã giành chiến thắng trong cuộc thi Hoa hậu nước Mỹ hàng năm lần thứ 68 vào ngày 17 tháng chín, trở thành người phụ nữ khuyết tật đầu tiên giành được vương miện này."
        },
        {
            "en": "Heather Whitestone, a deaf dance from <em>Alabama</em>, won the 68th annual Miss America Pageant on Sept. 17, becoming the first woman with a disability to win the crown.",
            "vi": "Heather whitestone, một nghệ sĩ múa bị điếc thuộc bang alabama, đã giành chiến thắng trong cuộc thi hoa hậu nước mỹ hàng năm lần thứ 68 vào ngày 17 tháng chín, trở thành người phụ nữ khuyết tật đầu tiên giành được vương miện này."
        }
    ],
    "suggestions": []
}