{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Albania",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Albania",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Albania",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Albania",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Albania",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "UNDP <em>Albania</em> mission web-site.",
            "vi": "Trang mạng của Phái đoàn UNDP tại An-ba-ni."
        },
        {
            "en": "Republic of <em>Albania</em>, parliament Tirana on 29.07.2003",
            "vi": "Nghị viện nước cộng hòa An-ba-ni Tirana, ngày 29.07.2003"
        },
        {
            "en": "We have closed our border with <em>Albania</em>.",
            "vi": "Chúng tôi đã đóng cửa biên giới với Albania."
        },
        {
            "en": "<em>Albania</em> lost its throne after the war.",
            "vi": "Anbani chấm dứt quyền lực của nhà vua sau chiến tranh."
        },
        {
            "en": "<em>Albania</em> has recently started the conversion from communism to capitalism.",
            "vi": "Albania gần đây đã bắt đầu việc chuyển đổi từ chủ nghĩa cộng sản sang chủ nghĩa tư bản."
        },
        {
            "en": "Thousands of refugees had fled across the border to <em>Albania</em>.",
            "vi": "Hàng ngàn người tị nạn phải chạy trốn vượt qua biên giới đến Albania."
        },
        {
            "en": "Refugees had been crossing into <em>Albania</em> all day.",
            "vi": "Những người tị nạn đã vượt biên sang An - ba - ni (Anbani) cả ngày."
        },
        {
            "en": "Parliament of <em>Albania</em> resolves to support the MDGs",
            "vi": "Quốc hội An-ba-ni quyết tâm ủng hộ các MDG"
        },
        {
            "en": "<em>Albania</em> is a country with spectacular mountain scenery.",
            "vi": "Albania là một đất nước với phong cảnh núi non hùng vĩ."
        },
        {
            "en": "From 1944 to April 1985, <em>Albania</em> existed under the absolutist rule of Enver Hoxha.",
            "vi": "Từ năm 1944 đến tháng tư năm 1985, nước Albania tồn tại dưới chế độ quân chủ chuyên chế của Enver Hoxha."
        },
        {
            "en": "UNDP <em>Albania</em> is, in the meantime supporting regional MDG reports throughout <em>Albania</em>, the first such report already launched in Elbasan earlier this year, with the aim of contextualizing the eight global Millennium Development Goals.",
            "vi": "UNDP tại An-ba-ni, hiện đang ủng hộ các báo cáo vùng về MDG qua An-ba-ni với mục tiêu nội địa hoá 8 mục tiêu phát triển của thiên niên kỷ, báo cáo đầu tiên đã được triển khai tại Al-ba-san vào đầu năm nay."
        },
        {
            "en": "Albanian Parliament will assist in every way possible the achievement of the Millennium Development Goals in <em>Albania</em>.",
            "vi": "Nghị viện An-ba-ni sẽ hỗ trợ bằng mọi cách việc hoàn tất Những Mục tiêu Phát triển của Thiên niên kỷ ở An-ba-ni."
        },
        {
            "en": "In India, the growth rate of the service sector is 12.5%; 16,1% in Indonesia, 49% in <em>Albania</em>, 19% in Bulgaria, 19,8% in Korea.",
            "vi": "Ở Ấn Độ, tốc độ tăng trưởng của khu vực dịch vụ là 12,5%, Inđônêxia là 16,1%, Albania là 49%, Bungaria là 19%, 19,8% ở Triều Tiên."
        },
        {
            "en": "We are confident that achieving the Millennium Development Goals strengthens further the regional and international cooperation, which <em>Albania</em> is part thereof.",
            "vi": "Chúng tôi tin tưởng rằng việc hoàn tất Những Mục tiêu Phát triển của Thiên niên kỷ củng cố quan hệ hợp tác khu vực và quốc tế hơn nữa, mà An-ba-ni là một bộ phận."
        },
        {
            "en": "Tarator and Cacık are popular cold soups made from yoghurt, popular during summertime in <em>Albania</em>, Bulgaria, Republic of Macedonia, and Turkey.",
            "vi": "Tarator và Cacık lá loại chè lạnh làm từ ya - ua, dùng trong mùa hè ở Albania, Bungari, Cộng hòa Macedonia, và Thổ Nhĩ Kỳ."
        },
        {
            "en": "Tarator và Cacık lá loại chè lạnh làm từ ya-ua, dùng trong mùa hè ở <em>Albania</em>, Bungari, Cộng hòa Macedonia, và Thổ Nhĩ Kỳ.",
            "vi": "Tarator and Cacık are popular cold soups made from yoghurt, popular during summertime in Albania, Bulgaria, Republic of Macedonia, and Turkey."
        },
        {
            "en": "In July of 2003, the Parliament of <em>Albania</em> approved a resolution expressing support for the Millennium Development Goals as development tools.",
            "vi": "Vào tháng 7/2003, Quốc hội An-ba-ni đã thông qua nghị quyết bày tỏ sự ủng hộ đối với việc coi các Mục tiêu Phát triển của Thiên niên kỷ như các công cụ phát triển."
        },
        {
            "en": "By way of example, the session provided information about the critical role that Member of Parliaments were playing in other countries, including Mauritania, Morocco, <em>Albania</em>, Niger, Rwanda.",
            "vi": "Thông qua các ví dụ, phiên họp này đã cung cấp thông tin về vai trò chủ đạo của các đại biểu quốc hội ở các quốc gia khác, bao gồm Mô-ri-ta-nia, Ma-rốc, An-ba-ni, Ni-ge-ri-a, Ru-an-đa."
        },
        {
            "en": "Available data shows that for countries such as <em>Albania</em> and Jordan their services trade balances have worsened since accession to the WTO.",
            "vi": "Số liệu hiện nay chỉ rằng, đối với các nước như Albania và Jordan, cán cân thương mại dịch vụ có chiều hướng xấu đi kể từ khi gia nhập WTO."
        },
        {
            "en": "Responsibilities undertaken before the international community under the Millennium Declaration require the total commitment of both state structures and civil society to achieve the Millennium Development Goals in <em>Albania</em> by 2015.",
            "vi": "Những nhiệm vụ được đưa ra trước cộng đồng quốc tế trong Tuyên bố Thiên niên kỷ đòi hỏi sự cam kết tổng thể của cả cơ cấu nhà nước và xã hội dân sự để hoàn thành Những Mục tiêu Phát triển Thiên niên kỷ vào năm 2015."
        }
    ],
    "suggestions": []
}