{
    "en_vn": {
        "data": {
            "content": null,
            "word": "alba"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>alba</k><blockquote><cclass>[<cclass>'albə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a shrub rose of a variety with grey-green leaves and pinkish-white, sweet-scented flowers. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from L. <i>alba</i>, feminine of <i>albus</i> 'white', from the name <i>rosa alba</i>, an old white garden rose. </blockquote></div>",
            "word": "alba"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alba"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "alba"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "alba"
        }
    },
    "sentences": [
        {
            "en": "The town of <em>Alba</em> Iulia has a millennial history.",
            "vi": "Thị trấn Alba Iulia có một lịch sử kéo dài một nghìn năm."
        },
        {
            "en": "Cast: Hailee Steinfeld, Jessica <em>Alba</em>, Sophie Turner, Samuel L. Jackson",
            "vi": "Diễn viên: Hailee Steinfeld, Jessica Alba, Sophie Turner, Samuel L. Jackson"
        },
        {
            "en": "It's a painting of the Duchess of <em>Alba</em> in the nude.",
            "vi": "Đó là bức họa nữ công tước vùng Alba khỏa thân."
        },
        {
            "en": "The linea <em>alba</em> is a tendinous line, extending from the xiphoid process to the pubic symphysis, where the flat abdominal muscles are attached.",
            "vi": "Đường trắng là đường gân chạy từ đỉnh ức tới khớp mu, đây là nơi bám cho các cơ bụng dẹp."
        },
        {
            "en": "This is followed by lochia serosa, a brownish mixture of blood and muscus, and finally lochia <em>alba</em>, a yellowish or whitish discharge containing microbes and cell fragments.",
            "vi": "Sau đó là sản dịch thanh dịch, là một hỗn hợp màu nâu nhạt chứa máu và chất nhầy, và sau cùng là sản dịch trắng là dịch tiết màu vàng nhạt hay trắng nhạt có chứa vi trùng và các mảnh tế bào."
        },
        {
            "en": "Swift opened the show with the premiere of her star-studded new video, Bad Blood – which features the likes of Ellie Goulding, Selena Gomez, Jessica <em>Alba</em> and Cindy Crawford.",
            "vi": "Swift mở màn với buổi ra mắt video mới của cô Bad Blood - có sự góp mặt của của Ellie Goulding, Selena Gomez, Jessica Alba và Cindy Crawford."
        },
        {
            "en": "Ms. <em>Alba</em> said her work on Honest was nearly a full-time job. \"Being the face of something and not having control and input on the manufacturing process is not something I'm interested in,\" she said.",
            "vi": "Alba cho biết công việc của cô tại Honest gần như là một công việc chính thức. \"Là gương mặt đại diện cho một cái gì đó mà lại không có sự kiểm soát hay đóng góp gì vào quá trình sản xuất là cái mà tôi không thích\", cô cho biết như vậy."
        },
        {
            "en": "Co-founded by Hollywood star Jessica <em>Alba</em>, The Honest Company provides baby care products like diapers, wipes, and healing balms, free of harmful chemicals. They also provide body care products for the whole family and cleaning products.",
            "vi": "Đồng sáng lập ra công ty này là diễn viên nổi tiếng Hollywood Jessica Alba, công ty The Honest cung cấp những sản phẩm chăm sóc em bé như tã lót, khăn giấy ướt và sáp/kem dưỡng không chứa thành phần hóa học có hại. Công ty này còn cung cấp các sản phẩm chăm sóc cơ thể cho cả gia đình và các sản phẩm làm sạch."
        },
        {
            "en": "You might have heard Jessica <em>Alba</em> on daytime TV talking about her new e-commerce company, which sells diapers and other baby supplies, or seen Kim Kardashian pitching her online shoe store in the tabloids.",
            "vi": "Có thể bạn đã từng nghe Jessica Alba trên TV nói về công ty thương mại điện tử mới của mình chuyên bán bỉm và đồ trẻ em hay thấy Kim Kardashian tung hứng về cửa hàng giầy trực tuyến của mình trên các tờ báo nhỏ."
        },
        {
            "en": "\"He's a middle-aged, slightly out-of-shape Korean guy who got Jessica <em>Alba</em> and Kim Kardashian to start companies with him,\" Mr. Liew said. \"That is like sheer force of will and personality. This guy has become the person that Hollywood goes to when they want to talk about starting companies.\"",
            "vi": "Ông Liew nói: \"Đó là một anh chàng Hàn Quốc dù đã ở tuổi trung niên và không còn dáng chuẩn nữa nhưng anh ta lại có Jessica Alba và Kim Kardashian ở bên sát cánh làm ăn. Việc ấy cho thấy ý chí và nhân cách của anh ta. Anh ta chính là người các sao Hollywood tìm đến mỗi khi họ muốn nói chuyện bắt tay kinh doanh, thành lập công ty\"."
        },
        {
            "en": "Mr. Lee has become an expert at bridging the worlds of Hollywood and Silicon Valley. Ms. <em>Alba</em> said she tried for three years to find backing for her company before he agreed to join her and accompanied her to pitch venture capitalists.",
            "vi": "Ông Lee đã trở thành một chuyên gia trong việc kết nối giữa hai thế giới Holywood và Thung lũng Silicon. Cô Alba cho biết trước khi có được cái gật đầu của Lee tham gia và giúp cô thu hút được sự quan tâm của các nhà đầu tư mạo hiểm, cô đã phải vất vả mất ba năm tìm người chống lưng cho mình."
        },
        {
            "en": "At Honest, customers sign up for monthly deliveries of diapers festooned with anchors or hearts as well as items like shampoo and detergent, each formulated in-house to reduce chemicals. Ms. <em>Alba</em> conceived the idea, along with Christopher Gavigan, former chief of the nonprofit Healthy Child Healthy World, and turned to Mr. Lee for a business model.",
            "vi": "Ở Honest, khách hàng đăng ký mua bao cả tháng những sản phẩm như tã bỉm trẻ em có đính hình mỏ neo hoặc trái tim hay dầu gội đầu và xà phòng giặt, tất cả đều được sản xuất theo công thức riêng để giảm các chất hóa học trong đó. Cùng với Christopher Gavigan, cựu chủ tịch tổ chức phi lợi nhuận Healthy Child Healthy World, cô Alba đã ấp ủ ý tưởng này từ lâu để rồi sau đó đã tìm đến ông Lee hợp tác làm ăn."
        }
    ],
    "suggestions": []
}