{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ælbinizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng bạch tạng</td></tr></table><i/></div>",
            "word": "albinism",
            "pronounce": "['ælbinizm]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "albinism",
            "pronounce": "['ælbinizm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "albinism",
            "pronounce": "['ælbinizm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "albinism",
            "pronounce": "['ælbinizm]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chứng bạch tạng không sắc tố ở da, tóc và mắt do di truyền</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">partial albinism</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bạch tạng cục bộ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">total albinism</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bạch tạng toàn phần</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "albinism",
            "pronounce": "['ælbinizm]"
        }
    },
    "sentences": [
        {
            "en": "<em>Albinism</em>.",
            "vi": "Chứng bạch tạng."
        },
        {
            "en": "Well, this happens because each parent has a normal pigment gene and an <em>albinism</em> gene. For a kid to have <em>albinism</em>, the dad's <em>albinism</em> gene and the mom's <em>albinism</em> gene both have to get passed on to the kid.",
            "vi": "Ừm, điều này là do mỗi bố mẹ đều mang trong mình gien tạo sắc tố bình thường và gien bạch tạng. Đối với trẻ bị bạch tạng, gien bạch tạng của bố và gien bạch tạng của mẹ đều có để được truyền sang cho con."
        },
        {
            "en": "As yet little is known of the <em>albinism</em>.",
            "vi": "Đến nay người ta vẫn chưa biết được bao nhiêu về bệnh bạch tạng."
        },
        {
            "en": "But if a kid gets an <em>albinism</em> gene from one parent and a normal pigment gene from the other, the kid won't have <em>albinism</em>. Instead, the kid will be a \"carrier\" of an <em>albinism</em> gene — which means he or she would have one normal pigment gene and one <em>albinism</em> gene. So, if that kid grows up and has a child with someone who is also a carrier of an <em>albinism</em> gene, there would be a chance that their child might have <em>albinism</em>.",
            "vi": "Nhưng nếu trẻ mang một gien bạch tạng từ bố hoặc mẹ và một gien tạo sắc tố bình thường từ người kia thì chúng sẽ không bị bạch tạng. Thay vào đó, trẻ sẽ là “người mang gien” bạch tạng – có nghĩa là chúng sẽ có một gien tạo sắc tố bình thường và một gien bạch tạng. Vì vậy, nếu đứa trẻ ấy lớn lên và có con với một người nào đó cũng mang gien bạch tạng thì con của cặp vợ chồng này sẽ có nguy cơ mắc bệnh."
        },
        {
            "en": "What's life like for someone with <em>albinism</em>?  Kids with <em>albinism</em> are just like other kids — they just need to talk with their doctor about taking care of their eyes and skin, especially if they're going to be in the sun. And <em>albinism</em> doesn't stop kids from reaching their goals. Lots of kids with <em>albinism</em> have grown up to be doctors, lawyers, musicians, and athletes. Most kids with <em>albinism</em> can be anything they want to be, just like any other kid!",
            "vi": "Cuộc sống của người bị bạch tạng như thế nào?   Trẻ bị bạch tạng giống như những đứa trẻ khác thôi – chúng chỉ cần nói chuyện với bác sĩ về việc chăm sóc mắt và da của mình, nhất là nếu sắp ra ngoài nắng. Và bệnh bạch tạng không hề ngăn trẻ đạt mục tiêu của mình. Nhiều trẻ bị bạch tạng lớn lên cũng làm được bác sĩ, luật sư, nhạc sĩ, và vận động viên. Đa số trẻ bị bạch tạng có thể làm được bất kỳ thứ gì mình muốn, giống như bao đứa trẻ khác vậy thôi!"
        },
        {
            "en": "Sometimes, a kid or an animal might be born whose body can't make a normal amount of melanin. This is what happens with <em>albinism</em>, which can show up as a lack of pigment (color) in the skin, eyes, hair, fur, or feathers of that kid or animal. There are different kinds of <em>albinism</em>. Some kids with <em>albinism</em> might have pale skin or hair. Other types of <em>albinism</em> might affect only the eyes.",
            "vi": "Đôi khi một đứa trẻ hoặc một con vật nào đó được sinh ra mà cơ thể chúng không tạo sản sinh lượng mê-la-nin bình thường. Điều này có nghĩa là chúng bị bạch tạng, chứng bệnh này cho thấy da, mắt, tóc, lông mao, hoặc lông vũ của đứa trẻ hoặc của con vật đó thiếu sắc tố (thiếu màu). Có nhiều kiểu bạch tạng khác nhau. Một số trẻ bị bạch tạng có thể có da và tóc nhạt màu. Nhiều kiểu bạch tạng khác có thể chỉ gây nhạt màu cho mắt."
        },
        {
            "en": "Everyone has two sets of genes. Half of your genes are from your dad, and half are from your mom. Sometimes, a mom and a dad might carry an \"<em>albinism</em> gene\" but not show any signs of <em>albinism</em> themselves. But they might have a kid who has <em>albinism</em>. How can that be?",
            "vi": "Bất cứ người nào cũng có 2 bộ gien. Phân nửa gien của bạn là từ bố, và phân nửa gien kia là từ mẹ. Đôi khi mẹ và bố có thể mang “gien bạch tạng” nhưng không biểu hiện bất kỳ dấu hiệu nào trên cơ thể. Nhưng họ có thể có con bị bạch tạng? Sao thế nhỉ?  "
        },
        {
            "en": "Vision problems  Some kids with <em>albinism</em> wear glasses or contact lenses to help them see better. Others might need eye surgery. An eye doctor can help figure out ways to help a person with <em>albinism</em> see better.",
            "vi": "Các vấn đề về mắt của người bị bạch tạng  Một số trẻ bị bạch tạng cần phải mang mắt kính hoặc kính áp tròng để nhìn được rõ hơn. Một số trẻ có thể cần phải được mổ mắt. Bác sĩ nhãn khoa có thể tìm ra biện pháp để giúp cho bệnh nhân bị bạch tạng nhìn thấy tốt hơn."
        },
        {
            "en": "Have you ever heard the word albino? It's a word that's sometimes used to describe a condition called <em>albinism</em>. Humans, animals, and even plants can have this condition, which means that the person, animal, or plant doesn't have the usual amount of pigment, or color. You might know that <em>albinism</em> causes a kind of pale appearance. But what exactly causes <em>albinism</em>?",
            "vi": "Đã bao giờ bạn nghe nói đến từ “người bạch tạng” chưa? Đây là từ mà đôi khi được sử dụng để miêu tả chứng bệnh bạch tạng. Cả con người, động vật, và thậm chí thực vật đều có thể mắc bệnh này – nghĩa là người, động vật, hoặc thực vật không có lượng sắc tố bình thường, hoặc không có màu bình thường. Có thể là bạn đã biết bệnh bạch tạng gây sắc da  nhợt nhạt. Nhưng nguyên nhân chính xác gây bệnh đó là gì?"
        },
        {
            "en": "To understand <em>albinism</em>, you need to first know about melanin. Melanin is a chemical in our bodies that colors our skin, eyes, and hair.",
            "vi": "Để  biết được chứng bạch tạng là gì, trước tiên bạn nên biết khái niệm về mê-la-nin. Mê-la-nin là một loại hoá chất có trong cơ thể người tạo sắc tố cho da, mắt, và tóc."
        },
        {
            "en": "That's why it's a good idea for anyone with <em>albinism</em> to stay covered while in the sun (or even to stay out of the sun completely). Kids with <em>albinism</em> can go to the beach and spend time outdoors, but they have to use lots of sunscreen and watch the amount of time they're soaking up rays. Kids with <em>albinism</em> should talk to their doctors to find out whether it's OK to spend any time in the sun.",
            "vi": "Đó là lý do vì sao người bị bạch tạng nên che chắn kín khi ở ngoài nắng (hoặc thậm chí là nên tránh xa ánh nắng mặt trời hoàn toàn). Trẻ bị bạch tạng có thể đi biển và vui chơi ngoài trời,  nhưng phải sử dụng nhiều mỹ phẩm chống nắng và theo dõi thời gian mình “ngâm mình” dưới ánh nắng mặt trời. Trẻ bị bạch tạng nên nói chuyện với bác sĩ để xem liệu có thể ở ngoài trời bất kỳ thời gian nào được không."
        },
        {
            "en": "Another problem for kids with <em>albinism</em> is that their eyes can be very sensitive to light. The iris usually helps control the amount of light coming into your eye and hitting your retina, which is located at the back of your eyeball. When a person has <em>albinism</em>, the iris doesn't have enough color and can't properly shield the retina from light. So, kids with <em>albinism</em> often squint in bright light. Wearing sunglasses or tinted contact lenses can help make a kid with <em>albinism</em> more comfortable out in the sun.",
            "vi": "Một vấn đề khác đối với trẻ bị bạch tạng là mắt của chúng có thể rất nhạy cảm với ánh sáng. Mống mắt thường giúp kiểm soát lượng ánh sáng vào mắt và chạm tới võng mạc - võng mạc nằm ở phía sau nhãn cầu. Khi người ta bị bạch tạng thì mống mắt không có đủ sắc tố và không bảo vệ võng mạc khỏi ánh sáng một cách hợp lý được. Vì vậy, trẻ bị bạch tạng thường nheo mắt khi nhìn ánh sáng chói. Việc mang kính mát hoặc kính sát tròng có màu có thể giúp cho trẻ bị bạch tạng cảm thấy thoải mái hơn khi ra ngoài nắng."
        },
        {
            "en": "So what about kids with light skin and light hair . . . or animals with white fur or feathers? Do they have <em>albinism</em>? Not necessarily. Their genes may tell them to be light-skinned or fair-haired, like their mom or dad. Likewise, not all animals with white fur or feathers have <em>albinism</em>. Polar bears, for instance, have genes that tell them to be white.",
            "vi": "Vậy còn trẻ có da sáng và tóc nhạt màu ... hoặc động vật có lông mao hoặc lông vũ trắng thì sao? Chúng có bị bạch tạng không? Không, chưa hẳn là vậy đâu. Gien của chúng có thể định hình cho chúng là có da sáng hoặc tóc vàng hoe, giống như mẹ hoặc bố của mình. Tương tự thế, không phải tất cả các động vật có lông mao hoặc lông vũ trắng đều bị bạch tạng. Chẳng hạn như gấu trắng Bắc Cực, chúng mang gien định hình cho chúng có màu trắng."
        },
        {
            "en": "About <em>albinism</em>  To understand <em>albinism</em>, you need to first know about melanin. Melanin is a chemical in our bodies that colors our skin, eyes, and hair. It's made by melanocytes, which are cells found in the bottom layer of your skin.",
            "vi": "Tìm hiểu về bệnh bạch tạng   Để  biết được chứng bạch tạng là gì, trước tiên bạn nên biết khái niệm về mê-la-nin. Mê-la-nin là một loại hoá chất có trong cơ thể người tạo sắc tố cho da, mắt, và tóc. Hoá chất này được hình thành bởi các tế bào biểu bì tạo hắc tố, chúng nằm ở lớp dưới cùng của da."
        },
        {
            "en": "Most kids with <em>albinism</em> have blue eyes, and others have brownish eyes. In some cases of <em>albinism</em>, a kid's eyes might appear pink or reddish. This isn't because the iris (the colored part of the eye) is pink or red. It's because the iris actually has very little color. The eyes appear pink or red because the blood vessels inside of the eye (on the retina) show through the iris.",
            "vi": "Đa số các trẻ bị bạch tạng có mắt màu xanh dương, và số khác có màu mắt nâu. Trong một số trường hợp bạch tạng, mắt trẻ có thể có màu hồng hoặc hơi đỏ. Đây không phải là do mống mắt (vùng có màu của mắt) có màu hồng hay màu đỏ mà là do mống mắt thực sự có rất ít sắc tố. Mắt có màu màu hồng hoặc đỏ bởi vì các mạch máu bên trong mắt (trên võng mạc) làm lộ rõ mống mắt."
        },
        {
            "en": "What causes it?  You can't \"catch\" <em>albinism</em>, like you catch a cold or the flu. It's caused by a person's genes. You might have learned about genes in science class, but what exactly are they?",
            "vi": "Nguyên nhân gây bạch tạng là gì?   Bạn không lây bạch tạng giống như lây bệnh cảm lạnh hoặc cúm. Nguyên nhân là do di truyền (do gien người). Bạn có thể đã học về gien trong giờ khoa học,  nhưng chính xác thì các gien ấy là gì?  "
        },
        {
            "en": "Stay in the shade  Besides giving your skin, eyes, and hair its color, melanin helps protect your skin from the sun. You know how a person's skin gets darker after hanging out at the beach? That's your melanin at work, darkening your skin to give it more protection from the sun's rays. So, without enough melanin, your skin won't be able to protect itself. Kids with <em>albinism</em> can get sunburned very easily.",
            "vi": "Người bị bạch tạng nên ở trong mát  Ngoài việc tạo sắc tố cho da, mắt, và tóc thì mê-la-nin có có nhiệm vụ bảo vệ da bạn khỏi ánh nắng mặt trời. Bạn có biết da của chúng ta bị sẫm màu hơn sau khi rong chơi trên biển như thế nào không? Đó là tác dụng của mê-la-nin đấy, loại hoá chất này làm sẫm màu da để bảo vệ da nhiều hơn khỏi tia nắng mặt trời. Vì vậy, nếu không có đủ mê-la-nin thì da bạn sẽ không bảo vệ được cho nó. Trẻ bị bạch tạng có thể bị rám nắng rất dễ dàng."
        }
    ],
    "suggestions": []
}