{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ælkəhɔlizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tác hại của rượu (đối với cơ thể)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng nghiện rượu</td></tr></table><i/></div>",
            "word": "alcoholism",
            "pronounce": "['ælkəhɔlizm]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>alcoholism</k><blockquote>■ <cclass>noun addiction to alcoholic drink. </cclass></blockquote></div>",
            "word": "alcoholism",
            "pronounce": "['ælkəhɔlizm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alcoholism",
            "pronounce": "['ælkəhɔlizm]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>alcoholism</k><blockquote><blockquote><ex><abr>n.</abr> acute; chronic alcoholism </ex></blockquote></blockquote></div>",
            "word": "alcoholism",
            "pronounce": "['ælkəhɔlizm]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chứng nghiện rượu</font></td></tr></tbody></table></div>",
            "word": "alcoholism",
            "pronounce": "['ælkəhɔlizm]"
        }
    },
    "sentences": [
        {
            "en": "<em>Alcoholism</em>.",
            "vi": "Chứng nghiện rượu."
        },
        {
            "en": "Especially in <em>alcoholism</em>.",
            "vi": "Đặc biệt trong chứng nghiện rươu."
        },
        {
            "en": "What is <em>alcoholism</em>?",
            "vi": "Thế nào là chứng nghiện rượu?"
        },
        {
            "en": "<em>Alcoholism</em> Recovery Now is a weekly radio show focusing on learning how to recover from <em>alcoholism</em>.",
            "vi": "Alcoholism Recovery Now là tiết mục phát thanh hàng tuần tập trung vào việc học cách hồi phục lại từ chứng nghiện rượu."
        },
        {
            "en": "Do you have a problem with <em>alcoholism</em>?",
            "vi": "Anh có vấn đề về nghiện rượu không?"
        },
        {
            "en": "Homosexuality is an affliction, like <em>alcoholism</em>.",
            "vi": "Đồng tính luyến ái là một vấn đề nghiêm trọng, giống như chứng nghiện rượu."
        },
        {
            "en": "The book tells of her gradual descent into <em>alcoholism</em>.",
            "vi": "Cuốn sách nói về sự sa sút từ từ biến thành cơn nghiện rượu của cô ấy."
        },
        {
            "en": "The article compares several <em>alcoholism</em> and substance abuse support groups.",
            "vi": "Bài báo so sánh những nhóm ủng hộ lạm dụng rượu và nhóm ủng hộ lạm dụng dược chất."
        },
        {
            "en": "An example is pairing the taste of beer with electric shock in the treatment of <em>alcoholism</em>.",
            "vi": "Thí dụ ghép đôi mùi bia với điện giật khi điều trị nghiện rượu."
        },
        {
            "en": "A child receives a gene from his mother which will predispose him to <em>alcoholism</em>.",
            "vi": "Đứa trẻ nhận được gien từ mẹ mà sẽ dẫn nó đến tình trạng nghiện rượu."
        },
        {
            "en": "Her career as a writer was played out against a background of <em>alcoholism</em>.",
            "vi": "Nghề viết văn của cô ấy duy là để chống lại nền tảng những tác hại của rượu bia."
        },
        {
            "en": "Children of a person who suffers from <em>alcoholism</em> can experience severe damage to their emotional development.",
            "vi": "Con cái của người bị nghiện rượu có thể gặp thiệt thòi trong phát triển tình cảm."
        },
        {
            "en": "It's well known that the world of entertainment has its seamy side : drug abuse, corruption, <em>alcoholism</em>.",
            "vi": "Người ta biết quá rõ rằng thế giới vui chơi giải trí có những mặt trái của nó: lạm dụng ma túy, trụy lạc, rượu chè."
        },
        {
            "en": "It's well known that the world of entertainment has its seamy side: drug abuse, corruption, <em>alcoholism</em>.",
            "vi": "Người ta biết quá rõ rằng thế giới vui chơi giải trí có những mặt trái của nó : lạm dụng ma túy, trụy lạc, rượu chè."
        },
        {
            "en": "He decided to go public about his <em>alcoholism</em> in order to warn other athletes of the dangers.",
            "vi": "Anh ấy đã quyết định công bố cho mọi người biết về chứng nghiện rượu của mình để cảnh báo cho các vận động viên khác biết về sự nguy hiểm."
        },
        {
            "en": "Alcohol cravings that cannot be controlled or fulfilled are a clear indicator that an individual is falling into <em>alcoholism</em>.",
            "vi": "Thèm rượu là không thể được kiểm soát hoặc đáp ứng để cho biết rõ ràng rằng một người đang nghiện rượu."
        },
        {
            "en": "This particularly applies in <em>alcoholism</em>; in hepatitis; in secondary biliary cirrhosis; and in cardiac failure that can be treated.",
            "vi": "Điều này đặc biệt được áp dụng trong trường hợp nghiện rượu; trong bệnh viêm gan; trong xơ gan do mật thứ phát; và trong bệnh suy tim có thể điều trị được."
        },
        {
            "en": "<em>Alcoholism</em> is a disease. Like any disease, it needs to be treated. Without professional help, a person with <em>alcoholism</em> will probably continue to drink and may even become worse over time.",
            "vi": "Nghiện rượu là một chứng bệnh. Giống như bất kỳ một chứng bệnh nào khác, nó cũng cần nên được trị. Nếu không có chuyên gia hỗ trợ thì người bị nghiện rượu sẽ có thể vẫn tiếp tục uống và thậm chí ngày này tháng nọ còn có thể nghiện hơn nữa."
        },
        {
            "en": "The risk of <em>alcoholism</em> for an individual and its incidence in a society depend on the amount drunk.",
            "vi": "Sự nguy hiểm của rượu đối với một cá nhân và sự tác động của nó vào xã hội tuỳ thuộc vào số lượng uống."
        },
        {
            "en": "It may be inherited but can be caused by various conditions, including virus infections, <em>alcoholism</em>, beriberi, and amyloidosis.",
            "vi": "Nó có thể do di truyền hoặc do nhiều nguyên nhân khác nhau bao gồm nhiễm virút, nghiện rượu, bệnh beriberi và bệnh thoái hoá dạng tinh bột."
        }
    ],
    "suggestions": []
}