{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aldrin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aldrin</k><blockquote><cclass>[<cclass>'ɔ:ldrɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a compound of the chlorinated hydrocarbon type, formerly used as an insecticide. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1940s: from the name of the German chemist Kurt <i>Alder</i> + <kref>-in</kref><sup>1</sup>. </blockquote></div>",
            "word": "aldrin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aldrin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aldrin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aldrin"
        }
    },
    "sentences": [
        {
            "en": "EDWIN <em>ALDRIN</em>: \"Contact light. OK. Engine stop. \"",
            "vi": "EDWIN ALDRIN: \"Kết nối ánh sáng. ok. động cơ dừng lại\""
        },
        {
            "en": "Apollo 11 landed astronauts Neil Armstrong and Buzz <em>Aldrin</em> on the moon's Sea of Tranquility.",
            "vi": "Apollo 11 đã đưa phi hành gia Neil Armstrong và Buzz Aldrin đáp xuống Biển Thanh Bình của mặt trăng."
        },
        {
            "en": "The voices of <em>Aldrin</em> and Armstrong could be heard in short messages.",
            "vi": "Giọng nói của Aldrin và Armstrong có thể nghe thấy được trong các tin nhắn ngắn."
        },
        {
            "en": "Edwin \"Buzz\" <em>Aldrin</em> was pilot of the moon lander vehicle. The astronauts gave it the name Eagle. <em>Aldrin</em> had flown on the last of the Gemini flights. He also was a quiet man, except when he talked about space.",
            "vi": "Edwin \"Buzz\" Aldrin là phi công của tàu vũ trụ hạ cánh trên mặt trăng. Các phi hành gia đặt cho nó cái tên là Eagle. Aldrin đã bay trên các chuyến bay cuối cùng của Gemini. Ông cũng là một người đàn ông kiệm lời, ngoại trừ khi ông nói về không gian."
        },
        {
            "en": "Armstrong and <em>Aldrin</em> fired the lander rocket engine. The firing slowed the spacecraft and sent it down toward the landing place. It was in an area known as the Sea of Tranquility.",
            "vi": "Armstrong và Aldrin thả động cơ tên lửa để hạ cánh. Bắn chậm lại tàu vũ trụ và gửi xuống về vị trí hạ cánh. Đó là trong một khu vực được gọi là Biển Tranquility."
        },
        {
            "en": "Eagle moved into the orbit of the command module. It connected with Columbia. Armstrong and <em>Aldrin</em> rejoined Collins in the command ship. They separated from Eagle and said good-bye to it. The lander had done its job well.",
            "vi": "Eagle chuyển vào quỹ đạo của các mô-đun chỉ huy. Nó kết nối với Columbia. Armstrong và Aldrin tái gia nhập Collins trong tàu chỉ huy. Họ tách ra từ Eagle và nói lời tạm biệt với nó. Các tàu đổ bộ đã thực hiện công việc của mình rất tốt."
        },
        {
            "en": "In the spacecraft at the top of the speeding rocket were three American astronauts whose names soon would be known around the world: Neil Armstrong, Edwin <em>Aldrin</em> and Michael Collins.",
            "vi": "Trong con tàu vũ trụ, ở phía trên cùng của tên lửa tăng tốc là ba phi hành gia người Mỹ mà tên tuổi của họ sớm được biết đến trên toàn thế giới: Neil Armstrong, Edwin Aldrin và Michael Collins."
        },
        {
            "en": "Armstrong and <em>Aldrin</em> moved through the small opening between the two spacecraft. Then they moved Eagle away from Columbia. Armstrong reported: \"The Eagle has wings!\" The lunar module was ready. Men were about to land on the moon.",
            "vi": "Armstrong và Aldrin di chuyển thông qua các lỗ nhỏ giữa hai tàu vũ trụ. Sau đó, họ chuyển Eagle ra khỏi Columbia. Armstrong cho biết: \"The Eagle dang cánh!\" Tàu vũ trụ thám hiểm mặt trăng đã sẵn sàng. Con người chuẩn bị đặt chân lên mặt trăng."
        },
        {
            "en": "EDWIN <em>ALDRIN</em>: \"Forward. Forward. Good. Forty feet. Down two and a half. Kicking up some dust. Thirty feet. Two and a half down. Faint shadow. Four forward. Four forward. Drifting to the right a little. OK. Down a half.",
            "vi": "EDWIN AlDRIN: \"Ở phía trước. Ở phía trước.Tốt. Bốn mươi bước chân. Xuống 2.5. Đá lên một số bụi. Ba mươi bước chân. Xuống 2.5. Bóng mờ.Bốn phía trước. Xoay sang bên phải một chút. OK. Xuống một nửa.\""
        },
        {
            "en": "Eight days after it started its voyage to the moon, Apollo Eleven splashed down in the Pacific Ocean. Left behind on the moon were the footprints of Armstrong and <em>Aldrin</em>, an American flag and scientific equipment. Also left forever on the moon is a sign with these words:",
            "vi": "Tám ngày sau khi bắt đầu chuyến hành trình của nó lên mặt trăng, Apollo 11 văng xuống Thái Bình Dương. Bỏ lại trên mặt trăng là những dấu chân của Armstrong và Aldrin, một lá cờ Mỹ và thiết bị khoa học. Và cũng để lại mãi mãi trên mặt trăng là một dấu hiệu với những lời này:"
        },
        {
            "en": "NASA's plan had called for the astronauts to test instruments, eat and then rest for four hours before leaving the Eagle. But Armstrong and <em>Aldrin</em> asked to cancel the four-hour sleep period. They wanted to go out onto the moon as soon as they could get ready. NASA controllers agreed.",
            "vi": "Kế hoạch của NASA là yêu cầu cho các phi hành gia kiểm tra các dụng cụ, ăn và sau đó nghỉ ngơi trong bốn giờ trước khi rời khỏi Eagle. Nhưng Armstrong và Aldrin yêu cầu hủy bỏ giai đoạn nghỉ ngơi. Họ muốn đi ra ngoài lên mặt trăng ngay sau khi họ có thể sẵn sàng. Các nhà kiểm soát NASA đồng ý."
        },
        {
            "en": "At seriously-contaminated zones, Lindane level exceeds permitted level by 37.4 to 3,458 times. It is 1.3 to more than 9,000 times for DDT (dichloro diphenyl trichlorothane), more than 218 times for <em>Aldrin</em> and nearly 100 times for DDD (diclorodiphenyl tricloroetan).",
            "vi": "Tại các vùng bị ô nhiễm nghiêm trọng, mức Lindane vượt quá mức cho phép từ 37,4 đến 3.458 lần. Vượt mức 1,3 đến hơn 9.000 lần đối với DDT (dichloro diphenyl trichlorothane), hơn gấp 218 lần đối với Aldrin và gần 100 lần đối với DDD (diclorodiphenyl tricloroetan)."
        },
        {
            "en": "<em>Aldrin</em> appeared on the ladder. Down he came, very slowly. Soon, both men were busy placing experiments to be left behind on the moon. They collected more than thirty kilograms of rock and soil to take back to Earth. They moved easily and quickly, because the moon's gravity is six times less than Earth's.",
            "vi": "Aldrin xuất hiện trên bậc thang. Ông xuống một cách chậm rãi. Ngay sau đó, cả hai người đàn ông bận rộn với những thí nghiệm ở địa điểm để lại phía sau trên mặt trăng. Họ thu thập được hơn ba mươi kg đất đá để đưa về trái đất. Họ di chuyển dễ dàng và nhanh chóng, bởi vì lực hấp dẫn của mặt trăng nhỏ hơn trái đất sáu lần."
        },
        {
            "en": "Finally, Armstrong and <em>Aldrin</em> were ready. They opened the door. Armstrong went out first and moved slowly down the ladder. At two hours fifty-six Greenwich Mean Time on July twentieth, nineteen sixty-nine, Neil Armstrong put his foot on the moon.",
            "vi": "Cuối cùng, Armstrong và Aldrin đã sẵn sàng. Họ mở cửa. Armstrong đã đi ra đầu tiên và di chuyển từ từ xuống các bậc thang. Lúc 2h16 theo giờ GMT vào ngày 20 tháng 7 năm 1969, Neil Armstrong đã đặt chân lên mặt trăng."
        },
        {
            "en": "Pesticides, such as dieldrin and <em>aldrin</em>, were first used in '1955 in agriculture and other industries—these chemicals are very persistent and had already been recognised as the cause of huge declines in the population of peregrine falcons, sparrowhawks and other predators.",
            "vi": "Thuốc trừ sâu, chẳng hạn như dieldrin và aldrin, lần đầu tiên được sử dụng trong năm 1955 trong nông nghiệp và các ngành công nghiệp khác - những hóa chất này rất bền và đã được công nhận là nguyên nhân của sự sụt giảm lớn trong quần thể chim ưng, chim sẻ và các loài săn mồi khác."
        },
        {
            "en": "Michael Collins was the pilot of the command module vehicle, Columbia. He also had made a Gemini flight. He would wait in orbit around the moon while Armstrong and <em>Aldrin</em> landed and explored the surface. Collins was very popular and always ready with a smile.",
            "vi": "Michael Collins là phi công của chiếc mô-đun chỉ huy Columbia. Ông cũng đã thực hiện một chuyến bay Gemini. Ông sẽ chờ ở quỹ đạo xung quanh mặt trăng trong khi Armstrong và Aldrin đổ bộ và khám phá bề mặt. Collins đã rất nổi tiếng và luôn luôn nở một nụ cười."
        },
        {
            "en": "Hours passed. Too soon, it was time to return to the Eagle. Armstrong and <em>Aldrin</em> re-entered the lander. They rested for a while. Then they began to prepare to launch the lander for the return flight to the orbiting command module.",
            "vi": "Nhiều giờ trôi qua. Còn quá sớm nhưng đã đến lúc để trở về Eagle. Armstrong và Aldrin lại bước vào tàu đổ bộ. Họ nghỉ ngơi một lúc. Sau đó, họ bắt đầu chuẩn bị để khởi động tàu đổ bộ cho chuyến bay trở về mô-đun chỉ huy quỹ đạo."
        },
        {
            "en": "At seriously-contaminated zones, Lindane level exceeds permitted level by 37.4 to 3,458 times. It is 1.3 to more than 9,000 times for DDT (dichloro diphenyl trichlorothane), more than 218 times for <em>Aldrin</em> and nearly 100 times for DDD (diclorodiphenyl tricloroetan).",
            "vi": "Tại các vùng bị ô nhiễm nghiêm trọng, mức Lindane vượt quá mức cho phép từ 37,4 đến 3.458 lần. Vượt mức 1,3 đến hơn 9.000 lần đối với DDT (dichloro diphenyl trichlorothane), hơn gấp 218 lần đối với Aldrin và gần 100 lần đối với DDD (diclorodiphenyl tricloroetan)."
        }
    ],
    "suggestions": []
}