{
    "en_vn": {
        "data": {
            "content": null,
            "word": "alec",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "alec",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alec",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "alec",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "alec",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What a smart <em>alec</em>!",
            "vi": "Tên xấc xược!"
        },
        {
            "en": "Director: <em>Alec</em> Gillis",
            "vi": "Đạo diễn: Alec Gillis"
        },
        {
            "en": "You're a smart <em>alec</em>!",
            "vi": "Mày là thằng xấc/bố láo!"
        },
        {
            "en": "You 're a smart <em>alec</em>!",
            "vi": "Mày là thằng xấc/bố láo!"
        },
        {
            "en": "He's such a smart <em>alec</em>!",
            "vi": "Anh ấy thật là một kẻ xấc láo!"
        },
        {
            "en": "\"very funny, really,\" <em>Alec</em> answered.",
            "vi": "\"rất thú vị,\"alec trả lời."
        },
        {
            "en": "You 're dealing with a smart <em>alec</em>.",
            "vi": "Bạn đang đối phó với một tên bố láo."
        },
        {
            "en": "<em>Alec</em> held it open for Jane.",
            "vi": "Alec giữ cửa mở cho Jane."
        },
        {
            "en": "<em>Alec</em> smiled, nodded, and disappeared again.",
            "vi": "Alec mỉm cười, gật đầu, và lại biến mất."
        },
        {
            "en": "<em>Alec</em> said, as if nothing had passed.",
            "vi": "Alec nói, như thể chẳng có gì xảy ra cả."
        },
        {
            "en": "You're dealing with a smart <em>alec</em>.",
            "vi": "Bạn đang đối phó với một tên bố láo."
        },
        {
            "en": "Please move up a bit, so there's room for <em>Alec</em>.",
            "vi": "Làm ơn nhích qua một chút để có chỗ cho Alec ngồi."
        },
        {
            "en": "<em>Alec</em> told us, his tone so warm you'd think we were all lifelong friends.",
            "vi": "Alec nói với chúng tôi, giọng chú bé ấm áp đến nỗi bạn sẽ tưởng chúng tôi là bạn bè thân thiết cả đời."
        },
        {
            "en": "\"well, this one was,\" <em>Alec</em> replied, \"the bullfighter was a showman.\"",
            "vi": "\"lần này thì đúng là thú vị,\" alec trả lời, \"người đấu bò chính là ông bầu.\""
        },
        {
            "en": "<em>Alec</em> chuckled, and examined me as I clung to Edward's side.",
            "vi": "Alec cười khúc khích, và quan sát tôi kĩ lưỡng khi tôi bíu vào một bên Edward."
        },
        {
            "en": "I haven't seen a prospective talent so promising since we found Jane and <em>Alec</em>.",
            "vi": "Tôi chưa từng thấy một tài năng đầy triển vọng đến thế từ khi mình tìm thấy Jane và Alec."
        },
        {
            "en": "When <em>Alec</em> returned to work last Monday, Bob asked him how he had spent his holiday.",
            "vi": "Khi alec trở lại làm việ vào thứ hai tuần trước, bob hỏi thăm anh ta về kỳ nghỉ mà anh ta vừa trải qua."
        },
        {
            "en": "“Errant assumptions lie at the root of every failure.” – <em>Alec</em> Mackenzie",
            "vi": "\"Những giả định sai lầm nằm ở gốc rễ của mọi sự thất bại.\" - Alec Mackenzie"
        },
        {
            "en": "\"i suppose it was,\" <em>Alec</em> answered, \"the trouble was that the poor man didn't know much about bullfighting.\"",
            "vi": "\"tôi cũng nghĩ như vậy,\" alec trả lời, \"vấn đề là người đàn ông tội nghiệp đó không biết nhiều về đấu bò.\""
        },
        {
            "en": "<em>Alec</em> and Jane, holding hands, led the way down yet another wide, ornate hall - would there ever be an end?",
            "vi": "Alec và Jane, tay trong tay, dẫn xuống một hành lang rộng, trang trí lộng lẫy khác - bao giờ mới đến nơi đây?"
        }
    ],
    "suggestions": []
}