{
    "en_vn": {
        "data": {
            "content": null,
            "word": "alexanders"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>alexanders</k><blockquote>■ <cclass>plural noun [treated as <cclass>sing.] a plant of the parsley family with yellowish flowers, formerly used in salads. [<i>Smyrnium olusatrum</i>.] </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>alexandre</i>, from med. L. <i>alexandrum</i>. </blockquote></div>",
            "word": "alexanders"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alexanders"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "alexanders"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "alexanders"
        }
    },
    "sentences": [
        {
            "en": "They were called planets, meaning ‘ wander <em>ers</em>’.",
            "vi": "Chúng được gọi là hành tinh, có nghĩa là 'kẻ lang thang'."
        },
        {
            "en": "My book's name is <em>Alex</em>.",
            "vi": "Tên cuốn sách của tôi là Alex."
        },
        {
            "en": "Sir <em>Alex</em> Ferguson was a famous Elizabethan.",
            "vi": "Ngài Alex Ferguson là một người nổi tiếng thời Elizabethan."
        },
        {
            "en": "<em>Alex</em> is getting married next month.",
            "vi": "Alex sẽ kết hôn vào tháng tới."
        },
        {
            "en": "- Yes, <em>Alex</em> did mention you. How can I help?",
            "vi": "Ừ, Alex có đề cập đến bạn. Thế tôi có thể giúp gì nhỉ?"
        },
        {
            "en": "<em>Alex</em> offered her services as a childminder for the day.",
            "vi": "Alex tỏ ý muốn làm người trông trẻ vào ban ngày."
        },
        {
            "en": "What <em>Alex</em> did was a great act of bravery.",
            "vi": "Alex đã có một hành động quả cảm."
        },
        {
            "en": "telegraph <em>ers</em> soon, swelled the ranks of the emerging middle classes. ",
            "vi": "Rất nhanh, các kỹ thuật viên điện báo làm gia tăng đội ngũ của tầng lớp trung lưu mới nổi. "
        },
        {
            "en": "<em>Alex</em> would only be betrothed to someone just as genius!",
            "vi": "Alex sẽ chỉ đính hôn với người nào đó là bậc kỳ tài!"
        },
        {
            "en": "<em>Alex</em> has gone to town on this story.",
            "vi": "Alex cực kì thích câu chuyện này."
        },
        {
            "en": "Man Utd boss Sir <em>Alex</em> Ferguson hopes for Wigan favour",
            "vi": "Ngài Alex Ferguson hy vọng vào sự giúp đỡ của Wigan"
        },
        {
            "en": "<em>Alex</em> made no pretence of hiding her disappointment.",
            "vi": "Alex đã không làm ra vẻ giấu giếm sự thất vọng của cổ."
        },
        {
            "en": "\"Are you ready, <em>Alex</em>?\" \"Far from it, I'm afraid.\"",
            "vi": "\"Anh sẵn sàng chưa, Alex?\"\"Tôi e rằng còn lâu.\""
        },
        {
            "en": "Manchester United's <em>Alex</em> Ferguson Commends Chelsea's Carlo Ancelotti",
            "vi": "Alex Ferguson của Manchester United tán dương Carlo Ancelotti"
        },
        {
            "en": "<em>Alex</em> was praised for her services to the community.",
            "vi": "Alex được khen thưởng vì những cống hiến cho cộng đồng."
        },
        {
            "en": "<em>Alex</em> made no pretence of hiding her disappointment.",
            "vi": "Alex đã không giả vờ giấu đi nỗi thất vọng của mình."
        },
        {
            "en": "\"Are you ready, <em>Alex</em>?\"\"Far from it, I 'm afraid.\"",
            "vi": "\"Anh sẵn sàng chưa, Alex?\" \"Tôi e rằng còn lâu.\""
        },
        {
            "en": "And <em>Alex</em> was to marry Sally, his brother's widow!",
            "vi": "Và alex sắp sửa cưới sally, cô vợ góa của ông anh!"
        },
        {
            "en": "Manchester United fan calls 999 asking for Sir <em>Alex</em> Ferguson",
            "vi": "Cổ động viên Manchester United gọi điện đến số 999 yêu cầu gặp Ngài Alex Ferguson"
        },
        {
            "en": "G In a dramatic ceremony in 1871, Morse himself said goodbye to the global community of telegraph <em>ers</em> he had brought into being. ",
            "vi": "Trong một sự kiện xúc động năm 1871, chính Morse đã nói lời từ biệt với cộng đồng nhân viên điện báo toàn cầu do chính tay ông tạo ra. "
        }
    ],
    "suggestions": []
}