{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Alexandria",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Alexandria",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Alexandria",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Alexandria",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Alexandria",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Their journey ended when they reached <em>Alexandria</em>. ",
            "vi": "Chuyến đi của họ kết thúc khi họ đến Ai Cập. "
        },
        {
            "en": "Ba <em>Ria</em> T-junction.",
            "vi": "Ngã ba bà rịa."
        },
        {
            "en": "My book's name is <em>Alex</em>.",
            "vi": "Tên cuốn sách của tôi là Alex."
        },
        {
            "en": "Sir <em>Alex</em> Ferguson was a famous Elizabethan.",
            "vi": "Ngài Alex Ferguson là một người nổi tiếng thời Elizabethan."
        },
        {
            "en": "<em>Alex</em> is getting married next month.",
            "vi": "Alex sẽ kết hôn vào tháng tới."
        },
        {
            "en": "I've graduated  Ba <em>Ria</em> Vung Tau college of community.",
            "vi": "Tôi đã tốt nghiệp trường cao đẳng Bà Rịa Vũng Tàu."
        },
        {
            "en": "Ba <em>Ria</em>-Vung Tau reports second Zika case",
            "vi": "Tỉnh Bà Rịa - Vũng Tàu báo cáo trường hợp mắc Zika thứ 2"
        },
        {
            "en": "<em>Alex</em> offered her services as a childminder for the day.",
            "vi": "Alex tỏ ý muốn làm người trông trẻ vào ban ngày."
        },
        {
            "en": "What <em>Alex</em> did was a great act of bravery.",
            "vi": "Alex đã có một hành động quả cảm."
        },
        {
            "en": "In 1818, Davis went to <em>Alexandria</em>, Virginia, to learn the printing trade from the half - brother.",
            "vi": "Năm 1818, Davis đến Alexandria, Virginia để học nghề in từ người anh em cùng mẹ khác cha."
        },
        {
            "en": "Yes, <em>Alexandria</em>, near the Mediterranean, is the largest port city in Egypt.",
            "vi": "Đúng vậy, alexandria, gần địa trung hải, là thành phố cảng lớn nhất ở ai cập."
        },
        {
            "en": "- Yes, <em>Alex</em> did mention you. How can I help?",
            "vi": "Ừ, Alex có đề cập đến bạn. Thế tôi có thể giúp gì nhỉ?"
        },
        {
            "en": "In 1818, Davis went to <em>Alexandria</em>, Virginia, to learn the printing trade from the half-brother.",
            "vi": "Năm 1818, Davis đến Alexandria, Virginia để học nghề in từ người anh em cùng mẹ khác cha."
        },
        {
            "en": "<em>Alex</em> made no pretence of hiding her disappointment.",
            "vi": "Alex đã không làm ra vẻ giấu giếm sự thất vọng của cổ."
        },
        {
            "en": "\"Are you ready, <em>Alex</em>?\" \"Far from it, I'm afraid.\"",
            "vi": "\"Anh sẵn sàng chưa, Alex?\"\"Tôi e rằng còn lâu.\""
        },
        {
            "en": "Manchester United's <em>Alex</em> Ferguson Commends Chelsea's Carlo Ancelotti",
            "vi": "Alex Ferguson của Manchester United tán dương Carlo Ancelotti"
        },
        {
            "en": "<em>Alex</em> would only be betrothed to someone just as genius!",
            "vi": "Alex sẽ chỉ đính hôn với người nào đó là bậc kỳ tài!"
        },
        {
            "en": "<em>Alex</em> has gone to town on this story.",
            "vi": "Alex cực kì thích câu chuyện này."
        },
        {
            "en": "Man Utd boss Sir <em>Alex</em> Ferguson hopes for Wigan favour",
            "vi": "Ngài Alex Ferguson hy vọng vào sự giúp đỡ của Wigan"
        },
        {
            "en": "I 've graduated Ba <em>Ria</em> Vung Tau college of community.",
            "vi": "Tôi đã tốt nghiệp trường cao đẳng Bà Rịa Vũng Tàu."
        }
    ],
    "suggestions": []
}