{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Alfred",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Alfred",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Alfred",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Alfred",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Alfred",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "You're John <em>Alfred</em> Smithers, aren't you?",
            "vi": "Cảnh sát điều tra anh là john alfred smithers phải không?"
        },
        {
            "en": "<em>Alfred</em> Nobel invented dynamite in 1866.",
            "vi": "Alfred Nobel đã phát minh ra thuốc nổ vào năm 1866."
        },
        {
            "en": "<em>Alfred</em> very quickly learned to read.",
            "vi": "Alfred học đọc rất mau chóng."
        },
        {
            "en": "<em>ALFRED</em> NOBEL: The Man Behind the Prize",
            "vi": "ALFRED NOBEL: Người đàn ông đằng sau giải thưởng"
        },
        {
            "en": "<em>ALFRED</em> NOBEL: The Man Behind the Prize",
            "vi": "ALFRED NOBEL: Người đàn ông đằng sau giải thưởng"
        },
        {
            "en": "\"Brief is life but love is long\" - <em>Alfred</em> Lord Tennyson",
            "vi": "\"Cuộc đời ngắn ngủi nhưng tình yêu thì dài\""
        },
        {
            "en": "The other boxer put <em>Alfred</em> out in the third round.",
            "vi": "Tay võ sĩ kia hạ gục Alfred ở hiệp đấu thứ ba."
        },
        {
            "en": "<em>Alfred</em> has not wavered from his decision to move to France.",
            "vi": "Alfred không nao núng để quyết định chuyển tới Pháp."
        },
        {
            "en": "Only nitro could really do the job, and a Swedish chemist, <em>Alfred</em> Nobel, became interested.",
            "vi": "Chỉ nitro mới có thể thực hiện công việc này, và một nhà hoá học người Thuỵ Điển, Alfred Nobel, đã có hứng thú với điều này."
        },
        {
            "en": "The French newspapers mistakenly thought it was the death of <em>Alfred</em> himself, and published an Obituary .",
            "vi": "Các tờ báo ở Pháp nhầm lần đó là cái chết của chính Alfred, và xuất bản một Bản cáo phó ."
        },
        {
            "en": "The first hedge fund was set up by <em>Alfred</em> W.Jones in 1949.",
            "vi": "Quỹ đầu tư phòng hộ đầu tiên được thành lập bởi Alfred W. Jones vào năm 1949."
        },
        {
            "en": "<em>Alfred</em> Adler is preponderantly recognized for founding the school of individual psychology.",
            "vi": "Alfred Adler được công nhận chính trong việc thành lập trường tâm lý học cá nhân."
        },
        {
            "en": "<em>Alfred</em> Nobel left nine million dollars to establish yearly prizes in his name.",
            "vi": "Alfred Nobel đã để lại 9 triệu đô la để thiết lập các giải thưởng hàng năm mang tên ông ấy."
        },
        {
            "en": "The first hedge fund was set up by <em>Alfred</em> W. Jones in 1949.",
            "vi": "Quỹ đầu tư phòng hộ đầu tiên được thành lập bởi Alfred W.Jones vào năm 1949."
        },
        {
            "en": "The Nobel Prize would not have been there but for the huge some of money by <em>Alfred</em> Nobel.",
            "vi": "Giải thưởng nobel chắc hẳn đã không ra đời nếu không nhờ món tiền lớn của ông alfred nobel."
        },
        {
            "en": "The American researcher <em>Alfred</em> Kinsey has shown that the human being has a sexuality lasting throughout the lifecourse.",
            "vi": "Nhà nghiên cứu người Mỹ Alfred Kinsey cho biết con người có tính dục trong suốt cuộc đời."
        },
        {
            "en": "Psychologist <em>Alfred</em> Adler believed that a person's behavior is motivated by a desire to achieve success or superiority.",
            "vi": "Nhà tâm lý học Alfred Adler tin rằng thái độ cư xử của con người do khát khao đạt được thành công hay nổi trội thúc đẩy."
        },
        {
            "en": "2. Hope smiles from the threshold of the year to come, whispering, “It will be happier”. – <em>Alfred</em> Lord Tennyson",
            "vi": "2. Hy vọng mỉm cười trước bậc thềm của năm mới và thì thầm, “Rồi sẽ hạnh phúc hơn.” – Alfred Lord Tennyson"
        },
        {
            "en": "The principal Impressionist painters were Claude Monet, Pierre Auguste Renoir, Camille Pissarro, <em>Alfred</em> Sisley and Berthe Morisot.",
            "vi": "Những họa sĩ lớn thuộc trường phái ấn tượng là Claude Monet, Pierre Auguste Renoir, Camille Pissarro, Alfred Sisley và Berthe Morisot."
        },
        {
            "en": "The Republican candidate <em>Alfred</em> Landon began his campaign by saying that many of Roosevelt's New Deal programs were good.",
            "vi": "Ứng cử viên đảng Cộng hòa Alfred Landon bắt đầu chiến dịch tranh cử của mình bằng lời phát biểu rằng nhiều chương trình chính sách của Roosevelt là tốt."
        }
    ],
    "suggestions": []
}