{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">alga</font></td></tr></table><i/></div>",
            "word": "algae",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "algae",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "algae",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "algae",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "algae",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A seaweed may belong to one of several groups of multicellular <em>algae</em>: the red <em>algae</em>, green <em>algae</em>, and brown <em>algae</em>.",
            "vi": "Tảo biển có thể thuộc một trong vài loài tảo đa bào như tảo đỏ, tảo lục, tảo nâu."
        },
        {
            "en": "A seaweed may belong to one of several groups of multicellular <em>algae</em> : the red <em>algae</em>, green <em>algae</em>, and brown <em>algae</em>.",
            "vi": "Tảo biển có thể thuộc một trong vài loài tảo đa bào như tảo đỏ, tảo lục, tảo nâu."
        },
        {
            "en": "<em>Algae</em> grow naturally in sea water.",
            "vi": "Tảo mọc tự nhiên trong nước biển."
        },
        {
            "en": "Photosynthesis occurs in plants, <em>algae</em> and many species of bacteria.",
            "vi": "Quang hợp xảy ra ở thực vật, tảo và nhiều loài vi khuẩn."
        },
        {
            "en": "Rivers and lakes are often coloured green by <em>algae</em>.",
            "vi": "Sông hồ thường có màu xanh lá do rong."
        },
        {
            "en": "The intense light promoted rapid growth of weeds and <em>algae</em>.",
            "vi": "Ánh sáng chói thúc đẩy nhanh quá trình phát triển của cỏ và tảo."
        },
        {
            "en": "Scientists initially believed it got its blood red hue from <em>algae</em> living in the water.",
            "vi": "Các nhà khoa học ban đầu tin rằng màu đỏ như máu của thác là do tảo sống trong nước."
        },
        {
            "en": "Spores form part of the life cycles of many bacteria, plants, <em>algae</em>, fungi and some protozoans.",
            "vi": "Bào tử là một phần vòng đời của nhiều vi khuẩn, thực vật, tảo, nấm và vài sinh vật đơn bào."
        },
        {
            "en": "It includes cold storing; freezing; drying; smoking and canning of fish, shrimp, squid, shellfish, <em>algae</em>, and other marine products.",
            "vi": "Phân ngành này bao gồm các loại hình sản xuất như cấp đông, giữ lạnh, sấy khô, xông khói, đóng hộp cá, tôm, mực, ngao, sò, rau câu và các hải sản khác."
        },
        {
            "en": "New plant growth includes wood, short rotation trees, herbaceous plants, conventional crops like wheat and rice, <em>algae</em> and aquatic plants.",
            "vi": "Thực vật phát triển mới gồm có gỗ, cây ngắn ngày, cỏ những cây hoa màu truyền thống, như là lúa mì và gạo, tảo và những thực vật thủy sinh."
        },
        {
            "en": "Corals are often bleached when warm water causes them to expel the <em>algae</em> living in their tissues. While they can still survive the bleaching, they will die when the <em>algae</em> loss prolongs.",
            "vi": "San hô thường bị tẩy trắng khi nước ấm lên khiến tảo sống trong mô của chúng bị mất đi. Nếu san hô vẫn có thể sống sót trong quá trình tẩy trắng này, chúng cũng sẽ chết khi việc bị mất tảo kéo dài."
        },
        {
            "en": "Also, copper alloys are antimicrobial, meaning they destroy bacteria, viruses, fungi, <em>algae</em>, and other microbes. The fish are therefore healthier.",
            "vi": "Ngoài ra, hợp kim đồng là kháng sinh, có nghĩa là chúng tiêu diệt vi khuẩn, virus, nấm, tảo và các vi khuẩn khác. Giúp cá khỏe mạnh."
        },
        {
            "en": "Cyanide is produced by certain bacteria, fungi, and <em>algae</em> and found in a number of foods and plants.",
            "vi": "Xianit được tạo ra từ các vi khuẩn, nấm và tảo, tìm thấy trong một số loại thức ăn và thực vật."
        },
        {
            "en": "DOC concentrations not only depend on the nature of the watershed, but are also influenced by seasonal variations and POC inputs such as runoff or <em>algae</em> bloom.",
            "vi": "Nồng độ DOC không những phụ thuộc vào lưu vực sông mà còn phụ thuộc vào sự ảnh hưởng của biến động theo mùa và đầu vào POC như dòng chảy hay sự bùng nổ tảo."
        },
        {
            "en": "Similarities in structure and genetic makeup persuade humankind that <em>algae</em> and plants, insects and crustaceans, chimpanzees and humans came from the same ancestral species.",
            "vi": "Sự tương đồng trong cấu trúc và bộ gen đã thuyết phục loài người rằng tảo và thực vật, côn trùng và loài giáp xác, tinh tinh và con người có cùng nguồn gốc tổ tiên."
        },
        {
            "en": "'It is a habit known as \"aegagropilious\", where the <em>algae</em> is free living (not on rocks) and forms into spherical balls.'",
            "vi": "\"Người ta quen gọi nó là \"aegagropilious\", tảo sống tự do (không bám vào đá) và tạo thành hình trái cầu.\""
        },
        {
            "en": "She explained to the Canadian Broadcasting Corporation that toxic <em>algae</em>, infectious disease, fishing gear entanglements or boat strikes are some of the possible reasons for the mass deaths.",
            "vi": "Bà giải thích với Tổng công ty Phát thanh truyền hình Canada rằng tảo độc, bệnh truyền nhiễm, bị vướng vào ngư cụ hoặc tàu đánh bắt là những lý do có thể gây ra cái chết hàng loạt cho cá voi."
        },
        {
            "en": "Long also warned that dead sea cucumbers will change very quickly. Their bodies can contain toxic <em>algae</em> and fungi, so people should not eat dead holothurians.",
            "vi": "Ông Long cũng cảnh báo rằng hải sâm chết sẽ biến đổi rất nhanh chóng. Cơ thể của chúng có thể chứa tảo độc và nấm, vì vậy mọi người không nên ăn hải sâm đã chết."
        },
        {
            "en": "Although there are exceptions, the green seaweeds are mainly Shallow-water <em>algae</em> ; the browns belong to medium depths, and the reds are plants of the deeper water.",
            "vi": "Mặc dù có những trường hợp ngoại lệ,các loài rong biển xanh chủ yếu là tảo nước nông; rong biển nâu thuộc về độ sâu trung bình, và rong biển màu đỏ là những loài thực vật ở dưới sâu hơn."
        },
        {
            "en": "The Royal Botanic Gardens and Domain Trust’s Alan Millar said the <em>algae</em> balls made their way to the beach with the right biophysical conditions, but that these conditions don't align every Spring.",
            "vi": "Chuyên gia Alan Millar làm việc ở Vườn bách thảo hoàng gia Royal Botanic Gardens and Domain Trust nói những trái cầu tảo này giạt vào bờ biển nhờ các điều kiện lý sinh thích hợp, nhưng những điều kiện này đâu phải mùa xuân nào cũng có đâu."
        }
    ],
    "suggestions": []
}