{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Algeria",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Algeria",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Algeria",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Algeria",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Algeria",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Vietnam was just above <em>Algeria</em>, Gana, New Caledonia and Venezuela.",
            "vi": "Việt Nam chỉ đứng trên các nước Algeria, Gana, New Caledonia và Venezuela xét trên toàn thế giới."
        },
        {
            "en": "Algerian president calls for concord between Morocco and <em>Algeria</em>.",
            "vi": "Tổng thống Angeria kêu gọi mối bang giao giữa 2 nước Morocco và Algeria."
        },
        {
            "en": "Vietnam acts to safeguard rights of workers in <em>Algeria</em>",
            "vi": "Việt Nam hành động để bảo các quyền lợi của người lao động ở Algeria"
        },
        {
            "en": "Zidane, whose parents emigrated to France from <em>Algeria</em>, became a proud symbol of a multicultural France and is adored in <em>Algeria</em>.",
            "vi": "Zidane, có cha mẹ di cư sang pháp từ algeria, đã trở thành biểu tượng đầy tự hào của nền văn hóa đa dạng nước pháp và được coi như thần tượng ở algeria."
        },
        {
            "en": "The oil cartel is meeting next week in <em>Algeria</em> to consider reducing its output and stem the price drop.",
            "vi": "Các liên hiệp xí nghiệp dầu sẽ họp tuần tới ở Algeria để xem xét giảm sản lượng của nó và ngăn chặn sự giảm giá."
        },
        {
            "en": "Morocco and <em>Algeria</em> have high numbers of women in parliament compared to other countries in the area.",
            "vi": "Ma - rốc và algeria đã có số phụ nữ trong quốc hội cao hơn so với các nước khác ở khu vực này."
        },
        {
            "en": "I often make couscous or a lamb - based soup, which is used during Ramadan in <em>Algeria</em> to break the fast at sundown.",
            "vi": "Tôi thường làm món mì thịt bằm hay súp hầm thịt cừu, món ăn phổ biến của người Algeria trong tháng chay Ramadan khi kết thúc giờ tiết chế lúc mặt trời lặn."
        },
        {
            "en": "I am not a terrorist - I abhor terrorism, and my family in <em>Algeria</em> has fought terrorism and been the victims of it for a decade.",
            "vi": "Tôi không phải là tên khủng bố - tôi căm ghét chủ nghĩa khủng bố, và gia đình tôi ở Algeria đã chiến đấu chống lại chủ nghĩa khủng bố và trở thành nạn nhân của nó một thập kỉ"
        },
        {
            "en": "I am not a terrorist - I abhor terrorism, and my family in <em>Algeria</em> has fought terrorism and been the victims of it for a decade.",
            "vi": "Tôi không phải là tên khủng bố - tôi căm ghét chủ nghĩa khủng bố, và gia đình tôi ở Algeria đã chiến đấu chống lại chủ nghĩa khủng bố và trở thành nạn nhân của nó một thập kỉ nay."
        },
        {
            "en": "I often make couscous or a lamb-based soup, which is used during Ramadan in <em>Algeria</em> to break the fast at sundown.",
            "vi": "Tôi thường làm món mì thịt bằm hay súp hầm thịt cừu, món ăn phổ biến của người Algeria trong tháng chay Ramadan khi kết thúc giờ tiết chế lúc mặt trời lặn."
        },
        {
            "en": "Many possible models have been established, or are being tried, in countries like China, India, <em>Algeria</em> and Egypt, and in Eastern Europe.",
            "vi": "Nhiều mô hình đã được thiết lập hoặc đang được thử nghiệm ở các quốc gia như Trung Quốc, Ấn Độ, Algeria, Ai Cập và Đông Âu."
        },
        {
            "en": "The Vietnam Embassy in <em>Algeria</em> is keeping a close watch of a recent case of Vietnamese workers being abused by employers there and will take appropriate intervention measures to ensure the legitimate rights and interests of the workers.",
            "vi": "Đại sứ quán Việt Nam tại Algeria đang theo sát 1 vụ gần đây của người lao động Việt Nam bị lạm dụng bởi người sử dụng lao động tại đây và sẽ đưa ra những biện pháp can thiệp phù hợp để bảo đảm quyền và lợi ích hợp pháp của những lao động này"
        },
        {
            "en": "Canh Bach Yen, Headmaster of the Vietnam-<em>Algeria</em> Secondary School in Thanh Xuan district in Hanoi, said her students participated in 10 competitions organized by the district, the city and MOET.",
            "vi": "Bà Cảnh Bạch Yến, Hiệu trưởng trường THCS Việt Nam-Algeria tại quận Thanh Xuân, Hà Nội cho biết học sinh của Bà đã tham gia 10 cuộc thi được tổ chức bởi quận, thành phố và Bộ GD-ĐT."
        },
        {
            "en": "The country scored a 66 Passport Power Rank along with <em>Algeria</em>, Guinea-Bissau and Palau. Though ranking higher than geopolitical outcasts such as North Korea (73) and Iran (70), Vietnam somewhat surprisingly came in behind Congo (64) and Egypt (64).",
            "vi": "Việt Nam đứng thứ 66 trên bảng xếp hạng và cũng đánh giá thấp tương tự như Algeria, Guinea-Bissau và Palau. Mặc dù xếp cao hơn những nước bị ruồng bỏ vì chính trị như Bắc Hàn (73) và Iran (70). Có chút bất ngờ khi Việt Nam đứng sau cả Congo (64) và Ai Cập (64)."
        },
        {
            "en": "The Organization of the Petroleum Exporting Countries (OPEC) is made up of <em>Algeria</em>, Indonesia, Iran, Iraq, Kuwait, Libya, Nigeria, Qatar, Saudi Arabia, the United Arab Emirates and Venezuela; since 1965 its international headquarters are in Vienna, Austria.",
            "vi": "Tổ chức các quốc gia xuất khẩu dầu (opec) bao gồm algeria, indonesia, iran, iraq, kuwait, libya, nigeria, qatar, ả rập saudi, các tiểu vương quốc ả rập thống nhất và venezuela; kể từ năm 1965 trụ sở chính của tổ chức này đặt ở viên, áo."
        },
        {
            "en": "Canh Bach Yen, Headmaster of the Vietnam-<em>Algeria</em> Secondary School in Thanh Xuan district in Hanoi, said her students participated in 10 competitions organized by the district, the city and MOET.",
            "vi": "Bà Cảnh Bạch Yến, Hiệu trưởng trường THCS Việt Nam-Algeria tại quận Thanh Xuân, Hà Nội cho biết học sinh của Bà đã tham gia 10 cuộc thi được tổ chức bởi quận, thành phố và Bộ GD-ĐT."
        },
        {
            "en": "Dinar\nJordan, <em>Algeria</em>, Serbia, and Kuwaiti all call their currency the “dinar.”This is a pretty straightforward truncation of the Latin word “denarius,” which was a silver coin used in ancient Rome.",
            "vi": "Đồng DinarJordan, Algeria, Serbia, và Kuwaiti đều gọi đồng tiền của họ là “dinar.”Đây là tên gọi rút gọn của từ “denarius\" trong tiếng la-tinh, là tên gọi một đồng bạc được sử dụng thời La Mã cổ đại."
        },
        {
            "en": "They have seen rapid growth recently in their overseas investment, not only in traditional markets but also other countries such as <em>Algeria</em>, Malaysia, Myanmar and the United States, the FIA said.",
            "vi": "Họ đã chứng kiến sự tăng trưởng nhanh chóng của đầu tư ở nước ngoài của họ trong thời gian gần đây, không chỉ ở thị trường truyền thống mà còn các nước khác như Algeria, Malaysia, Myanmar và Hoa Kỳ, FIA cho biết."
        },
        {
            "en": "Meanwhiles, Some companies are getting started. Seville engineering company Abengoa is building one hybrid solar-thermal plant in <em>Algeria</em> and another in Morocco, while a third is being built in Egypt by a Spanish-Japanese joint venture.",
            "vi": "Trong khi đó, một số công ty đang bắt đầu. Công ty kỹ thuật Seville Abengoa đang xây dựng một nhà máy nhiệt mặt trời hybrid ở Algeria và một ở Morocco, trong khi một phần ba đang được xây dựng ở Ai Cập do liên doanh Tây Ban Nha-Nhật Bản."
        },
        {
            "en": "As for other regions, <em>Algeria</em> was at the bottom of the Africa ranking (2.2Mbps and 29.5Mbps), Turkey at the bottom of the Europe ranking (6.4Mbps and 76.9Mbps), and Elsanvando in North America (3.8Mbps and 21.1Mbps) and Venezuela in South America (2.3Mbps and 22.3Mbps) at the end",
            "vi": "Các khu vực khác thì Algeria là nước thấp nhất Châu Phi (2,2 Mb/giây và 29,5Mb/giây), Thổ Nhĩ Kì là nước thấp nhất Châu Âu (6,4Mb/giây và 76,9Mb/giây) và Elsanvando ở Bắc Mĩ (3,8 Mb/giây và 21,1Mb/giây) và Venezuela ở Nam Mĩ (2,3 Mb/giây và 22,3 Mb/giây) đứng cuối cùng."
        }
    ],
    "suggestions": []
}