{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Algiers"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Algiers"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Algiers"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Algiers"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Algiers"
        }
    },
    "sentences": [
        {
            "en": "Missouri departed Piraeus on 26 April, touching at <em>Algiers</em> and Tangiers before arriving at Norfolk on 9 May.",
            "vi": "Missouri rời Piraeus vào ngày 26 tháng 4, ghé qua Algiers và Tangiers trước khi về đến Norfolk vào ngày 9 tháng 5."
        },
        {
            "en": "I hope Sid doesn't start telling us about his adventure in <em>Algiers</em> again – I'm sick and tired of hearing about it.",
            "vi": "Tôi hy vọng Sid không bao giờ kể lể cho chúng tôi nghe về cuộc phiêu lưu của anh ta ở Algiers nữa. Tôi đã chán ngán và mệt mỏi vì phải nghe chuyện ấy rồi."
        },
        {
            "en": "Tôi hy vọng Sid không bao giờ kể lể cho chúng tôi nghe về cuộc phiêu lưu của anh ta ở <em>Algiers</em> nữa. Tôi đã chán ngán và mệt mỏi vì phải nghe chuyện ấy rồi.",
            "vi": "I hope Sid doesn't start telling us about his adventure in Algiers again – I' m sick and tired of hearing about it."
        },
        {
            "en": "Flight AH5017, which originated in Ouagadougou and was bound for <em>Algiers</em> with 51 French nationals aboard, according to Foreign Minister Laurent Fabius, went missing amid reports of heavy storms, company sources and officials said.",
            "vi": "Chuyến bay AH5017, khởi hành từ Ouagadougou và hướng đến Algiers mang theo 51 hành khách có quốc tịch Pháp, ngoại trưởng Laurent Fabius cho biết, chiếc máy bay bị mất liên lạc khi có tin báo bão lớn, theo nguồn tin của hãng hàng không và các quan chức cho hay."
        }
    ],
    "suggestions": []
}