{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,eiljə'nei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự làm cho xa lánh hoặc bị xa lánh; sự ghét bỏ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">his criminal activities led to complete alienation from his family</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">những hoạt động tội lỗi của nó đã làm cho gia đình ghét bỏ nó</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">mental illness can create a sense of alienation from the real world </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bệnh tâm thần có thể tạo ra một cảm giác xa lìa thế giới thực tại </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(pháp lý) sự chuyển nhượng (tài sản...)</td></tr></table><i/></div>",
            "word": "alienation",
            "pronounce": "[,eiljə'nei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>alienation</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the state or experience of being alienated. </blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>Psychiatry a state of depersonalization or loss of identity in which the self seems unreal. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>Theatre an effect, sought by some dramatists, whereby the audience remains objective and does not identify with the actors. </cclass></blockquote></blockquote><blockquote><blockquote>3》 <cclass>Law the transfer of the ownership of property rights. </cclass></blockquote></blockquote></div>",
            "word": "alienation",
            "pronounce": "[,eiljə'nei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>alienation</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>a sense of alienation from society</i>: ISOLATION, detachment, estrangement, distance, separation, division; cutting off, turning away.</blockquote><blockquote><b>2</b><cclass>(Law) <i>most leases contain restrictions against alienation</i>: TRANSFER, passing on, handing over; <cclass>Law conveyance, devolution.</cclass></cclass></blockquote></div>",
            "word": "alienation",
            "pronounce": "[,eiljə'nei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>alienation</k><blockquote><blockquote><ex><abr>n.</abr> alienation from (alienation from one's old friends) </ex></blockquote></blockquote></div>",
            "word": "alienation",
            "pronounce": "[,eiljə'nei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "alienation",
            "pronounce": "[,eiljə'nei∫n]"
        }
    },
    "sentences": [
        {
            "en": "<em>Alienation</em>",
            "vi": "Sự tha hoá"
        },
        {
            "en": "His criminal activities led to complete <em>alienation</em> from his family.",
            "vi": "Những hành vi tội ác của hắn đã dẫn đến sự xa lánh của gia đình."
        },
        {
            "en": "This book deals with the issue of teenage <em>alienation</em>.",
            "vi": "Quyển sách này giải quyết vấn đề bất hòa của thanh thiếu niên."
        },
        {
            "en": "Mental illness can create a sense of <em>alienation</em> from the real world.",
            "vi": "Bệnh tâm thần có thể tạo ra một cảm giác xa lìa thế giới thực tại."
        },
        {
            "en": "Workers who perform boring and routine work experience an <em>alienation</em> from the products they produce.",
            "vi": "Những công nhân mà làm những công việc đơn điệu và nhàm chán thì mang cảm giác xa lạ đối với các sản phẩm do họ chế tạo ra."
        },
        {
            "en": "Poor households also express a sense of <em>alienation</em> from decisions which involve them.",
            "vi": "Các hộ nghèo cũng cảm thấy xa lạ trước những quyết định có liên quan đến họ."
        },
        {
            "en": "Mental illness can cause a sense of <em>alienation</em> from the real world.",
            "vi": "Bệnh tâm thần có thể gây cảm giác xa rời với thế giới thực."
        },
        {
            "en": "Workers who perform boring and routine work experience and <em>alienation</em> fro the products they produce.",
            "vi": "Những công nhân mà làm những công việc đơn điệu và nhàm chán thì mang cảm giác xa lạ đối với các sản phẩm do họ chế tạo ra."
        },
        {
            "en": "At the very least, it would support the Prime Minister's declared aim to defeat Western <em>alienation</em>.",
            "vi": "Ít nhất, nó sẽ hỗ trợ mục tiêu tuyên bố của thủ tướng để đánh bại sự tha hóa của Phương tây."
        },
        {
            "en": "The party is now suffering for its <em>alienation</em> of women voters.",
            "vi": "Đảng đang bị những cử tri nữ xa lánh."
        },
        {
            "en": "Poor households express a sense of <em>alienation</em> from decision-making processes and feel ill-informed about Government policies and programs.",
            "vi": "Các hộ gia đình nghèo thường cảm thấy mình đứng ngoài quá trình ra quyết định và ít được biết về các chính sách và chương trình của Chính phủ."
        },
        {
            "en": "Peter said the unit was also in the process of reviewing allegations of irregularities with regard to the <em>alienation</em> of land in Mafikeng.",
            "vi": "Peter cho biết đơn vị cũng đang trong quá trình xem xét các cáo buộc về sự sai sót liên quan đến việc chuyển nhượng đất tại Mafikeng."
        },
        {
            "en": "Box 2.2, which reports perceptions of poor people from Ho Chi Minh City, suggests that material deprivation is partly due to insecure livelihoods, a sense of <em>alienation</em> and low social capital.",
            "vi": "Khung 2.2 mô tả quan niệm của người nghèo ở thành phố Hồ Chí Minh cho thấy sự thiếu thốn về vật chất một phần là do đời sống bất ổn, một cảm giác bị xa lánh và có ít quan hệ xã hội."
        },
        {
            "en": "Iconoclasts create new opportunities in every area from artistic expression to technology to business. They supply creativity and innovation not easily accomplished by committees . Rules aren't important to them. Iconoclasts face <em>alienation</em> and failure, but can also be a major asset to any organization . It is crucial for success in any field to understand how the iconoclastic mind works.",
            "vi": "Họ có thể tạo ra những cơ hội mới trong mọi lĩnh vực từ nghệ thuật, công nghệ cho đến kinh doanh. Họ luôn mang lại sự sáng tạo và đổi mới không ngừng mà chúng ta không dễ dàng thực hiện được. Quy định không quan trọng đối với họ. Họ luôn phải đối mặt với sự xa lánh và thất bại, nhưng họ cũng có thể là một tài sản lớn cho bất kỳ tổ chức nào. Do đó muốn thành công trong bất kỳ lĩnh vực nào thì việc tìm hiểu những người có tư duy sáng tạo này làm việc ra sao là rất quan trọng."
        }
    ],
    "suggestions": []
}