{
    "en_vn": {
        "data": {
            "content": null,
            "word": "alkyl",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>alkyl</k><blockquote><cclass>[<cclass>'alkʌɪl<cclass>, <cclass>-kɪl<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun [as <cclass>modifier] <cclass>Chemistry of or denoting a hydrocarbon radical derived from an alkane by removal of a hydrogen atom. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: Ger., from <i>Alkohol</i> 'alcohol' + <kref>-yl</kref>. </blockquote></div>",
            "word": "alkyl",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alkyl",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "alkyl",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ankyl</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">alkyl radical</font><font color=\"#282828\">: gốc ankyl</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">alkyl pant</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị alkyl hóa</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "alkyl",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Any member of a group of organisc compounds consisting of a carbonyl group (= CO) flanked by two <em>alkyl</em> groups.",
            "vi": "Bất cứ chất nào trong nhóm các hợp chất hữu cơ có một nhóm carbonyl (= co) kẹp giữa hai nhóm alkyl."
        },
        {
            "en": "The short memory retention can be increased by reducing the size of the element and employing a longer self-assembled monolayer (SAM), which is made of phosphoric acid with an <em>alkyl</em> chain.",
            "vi": "Việc duy trì bộ nhớ kém có thể tăng lên bằng cách giảm kích thước của các phần tử và sử dụng (self - assembled monolayer - SAM) dài hơn mà được làm bằng axit photphoric với một chuỗi alkyl."
        },
        {
            "en": "The short memory retention can be increased by reducing the size of the element and employing a longer self - assembled monolayer (SAM), which is made of phosphoric acid with an <em>alkyl</em> chain.",
            "vi": "Việc duy trì bộ nhớ kém có thể tăng lên bằng cách giảm kích thước của các phần tử và sử dụng (self-assembled monolayer - SAM) dài hơn mà được làm bằng axit photphoric với một chuỗi alkyl."
        },
        {
            "en": "The short memory retention can be increased by reducing the size of the element and employing a longer self-assembled monolayer (SAM), which is made of phosphoric acid with an <em>alkyl</em> chain.",
            "vi": "Việc duy trì bộ nhớ kém có thể tăng lên bằng cách giảm kích thước của các phần tử và sử dụng lớp đơn tự gắn kết (self-assembled monolayer - SAM) dài hơn mà được làm bằng axit photphoric với một chuỗi alkyl."
        },
        {
            "en": "Tokyo University develops organic flash memory         Researches at the University of Tokyo have developed what they are calling organic flash memory, which shares its basic structure with flash memory but is made entirely of organic materials. Its erasing and reading voltages are rated at a low 6V and 1V, respectively, though data can only be written and erased more than 1,000 times. Foreseen uses of the new memory include large area sensors, electronic paper and other big electronic devices, though the founders admit the technology's memory retention time of only one day needs to be extended. Developed by a group headed up by Takeo Someya and Tsuyoshi Sekitani, professor and research associate at the Department of Electrical Engineering and Information Systems, Graduate School of Engineering, the University of Tokyo, the prototype uses a polyethylene naphthalate (PEN) resin sheet as a substrate with an array of 26 by 26 2T memory cells placed on it. The sheet is flexible enough to be bent until its radius is 6mm without causing damage. The short memory retention can be increased by reducing the size of the element and employing a longer self-assembled monolayer (SAM), which is made of phosphoric acid with an <em>alkyl</em> chain. In the prototype, it is 2nm thin.",
            "vi": "Trường Đại học Tokyo phát triển bộ nhớ flash hữu cơ        Các cuộc nghiên cứu tạiTrường Đại học Tokyo đã phát triển cái mà họ gọi là bộ nhớ Flash hữu cơ, có một phần cấu trúc cơ bản của nó với bộ nhớ flash nhưng được làm hoàn toàn từ vật liệu hữu cơ. Mức điện áp xoá và đọc của nó đánh giá là thấp tương ứng 6V và 1V, mặc dù dữ liệu chỉ có thể ghi và xóa hơn 1.000 lần. Dự đoán việc sử dụng bộ nhớ mới bao gồm các bộ cảm biến diện tích lớn, giấy điện tử và các thiết bị điện tử lớn khác, tuy nhiên những người sáng lập thừa nhận rằng thời gian nhớ của công nghệ này chỉ có một ngày và cần phải được mở rộng thêm. Được phát triển bởi một nhóm mà đứng đầu là giáo sư Takeo Someya và người cùng nghiên cứu Tsuyoshi Sekitani tại Bộ phận Kỹ thuật Điện tử và Hệ thống thông tin, Đào tạo về Kỹ thuật sau Đại học, Đại học Tokyo, mẫu thử nghiệm này sử dụng tấm nhựa polyethylene naphthalate (PEN) như là một chất nền với một mảng 26x26 2T các tế bào bộ nhớ được đặt trên nó. Các tấm này thì dẻo có thể bẻ cong được cho đến khi bán kính của nó là 6mm mà không bị làm hỏng. Việc duy trì bộ nhớ kém có thể tăng lên bằng cách giảm kích thước của các phần tử và sử dụng (self-assembled monolayer - SAM) dài hơn mà được làm bằng axit photphoric với một chuỗi alkyl. Trong mẫu thử này nó chỉ mỏng 2nm."
        }
    ],
    "suggestions": []
}