{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ə'ledʒidli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the novel was allegedly written by a computer</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">người ta cho rằng cuốn tiểu thuyết này là do một máy điện toán viết ra</font></td></tr></table><i/></div>",
            "word": "allegedly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "allegedly"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>allegedly</k><blockquote>▸ <cclass>adverb REPORTEDLY, supposedly, reputedly, purportedly, ostensibly, apparently, putatively, by all accounts, so the story goes.</cclass></blockquote></div>",
            "word": "allegedly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "allegedly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "allegedly"
        }
    },
    "sentences": [
        {
            "en": "The incident <em>allegedly</em> occurred in 2006.",
            "vi": "Người ta cho rằng sự việc diễn ra vào năm 2006."
        },
        {
            "en": "The novel was <em>allegedly</em> written by a computer.",
            "vi": "Người ta cho rằng cuốn tiểu thuyết này là do một máy điện toán viết ra."
        },
        {
            "en": "The ideas, <em>allegedly</em> plagiarized, are now being reconsidered.",
            "vi": "Các ý tưởng mà bị cáo buộc là ăn cắp ý tưởng, hiện đang được xem xét lại."
        },
        {
            "en": "Five people were arrested for <em>allegedly</em> obstructing a highway.",
            "vi": "Năm người đã bị bắt giữ vì bị nghi gây cản trở lưu thông trên đường cao tốc."
        },
        {
            "en": "Some officials <em>allegedly</em> connived to take public funds for personal use.",
            "vi": "Một vài quan chức bị cáo buộc đã thông đồng lấy quỹ công để sử dụng cá nhân."
        },
        {
            "en": "He cited Kylin, an operating system that is <em>allegedly</em> unique and not based on mainstream platforms.",
            "vi": "Ông ấy viện dẫn chứng hệ điều hành Kylin (Kỳ lân), một hệ điều hành được cho là độc nhất và không dựa trên nền tảng chủ đạo nào."
        },
        {
            "en": "Locals are now <em>allegedly</em> discarding dead fishes directly into the river, further contaminating the river water. ",
            "vi": "Người dân địa phương hiện nay bị cho là đang vứt cá chết trực tiếp vào con sông, tiếp tục làm ô nhiễm nước sông nghiêm trọng hơn."
        },
        {
            "en": "The officials <em>allegedly</em> connived to take public funds for personal use.",
            "vi": "Những công chức bị cho là đã đồng lõa trong việc lấy tiền quỹ chung sử dụng riêng."
        },
        {
            "en": "The 17 - year - old schoolgirl was <em>allegedly</em> raped by her neighbour.",
            "vi": "Một nữ sinh 17 tuổi bị cho là đã bị người hàng xóm của mình hiếp dâm."
        },
        {
            "en": "Locals are now <em>allegedly</em> discarding dead fishes directly into the river, further contaminating the river water. ",
            "vi": "Người dân địa phương hiện nay bị cho là đang vứt cá chết trực tiếp vào con sông, tiếp tục làm ô nhiễm nước sông nghiêm trọng hơn."
        },
        {
            "en": "He was arrested in 2008 in Vilnius, Lithuania for <em>allegedly</em> trying to buy contraband goods",
            "vi": "Anh ta bị bắt năm 2008 ở Vilnius, Lithuania vì bị cho là cố mua hàng lậu."
        },
        {
            "en": "In 1995, Obasanjo was imprisoned for <em>allegedly</em> organizing a coup against General Abacha.",
            "vi": "Vào năm 1995, Obasanjo đã bị bỏ tù vì bị cho là đã tổ chức một cuộc đảo chính chống lại Tướng Abacha."
        },
        {
            "en": "Police have arrested two suspects who <em>allegedly</em> demanded a ransom of VND1 billion",
            "vi": "Cảnh sát đã bắt giữ hai nghi phạm những người bị cáo buộc đã đòi số tiền chuộc 1 tỷ đồng"
        },
        {
            "en": "Level 2Police in Turkey arrested a woman at an airport in Istanbul. She <em>allegedly</em> tried to sell her baby.",
            "vi": "Cảnh sát Thổ Nhĩ Kỳ vừa bắt giữ một phụ nữ tại một sân bay ở Istanbul. Họ cho là thị ta tìm cách bán con mình."
        },
        {
            "en": "The baby was <em>allegedly</em> found in a garbage bag by people who heard him crying on Tuesday.",
            "vi": "Đứa bé này được cho là đã được tìm thấy trong bọc đựng rác do hôm thứ Ba người ta nghe thấy tiếng khóc của nó."
        },
        {
            "en": "One putative sign of weakness, or lack of sustainability, of Viet Nam’s growth is an <em>allegedly</em> low aggregate investment rate.",
            "vi": "Một dấu hiệu được coi là yếu diểm, hoặc thiếu tính bền vững, trong tăng trưởng của Việt Nam là tỷ lệ đầu tư tổng bị coi là thấp."
        },
        {
            "en": "Tan <em>allegedly</em> admitted to the forest managers that he had stolen the eggs from Bay Canh Island.",
            "vi": "Ông Tân bị cáo buộc bởi đội quản lý rừng rằng ông đã đánh cắp những quả trứng từ đảo Bảy Cạnh."
        },
        {
            "en": "He was held for disorderly conduct after <em>allegedly</em> accusing the arresting officer, Sergeant James Crowley, of racism.",
            "vi": "Anh ta đã bị giữ vì tội gây mất trật tự sau khi cáo buộc viên cảnh sát bắt giữ, Trung sĩ James Crowley, về hành vi phân biệt chủng tộc."
        },
        {
            "en": "A Perth policeman has been charged with indecent assault after <em>allegedly</em> attacking a woman at a party.",
            "vi": "Một cảnh sát ở Perth đã bị buộc tội quấy rối tình dục sau khi bị cho là đã tấn công một phụ nữ tại một buổi tiệc."
        },
        {
            "en": "New loans are <em>allegedly</em> subject to better assessment of credit risk, but this improvement is happening at a slow pace.",
            "vi": "Những khoản vay mới được cho là phải chịu sự đánh giá tốt hơn về rủi ro tín dụng, nhưng cải thiện này diễn ra rất chậm."
        }
    ],
    "suggestions": []
}