{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æle'gei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự viện lý, sự viện lẽ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">luận điệu; lý để vin vào, cớ để vin vào (thường) không đúng sự thật</td></tr></table><i/></div>",
            "word": "allegation"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>allegation</k><blockquote>■ <cclass>noun a claim that someone has done something wrong, typically an unfounded one. </cclass></blockquote></div>",
            "word": "allegation"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>allegation</k><blockquote>▸ <cclass>noun CLAIM, assertion, charge, accusation, declaration, statement, contention, argument, affirmation, attestation; <cclass><i>formal</i> averment.</cclass></cclass></blockquote></div>",
            "word": "allegation"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>allegation</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>assertion</b></blockquote><blockquote><blockquote><ex>1) to make an allegation </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to drop, retract, withdraw an allegation </ex></blockquote></blockquote><blockquote><blockquote><ex>3) to deny; refute an allegation </ex></blockquote></blockquote><blockquote><blockquote><ex>4) a false; serious; unproved, unsubstantiated, unsupported; vague allegation </ex></blockquote></blockquote><blockquote><blockquote><ex>5) an allegation about; against (allegations of fraud were made against him) </ex></blockquote></blockquote><blockquote><blockquote><ex>6) an allegation that + clause (their allegation that she had taken the money proved to be false)</ex></blockquote></blockquote></div>",
            "word": "allegation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "allegation"
        }
    },
    "sentences": [
        {
            "en": "deny an accusation/<em>allegation</em> (collocation)",
            "vi": "phủ nhận lời buộc tội (cụm từ thường đi với nhau)"
        },
        {
            "en": "Defendant also may deny an <em>allegation</em>.",
            "vi": "Bị cáo cũng có thể từ chối một lời cáo buộc."
        },
        {
            "en": "Police investigate <em>allegation</em> against England players.",
            "vi": "Cảnh sát đang điều tra những lý lẽ chống lại những cầu thủ Anh."
        },
        {
            "en": "I was deeply affronted by this <em>allegation</em>.",
            "vi": "Tôi bị những luận điệu này sỉ nhục sâu sắc."
        },
        {
            "en": "I can neither confirm nor deny the <em>allegation</em>.",
            "vi": "Tôi không thể thừa nhận cũng không thể từ chối lý luận đó."
        },
        {
            "en": "Your <em>allegation</em> that the quotation is on the high side is above comprehension.",
            "vi": "Lý lẽ của ông về báo giá khá cao làm cho không ai hiểu nổi."
        },
        {
            "en": "I 'm terribly sorry but I can neither confirm nor deny the <em>allegation</em>.",
            "vi": "Tôi thành thật xin lỗi nhưng tôi không thể xác nhận hay phủ nhận cáo buộc này."
        },
        {
            "en": "The <em>allegation</em> that higher public investment could \"crowd out\" private investment is not borne out by the facts.",
            "vi": "Luận điệu rằng đầu tư công cao hơn có thể “thoái giảm” đầu tư tư nhân là không xuất phát từ bằng chứng thực tế."
        },
        {
            "en": "Asked whether President Trump had raised the <em>allegation</em> with British Prime Minister Theresa May, Spicer said: \"It has not been raised.\"",
            "vi": "Khi được hỏi liệu Tổng thống Trump đã đề cập cáo buộc này với Thủ tướng Anh Theresa May hay không thì ông Spicer trả lời: \"Vẫn chưa\""
        },
        {
            "en": "The EU denied MET and IT for the five exporters in Viet Nam primarily due to the <em>allegation</em> of state interference.",
            "vi": "EU từ chối không cấp quy chế MET và IT cho năm nhà xuất khẩu ở Việt Nam chủ yếu là do các cáo buộc về sự can thiệp của nhà nước."
        },
        {
            "en": "Hillary Clinton, the US Secretary of State, demanded \"an explanation\" for Beijing of Google's <em>allegation</em> that its Gmail email system was infiltrated.",
            "vi": "Ngoại trưởng Hoa Kỳ Hillary Clinton yêu cầu Bắc Kinh có \"một sự giải thích\" cho các cáo buộc của Google về việc hệ thống thư điện tử Gmail của họ bị xâm nhập."
        },
        {
            "en": "Asked whether President Trump had raised the <em>allegation</em> with British Prime Minister Theresa May, Spicer said: \"It has not been raised.\"",
            "vi": "Khi được hỏi liệu Tổng thống Trump đã đề cập cáo buộc này với Thủ tướng Anh Theresa May hay không thì ông Spicer trả lời: \"Vẫn chưa\""
        },
        {
            "en": "Some of the weaknesses of the economy identified in the paper are based on old or inaccurate statistics (such as the <em>allegation</em> that the structural capital output ratio has risen).",
            "vi": "Một số điểm yếu của nền kinh tế được xác định trong nghiên cứu này dựa vào những số liệu thống kê cũ và không chính xác (ví dụ như việc gán cho tỉ lệ cơ cấu vốn/đầu ra tăng)."
        },
        {
            "en": "Strauss-Kahn arrest: IMF head detained at Rikers Island         \nIMF chief Dominique Strauss-Kahn has been remanded in custody at New York's notorious Rikers Island jail on charges of sexual assault. The judge said Mr Strauss-Kahn, 62, was a flight risk. He was arrested on Saturday after boarding a plane and accused of trying to rape a hotel maid. He faces seven charges and could be sentenced to up to 25 years in prison. Mr Strauss-Kahn, who had been seen as a favourite in France's 2012 presidential elections, denies the charges.  His lawyer expressed disappointment at bail being denied, but said his client would be exonerated. \"This battle has just begun,\" defence lawyer Benjamin Brafman told the court. Mr Strauss-Kahn had been due to attend an EU finance ministers' meeting in Brussels to discuss financial bail-outs. The IMF has played a central role in organising rescue packages for the troubled economies of Portugal and Greece. The BBC's Chris Morris in Brussels says the IMF chief has gained the trust of countries in Europe which are giving financial assistance, and those which are receiving it. The European Union says the scandal should not affect bail-outs for eurozone countries. Bail offer denied Jean-Claude Junker, the Luxembourg prime minister said: \"I am very sad and upset. He is a friend of mine... Mr Strauss-Kahn is in the hands of American justice, it's not up to us to comment on this, but it makes me deeply, deeply sad.\" French Finance Minister Christine Lagarde described Mr Strauss-Kahn's predicament was \"crushing and painful\".  The IMF said in a statement that it had been briefed on the charges against its managing director, and that it would \"continue to monitor developments\". Prosecutors told the court it was not the first time Mr Strauss-Kahn had been involved in such an incident and argued he had been arrested attempting to flee the country. Mr Strauss-Kahn's lawyer Benjamin Brafman contested this, saying the defendant had not tried to flee the scene and was actually rushing for a lunch appointment.  He added that Mr Strauss-Kahn later called the hotel to say he was at the airport and had left a mobile phone in his room. However, Judge Melissa Jackson denied the defence's offer to post $1m (£617,000) bail and agree to Mr Strauss-Kahn staying with his daughter in New York until the next hearing on Friday. \"When I hear your client was at JFK airport about to board a flight, that raises some concerns,\" Ms Jackson said. The charges relate to an alleged assault at the Times Square Sofitel hotel in New York. According to the New York Police Department, a 32-year-old maid told officers that when she entered his suite on Saturday afternoon, Mr Strauss-Kahn emerged from the bathroom naked, chased her and sexually assaulted her. The woman was able to break free and alert the authorities, a NYPD spokesman added. Later on Saturday Mr Strauss-Kahn was detained on board an Air France flight at New York's John F Kennedy airport minutes before take-off. The IMF chief underwent medical examinations on Sunday. Police were looking for scratches or any other evidence of his alleged assault. He was later charged with a \"criminal sexual act, unlawful imprisonment and attempted rape\". Police say the maid formally identified him in a line-up. 'Thunderbolt'   Until he was arrested, Mr Strauss-Kahn was considered a favourite to become the Socialist candidate for the French presidency next year. Opinion polls gave him a good chance of defeating President Nicolas Sarkozy.  Socialist party president Martine Aubry described his arrest as a \"thunderbolt\" but called for Mr Strauss-Kahn to be presumed innocent.  Mr Strauss-Kahn's wife, French TV personality Anne Sinclair, has also protested his innocence. Meanwhile, another <em>allegation</em> against Mr Strauss-Kahn has emerged. A French writer says she may file a complaint for an alleged sexual assault in 2002. Tristane Banon, 31, says Mr Strauss-Kahn tried to rape her when she went to interview him for a book she was writing.  \"We're planning to make a complaint,\" Ms Banon's lawyer told AFP news agency. Mr Strauss-Kahn's lawyers have so far not responded to the <em>allegation</em>.",
            "vi": "Strauss-Kahn arrest: IMF head detained at Rikers Island          Chủ tịch Quỹ tiền tệ Quốc tế Dominique Strauss-Kahn bị tạm giam tại nhà tù nổi tiếng ở đảo Rikers thuộc bang New York về tội cưỡng bức tình dục.  Vị thẩm phán cho biết ông Strauss-Kahn, 62 tuổi, đã định bỏ trốn. Ông ta bị bắt vào hôm thứ bảy sau khi đã lên máy bay và bị kết tội cố cưỡng đoạt người nữ hầu phòng khách sạn.  Ông ta đang đương đầu với bảy tội danh và có thể bị kết án lên tới 25 năm tù giam. Ông Strauss-Kahn, người được xem là có khả năng chiến thắng nhất trong cuộc bầu cử tổng thống Pháp năm 2012, phủ nhận những lời cáo buộc trên. Luật sư của ông bày tỏ sự thất vọng vì tiền bảo lãnh tại ngoại bị khước từ, nhưng đã tuyên bố rằng thân chủ của ông sẽ được minh oan.  \"Cuộc chiến này chỉ mới bắt đầu thôi,\" luật sư bào chữa Benjamin Brafman đã tuyên bố trước toà án. Ông Strauss-Kahn đã dự định tham dự cuộc họp của Bộ trưởng Bộ tài chính EU ở Brussels để thảo luận gói cứu trợ tài chính.  Quỹ tiền tệ quốc tế đã đóng vai trò quan trọng trong việc tổ chức chương trình cứu nguy cho nền kinh tế Bồ Đào Nha và Hi Lạp đang gặp khó khăn. Phóng viên Chris Morris của BBC ở Brussels cho biết vị chủ tịch Quỹ tiền tệ Quốc tế IMF đã chiếm được lòng tin của các quốc gia ở châu Âu hiện đang hỗ trợ về tài chính, và cho cả những nước đang nhận những gói hỗ trợ này. Liên minh Châu Âu nói vụ bê bối không nên để ảnh hưởng đến hành động cứu nguy về tài chính đối với những quốc gia sử dụng đồng tiền chung Châu Âu. Đề nghị đóng tiền bảo lãnh bị từ chối Jean-Claude Junker, thủ tướng Luxembourg đã nói: \"Tôi rất buồn và bối rối. Ông ấy là một người bạn của tôi. Ông Strauss-Kahn hiện nằm trong tay của công lý Mỹ, chúng tôi không có quyền bình luận về chuyện này, nhưng nó làm tôi hết sức, hết sức đau buồn.\" Bộ trưởng Bộ tài chính Pháp - Christine Lagarde mô tả tình huống khó khăn của ông Strauss-Kahn bằng cụm từ \"tan nát và đau đớn\".  Quỹ tiền tệ quốc tế cho biết trong một bài phát biểu rằng tổ chức này đã được nói sơ qua về những cáo buộc đối với vị tổng giám đốc, và tổ chức này sẽ \"tiếp tục giám sát diễn biến \".  Các công tố viên nói trước toà án đây không phải là lần đầu tiên ông Strauss-Kahn dính líu đến một chuyện rắc rối như vậy và tranh cãi rằng ông đã bị bắt khi định bỏ chạy ra khỏi quốc gia này. Luật sư của ông Strauss Kahn - Benjamin Brafman phản đối điều này, nói là bị can đã không cố rời khỏi hiện trường mà thực sự là đang vội vã đến cuộc hẹn ăn trưa.  Ông còn cho biết thêm rằng ông Strauss-Kahn sau đó gọi đến khách sạn cho biết là đang ở sân bay và có bỏ quên chiếc điện thoại di động trong phòng mình.  Tuy nhiên, thẩm phán Melissa Jackson từ chối đề nghị của luật sư biện hộ về việc nộp 1 triệu đô-la Mỹ (617,000 bảng Anh) tiền bảo lãnh và đồng ý để ông Strauss - Kahn ở nhà với cô con gái ở New York cho đến khi phiên toà lấy lời khai sắp tới diễn ra vào ngày thứ sáu.  \"Khi tôi nghe tin thân chủ của ông ta đang ở tại phi trường JFK sắp lên máy bay, việc này làm tôi lo ngại\" bà Jackson nói. Những cáo buộc liên quan đến vụ cưỡng bức được cho là tại khách sạn Sofitel ở quảng trường Thời đại thuộc bang New York. Theo Cục cảnh sát New York, cô hầu phòng 32 tuổi kể lại với các sĩ quan cảnh sát ở đây là khi cô ấy bước vào căn phòng thượng hạng của ông ta vào chiều thứ bảy, ông Strauss-Kahn xuất hiện trần truồng ở phòng tắm, rượt đuổi và cưỡng hiếp cô ấy.  Người phụ nữ này đã thoát được và báo cáo với chính quyền, người phát ngôn của NYPD cho biết thêm.  Vào cuối ngày thứ bảy, ông Strauss - Kahn bị giam giữ trên chuyến bay hãng hàng không Pháp tại phi trường John F Kennedy ở New York hàng vài phút trước khi máy bay cất cánh.  Chủ tịch Quỹ tiền tệ Quốc tế đã phải trải qua cuộc kiểm tra sức khỏe vào ngày chủ nhật. Cảnh sát đang tìm kiếm vết trầy sướt hoặc bất cứ bằng chứng nào khác của cuộc tấn công được gán cho ông.  Sau đó ông bị buộc tội về \"hành vi tình dục vô đạo đức, giam giữ bất hợp pháp và mưu toan cưỡng dâm\". Cảnh sát cho biết cô hầu phòng chính thức nhận mặt ông ấy trong  hàng người được đưa vào nhận diện.  'Sét đánh ngang mày' Tính cho đến khi bị bắt, ông Strauss - Kahn được coi là ứng viên sáng giá nhất để trở thành ứng viên đảng Xã hội cho nhiệm kỳ tổng thống Pháp năm tiếp theo.  Thăm dò dư luận cho thấy ông ta rất có thể sẽ đánh bại Tổng thống Nicolas Sarkozy .  Chủ tịch đảng Xã hội Martine Aubry mô tả vụ ông ta bị bắt như là \"sét đánh ngang mày\" nhưng muốn ông Strauss - Kahn được vô tội. Vợ của ông Strauss-Kahn, gương mặt nổi tiếng trên truyền hình Pháp - Anne Sinclair, cũng quả quyết ông ấy vô tội.  Đồng thời, một luận điệu khác chống lại ông Strauss - Kahn đã nổi lên. Một nhà văn Pháp nói bà ta có thể nộp đơn khiếu nại vụ cưỡng bức tình dục cho là vào năm 2002. Tristane Banon, 31 tuổi, nói rằng ông Strauss - Kahn cố cưỡng hiếp khi cô đến phỏng vấn ông về cuốn sách đang viết.  \"Chúng tôi đang định khiếu nại,\" luật sư của cô Banon công bố với hãng thông tấn AFP. Cho đến nay, luật sư của ông Strauss-Kahn vẫn chưa phản hồi gì về luận điệu cáo buộc trên."
        },
        {
            "en": "Strauss-Kahn arrest: IMF boss faces new bail hearing          International Monetary Fund (IMF) head Dominique Strauss-Kahn will make a new plea for bail at a court hearing on Thursday morning, his lawyer says. Mr Strauss-Kahn, 62, faces a number of charges in the alleged sexual assault of a hotel maid in New York and was denied bail on Monday. Mr Strauss-Kahn, on suicide watch at New York's infamous Rikers Island prison, denies all the charges. The maid, 32, has said she is \"scared\" but will testify against him. Mr Strauss-Kahn's lawyer, Benjamin Brafman, said the new bail hearing would be in Manhattan on Thursday morning. The IMF chief faces charges of committing a criminal sexual act, attempted rape, sexual abuse, unlawful imprisonment and forcible touching. On Monday a judge in New York denied Mr Strauss-Kahn bail - despite the offer of a $1m (£618,000) guarantee - saying there was a risk the IMF chief would flee the country. France and the US have no extradition agreement. The BBC's Laura Trevelyan in New York says the defence will offer a new package that they hope will convince the judge that Mr Strauss-Kahn will not try to flee while he prepares his defence.    That could include Mr Strauss-Kahn offering to wear an electronic ankle tag, surrendering his passport and living under very restrictive conditions, our correspondent says. 'Scared and incredulous'  Earlier on Wednesday the maid's lawyer, Jeffrey Shapiro, said that his client feared for herself and her daughter when she discovered Mr Strauss-Kahn's identity a day after the incident on 14 May. He said she had only become aware of Mr Strauss-Kahn's identity \"a day later when a friend called her to tell her, 'do you have any idea who this man is who did this to you?'\". Mr Shapiro said his client was \"scared and incredulous\". \"When she found out this encounter was with a man of great power and wealth she feared not only for herself but more importantly for her daughter.\" The woman had now been reunited with her 15-year-old daughter in a \"safe place\", he added. Mr Shapiro said she had tried to return to her home - a sub-let flat in the Bronx - but had found about 30 people waiting outside. He said: \"She has been in a whirlwind since this has taken place... She has not had a moment of peace, has not been able to return home or seek help. \"She doesn't know what her future will bring.\" Carpet examined   Mr Strauss-Kahn's lawyer, Benjamin Brafman, said on Monday that the defence believes the forensic evidence \"will not be consistent with a forcible encounter\". However, Mr Shapiro said there was \"nothing consensual about what took place in that hotel room\" in New York. Police have removed a piece of carpet from the Sofitel hotel, in search of evidence to support the maid's <em>allegation</em> she was forced into an act of oral sex. Mr Shapiro told NBC television that his client was expected to testify before a grand jury later on Wednesday. The maid, from the West African nation of Guinea, told police that when she entered the hotel room, Mr Strauss-Kahn came out of the bathroom naked, chased her down and sexually assaulted her before she broke free and fled. Mr Strauss-Kahn, one of France's most high-profile politicians, has been seen as a front-runner in next year's presidential elections. His arrest has shocked France. His wife, former French TV interviewer Anne Sinclair, is thought to be visiting him in the next two days. Public opinion in France appears still to be backing Mr Strauss-Kahn, with polls suggesting many people believe he was the victim of a conspiracy - an accusation strongly denied by the accuser's lawyer, Mr Shapiro.",
            "vi": "Strauss-Kahn arrest: IMF boss faces new bail hearing       Người đứng đầu Quỹ tiền tệ quốc tế (IMF) Dominique Strauss-Kahn sẽ yêu cầu được đóng tiền bảo lãnh tại ngoại lần nữa tại phiên toà vào sáng thứ năm, luật sư của ông ta cho biết.  Ông Strauss - Kahn, 62, đối mặt với một số tội danh trong việc cưỡng dâm được cho là với một nữ hầu phòng khách sạn ở New York và đã không được nộp tiền bảo lãnh vào hôm thứ hai.  Ông Strauss - Kahn, đang được canh chừng để không tự sát tại nhà tù khét tiếng của Đảo Rikers thuộc bang New York, phủ nhận tất cả các cáo buộc.  Cô nữ hầu phòng 32 tuổi này, cho biết cô ta \"cảm thấy sợ hãi \" nhưng sẽ làm chứng buộc tội ông ta.  Luật sư của ông Strauss-Kahn, Benjamin Brafman, cho biết phiên toà xem xét đơn bảo lãnh mới sẽ diễn ra ở Manhattan vào sáng thứ năm.  Chủ tịch Quỹ tiền tệ Quốc tế đang đối diện với những cáo buộc về phạm tội có hành vi tình dục vô đạo đức, mưu toan cưỡng dâm, lạm dụng tình dục, giam giữ bất hợp pháp và sờ soạng chỗ kín. Vào ngày thứ hai, một vị thẩm phán ở New York từ chối việc ông Strauss – Kahn đóng tiền bảo lãnh - mặc dù đề nghị này trị giá 1 triệu đô-la Mỹ (618.000 bảng Anh) tiền bảo lãnh – vì cho là có nguy cơ ông giám đốc Quỹ tiền tệ Quốc tế sẽ trốn ra khỏi đất nước. Pháp và Hoa Kỳ không có thoả thuận về việc dẫn độ.   Phóng viên Trevelyan Laura của BBC ở New York cho biết các luật sư bênh vực bị cáo sẽ đưa ra gói bảo lãnh mới mà họ hy vọng sẽ thuyết phục được thẩm phán rằng ông Strauss - Kahn sẽ không cố chạy trốn trong lúc chuẩn bị cho lời biện hộ của mình. Điều đó có thể bao gồm đề nghị của ông Strauss - Kahn sẽ mang mắt cá chân điện tử, nộp hộ chiếu cho cảnh sát và sống trong điều kiện rất hạn chế, phóng viên của chúng tôi nói.     “Sợ hãi và hoài nghi” Vào sáng sớm thứ Tư, luật sư của người hầu phòng, tên là Jeffrey Shapiro, cho biết thân chủ của ông lo lắng cho chính mình và cô con gái cô ta khi cô ta khám phá ra danh tánh của ông Strauss-Kahn vào một ngày sau khi xảy ra sự cố vào ngày 14 tháng năm.  Ông cho biết cô ta chỉ bắt đầu biết được danh tánh của ông Strauss-Kahn \"một ngày sau khi một người bạn gọi và nói cho cô ấy biết,”  “bạn có biết người đàn ông đã làm chuyện này với bạn là ai không?\"   Ông Shapiro cho biết thân chủ của ông \"sợ hãi và hoài nghi\". \"Khi cô ta khám phá ra cuộc xô xát của mình là với một người đàn ông đầy quyền lực và giàu có, cô ta lo ngại không chỉ cho mình mà quan trọng hơn nữa là cô con gái”  Người phụ nữ này hiện tại đã được đoàn tụ với cô con gái 15 tuổi ở một \"nơi an toàn\", ông cho biết thêm.  Ông Shapiro cho biết cô ta đã cố quay về nhà mình – một căn hộ cho thuê lại ở khu phố Bronx - nhưng phát hiện có khoảng 30 người đang chờ bên ngoài.  Ông ta tiết lộ rằng: \"Cô ta đã rất khủng hoảng kể từ khi xảy ra chuyện này... Cô ta chẳng có phút giây nào bình an, không thể về nhà hoặc tìm nguồn giúp đỡ.” \"Cô ta không biết tương lai của mình sẽ ra sao.\" Tấm thảm được giám nghiệm Luật sư của ông Strauss - Kahn, Benjamin Brafman, hôm thứ hai cho biết các luật sư bảo vệ ông ta tin rằng kết quả giám định pháp y \"sẽ không chứng minh được có cuộc xô xát bằng vũ lực”.  Tuy nhiên, ông Shapiro đã nói \"không có sự đồng thuận về những gì diễn ra trong căn phòng khách sạn\" đó ở New York.  Cảnh sát đã lấy một miếng thảm từ khách sạn Sofitel, tìm kiếm bằng chứng để hỗ trợ cho luận điệu của cô hầu phòng chứng tỏ rằng cô ta bị ép buộc quan hệ tình dục qua đường miệng.  Ông Shapiro phát biểu với truyền hình NBC là thân chủ của ông sẽ phải làm chứng trước đại bồi thẩm đoàn vào cuối ngày thứ Tư. Cô hầu phòng, đến từ quốc gia Tây Phi - Guinea, kể lại với cảnh sát là khi cô ta vào phòng, ông Strauss - Kahn trần truồng chạy ra khỏi phòng tắm, rượt bắt được cô ta và cưỡng hiếp trước khi cô ta thoát được và chạy trốn.  Ông Strauss - Kahn, một trong những chính trị gia nổi bật nhất của Pháp, rất, được xem là người có triển vọng thành công nhất trong cuộc bầu cử tổng thống của năm tới. Việc ông ta bị bắt giữ đã gây sốc cho nước Pháp. Người ta đoán là vợ của ông ta, Anne Sinclair, cựu phóng viên phỏng vấn trên truyền hình Pháp, sẽ thăm ông ta trong vòng hai ngày tới. Dư luận của công chúng ở Pháp có vẻ vẫn còn ủng hộ ông Strauss - Kahn, trong các cuộc thăm dò cho thấy nhiều người vẫn tin ông ta là nạn nhân của một âm mưu nào đó – một lời buộc tội mà ông Shapiro, luật sư của bên bị hại, cực lực bác bỏ."
        },
        {
            "en": "Ex-IMF head Dominique Strauss-Kahn freed without bail       \n  Former IMF chief Dominique Strauss-Kahn has been released from house arrest and had his $6m (£3.7m) cash bail and bond returned amid doubts over the credibility of his accuser.  Prosecutors have agreed that Mr Strauss-Kahn should be freed \"on his own recognisance\", meaning he must simply promise to appear in court. He is accused of sexually assaulting a maid in a New York hotel on 14 May. The case is now close to collapse, US media reports say. The 62-year-old French politician - who had been seen as a leading candidate for the French presidency - appeared in court in New York on Friday over the sexual assault case.\n'Substantial change'  After assessing disclosures by prosecutors from the office of the Manhattan district attorney, a judge rescinded the strict bail terms imposed on Mr Strauss-Kahn, but did order that his passport be retained so he could not travel outside the US. In a letter submitted to the court prosecutors said that the maid gave false testimony to a grand jury, omitting the fact that she cleaned another room before alerting a supervisor to her claims of sexual assault.\n  \"I understand that the circumstances of this case have changed substantially, and I agree the risk that he would not be here has receded quite a bit. I release Mr Strauss-Kahn at his own recognisance,\" Justice Michael Obus told the court on Friday. \"In the meantime there will be no rush to judgment on this case,\" Mr Obus said.\nOn the court steps, opposing lawyers each maintained their case. \"I want to remind all of you that at each appearance in the last six weeks, we asked you and asked the world not to rush to judgement - now I think you can understand why,\" said Mr Strauss-Kahn's lawyer, William Taylor.\n  \"We believe the next step will lead to the complete dismissal of the charges,\" he added. After Friday's hearing, Mr Strauss-Kahn strode out of court smiling, with his wife on his arm. \n  In earlier court hearings, prosecutors had spoken of the strength of their case. One attorney said the proof against him was \"substantial\". Now prosecutors believe she may have lied under questioning and could have links to drug dealers and money-laundering.  But the alleged victim's lawyer, Kenneth P Thompson, maintained on Friday that his client's story was genuine and that Mr Strauss-Kahn was guilty of sexual assault charges.  \"The only defence Dominique Strauss-Kahn has is that this sexual encounter was consensual. That is a lie,\" he said. He continued at length, giving a detailed and graphic account of the maid's alleged encounter with Mr Strauss-Kahn and criticising District Attorney Cyrus Vance Jr.\nMr Vance said the case would continue to be investigated, including concerns that had been raised about the credibility of Mr Strauss-Kahn's accuser. \"Our prosecutors from the Manhattan DA's office will continue their investigation into these alleged crimes and will do so until we have uncovered all relevant facts,\" he said. Mr Strauss-Kahn is to appear back in court on 18 July. Credibility doubts  The maid claims that Mr Strauss-Kahn chased her down a hallway in his expensive hotel suite in the Sofitel hotel before sexually assaulting her. However, unnamed law enforcement officials have now told US media the accuser has repeatedly lied since the alleged attack on 14 May. The officials believe the woman also lied on her application for asylum in the US, particularly over an <em>allegation</em> that she had been raped while at home in Guinea, in West Africa. \"She actually recounted the entire story to prosecutors and later said it was false,\" one law enforcement official told the Associated Press news agency. But Mr Thompson defended his client's story on Friday, offering up graphic details of the alleged encounter between Mr Strauss-Kahn and the maid.  \"From day one she has described a violent sexual assault that Dominique Strauss-Kahn committed against her,\" Mr Thompson said, adding that Mr Strauss-Kahn bruised the maid's body and threw her to the floor.\n\"She has never once changed a single thing about that account. The district attorney knows that,\" he added. Mr Thompson said that though the maid \"may have made some mistakes\", that does not mean the assault never occurred.  Following the twists to the sexual assault case on Friday, hopes among some have been raised about the possibility Mr Strauss-Kahn may once again be able to compete with Nicolas Sarkozy for the French presidency in 2012. The Socialist former Prime Minister, Lionel Jospin, said: \"It's a thunderbolt - but in the opposite direction this time.\" But it was too soon to say whether Mr Strauss-Kahn might stand, he added. \"If we hypothesise that Dominique is cleared of all suspicion and all charges, which I obviously hope will happen, then it will be first down to him to decide... and then it will be down to the Socialists to decide. \"It's too early to transform into politics what is so far a human drama which is developing before our eyes. Mr Strauss-Kahn had been under house arrest in a New York apartment since posting a $6m (£3.7m) cash bail and bond in May. He is charged with seven counts including four more serious felony charges - two of criminal sexual acts, one of attempted rape and one of sexual abuse - plus three misdemeanour offences, including unlawful imprisonment.\nMr Strauss-Kahn, who resigned as head of the International Monetary Fund to defend himself, vigorously denies the charges.",
            "vi": "Ex-IMF head Dominique Strauss-Kahn freed without bail\n     \nCựu chủ tịch Quỹ tiền tệ Quốc tế, Dominique Strauss-Kahn, đã được thả tự do sau khi bị quản thúc tại gia và nhận lại 6 triệu đô-la Mỹ (tương đương 3,7 triệu bảng Anh) bảo lãnh bằng tiền mặt và trái phiếu bảo hiểm còn mọi người thì đang nghi ngờ về tính trung thực của người buộc tội ông ta. Các công tố viên đã đồng ý việc ông Strauss - Kahn nên được thả tự do với điều kiện chỉ cần hứa sẽ đến toà là được.  Ông ta bị buộc tội cưỡng hiếp một người nữ hầu phòng ở khách sạn bang New York vào ngày 14 tháng năm.  Vụ kiện bây giờ sắp thất bại, theo bản tin của giới truyền thông Hoa Kỳ.  Nhà chính trị Pháp 62 tuổi này - đã được xem là ứng cử viên nổi trội nhất cho nhiệm kỳ tổng thống Pháp sắp đến – đã ra trước vành móng ngựa ở New York vào ngày thứ sáu về vụ kiện hiếp dâm.   'Thay đổi lớn’ Sau khi đánh giá những thông tin được tiết lộ bởi công tố viên từ văn phòng Manhattan, thẩm phán đã bãi bỏ điều khoản tiền bảo lãnh nghiêm ngặt đối với ông Strauss-Kahn, nhưng vẫn ra lệnh giữ lại hộ chiếu để ông ta không thể ra khỏi Hoa Kỳ. Trong lá thư gửi cho toà án, các công tố viên cho biết người nữ hầu phòng đã khai man trước đại bồi thẩm đoàn, bỏ đi chi tiết cô ta dọn dẹp một phòng khác nữa rồi mới báo cho người quản lý biết về việc mình bị hiếp dâm.\n  \"Tôi thấy các tình tiết của vụ việc này đã thay đổi rất nhiều, và tôi đồng ý là nguy cơ ông ta không trình diện ở đây đã giảm đi phần nào. Tôi phóng thích ông Strauss-Kahn dựa trên lời ông ta hứa sẽ có mặt tại toà khi được triệu tập,\" thẩm phán Michael Obus tuyên bố trước toà án vào ngày thứ sáu. \"Trong khi chờ đợi, chúng ta sẽ không vội vã đưa ra phán quyết về vụ kiện này,\" ông Obus nói.  Theo quy định của toà thì các luật sư phản biện phải tiếp tục vụ án.  \"Tôi muốn nhắc tất cả mọi người nhớ là lần nào ra hầu toà trong sáu tuần vừa qua, chúng tôi cũng đều xin quý toà và toàn thế giới đừng vội vã đưa ra phán quyết - bây giờ tôi nghĩ mọi người có thể hiểu tại sao rồi,\" luật sư của ông Strauss – Kahn, William Taylor, nói. \"Chúng tôi tin bước tiếp theo sẽ tiến đến việc bác bỏ hoàn toàn mọi cáo buộc\" ông ta nói thêm.  Sau phiên toà hôm thứ Sáu, ông Strauss-Kahn mỉm cười, choàng lưng vợ, sải bước ra khỏi toà án.  Trong các phiên toà trước đây, các công tố viên đã bày tỏ ý kiến về sức thuyết phục của vụ kiện. Một luật sư đã nói bằng chứng chống lại ông ta là \"rất lớn\". Bây giờ, các công tố viên lại cho rằng cô ta có thể đã nói dối trong lúc thẩm vấn và có thể có liên hệ với những kẻ buôn bán ma tuý và rửa tiền.  Thế nhưng luật sư của nạn nhân, ông Kenneth P Thompson, vào hôm thứ sáu vẫn khăng khăng cho rằng câu chuyện của thân chủ mình kể là đúng sự thực và ông Strauss-Kahn đã phạm tội hiếp dâm. \"Lời biện hộ duy nhất mà ông Dominique Strauss-Kahn đưa ra là vụ quan hệ tình dục này dựa trên sự đồng thuận. Đó là sự dối trá\" ông ta tuyên bố.\nÔng ta cứ nhắc đi nhắc lại lời khai của cô hầu phòng hết sức tỉ mỉ và đầy hình tượng về cái gọi là cuộc xô xát với ông Strauss-Kahn và chỉ trích công tố viên Cyrus Vance Jr.  Ông Vance cho biết vụ án sẽ tiếp tục được điều tra, luôn cả chuyện người ta ngày càng quan ngại về tính trung thực đối với người buộc tội ông Strauss-Kahn. \"Công tố viên của chúng tôi từ văn phòng Manhattan sẽ tiếp tục điều tra những tội danh này và sẽ tiếp tục điều tra mãi cho đến khi chúng tôi khám phá ra tất cả tình tiết có liên quan,\" ông ta nói. \nÔng Strauss - Kahn sẽ phải quay lại toà án vào ngày 18 tháng bảy. \nNghi ngờ tính trung thực   Cô hầu phòng khẳng định là ông Strauss-Kahn đã rượt bắt được cô ta tại hành lang của phòng khách sạn đắt tiền ở khách sạn Sofitel trước khi cưỡng dâm.  Tuy nhiên, các viên chức thi hành án không nêu họ tên giờ đây đã tiết lộ với giới truyền thông Hoa Kỳ là người buộc tội đã liên tục nói dối kể từ cái gọi là vụ tấn công vào ngày 14 tháng năm. Các viên chức cho là người phụ nữ này cũng đã khai man trong đơn xin tị nạn vào Hoa Kỳ, đặc biệt là cớ đã bị hãm hiếp khi còn ở quê nhà Guinea, Tây Phi.\n\"Cô ta thậm chí còn thuật lại chi tiết toàn bộ câu chuyện cho các công tố viên và rồi sau đó tuyên bố chuyện đó là sai sự thật,\" một viên chức thi hành án đã nói với Hãng thông tấn xã Associated Press.  Nhưng ông Thompson vào hôm thứ sáu đã bảo vệ câu chuyện của thân chủ mình, đưa ra các chi tiết sinh động về cái được gọi là cuộc xô xát giữa ông Strauss-Kahn và cô hầu phòng.  \"Ngay từ ngày đầu, cô ta đã mô tả vụ hiếp dâm bạo lực mà ông Dominique Strauss-Kahn thực hiện với cô ta,\" ông Thompson nói, cho biết thêm là ông Strauss - Kahn đã làm thâm tím mình mẩy cô hầu phòng và ném cô ta xuống sàn.\n\"Cô ấy chưa lần nào thay đổi dù chỉ một chi tiết về lời khai đó. Công tố viên biết điều đó mà,\" ông ta nói thêm.  Ông Thompson nói rằng cho dù cô hầu phòng \"có thể đã phạm một số sai lầm\", nhưng điều đó không đồng nghĩa với việc vụ tấn công không hề xảy ra.  Sau những lời xuyên tạc về vụ hiếp dâm vào hôm thứ sáu, một vài người đã nhen nhóm lại niềm hy vọng về khả năng ông Strauss-Kahn một lần nữa có thể cạnh tranh với ông Nicolas Sarkozy trong nhiệm kỳ tổng thống Pháp vào năm 2012.   Cựu thủ tướng thuộc đảng Xã hội chủ nghĩa, Lionel Jospin, cho biết ý kiến: \"đó là sét đánh ngang mày - nhưng lần này theo hướng ngược lại.\" Thế nhưng hãy còn quá sớm để tuyên bố liệu ông Strauss-Kahn có thể trụ vững hay không, ông ta nói thêm.\n\"Nếu mình giả thiết rằng ông Dominique giũ sạch được mọi nghi ngờ và lời buộc tội, điều tôi hết sức mong sẽ xảy ra, thì đó sẽ là chuyện đầu tiên ông ấy phải quyết định… rồi sau đó, đó sẽ là chuyện các đảng viên đảng Xã Hội phải quyết định.\"  “Hãy còn quá sớm để biến chuyện, cho đến nay là một biến cố cuộc đời đang diễn ra trước mắt mình, thành chuyện chính trị.\"\n  Ông Strauss - Kahn đã bị quản thúc tại gia trong căn hộ New York kể từ khi nộp 6 triệu đô-la Mỹ (tương đương 3,7 triệu bảng Anh) bảo lãnh bằng tiền mặt và trái phiếu bảo hiểm vào tháng năm.  Ông Strauss - Kahn bị buộc bảy tội danh bao gồm bốn tội nặng - hai tội về hành vi tình dục vô đạo đức, một tội mưu toan cưỡng dâm và một tội lạm dụng tình dục - cộng thêm ba hành động phi pháp, gồm cả giam giữ bất hợp pháp. Ông Strauss - Kahn, người từ chức chủ tịch Quỹ tiền tệ Quốc tế để tự vệ, đã kịch liệt phủ nhận các cáo buộc."
        },
        {
            "en": "A New York judge has dismissed the sexual assault case against former IMF director Dominique Strauss-Kahn. The move came as prosecutors cited doubts over the credibility of his accuser, 32-year-old hotel maid Nafissatou Diallo.    Mr Strauss-Kahn, 62, was accused in May of attacking the African immigrant as she entered his hotel room to clean it.   The ruling means he is a free man, though he still faces a civil suit Ms Diallo filed this month.   \"Our inability to believe the complainant beyond a reasonable doubt means, in good faith, that we could not ask a jury to do that,\" Assistant District Attorney Joan Illuzzi-Orbon told Judge Michael Obus.      “Hurried sexual encounter”    The dismissal of criminal charges at the New York State Supreme Court will take effect once the judge rules on an appeal against the move.    Mr Strauss-Kahn, considered a French presidential contender before the case, arrived for the hearing in lower Manhattan on Tuesday in a six-car motorcade with his wife Anne Sinclair.    Outside, about two dozen placard-waving protesters denounced the result, their cries audible from the packed courtroom on the 13th floor.   Ms Diallo claimed Mr Strauss-Kahn had confronted her in his luxury hotel suite in the city on 14 May and forced her to perform oral sex.    Prosecutors said DNA evidence had found that a \"hurried\" sexual encounter did occur between the two, but it did not establish Ms Diallo's claim that it was non-consensual.   In a statement released by his legal team on Tuesday, Mr Strauss-Kahn said: \"These past two-and-a-half months have been a nightmare for me and my family.    \"I want to thank all the friends in France and in the United States who have believed in my innocence, and to the thousands of people who sent us their support personally and in writing.    \"I am most deeply grateful to my wife and family who have gone through this ordeal with me.\"   He added: \"We will have nothing further to say about this matter and we look forward to returning to our home and resuming something of a more normal life.\"   'Rush to judgment'    Outside the court on Tuesday, Mr Strauss-Kahn's lawyer, William Taylor, accused the media, police and prosecutors of a \"collective rush to judgment\".   \"I want to remind you how uncritically the media examined this case from the beginning without even looking at the improbability of the story on its face,\" he said.   In court papers filed on Monday, Manhattan prosecutors said they did not feel at ease pursuing the case, citing deep concerns over Ms Diallo's credibility.     She \"has not been truthful on matters great and small\" and has an ability to present \"fiction as fact with complete conviction,\" they wrote.   Medical and DNA evidence, meanwhile, was \"simply inconclusive\" as proof of a forced sexual encounter, they added.   Mr Strauss-Kahn was forced from his job as director of the International Monetary Fund after his arrest on board an Air France jet in May.   But within weeks, prosecutors said there were inconsistencies in Ms Diallo's accounts of the alleged assault and of her background.   It was revealed that she had been recorded discussing the case with a jailed friend and appeared to refer to Mr Strauss-Kahn's wealth, which his supporters said pointed to a financial motive.   Prosecutors also said Ms Diallo had not been truthful in tax documents, nor on an asylum application form in her account of a gang rape she said she suffered back in Guinea.   Mr Strauss-Kahn was later freed from his restrictive bail conditions.   Ms Diallo then took the unusual step of giving media interviews, defending her allegations against him, and on 8 August, she filed a civil suit against Mr Strauss-Kahn.   The Frenchman's legal travails are not yet over: authorities in Paris are still considering whether to press charges against him over a claim by French writer Tristane Banon that he tried to rape her during a 2003 interview.    Ms Banon made the <em>allegation</em> after the Diallo case, saying that she feared no-one would have believed her beforehand.  ",
            "vi": "Thẩm phán New York đã huỷ bỏ vụ kiện hiếp dâm chống lại cựu giám đốc Quỹ tiền tệ thế giới Dominique Strauss-Kahn.    Động thái này xảy ra khi các công tố viên đưa ra nghi vấn về tính trung thực của người buộc tội ông, cô nữ hầu phòng khách sạn 32 tuổi - Nafissatou Diallo.   Ông Strauss-Kahn, 62 tuổi, bị buộc tội đã tấn công một người nhập cư Châu Phi khi cô ta vào phòng khách sạn của ông để dọn dẹp vào tháng năm.    Phán quyết này đồng nghĩa với việc ông là người vô tội, cho dù vẫn phải đối mặt với vụ kiện dân sự mà cô Diallo đã nộp đơn vào tháng này.    \"Việc chúng tôi không thể tin nguyên đơn hết sức chắc chắn là bị đơn có tội đồng nghĩa với, thành thật mà nói, chúng tôi không thể yêu cầu hội đồng xét xử tiến hành xét xử vụ án này,\" trợ lý công tố viên Joan Illuzzi-Orbon nói với thẩm phán - Michael Obus.        “Vụ quan hệ tình dục vội vã”      Việc huỷ cáo buộc hình sự ở toà án tối cao bang New York sẽ có hiệu lực ngay khi vị thẩm phán này ra quyết định trong phiên điều tra trước khi xét xử chính thức.       Ông Strauss - Kahn, được xem là đối thủ của tổng thống Pháp trước khi vụ kiện xảy ra, đã đến phiên toà ở Lower Manhattan vào ngày thứ ba trong đoàn xe hộ tống gồm sáu chiếc cùng vợ là Anne Sinclair.    Bên ngoài, khoảng hai mươi bốn người biểu tình đang phe phẩy những tấm áp-phích phản đối kịch liệt trước phán quyết toà án, từ phòng xử án chật ních trên tầng 13 còn nghe rõ tiếng khóc của họ.    Cô Diallo khai rằng ông Strauss - Kahn đã gặp cô ta trong căn phòng khách sạn sang trọng thượng hạng của mình ở thành phố này vào ngày 14 tháng năm và ép buộc cô quan hệ tình dục qua đường miệng.   Công tố viên cho biết bằng chứng AND đã cho thấy có chuyện quan hệ tình dục “vội vã” kia giữa hai người, nhưng nó không chứng minh được lời khai của cô Diallo là chuyện đó đã xảy ra “không đồng thuận”.    Trong lời tuyên bố do nhóm tư vấn pháp lý của ông ta công bố vào ngày thứ ba, ông Strauss - Kahn đã nói: \"Hai tháng rưỡi nay trôi qua như một cơn ác mộng đối với tôi và cả gia đình tôi nữa.    \"Tôi muốn cảm ơn tất cả bạn bè ở Pháp và ở Hoa Kỳ, những người đã tin rằng tôi vô tội, và cảm ơn đến hàng ngàn người đã đích thân giúp và cũng như gởi thư cho tôi.    \"Tôi hết sức biết ơn vợ tôi và gia đình đã cùng tôi vượt qua cơn sóng gió này.\"   Ông nói thêm : \"Chúng tôi sẽ không còn gì để nói thêm về vấn đề này nữa và chúng tôi mong được quay về nhà và tiếp tục cuộc sống bình thường.\"   'Vội vã đưa ra phán xét'   Vào ngày thứ ba, bên ngoài toà án, luật sư của ông Strauss - Kahn, William Taylor, buộc tội các phương tiện truyền thông đại chúng, cảnh sát và công tố viên \"cả thảy cùng nhau vội vã đưa ra phán xét\".    \"Tôi muốn nhắc các ông rằng phương tiện truyền thông đại chúng đã xem xét vụ kiện này ngay từ đầu một cách hết sức thiển cận, thậm chí không nhìn nhận ra câu chuyện này không chắc đã xảy ra theo như vẻ bề ngoài của nó,” ông ta nói.   Trong các hồ sơ được nộp tại toà vào ngày thứ hai, các công tố viên Manhattan cho biết họ cảm thấy áp lực khi theo đuổi vụ kiện này, bên cạnh đó còn đưa ra những lo ngại sâu sắc đối với tính trung thực của cô Diallo.   Cô ta \"đã khai không trung thực từ chuyện lớn tới chuyện  nhỏ\" và có khả năng là cô ta  “diễn vở tuồng như thật kèm theo kết tội hoàn hảo\" họ viết.   Bằng chứng về AND và y khoa, trong khi đó, đơn thuần không đủ sức  thuyết  phục là vụ quan hệ tình dục này có cưỡng bức, họ cho biết thêm.   Ông Strauss-Kahn đã bị buộc phải rời khỏi chức giám đốc Quỹ tiền tệ quốc tế sau khi bị bắt trên chiếc phản lực của hãng hàng không Air France vào tháng năm.   Nhưng trong vòng nhiều tuần, các công tố viên cho biết có sự mâu thuẫn trong lời khai của cô Diallo về cái được cho là vụ tấn công và xuất thân của cô ta.    Người ta tiết lộ rằng cô ta đã được ghi âm lại khi bàn vụ kiện này với người bạn trong tù và dường như có nói đến sự giàu có của ông Strauss-Kahn, mà người ủng hộ của ông ta muốn ám chỉ đến động cơ tài chính.    Các công tố viên cũng cho biết thêm cô Diallo đã không trung thực trong việc khai thuế, cũng như trên đơn xin tị nạn trong lời khai trước đây cô ta đã từng bị hiếp dâm tập thể ở Guinea.   Ông Strauss - Kahn sau đó đã được giải thoát khỏi những điều kiện tại ngoại hạn chế.   Sau đó, cô Diallo đi bước bất thường tiếp theo là đã trả lời phỏng vấn với giới truyền thông, bảo vệ luận điệu chống lại ông ta, và vào ngày 8 tháng tám, cô ta nộp đơn cho vụ án dân sự chống lại ông Strauss - Kahn.    Những thủ tục khó khăn về mặt pháp lý của người đàn ông Pháp này vẫn chưa kết thúc: các nhà chức trách ở Paris vẫn còn cân nhắc xem liệu có kết tội ông ta đối với đơn kiện của cô Tristane Banon - một nhà văn Pháp - cáo buộc rằng ông ta đã định cưỡng hiếp mình trong cuộc phỏng vấn năm 2003.    Cô Banon đã đưa ra lời buộc tội này sau vụ Diallo, lấy lý do là trước đây cô ta sợ không ai chịu tin những điều mình nói."
        },
        {
            "en": "Allies of Dominique Strauss-Kahn eye political comeback       \nAllies of former IMF chief Dominique Strauss-Kahn have said he could make a political comeback in France now he has been freed from house arrest in the US.  Before being accused of sexually assaulting a hotel maid in New York on 14 May, Mr Strauss-Kahn was tipped as a possible French presidential candidate. But doubts have since emerged about the credibility of the maid, and the case is reportedly close to collapse. On Friday, a judge ordered Mr Strauss-Kahn released on his own recognisance. He is now free to travel in the US, although he cannot leave the country and must appear in court again later this month. Mr Strauss-Kahn, who resigned as head of the International Monetary Fund to defend himself, vigorously denies the charges. Deadline  Mr Strauss-Kahn had earlier been the favourite to be the Socialist Party's candidate for the French presidency in May 2011.  The BBC's Christian Fraser in Paris says that regardless of events in court, the expectation is growing here in France the case will ultimately collapse.  And if that happens, the only person who can rule him out of next year's contest is Mr Strauss-Kahn himself, our correspondent adds. The last Socialist Prime Minister, Lionel Jospin, said: \"If we hypothesise that Dominique is cleared of all suspicion and all charges, which I obviously hope will happen, then it will be first down to him to decide... and then it will be down to the Socialists to decide.\" A Socialist MP, Jean-Marie Le Guen, said he thought it was likely that Mr Strauss-Kahn would stand. \"Yes, he will be present for the presidential campaign,\" he said. \"If what we heard... is true, that the American justice will free him and re-habilitate him, give him back his honour and dignity. Then, since Dominique Strauss-Kahn is a fighter, he will fight in our country.\" The list for nominations is due to close on 13 July - five days before his next scheduled court appearance. But the senior Socialist, Francois Hollande, said the deadline could be extended. Our correspondent says there are though plenty in France who hold Mr Strauss-Kahn in high admiration for the way he has conducted himself in court, there is sympathy and renewed hope among his staunchest allies.  'Lie'  A judge in New York lifted the strict bail conditions imposed on Mr Strauss-Kahn, amid intense speculation that the sexual assault case against him was faltering.  He had been under house arrest since posting a $6m bail bond. When the 62-year-old appeared in court, prosecutors were forced to admit that they were reassessing the strength of the evidence against him - although the charges that he attempted to rape a hotel maid still stand. In a letter submitted to the court, the prosecutors said that the maid had given false testimony to a grand jury, omitting the fact that she had cleaned another room before alerting a supervisor to her claims of sexual assault.  \"I understand that the circumstances of this case have changed substantially, and I agree the risk that he would not be here has receded quite a bit. I release Mr Strauss-Kahn at his own recognisance,\" Justice Michael Obus told the court. The maid claims that Mr Strauss-Kahn chased her down a hallway in his expensive hotel suite in the Sofitel hotel before sexually assaulting her. However, unnamed law enforcement officials have now told US media the accuser has repeatedly lied since the alleged attack. The officials believe the woman also lied on her application for asylum, particularly over an <em>allegation</em> that she had been raped while at home in Guinea. They also suspect she has links to drugs dealers and money-laundering. Mr Strauss-Kahn's lawyer, William Taylor, said he believed the next step would lead to the complete dismissal of the charges. But the maid's lawyer, Kenneth Thompson, maintained that his client's story was genuine and that Mr Strauss-Kahn was guilty of sexual assault charges.  \"From day one she has described a violent sexual assault that Dominique Strauss-Kahn committed against her,\" Mr Thompson said, adding that Mr Strauss-Kahn bruised the maid's body and threw her to the floor. \"She has never once changed a single thing about that account. The district attorney knows that,\" he added. \"The only defence Dominique Strauss-Kahn has is that this sexual encounter was consensual. That is a lie.\"",
            "vi": "Allies of Dominique Strauss-Kahn eye political comeback       \nCác đồng minh của cựu chủ tịch Quỹ tiền tệ Quốc tế Dominique Strauss - Kahn cho biết bây giờ ông ta có thể trở lại con đường chính trị ở Pháp ngay khi hết bị quản thúc tại gia ở Hoa Kỳ.  Trước khi bị buộc tội cưỡng hiếp một nữ hầu phòng khách sạn ở New York vào ngày 14 tháng năm, người ta tiết lộ ông Strauss-Kahn có thể sẽ ra ứng cử tổng thống Pháp. Thế nhưng vì người ta đã bắt đầu nghi ngờ về tính trung thực trong lời khai của cô hầu phòng, nên theo như tin đã đưa thì vụ kiện sắp thất bại. Vào ngày thứ sáu, thẩm phán ra lệnh thả ông Strauss - Kahn dựa trên lời ông ta hứa sẽ có mặt tại toà khi được triệu tập.  Giờ đây, ông ta có thể tự do đi lại ở Hoa Kỳ mặc dù không thể rời khỏi quốc gia này và phải trình diện trở lại trước toà vào cuối tháng này. Ông Strauss-Kahn, người từ chức chủ tịch Quỹ tiền tệ Quốc tế để tự vệ, kịch liệt phủ nhận các cáo buộc này.  Thời hạn chót Ông Strauss-Kahn trước đây là ứng cử viên sáng giá nhất của Đảng Xã hội cho nhiệm kỳ tổng thống Pháp vào tháng 5 năm 2011.  Phóng viên Christian Fraser của BBC tại Paris cho biết dù ở toà có xảy ra chuyện gì thì ở Pháp, người ta ngày càng mong rằng vụ kiện cuối cùng sẽ thất bại.  Và nếu chuyện đó xảy ra thì người duy nhất có thể loại ông ra khỏi cuộc chơi năm sau là chính Strauss - Kahn, phóng viên của chúng tôi cho biết thêm. Thủ tướng mới gần đây thuộc đảng xã hội, ông Lionel Jospin, đã nói: \"Nếu mình giả thiết rằng ông Dominique giũ sạch được mọi nghi ngờ và lời buộc tội, điều tôi hết sức mong sẽ xảy ra, thì đó sẽ là chuyện đầu tiên ông ấy phải quyết định… rồi sau đó, đó sẽ là chuyện các đảng viên đảng Xã Hội phải quyết định.\" Nghị viên đảng Xã hội, ông Jean-Marie Le Guen, cho biết ông ta nghĩ có thể ông Strauss - Kahn sẽ trụ vững.  \"Vâng, ông ấy sẽ có mặt trong chiến dịch tranh cử tổng thống này,\" ông ta nói. \"Nếu tất cả những gì chúng tôi nghe . . . là đúng sự thật, thì công lý Mỹ sẽ trả tự do ông ấy và phục chức lại cho ông ấy, trả lại cho ông ấy danh dự và nhân phẩm. Rồi thì, vì Do Sminiquetrauss - Kahn là một chiến binh, ông sẽ chiến đấu vì đất nước chúng ta.\" Danh sách đề cử sẽ chốt lại vào ngày 13 tháng bảy,  năm ngày trước ngày theo lịch phải ra hầu toà lần tới. Nhưng theo ông Francois Hollande, thành viên kỳ cựu của đảng Xã hội, thì hạn chót này có thể kéo dài thêm. Phóng viên của chúng tôi cho biết, tuy thế, nhiều người ở Pháp rất ngưỡng mộ cung cách ông Strauss - Kahn cư xử tại toà, còn các đồng minh trung thành nhất của ông thì tỏ ra đồng cảm và nhen nhóm lại hy vọng về ông.  “Dối trá” Một vị thẩm phán ở New York đã đưa ra điều kiện tại ngoại nghiêm ngặt đối với ông Strauss-Kahn, còn mọi người thì đoán già đoán non rất nhiều rằng vụ kiện cưỡng dâm chống lại ông ta đang có nguy cơ thất bại.  Ông ta đã bị quản thúc tại gia kể từ khi nộp trái phiếu bảo lãnh trị giá 6 triệu đô-la Mỹ.  Khi người đàn ông 62 tuổi này ra trước vành móng ngựa, các công tố viên buộc phải thừa nhận rằng họ đang đánh giá lại sức thuyết phục của bằng chứng chống lại ông ta - mặc dù các cáo buộc về việc ông ta cố ý cưỡng đoạt người nữ hầu phòng khách sạn vẫn đứng vững.  Trong lá thư gửi cho toà án, các công tố viên cho biết người nữ hầu phòng đã khai man trước đại bồi thẩm đoàn, bỏ đi chi tiết cô ta dọn dẹp một phòng khác nữa rồi mới báo cho người quản lý biết về việc mình bị hiếp dâm. \"Tôi thấy các tình tiết của vụ việc này đã thay đổi rất nhiều, và tôi đồng ý là nguy cơ ông ta không trình diện ở đây đã giảm đi phần nào. Tôi phóng thích ông Strauss-Kahn dựa trên lời ông ta hứa sẽ có mặt tại toà khi được triệu tập,\" thẩm phán Michael Obus tuyên bố trước toà án. Cô hầu phòng khẳng định là ông Strauss-Kahn đã rượt bắt được cô ta tại hành lang của phòng khách sạn đắt tiền ở khách sạn Sofitel trước khi cưỡng dâm.  Tuy nhiên, các viên chức thi hành án không nêu họ tên giờ đây đã tiết lộ với giới truyền thông Hoa Kỳ là người buộc tội đã liên tục nói dối kể từ cái gọi là vụ tấn công.  Các viên chức cho là người phụ nữ này cũng đã khai man trong đơn xin tị nạn, đặc biệt là cớ đã bị hãm hiếp khi còn ở quê nhà Guinea. Họ cũng nghi ngờ cô ta có liên hệ với những kẻ buôn bán ma tuý và rửa tiền. Luật sư của ông Strauss - Kahn, William Taylor, cho biết ông tin bước tiếp theo sẽ tiến đến việc bác bỏ hoàn toàn mọi cáo buộc.  Thế nhưng luật sư của cô hầu phòng, ông Kenneth P Thompson, vẫn khăng khăng cho rằng câu chuyện của thân chủ mình kể là đúng sự thực và ông Strauss-Kahn đã phạm tội hiếp dâm.  \"Ngay từ ngày đầu, cô ta đã mô tả vụ hiếp dâm bạo lực mà ông Dominique Strauss-Kahn thực hiện với cô ta,\" ông Thompson nói, cho biết thêm là ông Strauss - Kahn đã làm thâm tím mình mẩy cô hầu phòng và ném cô ta xuống sàn. \"Cô ấy chưa lần nào thay đổi dù chỉ một chi tiết về lời khai đó. Công tố viên biết điều đó mà,\" ông ta nói thêm. \"Lời biện hộ duy nhất mà ông Dominique Strauss-Kahn đưa ra là vụ quan hệ tình dục này dựa trên sự đồng thuận. Đó là sự dối trá”."
        },
        {
            "en": "Obama backs Google in dispute with China          The Obama administration has leapt to the defence of Google after the internet search giant threatened to pull the plug on its Chinese operations.  Hillary Clinton, the US Secretary of State, demanded \"an explanation\" for Beijing of Google's <em>allegation</em> that its Gmail email system was infiltrated. \"The ability to operate with confidence in cyberspace is critical in a modern society and economy,\" she said. Robert Gibbs, Mr Obama's press secretary, emphasised that the President backed internet freedom and said that Google had co-ordinated with the Obama administration before it had acted. The alleged cyber attacks have further strained Sino-US relations that are already fraying over issues of trade, currency, climate change and arms sales to Taiwan. \"We have been briefed by Google on these allegations, which raise very serious concerns and questions,\" Mrs Clinton said. Mrs Clinton had also met executives from Google and Microsoft, as well as with Cisco Systems, which provides much of China's internet infrastructure, to discuss how to stop countries from \"stifling\" access to information, the state department added. Next week the US is to launch a new technology policy to help citizens in other countries to gain access to an uncensored internet. The Chinese authorities said they were seeking clarification over Google's demand it be allowed to operate its Google.cn search engine free from the increasingly draconian censorship of the Great Firewall of China. China has spent millions trying to project it's 'soft power', however analysts said its rulers now faced a choice between protecting its power at home and suffering the embarrassment of being rejected by one of the free world's biggest brands with negative consequences for the investment climate. \"It is setting us up for a clash, and it's interesting to see who backs down. It's the US versus China, but the companies will be lobbying,\" said Chris McNally, a China analyst at the East-West Center in Hawaii.  A spokesman for Google said the company was 'in talks' with the authorities, while outside Google's offices in Beijing a handful of citizens braved the cold to lay flowers 'in mourning' at the prospect of Google's departure from China.  Despite hopes that China would start to relax freedom of speech restrictions after the 2008 Olympics, China has in fact tightened of internet controls, blocking popular as social networkings sites such as Twitter, Facebook and YouTube.  The issue of censorship was raised by the US President Barack Obama on his maiden visit to China last November when he told an online town hall that he was \"a big supporter of non-censorship.\" \"I can tell you that in the United States, the fact that we have free internet – or unrestricted internet access – is a source of strength, and I think should be encouraged,\" he said.  The decision by Google to break ranks from other big corporations doing business in China and openly criticise the country's autocratic leadership comes after four rocky years during which Google was forced to compromise its core belief in the free-flow of information. Announcing its sudden change of heart on the company's blogsite, David Drummond, Google's chief legal officer, said: \"These attacks and the surveillance they have uncovered – combined with the attempts over the past year to further limit free speech on the Web – have led us to conclude that we should review the feasibility of our business operations in China. \"We are no longer willing to continue censoring our results on Google.cn, and so over the next few weeks we will be discussing with the Chinese government the basis on which we could operate an unfiltered search engine within the law, if at all,\" he said. Human rights groups, which have criticised Google's decision to submit Chinese censorship after setting up in China in 2006, applauded the company's stand. The New York-based Human Rights Watch described it as \"an important step\" to protect human rights online. \"Through international pressure, finally a big business in the West has come to realise its own conscience,\" said the prominent Chinese dissident Wei Jingsheng who lives in exile in the United States after 18 years in prison in China.  \"Some Western businesses thought that by making compromises with the Chinese communists' regime, they could do business as they wished.  However, this is impossible because the Chinese government would not be satisfied.\"",
            "vi": "Tổng thống Obama ủng hộ Google trong tranh chấp với Trung Quốc       Chính quyền Obama đã nhảy vào bênh vực cho Google sau khi gã khổng lồ tìm kiếm trên mạng doạ sẽ ngưng hoạt động của mình ở Trung Quốc. Ngoại trưởng Hoa Kỳ Hillary Clinton yêu cầu Bắc Kinh có \"một sự giải thích\" rõ ràng các cáo buộc của Google về việc hệ thống thư điện tử Gmail của họ bị xâm nhập. \"Khả năng hoạt động tin cậy trong không gian máy tính là điều rất quan trọng đối với một nền kinh tế và xã hội hiện đại\", Bà ấy nói. Robert Gibbs, thư ký báo chí của ông Obama nhấn mạnh rằng Tổng thống ủng hộ tự do internet và nói rằng Google đã phối hợp với chính quyền Obama trước khi họ đưa ra hành động này. Các cuộc tấn công mạng được cho là đã làm tăng thêm căng thẳng trong quan hệ Trung-Mỹ về các vấn đề thương mại, tiền tệ, biến đổi khí hậu và bán vũ khí cho Đài Loan. \"Chúng tôi đã nhờ Google lập hồ sơ về những cáo buộc làm gia tăng các vấn đề và mối quan ngại nghiêm trọng \"bà Clinton nói. Bà Clinton cũng đã gặp các lãnh đạo Google và Microsoft cũng như với Cisco Systems mà cung cấp phần lớn cơ sở hạ tầng internet cho Trung Quốc , để thảo luận làm thế nào để ngăn các nước khỏi việc “đàn áp” truy cập thông tin, Bộ ngoại giao nói thêm. Tuần tới Mỹ khởi động một chính sách công nghệ mới để giúp người dân ở các quốc gia khác truy cập vào một mạng Internet không bị kiểm duyệt. Chính quyền Trung Quốc cho biết họ đang tìm kiếm sàng lọc yêu cầu của Google và nó được phép vận hành cỗ máy tìm kiếm Google.cn miễn phí từ việc kiểm duyệt ngày càng khắt khe của phần mềm Great Firewall của Trung Quốc. Trung Quốc đã bỏ ra nhiều triệu đôla để cố gắng xây dựng dự án 'quyền lực vô hình', tuy nhiên các nhà phân tích nói rằng sự cai trị của họ giờ đây phải đối mặt với một sự lựa chọn giữa việc bảo vệ quyền lực của mình tại chính quốc gia này và cắn răng từ chối một trong những thương hiệu miễn phí lớn nhất thế giới với những hậu quả tiêu cực đối với môi trường đầu tư .  “Nó đang tạo ra sự bất đồng của chúng tôi, và thật thú vị khi xem ai sẽ phải chấp nhận thua cuộc. Đó là Mỹ đối đầu với Trung Quốc, nhưng các công ty sẽ được vận động hành lang\", Chris McNally, một nhà phân tích Trung Quốc tại Trung tâm Đông Tây ở Hawaii. Một phát ngôn viên của Google cho biết công ty đang đàm phán với chính quyền, trong khi bên ngoài văn phòng của Google tại Bắc Kinh một vài người dân bất chấp cái lạnh giá để đặt những bó hoa “tang” về viễn cảnh Google phải rời khỏi Trung Quốc Mặc dù hy vọng là Trung Quốc sẽ bắt đầu nới lỏng hạn chế quyền tự do ngôn luận sau Thế vận hội Olympic 2008, trên thực tế Trung Quốc vẫn thắt chặt kiểm soát internet, ngăn chặn các website mạng xã hội phổ biến như Twitter, Facebook và YouTube. Vấn đề kiểm duyệt đã tăng lên khi Tổng thống Mỹ Barack Obama trong lần viếng thăm đầu tiên của mình tại Trung Quốc vào cuối tháng 11 đã nói với tòa thị chính trực tuyến rằng ông là “một người ủng hộ mạnh việc không kiểm duyệt”. Ông phát biểu \"Tôi có thể cho bạn biết một sự thật rằng ở Mỹ chúng tôi có internet miễn phí - hoặc không hạn chế truy cập internet - đây là một nguồn sức mạnh và tôi nghĩ nên được khuyến khích,\".  Quyết định của Google phá vỡ hàng rào ngăn cản các tập đoàn lớn khác đang kinh doanh tại Trung Quốc và công khai chỉ trích sự lãnh đạo độc đoán của đất nước này Google buộc phải thỏa hiệp với chính niềm tin của họ trong vấn đề tự do thông tin. Việc thông báo thay đổi ý kiến đột ngột trên blog của hãng, David Drummond, trưởng ban pháp chế của Google, nói: \"Những cuộc tấn công này và sự giám sát của họ đã được vạch trần ra–kết hợp với những nỗ lực trong năm qua để tăng cường hạn chế tự do ngôn luận trên Web – đã khiến cho chúng tôi kết luận rằng chúng tôi nên xem xét tính khả thi trong các hoạt động kinh doanh của chúng tôi tại Trung Quốc. \"Chúng tôi không còn muốn tiếp tục kiểm duyệt những kết quả của chúng tôi trên Google.cn, và do đó trong vài tuần nữa chúng tôi sẽ thảo luận với chính phủ Trung Quốc dựa trên cơ sở mà chúng tôi có thể vận hành một công cụ tìm kiếm không bị sàng lọc trong vòng pháp luật hoặc có thể là không \"ông nói. Tổ chức nhân quyền, trước đây đã chỉ trích quyết định của Google chấp nhận cho cho Trung Quốc kiểm duyệt nội dung sau khi thành lập tại Trung Quốc vào năm 2006, giờ đây đã hoan nghênh hành động kháng cự này của hãng. Nhóm tổ chức theo dõi nhân quyền có trụ sở tại New York mô tả nó như là \"một bước đi quan trọng\" để bảo vệ nhân quyền trực tuyến. \"Qua các áp lực quốc tế, cuối cùng một doanh nghiệp lớn ở phương Tây đã nhận ra lương tâm của chính mình\", phát biểu bởi Ngụy Kinh Sinh , một nhà đối kháng Trung Quốc nổi tiếng đang sống lưu vong tại Hoa Kỳ sau 18 năm tù ở Trung Quốc. \"Một số doanh nghiệp phương Tây nghĩ rằng chỉ cần thỏa hiệp với chế độ cộng sản Trung Quốc , họ có thể kinh doanh như họ muốn. Tuy nhiên, điều này là không thể bởi vì chính phủ Trung Quốc sẽ không cảm thấy hài lòng. \""
        }
    ],
    "suggestions": []
}