{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ælədʒen]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chất gây dị ứng; dị ứng nguyên</td></tr></table><i/></div>",
            "word": "allergen"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>allergen</k><blockquote><cclass>[<cclass>'alədʒ(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a substance that causes an allergic reaction. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>allergenic</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>allergenicity</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "allergen"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "allergen"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "allergen"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dị ứng nguyên</font></td></tr></tbody></table></div>",
            "word": "allergen"
        }
    },
    "sentences": [
        {
            "en": "<em>Allergen</em>.",
            "vi": "Dị ứng nguyên."
        },
        {
            "en": "Lack of response to a specific antigen or <em>allergen</em>.",
            "vi": "Thiếu phản ứng đối với kháng nguyên đặc thù hoặc dị ứng nguyên."
        },
        {
            "en": "<em>Allergen</em> is a substance, such as pollen, that causes an allergy.",
            "vi": "Allergen là một loại chất gây dị ứng giống như phấn hoa."
        },
        {
            "en": "Long-term exposure to this medicine may sensitize you to the <em>allergen</em>.",
            "vi": "Phơi nhiễm thời gian dài với loại thuốc này có thể làm bạn mẫn cảm hơn với các tác nhân gây dị ứng."
        },
        {
            "en": "If the <em>allergen</em> is identified, it may be possible to undertake desensitization.",
            "vi": "Nếu xác định được chất sinh dị ứng, có thể dùng phương pháp giải cảm thụ."
        },
        {
            "en": "About 54 percent of Americans are sensitive to at least one <em>allergen</em>.",
            "vi": "Khoảng 54% người Mỹ nhạy cảm với ít nhất một chất gây dị ứng."
        },
        {
            "en": "Long - term exposure to this medicine may sensitize you to the <em>allergen</em>.",
            "vi": "Phơi nhiễm thời gian dài với loại thuốc này có thể làm bạn mẫn cảm hơn với các tác nhân gây dị ứng."
        },
        {
            "en": "When the patient's <em>allergen</em> has been identified, it may be possible to attempt desensitization to alleviate or prevent allergic attacks.",
            "vi": "Khi một kháng nguyên của một bệnh nhân được nhận biết, nó có thể cố gắng giải mẫn cảm để làm giảm nhẹ hoặc phòng ngừa sự tấn công của chứng dị ứng."
        },
        {
            "en": "Resist the urge to bathe your baby frequently. Too-frequent bathing removes the natural oils that protect baby's skin. That leaves baby's skin vulnerable, so it reacts to any potential <em>allergen</em> -- triggering a reaction like eczema.",
            "vi": "Kiềm chế ý muốn tắm cho bé nhiều lần. Việc tắm cho con quá nhiều lần làm mất đi lớp dầu tự nhiên bảo vệ da của trẻ. Điều này làm cho da bé trở nên dễ bị tổn thương, cho nên da sẽ phản ứng lại bất kỳ chất gây dị ứng tiềm ẩn nào – gây phản ứng giống như chàm."
        },
        {
            "en": "Some doctors may also take a blood sample and send it to a lab where it will be mixed with some of the suspected <em>allergen</em> and checked for IgE antibodies.",
            "vi": "Một số bác sĩ cũng có thể lấy mẫu máu và gửi nó tới một phòng thí nghiệm nơi mà nó sẽ được trộn lẫn với một số chất gây dị ứng khả nghi và kiểm tra kháng thể IgE."
        },
        {
            "en": "In an allergic person, however, the reaction of <em>allergen</em> with tissues-bound antibody also leads, as a side-effect, to cell damage, release of histamine and serotonin, inflammation, and all the symptoms of the particular allergy.",
            "vi": "Trong một người bị dị ứng, phản ứng của kháng nguyên với kháng thể trong mô cũng dẫn đến tổn thương tế bào như là một tác dụng phụ, phóng thích ra histamine và serotomin viêm và tất cả các triệu chứng của chứng dị ứng đặc biệt."
        },
        {
            "en": "Why allergies make eyes redEye allergies happen when your eyes are exposed to the offending <em>allergen</em> -- say pet dander or pollen. Cells in your eyes called mast cells release histamine and other chemicals, causing inflammation. The result: itchy, red, and watery allergic eyes.",
            "vi": "Tại sao dị ứng lại làm cho mắt đỏ Dị ứng mắt xảy ra khi mắt bạn tiếp xúc với chất gây dị ứng khó chịu – chẳng hạn như vảy da đầu thú nuôi hoặc phấn hoa. Các tế bào trong mắt bạn được gọi là dưỡng bào tiết i-xta-min và các hoá chất khác, gây viêm. Hậu quả là mắt bị dị ứng ngứa ngáy, đỏ, và chảy nước."
        },
        {
            "en": "CockroachesIck! Not only are cockroaches creepy, but a protein in their droppings can be a troublesome <em>allergen</em>. It can be difficult to get rid of cockroaches from your home, especially in a warm climate, or if you live in an apartment building where bugs can pass back and forth to between neighbors. Treat for roaches by using pesticides, keeping a clean kitchen, and repairing cracks and holes in floors, walls, and windows to stop the roaches from entering your home.",
            "vi": "GiánIck! Không những gián đáng sợ đâu, mà trong phân chúng còn có một loại prô-tê-in có thể là một chất gây dị ứng khó chịu nữa đấy. Bạn khó có thể diệt sạch lũ gián khỏi nhà mình, nhất là ở vùng khí hậu ấm áp, hoặc nếu sống ở một chung cư nơi mà côn trùng có thể chạy qua chạy lại giữa hai nhà lân cận với nhau. Bạn có thể diệt gián bằng cách sử dụng thuốc trừ sâu, giữ cho nhà bếp sạch sẽ, và sửa các vết nứt và các lỗ hổng trên sàn, tường và cửa sổ để ngăn không cho gián vào nhà của mình."
        },
        {
            "en": "Living with food allergiesThere is no cure for food allergies, so you need to avoid the food that causes a reaction. The Food <em>Allergen</em> Labeling and Consumer Protection Act requires labeling of the eight major causes of food allergy. Call 911 at signs of anaphylaxis (wheezing, trouble breathing, dizziness) and use an epinephrine injection. Maintain a food allergy action plan for yourself or your allergic child. You may want to wear a medical ID bracelet indicating the allergy.",
            "vi": "Sống với tình trạng dị ứng thực phẩm Không có thuốc trị dị ứng thực phẩm, vì thế bạn cần tránh thức ăn gây ra phản ứng. Luật dán nhãn chất gây dị ứng thực phẩm và bảo vệ người tiêu dùng yêu cầu ghi rõ thông tin về tám nguyên nhân chính gây dị ứng thực phẩm. Hãy gọi 911 khi có dấu hiệu sốc mẫn cảm (thở khò khè, khó thở, chóng mặt) và hãy chích hoóc-môn vỏ thượng thận. Bên cạnh đó hãy duy trì kế hoạch hành động chống dị ứng thực phẩm cho mình hoặc cho con hay bị dị ứng của mình. Bạn có lẽ cũng cần mang vòng đeo tay nhận dạng y tế để cho biết tình trạng dị ứng của mình."
        },
        {
            "en": "Got skin problems?Is your skin itching, breaking out, covered in a rash, or playing host to strange spots? Skin inflammation, changes in texture or color, and spots may be the result of infection, a chronic skin condition, or contact with an <em>allergen</em> or irritant. You can learn to recognize common adult skin problems. Yet, while many are minor, they may signal something more serious, so always consult a doctor for proper diagnosis.",
            "vi": "Bị các vấn đề về da ư? Có phải da của bạn đang bị ngứa, nổi mẩn, phát ban rôm dày đặc hoặc là đang có nhiều đốm rất lạ? Chứng viêm da, thay đổi sắc tố da hoặc bề mặt da có hiện tượng khác lạ, xuất hiện nhiều đốm nhỏ li ti có thể là do nhiễm trùng, bệnh da mãn tính, hoặc do tiếp xúc với chất gây dị ứng hoặc chất kích thích gây ra. Tuy nhiên, mặc dù nhiều chứng bệnh này thường là nhẹ, nhưng chúng cũng có thể là dấu hiệu của một bệnh nào đó nguy hiểm hơn, vì vậy bạn nên tham khảo ý kiến của bác sĩ để được chẩn đoán đúng."
        },
        {
            "en": "Contact eczema  Contact eczema (contact dermatitis) is a localized reaction that includes redness, itching, and burning in areas where the skin has come into contact with an <em>allergen</em> or with a general irritant such as an acid, a cleaning agent, or other chemical. Other examples of contact eczema include reactions to laundry detergents, soaps, nickel (present in jewelry), cosmetics, fabrics, clothing, and perfume. Due to the vast number of substances with which individuals have contact, it can be difficult to determine the trigger for contact dermatitis. The condition is sometimes referred to as allergic contact eczema (allergic contact dermatitis) if the trigger is an <em>allergen</em> and irritant contact eczema (irritant contact dermatitis) if the trigger is an irritant. Skin reactions to poison ivy and poison sumac are examples of allergic contact eczema. People who have a history of allergies have an increased risk for developing contact eczema.",
            "vi": "Chàm do tiếp xúc   Chàm do tiếp xúc (chứng viêm da do tiếp xúc) là phản ứng cục bộ/ phản ứng tại chồ bao gồm đỏ, ngứa, và nóng rát ở những nơi da đã tiếp xúc với chất gây dị ứng hoặc tiếp xúc với một chất kích thích thông thường chẳng hạn như a-xit, chất tẩy rửa, hoặc một hoá chất khác. Nhiều ví dụ khác của chứng chàm do tiếp xúc gồm phản ứng với bột giặt, xà bông, kền/ ni-ken (có trong nữ trang), mỹ phẩm, vải vóc, quần áo, và nước hoa. Do người bệnh có thể tiếp xúc với vô số chất nên khó có thể xác định được nguyên nhân nào gây nên bệnh viêm da do tiếp xúc. Đôi khi bệnh này được gọi là chàm do tiếp xúc dị ứng (viêm da tiếp xúc do dị ứng) nếu nguyên nhân là chất gây dị ứng và được gọi là chàm do tiếp xúc kích ứng (viêm da kích ứng) nếu nguyên nhân là chất gây kích thích. Dị ứng da với cây sơn độc và cây muối độc là những ví dụ của chứng chàm do tiếp xúc dị ứng. Người có tiền sử dị ứng có nguy cơ bị chàm do tiếp xúc cao."
        },
        {
            "en": "Urushiol is considered an <em>allergen</em> because it causes an allergic reaction — which takes the form of a rash, itching, and sometimes swelling. Not everyone gets a reaction to urushiol, but about 60% to 80% of people do. This reaction can appear within hours of coming into contact with urushiol or as late as 5 days later. Typically, the skin becomes red, itchy, and swollen and blisters will appear. After a few days, the blisters may become crusty and start to flake off. The rash that people get from poison ivy takes 1 to 2 weeks to heal.",
            "vi": "Urushiol được xem là một chất gây dị ứng vì nó gây ra phản ứng dị ứng - trong đó có các dạng phát ban, ngứa, và đôi khi sưng. Không phải tất cả mọi người đều dị ứng với urushiol, nhưng khoảng 60% đến 80% người bị như vậy. Phản ứng này có thể xuất hiện trong vòng vài giờ sau khi tiếp xúc với urushiol hoặc muộn tới 5 ngày sau đó. Thông thường, làn da trở nên đỏ, ngứa, sưng và bóng nước sẽ xuất hiện. Sau một vài ngày, các mụn nước có thể trở nên cứng giòn và bắt đầu vỡ ra. Phát ban do thường xuân độc gây ra phải mất 1 đến 2 tuần để chữa lành."
        },
        {
            "en": "Your eyes itch, your nose is running, you're sneezing, and you're covered in hives. It's allergy season again, and all you want to do is curl up into a ball of misery. There has to be something you can do to feel better. After all, doctors seem to have a cure for everything, right? Not for allergies. But there are ways to relieve allergy symptoms or avoid getting the symptoms, even though you can't actually get rid of the allergies themselves. What are allergies? Allergies are abnormal immune system reactions to things that are typically harmless to most people. When you're allergic to something, your immune system mistakenly believes that this substance is harmful to your body. (Substances that cause allergic reactions, such as certain foods, dust, plant pollen, or medicines, are known as allergens.) In an attempt to protect the body, the immune system produces IgE antibodies to that <em>allergen</em>. Those antibodies then cause certain cells in the body to release chemicals into the bloodstream, one of which is histamine. The histamine then acts on the eyes, nose, throat, lungs, skin, or gastrointestinal tract and causes the symptoms of the allergic reaction. Future exposure to that same <em>allergen</em> will trigger this antibody response again. This means that every time you come into contact with that <em>allergen</em>, you'll have an allergic reaction. Allergic reactions can be mild, like a runny nose, or they can be severe, like difficulty breathing. An asthma attack, for example, is often an allergic reaction to something that is breathed into the lungs by a person who is susceptible. Some types of allergies produce multiple symptoms, and in rare cases, an allergic reaction can become very severe — this severe reaction is called anaphylaxis. Signs of anaphylaxis include difficulty breathing, difficulty swallowing, swelling of the lips, tongue, and throat or other parts of the body, and dizziness or loss of consciousness. Anaphylaxis usually occurs minutes after exposure to a triggering substance, such as a peanut, but some reactions might be delayed by as long as 4 hours. Luckily, anaphylactic reactions don't occur often and can be treated successfully if proper medical procedures are followed. Why do people get allergies? The tendency to develop allergies is often hereditary, which means it can be passed down through your genes. However, just because a parent or sibling has allergies doesn't mean you will definitely get them, too. A person usually doesn't inherit a particular allergy, just the likelihood of having allergies. What things are people are allergic to? Some of the most common allergens are: Foods. Food allergies are most common in infants and often go away as people get older. Although some food allergies can be serious, many simply cause annoying symptoms like an itchy rash, a stuffy nose, and diarrhea. The foods that people are most commonly allergic to are milk and other dairy products, eggs, wheat, soy, peanuts and tree nuts, and seafood. Insect bites and stings. The venom (poison) in insect bites and stings can cause allergic reactions, and can be severe and even cause an anaphylactic reaction in some people. Airborne particles. Often called environmental allergens, these are the most common allergens. Examples of airborne particles that can cause allergies are dust mites (tiny bugs that live in house dust); mold spores; animal dander (flakes of scaly, dried skin, and dried saliva from your pets); and pollen from grass, ragweed, and trees. Medicines. Antibiotics — medications used to treat infections — are the most common type of medicines that cause allergic reactions. Many other medicines, including over-the-counter medications (those you can buy without a prescription), also can cause allergic-type reactions. Chemicals. Some cosmetics or laundry detergents can make people break out in an itchy rash (hives). Usually, this is because someone has a reaction to the chemicals in these products. Dyes, household cleaners, and pesticides used on lawns or plants also can cause allergic reactions in some people. How do doctors diagnose and treat allergies? If your family doctor suspects you might have an allergy, he or she might refer you to an allergist (a doctor who specializes in allergy treatment) for further testing. The allergist will ask you about your own allergy symptoms (such as how often they occur and when) and about whether any family members have allergies. The allergist also will perform tests to confirm an allergy — these will depend on the type of allergy someone has and may include a skin test or blood test. The most complete way to avoid allergic reactions is to stay away from the substances that cause them (called avoidance). Doctors can also treat some allergies using medications and allergy shots. Avoidance In some cases, like food allergies, avoiding the <em>allergen</em> is a life-saving necessity. That's because, unlike allergies to airborne particles that can be treated with shots or medications, the only way to treat food allergies is to avoid the <em>allergen</em> entirely. For example, people who are allergic to peanuts should avoid not only peanuts, but also any food that might contain even tiny traces of them. Avoidance can help protect people against non-food or chemical allergens, too. In fact, for some people, eliminating exposure to an <em>allergen</em> is enough to prevent allergy symptoms and they don't need to take medicines or go through other allergy treatments. Here are some things that can help you avoid airborne allergens: * Keep family pets out of certain rooms, like your bedroom, and bathe them if necessary.  * Remove carpets or rugs from your room (hard floor surfaces don't collect dust as much as carpets do).  * Don't hang heavy drapes and get rid of other items that allow dust to accumulate.  * Clean frequently (if your allergy is severe, you may be able to get someone else to do your dirty work!)  * Use special covers to seal pillows and mattresses if you're allergic to dust mites.  * If you're allergic to pollen, keep windows closed when pollen season's at its peak, change your clothing after being outdoors — and don't mow lawns.  * If you're allergic to mold, avoid damp areas, such as basements, and keep bathrooms and other mold-prone areas clean and dry.  Medications Medications such as pills or nasal sprays are often used to treat allergies. Although medications can control the allergy symptoms (such as sneezing, headaches, or a stuffy nose), they are not a cure and can't make the tendency to have allergic reactions go away. Many effective medications are available to treat common allergies, and your doctor can help you to identify those that work for you. Another type of medication that some severely allergic people will need to have on hand is a shot of epinephrine, a fast-acting medicine that can help offset an anaphylactic reaction. This medicine comes in an easy-to-carry container that looks like a pen. Epinephrine is available by prescription only. If you have a severe allergy and your doctor thinks you should carry it, he or she will give you instructions on how to use it. Shots Allergy shots are also referred to as <em>allergen</em> immunotherapy. By receiving injections of small amounts of an <em>allergen</em>, your body can gradually develop antibodies and undergo other immune system changes that help reduce the reaction to that <em>allergen</em>. Immunotherapy is only recommended for specific allergies, such as allergies to things you might breathe in (like pollen, pet dander, or dust mites) or insect allergies. Immunotherapy doesn't help with some allergies, like food allergies. Although many people find the thought of allergy shots unsettling, shots can be highly effective — and it doesn't take long to get used to them. Often, the earlier someone receives allergy shots, the more they help the body build up antibodies that fight the allergies. Although the shots don't cure allergies, they do tend to raise a person's tolerance when exposed to the <em>allergen</em>, which means fewer or less severe symptoms. If you're severely allergic to bites and stings, talk to a doctor about getting venom immunotherapy (shots) from an allergist. Is it a cold or allergies? If the spring and summer seasons leave you sneezing and wheezing, you might have allergies. Colds, on the other hand, are more likely to occur at any time (though they're more common in the colder months). Colds and allergies produce similar symptoms, but colds usually last only a week or so. And although both may cause your nose and eyes to itch, colds and other viral infections can also cause a fever, aches and pains, and colored mucus. Cold symptoms often worsen as the days go on and then gradually improve, but allergies begin immediately after exposure to the offending <em>allergen</em> and last as long as that exposure continues. If you're not sure whether your symptoms are caused by allergies or a cold, talk with your doctor. Dealing with allergies So once you know you have allergies, how do you deal with them? First and foremost, try to avoid things you're allergic to! If you have a food allergy, that means avoiding foods that trigger symptoms and learning how to read food labels to make sure you're not consuming even tiny amounts of allergens. People with environmental allergies should keep their house clean of dust and pet dander and watch the weather for days when pollen is high. Switching to perfume-free and dye-free detergents, cosmetics, and beauty products (you may see non-allergenic ingredients listed as hypoallergenic on product labels) also can help. If you're taking medication, follow the directions carefully and make sure your regular doctor is aware of anything an allergist gives you (like shots or prescriptions). If you have a severe allergy, consider wearing a medical emergency ID (such as a MedicAlert bracelet), which will explain your allergy and who to contact in case of an emergency. If you've been diagnosed with allergies, you have a lot of company. The National Institutes of Health (NIH) report that more than 50 million Americans are affected by allergic diseases. The good news is that doctors and scientists are working to better understand allergies, to improve treatment methods, and to possibly prevent allergies as well.           ",
            "vi": "Mắt bạn ngứa, mũi bạn chảy nước, bạn hắt hơi, và khắp người nổi mề đay. Tới mùa dị ứng nữa rồi, và giờ bạn chỉ muốn nằm cuộn người khổ sở thôi.  Bạn cũng có cách để làm cho mình dễ chịu hơn. Nhưng xét cho cùng thì bác sĩ có vẻ như vẫn chữa được mọi thứ bệnh, đúng không? Nhưng đối với dị ứng thì không. Cũng có nhiều cách để làm nhẹ các triệu chứng dị ứng hoặc tránh các triệu chứng đó, mặc dù bạn thực sự không tài nào chữa hết bản thân chứng dị ứng được.  Dị ứng là gì? Dị ứng là phản ứng bất thường của hệ miễn dịch đối với các chất thường là không có hại gì với hầu hết mọi người. Khi bạn bị dị ứng một chất gì đó thì hệ miễn dịch của bạn lầm tưởng chất này là có hại với cơ thể. (Những chất gây dị ứng chẳng hạn như một số loại thức ăn nào đó, bụi bẩn, phấn hoa thực vật, hoặc thuốc được coi là các chất gây dị ứng.) Để cố bảo vệ cơ thể, hệ miễn dịch tạo ra kháng thể IgE để kháng lại chất gây dị ứng. Sau đó, những kháng thể này làm cho một số tế bào nhất định trong cơ thể thải hoá chất vào máu, một trong những hoá chất đó có tên là histamine. Histamine gây ảnh hưởng đến mắt, mũi, cổ họng, phổi, da, hoặc đường ruột và làm nên các triệu chứng phản ứng dị ứng. Nếu sau này tiếp xúc với cùng một chất gây dị ứng đó thì kháng thể này sẽ phản ứng lại. Có nghĩa là mỗi khi bạn tiếp xúc với chất gây dị ứng đó thì bạn sẽ bị dị ứng.  Phản ứng dị ứng có thể nhẹ, chẳng hạn như chảy nước mũi (sổ mũi), hoặc có thể nặng, như khó thở. Ví dụ như một cơn hen suyễn thường là dị ứng với chất gì đó được hít vào phổi ở người hay nhạy cảm.  Một số loại dị ứng làm phát sinh nhiều triệu chứng, và trong những trường hợp hiếm thấy, phản ứng dị ứng có thể trở nên rất nặng – phản ứng dữ dội này được gọi là sốc mẫn cảm. Các dấu hiệu của sốc mẫn cảm bao gồm khó thở, khó nuốt, sưng môi, sưng lưỡi, và sưng cổ họng hoặc sưng phù nhiều bộ phận khác trên cơ thể, và choáng váng chóng mặt hoặc ngất xỉu.  Sốc mẫn cảm thường xảy ra rất nhanh sau khi tiếp xúc với một chất gây dị ứng nào đó, chẳng hạn như đậu phộng, nhưng một số kiểu dị ứng có thể mãi đến 4 tiếng đồng hồ sau mới biểu hiện. May là các phản ứng phản vệ này không xảy ra thường xuyên và có thể chữa lành nếu áp dụng các biện pháp y khoa đúng đắn.   Tại sao người ta lại bị dị ứng? Dị ứng thường là do di truyền, có nghĩa là nó có thể di truyền qua gien. Tuy nhiên đâu phải vì bố (mẹ) hoặc một người anh (chị, em) ruột nào đó của bạn bị dị ứng thì bạn chắc chắn cũng sẽ bị dị ứng theo. Người ta thường không bị di truyền một loại dị ứng đặc biệt nào đó, mà chỉ là khả năng bị dị ứng thôi.  Người ta bị dị ứng với những thứ gì? Dưới đây là những chất gây dị ứng thường thấy nhất:  Thức ăn. Dị ứng thức ăn thường thấy nhất ở trẻ sơ sinh và thường hết khi lớn lên. Mặc dù một số loại dị ứng thức ăn có thể là trầm trọng, nhưng nhiều loại cũng chỉ gây ra các triệu chứng khó chịu như ban ngứa, nghẹt mũi, và tiêu chảy. Những loại thức ăn gây dị ứng thường thấy nhất là sữa và các sản phẩm làm từ sữa, trứng, lúa mì, nước tương, đậu phộng và các loại hạt, và hải sản. Côn trùng cắn, đốt. Nọc độc (chất độc) do côn trùng cắn, đốt có thể gây dị ứng, và có thể trầm trọng và thậm chí có thể gây phản ứng phản vệ ở một số người.  Các hạt trong không khí. Đây thường được gọi là những chất gây dị ứng trong môi trường, chúng là những chất gây dị ứng thường thấy nhất. Các hạt trong không khí có thể gây dị ứng như mạt trong bụi nhà (những con bọ, rệp nhỏ li ti sống trong bụi nhà); bào tử nấm mốc; vảy da đầu động vật (đốm vảy, da khô, và nước bọt khô của vật nuôi trong nhà bạn); và phấn hoa của cây cỏ, cỏ phấn hương (cỏ lưỡi chó), và cây. Thuốc. Thuốc kháng sinh – nhiều loại thuốc được sử dụng để điều trị nhiễm trùng – là những loại thuốc gây dị ứng thường thấy nhất. Nhiều loại thuốc khác, bao gồm thuốc mua tự do (thuốc mà bạn có thể mua tự do không theo toa), cũng có thể gây ra dị ứng.  Hoá chất. Một số loại mỹ phẩm hoặc bột giặt có thể làm cho người ta phát ban ngứa (mề đay). Thường là do cơ thể phản ứng với hoá chất trong những sản phẩm này. Thuốc nhuộm, chất tẩy rửa gia dụng, và thuốc trừ sâu sử dụng trên cây cối hoặc cỏ cũng có thể làm cho một số người bị dị ứng.  Bác sĩ chẩn đoán và điều trị dị ứng như thế nào? Nếu bác sĩ đa khoa nghi ngờ bạn có thể bị dị ứng thì bác sĩ sẽ có thể chuyển bạn đến bác sĩ chuyên khoa dị ứng (bác sĩ chuyên điều trị dị ứng) để xét nghiệm thêm. Ở đây bác sĩ sẽ hỏi bạn về những triệu chứng dị ứng (chẳng hạn như bạn bị dị ứng bao lâu một lần và khi nào bạn bị triệu chứng đó) đồng thời bác sĩ cũng tìm hiểu xem trong gia đình bạn có ai bị dị ứng không. Bên cạnh đó, bác sĩ cũng sẽ làm thêm nhiều xét nghiệm để xác nhận dị ứng – những xét nghiệm này tuỳ thuộc vào loại dị ứng của bệnh nhân và có thể bao gồm cả kiểm tra phản ứng da hoặc xét nghiệm máu. Biện pháp để tránh bị dị ứng toàn diện nhất là nên tránh các chất gây ra dị ứng (đây được gọi là sự tránh dị ứng). Bác sĩ cũng có thể dùng thuốc uống và tiêm chích để chữa một số chứng dị ứng.    Tránh bị dị ứng  Trong một số trường hợp, chẳng hạn như dị ứng thức ăn thì việc tránh các chất gây dị ứng là một việc cần kíp. Đó là bởi, không giống như dị ứng với các hạt trong không khí có thể được chữa bằng thuốc uống hoặc thuốc tiêm, cách duy nhất để chữa dị ứng thức ăn là nên tránh các chất gây dị ứng một cách hoàn toàn. Chẳng hạn như, người bị dị ứng đậu phộng không những nên tránh đậu phộng mà còn bất kỳ loại thức ăn nào có thể chứa thậm chí là một chút xíu đi nữa.  Tránh những chất gây dị ứng cũng có thể giúp người ta tránh được các chất gây dị ứng bằng hoá chất hoặc không phải là thức ăn nữa. Thực ra, đối với một số người, việc kiêng tiếp xúc một chất gây dị ứng nào đó cũng đủ để có thể ngăn ngừa các triệu chứng dị ứng và không cần phải sử dụng thuốc hoặc các phương pháp điều trị dị ứng khác.  Dưới đây là một số điều có thể giúp bạn tránh được các chất gây dị ứng trong không khí:  * Hãy giữ thú nuôi tránh xa một số phòng nào đó, chẳng hạn như phòng ngủ, và bạn nên tắm chúng nếu cần.  * Hãy mang thảm hoặc tấm trải sàn ra khỏi phòng (mặt sàn cứng không hút bụi nhiều như mặt thảm). * Đừng treo màn cửa dày và kín; hãy bỏ các đồ vật khác làm cho bụi tích tụ vào.  * Hãy lau chùi thường xuyên (nếu bạn bị dị ứng nặng thì có thể nhờ một ai đó làm công việc dơ bẩn này thay cho bạn nhé!) * Nên sử dụng bao gối và tấm trải giường đặc biệt nếu bạn bị dị ứng với mạt trong bụi nhà.  * Nếu bạn bị dị ứng với phấn hoa thì nên đóng kín cửa sổ khi mùa phấn hoa rộ nhé, hãy thay áo quần sau khi ở ngoài vào – và chớ nên cắt cỏ.  * Nếu bị dị ứng với nấm mốc, bạn nên tránh các nơi ẩm ướt, chẳng hạn như tầng hầm, và giữ cho phòng tắm và những nơi dễ bị nấm mốc được sạch sẽ và khô ráo.  Thuốc chữa dị ứng  Nhiều loại thuốc chẳng hạn như thuốc viên hoặc thuốc xịt mũi thường được dùng để chữa dị ứng. Mặc dù những thứ thuốc này có thể làm nhẹ các triệu chứng dị ứng (như hắt hơi, nhức đầu, hoặc nghẹt mũi) nhưng đây không phải là thuốc chữa lành và không thể làm cho các bẩm chất dị ứng hết được. Nhiều loại thuốc trị các loại dị ứng thông thường đang được bán trên thị trường, và bác sĩ có thể giúp bạn xác định loại nào là tốt với bạn.  Một loại thuốc khác cần thiết cho một số người bị dị ứng nặng cần có sẵn bên người đó là thuốc tiêm epinephrine, đây là loại thuốc có công hiệu nhanh có thể cắt đứt cơn phản ứng phản vệ. Loại thuốc này đựng trong vật dễ mang theo trông như hình một cây bút. Epinephrine chỉ được bán theo toa. Nếu bạn bị dị ứng nặng và bác sĩ nghĩ là bạn nên mang theo bên người thì họ sẽ hướng dẫn cho bạn cách sử dụng nó.  Tiêm thuốc chống dị ứng  Tiêm thuốc chống dị ứng cũng được gọi là liệu pháp miễn dịch chất gây dị ứng. Do được tiêm một lượng nhỏ chất chống dị ứng, cơ thể bạn có thể phát triển các kháng thể dần dần và trải qua nhiều thay đổi miễn dịch khác giúp làm cho phản ứng với chất gây dị ứng trở nên nhẹ đi. Liệu pháp miễn dịch chỉ được khuyến cáo đối với các loại dị ứng cụ thể nào đó, chẳng hạn như dị ứng với chất mà bạn có thể hít được (như phấn hoa, vảy da đầu thú cưng, hoặc mạt trong bụi nhà) hoặc dị ứng côn trùng. Liệu pháp miễn dịch không có tác dụng đối với một số loại dị ứng, chẳng hạn như dị ứng thức ăn.  Mặc dù nhiều người thấy rằng ý tưởng sử dụng thuốc tiêm chống dị ứng là đáng lo ngại, nhưng đây có thể có hiệu quả cao – và không phải mất nhiều thời gian để dần quen với thuốc. Thường thì nếu được tiêm thuốc càng sớm thì cơ thể có thể tăng kháng thể chống lại dị ứng càng nhiều. Mặc dù thuốc tiêm không có tác dụng chữa lành dị ứng, nhưng chúng thường làm cho người ta dung nạp thuốc nhiều hơn khi tiếp xúc với chất gây dị ứng, có nghĩa là các triệu chứng dị ứng sẽ ít hơn hoặc ít trầm trọng hơn.  Nếu bạn bị dị ứng nặng với vết cắn và vết chích của côn trùng thì bạn nên nói chuyện với bác sĩ về việc sử dụng liệu pháp miễn dịch nọc (thuốc tiêm) của bác sĩ chuyên khoa dị ứng. Cảm lạnh hay dị ứng?   Nếu mùa xuân và mùa hè làm cho bạn hắt hơi và thở khò khè, thì có thể là bạn đã bị dị ứng. Mặt khác, cảm lạnh, có thể dễ xảy ra vào bất cứ lúc nào (mặc dù thường thấy ở những tháng lạnh hơn).  Các triệu chứng cảm lạnh và dị ứng đều giống nhau, nhưng cảm lạnh thường kéo dài chỉ khoảng một tuần. Và mặc dù cả dị ứng và cảm lạnh đều có thể làm cho bạn ngứa mũi và ngứa mắt, nhưng cảm lạnh và các chứng nhiễm vi rút khác cũng có thể gây sốt, đau nhức, và dịch nhầy có màu. Các triệu chứng cảm lạnh thường trở nên tệ hơn từ ngày này sang ngày khác và dần biến mất, nhưng dị ứng bắt đầu ngay sau khi tiếp xúc với một chất gây dị ứng khó chịu nào đó và sẽ hết cho đến khi nào không còn tiếp xúc nữa.  Nếu không dám khẳng định các triệu chứng của mình có phải do dị ứng hay cảm lạnh gây ra thì bạn nên nói chuyện với bác sĩ.  Đối phó với dị ứng Vậy khi bạn đã biết mình bị dị ứng thì phải đối phó với nó sao đây? Trước tiên và quan trọng hơn cả là nên tránh những thứ làm cho bạn bị dị ứng!  Nếu bạn bị dị ứng thức ăn thì có nghĩa là bạn nên tránh các loại thực phẩm làm kích thích các triệu chứng dị ứng và nên biết cách đọc nhãn thực phẩm để chắc rằng mình không dùng thậm chí là một lượng chất gây dị ứng nhỏ đi nữa. Người bị dị ứng môi trường nên giữ cho nhà cửa được sạch bụi bặm và vảy da đầu của thú nuôi và nên để ý thời tiết những ngày rộ phấn hoa. Bạn cũng nên chuyển sang sử dụng các chất tẩy rửa, mỹ phẩm, và các sản phẩm làm đẹp không hương thơm và không thuốc nhuộm (bạn có thể nhìn thấy các thành phần không gây dị ứng (hypoallergenic) trên các nhãn hàng).  Nếu bạn đang sử dụng thuốc thì hãy làm theo hướng dẫn cẩn thận và nên đảm bảo rằng bác sĩ thường xuyên chăm sóc cho bạn nắm được bất cứ loại thuốc nào mà bác sĩ chuyên khoa dị ứng cho bạn (như thuốc tiêm hoặc thuốc theo toa). Nếu bạn bị dị ứng nặng thì nên nghĩ đến việc mang thẻ cấp cứu (chẳng hạn như vòng tay MedicAlert), sẽ cho người khác biết là bạn đang bị dị ứng và biết phải liên hệ với ai trong trường hợp khẩn cấp.  Nếu bạn bị chẩn đoán là dị ứng thì cũng có nhiều người tương tự như bạn. Viện Y học Quốc gia (NIH) cho biết là có trên 50 triệu người Mỹ bị dị ứng. Tin vui là các nhà khoa học và bác sĩ đang nghiên cứu để hiểu rõ hơn về dị ứng, nhằm cải thiện phương pháp điều trị, và có thể ngăn ngừa được cả dị ứng nữa.   "
        },
        {
            "en": "Inflammation The first and most important factor causing narrowing of the bronchial tubes is inflammation. The bronchial tubes become red, irritated, and swollen. This inflammation increases the thickness of the wall of the bronchial tubes and thus results in a smaller passageway for air to flow through. The inflammation occurs in response to an <em>allergen</em> or irritant and results from the action of chemical mediators (histamine, leukotrienes, and others). The inflamed tissues produce an excess amount of \"sticky\" mucus into the tubes. The mucus can clump together and form \"plugs\" that can clog the smaller airways. Specialized allergy and inflammation cells (eosinophils and white blood cells), which accumulate at the site, cause tissue damage. These damaged cells are shed into the airways, thereby contributing to the narrowing.",
            "vi": "Viêm Yếu tố đầu tiên và quan trọng nhất gây hẹp các ống phế quản là viêm. Các ống phế quản trở nên ửng đỏ, bị kích ứng, và sưng to. Chứng viêm này làm tăng độ dày của thành ống phế quản và do đó làm cho đường dẫn khí ra vào nhỏ hẹp hơn. Tình trạng viêm xảy ra để phản ứng lại chất gây dị ứng hoặc chất kích thích và do hoạt động của các hoá chất trung gian (histamine, leukotrienes, và nhiều hoá chất khác). Các mô bị viêm tiết ra một lượng chất nhầy lớn “bám dính” vào các ống. Chất nhầy này có thể kết cục lại và tạo nên những “nút chốt” có thể gây bít nghẽn các đường dẫn khí nhỏ hơn. Các tế bào viêm và dị ứng đặc biệt (bạch cầu ưa ê-ô-sin và bạch cầu), tích tụ lại ở điểm này, gây ra tổn thương mô. Các tế bào bị tổn thương này lọt vào đường dẫn khí, do đó góp phần làm cho đường dẫn khí hẹp hơn."
        },
        {
            "en": "What is pinkeye? Pinkeye -- also called conjunctivitis -- is redness and inflammation of the clear membranes covering the whites of the eyes and the membranes on the inner part of the eyelids. Pinkeye is most often caused by a virus or by a bacterial infection, although allergies, chemical agents, and underlying diseases can also play a role. Is pinkeye contagious? Viral and bacterial pinkeye are extremely contagious. It's easily spread through poor hand washing or by sharing an object (like a towel) with someone who has it. It can also spread through coughing and sneezing. Kids diagnosed with infectious pinkeye should stay out of school or day care for a short period of time. Allergic pinkeye (caused by seasonal pollens, animal dander, cosmetics, and perfumes) and chemical pinkeye (from chemicals or liquids, including bleach and furniture polish) are not contagious. Symptom: Eye redness Redness of the eye is the typical, telltale symptom of pinkeye. Pinkeye is a common condition that is rarely serious and unlikely to cause long-term eye or vision damage if promptly detected and treated. Symptom: Swollen, red eyelids The symptoms of infectious pinkeye typically begin in one eye and involve the other eye within a few days. Symptoms of allergic pinkeye usually involve both eyes. Swelling of the eyelids is more common with bacterial and allergic pinkeye. Symptom: Lots of tearing Viral and allergic pinkeye are known for causing more tear production than usual. Symptom: Itchy or burning eyes You would know it if you felt it -- that overwhelming itchy, burning feeling in the eyes, which is typical of pinkeye. Symptom: Drainage from the eyes A clear, watery drainage is common with viral and allergic pinkeye. When the drainage is more greenish-yellow (and there's a lot of it), this is likely bacterial pinkeye.  Symptom: Crusty eyelids If you wake up with your eyes \"stuck shut,\" this may be caused by the discharge that accumulates during sleep from pinkeye. Symptom: Sensitivity to light Pinkeye can cause mild sensitivity to light. A person who has severe symptoms, such as changes in eyesight, severe light sensitivity, or severe pain may have an infection that has spread beyond the conjunctiva and should be re-examined by a doctor. Symptom: 'Something in the eye' You may notice a bothersome feeling like something is stuck in your eye. A child may describe the feeling as sand in the eye. Pinkeye diagnosis A doctor can often diagnose pinkeye just by its distinguishing signs and symptoms. However a slit lamp exam may be required. In some cases, a swab of the discharge from the eye is sent to a lab for analysis to determine the cause. When pinkeye means something more Persistent pinkeye can be a sign of an underlying illness in the body. Most often these are rheumatic diseases, such as rheumatoid arthritis and systemic lupus erythematosus (lupus). Pinkeye is also seen in Kawasaki disease (a rare disease associated with fever in infants and young children) and certain inflammatory bowel diseases, such as ulcerative colitis and Crohn's disease.  Treating pinkeye Bacterial pinkeye is treated with antibiotic eyedrops, ointment, or pills to clear the infection. Most viral pinkeye cases have no specific treatment -- you just have to let the virus run its course, which is usually four to seven days. Allergic pinkeye symptoms should improve once the <em>allergen</em> source is removed and the allergy itself is treated. Chemical pinkeye requires prompt washing of the affected eye(s) for five minutes and an immediate call to the doctor. Easing symptoms To reduce pain and to remove the discharge of bacterial or viral pinkeye, use a cold or warm compress on the eyes. Make sure to use a different washcloth for each eye to prevent spreading any infection. And use clean washcloths each time. Clean the eye from drainage by wiping from the inside to the outside of the eye area. How long am I contagious? With bacterial pinkeye, you can usually return to work or school 24 hours after antibiotics have been started, as long as symptoms have improved. With viral pinkeye, you are contagious as long as the symptoms last. Check with your doctor to be certain. Preventing its spread If you or your child has infectious pinkeye, avoid touching the eye area, and wash your hands frequently, particularly after applying medications to the area. Never share towels or handkerchiefs, and throw away tissues after each use. Change towels daily. Disinfect all surfaces, including countertops, sinks, and doorknobs. Throw away any makeup used while infected.     ",
            "vi": "Bệnh đau mắt đỏ là gì? Bệnh đau mắt đỏ hay còn gọi là viêm kết mạc – là chứng viêm đỏ lớp màng trong suốt bao bọc tròng trắng mắt và màng trên phần mí mắt trong. Đau mắt đỏ thường là do vi-rút hoặc nhiễm khuẩn gây ra nhiều nhất, mặc dù dị ứng, các chất hoá học, và nhiều bệnh tiềm ẩn khác cũng có thể là  nguyên nhân.  Bệnh đau mắt đỏ có lây không? Bệnh đau mắt đỏ do vi-rút và vi khuẩn gây ra hết sức lây lan. Nó dễ dàng lây lan qua việc rửa tay không sạch hoặc bằng cách dùng chung đồ vật (chẳng hạn như khăn tắm) với người nhiễm bệnh. Bên cạnh đó bệnh cũng còn lây lan qua ho và hắt hơi. Trẻ bị chẩn đoán là đau mắt đỏ nhiễm trùng nên nghỉ học hoặc không đến nhà trẻ ban ngày trong một thời gian ngắn. Bệnh đau mắt đỏ dị ứng (gây ra do phấn hoa mùa, vảy da đầu động vật, mỹ phẩm, và dầu thơm) và bệnh đau mắt đỏ do hoá chất (do chất hoá học hoặc chất lỏng, bao gồm thuốc tẩy và dầu đánh bóng đồ gỗ) không lây.  Triệu chứng: Đỏ mắt Đỏ mắt là triệu chứng điển hình, báo trước bệnh đau mắt đỏ. Đây là chứng bệnh thường gặp hiếm khi nguy hiểm và khó có thể gây tổn thương mắt hoặc tổn thương thị giác lâu dài nếu được phát hiện và điều trrị kịp thời.  Triệu chứng: Mí mắt sưng, đỏ  Các triệu chứng của bệnh đau mắt đỏ nhiễm trùng thường bắt đầu ở một mắt và lây sang mắt kia trong vòng một vài ngày. Triệu chứng của bệnh đau mắt đỏ dị ứng thường biểu hiện ở cả hai mắt. Mí mắt sưng bụp thường biểu hiện nhiều hơn ở bệnh đau mắt đỏ dị ứng và do vi khuẩn.  Triệu chứng: Chảy nhiều nước mắt Đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng là nguyên nhân thường thấy gây tiết nhiều nước mắt hơn bình thường.  Triệu chứng: Ngứa hoặc rát mắt  Bạn sẽ biết được cảm giác đó nếu bị đau mắt đỏ – ngứa, rát dữ dội trong mắt, đây là những triệu chứng điển hình của chứng đau mắt đỏ.  Triệu chứng: Tiết chất dịch ở mắt  Dịch nước trong là biểu hiện thường thấy của chứng đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng. Khi dịch mắt trở nên vàng lục nhiều hơn (và có nhiều chất dịch này), thì đây có thể là đau mắt đỏ do vi khuẩn.    Triệu chứng: Mi mắt đóng váng Nếu sáng thức dậy mà hai mắt của bạn “bị dính cứng” lại với nhau thì có thể do dịch tiết tụ lại ở mắt do đau mắt đỏ trong khi bạn ngủ.   Triệu chứng: Nhạy cảm với ánh sáng Bệnh đau mắt đỏ có thể gây nhạy cảm nhẹ với ánh sáng. Người biểu hiện các triệu chứng nặng, chẳng hạn như thay đổi thị lực, nhạy cảm dữ dội với ánh sáng, hoặc đau nhức dữ dội có thể bị nhiễm trùng lây sang khỏi cả kết mạc và cần nên được bác sĩ khám lại.   Triệu chứng khó chịu “Có cái gì đó trong mắt” Bạn có thể cảm thấy khó chịu giống như có cái gì đó kẹt trong mắt mình. Trẻ con có thể tả cảm giác đó y như có hạt cát trong mắt vậy.  Chẩn đoán bệnh đau mắt đỏ Bác sĩ có thể chẩn đoán bệnh đau mắt đỏ chỉ bằng các dấu hiệu và triệu chứng nhận biết của nó. Tuy nhiên cũng có thể cần phải kiểm tra bằng kính hiển vi sinh vật. Trong một số trường hợp thì người ta cũng có thể lấy mẫu dịch mắt gởi đến phòng thí nghiệm để xác định nguyên nhân.   Khi bệnh đau mắt đỏ không đơn thuần là đau mắt đỏ Bệnh đau mắt đỏ dai dẳng có thể là dấu hiệu của một chứng bệnh tiềm ẩn nào đó trong cơ thể. Thường thấy nhất là bệnh thấp khớp, chẳng hạn như viêm khớp kinh niên và lu-pút ban đỏ hệ thống (lupus). Đau mắt đỏ cũng có thể biểu hiện ở bệnh Kawasaki (đây là chứng bệnh hiếm gặp liên quan đến sốt ở trẻ sơ sinh và trẻ nhỏ) và một số bệnh viêm ruột mãn tính nào đó, như là loét kết tràng và viêm ruột từng vùng. Điều trị bệnh đau mắt đỏ Bệnh đau mắt đỏ do vi trùng được điều trị bằng thuốc nhỏ mắt kháng sinh, thuốc mỡ, hoặc thuốc viên để chữa hết nhiễm nhùng. Hầu hết các trường hợp đau mắt đỏ di vi-rút không có phương pháp đặc trị – bạn phải để cho vi-rút phát triển một cách tự nhiên, thường kéo dài từ 4 đến 7 ngày. Các triệu chứng đau mắt đỏ dị ứng sẽ giảm bớt khi nguồn chất gây dị ứng được tẩy sạch và bản thân dị ứng được chữa lành. Đau mắt đỏ do hoá chất cần phải được rửa mắt bị nhiễm nhanh chóng trong vòng 5 phút và phải gọi điện cho bác sĩ ngay tức khắc.  Làm dịu các triệu chứng đau mắt đỏ  Để giảm đau và làm sạch dịch tiết của bệnh đau mắt đỏ do vi khuẩn hoặc vi-rút, hãy sử dụng một miếng gạc lạnh hoặc ấm lên mắt. Phải đảm bảo sử dụng khăn mặt khác nhau cho mỗi mắt để ngăn ngừa lây lan nhiễm trùng. Và hãy sử dụng khăn mặt sạch mỗi lần như thế. Làm sạch chất dịch ở mắt bằng cách lau từ bên trong ra bên ngoài vùng mắt.  Tôi bị nhiễm bệnh trong thời gian bao lâu?  Với chứng bệnh đau mắt đỏ do vi khuẩn thì bạn thường có thể đi làm hoặc đi học trở lại sau khi bắt đầu điều trị bằng thuốc kháng sinh 24 tiếng đồng hồ, miễn là các triệu chứng giảm đi là được. Còn khi bị đau mắt đỏ do vi-rút thì bạn nhiễm bệnh đến chừng nào các triệu chứng hết thì thôi. Bạn nên kiểm tra lại với bác sĩ để chắc chắn nhé.  Ngăn ngừa bệnh đau mắt đỏ lây lan Nếu bạn hoặc con bạn bị đau mắt đỏ nhiễm trùng, nên tránh sờ vào vùng mắt, và hãy rửa tay thường xuyên, nhất là sau khi thoa thuốc vào vùng đó. Đừng bao giờ dùng chung khăn tắm hoặc khăn tay, và ném bỏ khăn giấy sau mỗi lần sử dụng. Hãy thay khăn tắm hằng ngày; khử trùng tất cả các bề mặt, chẳng hạn như mặt trên của quầy (nhà bếp), bồn rửa, và tay nắm cửa. Bỏ hết mỹ phẩm trang điểm trong lúc bị bệnh.    "
        }
    ],
    "suggestions": []
}