{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Allen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Allen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Allen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Allen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Allen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Geena Davis plays President <em>Allen</em>.",
            "vi": "Greena davis thủ vai tổng thống allen."
        },
        {
            "en": "President <em>Allen</em> has political problems.",
            "vi": "Tổng thống allen còn có những khó khăn chính trị."
        },
        {
            "en": "When is Woody <em>Allen</em> from?",
            "vi": "Woody Allen quê ở đâu?"
        },
        {
            "en": "Where is Woody <em>Allen</em> from?",
            "vi": "Woody allen quê ở đâu?"
        },
        {
            "en": "<em>Allen</em> went on just before half - time.",
            "vi": "Allen vào sân ngay trước khi hết hiệp 1."
        },
        {
            "en": "A florist's truck turned onto <em>Allen</em> Street.",
            "vi": "Một chiếc xe đưa hoa rẽ vào phố Allen."
        },
        {
            "en": "I'm <em>Allen</em>, in charge of typing.",
            "vi": "Tôi là Allen, chịu trách nhiệm đánh máy."
        },
        {
            "en": "I 'm <em>Allen</em>, in charge of typing.",
            "vi": "Tôi là Allen, chịu trách nhiệm đánh máy."
        },
        {
            "en": "John <em>Allen</em> was an American saloon keeper.",
            "vi": "John Allen là một chủ quán rượu người Mỹ."
        },
        {
            "en": "Lily <em>Allen</em> has confirmed that she is pregnant.",
            "vi": "Lily Allen đã xác nhận rằng bà ấy có thai."
        },
        {
            "en": "<em>Allen</em> said he would do anything for me but lie.",
            "vi": "Allen nói anh ấy có thể làm bất cứ thứ gì cho tôi trừ nói dối."
        },
        {
            "en": "<em>Allen</em> also plays the clarinet in his own jazz band.",
            "vi": "Allen cũng chơi cla-ri-nét trong ban nhạc jazz của anh ta."
        },
        {
            "en": "Elaine <em>Allen</em> teaches entrepreneurship at Babson College in Boston, Massachusetts.",
            "vi": "Elaine Allen giảng dạy về kinh doanh tại Trường Ðại học Babson ở thành phố Boston thuộc bang Massachusetts."
        },
        {
            "en": "Mr. and mrs. <em>Allen</em> have just bought an old house.",
            "vi": "Ông bà allen vừa mới mua một ngôi nhà cũ."
        },
        {
            "en": "I'll tell him as soon as he returns, mr <em>Allen</em>.",
            "vi": "Tôi sẽ nói ông ấy gọi lại ngay khi ông ấy quay lại, ông allen."
        },
        {
            "en": "I removed the small <em>Allen</em> key screw from the bottom of the flash hider.",
            "vi": "Tôi đã tháo cái đinh ốc hãm đầu lõm nhỏ ra khỏi đáy đầu xẻ lửa."
        },
        {
            "en": "\"Commander in Chief\" is a television show about the United States' first woman president, Mackenzie <em>Allen</em>.",
            "vi": "\"commander in chief\" là một chương trình truyền hình nói về vị nữ tổng thống đầu tiên của nước mỹ, bà mackenzie allen."
        },
        {
            "en": "People like Bill Gates and Paul <em>Allen</em> may not need college.",
            "vi": "Những người như Bill Gates và Paul Allen có thể không cần đại học."
        },
        {
            "en": "Psychologist and author Myron S. <em>Allen</em> defined combination as the \"essence of creative imagination\".",
            "vi": "Nhà tâm lý và tác giả Myron S. Allen định nghĩa sự kết hợp như là một \"bản chất của việc tưởng tượng sáng tạo\"."
        },
        {
            "en": "On Wednesdays <em>Allen</em> can usually squeeze in a round of golf.",
            "vi": "Vào thứ tư hàng tuần Allen thường thu xếp thời gian để chơi gôn."
        }
    ],
    "suggestions": []
}