{
    "en_vn": {
        "data": {
            "content": null,
            "word": "allies",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "allies",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "allies",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "allies",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "allies",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>allies</em>",
            "vi": "Các nước đồng minh"
        },
        {
            "en": "Are they <em>allies</em>?",
            "vi": "Họ cùng chung cảnh ngộ hả?"
        },
        {
            "en": "They are my <em>allies</em>.",
            "vi": "Họ là đồng minh của tôi."
        },
        {
            "en": "These two countries are <em>allies</em>.",
            "vi": "Hai nước này là đồng minh với nhau."
        },
        {
            "en": "Team up with credible <em>allies</em>.",
            "vi": "Hợp sức với các đồng minh được tín nhiệm."
        },
        {
            "en": "He is betrayed by perfidious <em>allies</em>.",
            "vi": "Anh ta đã bị phản bội bởi những đồng minh không trung thành."
        },
        {
            "en": "We are betrayed by perfidious <em>allies</em>.",
            "vi": "Chúng tôi bị những đồng minh không trung thành phản bội."
        },
        {
            "en": "Can you name some of the <em>allies</em>?",
            "vi": "Anh kể tên vài nước Đồng minh được không?"
        },
        {
            "en": "The dispute soured relations between the <em>allies</em>.",
            "vi": "Vụ tranh chấp làm xấu đi mối quan hệ giữa các đồng minh."
        },
        {
            "en": "When the <em>Allies</em> liberated Paris, French people were very happy.",
            "vi": "Khi Đồng Minh giải phóng Paris, nhân dân Pháp rất vui mừng."
        },
        {
            "en": "Colombia is one of our staunchest <em>allies</em> in the region.",
            "vi": "Colombia là một trong những đồng minh tin cậy nhất của chúng ta trong khu vực này."
        },
        {
            "en": "Can't the US not get help from its <em>allies</em>?",
            "vi": "Hoa Kỳ không thể nhờ các nước đồng minh trợ giúp à?"
        },
        {
            "en": "To the <em>Allies</em>, Switzerland was a friendly neutral country.",
            "vi": "Đối với phe Đồng minh, Thụy Sĩ là một quốc là trung lập thân thiện."
        },
        {
            "en": "<em>Allies</em> of Dominique Strauss-Kahn eye political comeback",
            "vi": "Đồng minh của Dominique Strauss-Kahn mong ông trở lại chính trường"
        },
        {
            "en": "After World War I, the <em>Allies</em> attempted to deindustrialize Germany.",
            "vi": "Sau chiến tranh thế giới thứ nhất, phe Đồng Minh toan tính phi công nghiệp hóa nước Đức."
        },
        {
            "en": "Great Britain will work in co - operation with her <em>allies</em>.",
            "vi": "Anh sẽ hành động trong sự hợp tác với các nước đồng minh của mình."
        },
        {
            "en": "Great Britain will work in co-operation with her <em>allies</em>.",
            "vi": "Anh sẽ hành động trong sự hợp tác với các nước đồng minh của mình."
        },
        {
            "en": "We received an ammunition supply from our <em>allies</em>.",
            "vi": "Chúng tôi nhận được tiếp tế đạn dược từ những đồng minh của mình."
        },
        {
            "en": "The President affirmed America's commitment to its transatlantic <em>allies</em>.",
            "vi": "Tổng thống khẳng định sự cam kết của Mỹ đối với các đồng minh bên kia Đại Tây Dương."
        },
        {
            "en": "Can't the United States get help from its <em>allies</em>?",
            "vi": "Hoa kỳ không thể nhờ các nước đồng minh trợ giúp à?"
        }
    ],
    "suggestions": []
}