{
    "en_vn": {
        "data": {
            "content": null,
            "word": "allicin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>allicin</k><blockquote><cclass>[<cclass>'alɪsɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Chemistry a pungent oily liquid with antibacterial properties, present in garlic. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1940s: from L. <i>allium</i> 'garlic' + <kref>-in</kref><sup>1</sup>. </blockquote></div>",
            "word": "allicin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "allicin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "allicin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "allicin"
        }
    },
    "sentences": [
        {
            "en": "Garlic The history of garlic as an ingredient used against various diseases is very reach and long. The smell of garlic is the result of chemical called <em>allicin</em>. This chemical produced by garlic make the garlic an effective agent against bacteria and viruses. There are studies that prove that this substance reduces the chances of cold or reduces the symptoms of cold.",
            "vi": "Tỏi Tỏi từ xưa đã được dùng làm nguyên liệu trị đủ loại bệnh. Mùi tỏi là do một hoá chất có tên là allicin. Hoá chất này của tỏi đã làm tỏi trở thành tác nhân diệt khuẩn và vi - rút hiệu quả. Có nghiên cứu chứng minh rằng chất này làm giảm nguy cơ bị nhiễm lạnh hoặc làm giảm các triệu chứng của cảm lạnh."
        },
        {
            "en": "The best way to obtain the many healing qualities of garlic is to eat it fresh and finely chopped and within the hour of crushing it. By chopping or crushing garlic you are activating the healing benefits of <em>allicin</em>, the active component in garlic that makes it anti-fungal, anti-bacterial, and anti-viral. Eating garlic has proven effective against urinary tract infections, upper respiratory infections, cold sores, and ear infections. It is a natural antibiotic and a very strong immune booster. Even though garlic is an antibiotic it doesn't kill the body's natural flora unlike traditional antibiotics.",
            "vi": "Cách tốt nhất để hấp thụ được nhiều thành phần chữa bệnh có trong tỏi là ăn tỏi tươi sống chỉ mới vừa được xắt nhuyễn trong vòng một tiếng. Bằng cách xắt nhuyễn hay nghiền tỏi, bạn đang kích hoạt những khả năng chữa bệnh của allicin, một thành phần linh hoạt có trong tỏi giúp chống nấm, chống khuẩn và chống virus. Ăn tỏi cho thấy có hiệu quả chống nhiễm trùng đường tiết niệu, nhiễm trùng đường hô hấp trên, lở miệng và nhiễm trùng tai. Tỏi là một loại kháng sinh tự nhiên và là thực phẩm tăng cường hệ miễn dịch rất mạnh. Dù tỏi là một chất kháng sinh, nó không tiêu diệt nấm tự nhiên trong cơ thể như những loại kháng sinh truyền thống."
        }
    ],
    "suggestions": []
}