{
    "en_vn": {
        "data": {
            "content": null,
            "word": "allotted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "allotted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "allotted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "allotted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "allotted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "To be <em>allotted</em> land.",
            "vi": "Được cấp đất."
        },
        {
            "en": "The news programme overran its <em>allotted</em> time.",
            "vi": "Chương trình thời sự đã vượt quá thời gian cho phép."
        },
        {
            "en": "My boss <em>allotted</em> a job to me.",
            "vi": "Ông chủ đã giao việc cho tôi."
        },
        {
            "en": "Almost everyone is <em>allotted</em> to do something.",
            "vi": "Hầu hết mọi người đều được phân công việc làm."
        },
        {
            "en": "You should make the media plan in the <em>allotted</em> budget.",
            "vi": "Các bạn chỉ nên xây dựng kế hoạch truyền thông trong ngân sách cho phép."
        },
        {
            "en": "I've only <em>allotted</em> so much time to make you stunning.",
            "vi": "Mình đã chi phối quá nhiều thì giờ để làm cậu ngạc nhiên đấy."
        },
        {
            "en": "How many students finished the test in the <em>allotted</em> time?",
            "vi": "Có bao nhiêu sinh viên đã làm xong bài kiểm tra trong thời gian được giao?"
        },
        {
            "en": "The local government <em>allotted</em> land to farmer households.",
            "vi": "Chính quyền địa phương đã cấp đất cho các hộ nông dân."
        },
        {
            "en": "Only three students finished the test in the <em>allotted</em> time.",
            "vi": "Chỉ ba sinh viên hoàn thành bài kiểm tra trong thời gian chỉ định."
        },
        {
            "en": "Urban residential occupants are <em>allotted</em> (giao) land, while companies can only lease (thue) land.",
            "vi": "Cư dân thành thị được giao đất, trong khi các doanh nghiệp chỉ có thể thuê đất."
        },
        {
            "en": "Bilateral donors that <em>allotted</em> similar amounts were the Netherlands, Switzerland, UK and US.",
            "vi": "Các nhà tài trợ song phương khác có mức tài trợ tương tự là Hà Lan, Thuỵ Sĩ, Anh và Mỹ."
        },
        {
            "en": "After the Liberation, most farmer household in the Mekong Delta were <em>allotted</em> land.",
            "vi": "Sau giải phóng, hầu hết các hộ nông dân ở đồng bằng cửu long đều được cấp đất."
        },
        {
            "en": "I 've only <em>allotted</em> so much time to make you stunning.",
            "vi": "Mình đã chi phối quá nhiều thì giờ để làm cậu ngạc nhiên đấy."
        },
        {
            "en": "Foxpro merely uses the facilities <em>allotted</em> to it by the network.",
            "vi": "Foxpro chỉ đơn thuần dùng các phương tiện được mạng cấp phát cho nó mà thôi."
        },
        {
            "en": "Few students finished the English test in the <em>allotted</em> 90 minutes, he said.",
            "vi": "Chỉ một vài học sinh có thể hoàn thành bài thi khi bài thi được phân bổ trong vòng 90 phút."
        },
        {
            "en": "The Owner shall approve or comment on the Contractor's documents within the time <em>allotted</em> in the Contract.",
            "vi": "Người chủ công trình sẽ chấp thuận hoặc nhận xét về các chứng từ của người thầu trong thời gian phân định của hợp đồng."
        },
        {
            "en": "In 2003, the amount <em>allotted</em> from HCMC’s People’s Committee to District 10 for this purpose was VND1.2 million (US$76).",
            "vi": "Vào năm 2003, số kinh phí được ủy ban Nhân dân TP. Hồ Chí Minh cấp cho quận 10 cho mục đích này là 1,2 triệu đồng (76 đô la Mỹ)."
        },
        {
            "en": "The exception to this is companies working in agriculture, forestry, fisheries and salt as these companies are given “<em>allotted</em>” land.",
            "vi": "Ngoại lệ là các công ty trong các ngành nông nghiệp, lâm nghiệp, đánh bắt cá và muối vì các công ty này được “giao” đất."
        },
        {
            "en": "The large number of part-time deputies and the short time <em>allotted</em> to study budgets and bills pose challenges.",
            "vi": "Tuy nhiên, một thực tế là nhiều đại biểu quốc hội làm việc kiêm nhiệm và thời gian khá ngắn dành cho việc kiểm tra ngân sách và nghiên cứu các dự luật đã gây ra nhiều khó khăn."
        },
        {
            "en": "As a result, Delhi must actually produce daily 182 litres per person for individuals to receive their <em>allotted</em> 130 litres",
            "vi": "Và kết quả là, Delhi phải thực sự sản xuất 182 lít nước dành cho mỗi người mỗi ngày để nhận được 130 lít nước được phân bổ."
        }
    ],
    "suggestions": []
}