{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ɔ:lmənæk]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">almanack</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ɔ:lmənæk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">niên lịch, niên giám</td></tr></table><i/></div>",
            "word": "almanac"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>almanac</k><blockquote><cclass>[<cclass>'ɔ:lmənak<cclass>, <cclass>'ɒl-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>almanack</b>) </cclass></blockquote><blockquote>■ <cclass>noun an annual calendar containing important dates and statistical information such as astronomical data. </cclass></blockquote><blockquote>⁃ an annual handbook containing information of general or specialist interest. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via med. L. from Gk <i>almenikhiaka</i>, of unknown origin. </blockquote></div>",
            "word": "almanac"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>almanac</k><blockquote>▸ <cclass>noun YEARBOOK, calendar, register, annual; manual, handbook.</cclass></blockquote></div>",
            "word": "almanac"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "almanac"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lịch</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">astronomical almanac</font><font color=\"#282828\">: lịch thiên văn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">nautical almanac</font><font color=\"#282828\">: lịch thiên văn hàng hải</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> niên giám</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">astronomical almanac</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiên văn</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "almanac"
        }
    },
    "sentences": [
        {
            "en": "Nautical <em>almanac</em>",
            "vi": "Lịch hàng hải"
        },
        {
            "en": "Satsu had checked her <em>almanac</em>.",
            "vi": "Satsu có tra cứu niên lịch."
        },
        {
            "en": "He believes in the Farmer's <em>Almanac</em>.",
            "vi": "Ông ấy tin vào niên lịch của nông dân."
        },
        {
            "en": "Don't you know how to check your <em>almanac</em>?",
            "vi": "Cô có biết cách tra cứu niên lịch không?"
        },
        {
            "en": "I don't know if you've ever seen an <em>almanac</em>.",
            "vi": "Tôi không biết anh đã thấy cuốn niên lịch bao giờ chưa."
        },
        {
            "en": "My grandfather was always quoting the <em>Almanac</em> too.",
            "vi": "Ông của tôi cũng luôn luôn trích dẫn niên lịch."
        },
        {
            "en": "It was a drab, miserable day, and i was afraid even to read my <em>almanac</em>.",
            "vi": "Trời có vẻ thê lương, ảm đạm, tôi không muốn nghĩ đến việc xem lịch nữa."
        },
        {
            "en": "<em>Almanac</em> of the Dead answers this question in a variety of ways.",
            "vi": "Niên lịch của người chết trả lời câu hỏi này bằng nhiều cách."
        },
        {
            "en": "I wish the <em>Almanac</em> could help me in a personal matter.",
            "vi": "Tôi ước niên lịch có thể giúp tôi trong vấn đề cá nhân."
        },
        {
            "en": "From 1819 he was superintendent of the Nautical <em>Almanac</em> and secretary to the Board of Longitude . ",
            "vi": "Từ năm 1819, ông là thanh tra viên của Lịch hàng hải và thư ký cho Ủy ban Kinh độ . "
        },
        {
            "en": "You need a nautical <em>almanac</em> to plot the planets as they vary in location while stars are fixed.",
            "vi": "Bạn cần một cuốn lịch hàng hải để đánh dấu các hành tinh vì chúng thay đổi vị trí, trong khi các ngôi sao cố định."
        },
        {
            "en": "A few afternoons later, she did summon me to her apartment - on a day my <em>almanac</em> said was unfavorable.",
            "vi": "Mấy ngày sau, cô ấy gọi tôi đến nhà cô - vào ngày cuốn lịch của tôi nói là ngày xấu."
        },
        {
            "en": "Blue Book is a term often referring to an <em>almanac</em> or other compilation of statistics and information.",
            "vi": "Sách xanh là một thuật ngữ thường được đề cập đến một cuốn niên giám hoặc tài liệu biên soạn khác về thống kê và thông tin."
        },
        {
            "en": "When i returned to the okiya that afternoon, i hid myself upstairs to look through my <em>almanac</em>.",
            "vi": "Chiều ấy khi trở về nhà, tôi trốn lên lầu để xem niên lịch."
        },
        {
            "en": "On the day i first met Nobu at the sumo tournament, my <em>almanac</em> reading had been, a balance of good and bad can open the door to destiny.",
            "vi": "Vào hôm đầu tiên gặp nobu tại trận thi đấu đô vật, cuốn niên lịch đã viết về tuổi tôi rằng, sự quân bình giữa cái tốt và cái xấu sẽ mở cánh cửa số phận."
        },
        {
            "en": "Auntie and Mother, and even the cook and the maids, scarcely made a decision as simple as buying a new pair of shoes without consulting an <em>almanac</em>.",
            "vi": "Bà dì và bà mẹ, ngay cả bà nấu bếp hay người giúp việc, hiếm khi làm việc gì mà không mở lịch ra xem ngày cho dù chỉ để mua một đôi giày thôi."
        },
        {
            "en": "Together with the nautical <em>almanac</em> , Greenwich Mean Time (GMT) was determined, which could be adopted to calculate longitude because one hour in GMT means 15-degree longitude .",
            "vi": "Cùng với niên giám hải lý , giờ chuẩn Greenwich (GMT) đã được xác định, có thể được áp dụng để tính toán kinh độ vì một giờ trong GMT nghĩa là kinh độ 15 độ. "
        },
        {
            "en": "That next morning i looked carefully at my <em>almanac</em> in the hopes of finding some sign that my life wouldn't be lived without purpose.",
            "vi": "Sáng hôm sau tôi xem lịch thật kỹ với hy vọng tìm ra dấu hiệu gì cho tôi đời tôi sẽ có ý nghĩa."
        },
        {
            "en": "Mameha took up my <em>almanac</em> again and this time selected several dates over the following weeks that would be auspicious for significant change.",
            "vi": "Mameha lại mở lịch ra xem lần này cô ta chọn nhiều ngày trong số những ngày tiếp theo để chọn ngày tốt dùng trong công việc."
        },
        {
            "en": "Just how bad is our reading problem? The last National Assessment of Adult Literacy from 2003 is a bit dated, but it offers a picture of Americans’ ability to read in everyday situations: using an <em>almanac</em> to find a particular fact, for example, or explaining the meaning of a metaphor used in a story. Of those who finished high school but did not continue their education, 13 percent could not perform simple tasks like these. When things got more complex — in comparing two newspaper editorials with different interpretations of scientific evidence or examining a table to evaluate credit card offers — 95 percent failed.",
            "vi": "Vấn đề đọc của chúng ta tệ như thế nào ? Cuộc đánh giá toàn quốc cuối cùng về tỉ lệ biết chữ ở người lớn từ năm 2003 đã hơi cũ , nhưng nó cho thấy một bức tranh về khả năng đọc của người Mỹ trong những tình huống đời thường như : sử dụng một niên lịch để tìm một sự kiện riêng rẻ hay giải thích ý nghĩa của một phép ẩn dụ được sử dụng trong một câu chuyện. Trong số những người tốt nghiệp trung học nhưng không tiếp tục việc học lên cao, 13% trong số đó lại không thể thực hiện những nhiệm vụ đơn giản như thế này. Khi những việc trở nên phức tạp hơn như so sánh hai bài xã luận của tờ báo với những lập luận khác nhau về bằng chứng khoa học hoặc kiểm tra một bảng để đánh giá việc cung cấp thẻ tín dụng thì 95% thất bại."
        }
    ],
    "suggestions": []
}