{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Almoravid"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Almoravid</k><blockquote><cclass>[<cclass>al'mɔ:rəvɪd<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>Almoravide</b><cclass>-vʌɪd) </cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>Almoravids</b>) a member of a federation of Muslim Berber peoples that established an empire in Morocco, Algeria, and Spain in the 11th century. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Sp., from Arab. <i>al-murābit</i>, lit. 'one who is bound'. </blockquote></div>",
            "word": "Almoravid"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Almoravid"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Almoravid"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Almoravid"
        }
    },
    "sentences": [
        {
            "en": "To be <em>avid</em> to learn",
            "vi": "Khao khát học hỏi"
        },
        {
            "en": "To be <em>avid</em> for revenge",
            "vi": "Khao khát trả thù"
        },
        {
            "en": "I'm an <em>avid</em> reader of fiction.",
            "vi": "Tôi là người say sưa đọc tiểu thuyết."
        },
        {
            "en": "She's an <em>avid</em> reader of historical novels.",
            "vi": "Cô ấy là một độc giả mê những tiểu thuyết lịch sử."
        },
        {
            "en": "I 'm an <em>avid</em> reader of fiction.",
            "vi": "Tôi là người say sưa đọc tiểu thuyết."
        },
        {
            "en": "Everyone in the world is <em>avid</em> for good luck.",
            "vi": "Ai trên đời cũng khao khát gặp được may mắn."
        },
        {
            "en": "Any candidate is <em>avid</em> for passing his examination.",
            "vi": "Thí sinh nào cũng háo hức mong cho mình thi đỗ."
        },
        {
            "en": "I am an <em>avid</em> reader of best-seller books.",
            "vi": "Tôi là một độc giả cuồng nhiệt với những cuốn sách bán chạy nhất."
        },
        {
            "en": "An <em>avid</em> collector wins major prize at London stamp show.",
            "vi": "Một người say mê sưu tập tem thắng giải lớn ở triển lãm tem Luân Đôn."
        },
        {
            "en": "I heard Princess Diana was an <em>avid</em> tennis fan.",
            "vi": "Tôi nghe nói công nương Diana là một người hâm mộ quần vợt cuồng nhiệt."
        },
        {
            "en": "Feigles has always been an <em>avid</em> connector all her life.",
            "vi": "Trong đời mình, Feigles vẫn luôn là một người khao khát được nối kết."
        },
        {
            "en": "The kid licked his lips, his eyes <em>avid</em>.",
            "vi": "Đứa trẻ liếm môi, đôi mắt cậu thèm thuồng."
        },
        {
            "en": "My little brother is an <em>avid</em> reader of cartoons.",
            "vi": "Em trai tôi là đứa ham đọc truyện tranh."
        },
        {
            "en": "I am an <em>avid</em> reader of best - seller books.",
            "vi": "Tôi là một độc giả cuồng nhiệt với những cuốn sách bán chạy nhất."
        },
        {
            "en": "Robin Nixon is an <em>avid</em> reader of all genres.",
            "vi": "Robin Nixon là một độc giả thích nhiều thể loại."
        },
        {
            "en": "Georgian Bay Fishing Camp is a fishing lodge for <em>avid</em> walleye fishermen.",
            "vi": "Geogian Bay Fishing Camp là nhà nghỉ dành cho dân say mê câu cá nước ngọt."
        },
        {
            "en": "He's an <em>avid</em> train spotter plane whom used for observing enemy maneuvres.",
            "vi": "Máy bay chỉ điểm, được dùng để quan sát các cuộc hành quân của quân địch."
        },
        {
            "en": "Peter is an <em>avid</em> reader who enjoys detective stories and romance novels.",
            "vi": "Peter là một người ham đọc sách, anh thích truyện trinh thám và tiểu thuyết lãng mạn."
        },
        {
            "en": "She found them kindly, hospitable people, well educated and <em>avid</em> for news of England.",
            "vi": "Cô thấy họ khả ái, hiếu khách có học vấn và hăm hở biết tin về anh quốc."
        },
        {
            "en": "Daniel Kine described his father as an <em>avid</em> supporter of the arts.",
            "vi": "Daniel Kine cho rằng cha mình là người ủng hộ nhiệt tình cho các đề tài nghiên cứu nghệ thuật."
        }
    ],
    "suggestions": []
}