{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'louh-ə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">thán từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xin chào!</td></tr></table><i/></div>",
            "word": "aloha"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aloha</k><blockquote><cclass>[<cclass>ə'ləʊhə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>exclamation &amp;noun a Hawaiian word used when greeting or parting. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Maori <i>aroha</i> 'love, affection, pity'. </blockquote></div>",
            "word": "aloha"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aloha"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aloha"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aloha"
        }
    },
    "sentences": [
        {
            "en": "<em>Aloha</em>!",
            "vi": "Xin chào!"
        },
        {
            "en": "The <em>aloha</em> party was to be a surprise.",
            "vi": "Tiệc tiếp đón đã là một bất ngờ."
        },
        {
            "en": "When visiting the bar, customers were deeply impressed by the unique and delicious tastes of its drinks. Amongst them were Jacques Marnier from France, along with Aid and Kipping from the Netherlands. After enjoying cocktails at <em>Aloha</em>, the three foreigners, who are known wine experts, contacted Ra to exchange and share their tips and experiences of creating cocktails.  ",
            "vi": "Khi đến quán bar, khách hàng sẽ bị ấn tượng sâu sắc bởi sự độc đáo và thơm ngon của thức uống của mình. Trong số đó là Jacques Marnier đến từ Pháp, cùng với Aid và Kipping đến từ Hà Lan. Sau khi thưởng thức cocktail tại Aloha, ba người nước ngoài - những người được biết là chuyên gia về rượu, đã liên lạc với ông Ra để trao đổi, chia sẻ lời khuyên và kinh nghiệm trong việc tạo ra các loại cocktail."
        },
        {
            "en": "After retiring in 1996, Ra decided to live in Da Nang with his daughter, and helped her to open a bar named <em>Aloha</em> in Ngo Gia Tu Street’s Hoang Yen Hotel.  At that time, this local bar attracted a large number of visitors thanks to Ra’s impressive cocktail-mixing talents.  Most notably, apart from Vietnamese guests, the venue became popular with many foreigners.",
            "vi": "Sau khi nghỉ hưu vào năm 1996, ông Ra quyết định sống tại Đà Nẵng với con gái của mình và đã giúp cô mở một quán bar có tên Aloha tại Khách sạn Hoàng Yến trên đường Ngô Gia Tự. Vào thời điểm đó, quán bar địa phương này đã thu hút một số lượng lớn du khách nhờ vào tài năng pha cocktail ấn tượng của ông Ra. Đáng chú ý nhất, ngoài khách Việt, địa điểm nói trên đã trở nên nổi tiếng với nhiều người nước ngoài."
        }
    ],
    "suggestions": []
}