{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'lounnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tình trạng cô độc, tình trạng đơn độc</td></tr></table><i/></div>",
            "word": "aloneness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "aloneness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aloneness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aloneness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aloneness"
        }
    },
    "sentences": [
        {
            "en": "In a lot of ways, living with Charlie was like having my own place, and I found myself reveling in the <em>aloneness</em> instead of being lonely.",
            "vi": "Về nhiều mặt, sống với Charlie giống như tôi sống một mình vậy, và tôi thấy mình say sưa tận hưởng sự đơn độc chớ không cảm thấy cô đơn."
        },
        {
            "en": "Whiteside, who has herself struggled with suicidal thoughts, says when family or friends express fear or judgment to a suicidal person, they can unwittingly increase an already overwhelming sense of <em>aloneness</em>.",
            "vi": "Whiteside, người đã tự vật lộn với ý nghĩ tự tử, cho biết khi gia đình hoặc bạn bè thể hiện sự sợ hãi hay phán xét với một người tự tử, họ đã vô tình có thể làm tăng thêm cảm giác cô đơn vốn đã quá sức chịu đựng."
        },
        {
            "en": "Larry Dossey MD: Awareness of the One Mind has contributed enormously to my peace, tranquility, and joy.You see, I'm an introvert by nature, inclined toward <em>aloneness</em>.  Awareness of my place in the One Mind has helped me overcome my innate tendency for isolation.",
            "vi": "TS Larry Dossey: Nhận thức về Ý thức Tổng thể đã khiến cuộc sống của tôi trở nên yên bình, tĩnh lặng và vui vẻ hơn rất nhiều. Tôi vốn là một người nhút nhát, sống cô độc. Nhận thức về vị trí của tôi trong Ý thức Tổng thể đã giúp tôi vượt qua khuynh hướng thích sống cô lập từ nhỏ."
        },
        {
            "en": "3          3. PHENOMENON When I opened my eyes in the morning, something was different.  It was the light. It was still the gray-green light of a cloudy day in the forest, but it was clearer somehow. I realized there was no fog veiling my window. I jumped up to look outside, and then groaned in horror. A fine layer of snow covered the yard, dusted the top of my truck, and whitened the road. But that wasn't the worst part. All the rain from yesterday had frozen solid — coating the needles on the trees in fantastic, gorgeous patterns, and making the driveway a deadly ice slick. I had enough trouble not falling down when the ground was dry; it might be safer for me to go back to bed now. Charlie had left for work before I got downstairs. In a lot of ways, living with Charlie was like having my own place, and I found myself reveling in the <em>aloneness</em> instead of being lonely. I threw down a quick bowl of cereal and some orange juice from the carton. I felt excited to go to school, and that scared me. I knew it wasn't the stimulating learning environment I was anticipating, or seeing my new set of friends. If I was being honest with myself, I knew I was eager to get to school because I would see Edward Cullen. And that was very, very stupid. I should be avoiding him entirely after my brainless and embarrassing babbling yesterday. And I was suspicious of him; why should he lie about his eyes? I was still frightened of the hostility I sometimes felt emanating from him, and I was still tongue-tied whenever I pictured his perfect face. I was well aware that my league and his league were spheres that did not touch. So I  shouldn't be at all anxious to see him today. It took every ounce of my concentration to make it down the icy brick driveway alive. I almost lost my balance when I finally got to the truck, but I managed to cling to the side mirror and save myself. Clearly, today was going to be nightmarish. Driving to school, I distracted myself from my fear of falling and my unwanted speculations about Edward Cullen by thinking about Mike and Eric, and the obvious difference in how teenage boys responded to me here. I was sure I looked exactly the same as I had in Phoenix. Maybe it was just that the boys back home had watched me pass slowly through all the awkward phases of adolescence and still thought of me that way.  Perhaps it was because I was a novelty here, where novelties were few and far between. Possibly my crippling clumsiness was seen as endearing rather than pathetic, casting me as a damsel in distress. Whatever the reason, Mike's puppy dog behavior and Eric's apparent rivalry with him were disconcerting. I wasn't sure if I didn't prefer being ignored.  My truck seemed to have no problem with the black ice that covered the roads. I drove very slowly, though, not wanting to carve a path of destruction through Main Street. When I got out of my truck at school, I saw why I'd had so little trouble. Something silver caught my eye, and I walked to the back of the truck — carefully holding the side for support — to examine my tires.  There were thin chains crisscrossed in diamond shapes around them. Charlie had gotten up who knows how early to put snow chains on my truck.  My throat suddenly felt tight. I wasn't used to being taken care of, and Charlie's unspoken concern caught me by surprise.  I was standing by the back corner of the truck, struggling to fight back the sudden wave of emotion the snow chains had brought on, when I heard an odd sound. It was a high-pitched screech, and it was fast becoming painfully loud. I looked up, startled. I saw several things simultaneously. Nothing was moving in slow motion, the way it does in the movies. Instead, the adrenaline rush seemed to make my brain work much faster, and I was able to absorb in clear detail several things at once. Edward Cullen was standing four cars down from me, staring at me in horror. His face stood out from a sea of faces, all frozen in the same mask of shock. But of more immediate importance was the dark blue van that was skidding, tires locked and squealing against the brakes, spinning wildly across the ice of the parking lot. It was going to hit the back corner of my truck, and I was standing between them. I didn't even have time to close my eyes. Just before I heard the shattering crunch of the van folding around the truck bed, something hit me, hard, but not from the direction I was expecting. My head cracked against the icy blacktop, and I felt something solid and cold pinning me to the ground. I was lying on the pavement behind the tan car I'd parked next to. But I didn't have a chance to notice anything else, because the van was still coming. It had curled gratingly around the end of the truck and, still spinning and sliding, was about to collide with me again. A low oath made me aware that someone was with me, and the voice was impossible not to recognize. Two long, white hands shot out protectively in front of me, and the van shuddered to a stop a foot from my face, the large hands fitting providentially into a deep dent in the side of the van's body. Then his hands moved so fast they blurred. One was suddenly gripping under the body of the van, and something was dragging me, swinging my legs around like a rag doll's, till they hit the tire of the tan car. A groaning metallic thud hurt my ears, and the van settled, glass popping, onto the asphalt — exactly where, a second ago, my legs had been. It was absolutely silent for one long second before the screaming began.  In the abrupt bedlam, I could hear more than one person shouting my name. But more clearly than all the yelling, I could hear Edward Cullen's low, frantic voice in my ear. \"Bella? Are you all right?\" \"I'm fine.\" My voice sounded strange. I tried to sit up, and realized he was holding me against the side of his body in an iron grasp. \"Be careful,\" he warned as I struggled. \"I think you hit your head pretty hard.\" I became aware of a throbbing ache centered above my left ear. \"Ow,\" I said, surprised. \"That's what I thought.\" His voice, amazingly, sounded like he was suppressing laughter. \"How in the…\" I trailed off, trying to clear my head, get my bearings. \"How did you get over here so fast?\" \"I was standing right next to you, Bella,\" he said, his tone serious again. I turned to sit up, and this time he let me, releasing his hold around my waist and sliding as far from me as he could in the limited space. I looked at his concerned, innocent expression and was disoriented again by the force of his gold-colored eyes. What was I asking him? And then they found us, a crowd of people with tears streaming down their faces, shouting at each other, shouting at us. \"Don't move,\" someone instructed. \"Get Tyler out of the van!\" someone else shouted. There was a flurry of activity around us. I tried to get up, but Edward's cold hand pushed my shoulder down. \"Just stay put for now.\" \"But it's cold,\" I complained. It surprised me when he chuckled under his breath. There was an edge to the sound. \"You were over there,\" I suddenly remembered, and his chuckle stopped short. \"You were by your car.\" His expression turned hard. \"No, I wasn't.\" \"I saw you.\" All around us was chaos. I could hear the gruffer voices of adults arriving on the scene. But I obstinately held on to our argument; I was right, and he was going to admit it. \"Bella, I was standing with you, and I pulled you out of the way.\" He unleashed the full, devastating power of his eyes on me, as if trying to communicate something crucial. \"No.\" I set my jaw. The gold in his eyes blazed. \"Please, Bella.\" \"Why?\" I demanded. \"Trust me,\" he pleaded, his soft voice overwhelming. I could hear the sirens now. \"Will you promise to explain everything to me later?\" \"Fine,\" he snapped, abruptly exasperated. \"Fine,\" I repeated angrily. It took six EMTs and two teachers — Mr. Varner and Coach Clapp — to shift the van far enough away from us to bring the stretchers in. Edward vehemently refused his, and I tried to do the same, but the traitor told them I'd hit my head and probably had a concussion. I almost died of humiliation when they put on the neck brace. It looked like the entire school was there, watching soberly as they loaded me in the back of the ambulance. Edward got to ride in the front. It was maddening.  To make matters worse, Chief Swan arrived before they could get me safely away. \"Bella!\" he yelled in panic when he recognized me on the stretcher. \"I'm completely fine, Char — Dad,\" I sighed. \"There's nothing wrong with me.\" He turned to the closest EMT for a second opinion. I tuned him out to consider the jumble of inexplicable images churning chaotically in my head. When they'd lifted me away from the car, I had seen the deep dent in the tan car's bumper — a very distinct dent that fit the contours of Edward's shoulders… as if he had braced himself against the car with enough force to damage the metal frame… And then there was his family, looking on from the distance, with expressions that ranged from disapproval to fury but held no hint of concern for their brother's safety. I tried to think of a logical solution that could explain what I had just seen — a solution that excluded the assumption that I was insane. Naturally, the ambulance got a police escort to the county hospital. I felt ridiculous the whole time they were unloading me. What made it worse was that Edward simply glided through the hospital doors under his own power. I ground my teeth together. They put me in the emergency room, a long room with a line of beds separated by pastel-patterned curtains. A nurse put a pressure cuff on my arm and a thermometer under my tongue. Since no one bothered pulling the curtain around to give me some privacy, I decided I wasn't obligated to wear the stupid-looking neck brace anymore. When the nurse walked away, I quickly unfastened the Velcro and threw it under the bed. There was another flurry of hospital personnel, another stretcher brought to the bed next to me. I recognized Tyler Crowley from my Government class beneath the bloodstained bandages wrapped tightly around his head.  Tyler looked a hundred times worse than I felt. But he was staring anxiously at me. \"Bella, I'm so sorry!\" \"I'm fine, Tyler — you look awful, are you all right?\" As we spoke, nurses began unwinding his soiled bandages, exposing a myriad of shallow slices all over his forehead and left cheek. He ignored me. \"I thought I was going to kill you! I was going too fast, and I hit the ice wrong…\" He winced as one nurse started dabbing at his face. \"Don't worry about it; you missed me.\" \"How did you get out of the way so fast? You were there, and then you were gone…\" \"Umm… Edward pulled me out of the way.\" He looked confused. \"Who?\" \"Edward Cullen — he was standing next to me.\" I'd always been a terrible liar; I didn't sound convincing at all. \"Cullen? I didn't see him… wow, it was all so fast, I guess. Is he okay?\" \"I think so. He's here somewhere, but they didn't make him use a stretcher.\" I knew I wasn't crazy. What had happened? There was no way to explain away what I'd seen. They wheeled me away then, to X-ray my head. I told them there was nothing wrong, and I was right. Not even a concussion. I asked if I could leave, but the nurse said I had to talk to a doctor first. So I was trapped in the ER, waiting, harassed by Tyler's constant apologies and promises to make it up to me. No matter how many times I tried to convince him I was fine, he continued to torment himself. Finally, I closed my eyes and ignored him. He kept up a remorseful mumbling. \"Is she sleeping?\" a musical voice asked. My eyes flew open. Edward was standing at the foot of my bed, smirking. I glared at him. It wasn't easy — it would have been more natural to ogle. \"Hey, Edward, I'm really sorry —\" Tyler began. Edward lifted a hand to stop him. \"No blood, no foul,\" he said, flashing his brilliant teeth. He moved to sit on the edge of Tyler's bed, facing me. He smirked again. \"So, what's the verdict?\" he asked me. \"There's nothing wrong with me at all, but they won't let me go,\" I complained. \"How come you aren't strapped to a gurney like the rest of us?\" \"It's all about who you know,\" he answered. \"But don't worry, I came to spring you.\" Then a doctor walked around the corner, and my mouth fell open. He was young, he was blond… and he was handsomer than any movie star I'd ever seen. He was pale, though, and tired-looking, with circles under his eyes. From Charlie's description, this had to be Edward's father. \"So, Miss Swan,\" Dr. Cullen said in a remarkably appealing voice, \"how are you feeling?\" \"I'm fine,\" I said, for the last time, I hoped. He walked to the lightboard on the wall over my head, and turned it on. \"Your X-rays look good,\" he said. \"Does your head hurt? Edward said you hit it pretty hard.\" \"It's fine,\" I repeated with a sigh, throwing a quick scowl toward Edward. The doctor's cool fingers probed lightly along my skull. He noticed when I winced. \"Tender?\" he asked. \"Not really.\" I'd had worse. I heard a chuckle, and looked over to see Edward's patronizing smile. My eyes narrowed. \"Well, your father is in the waiting room — you can go home with him now. But come back if you feel dizzy or have trouble with your eyesight at all.\" \"Can't I go back to school?\" I asked, imagining Charlie trying to be attentive. \"Maybe you should take it easy today.\" I glanced at Edward. \"Does he get to go to school?\" \"Someone has to spread the good news that we survived,\" Edward said smugly. \"Actually,\" Dr. Cullen corrected, \"most of the school seems to be in the waiting room.\" \"Oh no,\" I moaned, covering my face with my hands. Dr. Cullen raised his eyebrows. \"Do you want to stay?\" \"No, no!\" I insisted, throwing my legs over the side of the bed and hopping down quickly. Too quickly — I staggered, and Dr. Cullen caught me. He looked concerned. \"I'm fine,\" I assured him again. No need to tell him my balance problems had nothing to do with hitting my head. \"Take some Tylenol for the pain,\" he suggested as he steadied me.  \"It doesn't hurt that bad,\" I insisted. \"It sounds like you were extremely lucky,\" Dr. Cullen said, smiling as he signed my chart with a flourish. \"Lucky Edward happened to be standing next to me,\" I amended with a hard glance at the subject of my statement. \"Oh, well, yes,\" Dr. Cullen agreed, suddenly occupied with the papers in front of him. Then he looked away, at Tyler, and walked to the next bed. My intuition flickered; the doctor was in on it. \"I'm afraid that you'll have to stay with us just a little bit longer,\" he said to Tyler, and began checking his cuts. As soon as the doctor's back was turned, I moved to Edward's side. \"Can I talk to you for a minute?\" I hissed under my breath. He took a step back from me, his jaw suddenly clenched. \"Your father is waiting for you,\" he said through his teeth –  I glanced at Dr. Cullen and Tyler. \"I'd like to speak with you alone, if you don't mind,\" I pressed. He glared, and then turned his back and strode down the long room. I nearly had to run to keep up. As soon as we turned the corner into a short hallway, he spun around to face me. \"What do you want?\" he asked, sounding annoyed. His eyes were cold. His unfriendliness intimidated me. My words came out with less severity than I'd intended. \"You owe me an explanation,\" I reminded him. \"I saved your life — I don't owe you anything.\" I flinched back from the resentment in his voice. \"You promised.\" \"Bella, you hit your head, you don't know what you're talking about.\" His tone was cutting. My temper flared now, and I glared defiantly at him. \"There's nothing wrong with my head.\" He glared back. \"What do you want from me, Bella?\" \"I want to know the truth,\" I said. \"I want to know why I'm lying for you.\" \"What do you think happened?\" he snapped. It came out in a rush. \"All I know is that you weren't anywhere near me — Tyler didn't see you, either, so don't tell me I hit my head too hard. That van was going to crush us both — and it didn't, and your hands left dents in the side of it — and you left a dent in the other car, and you're not hurt at all — and the van should have smashed my legs, but you were holding it up…\" I could hear how crazy it sounded, and I couldn't continue. I was so mad I could feel the tears coming; I tried to force them back by grinding my teeth together. He was staring at me incredulously. But his face was tense, defensive. \"You think I lifted a van off you?\" His tone questioned my sanity, but it only made me more suspicious. It was like a perfectly delivered line by a skilled actor. I merely nodded once, jaw tight. \"Nobody will believe that, you know.\" His voice held an edge of derision now. \"I'm not going to tell anybody.\" I said each word slowly, carefully controlling my anger. Surprise flitted across his face. \"Then why does it matter?\" \"It matters to me,\" I insisted. \"I don't like to lie — so there'd better be a good reason why I'm doing it.\" \"Can't you just thank me and get over it?\" \"Thank you.\" I waited, fuming and expectant. \"You're not going to let it go, are you?\" \"No.\" \"In that case… I hope you enjoy disappointment.\" We scowled at each other in silence. I was the first to speak, trying to keep myself focused. I was in danger of being distracted by his livid, glorious face. It was like trying to stare down a destroying angel. \"Why did you even bother?\" I asked frigidly. He paused, and for a brief moment his stunning face was unexpectedly vulnerable. \"I don't know,\" he whispered. And then he turned his back on me and walked away. I was so angry, it took me a few minutes until I could move. When I could walk, I made my way slowly to the exit at the end of the hallway. The waiting room was more unpleasant than I'd feared. It seemed like every face I knew in Forks was there, staring at me. Charlie rushed to my side; I put up my hands. \"There's nothing wrong with me,\" I assured him sullenly. I was still aggravated, not in the mood for chitchat. \"What did the doctor say?\" \"Dr. Cullen saw me, and he said I was fine and I could go home.\" I sighed. Mike and Jessica and Eric were all there, beginning to converge on us. \"Let's go,\" I urged. Charlie put one arm behind my back, not quite touching me, and led me to the glass doors of the exit. I waved sheepishly at my friends, hoping to convey that they didn't need to worry anymore. It was a huge relief— the first time I'd ever felt that way — to get into the cruiser. We drove in silence. I was so wrapped up in my thoughts that I barely knew Charlie was there. I was positive that Edward's defensive behavior in the hall was a confirmation of the bizarre things I still could hardly believe I'd witnessed. When we got to the house, Charlie finally spoke. \"Um… you'll need to call Renée.\" He hung his head, guilty. I was appalled. \"You told Mom!\" \"Sorry.\" I slammed the cruiser's door a little harder than necessary on my way out. My mom was in hysterics, of course. I had to tell her I felt fine at least thirty times before she would calm down. She begged me to come home — forgetting the fact that home was empty at the moment — but her pleas were easier to resist than I would have thought. I was consumed by the mystery Edward presented. And more than a little obsessed by Edward himself. Stupid, stupid, stupid. I wasn't as eager to escape Forks as I should be, as any normal, sane person would be. I decided I might as well go to bed early that night. Charlie continued to watch me anxiously, and it was getting on my nerves. I stopped on my way to grab three Tylenol from the bathroom. They did help, and, as the pain eased, I drifted to sleep. That was the first night I dreamed of Edward Cullen.",
            "vi": "3          3.  Chuyện kỳ lạ Khi tôi mở mắt vào buổi sáng, có cái gì đó khác thường.  Chính là ánh sáng.  Vẫn là ánh sáng xám xanh của một ngày nhiều mây trong khu rừng này, nhưng trong trẻo hơn hay sao ấy. Tôi nhận ra không có sương mù che phủ cửa sổ của mình.  Tôi đứng bật dậy nhìn ra bên ngoài, rồi rên rỉ khiếp sợ.  Một lớp tuyết mịn đã bao phủ sân, rắc đầy trên xe tải của tôi, và làm trắng cả con đường. Nhưng đó chưa phải là phần tệ nhất.  Toàn bộ cơn mưa hôm qua đã làm đông cứng – bao phủ những chiếc lá kim trên cây tạo thành những hoa văn lộng lẫy, kỳ lạ và biến con đường lái xe vào nhà thành một đường băng trơn trợt chết người.  Khó khăn lắm tôi mới không té khi đất khô ráo; mà thế này thì để an toàn hơn tôi nên vô giường nằm lại cho rồi.  Charlie đã đi làm trước khi tôi xuống lầu.  Về nhiều mặt, sống với Charlie giống như tôi sống một mình vậy, và tôi thấy mình say sưa tận hưởng sự đơn độc chớ không cảm thấy cô đơn.  Tôi xử nhanh tô ngũ cốc và một ít nước cam ép trong hộp các-tông. Tôi cảm thấy nôn nóng muốn đến trường, và điều đó làm tôi sợ.  Tôi biết không phải vì môi trường học tập hứng thú hay vì muốn gặp bạn bè mới quen. Nếu tôi thành thực với chính mình, tôi biết tôi háo hức đến trường vì tôi sẽ gặp Edward Cullen. Và chuyện đó thiệt là hết sức, hết sức ngu dại.  Tôi nên tránh anh ấy hẳn sau trận lảm nhảm thiệt xấu hổ và ngu si hôm qua mới phải. Và tôi nghi anh; tại sao anh nói dối về mắt mình chứ? Tôi vẫn còn sợ sự thù địch đôi khi vẫn phát ra từ anh, và tôi vẫn bị líu lưỡi mỗi khi hình dung khuôn mặt hoàn hảo ấy. Tôi biết rõ thế giới của tôi và thế giới của anh là những vũ trụ không có điểm chung. Vì thế tôi chẳng cần phải lo lắng quái gì khi gặp anh hôm nay.  Tôi tập trung từng li từng tí để đi xuống con đường lái xe vào nhà lát gạch đóng băng được an toàn. Tôi suýt mất thăng bằng khi sắp đến được cái xe tải, nhưng tôi đã bám được vào kính chiếu hậu và an toàn. Rõ ràng, hôm nay sẽ giống như cơn ác mộng.  Khi lái xe đến trường, tôi ráng làm mình không nghĩ đến nỗi sợ té và suy nghĩ miên man về Edward Cullen bằng cách nghĩ về Mike và Eric, cũng như sự khác biệt rõ ràng về cách cư xử của các chàng trai ở đây dành cho tôi. Tôi chắc chắn mình cũng giống y như lúc mình ở Phoenix thôi. Nhưng có lẽ chính vì các chàng trai ở nhà đã thấy tôi qua từng giai đoạn phát triển vụng về của tuổi dậy thì nên vẫn nghĩ về tôi theo kiểu đó.  Có lẽ đó là vì tôi mới lạ ở đây, nơi cái mới rất hiếm. Có thể sự vụng về kém cỏi của tôi lại được cho là dễ mến chớ không phải là đáng khinh, làm tôi trông giống như một tiểu thơ đang buồn khổ. Bất kể vì lý do gì, hành vi quấn quýt như chó con của Mike và sự kình địch thấy rõ của Eric với anh ấy làm tôi thật bối rối. Tôi không rõ mình có thích bị phớt lờ hơn không.  Chiếc xe của tôi có vẻ không có vấn đề gì với lớp băng đen đang phủ trên đường phố. Tôi lái rất chậm, mặc dù, không muốn cày xới một đường qua Main Street.  Khi ra khỏi xe tải lúc đã đến trường, tôi thấy ngay vì sao hầu như tôi chẳng gặp khó khăn gì. Có cái gì đó màu bạc khiến tôi chú ý, nên tôi ra sau xe – vẫn bíu chặt thân xe cho khỏi té - để kiểm tra bánh xe.  Có các dây xích mỏng cột chéo nhau hình thoi quanh bánh xe.  Charlie đã dậy – nào ai biết được – từ lúc nào để gắn vòng xích chạy trong tuyết vào xe tôi.  Cổ họng tôi chợt nghẹn. Tôi không quen với chuyện được chăm sóc, nên mối quan tâm thầm lặng của Charlie làm tôi sửng sốt. Tôi đang đứng ở phía sau xe tải, cố kiềm chế cảm xúc đang đột ngột dâng trào mà mấy vòng xích tuyết đã mang đến, thì bỗng nghe một âm thanh kỳ lạ.  Đó là một tiếng bánh xe rít xuống đường chói tai, và đang nhanh chóng trở nên to khủng khiếp. Tôi nhìn lên, giật mình. Tôi thấy một số chuyện cùng một lúc.  Chẳng hề có gì chuyển động như trong phim chiếu chậm cả.  Mà hình như a-đrê-lin dâng trào làm não tôi hoạt động nhanh hơn nhiều, nên tôi có thể nhìn thấy rõ ràng cùng lúc nhiều thứ. Edward Cullen đang đứng cách tôi bốn chiếc xe, kinh hoàng nhìn chằm chằm vào tôi. Khuôn mặt của anh nổi bật trên cả biển người, hoàn toàn đông cứng lại trong vẻ kinh hoàng.  Nhưng quan trọng hơn cả là chiếc xe màu xanh đậm đang trượt, bánh trợt và rít vì thắng gấp, đang xoay vèo vèo trên mặt băng phủ bãi đậu xe.  Nó sắp sửa tông vào sau xe tôi, và tôi đang đứng giữa hai chiếc xe. Tôi thậm chí không có thời gian để nhắm mắt.  Ngay trước lúc tôi nghe tiếng răng rắc vỡ vụn của xe tải tông vào thân xe, một cái gì đó đập vào tôi, mạnh, nhưng không phải từ hướng tôi nghĩ. Đầu tôi đập mạnh vào nhựa đường băng giá, và tôi cảm thấy có cái gì đó cứng và lạnh ghim tôi xuống đất. Tôi đang nằm trên vỉa hè đằng sau chiếc xe màu nâu tôi đỗ bên cạnh. Nhưng tôi không kịp nhìn thấy bất cứ thứ gì khác, vì chiếc xe kia vẫn đang lao đến. Nó xoay vòng quanh đuôi xe tải và, vẫn quay cuồng và trượt, sắp sửa tông tôi lần nữa.  Tiếng lầm bầm nguyền rủa làm tôi biết có ai đó đang ở bên tôi, và giọng nói này không thể nào không nhận ra. Hai bàn tay trắng ngón dài đang đưa ra che chở trước mặt tôi, và chiếc xe tải rùng mình dừng lại cách mặt tôi chỉ một bàn chân, bàn tay to lớn vừa khít vết lõm sâu bên hông thân xe.  Sau đó tay anh cử động thật nhanh đến mức chúng nhoè đi. Một tay đột ngột kẹp chặt dưới thân xe, và một cái gì đó kéo tôi, xoay đôi chân tôi vòng vòng như chân búp bê bằng giẻ rách, cho đến khi chân tôi đụng vào bánh xe của chiếc xe nâu. Tiếng tông lanh lảnh rền rỉ làm nhức cả tai, rồi chiếc xe đó dừng lại, kính vỡ lả tả lên nhựa đường, đúng nơi, cách đây một giây, chân tôi ở đó.  Yên lặng tuyệt đối bao trùm trong khoảng một giây dài dằng dặt rồi bắt đầu có tiếng thét.  Trong sự cuồng loạn đột ngột này, tôi có thể nghe nhiều người thét gọi tên tôi.  Nhưng rõ hơn mọi tiếng la hét ấy là giọng nói trầm hối hả của Edward Cullen, vang lên trong tai tôi.  \"Bella? Em ổn không?\" \"Em khoẻ. \" giọng tôi có vẻ kỳ lạ. Tôi cố ngồi bật dậy, và nhận ra anh đang ôm ghì tôi vào lòng.  \"Cẩn thận nào, \" anh cảnh báo trong khi tôi loay hoay. \"Tôi nghĩ em tông vào đầu nặng lắm. \" Tôi bắt đầu cảm thấy một cơn đau nhói trên tai trái.  \"Ái da, \" tôi nói, ngạc nhiên.  \"Đúng như tôi nghĩ. \" giọng anh, lạ thay, nghe giống như anh đang cố nén tiếng cười.  \"Làm thế nào mà ... \" tôi cảm thấy yếu đi, cố tỉnh táo, xác định mình đang ở đâu.  \"Làm sao mà anh qua đây được nhanh như thế chứ?\" \"Tôi đang đứng ngay bên cạnh em mà, Bella, \" anh nói, giọng anh nghiêm túc trở lại.  Tôi xoay người ngồi bật dậy, và lần này anh để tôi thoát khỏi vòng tay đang ôm ngang lưng và lánh ra xa tôi càng xa càng tốt trong không gian chật hẹp này. Tôi nhìn nét mặt vô tội, đầy lo âu của anh, và lại mất phương hướng lần nữa vì đôi mắt vàng của anh.  Tôi đang hỏi anh chuyện gì nhỉ? Rồi họ phát hiện ra chúng tôi, một đám đông với nước mắt chảy ròng ròng trên mặt, quát tháo nhau, quát tháo chúng tôi.  \"Đừng cử động nhé, \" ai đó ra lệnh.  \"Lôi Tyler ra khỏi xe!\" người khác la to.  Một loạt hoạt động diễn ra quanh chúng tôi.  Tôi định đứng dậy, nhưng bàn tay giá lạnh của Edward đè vai tôi xuống.  \"Hãy cứ ở yên đó. \" \"Nhưng lạnh mà, \" tôi than phiền.  Tôi ngạc nhiên khi anh cười khúc khích nho nhỏ.  Có vẻ gì đó kỳ lạ trong giọng nói.  \"Anh đang ở bên kia mà, \" tôi chợt nhớ ra, và tiếng cười khúc khích của anh ngừng giữa chừng. \"Anh đang đứng cạnh xe anh. \" Vẻ mặt anh trở nên đanh lại. \"Không, đâu có. \" \"Tôi thấy anh mà. \" Quanh chúng tôi hết sức hỗn loạn.  Tôi nghe mấy giọng cộc lốc của người lớn đến hiện trường.  Nhưng tôi cứ ngoan cố cãi tiếp; tôi đúng, và anh sẽ phải công nhận chuyện đó.  \"Bella, tôi đang đứng với em, và tôi kéo em tránh xa. \" Anh truyền  sức mạnh kinh hồn của đôi mắt anh lên tôi, như thể cố nói điều gì đó quan trọng.  \"Không mà. \" tôi bướng bỉnh.  Màu vàng trong mắt anh sáng rực. \"Thôi mà, Bella. \" \"Vì sao chứ?\" tôi hỏi.  \"Hãy tin tôi, \" anh khẩn khoản, giọng nói mềm mại của anh không thể cưỡng lại được.  Bây giờ tôi đã nghe tiếng còi xe cảnh sát. \"Anh hứa sau này sẽ giải thích mọi chuyện cho tôi nhé?\" \"Được, \" anh cáu kỉnh, đột ngột bực tức.  \"Vậy thì được, \" tôi cáu kỉnh lặp lại.  Phải sáu nhân viên y tế  và hai thầy giáo – thầy Varner và Coach Clapp – mới chuyển được chiếc xe ra đủ xa chúng tôi để đưa cáng cứu thương vào. Edward kiên quyết từ chối cáng cứu thương, và tôi định bắt chước giống vậy, nhưng tên phản bội này nói với họ là tôi bị tông vào đầu và chắc bị chấn động. Tôi suýt chết vì mắc cỡ khi họ đeo đai cố định cổ cho mình.  Hình như cả trường đều ở đó, nhìn một cách nghiêm trọng khi họ đưa tôi vào phía sau xe cứu thương. Edward ngồi đằng trước. Thiệt là tức muốn điên luôn.   Để chuyện thêm tồi tệ, cảnh sát trưởng Swan đã đến trước khi họ mang tôi đi bình yên.  \"Bella!\" ông hoảng sợ thét lên khi nhận ra tôi nằm trên chiếc cáng.  \"Con hoàn toàn khoẻ mà, Char - Bố, \" tôi thở dài. \"Con không bị sao cả. \" Ông quay qua nhân viên cấp cứu gần nhất để hỏi thăm ngắn gọn. Tôi lờ ông đi để phân tích mớ hình ảnh lộn xộn khó hiểu đang rối tung trong đầu tôi. Khi họ nâng tôi ra khỏi xe, tôi nhìn thấy vết lõm sâu trong càng xe màu nâu - vết lõm rõ ràng rất khớp với bờ vai của Edward ... như thể anh ấy đã cố cản chiếc xe bằng sức mạnh làm móp cả khung kim loại... Rồi kia là gia đình anh ấy, đứng nhìn từ xa, với nét mặt cho thấy từ bất đồng đến cuồng nộ nhưng chẳng hề biểu lộ sự quan tâm đến sự an toàn của em trai họ.  Tôi cố nghĩ ra giải thích hợp lý cho những gì tôi chứng kiến – một giải pháp loại bỏ giả định là tôi điên.  Dĩ nhiên, xe cứu thương có cảnh sát áp tải đến bệnh viện quận.  Tôi cảm thấy buồn cười suốt lúc họ đưa tôi ra.  Tệ hại hơn nữa khi Edward lại lướt qua cửa bệnh viện bằng đôi chân của anh ta. Tôi nghiến răng lại.  Họ đưa tôi vào phòng cấp cứu, một phòng dài có một dãy giường cách nhau bằng những bức màn có hoa văn nhạt. Một cô y tá đặt máy đo huyết áp lên tay tôi và đặt nhiệt kế dưới lưỡi tôi. Vì không ai quan tâm đến chuyện kéo màn xung quanh để tôi được chút riêng tư, nên tôi quyết định tôi chẳng chuyện gì phải mang cái đai cố định cổ ngu ngốc này nữa. Khi y tá vừa bước đi, tôi tháo ngay cái Velcro ra rồi ném nó xuống dưới giường.  Lại thêm một lần xôn xao của nhân viên bệnh viện, thêm một cái cáng được đưa đến giường cạnh tôi. Tôi nhận ra Tyler Crowley học chung lớp Chính quyền với tôi dưới lớp băng đẫm máu đang quấn quanh đầu.  Tyler trông tệ hơn tôi cả trăm lần. Nhưng anh ta đang nhìn tôi lo lắng.  \"Bella, tôi vô cùng xin lỗi !\" \"Tôi khoẻ mà, Tyler - bạn trông tệ quá, bạn ổn chứ?\" khi chúng tôi nói, các y tá bắt đầu tháo băng bẩn của anh ta, để lộ ra vô số những vết đứt nhẹ khắp trán anh và trên má trái.  Anh ấy chẳng nghe tôi nói. \"Tôi nghĩ mình sắp cán chết bạn rồi!  Tôi đi nhanh quá, và tôi bị trợt trên băng\" Anh ta cau mày khi cô y tá bắt đầu chấm nhẹ lên khuôn mặt anh.  \"Đừng lo về chuyện đó nữa; bạn đâu có tông trúng tôi đâu. \" \"Sao bạn nhảy ra khỏi chỗ đó nhanh dữ vậy? Bạn đang ở đó, rồi bạn biến mất\" \"Ừmm, Edward kéo tôi ra. \" Anh ấy có vẻ không hiểu. \"Ai chứ?\" \"Edward Cullen - anh ấy đang đứng cạnh tôi. \" Tôi luôn luôn là kẻ nói dối dở ẹt ; nghe chẳng thuyết phục chút nào.  \"Cullen hả? Tôi đâu có thấy anh ta đâu, ... chà, mọi thứ xảy ra quá nhanh. Anh ấy không sao chứ?\" \"Chắc vậy.  Anh ta cũng đang ở đâu đó trong đây, nhưng họ không bắt anh ta nằm cáng. \" Tôi biết tôi không điên. Chuyện gì đã xảy ra chứ? Không thể nào giải thích được những gì tôi đã thấy.  Họ đẩy xe lăn đưa tôi đi chiếu tia X đầu tôi. Tôi nói với họ là tôi chẳng bị gì cả, và tôi đúng.  Chẳng có cả một chút chấn động. Tôi hỏi tôi về được chưa, nhưng y tá nói tôi phải nói chuyện với bác sĩ trước đã.  Thế nên tôi bị mắc kẹt trong phòng cấp cứu, chờ đợi, bị quấy rối bởi những lời xin lỗi không ngớt của Tyler và hứa sẽ bù đắp cho tôi.  Cho dù không biết bao lần tôi cố thuyết phục anh ấy là tôi khoẻ, anh ấy vẫn cứ tiếp tục giày vò mình. Cuối cùng, tôi nhắm mắt lại và lờ anh ấy đi. Anh ấy cứ lầm bầm ăn năn hối tiếc mãi.  \"Bạn ấy đang ngủ à?\" một giọng nói du dương hỏi. Mắt tôi mở choàng ra ngay.  Edward đang đứng dưới chân giường tôi, cười tự mãn. Tôi nhìn anh ấy trừng trừng.  Thật không dễ chút nào - lẽ ra là phải liếc mắt đưa tình mới đúng.  \"Này, Edward, tôi vô cùng xin lỗi - \" Tyler bắt đầu.  Edward đưa tay chặn lại.  \"Không ai đổ máu thì chẳng ai có tội cả, \" anh nói, hàm răng đẹp tuyệt lấp lánh. Anh đến ngồi lên gờ giường Tyler, đối mặt với tôi. Anh lại cười tự mãn.  \"Nè, bác sĩ khám nói sao?\" anh hỏi tôi.  \"Tôi chẳng hề bị gì cả, nhưng họ không chịu để tôi đi, \" tôi than phiền. \"Tại sao anh không bị cột vô băng-ca giống tụi tôi chớ?\" \"Đều là nhờ người mà ai cũng biết là ai đó, \" anh trả lời. \"Nhưng đừng lo, tôi đến giải phóng em đây. \" Rồi một bác sĩ đến bên cạnh, và tôi ngạc nhiên há hốc. Anh ấy trẻ, tóc vàng và đẹp trai bất cứ ngôi sao điện ảnh nào tôi từng thấy.  Tuy thế, anh nhợt nhạt, và trông có vẻ mệt mỏi, vì quầng thâm dưới mắt. Theo mô tả của Charlie, đây hẳn là cha của Edward.  \"Nè, cô Swan, \" bác sĩ Cullen nói bằng một giọng hấp dẫn khác thường, \"cô cảm thấy thế nào?\" \"Tôi khoẻ, \" tôi nói, hy vọng là lần cuối.  Anh ấy đến bảng điều khiển ánh sáng trên tường phía trên đầu tôi, và bật nó lên.  \"Hình chụp  X-quang của em có vẻ ổn, \" anh ấy nói. \"Em có bị đau đầu không? Edward nói là em bị tông mạnh lắm. \" \"Ổn cả mà, \" tôi thở dài lặp lại, giận dữ nhìn nhanh về phía Edward.  Ngón tay mát rượi của bác sĩ nhẹ nhàng thăm dò dọc hộp sọ tôi. Anh ấy nhận thấy tôi cau mày.  \"Đau hả?\" anh ấy hỏi.  \"Không mà. \" Lẽ ra có thể tệ hơn vậy.  Tôi nghe tiếng cười khúc khích, và nhìn qua thấy Edward đang cười trịch thượng. Mắt tôi nheo lại.   \"Được rồi, cha em đang ở phòng đợi – bây giờ em có thể về nhà với bố.  Nhưng hãy trở lại nếu em cảm thấy chóng mặt hoặc nhìn không rõ nhé. \" \" Em có thể đi học được không?\" tôi hỏi, tưởng tượng bố phải cố tỏ ra ân cần.  \"Có lẽ em nên nghỉ ngơi hôm nay. \" Tôi nhìn lướt qua Edward. \" Anh ấy được đến trường hả?\" \"Phải có người báo tin mừng là mình còn sống chớ, \" Edward nói một cách tự mãn.  \"Thực ra thì, \" bác sĩ Cullen sửa, \" hầu như cả trường đều đang ở phòng đợi rồi. \" \"Ôi trời ơi, \" tôi than van, lấy tay che mặt.  Bác sĩ Cullen nhíu mày. \"Thế em muốn ở lại không?\" \"Không, không !\" tôi kiên quyết, để chân xuống giường và nhảy nhanh xuống. Quá nhanh - tôi chao đảo, và bác sĩ Cullen chụp tôi lại. Anh ấy có vẻ lo lắng.  \"Em khoẻ mà, \" tôi đoan chắc với anh ấy lần nữa.  Không cần phải nói cho anh ấy biết chuyện tôi lảo đảo chả hề liên quan gì đến chuyện bị tông vào đầu.  \"Uống vài viên Tylenol để giảm đau nhé, \" anh ấy bảo khi đang giữ cho tôi đứng vững.  \"Không đau đến thế đâu, \" tôi kiên quyết.  \"Nghe có vẻ như em may mắn hết sức, \" bác sĩ Cullen nói, mỉm cười khi ký biểu đồ của tôi bằng nét chữ bay bướm.  \"May là có Edward tình cờ đứng kế bên tôi, \" tôi sửa lại và liếc nhìn gay gắt đối tượng của câu nói của mình.  \"Ồ, ờ thì, đúng rồi, \" bác sĩ Cullen đồng ý, đột ngột bận tâm vào mấy thứ giấy tờ trước mặt anh ấy.  Rồi anh ấy nhìn sang Tyler, và đến giường kế tiếp.  Trực giác báo tôi biết; bác sĩ có can dự vào chuyện này.  \"Tôi e là em sẽ phải ở lại với chúng tôi hơi lâu hơn, \" anh ấy nói với Tyler, và bắt đầu kiểm tra mất vết thương của Tyler.  Ngay khi bác sĩ quay lưng đi, tôi đến bên Edward.  \"Tôi có thể nói chuyện với anh một chút được không?\" tôi rít nhỏ.  Anh lùi xa khỏi tôi, hàm anh đột ngột nghiến lại.  \"Cha em đang đợi mà, \" anh nói qua hàm răng nghiến chặt - Tôi nhìn lướt qua bác sĩ Cullen và Tyler.  \"Tôi muốn nói chuyện với anh một mình, nếu anh không phiền, \" tôi nhấn mạnh.  Anh nhìn chằm chằm, rồi quay lưng và bước xuống căn phòng dài. Tôi gần như phải chạy theo.  Ngay khi chúng tôi bước qua góc tiền sảnh, anh quay phắt lại đối mặt với tôi.  \"Em muốn gì?\" anh hỏi, có vẻ bực mình. Mắt anh lạnh lùng.  Vẻ không thân thiện làm tôi chùn bước.  Lời nói tôi phát ra không nghiêm trọng như tôi muốn. \"Anh nợ tôi một lời giải thích, \" tôi nhắc anh.  \"Tôi đã cứu em - tôi chẳng nợ em gì cả. \" Tôi chùn bước vì vẻ oán giận trong giọng anh. \" Anh hứa rồi mà. \" \"Bella, em bị tông vào đầu, em không biết mình đang nói gì đâu. \" giọng anh lạnh lùng.  Cơn giận của tôi bùng lên, và tôi nhìn trừng trừng thách thức anh.  \"Đầu tôi chẳng bị sao cả. \" Anh nhìn chằm chằm lại. \"Em muốn gì ở tôi, Bella?\" \"Tôi muốn biết sự thật, \" tôi nói. \"Tôi muốn biết tại sao tôi nói dối vì anh. \" \"Em nghĩ đã xảy ra chuyện gì?\" anh cáu kỉnh.  Tôi nói ào ào không kềm được.  \"Tất cả những gì tôi biết là anh không ở gần tôi - Tyler cũng chẳng nhìn thấy anh, cho nên đừng có bảo tôi là tôi bị tông mạnh vào đầu.  Chiếc xe đó sắp cán cả hai chúng tôi – nhưng nó đã không cán, và tay anh để lại vết lõm bên hông xe - và trên một xe khác nữa, mà anh chẳng hề đau chút nào - và chiếc xe đó lẽ ra đã cán chân tôi, nhưng anh đã lôi xe đó lên ... \"  Tôi thấy mình có vẻ điên, nên tôi không nói tiếp được. Tôi tức đến nỗi nước mắt ngập mi; tôi cố nén nước mắt bằng cách nghiến răng lại.  Anh đang nhìn chằm chằm vào tôi hoài nghi. Nhưng khuôn mặt anh căng thẳng, đề phòng.   \"Em nghĩ là tôi nâng cái xe đó lên khỏi em?\" giọng anh tỏ sự nghi ngờ vào óc sáng suốt của tôi, nhưng nó chỉ làm tôi nghi ngờ hơn.  Tựa như lời thoại hoàn hảo của một diễn viên lành nghề.  Tôi chỉ gật đầu một lần, mím chặt.  \"Sẽ chẳng ai tin vậy cả, em biết đó.” Giọng anh bây giờ có vẻ chế nhạo.  \"Tôi sẽ chẳng nói cho ai biết đâu. \" tôi gằn từng tiếng một, cẩn thận kiểm soát cơn giận của mình.  Nét ngạc nhiên thoáng qua mặt anh. \"Vậy thì tại sao chuyện đó lại quan trọng chứ?\" \"Quan trọng đối với tôi, \" tôi kiên quyết. \" tôi không thích nói dối - cho nên phải có lý do chính đáng tại sao tôi làm chuyện đó. \" \"Em không thể chỉ cảm ơn tôi và rồi quên chuyện đó đi sao?\" \"Cảm ơn. \" tôi đợi, cáu kỉnh và chờ đợi.  \"Em sẽ không bỏ qua chuyện đó phải không?\" \"Không. \" \"Nếu vậy .. em cứ tha hồ thất vọng. \" Chúng tôi quắc mắt nhìn nhau im lặng. Tôi là người đầu tiên nói, cố giữ cho mình tập trung. Tôi có nguy cơ bị phân tâm bởi khuôn mặt đẹp, cáu tiết của anh. Tựa hồ như đang nhìn chằm chằm một thiên thần mất quyền lực vậy.  \"Vậy thì anh bận tâm làm gì chứ?\" tôi thờ ơ hỏi.  Anh ngừng lại, và trong một giây phút khuôn mặt hấp dẫn của anh dễ bị tổn thương không ngờ.  \"Tôi không biết, \" anh thì thầm.  Rồi anh quay lưng lại bỏ đi.  Tôi tức giận đến nỗi, mất mấy phút sau mới nhúc nhích được. Khi tôi có thể đi được, tôi chậm chạp đi về phía lối ra ở cuối tiền sảnh.  Phòng đợi còn khó chịu hơn tôi đã sợ. Dường như mọi khuôn mặt tôi quen biết ở Forks đều ở đó, nhìn chằm chằm vào tôi. Charlie vội vã đến bên tôi; tôi giơ tay lên.  \"Con không bị sao cả, \" tôi giận dỗi khẳng định với ông. Tôi vẫn còn tức điên, không muốn trò chuyện gì cả.  \"Bác sĩ nói sao?\" \"Bác sĩ Cullen đã khám cho con, và ông ấy nói con khoẻ, có thể về nhà được rồi. \" Tôi thở dài. Mike, Jessica và Eric đều ở đó, bắt đầu kéo về phía chúng tôi. \"Đi bố,\"  tôi giục.  Charlie đặt một tay sau lưng tôi, không hoàn toàn chạm vào tôi, và đưa tôi đến cửa kính ra ngoài. Tôi ngượng ngùng vẫy tay với các bạn tôi, hi vọng truyền đạt ý họ không cần phải lo lắng nữa. Thật nhẹ nhõm - lần đầu tôi cảm thấy thế - khi bước vào chiếc xe tuần tiễu.  Chúng tôi im lặng chạy xe. Tôi miên man suy nghĩ đến nỗi tôi chẳng hề biết Charlie ở đó. Tôi càng tin chắc hơn hành vi phòng thủ của Edward trong đại sảnh là sự xác nhận những chuyện kỳ quái tôi không thể tin là mình có thể chứng kiến là có thật.  Khi về đến nhà, Charlie cuối cùng mở miệng.  \"Ờ... con sẽ phải gọi cho Renée đấy. \" bố cúi đầu, vẻ đáng khiển trách.  Tôi hoảng hồn. \"Bố kể mẹ nghe rồi sao!\" \"Xin lỗi con. \" Tôi đóng sầm cửa chiếc xe tuần tiễu mạnh hơn cần thiết khi bước ra.  Mẹ kích động, dĩ nhiên rồi. Tôi phải nói với mẹ là tôi cảm thấy bình thường ít nhất ba mươi lần mẹ mới dịu xuống. Mẹ năn nỉ tôi về nhà - quên chuyện bây giờ nhà chẳng còn ai - nhưng lời năn nỉ của mẹ dễ cưỡng lại hơn tôi nghĩ. Tôi hoàn toàn bị thu hút bởi bí ẩn Edward vừa để lộ. Và quá bị Edward ám ảnh. Ngu ngốc, ngu ngốc, ngu ngốc. Tôi không còn háo hức muốn thoát khỏi Forks như lẽ ra phải vậy, như lẽ ra một người tỉnh táo, bình thường, sẽ muốn thế.  Tôi quyết định nên đi ngủ sớm đêm đó. Charlie vẫn nhìn tôi lo lắng, làm tôi càng thêm bực tức. Tôi dừng lại trên đường về phòng để chộp ba viên Tylenol trong phòng tắm. Chúng có tác dụng, và, khi cơn đau dịu đi, tôi chìm vào giấc ngủ.  Đó là đêm đầu tiên tôi mơ thấy Edward Cullen."
        }
    ],
    "suggestions": []
}