{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">alpinist</font></td></tr></table><i/></div>",
            "word": "alpinism",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "alpinism",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alpinism",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "alpinism",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "alpinism",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Tourism is Chamonix's lifeblood. Visitors have been encouraged to visit the valley ever since it was discovered by explorers in 1741. Over 40 years later, in 1786, Mont Blanc's summit was finally reached by a French doctor and his guide, and this gave birth to the sport of <em>alpinism</em>, with Chamonix at its centre. In 1924, it hosted the first Winter Olympics, and the cable cars and lifts that were built in the years that followed gave everyone access to the ski slopes.",
            "vi": "Du lịch là nhân tố sống của Chamonix. Những nhà du lịch được khuyến khích để đến thăm vùng thung lũng này kể từ khi nó được khám phá bởi các nhà thám hiểm vào năm 1741. Hơn 40 năm, vào 1786, cuối cùng hội nghị thượng đỉnh Mont Blanc đã được diễn ra bởi một bác sĩ người Pháp và sự chỉ đạo của anh ấy, và đây đã khai sinh ra môn thể thao leo núi, lấy Chamonix làm trung tâm. Vào năm 1924, Thế vận hội Olympics mùa đông lần đầu tiên được tổ chức tại đây, và cáp treo, thang máy đã được xây dựng vào những năm đó để giúp mọi người có cơ hội được lên các sườn núi trượt tuyết"
        }
    ],
    "suggestions": []
}