{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Alps"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Alps"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Alps"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Alps"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Alps"
        }
    },
    "sentences": [
        {
            "en": "Icy summits of the <em>Alps</em>",
            "vi": "Đỉnh núi phủ băng của dãy an - pơ"
        },
        {
            "en": "View rivalling anything the <em>Alps</em> can offer",
            "vi": "Phong cảnh có thể sánh với bất cứ nơi nào ở vùng núi an - pơ"
        },
        {
            "en": "They're driving on a scenic route across the <em>Alps</em>.",
            "vi": "Họ đang lái xe trên một con đường rất đẹp băng qua dãy núi An - pơ."
        },
        {
            "en": "Peter's working as a mountain guide in the Swiss <em>Alps</em>.",
            "vi": "Peter đang làm việc với tư cách là một hướng dẫn viên du lịch núi ở dãy Alps tại thụy Sĩ."
        },
        {
            "en": "There is plenty of snow across the <em>Alps</em>.",
            "vi": "Có rất nhiều tuyết trên dãy Alps."
        },
        {
            "en": "It's almost like being in the <em>Alps</em>, but not quite.",
            "vi": "Dường như được lên vùng núi Alps vậy, nhưng không hoàn toàn thế."
        },
        {
            "en": "This is a view rivalling anything the <em>Alps</em> can offer.",
            "vi": "Đây là một phong cảnh có thể sánh với bất cứ nơi nào ở vùng núi Anpơ."
        },
        {
            "en": "That area extends from the Baltic coast to the <em>Alps</em>.",
            "vi": "Khu vực đó kéo dài từ bờ biển Baltic đến dãy Alps."
        },
        {
            "en": "It's like being in the <em>Alps</em>, but not quite.",
            "vi": "Giống như ở trên ngọn núi vậy, nhưng không hẳn lắm."
        },
        {
            "en": "We are going walking in the <em>Alps</em> this summer.",
            "vi": "Mùa hè này chúng tôi sẽ đi tản bộ trên dãy núi Alps."
        },
        {
            "en": "The beauty and grandeur of the Swiss <em>Alps</em>.",
            "vi": "Vẻ đẹp và sự hùng vĩ của dãy núi Alps Thụy Sỹ."
        },
        {
            "en": "They 're driving on a scenic route across the <em>Alps</em>.",
            "vi": "Họ đang lái xe trên một con đường rất đẹp băng qua dãy núi An-pơ."
        },
        {
            "en": "<em>Alps</em> is one of the hardest peaks in Europe for climbers",
            "vi": "Alps là một trong những đỉnh núi khó leo nhất ở Châu Âu đối với các nhà leo núi."
        },
        {
            "en": "The <em>Alps</em> is a mountain chain which separates France from Italy and Switzerland.",
            "vi": "Alp là một dãy núi phân cách nước Pháp với Ý và Thụy Sĩ."
        },
        {
            "en": "It is a natural corridor at the foot of the <em>Alps</em>.",
            "vi": "Đó là một hành lang tự nhiên ở chân núi Alps."
        },
        {
            "en": "After climbing mountains in the Swiss <em>Alps</em>, going up English hills is a piece of cake.",
            "vi": "Sau khi leo lên rặng Alps ở Thụy Sĩ, thì việc leo lên những ngọn đồi ở Anh là chuyện dễ như ăn bánh."
        },
        {
            "en": "You can see the icy summits of the <em>Alps</em> from here.",
            "vi": "Đứng đây anh có thể nhìn thấy được những đỉnh núi phủ băng của dãy An - pơ."
        },
        {
            "en": "From the summit there is a superb panorama of the <em>Alps</em>.",
            "vi": "Từ trên đỉnh cao, có thể nhìn toàn cảnh hùng vĩ của dãy núi Alps."
        },
        {
            "en": "You can see the icy summits of the <em>Alps</em> from here.",
            "vi": "Đứng đây anh có thể nhìn thấy được những đỉnh núi phủ băng của dãy An-pơ."
        },
        {
            "en": "<em>Alps</em> - a chain of mountains/ a mountain chain that separates France from Italy and Switzerland.",
            "vi": "Alps – là một dãy núi phân cách nước Pháp với Ý và Thụy Sĩ."
        }
    ],
    "suggestions": []
}