{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Altair",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Altair",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Altair",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Altair",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Altair",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Altair</em>, at a distance of 17 light - years, is one of the closest stars.",
            "vi": "Altair, ở khoảng cách 17 năm ánh sáng, là một trong những ngôi sao ở gần nhất."
        },
        {
            "en": "<em>Altair</em>, at a distance of 17 light-years, is one of the closest stars.",
            "vi": "Altair, ở khoảng cách 17 năm ánh sáng, là một trong những ngôi sao ở gần nhất."
        },
        {
            "en": "Eventually Bill and Paul had to created their own company to sell software for people who bought the <em>Altair</em> computer.",
            "vi": "Cuối cùng Bill và Paul phải tạo ra công ty riêng của mình để bán phần mềm cho những người mua máy tính Altair."
        },
        {
            "en": "Because this computer has no software, Bill and Paul decided to write software for it (Business opportunity) but <em>Altair</em> company did not want to buy it.",
            "vi": "Vì máy tính này không có phần mềm, Bill và Paul quyết định viết phần mềm cho nó (cơ hội kinh doanh) nhưng công ty Altair không muốn mua phần mềm."
        },
        {
            "en": "He used his saving money to travel to sell <em>Altair</em> software and assumed all the risks (That is his entrepreneur spirit).",
            "vi": "Anh ta dùng tiền tiết kiệm để đi bán phần mềm Altair và đảm nhận mọi may rủi (Đó là tinh thần nhà doanh nghiệp)."
        },
        {
            "en": "One day Paul Allen showed him an article about a computer called <em>Altair</em> (It is a package of components for engineers to assemble).",
            "vi": "Một hôm Paul Allen chỉ cho anh ta một bài báo về máy tính có tên là Altair (Đó là một gói các linh kiện để các kỹ sư lắp ráp)."
        },
        {
            "en": "However, the <em>Altair</em> computer did not do well and Microsoft was also on the verge of bankruptcy then Bill heard that IBM also had a similar personal computer with no software.",
            "vi": "Tuy nhiên, máy tính Altair không kinh doanh tốt và Microsoft cũng trên bờ vực phá sản thì Bill nghe nói rằng IBM cũng có máy tính cá nhân tương tự mà không có phần mềm."
        }
    ],
    "suggestions": []
}