{
    "en_vn": {
        "data": {
            "content": null,
            "word": "altering",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "altering",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "altering",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "altering",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "altering",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Altering</em> your management style.",
            "vi": "Thay đổi phong cách quản lý."
        },
        {
            "en": "They brought their dog to the vet for <em>altering</em>.",
            "vi": "Họ mang con chó của họ đến bác sĩ thú y để thiến."
        },
        {
            "en": "The hooked nose is corrected by <em>altering</em> the bones.",
            "vi": "Mũi quặm được khắc phục bằng cách thay đổi xương."
        },
        {
            "en": "What is the procedure of <em>altering</em> a contract?",
            "vi": "Thủ tục thay đổi một hợp đồng là gì?"
        },
        {
            "en": "<em>Altering</em> male attitudes is a different kind of challenge.",
            "vi": "Thay đổi thái độ của nam giới là một kiểu thách thức khác."
        },
        {
            "en": "Geneticists cracked the genetic code and found ways of <em>altering</em> our genes.",
            "vi": "Các nhà di truyền làm vỡ mã di truyền và tìm ra cách để biến đổi gen của chúng ta."
        },
        {
            "en": "Now that they’ve learnt their lesson, they are <em>altering</em> the way of operating.",
            "vi": "Bây giờ họ đã học được bài học của họ, họ đang thay đổi cách thức hoạt động."
        },
        {
            "en": "As you look for power-<em>altering</em> possibilities, consider the nature of your dependencies on others.",
            "vi": "Nếu bạn muốn tìm khả năng thay đổi quyền lực, hãy xem xét bản chất các mỗi quan hệ lệ thuộc của bạn vào người khác."
        },
        {
            "en": "Consuming magic mushrooms has emerged as the latest trend among Vietnamese youth who are into mind-<em>altering</em> substances.",
            "vi": "Tiêu thụ nấm ma thuật nổi lên như một xu hướng mới nhất trong giới trẻ Việt Nam, những người đang sử dụng các chất thay đổi tâm trí."
        },
        {
            "en": "For taking away our charters, abolishing our most valuable laws, and <em>altering</em> fundamentally the forms of our governments:",
            "vi": "Tước đoạt hiến chương của chúng ta, huỷ bỏ những đạo luật quý giá nhất của chúng ta và thay đổi thể chế chính quyền của chúng ta đến tận gốc rễ."
        },
        {
            "en": "He said the plane's Spanish crew had signalled they were <em>altering</em> course \"due to particularly difficult weather conditions\".",
            "vi": "Ông nói phi hành đoàn Tây Ban Nha trên máy bay đã ra tín hiệu họ đang thay đổi hướng bay \"vì điều kiện thời tiết hết sức khó khăn\"."
        },
        {
            "en": "Consuming magic mushrooms has emerged as the latest trend among Vietnamese youth who are into mind-<em>altering</em> substances.",
            "vi": "Tiêu thụ nấm ma thuật nổi lên như một xu hướng mới nhất trong giới trẻ Việt Nam, những người đang sử dụng các chất thay đổi tâm trí."
        },
        {
            "en": "Changes in the trade regime should be aimed at <em>altering</em> the export composition and reducing imports, since export promotion has been spectacularly successful.",
            "vi": "Các thay đổi trong chế độ thương mại phải nhằm vào việc thay đổi kết cấu xuất khẩu và giảm nhập khẩu do việc thúc đẩy xuất khẩu đã rất thành công."
        },
        {
            "en": "Arbitration Centers <em>altering</em> one of the following contents of the establishment licenses shall have to file written applications to the Ministry of Justice:",
            "vi": "Trung tâm trọng tài thay đổi một trong các nội dung sau đây của giấy phép thành lập, thì phải làm đơn xin phép bộ tư pháp:"
        },
        {
            "en": "With the goal of <em>altering</em> the path of Iniki in mind, we first picked the spot where we wanted the storm to stop after six hours.",
            "vi": "Với mục tiêu thay đổi đường đi của cơn bão Iniki, đầu tiên chúng tôi chọn nơi mà chúng tôi muốn cơn bão ngừng lại sau sáu giờ."
        },
        {
            "en": "The U.S. government is starting a major new effort to cut the country's smoking rate by showing graphic images of people who have sustained life-<em>altering</em> health problems after smoking for years.",
            "vi": "Chính phủ Hoa Kỳ bắt đầu một nỗ lực chính yếu mới nhằm cắt giảm tỷ lệ hút thuốc ở đất nước này bằng cách đưa ra hình ảnh minh hoạ những người có vấn đề về sức khoẻ đang làm thay đổi cuộc sống lâu dài của họ sau nhiều năm hút thuốc."
        },
        {
            "en": "Trying out new formats, <em>altering</em> the lengths of your broadcasts and going live often are key, the company says. Having a strong data or WiFi connection is also important, unless you want your video to drop out.",
            "vi": "Cố gắng mang đến những nội dung mới, thay đổi độ dài của chương trình phát sóng và live thường xuyên chính là chìa khóa, công ty cho biết. Nguồn dữ liệu dồi dào hoặc kết nối WiFi ổn định cũng rất quan trọng, trừ khi bạn muốn video của bạn bị \"rớt\"."
        },
        {
            "en": "Assuming only one technique, or that <em>altering</em> techniques is costly in terms of time and investment resources, the technically and economically efficient level of employment for the same level of output in the short run would be point b.",
            "vi": "Đặt giả thuyết có một công nghệ duy nhất, hoặc thay đổi công nghệ thì tốn kém về thời gian và đầu tư, mức nhân công hiệu quả về công nghệ và kinh tế đối với cùng một mức đầu ra trong ngắn hạn là điểm b."
        },
        {
            "en": "\"... we demonstrate that REM sleep physiology is associated with an overnight dissipation of amygdala activity in response to previous emotional experiences, <em>altering</em> functional connectivity and reducing next-day subjective emotionality.\"",
            "vi": "“... chúng tôi chứng minh rằng sinh lý giấc ngủ REM có liên quan với sự xua tan trong đêm của hoạt động của hạch hạnh nhân trong phản ứng với các trải nghiệm cảm xúc trước đây, làm thay đổi kết nối chức năng và giảm tính đa cảm chủ quan trong ngày hôm sau.”"
        },
        {
            "en": "Ni, who at the time was party secretary of Anling County, was responsible for <em>altering</em> the granary, which was allegeldy producing tainted products, according to state news media. Ni was not only safe afterwards, but was also later promoted.",
            "vi": "Theo truyền thông nhà nước, khi còn là Bí thư thị xã An Linh, Nghê chịu trách nhiệm về việc sửa lại kho thóc và kho thóc này được cho là đã sản xuất ra các sản phẩm nhiễm độc. Nghê không những đã bình an sau đó mà còn được thăng chức."
        }
    ],
    "suggestions": []
}