{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['æltou]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(âm nhạc) giọng nữ trầm; giọng nam cao</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người hát giọng nữ trầm; người hát giọng nam cao</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bè antô</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bè hai</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đàn antô</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kèn antô</td></tr></table><i/></div>",
            "word": "alto"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>alto</k><blockquote><cclass>[<cclass>'altəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>altos</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 (especially in church music) the highest adult male singing voice. </blockquote></blockquote><blockquote><blockquote>    ⁃ the lowest female singing voice; contralto. </blockquote></blockquote><blockquote><blockquote>2》 [as <cclass>modifier] denoting the member of a family of instruments pitched second or third highest. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Ital. <i>alto (canto)</i> 'high (song)'. </blockquote></div>",
            "word": "alto"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alto"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "alto"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "alto"
        }
    },
    "sentences": [
        {
            "en": "Who are the famous female singers in the Philippines that have <em>alto</em> voice?",
            "vi": "Những nữ ca sĩ Phi-lip-pin nào nổi tiếng có giọng nữ trầm?"
        },
        {
            "en": "Fan and special correspondent Yawen Chen reported from Palo <em>Alto</em>, Calif.",
            "vi": "Người hâm mộ và là phóng viên đặc biệt- Yawen Chen đã gửi bài từ Palo Alto, California."
        },
        {
            "en": "Who are the famous female singers in the Philippines that have <em>alto</em> voice?",
            "vi": "Những nữ ca sĩ Phi - lip - pin nào nổi tiếng có giọng nữ trầm?"
        },
        {
            "en": "She doesn't know anything about music, she can't distinguish which is the treble/ bass/ <em>alto</em> clef.",
            "vi": "Cô ta chẳng biết tí gì về nhạc cả, cô ta chẳng biết phân biệt cái nào là khóa nhạc cao/ trầm/ trung."
        },
        {
            "en": "She doesn't know anything about music, she can' t distinguish which is the treble/ bass/ <em>alto</em> clef.",
            "vi": "Cô ta chẳng biết tí gì về nhạc cả, cô ta chẳng biết phân biệt cái nào là khóa nhạc cao/ trầm/ trung."
        },
        {
            "en": "I am currently a junior in high school and I am looking at getting a new <em>alto</em> to play.",
            "vi": "Hiện tôi là học sinh cấp ba và tôi đang xem xét mua một cây đàn an - tô mới để chơi."
        },
        {
            "en": "I am currently a junior in high school and I am looking at getting a new <em>alto</em> to play.",
            "vi": "Hiện tôi là học sinh cấp ba và tôi đang xem xét mua một cây đàn an-tô mới để chơi."
        },
        {
            "en": "Such is the Facebook experience for many people, according to psychologists at the University of Houston and Palo <em>Alto</em> University.",
            "vi": "Đó là trải nghiệm Facebook đối với nhiều người, theo các nhà tâm lí học của trường Đại học Houston và Đại học Palo Alto."
        },
        {
            "en": "Facebook CEO Mark Zuckerberg speaks during a news conference at Facebook headquarters in Palo <em>Alto</em>, California May 26, 2010. REUTERS/Robert Galbraith",
            "vi": "Giám đốc điều hành Facebook Mark Zuckerberg phát biểu trong một cuộc họp báo tại trụ sở của Facebook tại Palo Alto, California ngày 26 tháng 5 năm 2010. REUTERS / Robert Galbraith"
        },
        {
            "en": "An <em>alto</em> sax player, Brown is best - known for his avant - garde work in the New York jazz scene during the '60s.",
            "vi": "Là một người chơi kèn xắc-xô có giọng nam cao, ông Brown nổi tiếng vì công việc tiên phong trong bối cảnh nhạc jazz ở New York trong thập niên 60."
        },
        {
            "en": "An <em>alto</em> sax player, Brown is best-known for his avant-garde work in the New York jazz scene during the '60s.",
            "vi": "Là một người chơi kèn xắc - xô có giọng nam cao, ông Brown nổi tiếng vì công việc tiên phong trong bối cảnh nhạc jazz ở New York trong thập niên 60."
        },
        {
            "en": "Received doctoral degree at the University of Texas in Austin in 1975. From 1975-77, he was postdoctoral fellow at Stanford University in Palo <em>Alto</em>. From 1978, he has been on faculty at the Rockefeller University in New York",
            "vi": "Nhận bằng tiến sĩ tại Đại học Texas ở Austin năm 1975. Từ năm 1975-77, ông là nghiên cứu sinh tiến sĩ tại Đại học Stanford ở Palo Alto. Từ năm 1978, ông là giảng viên tại Đại học Rockefeller ở New York"
        },
        {
            "en": "Received doctoral degree at the University of Texas in Austin in 1975. From 1975-77, he was postdoctoral fellow at Stanford University in Palo <em>Alto</em>. From 1978, he has been on faculty at the Rockefeller University in New York",
            "vi": "Nhận bằng tiến sĩ tại Đại học Texas ở Austin năm 1975. Từ năm 1975-77, ông là nghiên cứu sinh tiến sĩ tại Đại học Stanford ở Palo Alto. Từ năm 1978, ông là giảng viên tại Đại học Rockefeller ở New York"
        },
        {
            "en": "Tim Berry is the president and founder of Palo <em>Alto</em> Software. This post originally appeared on his blog, \"Planning, Startups, Stories\". The views expressed are his own, \"we're thinking about it, these 10 good reasons not to seek investors for your startup\".",
            "vi": "Mới đây, Tim Berry, chủ tịch và đồng thời cũng là người sáng lập Palo Alto Software, đã đăng tải ý kiến của mình về vấn đề nhà đầu tư và thành lập doanh nghiệp mới. Theo ông, có tới 10 lý do chủ doanh nghiệp không tìm tới các nhà đầu tư khi khởi nghiệp."
        },
        {
            "en": "Her experience inadvertently inspired the basis of research I developed with colleagues from the universities of Houston and Palo <em>Alto</em>. We conducted two studies using a sample of over 300 American university students (98 men and 236 women), who were primarily in their early 20s.",
            "vi": "Trải nghiệm của cô ấy đã vô tình tạo cảm hứng cho bài nghiên cứu mà tôi đã thực hiện cùng với các đồng nghiệp từ các trường đại học Houston và Palo Alto. Chúng tôi đã tiến hành hai nghiên cứu trên 300 sinh viên đại học người Mỹ (98 nam và 236 nữ), những người này chủ yếu ở độ tuổi 20."
        },
        {
            "en": "Another new scientific application of the Web is to use it as an experimental laboratory. It is allowing social scientists, in particular, to do things that were previously impossible. In one project, scientists made observations about the sizes of human social networks using data from Facebook. A second investigation of these networks, produced by Bernardo Huberman of HP Labs, Hewlett-Packard's research arm in Palo <em>Alto</em>, California, looked at Twitter, a social networking website that allows people to post short messages to long lists of friends.",
            "vi": "Một ứng dụng mới nữa của Web được sử dụng như một phòng thí nghiệm. Nó cho phép các nhà khoa học xã hội nói riêng để thực hiện những điều mà trước đây dường như không thể. Trong một sự án, các nhà khoa học đã có những quan sát về kích thước của các liên kết xã hội được sử dụng qua Facebook. Trong cuộc điều tra thứ hai về những mạng lưới như vậy, đã được tạo ra bởi Bernardo Huberman từ các phòng thì nghiệm HP, nghiên cứu của Hewlet-Packard có trụ sở đặt tại Palo Alto, tiểu bang California, cũng trông như Twitter, một mạng xã hội cho phép mọi người đăng những tin nhắn ngắn tới danh sách những người bạn trên đó."
        },
        {
            "en": "Apple co-founder Steve Jobs died of respiratory arrest linked to the spread of his pancreatic cancer, his death certificate has revealed. The certificate, filed in Santa Clara County, California listed his occupation as \"high-tech entrepreneur\". The Apple co-founder died on 5 October at the age of 56 at his home in Palo <em>Alto</em>. No post-mortem examination was performed, and Jobs was buried on Friday. The death certificate was released by the Santa Clara County Public Health Department on Monday the Associated Press news agency reports. According to the document, Jobs had a \"metastatic pancreas neuroendocrine tumour\" for the past five years.  In 2004, he announced that he was suffering from pancreatic cancer. He had a liver transplant five years later. In January 2011 he took medical leave, before formally resigning as CEO in August and handing over his duties to Tim Cook.  A statement from Jobs' family said they were with him when he died peacefully. Jobs died the day after Apple announced its latest iPhone, the 4S. On Monday Apple said it received more than one million pre-orders on Friday for the device, breaking a record set by the iPhone 4 when it was released in 2010.",
            "vi": "Người đồng sáng lập Apple Steve Jobs chết vì nghẹt thở do ung thư tuyến tuỵ di căn, điều này được tiết lộ trong giấy khai tử của ông . Giấy khai tử lưu trữ ở Hạt Santa Clara thuộc tiểu bang California có ghi nghề nghiệp của ông là “ doanh nhân công nghệ cao”. Người đồng sáng lập Apple qua đời vào ngày 5 tháng Mười ở tuổi 56 tại tư gia ở Palo Alto.\n Không có cuộc thực hiện khám nghiệm tử thi nào nên Jobs đã được chôn cất vào hôm thứ Sáu.\n Giấy khai tử do Sở Y tế Cộng đồng Hạt Santa Clara công bố vào hôm thứ Hai theo tin của hãng thông tấn xã Associated Press. Theo tài liệu này thì Jobs đã bị “khối u tuyến tuỵ di căn vào thần kinh nội tiết\" trong năm năm qua. Vào năm 2004, ông đã công bố ông bị ung thư tuyến tuỵ và trải qua cuộc phẫu thuật ghép gan năm năm sau đó. Tháng Giêng năm 2011 ông xin nghỉ phép vì lí do sức khoẻ, trước khi chính thức từ chức vị trí Giám đốc điều hành và giao lại trọng trách cho Tim Cook. Gia đình Steve Jobs cho biết họ đã ở bên cạnh ông khi ông thanh thản ra đi. Jobs qua đời vào ngày sau khi Apple công bố loại Iphone mới nhất là Iphone 4s. Vào hôm thứ Hai Apple cho biết hãng đã nhận được hơn một triệu đơn đặt hàng Iphone trước vào ngày thứ Sáu, phá kỷ lục của Iphone 4 khi nó được tung ra vào năm 2010."
        }
    ],
    "suggestions": []
}