{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">alumnus</font></td></tr></table><i/></div>",
            "word": "alumni"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "alumni"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alumni"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "alumni"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "alumni"
        }
    },
    "sentences": [
        {
            "en": "Give it to your <em>alumni</em> magazine.",
            "vi": "Hãy gửi nó đến cho tạp chí cựu sinh viên của trường bạn từng học."
        },
        {
            "en": "I am proud of being one of its <em>alumni</em>.",
            "vi": "Tôi rất tự hào là một cựu sinh viên của trường."
        },
        {
            "en": "Other conservative <em>alumni</em> were complaining and many stopped giving money to Yale outright.",
            "vi": "Các cựu sinh viên bảo thủ khác đã phàn nàn và có người còn ngưng hẳn việc đóng góp cho Yale."
        },
        {
            "en": "Then I started searching out other <em>alumni</em> who might be interested in contributing to the cause.",
            "vi": "Rồi tôi bắt đầu tìm hiểu những cựu sinh viên có thể cảm thấy hứng thú đóng góp cho ý tưởng này."
        },
        {
            "en": "87% of <em>alumni</em> believe their Carnegie Mellon education has provided significant competitive advantage.",
            "vi": "87% cựu sinh viên tin rằng giáo dục tại Carnegie Mellon đã cung cấp ưu thế cạnh tranh lớn."
        },
        {
            "en": "ÂDuring an <em>alumni</em> meeting in November, several former students came to see me.",
            "vi": "ÂTrong cuộc họp cựu sinh viên tháng mười một, nhiều cựu sinh viên tới gặp tôi."
        },
        {
            "en": "At the Symposium, <em>alumni</em> gave presentations on their Fulbright experiences, the Fulbright impact and the future of the Fulbright program.",
            "vi": "Tại hội nghị, các cựu học giả chia sẻ những trải nghiệm và những tác động khi tham gia chương trình Fulbright, và thảo luận về tương lai của chương trình Fulbright tại Việt Nam."
        },
        {
            "en": "At the end of the panel session, Beverly Wheeler, Executive Director of the Washington, D.C. State Board of Education and President-elect of the Carnegie Mellon <em>Alumni</em> Association surprised Ralph Guggenheim by presenting him with the <em>Alumni</em> Award.",
            "vi": "Đến cuối phiên thảo luận, Beverly Wheeler, Giám đốc điều hành của Ban giáo dục quốc gia Washington, D.C. và là chủ tịch của hội cựu sinh viên Carnegie Mellon làm Ralph Guggenheim bất ngờ bởi việc tặng cho ông ấy huân chương cựu sinh viên."
        },
        {
            "en": "These events were also a chance to reconnect and strengthen the Fulbright <em>alumni</em> network, and to engage the <em>alumni</em> in activities to develop a stronger Fulbright Program in Vietnam.",
            "vi": "Đây cũng là dịp để gắn kết và củng cố mạng lưới cựu học giả Fulbright và khuyến khích họ tham gia vào các hoạt động để phát triển chương trình Fulbright tại Việt Nam ngày một vững mạnh."
        },
        {
            "en": "Conservative <em>alumni</em> satisfy because they feel good about their school and their ability to make a contribution.",
            "vi": "Những cựu sinh viên bảo thủ hài lòng vì họ thấy tự hào vì ngôi trường của mình và được đóng góp xây dựng nó."
        },
        {
            "en": "<em>Alumni</em> of the Fulbright Vietnamese Scholar Program have made significant contributions to their institutions after returning from the United States.",
            "vi": "Các cựu học giả Fulbright Việt Nam đã có những đóng góp quan trọng cho đơn vị công tác của mình sau khi từ Hoa Kỳ trở về."
        },
        {
            "en": "Later, I became chairman of Yale's political union, where so many <em>alumni</em> had cut their teeth before going on to careers in politics.",
            "vi": "Sau đó, tôi trở thành chủ tịch tổ chức chính trị của Yale, nơi rất nhiều các cựu sinh viên đã thu được nhiều kinh nghiệm trước khi bước vào sự nghiệp chính trị."
        },
        {
            "en": "On Friday, I went to an all - day meeting at my college to discuss the upcoming interviewing season for <em>alumni</em> interviewers and prospective students.",
            "vi": "Hôm thứ sáu, tôi đã đến dự cuộc họp cả ngày tại trường đại học để thảo luận về đợt phỏng vấn sắp tới dành cho những phỏng vấn viên là cựu sinh viên và các sinh viên tương lai."
        },
        {
            "en": "I hit the phones, and on weekends, I'd go to New York to pitch other <em>alumni</em> on the new foundation that William F. Buckley and I were starting.",
            "vi": "Tôi đã gọi điện, và vào cuối tuần, tôi đi New York để trình bày với những cựu sinh viên về một quỹ mới mà William F.Buckley và tôi sắp thành lập."
        },
        {
            "en": "ÂIn the annual CMU <em>alumni</em> association this year, (August 9, 2009), there were some gathering of top people in software industry and here is the report:",
            "vi": "ÂTrong cuộc họp cựu sinh viên CMU hang năm năm nay, (9/8/2009), đã có cuộc tụ họp của một số người hàng đầu trong công nghiệp phần mềm và đây là báo cáo:"
        },
        {
            "en": "To widen your relationships, let join your local <em>alumni</em> club and spend time with people who are doing the jobs you'd like to be doing.",
            "vi": "Để mở rộng quan hệ của bạn, hãy tham gia hội cựu sinh viên ở địa phương và dành thời gian cho những người đang làm trong những nghề nghiệp bạn yêu thích."
        },
        {
            "en": "The bend in the river Big Band was formed in 1987 from <em>Alumni</em> of Gustavus Adolphus College under the direction of Dr. Mark Lammers.",
            "vi": "Khúc cong trên sông Big Band được hình thành vào năm 1987 từ các cựu sinh viên của đại học Gustavus Adolphus dưới sự chỉ đạo của tiến sĩ Mark Lammers."
        },
        {
            "en": "The Association of Former Students is the official <em>alumni</em> association of Texas A&M University. The Association attracts over 400,000 members and has 242 clubs worldwide.",
            "vi": "The Association of Former Students là hội cựu sinh viên chính thức của Đại học Texas A&M. Hội thu hút trên 400. 000 thành viên và có 242 câu lạc bộ trên toàn cầu."
        },
        {
            "en": "I hit the phones, and on weekends, I'd go to New York to pitch other <em>alumni</em> on the new foundation that William F. Buckley and I were starting.",
            "vi": "Tôi đã gọi điện, và vào cuối tuần, tôi đi New York để trình bày với những cựu sinh viên về một quỹ mới mà William F. Buckley và tôi sắp thành lập."
        },
        {
            "en": "The Association of Former Students is the official <em>alumni</em> association of Texas A&M University. The Association attracts over 400, 000 members and has 242 clubs worldwide.",
            "vi": "The Association of Former Students là hội cựu sinh viên chính thức của Đại học Texas A&M. Hội thu hút trên 400.000 thành viên và có 242 câu lạc bộ trên toàn cầu."
        }
    ],
    "suggestions": []
}