{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">alveolus</font></td></tr></table><i/></div>",
            "word": "alveoli",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "alveoli",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "alveoli",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "alveoli",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "alveoli",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Inflammation of an alveolus or <em>alveoli</em>.",
            "vi": "Viêm một hoặc nhiều phế nang."
        },
        {
            "en": "The <em>alveoli</em> have a large surface area.",
            "vi": "Phế nang có diện tích bề mặt lớn."
        },
        {
            "en": "Children are born with about 20 million <em>alveoli</em>.",
            "vi": "Trẻ em sinh ra có khoảng 20 triệu phế nang."
        },
        {
            "en": "The alveolar walls, which separate <em>alveoli</em>, contain capillaries.",
            "vi": "Vách phế nang, nó phân chia các phế nang, có chứa các vi mạch."
        },
        {
            "en": "About 30 <em>alveoli</em> open out of each alveolar duct, which leads from a respiratory bronchiole.",
            "vi": "Khoảng 30 phế nang mở ra từ ống phế nang, nó đi từ các cuống phổi nhỏ."
        },
        {
            "en": "Each terminal bronchiole divides into a number of respiration bronchiole, from which the <em>alveoli</em> open.",
            "vi": "Mỗi tiểu phế quản tận cùng chia thành một số các tiểu phế quản hô hấp từ đó mở ra các phế nang."
        },
        {
            "en": "Oxygen has been taken in passes into the blood, while carbon dioxide moves from the blood into the <em>alveoli</em>.",
            "vi": "Khí oxy được hít vào sẽ đi vào máu, trong khi khí cacbonic lại đi từ máu vào phế nang."
        },
        {
            "en": "The state of the lung in which the <em>alveoli</em> are filled with fluid produced by inflamed tissue, as in pneumonia.",
            "vi": "Trạng thái của phổi trong đó phế nang chứa đầy chất dịch tạo nên bởi mô bị viêm, như là trong bệnh viêm phổi."
        },
        {
            "en": "The wall of the <em>alveoli</em> is covered with tiny capillaries through which blood can easily pass into the bloodstream.",
            "vi": "Bề mặt của phế nan được bao bọc bởi các mao mạch nhỏ li ti, qua đó máu có thể đi vào dòng máu."
        },
        {
            "en": "Each sac contains about 20 tiny air pockets called the <em>alveoli</em>, which look like bunches of grapes.",
            "vi": "Mỗi túi khí chứa khoảng 20 túi khí nhỏ gọi là phế nang, trông giống như những chùm nho."
        },
        {
            "en": "These very small tubes easily become blocked with mucopus, which prevents air from reaching the <em>alveoli</em> of the lungs.",
            "vi": "Các ống rất nhỏ này dễ bị tắc do các mủ nhầy ngăn không khí không tới được các phế nang trong phổi."
        },
        {
            "en": "Chronic inflammation of the walls of the lung <em>alveoli</em> is usually caused by inhaled inorganic ducts or organic ducts.",
            "vi": "Viêm mãn tính vách phế nang thường do hít vào bụi vô cơ hoặc bụi hữu cơ."
        },
        {
            "en": "Oxygen and carbon dioxide are exchanged between the lungs and the blood through the thin walls of the capillaries in the <em>alveoli</em>.",
            "vi": "Khí oxy và cacbonic được trao đổi giữa phổi và máu thông qua các thành mỏng của các mao mạch trong phế nang."
        },
        {
            "en": "Crepitations are made either by air passages and <em>alveoli</em> (air sacs) opening of during inspiration or by air bubbling through fluid.",
            "vi": "Tiếng lạo xạo tạo thành hoặc do đường khí và các phế nang mở ra trong khi hít vào, hoặc do không khí sủi bọt trong một chất lỏng."
        },
        {
            "en": "The <em>alveoli</em> are lined by a single layer of pneumocytes, which thus form a very thin layer between air and blood so that exchange of oxygen and carbon dioxide is normally rapid and complete.",
            "vi": "Phế nang được bao bằng một lớp đơn tế bào phổi, chúng tạo thành một lớp mỏng giữa khí và máu để có thể trao đổi khí o2 và co2 được nhanh và hoàn toàn."
        },
        {
            "en": "In the lungs, the branches divide further into capillaries. Blood flows more slowly through these tiny vessels, allowing time for gases to be exchanged between the capillary walls and the millions of <em>alveoli</em>, the tiny air sacs in the lungs.",
            "vi": "Trong phổi, các nhánh phân chia nhiều hơn thành các mao mạch. Máu lưu thông qua các mạch li ti này chậm hơn, tạo khoảng thời gian để cho các khí có thể được trao đổi với nhau qua các vách mao mạch và hàng triệu phế nang, túi khí nhỏ xíu trong phổi."
        },
        {
            "en": "The air we breathe in through our nose is processed to prepare it for presentation to our lower respiratory tract. This air is moistened, heated, and cleansed prior to passage through the vocal cords (larynx) and into the windpipe (trachea). Dry or cold air presented to our trachea can cause coughing and wheezing as a normal response to this type of irritation. The air then enters the lungs by way of two large air passages (bronchi), one for each lung. The bronchi divide within each lung into smaller and smaller air tubes (bronchioles), just like branches of an inverted tree. Inhaled air is brought through these airways to the millions of tiny air sacs (<em>alveoli</em>) that are contained in the lungs. Oxygen (O2) passes from the air sacs into the bloodstream through numerous tiny blood vessels called capillaries. Similarly, the body's waste product, carbon dioxide (CO2), is returned to the air sacs and then eliminated upon each exhalation.",
            "vi": "Không khí chúng ta hít vào bằng mũi được xử lý để chuẩn bị đưa tới đường hô hấp dưới. Không khí này được làm ẩm, làm nóng, và làm sạch trước khi đi qua dây thanh (thanh quản) và vào khí quản. Không khí khô hoặc lạnh vào khí quản có thể gây ho và thở khò khè biểu hiện như một phản ứng bình thường đối với loại kích thích này. Không khí sau đó vào phổi bằng hai đường thông gió lớn (phế quản), một bên phổi có một đường dẫn khí. Phế quản phân chia bên trong mỗi phổi thành các ống dẫn khí ngày càng nhỏ (tiểu phế quản), giống như các nhánh của một cây lộn ngược. Khí được hít vào đi qua những đường thở đến hàng triệu túi khí nhỏ xíu (phế nang) nằm bên trong phổi. Khí ôxy (O2) đi từ các túi khí vào máu qua rất nhiều mạch máu nhỏ li ti được gọi là mao mạch. Tương tự, các phế phẩm của cơ thể, các-bon đi-ô-xít (CO2), được quay trở về các túi khí rồi sau đó lại được thải ra ở từng lần thở."
        }
    ],
    "suggestions": []
}