{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'mæs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chất đống, tích luỹ, cóp nhặt (tiền của)</td></tr></table><i/></div>",
            "word": "amass",
            "pronounce": "[ə'mæs]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>amass</k><blockquote>■ <cclass>verb accumulate over time. </cclass></blockquote><blockquote>⁃ <cclass>archaic (of people) gather together. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>amasser</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C15: from Fr. <i>amasser</i> or med. L. <i>amassare</i>, based on L. <i>massa</i> (see <kref>mass</kref>). </blockquote></div>",
            "word": "amass",
            "pronounce": "[ə'mæs]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>amass</k><blockquote>▸ <cclass>verb GATHER, collect, assemble; accumulate, stockpile, store (up), cumulate, accrue, lay in/up, garner; <cclass><i>informal</i> stash (away).</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>dissipate.</blockquote></div>",
            "word": "amass",
            "pronounce": "[ə'mæs]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amass",
            "pronounce": "[ə'mæs]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "amass",
            "pronounce": "[ə'mæs]"
        }
    },
    "sentences": [
        {
            "en": "She had risen from humble origins to <em>amass</em> immense wealth.",
            "vi": "Bà ấy đã vươn lên từ nguồn gốc thấp kém để tích lũy của cải to lớn."
        },
        {
            "en": "In this room is <em>amass</em> of wires, lights, settings ect.",
            "vi": "Hằng hà sa số những dây điện chằng chịt, bóng đèn và cảnh trí trong phòng này."
        },
        {
            "en": "The aim of science is surely to <em>amass</em> and systematize knowledge.",
            "vi": "Mục đích của khoa học chắc chắn là để tích lũy và hệ thống hóa kiến thức."
        },
        {
            "en": "<em>amass</em> ing hundreds or even thousands of postcards, chocolate wrappers or whatever, takes time, energy and money that could surely to much more productive use.",
            "vi": "tích lũy hàng trăm hoặc thậm chí hàng ngàn bưu thiếp, giấy gói sô cô la hoặc bất cứ thứ gì cần phải đầu tư một lượng thời gian, năng lượng và tiền bạc nhất định - những thứ đáng ra có thể được sử dụng một cách hiệu quả hơn nhiều."
        },
        {
            "en": "The list has no other virtue than helping you remember the words and motivating you to <em>amass</em> as many new words as possible as a kind of treasury.",
            "vi": "Danh sách này không có phẩm giá nào khác ngoài việc giúp bạn ghi nhớ các từ và tạo động lực cho bạn tích lũy càng nhiều từ mới càng tốt như một loại kho báu."
        },
        {
            "en": "Volunteers <em>amass</em> the produce from the suppliers, which include Fotex, one of Denmark's largest supermarket chains, as well as with an citrus importers, a butcher, and a producer of organic fruit and nut bars.",
            "vi": "Các tình nguyện viên gom góp hàng từ các nhà cung cấp, trong đó có Fotex, một trong những chuỗi cửa hàng siêu thị lớn nhất Đan Mạch, và lấy hàng của các nhà nhập khẩu cam, cửa hàng thịt, và nhà sản xuất trái cây hữu cơ và kẹo đậu phộng."
        },
        {
            "en": "Similarly, in the 19th century, many collectors <em>amass</em> ed fossils, animals and plants from around the globe , and their collections provided a vast amount of information about the natural world.",
            "vi": "Một cách tương tự, vào thế kỷ 19, nhiều nhà sưu tầm đã sưu tập các hóa thạch, động vật và thực vật từ khắp nơi trên thế giới, và các bộ sưu tập của họ đã cung cấp một lượng lớn thông tin về thế giới tự nhiên."
        },
        {
            "en": "A business education has helped 12 per cent of plutocrats <em>amass</em> their fortunes, while nine per cent of the fattest cats studied an arts subject at university - more than those who specialised in more business-oriented topics such as economics and finance.",
            "vi": "Những ngành học về kinh doanh đã giúp 12% trên tổng số nhà tài phiệt tích lũy tài sản của mình, trong đó có 9% những \"nhà giàu sụ\" khác học ngành nghệ thuật tại các trường Đại học, con số này nhiều hơn những tỷ phú khác học các chuyên ngành thiên hướng kinh tế hoặc tài chính."
        },
        {
            "en": "China tycoon pledges fortune to charity         US billionaires Bill Gates and Warren Buffett are hosting a dinner in Beijing for some of China's richest individuals. They are hoping to learn about philanthropy in China - and perhaps persuade some of their guests to give more to charity. The BBC's Michael Bristow spoke to one of those invited to dine. Businessman Chen Guangbiao has been inspired by the two US billionaires. The 42-year-old is a well-known philanthropist, but decided to go one step further when he got a call from Bill Gates and Warren Buffett. Mr Chen sat down and wrote them a letter declaring that all his money will go to charity after he dies. Perhaps surprisingly, the news was not greeted with universal approval in China, where giving to charity is not as established as in other countries. There was particular criticism when people found out that Mr Chen does not even give money to his own siblings. His sister earns 1,800 yuan ($270, £170) a month washing dishes in a hotel; his brother earns only slightly more working as a security guard. On that issue, Mr Chen is unrepentant. He said he had helped them in the past, but they had squandered his money. He said his brother gambled and his sister began a loan business that eventually failed. \"I'm determined never to help them again,\" he told the BBC in an interview at his plush Beijing apartment. Entrepreneurial spirit  Chen Guangbiao's story is a classic tale of rags to riches. He was born into a poor family in Anhui Province, where it was a constant battle to survive. He said two of his siblings died of starvation. But from an early age Mr Chen began to understand two things that have guided him throughout his adult life: business and charity. As a schoolboy he soon amassed what was to him a small fortune by selling anything he could - water, ice-cream - and doing odd jobs.  He has worked hard ever since, claiming never to have had a day off since he founded his company, Huangpu Renewable Resources, in 1998. His firm recycles waste material from the construction industry, and has allowed Mr Chen to <em>amass</em> a fortune estimated at $440m. Charity was the second idea that the businessman learned about early, mainly from the example set by his mother. \"When other people's kids had no milk, my mother would breastfeed them herself,\" said the businessman. She also invited beggars into their home to share their meagre meals. Mr Chen's first experience of helping others came as a youngster when he handed over his hard-earned money to pay for a neighbour's school fees. The father of two said giving was a habit he has maintained over the years. Inspired  A report on philanthropy in China published by the Shanghai-based Huran Research Institute earlier this year listed Mr Chen as the country's fourth-most-generous giver. It said he had donated $130m over the last five years to projects involved in health-care, disaster relief and education. But the Giving Pledge campaign started by Mr Gates and Mr Buffett has pushed Mr Chen to donate even more money. This campaign urges US billionaires to give away more than half their wealth to charitable causes. Mr Chen said this inspired him to announce he would give all his money away when he died. His philosophy can be summed up in a passage from the letter he wrote to the American philanthropists telling them of his intention. \"If you have only a glass of water then one person can drink. If you have a bucket a whole family can benefit.\" He added: \"If you have a river, then you should share it with everyone.\" Mr Chen is not shy about telling people about his charity work. \"Society needs hundreds of hundreds of thousands of Chen Guangbiaos,\" he wrote in another letter published on his company's website. He admits that he is brash - but he believes that is the only way to encourage more people to give to charity.",
            "vi": "Ông trùm Trung Quốc cam kết hiến tặng tài sản để làm từ thiện     Nhà tỷ phú Mỹ Bill Gates và Warren Buffett sẽ đăng cai tổ chức một bữa tối ở Bắc Kinh dành cho những người giàu nhất Trung Quốc. Họ hy vọng sẽ biết thêm về hoạt động từ thiện ở Trung Quốc, và muốn thuyết phục thêm vài vị khách tham gia làm từ thiện. Bristow Michael của đài BBC đã nói với vài vị khách mời như vậy. Doanh nhân Trần Quang Tiêu được truyền cảm hứng từ hai nhà tỷ phú Mỹ này. Nhà doanh nhân 42 tuổi này là một nhà từ thiện nổi tiếng, ông đã quyết định tiến xa hơn một bước nữa từ khi nhận một cuộc gọi từ Bill Gates và Warren Buffett. Ông Trần đã viết một bức thư cho họ tuyên bố rằng tất cả số tiền của ông sẽ trao cho hội từ thiện sau khi ông mất. Có lẽ điều đáng ngạc nhiên là tin tức này không được tán thành rộng rãi ở Trung Quốc nơi mà việc từ thiện không được thiết lập như ở các quốc gia khác. Đặc biệt họ còn chỉ trích ông khi biết rằng ông Trần thậm chí không cho chính anh chị em mình đồng nào cả. Em gái của ông làm công việc rửa chén ở một khách sạn kiếm được 1800 nhân dân tệ một tháng (tương đương 270 đô- la Mỹ, 170 bảng Anh); em trai làm nhân viên bảo vệ chỉ kiếm được hơn chút đỉnh. Về điều này ông Trần chẳng tỏ ra ân hận chút nào cả. Ông nói trước đây ông đã từng giúp đỡ họ, nhưng họ đã tiêu tiền rất hoang phí. Ông nói em trai thì đánh bạc còn em gái vay tiền để kinh doanh nhưng cuối cùng thất bại. “ Tôi quyết định là không bao giờ giúp họ nữa” ông đã trả lời như vậy với BBC trong một cuộc phỏng vấn tại căn hộ sang trọng của ông ở Bắc Kinh. Máu làm ăn kinh doanh Câu chuyện về cuộc đời của Trần Quan Tiêu là một câu chuyện cổ điển từ một kẻ nghèo nàn trở nên giàu có. Ông sinh ra trong một gia đình nghèo khó ở tỉnh An Huy nơi diễn ra một cuộc chiến dai dẳng để sinh tồn. Ông nói là anh chị em của ông đã chết vì thiếu ăn. Nhưng từ khi còn rất trẻ ông Trần đã bắt đầu hiểu hai điều nên làm khi ông trưởng thành đó là kinh doanh và làm từ thiện. Khi còn là cậu học trò, ông đã sớm tích luỹ được ít vốn liếng bằng cách bán bất cứ thứ gì mà ông có thể làm như bán nước, bán kem và làm những việc lặt vặt. Ông ấy đã làm việc vất vả suốt từ đó đến giờ và khẳng định rằng ông không bao giờ có một ngày nghỉ ngơi từ khi ông thành lập công ty, Huangpu Renewable Resources vào năm 1998. Công ty của ông chuyên tái chế các chất phế thải từ ngành công nghiệp xây dựng, và tài sản ông Trần đã tích luỹ được ước tính khoảng 440 triệu đô-la Mỹ. Việc từ thiện là lý tưởng thứ hai mà nhà doanh nhân này đã nhận thức được từ rất sớm, chủ yếu là từ tấm gương của mẹ ông. “ Khi những đứa bé con của những người khác không có sữa, mẹ tôi đã cho chúng bú sữa của mình,” ông nói. Bà cũng mời những người ăn xin vào nhà cùng chia sẻ những bữa ăn ít ỏi của mình với họ. Kinh nghiệm đầu tiên của ông Trần về việc giúp đỡ những người khác khi còn thanh niên là ông đã cho người hàng xóm toàn bộ số tiền mà ông đã khó khăn kiếm được để trả tiền học phí. Người cha của hai đứa con này nói rằng việc hiến tặng là một thói quen mà ông đã duy trì nhiều năm nay. Đầy cảm hứng Một báo cáo về hoạt động từ thiện ở Trung Quốc đã được Viện Nghiên cứu Huran có trụ sở tại Thượng Hải đã công bố danh sách các nhà từ thiện phóng khoáng nhất vào đầu năm nay trong đó ông Trần là đứng thứ tư của cả nước. Báo cáo cho biết hơn năm năm qua ông đã tặng 130 triệu đô-la Mỹ cho các dự án liên quan đến chăm sóc y tế, cứu trợ sau thảm hoạ và giáo dục. Nhưng cuộc vận động Cam kết do ông Gates và ông Buffett thậm chí đã thúc đẩy ông Trần hiến tặng nhiều tiền hơn nữa. Cuộc vận động này kêu gọi các nhà tỷ phú Mỹ có thể hiến hơn nửa tài sản của họ cho các mục đích từ thiện. Điều này đã tạo cảm hứng cho ông Trần khiến ông phải tuyên bố rằng ông sẽ tặng toàn bộ tiền để làm từ thiện khi ông mất. Triết lý sống của ông có thể tóm tắt trong một đoạn trích từ lá thư ông viết cho các nhà từ thiện Mỹ mà ông đã nói với họ về dự định của mình. “ Nếu bạn chỉ có một li nước thì có thể chỉ một người uống,. Nếu bạn có cả xô nước thì cả gia đình được hưởng lợi.” Ông còn nói “ Nếu bạn có một dòng sông thì bạn nên chia sẻ với mọi người”. Ông Trần không hề e ngại khi kể với mọi người về công việc từ thiện của mình. Trong một bức thư khác được công bố trên website của công ty, ông viết “ Xã hội cần hàng trăm của hàng trăm ngàn Trần Quan Tiêu.” Ông thừa nhận rằng mình hơi “ ngông” nhưng ông tin rằng đó là cách duy nhất để khuyến khích mọi người làm từ thiện."
        }
    ],
    "suggestions": []
}