{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æmə'zouniən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nói về đàn bà) có vóc dáng như đàn ông</td></tr></table><i/></div>",
            "word": "amazonian",
            "pronounce": "[,æmə'zouniən]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "amazonian",
            "pronounce": "[,æmə'zouniən]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amazonian",
            "pronounce": "[,æmə'zouniən]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amazonian",
            "pronounce": "[,æmə'zouniən]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "amazonian",
            "pronounce": "[,æmə'zouniən]"
        }
    },
    "sentences": [
        {
            "en": "<em>Amazonian</em> Royal Flycatcher",
            "vi": "Chim rẻ quạt Amazon"
        },
        {
            "en": "The <em>Amazonian</em> Royal Flycatcher is found in forest and woodland throughout most of the Amazon basin.",
            "vi": "Chim rẻ quạt Amazon có trong các khu rừng khắp lưu vực Amazon."
        },
        {
            "en": "The equatorial climate of the <em>Amazonian</em> rain forests is hot and wet.",
            "vi": "Khí hậu xích đạo của rừng Amazon là nóng và ẩm ướt."
        },
        {
            "en": "An international team of ecologists and social scientists, led by Carolina Levis, from Brazil’s National Institute for <em>Amazonian</em> Research (INPA) and Wageningen University and Research Center in the Netherlands, has shown in a new study that tree species domesticated and distributed throughout the Amazon basin by indigenous peoples before 1492 continue to play an important role in modern-day forests. These new findings strongly refute the idea that <em>Amazonian</em> forests have been largely untouched by humans.",
            "vi": "Một nhóm chuyên gia quốc tế gồm các nhà sinh thái học và khoa học xã hội do Carolina Levis đứng đầu, đến từ Viện quốc gia Brazil nghiên cứu Vùng Amazon và Trung tâm nghiên cứu Đại học Wageningen ở Hà Lan, đã nêu trong một nghiên cứu mới rằng các loài cây được các dân tộc bản địa trồng khắp lưu vực Amazon trước năm 1492 vẫn còn đóng vai trò quan trọng trong những cánh rừng ngày nay. Phát hiện mới này bác bỏ mạnh mẽ quan điểm cho rằng các cánh rừng Amazon phần lớn đều không phải do con người trồng."
        },
        {
            "en": "The immense siz​e of <em>Amazonian</em> forests has historically hampered archaeological research and given the impression of an untouched landscape, but a large number of new archaeological sites have been discovered in recent years. The team made the discovery by overlaying data from more than 1000 forest surveys of the Amazon Tree Diversity Network on a map of more than 3000 archaeological sites across the Amazon. By comparing forest composition at varying distances from archaeological sites, their analysis generated the first Amazon-wide picture of how pre-Colombian peoples influenced <em>Amazonian</em> biodiversity.",
            "vi": "Những cánh rừng Amazon rộng lớn trước đây đã gây trở ngại cho công việc nghiên cứu khảo cổ học và làm cho người ta có ấn tượng về một phong cảnh nguyên sơ, nhưng những năm gần đây giới khoa học đã phát hiện ra rất nhiều địa điểm khảo cổ học mới. Nhóm các nhà khoa học ấy đã tìm hiểu dữ liệu trải dài hơn 1000 cuộc khảo sát rừng của Amazon Tree Diversity Network trên một bản đồ có hơn 3000 địa điểm khảo cổ học khắp Amazon. Nhờ so sánh thành phần rừng ở những nơi cách xa nhau từ các địa điểm khảo cổ học, phân tích của họ đưa ra cái nhìn toàn cảnh Amazon đầu tiên về những dân tộc tiền Colomb (trước khi Colombo tìm ra châu Mỹ) đã có ảnh hưởng đến hệ sinh thái Amazon như thế nào."
        },
        {
            "en": "The study focused on 85 tree species known to have been domesticated by <em>Amazonian</em> peoples for food, shelter, or other uses over the last several thousand years. The researchers found that throughout the Amazon basin these species were five times more likely to be common in tree surveys than non-domesticated species. Domesticated species were also found to be more common and more diverse in forests closer to archaeological sites. These 85 domesticated trees include well-known commercial species, such as cacao, açaí, and Brazil nut. It was found that a quarter of Amazonia’s domesticated species are widely distributed in the basin and dominate large expanses of forest. These results clearly indicate that the <em>Amazonian</em> flora is in part a surviving heritage of its past inhabitants.",
            "vi": "Công trình nghiên cứu tập trung vào 85 loài cây được biết là do người bản địa vùng Amazon trồng để lấy thức ăn, làm nơi ở, và những mục đích sử dụng khác trong mấy ngàn năm qua. Trong các cuộc khảo sát về cây, các nhà nghiên cứu thấy rằng khắp lưu vực Amazon các loài này nhiều hơn gấp 5 lần các loài không phải do con người trồng. Các loài do con người trồng cũng được tìm thấy nhiều hơn và đa dạng hơn ở những cánh rừng gần các địa điểm khảo cổ học. 85 loài cây do con người trồng này bao gồm những loài có giá trị thương mại nổi tiếng như cacao, ccai , và quả hạch Brazil. Người ta phát hiện rằng 1/4 loài do con người trồng ở Amazon trải đều khắp lưu vực này và chiếm những khu rừng rộng lớn. Kết quả này rõ ràng cho thấy hệ thực vật vùng sông Amazon là một phần di sản còn sót lại của những người cổ xưa."
        },
        {
            "en": "The project, which is being done in partnership with the National Institute for <em>Amazonian</em> Research (INPA) and the National Institute for Space Research (INPE), among other institutions, will rely on a combination of approaches, including field-based assessment for precision and remote sensing technologies like an Unmanned Aerial Vehicle (UAV) equipped with Light Detection and Ranging (LiDAR) sensors for scale. LiDAR allows researchers to \"see\" through vegetation and scan the forest flood for signs of ruins and other archaeological features like so-called \"black earth\" or \"terra preta\", rich soils created by agricultural societies. The technology has also been used to map sub-canopy vegetation and account for carbon stored in forests.",
            "vi": "Dự án này được thực hiện bởi sự hợp tác của Viện Nghiên cứu Amazon Quốc gia (INPA), Viện Nghiên cứu Không gian Quốc gia (INPE), cùng với các cơ sở nghiên cứu khác. Nghiên cứu sẽ dựa trên sự kết hợp từ nhiều hướng tiếp cận, bao gồm việc đánh giá hiện trường để cho kết quả chính xác và dùng các công nghệ cảm biến điều khiển từ xa như là các thiết bị bay không người lái (UAV) có trang bị các cảm biến địa hình (LiDAR) để vẽ bản đồ địa hình của khu vực trên quy mô lớn. LiDAR cho phép các nhà nghiên cứu \"nhìn xuyên qua\" cây cối rậm rạp và qua các cánh rừng để tìm kiếm các dấu vết của tàn tích và các đặc điểm khảo cổ khác, như là loại đất màu mỡ được gọi là đất đen (terra preta) được hình thành do các xã hội nông nghiệp. Công nghệ này cũng được sử dụng để gây dựng bản đồ thực vật vòm dưới và giải thích cho sự tồn tại của các nguyên tố các bon có trong các khu rừng."
        },
        {
            "en": "A GIANT CENTIPEDE? Are there giant, killer centipedes lurking in the rain forests of South America? As a matter of fact, yes, there are. Scolopendra gigantea, also known as the <em>Amazonian</em> giant centipede or Peruvian giant yellow-leg centipede, is the world's largest living centipede, regularly reaching lengths of 10 to 12 inches, with one reported specimen in Venezuela measuring 18 inches in length. This 46-legged monster feeds on frogs, tarantulas, birds, lizards, rodents and even bats, catching them mid-flight as the centipede hangs from a cave ceiling. Scolopendra gigantea is a very swift runner and highly adept climber. Like all centipedes, it has modified claws that curve around its head and deliver venom to its prey.",
            "vi": "Một con rết khổng lồ? Có những con rết khổng lồ giết người ẩn nấp trong các khu rừng mưa nhiệt đới Nam Mỹ? Thực tế thì đúng là có rết khổng lồ tồn tại. Loài Scolopendra gigantea, còn được gọi là rết khổng lồ Amazon hoặc rết chân vàng khổng lồ Peru, là loài rết lớn nhất thế giới hiện còn sống, thường dài 10 tới 12 inch, với một mẫu được báo cáo ở Venezuela đo được dài tới 18 inch. Con quái vật 46 chân này ăn ếch, nhện độc, chim, thằn lằn, động vật gặm nhấm và thậm chí cả dơi – rết bắt dơi đang bay bằng cách treo mình từ trần hang động. Rết Scolopendra gigantea chạy rất nhanh và leo trèo rất giỏi. Giống như tất cả các loài rết khác, nó có vuốt có thể điều khiển để uốn cong xung quanh đầu và chích nọc độc vào con mồi của nó."
        },
        {
            "en": "\"The data gathered through the project has the potential to estimate, for the first time, the spatial scale of past human disturbance across the entire Amazon basin,\" said Iriarte in a statement. \"Our project will resolve the previously overlooked role of humans as important agents of environmental change; from being viewed as the 'noble savage' living in harmony with ancient forests creating little or no impact on the landscape to actively shaping Amazonia through agricultural practices. In order to make informed decisions about a sustainable future, it is critical that policy-makers have a sound understanding of the historical role of humans in shaping the <em>Amazonian</em> landscapes and to what extent forests were resilient to historical disturbances.\"",
            "vi": "Ông Iriarte thuyết minh: \"Các dữ liệu thu thập từ dự án này lần đầu tiên có khả năng ước đoán được các nhiễu động của con người trong quá khứ trên toàn bộ lưu vực Amazon ở phạm vi không gian\", \"dự án của chúng tôi sẽ xem vai trò của con người như là các tác nhân quan trọng của biến đổi khí hậu, đây là điều mà từ trước đến nay vốn không được chú ý. Nghiên cứu trước đây luôn nhìn nhận nhân loại như là những tác nhân hoang dã sinh sống hòa thuận với các khu rừng cổ xưa và có rất ít ảnh hưởng tới phong cảnh, chúng tôi cho rằng con người có những tác động thực sự tới việc hình thành khu vực Amazon qua các hoạt động nông nghiệp. Để đưa ra các quyết định có cơ sở cho một tương lai bền vững thì cốt yếu là các nhà làm chính sách phải có một sự hiểu biết đúng đắn về vai trò lịch sử của loài người trong sự hình thành phong cảnh khu vực Amazon và mức độ biến đổi của khu rừng qua những lần biến động lịch sử\"."
        }
    ],
    "suggestions": []
}