{
    "en_vn": {
        "data": {
            "content": null,
            "word": "amazed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "amazed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amazed"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>amazed</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) amazed at, by (he was amazed at what he saw) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) amazed to + <abr>inf.</abr> (she was amazed to see the results of the research) </ex></blockquote></blockquote><blockquote><blockquote><ex>3) amazed that + clause (we were amazed that he agreed so quickly)</ex></blockquote></blockquote></div>",
            "word": "amazed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "amazed"
        }
    },
    "sentences": [
        {
            "en": "I was <em>amazed</em>.",
            "vi": "Tôi ngạc nhiên."
        },
        {
            "en": "A helicopter <em>amazed</em> you?",
            "vi": "Máy bay trực thăng làm bạn ngạc nhiên à?"
        },
        {
            "en": "Buyers stand <em>amazed</em> at.",
            "vi": "Người mua có thể hoa cả mắt."
        },
        {
            "en": "<em>Amazed</em> at something.",
            "vi": "Kinh ngạc về điều gì."
        },
        {
            "en": "The sheer beauty of it <em>amazed</em> me.",
            "vi": "Nét đẹp tuyệt vời của nó làm tôi kinh ngạc."
        },
        {
            "en": "His behaviour <em>amazed</em> and confounded her.",
            "vi": "Cách cư xử của anh ta làm cô ấy kinh ngạc và lúng túng."
        },
        {
            "en": "His airs and graces made me <em>amazed</em>.",
            "vi": "Điệu bộ ra vẻ hắn là người nho nhã khiến tôi sửng sốt."
        },
        {
            "en": "I was <em>amazed</em> at the special effects.",
            "vi": "Tôi bị ngạc nhiên trước những hiệu ứng đặc biệt."
        },
        {
            "en": "I'm <em>amazed</em> at your fluency in English.",
            "vi": "Tôi rất đỗi ngạc nhiên về khả năng Anh ngữ lưu loát của bạn."
        },
        {
            "en": "I'm <em>amazed</em> at their costumes and food.",
            "vi": "Tôi ngạc nhiên về trang phục thức ăn và ngôn ngữ của họ."
        },
        {
            "en": "We were <em>amazed</em> at the messiness of the hospital.",
            "vi": "Chúng tôi kinh ngạc trước sự bẩn thỉu của bệnh viện."
        },
        {
            "en": "They were absolutely <em>amazed</em> at the things they've experienced.",
            "vi": "Họ hoàn toàn ngạc nhiên vì những điều họ đã trải qua."
        },
        {
            "en": "The patient was <em>amazed</em> at the huge difference in price.",
            "vi": "Bệnh nhân sửng sốt với sự khác biệt giá cả lớn đến vậy."
        },
        {
            "en": "The doctors were <em>amazed</em> at his tenacious hold on life.",
            "vi": "Các bác sĩ ngạc nhiên trước sự bám víu cuộc sống kiên cường của anh ấy."
        },
        {
            "en": "We are <em>amazed</em> at the development of the country.",
            "vi": "Chúng tôi ngạc nhiên trước sự phát triển của đất nước."
        },
        {
            "en": "Cindy was so <em>amazed</em> that she couldn't sleep.",
            "vi": "Cindy kinh ngạc đến nỗi cô bé không ngủ được."
        },
        {
            "en": "To tell the truth, i'm <em>amazed</em> the Chairman remembered me.",
            "vi": "Xin thú thật, em rất kinh ngạc khi ông chủ tịch nhớ em."
        },
        {
            "en": "I was <em>amazed</em> at the size of their house.",
            "vi": "Tôi ngạc nhiên về kích cỡ ngôi nhà của họ."
        },
        {
            "en": "We were <em>amazed</em> at the chance in her appearance",
            "vi": "Chúng tôi ngạc nhiên vì sự thay đổi ngoại hình của cô ta!"
        },
        {
            "en": "\"How do you do that?\" I asked in <em>amazed</em> irritation.",
            "vi": "\"Sao anh làm vậy được chớ?\" tôi cáu tiết ngạc nhiên hỏi."
        }
    ],
    "suggestions": []
}