{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['æmbiəns]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">ambiance</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['æmbiəns]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">ambiance</font></td></tr></table><i/></div>",
            "word": "ambience",
            "pronounce": "['æmbiəns]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ambience</k><blockquote><cclass>[<cclass>'ambɪəns<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>ambiance</b>) </cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the character and atmosphere of a place. </blockquote></blockquote><blockquote><blockquote>2》 quality or character given to a sound recording by the space in which the sound occurs. </blockquote></blockquote></div>",
            "word": "ambience",
            "pronounce": "['æmbiəns]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>ambience</k><blockquote>▸ <cclass>noun ATMOSPHERE, air, aura, climate, mood, feel, feeling, vibrations, character, quality, impression, flavour, look, tone; <cclass><i>informal</i> vibes.</cclass></cclass></blockquote></div>",
            "word": "ambience",
            "pronounce": "['æmbiəns]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ambience",
            "pronounce": "['æmbiəns]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hoàn cảnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> môi trường</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> môi trường xung quanh</font></td></tr></tbody></table></div>",
            "word": "ambience",
            "pronounce": "['æmbiəns]"
        }
    },
    "sentences": [
        {
            "en": "Special <em>ambience</em>.",
            "vi": "Khung cảnh đặc biệt."
        },
        {
            "en": "a warm <em>ambience</em> (collocation)",
            "vi": "không khí ấm cúng (cụm từ thường đi với nhau)"
        },
        {
            "en": "This place has romantic <em>ambience</em>.",
            "vi": "Nơi đây có không khí lãng mạn."
        },
        {
            "en": "Do you like lively or quiet <em>ambience</em>?",
            "vi": "Bạn thích không khí sôi động hay tĩnh lặng?"
        },
        {
            "en": "I never like a pub house's <em>ambience</em>.",
            "vi": "Tôi chẳng bao giờ ưa nổi không khí của quán rượu."
        },
        {
            "en": "This is the place with right <em>ambience</em>, melodious music and awesome food.",
            "vi": "Đây là nơi với đúng không khí, âm nhạc du dương và các món ăn tuyệt hảo."
        },
        {
            "en": "I do not know why but the <em>ambience</em> makes it seem like a relaxing place.",
            "vi": "Tôi không biết tại sao nhưng không khí ở đó làm cho nó có vẻ như là một nơi nghỉ ngơi thoải mái."
        },
        {
            "en": "The <em>ambience</em> here reminds me of the scene in the movie Ghost.",
            "vi": "Không khí ở đây nhắc tôi nhớ đến cảnh trong phim Hồn ma."
        },
        {
            "en": "Almost everyone desires to have a comfortable <em>ambience</em> in their home.",
            "vi": "Hầu hết mọi người đều muốn nhà họ có không khí dễ chịu."
        },
        {
            "en": "We have tried to create the <em>ambience</em> of a French bistro.",
            "vi": "Chúng tôi cố gắng tạo ra ngoại cảnh của một quán ăn ở Pháp."
        },
        {
            "en": "Dishes are attractively presented, service is excellent, and the <em>ambience</em> is winning.",
            "vi": "Món ăn được trình bày hấp dẫn, phục vụ thì xuất sắc và không khí thì lôi cuốn."
        },
        {
            "en": "All sorts of cakes can be found in other regions of Vietnam, but nowhere else can you savour the harmony of ingredients, the rustic simplicity of decorations and the tranquil <em>ambience</em> that belong only to Hue and its hospitable citizens.",
            "vi": "Bạn có thể tìm thấy tất cả các loại bánh ở những miền khác của Việt Nam nhưng không một nơi nào khác có thể cho bạn thưởng thức được vị ngon của sự kết hợp hài hòa giữa các nguyên liệu, cách trang trí đơn giản, mộc mạc của dân quê cùng bầu không khí thanh bình, vì đây là những điều mà chỉ có Huế và người dân đầy lòng hiếu khách của nơi này mới có được."
        },
        {
            "en": "A total of 22 fake Apple stores have been uncovered in one Chinese city.   Authorities in Kunming began searching out the copycats after pictures of one convincing replica were circulated on the web.    An early search found five fake stores, two of which were shut down for trading without a licence.    Now, according to Chinese trade officials, 22 have been found unlawfully using Apple's brand and logo.    The investigation into unauthorised Apple stores in Kunming was brought about when an American living in the city published a blog post describing a visit to one such shop.    Describing it as a \"beautiful rip-off\", BirdAbroad revealed how far the owners had gone to copy the decor and <em>ambience</em> of a real Apple store.    Staff also wore the same colour T-shirts as real Apple staffers, and sported lanyards of the same design.    The blog post was widely shared around the world and prompted Chinese trade officials in Kunming to take action.    The Administration for Industry and Commerce in Kunming said its investigation had unveiled a slew of stores violating Apple's registered trademarks.     The shops have been told to stop using the logos as Chinese laws prohibit copying the \"look and feel\" of another company without permission.    It is not clear whether the shops being reprimanded were selling products sourced from Apple distributors in the country or grey market imports.    The Kunming retail watchdog said it would step up its monitoring efforts and set up a hotline through which the public can report unauthorised Apple shops they find.  ",
            "vi": "Tổng số 22 cửa hàng Apple nhái đã được tiết lộ tại một thành phố ở Trung Quốc.   Nhà chức trách Côn Minh bắt đầu tìm cho ra sự bắt chước mù quáng này sau khi các hình ảnh sao chép giống y chang đã được lan truyền trên web.     Một cuộc tìm kiếm lần đầu tiên đã tìm  thấy năm cửa hàng Apple nhái, hai trong số đó đã bị ngưng hoạt động vì không có giấy phép.    Hiện nay, theo các viên chức thương mại Trung Quốc, có 22 cửa hàng đã được  tìm thấy có sử dụng trái phép thương hiệu và logo của Apple.    Người ta đã tiến hành điều tra các cửa hàng Apple trái phép ở Côn Minh khi có một người Mỹ sống ở thành phố này đăng bài viết trên blog mô tả chuyến viếng thăm tới một cửa hàng như thế.    Bên cạnh việc mô tả nó bằng một từ \"nhái quá siêu\", trang blog BirdAbroad còn tiết lộ những ông chủ các cửa hàng đó đã nhái cách trang trí và cái hồn của cửa hàng chính hãng Apple đến mức độ nào.    Nhân viên ở đây cũng mặc áo thun cùng màu như nhân viên chính hãng Apple và chưng diện dây được thiết kế cùng kiểu.     Bài viết blog này đã được chia sẻ rộng rãi ở khắp nơi trên thế giới và nhắc nhở các viên chức thương mại Trung Quốc ở Côn Minh phải hành động.     Phòng công nghiệp và thương mại ở Côn Minh cho biết cuộc điều tra của cơ quan này đã tiết lộ nhiều cửa hàng vi phạm quyền đăng ký nhãn hiệu của Apple.     Các cửa hàng này được yêu cầu phải ngưng sử dụng logo vì pháp luật Trung Quốc nghiêm cấm sao chép \"dáng vẻ và cảm xúc\" của công ty khác mà không có giấy phép.     Không rõ là liệu các cửa hàng bị khiển trách này có đang bán sản phẩm nguồn gốc từ nhà phân phối Apple ở quốc gia này hay lại bán hàng nhập khẩu của thị trường tự do.     Cơ quan quản lý bán lẻ ở Côn Minh cho biết họ sẽ tăng cường nỗ lực giám sát và thiết lập đường dây nóng qua đó công chúng có thể báo cáo những cửa hàng Apple trái phép mà họ biết.   "
        }
    ],
    "suggestions": []
}