{
    "en_vn": {
        "data": {
            "content": null,
            "word": "amelia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "amelia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amelia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amelia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "amelia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Amelia</em>.",
            "vi": "Tật không chi."
        },
        {
            "en": "<em>Amelia</em> stuck to her guns although it made her very unpopular for a while.",
            "vi": "Amelia vẫn kiên định mặc dù cô ấy phải chịu nhiều ác cảm trong một thời gian."
        },
        {
            "en": "Unlike <em>Amelia</em> and Cliff, Tammy and Burt Jones didn't start renewing their vows until their 14th anniversary.",
            "vi": "Không như amelia và cliff, đôi tammy và burt jones đã không tiến hành việc nhắc lời thề ước của họ mãi cho đến kỷ nịệm ngày cưới lần thứ 14."
        },
        {
            "en": "<em>Amelia</em> and Cliff Cody kept a pledge that they made on their wedding day back in 1998 in Nashville.",
            "vi": "Amelia và cliff cody vẫn giữ lời ước nguyện mà họ đã trao nhau trong ngày cưới năm 1998 ở nashville."
        },
        {
            "en": "In 1996, he married Margaret Logan, an American doctor he had met while travelling around Africa. In 1998 they had Adam, the first of three children (twins <em>Amelia</em> and Jennifer were born a year later).",
            "vi": "Năm 1996, anh kết hôn với Margaret Logan, một bác sĩ người Mỹ mà anh đã gặp khi đi du lịch vòng quanh châu Phi. Năm 1998 họ có Adam, đứa con đầu lòng của ba đứa trẻ (cặp song sinh Amelia và Jennifer được sinh ra một năm sau đó)."
        },
        {
            "en": "<em>Amelia</em> Bedelia   Peggy Parish's fantastically silly story will make you giggle like a child, and that has to be good for you. It's also a lovely reminder that not everyone communicates or understands the world exactly the same way we do.",
            "vi": "Câu chuyện ngu ngốc thú vị của Peggy Parish sẽ làm bạn cười rúc rích như một đứa trẻ, và chắc chắn tốt cho bạn rồi. Cũng là cách hay để nhắc mọi người nhớ không phải ai cũng giao tiếp hoặc hiểu thế giới giống mình."
        }
    ],
    "suggestions": []
}