{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,eimenɔ'ri:ə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">amenorrhoea</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,eimenɔ'ri:ə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) sự mất kinh</td></tr></table><i/></div>",
            "word": "amenorrhea"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "amenorrhea"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amenorrhea"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amenorrhea"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "amenorrhea"
        }
    },
    "sentences": [
        {
            "en": "<em>Amen</em>!",
            "vi": "Cầu mong được như ý nguyện!"
        },
        {
            "en": "<em>Amen</em> to that!",
            "vi": "Cầu mong được như vậy!"
        },
        {
            "en": "Say <em>amen</em> to something",
            "vi": "Tán thành cái gì"
        },
        {
            "en": "Let's say <em>amen</em> to that.",
            "vi": "Hãy đồng ý/tán thành với điều đó."
        },
        {
            "en": "now and for ever.] <em>Amen</em>.",
            "vi": "Lạy cha chúng con ở trên trời , chung con nguyện danh cha cả sáng . Nước cha trị đến , ý cha thể hiện cũng như trên trời . Xin cha cho chúng con hôm nay lương thực hằng ngày , và tha nợ chúng con ,như chúng con cũng tha kẻ có nợ chúng con , xin chớ để chúng con xa trước cám dỗ . Nhưng cứu chúng con cho khỏi sự dữ AMEN ."
        },
        {
            "en": "We all say <em>amen</em> to that.",
            "vi": "Đó là ước nguyện của chúng tôi,\"xin cho được như vậy\"."
        },
        {
            "en": "We all say <em>amen</em> to that.",
            "vi": "Đó là ước nguyện của chúng tôi, \"xin cho được như vậy\"."
        },
        {
            "en": "Ron and <em>Rhea</em> exchanged vows in front of more than 100 friends on Saturday.",
            "vi": "Ron và Rhea tuyên bố sẽ kết hôn trước hơn 100 người bạn của họ vào ngày thứ 7 vừa rồi."
        },
        {
            "en": "<em>Amen</em>, forgive me for stop praying for 5 minutes",
            "vi": "Mô Phật, cho con nghỉ tu 5 phút ^^!"
        },
        {
            "en": "<em>Amen</em>, forgive me for stop praying for 5 minutes",
            "vi": "Mô Phật , cho con nghỉ tu 5 phút ^^!"
        },
        {
            "en": "No periods  <em>Amenorrhea</em> is the term doctors use for absence of periods. Girls who haven't started their periods by the time they are 16 may have primary <em>amenorrhea</em>, usually caused by a hormone imbalance or developmental problem.",
            "vi": "Không hành kinh/ Vô kinh   Tắt kinh là thuật ngữ mà bác sĩ sử dụng để chỉ sự không hành kinh. Các bạn gái không xuất hiện kinh nguyệt ở tuổi 16 có thể mắc chứng vô kinh nguyên phát, thường là do sự mất cân bằng hoóc-môn hoặc do vấn đề về phát triển nào đó gây ra."
        },
        {
            "en": "In the name of the Father, the Son and the Holy Spirit, <em>Amen</em>!",
            "vi": "Nhân danh Cha và Con và thánh thần, Amen!"
        },
        {
            "en": "In the name of the Father, and of the Son, and of the Holy Spirit. <em>Amen</em>.",
            "vi": "DẤU THÁNH GIÁ"
        },
        {
            "en": "Holy Mary, Mother of God, pray for us sinners, now and at the hour of our death. <em>Amen</em>.",
            "vi": "KINH KÍNH MỪNG"
        },
        {
            "en": "There's also a condition called secondary <em>amenorrhea</em>, when someone who had normal periods stops menstruating for at least 3 months. Low levels of gonadotropin-releasing hormone (GnRH), which controls ovulation and the menstrual cycle, frequently bring on <em>amenorrhea</em>. Stress, anorexia, weight loss or gain, stopping birth control pills, thyroid conditions, and ovarian cysts are examples of things that can throw your hormones out of whack. To get everything back on course, your doctor may use hormone therapy. If a medical condition is affecting your monthly cycles, then treatment of the condition will help to resolve the problem. As mentioned earlier, lots of strenuous exercise combined with a poor diet can also cause <em>amenorrhea</em>. Cutting back on exercise and eating a balanced diet with more calories will help correct the problem, but be sure to talk with your doctor as well.",
            "vi": "Vô kinh thứ phát là khi bệnh nhân đã từng hành kinh bình thường nay không xuất hiện kinh nguyệt trong thời gian ít nhất là 3 tháng. Nồng độ hoóc-môn tiết kích tố sinh dục (GnRH), kiểm soát tình trạng rụng trứng và chu kỳ kinh nguyệt, thường gây ra tắt kinh. Stress, chán ăn, giảm hoặc tăng cân, ngưng sử dụng thuốc tránh thai, bệnh tuyến giáp, và u nang buồng trứng là những ví dụ điển hình có thể làm cho hoóc-môn bị rối loạn. Để giúp chu kỳ kinh nguyệt trở lại bình thường, bác sĩ có thể sử dụng liệu pháp hoóc-môn. Nếu chu kỳ hằng tháng của bạn bị ảnh hưởng do một chứng bệnh nào đó thì việc điều trị chứng bệnh đó sẽ giúp giải quyết được vấn đề. Như đã đề cập bên trên, tập thể dục quá độ kết hợp chế độ ăn uống kém dinh dưỡng cũng có thể làm tắt kinh. Giảm bớt cường độ tập luyện và có một chế độ dinh dưỡng cân đối với nhiều ca-lo hơn sẽ giúp điều chỉnh vấn đề, nhưng bạn cũng nên chắc rằng phải nói chuyện với bác sĩ của mình."
        },
        {
            "en": "God, you have instructed the hearts of your faithful by the light of the Holy Spirit. Grant that through the same Holy Spirit we may always be truly wise and rejoice in his consolation. Through Christ, our Lord. <em>Amen</em>.",
            "vi": "Kinh ĐỨC CHÚA THÁNH THẦN"
        },
        {
            "en": "O my God, relying on your almighty power and infinite goodness and promises, I hope to obtain pardon of my sins, the help of your grace, and life everlasting through the merits of Jesus Christ, my Lord and Redeemer. <em>Amen</em>.",
            "vi": "KINH CẬY"
        },
        {
            "en": "of an angel that we learned of the incarnation of Christ, your Son. Pour your grace into our hearts, and by his passion and cross bring us to the glory of his resurrection. Through Christ, our Lord. <em>Amen</em>.",
            "vi": "KINH TRUYỀN TIN"
        },
        {
            "en": "Early Mother's Day celebrations can be dated back to the spring celebrations to honor <em>Rhea</em>, the Mother of the Gods, in ancient Greek civilization, according to some sources. Later, Mothering Sunday in the United Kingdom was traditionally a day for people to visit the church where they were baptized, although it now also celebrates motherhood in modern times.",
            "vi": "Theo một số nguồn tin, lễ kỷ niệm Ngày của mẹ có thể được tổ chức vào ngày lễ mùa xuân để tôn vinh Rhea, Mẹ của các vị thần, trong nền văn minh Hy Lạp cổ đại. Sau đó, chủ nhật Mothering ở Anh Quốc là một ngày truyền thống để mọi người đến thăm nhà thờ nơi họ đã được ban tên, mặc dù bây giờ ngày này cũng được tổ chức để tôn vinh tình mẹ trong thời hiện đại."
        },
        {
            "en": "Early Mother's Day celebrations can be dated back to the spring celebrations to honor <em>Rhea</em>, the Mother of the Gods, in ancient Greek civilization, according to some sources. Later, Mothering Sunday in the United Kingdom was traditionally a day for people to visit the church where they were baptized, although it now also celebrates motherhood in modern times.",
            "vi": "Theo một số nguồn tin, lễ kỷ niệm Ngày của mẹ có thể được tổ chức vào ngày lễ mùa xuân để tôn vinh Rhea, Mẹ của các vị thần, trong nền văn minh Hy Lạp cổ đại. Sau đó, chủ nhật Mothering ở Anh Quốc là một ngày truyền thống để mọi người đến thăm nhà thờ nơi họ đã được ban tên, mặc dù bây giờ ngày này cũng được tổ chức để tôn vinh tình mẹ trong thời hiện đại."
        }
    ],
    "suggestions": []
}