{
    "en_vn": {
        "data": {
            "content": null,
            "word": "amicus",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>amicus</k><blockquote><cclass>[<cclass>a'mʌɪkəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(in full <cclass><b>amicus curiae</b><cclass>'kjʊərɪi:) </cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>amici</b><cclass>-si:, <cclass><b>amici curiae</b>) an impartial adviser to a court of law in a particular case. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: mod. L., lit. 'friend (of the court)'. </blockquote></div>",
            "word": "amicus",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amicus",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amicus",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "amicus",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "TPP Parties adopt a “negative-list” basis, meaning that their markets are fully open to foreign investors, except where they have taken an exception (non-conforming measure) in one of two country-specific annexes: (1) current measures on which a Party accepts an obligation not to make its measures more restrictive in the future and to bind any future liberalization, and (2) measures and policies on which a Party retains full discretion in the future. The chapter also provides for neutral and transparent international arbitration of investment disputes, with strong safeguards to prevent abusive and frivolous claims and ensure the right of governments to regulate in the public interest, including on health, safety, and environmental protection. The procedural safeguards include: transparent arbitral proceedings, <em>amicus</em> curiae submissions, non-disputing Party submissions; expedited review of frivolous claims and possible award of attorneys’ fees; review procedure for an interim award; binding joint interpretations by TPP Parties; time limits on bringing a claim; and rules to prevent a claimant pursuing the same claim in parallel proceedings.",
            "vi": "Các thành viên chấp nhận các nghĩa vụ dựa trên cơ sở “một danh mục chọn bỏ”, nghĩa là thị trường các nước là mở hoàn tòan đối với các nhà đầu tư nước ngoài, trừ khi các Thành viên đưa ra một ngoại lệ (biện pháp bảo lưu không tương thích) trong một trong hai Phụ lục cụ thể của quốc gia đó đính kèm Hiệp định TPP: (1) các biện pháp hiện hành trong đó một quốc gia chấp nhận nghĩa vụ không đưa ra các biện pháp hạn chế hơn trong tương lai và ràng buộc bất kỳ sự tự do hóa nào trong tương lai, và (2) các biện pháp và chính sách mà theo đó một quốc gia duy trì quyền tự do làm theo ý mình một cách đầy đủ trong tương lai. Chương này cũng đưa ra trọng tài quốc tế trung lập và minh bạch đối với các tranh chấp về đầu tư, với cơ chế tự vệ mạnh mẽ nhằm ngăn chặn các khiếu nại lạm dụng và không đáng kể và đảm bảo quyền của các Chính phủ quản lý lợi ích công cộng, bao gồm bảo vệ sức khỏe, an toàn và môi trường. Cơ chế tự vệ theo quy trình bao gồm: quy trình trọng tài minh bạch, đệ trình của các bên quan tâm, đệ trình của bên thứ ba; việc rà soát được tiến hành đối với các khiếu nại không đáng kể và quyết định về phí luật sư; rà soát tạm thời và cơ chế quyết định; diễn giải chung mang tính ràng buộc của các Bên TPP; các hạn chế thời gian thực hiện khiếu nại; và các quy định nhằm ngăn chặn bên nguyên đơn theo đuổi một khiếu nại theo các quy trình song song."
        }
    ],
    "suggestions": []
}