{
    "en_vn": {
        "data": {
            "content": null,
            "word": "amino",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "amino",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amino",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amino",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> aminô</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">amino - acidemia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> axit amin máu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">amino - aciduria</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> axit amin - niệu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "amino",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "An essential <em>amino</em> acid.",
            "vi": "Một amino acid thiết yếu."
        },
        {
            "en": "Including ions, some drugs, and <em>amino</em> acid.",
            "vi": "Gồm ion, vài thứ thuốc, và amino acid."
        },
        {
            "en": "The <em>amino</em> derivative of a hexose sugar.",
            "vi": "Chất dẫn xuất amin của một đường hexose."
        },
        {
            "en": "A naturally occurring polypeptide consisting of ten <em>amino</em> acids.",
            "vi": "Một polypeptide có tự nhiên gồm mười amino acid."
        },
        {
            "en": "A naturally occurring polypeptide consisting of nine <em>amino</em> acids.",
            "vi": "Một polypeptide có tự nhiên gồm chín amino acids."
        },
        {
            "en": "One of the isomers of the <em>amino</em> acid isoleucine.",
            "vi": "Một trong những chất đồng phân của amino acid isoleucine."
        },
        {
            "en": "<em>Amino</em> acids are fundamental constituents of all proteins.",
            "vi": "Amino acids là những thành phần cơ bản của tất cả các chất đạm."
        },
        {
            "en": "A compound derived from the <em>amino</em> acid histidine.",
            "vi": "Một hợp chất có nguồn gốc từ amino acid histidine."
        },
        {
            "en": "Each antibody is composed of four chains of <em>amino</em> acids.",
            "vi": "Mỗi kháng thể được cấu tạo bởi bốn chuỗi các axit amin."
        },
        {
            "en": "An <em>amino</em> acid from which histamine is derived.",
            "vi": "Một amino acid histamine có nguồn gốc từ histidine."
        },
        {
            "en": "You can make <em>amino</em> acids through catalytic reaction of CO and a hydroxyl compound.",
            "vi": "Anh có thể làm ra a xít amino bằng phản ứng xúc tác giữa khí Co và hợp chất hydroxil."
        },
        {
            "en": "The <em>amino</em> acids in a protein determine how it folds into a three-dimensional shape.",
            "vi": "Các amino axit xác định cách thức gập xoắn trong cấu trúc ba chiều của phân tử protein."
        },
        {
            "en": "Glutamic acid is an <em>amino</em> acid used by the body to build proteins.",
            "vi": "A-xít glu-ta-mích là một a-xít a-min được sử dụng bởi cơ thể người hoặc động vật để tạo nên các prô-tê-in."
        },
        {
            "en": "This relationship between nucleotide sequence and <em>amino</em> acid sequence is known as the genetic code.",
            "vi": "Mối liên hệ giữa trình tự các nucleotide và trình tự các amino axit là được gọi là mã di truyền."
        },
        {
            "en": "Pseudopeptidoglycan, which is found in Methanobacteriales lacks D-<em>amino</em> acids and N-acetylmuramic acid.",
            "vi": "Pseudopeptidoglycan (peptidoglycan giả), được tìm thấy ở các vi sinh vật sinh metan, thiếu đi axít D - amin và axít N - acetylmuramic."
        },
        {
            "en": "The <em>amino</em> acids in a protein determine how it folds into a three - dimensional shape.",
            "vi": "Các amino axit xác định cách thức gập xoắn trong cấu trúc ba chiều của phân tử protein."
        },
        {
            "en": "An organic compound containing an <em>amino</em> group (-NH2) and a carboxyl group (-COOH).",
            "vi": "Hợp chất hữu cơ có chứa nhóm amino (- nh2) và một nhóm carboxyl (- cooh)."
        },
        {
            "en": "A product formed during the metabolism of the <em>amino</em> acids phenylalanine and tyrosine.",
            "vi": "Một phẩm vật tạo nên trong chuyển hoá các amino acid phenylalanine và tyrosine."
        },
        {
            "en": "Others, the essential <em>amino</em> acids, must be obtained from protein in the diet.",
            "vi": "Các chất khác, gọi là acid amin tối cần thiết, phải được nhận từ thức ăn."
        },
        {
            "en": "A sulphur-containing <em>amino</em> acid that is an important constituent of many enzymes.",
            "vi": "Một amino acid có chứa lưu huỳnh và một chất cấu thành quan trọng của nhiều enzyme."
        }
    ],
    "suggestions": []
}