{
    "en_vn": {
        "data": {
            "content": null,
            "word": "amitriptyline"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>amitriptyline</k><blockquote><cclass>[<cclass>ˌamɪ'trɪptɪli:n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a tricyclic antidepressant drug. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1960s: from <i>ami(ne)</i> + <kref>tri-</kref> + <i>(he)ptyl</i> + <kref>-ine</kref><sup>4</sup>. </blockquote></div>",
            "word": "amitriptyline"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amitriptyline"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amitriptyline"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "amitriptyline"
        }
    },
    "sentences": [
        {
            "en": "The most widely prescribed antidepressants are a group of drugs with a basic chemical structure of three benzene rings, called tricyclic antidepressants, which include <em>amitriptyline</em> and imipramine.",
            "vi": "Loại chống trầm cảm dùng nhiều nhất là nhóm thuốc có cấu trúc hoá học cơ bản gồm ba vòng benzene gọi là thuốc chống trầm cảm ba vòng, bao gồm amitriptyline và imipramine."
        },
        {
            "en": "Antidepressants  Some drugs usually prescribed to treat depression have also been shown to help relieve chronic lower back pain, and doctors sometimes prescribe these medications to alleviate pain. Duloxetine (Cymbalta) is approved for chronic musculoskeletal pain including pain from osteoarthritis and chronic lower back pain. Low doses of antidepressants such as <em>amitriptyline</em> (Elavil) and desipramine (Norpramin) have been studied most often for back pain. Side effects of these drugs may include drowsiness, dizziness, dry mouth, and appetite loss.",
            "vi": "Thuốc chống trầm cảm  Một số loại thuốc thường được kê toa để trị trầm cảm cũng đã cho kết quả làm giảm chứng đau thắt lưng mãn tính, và bác sĩ đôi khi cũng kê toa cho sử dụng những loại thuốc này để làm giảm đau. Duloxetine (Cymbalta) được phép sử dụng đối với chứng đau cơ-xương mãn tính như đau do viêm khớp mãn tính và đau thắt lưng mãn tính. Liều thuốc chống suy nhược như amitriptyline (Elavil) và desipramine (Norpramin) thấp đã được nghiên cứu thường xuyên sử dụng để trị đau lưng nhiều nhất. Tác dụng phụ của những loại thuốc này có thể gồm buồn ngủ, chóng mặt, miệng khô, và chán ăn."
        }
    ],
    "suggestions": []
}