{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Amman"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Amman"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Amman"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Amman"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Amman"
        }
    },
    "sentences": [
        {
            "en": "I am from <em>Amman</em>, do I look like a terrorist to you?",
            "vi": "Tôi là dân Amman, bạn trông tôi có giống một tên khủng bố không?"
        },
        {
            "en": "I'm from <em>Amman</em>, do i look like a terrorist to you?",
            "vi": "Tôi là dân amman, anh trông tôi có giống một tên khủng bố không?"
        },
        {
            "en": "Shamekh Bluwi, an architect and fashion illustrator based in <em>Amman</em>, Jordan, creates beautiful paper cut-outs with women whose dresses become whatever you hold them up against.",
            "vi": "Shamekh Bluwi, kiến trúc sư và hoạ sĩ trang trí quần áo ở Amman, Jordan, sáng tác các búp bê xinh đẹp cắt từ bìa cứng mặc những bộ váy đầm mang so với thứ gì sẽ thành thứ đó."
        },
        {
            "en": "Shamekh Bluwi is a fashion illustration from <em>Amman</em>, Jordan. He’s gotten some praise from the fashion world for his works. “I studied Architecture in college and it helped me get exposed to both arts and many technical aspects such as aesthetics of the Human body measurements,” he said in an online interview. “It also made me realize how much I love contradictions and that’s something I regularly apply within my artwork.”",
            "vi": "Shamekh Bluwi là hoạ sĩ vẽ trang trí thời trang ở Amman, Jordan. Các tác phẩm của anh đã được giới thời trang khen ngợi. \"Tôi học Cao đẳng Kiến trúc nên tiếp xúc với cả mỹ thuật lẫn các khía cạnh kỹ thuật như mỹ học về các số đo của cơ thể người,\" anh nói trong một cuộc phỏng vấn trực tuyến. \"Nó cũng làm tôi nhận ra mình hết sức ưa thích những thứ đối nghịch nhau, nên tôi thường xuyên đưa chúng vào các tác phẩm nghệ thuật của mình. \""
        }
    ],
    "suggestions": []
}