{
    "en_vn": {
        "data": {
            "content": null,
            "word": "amort",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "amort",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amort",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amort",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "amort",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I have five years' experience in designing <em>T</em>-shirts. I <em>am</em> selling printed <em>T</em>-shirts  in the market now.",
            "vi": "Tôi có kinh nghiệm thiết kế áo thun 5 năm. Hiện nay tôi đang bán áo thun in hình tại chợ"
        },
        {
            "en": "I <em>am</em> the boy who is wearing a white <em>T</em> shirt.",
            "vi": "Tôi là cậu bé mặc một cái áo phông trắng."
        },
        {
            "en": "Ain't it/that the truth? (ain' <em>t</em> = <em>am</em> not, is not, are not, have not, has not)",
            "vi": "Không phải vậy sao?; Đúng vậy!"
        },
        {
            "en": "i <em>am</em> very sorry that i can't send this request to you, it is n' <em>t</em> necessary",
            "vi": "Tôi rất tiếc tôi không thể gửi yêu cầu này cho bạn, nó thì không cần thiết"
        },
        {
            "en": "He said they'd come, but his brother said they wouldn' <em>t</em> - the thing is, who <em>am</em> I to believe?",
            "vi": "Nó thì nói họ sẽ đến còn em nó thì bảo là không - vấn đề là ở chỗ tôi biết tin vào ai đây?"
        },
        {
            "en": "<em>T</em>-distribution",
            "vi": "Phân phối t"
        },
        {
            "en": "<em>T</em>-statistic",
            "vi": "Thống kê t"
        },
        {
            "en": "He shook hands with Ma and said,\"Good - by, ma '<em>am</em>. I won' <em>t</em> be seeing you all again, but I sure will never forget your kindness.\"",
            "vi": "Ông ấy bắt tay Mẹ. \"Tạm biệt chị. Tôi sẽ khó gặp lại mọi người, nhưng tôi chắc chắn là không bao giờ quên sự tử tế của anh chị.\""
        },
        {
            "en": "<em>T</em>-shirt",
            "vi": "áo thun hoặc áo phông"
        },
        {
            "en": "<em>T</em> - intersection",
            "vi": "Ngã ba"
        },
        {
            "en": "<em>T</em> - shirt",
            "vi": "áo thun"
        },
        {
            "en": "Pulic Relations Dep '<em>t</em> (PR Dep' <em>t</em>)",
            "vi": "Phòng Quan hệ công chúng"
        },
        {
            "en": "“I was annoyed at first but <em>am</em> getting used to it now,” <em>T</em>. said. “Our school has many chemistry teachers but lacks home economics teachers so we have no choice.”",
            "vi": "\"Tôi đã cảm thấy khó chịu lúc ban đầu nhưng đang dần quen hơn\" T. nói. \"Trường chúng tôi có rất nhiều giáo viên hóa học nhưng lại thiếu giáo viên kinh tế gia đình nên chúng tôi không có sự lựa chọn nào khác.\""
        },
        {
            "en": "Look, let's tell our lawyer to stop splitting hairs on things like whose name comes first in our ads. I don' <em>t</em> care! I <em>am</em> ready to sign the contract right now if you feel the same.",
            "vi": "Này, chúng ta nên bảo các luật sư của chúng ta đừng chẻ sợi tóc ra làm tư nữa về những vấn đề như tên của ai đứng trước trên những tờ quảng cáo. Tôi không cần biết! Tôi sẵn sàng ký hợp đồng ngay bây giờ nếu anh cũng cảm thấy như vậy."
        },
        {
            "en": "That's great news Eddie! I <em>am</em> so happy you were chosen to run for your school. But you better take it easy and don' <em>t</em> get to excited. You have a lot of training to do before the big race.",
            "vi": "Này Eddie, đó quả là một tin đáng mừng. Bố rất sung sướng thấy con được chọn để chạy đua cho trường. Nhưng con nên bình tĩnh và đừng quá xúc động. Con còn phải huấn luyện lâu dài trước khi tham dự cuộc chạy đua quan trọng này."
        },
        {
            "en": "It's three in the morning and I <em>am</em> still up. Obviously the waiter didn' <em>t</em> serve me decaf coffee after dinner last night. I 've been wired ever since.",
            "vi": "Bây giờ là ba giờ sáng mà em vẫn còn thức. Rõ ràng là người phục vụ đã không mang cho em cà phê không có chất cafêin sau bữa ăn tối hôm qua. Em đã bị say cà phê từ lúc đó tới giờ."
        },
        {
            "en": "I worked hard to help the man who lost the primary. But I <em>am</em> a loyal member of my party so I'll jump on the bandwagon and work for the winner, even if I don' <em>t</em> like him very much.",
            "vi": "Tôi đã hoạt động hăng say để giúp ứng cử viên nhưng ông ấy bị thua trong cuộc bầu cử sơ bộ. Tuy nhiên tôi là một đảng viên trung thành. Vì thế tôi sẽ kết giao với phe thắng cử và làm việc cho ứng viên đắc cử ngay, mặc dù tôi không thích ông ta cho lắm."
        },
        {
            "en": "Administration Dep '<em>t</em>",
            "vi": "Phòng Hành chính"
        },
        {
            "en": "Audit Dep '<em>t</em>",
            "vi": "Phòng Kiểm toán"
        },
        {
            "en": "It's doesn' <em>t</em> work.",
            "vi": "Nó không có tác dụng gì."
        }
    ],
    "suggestions": []
}