{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Amos"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Amos"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Amos"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Amos"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Amos"
        }
    },
    "sentences": [
        {
            "en": "Congratulations, <em>Amos</em>, on landing that state contract.",
            "vi": "Xin chúc mừng anh thầu được cái hợp đồng ấy với nhà nước, amos."
        },
        {
            "en": "This week, Israeli writer <em>Amos</em> Oz celebrated his seventieth birthday.",
            "vi": "Tuần này, nhà viết văn người Ít - ra - en Amos Oz tổ chức sinh nhật lần thứ 70."
        },
        {
            "en": "This week, Israeli writer <em>Amos</em> Oz celebrated his seventieth birthday.",
            "vi": "Tuần này, nhà viết văn người Ít-ra-en Amos Oz tổ chức sinh nhật lần thứ 70."
        },
        {
            "en": "<em>Amos</em> has so many debts that he will never get out from under again.",
            "vi": "Amos có quá nhiều nợ đến nỗi anh ta không bao giờ có thể trả hết được."
        },
        {
            "en": "Policeman and historical enthusiast Nigel <em>Amos</em> played the part of Duke William in a re - enactment of the Battle of Hastings, October 9, 2010.",
            "vi": "Cảnh sát và người đam mê lịch sử Nigel Amos đóng vai Duke William trong cuộc tái hiện trận Hastings, ngày 09 Tháng 10 năm 2010."
        },
        {
            "en": "Policeman and historical enthusiast Nigel <em>Amos</em> played the part of Duke William in a re-enactment of the Battle of Hastings, October 9, 2010.",
            "vi": "Cảnh sát và người đam mê lịch sử Nigel Amos đóng vai Duke William trong cuộc tái hiện trận Hastings, ngày 09 Tháng 10 năm 2010."
        },
        {
            "en": "Instead of bricks, mortar or even standard planks of wood, the village of Cherrapunji in the state of Meghalaya – known as one of the wettest places in the world – builds bridges out of tree roots. The local War-Khasis tribe learned long ago how to tame the roots of the native ficus to grow in a certain direction, using bamboo as support. Some of the bridges are more than 30m long and can support the weight of 50 people, said Ravi Kodakandla, a Quora user from Hyderabad, India. (<em>Amos</em> Chapple/Getty)",
            "vi": "Thay vì bằng gạch xi-măng hay ván gỗ, làng Cherrapunji ở Meghalaya - nơi ẩm ướt nhất thế giới, làm cầu bằng rễ cây. Bộ lạc War-Khasis ở nơi này từ lâu đã biết cách uốn rễ cây ficus cho mọc theo hướng mình muốn, dùng tre làm giá đỡ. Có cây cầu dài 30 mét và chịu nỗi sức nặng của 50 người."
        },
        {
            "en": "Stardust spacecraft makes comet flyby    By Jonathan <em>Amos</em>,  Science correspondent, BBC News  Nasa's Stardust spacecraft has swept past the comet Tempel 1. The encounter early on Tuesday (GMT) will give scientists unique information on how these great balls of ice and dust change over time. Tempel 1 was visited by another probe back in 2005. It fired a projectile at the body to disturb the surface. Stardust's images will reveal the extent of the impact crater and any other alterations that may have occurred on the 7.5km-wide object. The spacecraft was expected to get to within about 200km (120 miles) of the comet nucleus. It was commanded to take more than 70 high-resolution images; its dust analysis instruments are also investigating the environment around the object. The event occurred at an enormous distance from Earth - approximately 336 million km (209 million miles) away. Images were expected to be beamed back to Earth from Stardust later on Tuesday. Jonathan.Amos-INTERNET@bbc.co.uk",
            "vi": "Stardust spacecraft makes comet flyby    Tin được đưa bởi Jonathan Amos, phóng viên khoa học, BBC News Tàu vũ trụ Stardust của NASA đã lướt nhanh qua sao chổi Tempel 1. Cuộc gặp gỡ vào đầu ngày thứ ba (theo giờ GMT) giúp các nhà khoa học có được thông tin chính xác là làm sao những quả bóng băng và bụi lớn theo thời gian sẽ thay đổi đi. Tempel 1 lại được viếng thăm bởi một tàu thăm dò khác vào năm 2005. Nó bắn một vật phóng vào thân của sao chổi này để làm hỗn loạn bề mặt ngoài.  Những hình ảnh được ghi lại bởi Stardust sẽ tiết lộ phạm vi của chỗ đất lún và các biến đổi khác có thể đã xảy ra trên vật thể có bề rộng 7,5 km này.  Theo yêu cầu thì tàu vũ trụ này sẽ phải tiếp cận sao chổi trong vòng khoảng cách 200 km (tương đương 120 dặm) so với nhân của nó. Tàu vũ trụ này được lệnh phải chụp hơn 70 ảnh có độ phân giải cao; dụng cụ phân tích bụi của nó cũng đang thăm dò môi trường xung quanh vật thể này.  Sự kiện này đã xảy ra tại một khoảng cách rất lớn so với Trái đất – khoảng 336 triệu km (tương đương 209 triệu dặm).  Những hình ảnh này được dự định chiếu rọi trở lại trái đất qua Stardust vào cuối ngày thứ ba.  Jonathan.Amos-INTERNET@bbc.co.uk"
        }
    ],
    "suggestions": []
}