{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['æmplifai]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mở rộng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">phóng đại, thổi phồng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to amplify a story</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">thổi phồng câu chuyện </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bàn rộng, tán rộng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(rađiô) khuếch đại</td></tr></table><i/></div>",
            "word": "amplify",
            "pronounce": "['æmplifai]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>amplify</k><blockquote>■ <cclass>verb (<cclass><b>amplifies</b>, <cclass><b>amplifying</b>, <cclass><b>amplified</b>) </cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 increase the volume of (sound), especially using an amplifier. </blockquote></blockquote><blockquote><blockquote>    ⁃ increase the amplitude of (an electrical signal or other oscillation). </blockquote></blockquote><blockquote><blockquote>2》 make (a statement) more detailed. </blockquote></blockquote><blockquote><blockquote>3》 make more marked or intense. </blockquote></blockquote><blockquote><blockquote>4》 <cclass>Genetics make multiple copies of (a gene or DNA sequence). </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>amplification</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>amplifier</i>, from L. <i>amplificare</i>, from <i>amplus</i> 'large, abundant'. </blockquote></div>",
            "word": "amplify",
            "pronounce": "['æmplifai]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>amplify</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>many frogs amplify their voices</i>: MAKE LOUDER, louden, turn up, magnify, intensify, increase, boost, step up, raise.</blockquote><blockquote><b>2</b><i>these notes amplify our statement</i>: EXPAND, enlarge on, elaborate on, add to, supplement, develop, flesh out, add detail to, go into detail about.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>reduce, quieten.</blockquote></div>",
            "word": "amplify",
            "pronounce": "['æmplifai]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amplify",
            "pronounce": "['æmplifai]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khuếch đại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">amplify a sound</font><font color=\"#282828\">: khuếch đại âm thanh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mở rộng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phóng đại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tăng cường</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm tăng lên</font></td></tr></tbody></table></div>",
            "word": "amplify",
            "pronounce": "['æmplifai]"
        }
    },
    "sentences": [
        {
            "en": "<em>Amplify</em> a story",
            "vi": "Thổi phồng câu chuyện"
        },
        {
            "en": "Could you <em>amplify</em> on your proposal?",
            "vi": "Bạn có thể mở rộng đề xuất của bạn không?"
        },
        {
            "en": "Could you <em>amplify</em> on your proposal?",
            "vi": "Bạn có thể làm rõ hơn đề xuất của bạn không?"
        },
        {
            "en": "Second, the trend towards increased decentralization could <em>amplify</em> the disparities between rich and poor areas.",
            "vi": "Thứ hai, xu hướng phân cấp gia tăng cũng càng đào sâu thêm khoảng cách giữa những vùng giàu và vùng nghèo."
        },
        {
            "en": "Cloning is commonly used to <em>amplify</em> DNA fragments containing whole genes, but it can also be used to <em>amplify</em> any DNA sequence such as promoters, non - coding sequences and randomly fragmented DNA.",
            "vi": "Sự tạo dòng thường được dùng để khuếch đại số lượng các đoạn DNA có chứa gen hoàn chỉnh, nhưng cũng có thể dùng để khuếch đại bất kì chuỗi DNA nào ví dụ như các promoter, các chuỗi không mã hóa và các đoạn DNA ngẫu nhiên."
        },
        {
            "en": "Cloning is commonly used to <em>amplify</em> DNA fragments containing whole genes, but it can also be used to <em>amplify</em> any DNA sequence such as promoters, non-coding sequences and randomly fragmented DNA.",
            "vi": "đại số lượng các đoạn DNA có chứa gen hoàn chỉnh, nhưng cũng có thể dùng để khuếch đại bất kì chuỗi DNA nào ví dụ như các promoter, các chuỗi không mã hóa và các đoạn DNA ngẫu nhiên."
        },
        {
            "en": "The belly of a violin is usually spruce, which has a density that vibrates well to <em>amplify</em> sound.",
            "vi": "Mặt đàn vi - ô - lông thường nhẵn, có mật độ làm rung đều tạo ra âm thanh."
        },
        {
            "en": "One machine can <em>amplify</em> the signals that is, make them stronger and send them again along the wire.",
            "vi": "Một chiếc máy có thể khuyếch đại những tín hiệu, tức là làm cho các tín hiệu mạnh hơn rồi truyền nó theo đường dây kim khí."
        },
        {
            "en": "The belly of a violin is usually spruce, which has a density that vibrates well to <em>amplify</em> sound.",
            "vi": "Mặt đàn vi-ô-lông thường nhẵn, có mật độ làm rung đều tạo ra âm thanh."
        },
        {
            "en": "They receive a radical beam from one ground station, <em>amplify</em> it, and then beam it back down to another.",
            "vi": "Những bộ khuếch đại này nhận những chùm sóng vô tuyến từ một trạm trên mặt đất, khuếch đại chùm sóng và rồi phát trở lại xuống một trạm khác."
        },
        {
            "en": "In particular, it can <em>amplify</em> sounds not normally picked up by the human ear, such as heartbeats.",
            "vi": "Đặc biệt là nó có thể khuếch đại âm thanh thu được mà tai người nghe không rõ ví dụ như nhịp tim."
        },
        {
            "en": "And exchange rate movements also create a wedge between interest rates in domestic and foreign currency, which may <em>amplify</em> short-term capital movements and lead to instability.",
            "vi": "Sự biến động của tỷ giá hối đoái cũng tạo khoảng cách về tỷ giá giữa đồng nội tệ và ngoại tệ và điều này có thể khiến dòng vốn luân chuyển ngắn hạn tăng cao, dẫn đến mất ổn định."
        },
        {
            "en": "Objectively, we know the calculus: Shedding obsolete electronics leaks toxic substances into soil and water; tossing wrinkled or dimpled food clogs up landfills and wastes all the resources that went into its production. Over time, and in enough volume, individual behaviors add up and <em>amplify</em>.",
            "vi": "Nói một cách khách quan thì chúng tôi biết rằng: các sản phẩm điện tử lỗi thời đang rò rỉ chất độc hại vào đất và nước; thực phẩm thừa thải vứt đầy các bãi rác và tiêu tốn tất cả các nguồn lực vào sản xuất. Thời gian trôi với đủ các khối lượng, các hành vi cá nhân và đã làm tăng thêm, khuếch đại vấn đề lớn hơn."
        },
        {
            "en": "An adverbial modifier that shades the meaning of a statement. Americans use \"quite\" to <em>amplify</em> their enthusiasm for the adjective, in the way they would use \"really\", \"very\" or \"totally\". By contrast, if a Brit volunteers that a visitor is \"quite attractive\", they're only saying \"fairly\" or \"sort of attractive\". This ambiguous intensifier bestows a \"damning with faint praise\" effect on any word with which it is teamed.",
            "vi": "Một trạng từ nhấn mạnh ý nghĩa của câu nói. Người Mỹ thường dùng \"quite\" để tăng thêm sắc thái biểu cảm của mình đối với tính từ, theo cách họ sử dụng \"really\" (thật), \"very\" (rất) hoặc \"totally\" (hoàn toàn). Ngược lại, nếu một người Anh tự nguyện nói một du khách nào đó \"quite attractive\" (khá là hấp dẫn) thì họ chỉ nói  \"fairly\" (kha khá) hoặc \"sort of  attractive\" (có phần hấp dẫn). Từ nhấn mạnh mơ hồ này làm cho bất kỳ từ ngữ nào kết hợp với nó đều có khả năng tác động của lời khen chiếu lệ."
        },
        {
            "en": "If you want to skip the chemicals that are found in store-bought hair products, make a banana hair mask. Bananas are great for your hair because they’re packed with nutrients that your hair needs to be healthy, such as B-vitamins and folate. When you add other hair-nourishing foods to them, you <em>amplify</em> the smoothing results. All you need for this recipe is a banana, whole milk and honey. After blending the ingredients, sit with it on your hair for about 20 minutes. The bonus? You can totally drink the rest of the mixture.",
            "vi": "Nếu bạn không muốn sử dụng các hóa chất trong các cửa hàng chăm sóc tóc, hãy làm mặt nạ chuối cho tóc. Chuối là sản phẩm tuyệt vời cho mái tóc của bạn vì chúng mang nhiều chất dinh dưỡng cần thiết giúp tóc của bạn khỏe mạnh, chẳng hạn như vitamin B và folate. Khi bạn thêm các loại thực phẩm nuôi dưỡng tóc khác cùng với chuối, bạn có thể làm tăng công dụng của chúng. Tất cả những gì bạn cần cho công thức này là một quả chuối, sữa nguyên chất và mật ong. Sau khi trộn các thành phần, ủ tóc với hỗn hợp trong khoảng 20 phút. Và bạn hoàn toàn có thể uống phần còn lại của hỗn hợp."
        },
        {
            "en": "The vibrations then travel to the cochlea, which is filled with liquid and lined with cells that have thousands of tiny hairs on their surfaces. There are two types of hair cells: the outer and inner cells. The sound vibrations make the tiny hairs move. The outer hair cells take the sound information, <em>amplify</em> it (make it louder), and tune it. The inner hair cells send the sound information to your hearing nerve, which then sends it to your brain, allowing you to hear.",
            "vi": "Trạng thái rung động này sau đó đi vào ốc tai – ốc tai chứa đầy chất dịch và được lót bởi rất nhiều tế bào có hàng ngàn lông li ti trên bề mặt. Có hai loại tế bào có lông: tế bào trong và tế bào ngoài. Tình trạng rung âm thanh làm cho lớp lông li ti này cử động. Các tế bào có lông bên ngoài tiếp nhận thông tin âm thanh, khuếch đại âm thanh lên (làm cho âm thanh to lên), và điều chỉnh lại âm thanh đó. Tế bào có lông bên trong chuyển thông tin âm thanh này đến dây thần kinh thính giác, và rồi sau đó chuyển đến não, làm cho bạn nghe được âm thanh. "
        },
        {
            "en": "Microsoft details how to port iPhone apps to Windows Mobile      IDG News Service - Microsoft has published a case study detailing how to port an iPhone application to its Windows Mobile platform as it prepares to launch an online store for mobile applications to compete with Apple.  A post on The Windows Blog highlights a case study published on Microsoft's Microsoft Developer Network (MSDN) site containing a detailed technical blueprint that describes the porting of the iPhone application Amplitude to Windows Mobile 6.5. The report was created by a third-party consulting group, Crimson Consulting, and is meant to be a helpful document for developers as they build Windows Mobile applications for Microsoft's Windows Marketplace. Amplitude is an iPhone app that picks up any sound in a user's immediate surroundings through a microphone, amplifies it and renders it on the device in a graphical representation. In particular, it can <em>amplify</em> sounds not normally picked up by the human ear, such as heartbeats.             According to the blog post by Constanze Roman, a Windows Mobile Community team project manager, Amplitude is well-suited for a porting project because it is difficult to port in a way that will provide a good learning experience for Windows Mobile developers. It combines a rich user interface with features such as alpha blending and transparency with specific audio and sound requirements, which makes it challenging to port the app but, at the same time, provides a number of helpful learning experiences,\" he wrote. Microsoft plans to launch the Windows Marketplace for mobile applications in the fall, which in the U.S. means the late-September to late-December time frame. Last week Microsoft began accepting submissions of mobile-phone software applications for the site from registered developers in 29 countries. As an incentive, the company is offering prizes for the most popular applications as judged by downloads, revenue, usefulness and more. Apple already has a thriving marketplace for developers that build iPhone applications.  Microsoft President of Entertainment and Devices Robbie Bach acknowledged last week at the company's annual meeting of financial analysts that Microsoft's mobile business, centered around its Windows Mobile OS and development platform, did not perform well in the last fiscal year, losing market share while making modest gains in unit volume. Apple's iPhone continues to leave most other competitors in the dust in the mobile space, and Microsoft has been struggling for some time to compete in this market. In fact, while Microsoft and most other tech companies continue to report declines across their business due to the recession, Apple is doing well financially, mainly because of its booming iPhone business. In addition to the apps marketplace, Bach said Microsoft has a few ideas to improve its mobile business, including adding talent to the team and continuing to innovate on the platform without building its own hardware to compete with the iPhone, which analysts have suggested it should do. Analysts agree that Microsoft needs more than an online store to boost its mobile business. Matt Rosoff, an analyst with Directions on Microsoft, said recently that Microsoft would serve itself well by making an acquisition in the mobile space, which is not completely unlikely given the company has been hoarding cash instead of buying back a lot of its stock, going against what analysts have expected.",
            "vi": "Microsoft details how to port iPhone apps to Windows Mobile    IDG News Service - Microsoft đã công bố một case study (nghiên cứu) mô tả chi tiết cách thức chuyển mã một ứng dụng của iPhone sang nền tảng Windows Mobile khi Microsoft chuẩn bị ra mắt kho ứng dụng di động trực tuyến để cạnh tranh với Apple. Một bài viết trên blog của Windows nêu bật nghiên cứu đã được công bố trên trang Microsoft Developer Network của Microsoft của Microsoft (MSDN) chứa một kế hoạch kĩ thuật chi tiết mô tả việc chuyển mã ứng dụng Amplitude của iPhone sang Windows Mobile 6.5. Bản báo cáo được viết bởi nhóm tư vấn bên thứ ba Crimson Consulting và chắc hẳn sẽ là tài liệu hữu ích cho các nhà phát triển khi họ xây dựng các ứng dụng Windows Mobile cho kho ứng dụng trực tuyến Windows Marketplace của Microsoft. Amplitude là một ứng dụng dành cho iPhone để thu bất kì âm thanh xung quanh người dùng ngay lập tức thông qua một microphone, khuếch đại âm thanh đó lên và biểu diễn tần số trên thiết bị dưới dạng đồ họa. Đặc biệt là nó có thể khuếch đại âm thanh thu được mà tai người nghe không rõ ví dụ như nhịp tim. Theo bài viết trên blog của Constanze Roman, trưởng nhóm dự án Windows Mobile Community, ứng dụng Amplitude rất phù hợp cho dự án chuyển mã bởi vì nó rất khó để chuyển mã. Theo đó dự án này sẽ cung cấp một trải nghiệm thú vị cho các nhà phát triển phần mềm Windows Mobile. Ông ấy viết: “ Nó kết hợp một giao diện người dùng phong phú với các đặc điểm như hoà trộn alpha và tạo ảnh trong suốt cùng các yêu cầu âm thanh và tiếng động rõ ràng. Điều này tạo nên sự thách thức để chuyển mã ứng dụng này. Tuy nhiên, nó lại cung cấp nhiều trải nghiệm thú vị”             Microsoft dự kiến sẽ ra mắt kho ứng dụng di động trực tuyến Windows Marketplace trong mùa thu này, có nghĩa là nằm trong khoảng từ cuối tháng 9 đến cuối tháng 12 ở Mĩ. Tuần trước, Microsoft bắt đầu nhận những đề xuất của các ứng dụng phần mềm di động trên trang web này từ các nhà phát triển đăng ký ở 29 quốc gia. Như một sự khích lệ, Microsoft treo giải thưởng cho các ứng dụng nổi tiếng nhất được đánh giá bởi các tiêu chí như số lượng người download, doanh thu, sự hữu ích và nhiều thứ khác. Apple đã có một kho chứa ứng dụng trực tuyến vô cùng thịnh vượng dành cho các nhà phát triển để xây dựng các ứng dụng iPhone.             Trưởng bộ phận Thiết bị và Giải trí của Microsoft Robbie Bach thừa nhận vào cuối tuần trước tại cuộc hợp thường niên của các nhà phân tích tài chính công ty rằng việc kinh doanh bên lĩnh vực điện thoại di động của Microsoft tập trung xoay quanh Hệ điều hành Windows Mobile của họ và nền tảng phát triển đã không thực hiện tốt trong năm tài chính trước, mất thị phần trong khi số lượng đạt được thì lại rất khiêm tốn.             iPhone của Apple tiếp tục bỏ xa các đối thủ cạnh tranh khác trong thị trường di động, và Microsoft đã và đang vật lộn bấy lâu nay để cạnh tranh trong thị trường này. Trên thực tế, trong khi Microsoft và hầu hết các công ty công nghệ khác liên tục báo cáo về sự sụt giảm kinh doanh của họ bởi tình trạng suy thoái kinh tế. Apple thì vẫn đang tiến triển tốt về mặc tài chính, phần lớn là nhờ sự tăng vọt từ việc buôn bán điện thoại iPhone. Ngoài thị trường kinh doanh các ứng dụng, Bach nói rằng Microsoft đã có một vài ý tưởng để cải thiện việc kinh doanh điện thoại, bao gồm việc thêm vào các đội ngũ có năng lực và liên tục đổi mới nền tảng mà không cần xây dựng phần cứng riêng của họ để cạnh tranh với iPhone. Các nhà phân tích đã đề nghị họ nên làm điều này.             Các nhà phân tích đồng ý rằng Microsoft cần mở thêm nhiều kho ứng dụng trực tuyến để thúc đẩy việc kinh doanh điện thoại của họ. Matt Rosoff, một nhà phân tích xu hướng của Microsoft, phát biểu gần đây rằng Microsoft sẽ được cải thiện bằng cách tạo ra một cuộc thu mua trong lĩnh vực di động. Điều đó hoàn toàn có thể mang lại cho công ty nguồn tích trữ tiền mặt thay vì mua lại rất nhiều cổ phần đã bán, điều này đi ngược với những gì mà các nhà phân tích mong đợi."
        }
    ],
    "suggestions": []
}