{
    "en_vn": {
        "data": {
            "content": null,
            "word": "amplified"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "amplified"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amplified"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amplified"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khuếch đại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được khuếch đại</font></td></tr></tbody></table></div>",
            "word": "amplified"
        }
    },
    "sentences": [
        {
            "en": "The discussion of intestinal obstruction is <em>amplified</em>.",
            "vi": "Cuộc thảo luận về tắc nghẽn đường ruột được mở rộng."
        },
        {
            "en": "They <em>amplified</em> sounds so that everyone can hear.",
            "vi": "Họ đã khuếch đại âm thanh để cho mọi người đều nghe."
        },
        {
            "en": "The electronics are designed to limit <em>amplified</em> sound levels to 82 dB.",
            "vi": "Các linh kiện điện tử được thiết kế để hạn chế mức độ khuếch đại âm thanh đến 82 đề-xi-ben (decibel)."
        },
        {
            "en": "The electronics are designed to limit <em>amplified</em> sound levels to 82 dB.",
            "vi": "Các linh kiện điện tử được thiết kế để hạn chế mức độ khuếch đại âm thanh đến 82 đề - xi - ben (decibel)."
        },
        {
            "en": "This macroeconomic turbulence accelerated what was an ongoing transformation of the banking sector, but it also <em>amplified</em> systemic risks.",
            "vi": "Sự bất ổn kinh tế vĩ mô này đã thúc đẩy quá trình cải cách ngành ngân hàng, song cũng đồng thời làm gia tăng các rủi ro có tính hệ thống."
        },
        {
            "en": "Where the benefits are not reaching all, gender equality issues are often <em>amplified</em> by factors such as age, ethnicity, and regional differences, especially between rural and urban areas.",
            "vi": "Ở những nơi mà các lợi ích chưa đến được tất cả mọi người thì các vấn đề về bình đẳng giới thường bị ảnh hưởng bởi những yếu tố như tuổi, dân tộc và khác biệt vùng, đặc biệt là giữa thành thị và nông thôn."
        },
        {
            "en": "Rather, it <em>amplified</em> the signals it received and sent them back on a different frequency to other points on the earth.",
            "vi": "Đúng hơn nó khuyếch đại những tín hiệu nó nhận được rồi tống hồi với một tần số khác tới những điểm khác trên địa cầu."
        },
        {
            "en": "El Niño events are cyclical events that occur every two to seven years, but they can be <em>amplified</em> by global warming, which itself produces many of the same results, albeit on a longer timescale.",
            "vi": "Sự kiện El Niño là sự kiện xảy ra theo chu kỳ từ hai đến bảy năm, nhưng chúng có thể xảy ra nhanh hơn do sự ấm lên toàn cầu, mà chính nó tạo ra nhiều kết quả tương tự, mặc dù thời gian dài hơn."
        },
        {
            "en": "An electronic device to enable a deaf person to hear, consisting of a miniature sound receiver, an amplifier, and either an earpiece or a vibrator to transfer the <em>amplified</em> sound to the ear.",
            "vi": "Thiết bị điện tử giúp một người điếc có thể nghe được, gồm mốt máy thu âm nhỏ, một bộ phận khuếch đại, và hoặc một nút nghe hoặc một máy dao động để truyền âm thanh đã khuếch đại vào tai."
        },
        {
            "en": "El Niño events are cyclical events that occur every two to seven years, but they can be <em>amplified</em> by global warming, which itself produces many of the same results, albeit on a longer timescale.",
            "vi": "Sự kiện El Niño là sự kiện xảy ra theo chu kỳ từ hai đến bảy năm, nhưng chúng có thể xảy ra nhanh hơn do sự ấm lên toàn cầu, mà chính nó tạo ra nhiều kết quả tương tự, mặc dù thời gian dài hơn."
        },
        {
            "en": "Other factors may be contributing to the decline of the Île aux Cochons colony, including overcrowding. “The larger the population, the fiercer the competition between individuals,” noted a statement from France’s National Centre for Scientific Research, which funded the study. “The repercussions of lack of food are thus <em>amplified</em> and can trigger an unprecedented rapid and drastic drop in numbers.”",
            "vi": "Các yếu tố khác bao gồm cả tình trạng quá tải cũng góp phần vào sự suy giảm của loài Île aux Cochons. Phát biểu từ Trung tâm Nghiên cứu Khoa học Quốc gia Pháp-nơi tài trợ cho nghiên cứu này chỉ ra \"Dân số càng lớn, sự cạnh tranh giữa các cá thể càng khốc liệt\".\"Do vậy mà dẫn tới hậu quả của việc thiếu thức ăn ngày càng lớn và có thể đẩy nhanh sự sụt giảm nhanh chóng và mạnh mẽ chưa từng có về số lượng.\""
        },
        {
            "en": "Hearing aids are kind of like tiny amplifiers. They help someone hear sounds better and can even pick up the sounds so that what kids hear is clearer. Hearing aids deliver <em>amplified</em> sounds (via sound vibrations) from the eardrum and middle ear to the inner ear or cochlea. Hearing aid technology can adjust the volume of sounds automatically.",
            "vi": "Máy trợ thính là loại máy giống như bộ khuếch đại rất nhỏ. Các thiết bị này giúp nghe được âm thanh rõ hơn và có thể thậm chí còn tiếp nhận âm thanh sao cho những gì trẻ nghe được rõ ràng hơn. Máy trợ thính cho âm thanh khuếch đại (qua các rung động âm thanh) từ màng nhĩ và tai giữa đến tai trong hoặc ốc tai. Công nghệ máy trợ thính có thể điều chỉnh âm lượng của âm thanh một cách tự động."
        },
        {
            "en": "Other factors may be contributing to the decline of the Île aux Cochons colony, including overcrowding. “The larger the population, the fiercer the competition between individuals,” noted a statement from France’s National Centre for Scientific Research, which funded the study. “The repercussions of lack of food are thus <em>amplified</em> and can trigger an unprecedented rapid and drastic drop in numbers.”",
            "vi": "Các yếu tố khác bao gồm cả tình trạng quá tải cũng góp phần vào sự suy giảm của loài Île aux Cochons. Phát biểu từ Trung tâm Nghiên cứu Khoa học Quốc gia Pháp-nơi tài trợ cho nghiên cứu này chỉ ra \"Dân số càng lớn, sự cạnh tranh giữa các cá thể càng khốc liệt\".\"Do vậy mà dẫn tới hậu quả của việc thiếu thức ăn ngày càng lớn và có thể đẩy nhanh sự sụt giảm nhanh chóng và mạnh mẽ chưa từng có về số lượng.\""
        }
    ],
    "suggestions": []
}