{
    "en_vn": {
        "data": {
            "content": null,
            "word": "amygdala"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>amygdala</k><blockquote><cclass>[<cclass>ə'mɪgdələ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>amygdalae</b><cclass>ə'mɪgdəli:) <cclass>Anatomy a roughly almond-shaped mass of grey matter deep inside each hemisphere of the brain, associated with the sense of smell. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>amygdaloid</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via L. from Gk <i>amugdalē</i> 'almond'. </blockquote></div>",
            "word": "amygdala"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "amygdala"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "amygdala"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạch hạnh nhân</font></td></tr></tbody></table></div>",
            "word": "amygdala"
        }
    },
    "sentences": [
        {
            "en": "Excision of <em>amygdala</em>.",
            "vi": "Cắt a - mi - đam."
        },
        {
            "en": "The blurred imagery of Impressionist paintings seems to stimulate the brain's <em>amygdala</em> , for instance.",
            "vi": "Ví dụ, những hình ảnh mờ ảo trong những bức tranh thuộc trường phái Ấn tượng có vẻ sẽ kích thích hạch hạnh nhân trong não bộ."
        },
        {
            "en": "Among the brain regions involved are the <em>amygdala</em>, hippocampal formation, and hypothalamus.",
            "vi": "Các vùng não liên quan đến hệ này là hạnh nhân não, cấu tạo hà mã, và vùng dưới đồi."
        },
        {
            "en": "Excision of <em>amygdala</em>, extraction of wisdom teeth, surgery of glaucoma, extraction of cataract, eye surgery, operation of sinuses, orthognathia operation.",
            "vi": "Cắt amidan, nhổ răng khôn, mổ glô - côm (glaucome), mổ đục thuỷ tinh thể, mổ mắt, mổ xoang, mổ chỉnh hình làm mặt."
        },
        {
            "en": "‘It affects primitive parts of the brain like the <em>amygdala</em>, so it’s going to have many effects on just about everything,’ Bartz agrees.",
            "vi": "Nó ảnh hưởng đến những phần nguyên thủy của bộ não như là hạch hạnh nhân, vì vậy nó có rất nhiều tác động lên hầu hết mọi thứ, Bartz đồng tình."
        },
        {
            "en": "• Focus on upbeat news. This will dampen negativity and strengthen positivity inside your <em>amygdala</em>, the limbic part of the brain which oversees many emotions.",
            "vi": "• Quan tâm đến tin tức lạc quan. Điều này sẽ làm mất đi tính tiêu cực và tăng sự tích cực bên trong hạch hạnh nhân của bạn, đây phần rìa của não bộ thực hiện chức năng điều khiển cảm xúc."
        },
        {
            "en": "Since the <em>amygdala</em> plays a crucial role in our feelings, that finding might explain why many people find these pieces so moving.",
            "vi": "Bởi vì hạch hạnh nhân đóng một vai trò vô cùng quan trọng đối với sự cảm nhận của chúng ta, khám phá này có thể lý giải nguyên nhân tại sao rất nhiều người cảm thấy các bức tranh giống như đang chuyển động vậy."
        },
        {
            "en": "\"... we demonstrate that REM sleep physiology is associated with an overnight dissipation of <em>amygdala</em> activity in response to previous emotional experiences, altering functional connectivity and reducing next-day subjective emotionality.\"",
            "vi": "“... chúng tôi chứng minh rằng sinh lý giấc ngủ REM có liên quan với sự xua tan trong đêm của hoạt động của hạch hạnh nhân trong phản ứng với các trải nghiệm cảm xúc trước đây, làm thay đổi kết nối chức năng và giảm tính đa cảm chủ quan trong ngày hôm sau.”"
        },
        {
            "en": "When an individual experiences stress, activity in the prefrontal cortex (responsible for conscious thinking and planning) decreases, while activity in the <em>amygdala</em>, hypothalamus, and anterior cingulate cortex (regions that quickly activate the body's stress response) increases.",
            "vi": "Khi một người trải nghiệm căng thẳng, hoạt động trong vùng vỏ não trước trán (prefrontal cortext – chịu trách nhiệm cho việc suy nghĩ tỉnh táo và lên kế hoạch) giảm, trong khi đó hoạt động trong phần vỏ não hạnh nhân (amygdala), vùng dưới đồi (hypothalamus), và vỏ não vành trước (anterior cingulated – là những khu vực nhanh chóng kích hoạt phản ứng căng thẳng của cơ thể) gia tăng."
        },
        {
            "en": "They found that people with higher activity in the <em>amygdala</em> region of the brain, the part associated with stress, were 59 percent more likely over the next 3.7 years to develop heart failure or angina or suffer a heart attack or stroke. ",
            "vi": "Họ phát hiện ra rằng những người có hoạt động cao hơn ở vùng amygdala (hạch hạnh nhân) trong não (phần có liên quan đến stress) có 59% nguy cơ phát triển chứng suy tim, bệnh viêm họng, nhồi máu cơ tim hoặc đột quỵ trong 3,7 năm tới."
        },
        {
            "en": "One group of participants were told they would get a cash prize if their partner overestimated the number of coins, leading them to lie and exaggerate. The researchers saw that the <em>amygdala</em> — the area of the brain responsible for emotions — responded when participants lied, but this response weakened when lies were repeatedly told.",
            "vi": "Một nhóm được nói rằng họ sẽ nhận được giải thưởng bằng tiền mặt nếu bạn đời của họ đưa ra đánh giá số tiền trong bình có quá nhiều, dẫn đến việc họ lừa dối và phóng đại. Các nhà nghiên cứu nhận thấy hạch hạnh nhân - khu vực não chịu trách nhiệm về cảm xúc - đã phản ứng khi những người tham gia nói dối, nhưng phản ứng này đã yếu đi khi những lời nói dối được lặp đi lặp lại."
        },
        {
            "en": "A similar thing could happen when somebody cheats on their partner. The first time they do it, they will probably feel terrible. However, if it happens again, they will feel slightly less bad, and so on. It could all be down to the biology of the brain, and what the <em>amygdala</em> is making you feel.",
            "vi": "Chuyện tương tự có thể xảy ra khi ai đó lừa dối bạn đời của họ. Lần đầu tiên họ làm điều đó, họ có thể cảm thấy thật khủng khiếp. Tuy nhiên, nếu điều đó xảy ra lần nữa, họ sẽ cảm thấy đỡ tồi tệ hơn, và cứ thế. Tất cả là do sinh học não bộ, và những gì mà hạch hạnh nhân làm cho bạn cảm thấy."
        },
        {
            "en": "A similar thing could happen when somebody cheats on their partner. The first time they do it, they will probably feel terrible. However, if it happens again, they will feel slightly less bad, and so on. It could all be down to the biology of the brain, and what the <em>amygdala</em> is making you feel.",
            "vi": "Chuyện tương tự có thể xảy ra khi ai đó lừa dối bạn đời của họ. Lần đầu tiên họ làm điều đó, họ có thể cảm thấy thật khủng khiếp. Tuy nhiên, nếu điều đó xảy ra lần nữa, họ sẽ cảm thấy đỡ tồi tệ hơn, và cứ thế. Tất cả là do sinh học não bộ, và những gì mà hạch hạnh nhân làm cho bạn cảm thấy."
        },
        {
            "en": "One group of participants were told they would get a cash prize if their partner overestimated the number of coins, leading them to lie and exaggerate. The researchers saw that the <em>amygdala</em> — the area of the brain responsible for emotions — responded when participants lied, but this response weakened when lies were repeatedly told.",
            "vi": "Một nhóm được nói rằng họ sẽ nhận được giải thưởng bằng tiền mặt nếu bạn đời của họ đưa ra đánh giá số tiền trong bình có quá nhiều, dẫn đến việc họ lừa dối và phóng đại. Các nhà nghiên cứu nhận thấy hạch hạnh nhân - khu vực não chịu trách nhiệm về cảm xúc - đã phản ứng khi những người tham gia nói dối, nhưng phản ứng này đã yếu đi khi những lời nói dối được lặp đi lặp lại."
        },
        {
            "en": "9:00 PM - 11:00 PM  People who have difficulty falling asleep between 9:00 p.m and 11:00 p.m tend to be overly stressed. It's likely that your metabolism has slowed down and your brain's <em>amygdala</em> is working overtime. This area of your brain is responsible for the fight or flight response. Participate in some relaxation exercises before you sleep to calm your mind and increase oxygen flow in your body.",
            "vi": "Người khó ngủ trong khoảng thời gian từ 9- 11 giờ tối, thường bị stress quá độ. Có khả năng hệ thống trao đổi chất hoạt động chậm lại và phần não ghi nhận kích động hoạt động quá mức. Vùng não này quyết định phản ứng sinh tồn khi gặp nguy hiểm: đánh lại hay là bỏ chạy đây.  Hãy tập những động tác thể dục thư giãn trước khi ngủ để làm dịu thần kinh và tăng lượng ô-xi tuần hoàn trong trong cơ thể."
        },
        {
            "en": "In our brain’s the hippocampus is next to <em>amygdala</em>. The hippocampus is heavily involved in storing long term memories. It normally checks new information against any existing patterns (stored information) in the brain. When information comes with an emotional component to it we find it easier to remember. So if you want someone to remember something then using an emotional state when communicating the information to them can make this far more likely.",
            "vi": "Hồi hải mã trong não của chúng ta nằm bên cạnh hạch hạnh nhân. Hồi hải mã tham gia rất nhiều vào việc lưu trữ những ký ức dài hạn. Nó thường kiểm tra thông tin mới đối với bất kỳ mẫu thông tin hiện thời (thông tin được lưu trữ) trong não. Khi thông tin đi kèm với một thành phần cảm xúc, chúng ta sẽ cảm thấy dễ nhớ hơn. Vì vậy, nếu bạn muốn ai đó nhớ điều gì đó thì việc sử dụng trạng thái cảm xúc khi truyền đạt thông tin với họ có thể làm cho họ dễ nhớ điều này hơn."
        },
        {
            "en": "The results showed a significant reduction in emotional reaction to the images between the first and second viewing in the group that slept overnight between viewings. The MRI scans of this group also showed a dramatic reduction in reactivity of the <em>amygdala</em>, the part of the brain that processes emotions. This reduction allowed the \"rational\" prefrontal cortex part of the brain to regain control of the participants' emotional reactions, said the researchers.",
            "vi": "Kết quả cho thấy sự giảm đáng kể trong phản ứng cảm xúc với các hình ảnh giữa việc xem lần đầu tiên và lần thứ hai trong nhóm ngủ qua đêm giữa những lần xem. Siêu âm MRI (cộng hưởng từ) của nhóm này cũng cho thấy sự giảm rất ấn tượng trong tính phản ứng của hạch hạnh nhân, phần não xử lý cảm xúc. Sự giảm này cho phép các phần vỏ trước thùy trán “có lý trí” của não giành lại quyền kiểm soát phản ứng cảm xúc của người tham dự, theo các nhà nghiên cứu."
        },
        {
            "en": "Perhaps we should not be surprised that the oxytocin story has become more perplexing. The hormone is found in everything from octopuses to sheep, and its evolutionary roots stretch back half a billion years. ‘It’s a very simple and ancient molecule that has been co-opted for many different functions,’ says Sue Carter at the University of Illinois, Chicago, USA. ‘It affects primitive parts of the brain like the <em>amygdala</em>, so it’s going to have many effects on just about everything.’ Bartz agrees. ‘Oxytocin probably does some very basic things, but once you add our higher-order thinking and social situations, these basic processes could manifest in different ways depending on individual differences and context.’",
            "vi": "’ Có lẽ chúng ta không nên ngạc nhiên rằng câu chuyện oxytocin đã trở nên khó hiểu hơn. Hormone này được tìm thấy trong tất cả mọi thứ từ bạch tuộc cho đến cừu, và gốc rễ sự tiến hóa của nó kéo lùi trở về nửa tỷ năm. Nó là một phân tử rất đơn giản và cổ xưa được kết nạp cho rất nhiều chức năng khác nhau, Sue Carter phát biểu ở trường đại học của Illinois, Chicago, Hoa Kỳ. Nó ảnh hưởng đến những phần nguyên thủy của bộ não như là hạch hạnh nhân, vì vậy nó có rất nhiều tác động lên hầu hết mọi thứ, Bartz đồng tình. Oxytocin có khả năng làm một số thứ rất cơ bản, nhưng khi bạn thêm vào tư duy bậc cao và các tình huống xã hội, những quy trình cơ bản này có thể biểu thị theo nhiều cách khác nhau dựa vào sự khác biệt cá nhân và ngữ cảnh."
        }
    ],
    "suggestions": []
}