{
    "en_vn": {
        "data": {
            "content": null,
            "word": "anaesthetics"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>anaesthetics</k><blockquote>[treated as <cclass>sing.] the study or practice of anaesthesia.</cclass></blockquote><blockquote>→ <kref>anaesthetic</kref></blockquote></div>",
            "word": "anaesthetics"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anaesthetics"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anaesthetics"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "anaesthetics"
        }
    },
    "sentences": [
        {
            "en": "(in <em>anaesthetics</em>) initiation of anaesthesia.",
            "vi": "(trong gây mê) chuẩn bị gây mê."
        },
        {
            "en": "It is significantly longer-acting than many other local <em>anaesthetics</em>.",
            "vi": "Thuốc có tác dụng lâu hơn hẳn so với nhiều thuốc gây mê cục bộ khác."
        },
        {
            "en": "Anaesthesia is induced by short-acting barbiturates and maintained by inhalation <em>anaesthetics</em>.",
            "vi": "Sự gây mê được tạo thành bởi dùng thuốc barbiturates và duy trì bởi sự hít vào thuốc gây mê."
        },
        {
            "en": "Since it causes feeling of exhilaration and may lead to psychological dependence, cocaine has largely been replaced by safer <em>anaesthetics</em>.",
            "vi": "Vì thuốc gây cảm giác phấn chấn và có thể dẫn tới lệ thuộc tâm lý vào thuốc nên cocain được thay thế bằng các thuốc gây tê an toàn hơn."
        },
        {
            "en": "General <em>anaesthetics</em>, used for surgical procedures, depress activity or the central nervous system, producing loss of consciousness.",
            "vi": "Gây tê toàn thể dùng cho giải phẫu, làm giảm hoạt động của hệ thần kinh trung ương tạo thành sự mất tri giác."
        },
        {
            "en": "Local <em>anaesthetics</em> inhibit conduction of impulses in sensory nerves in the region where they are injected or applied.",
            "vi": "Gây tê cục bộ ngăn cản dẫn truyền kích thích trong thần kinh cảm giác ở vùng có tiêm thuốc hoặc xịt thuốc."
        },
        {
            "en": "Very slowacting barbiturates (such as phenobarbitone are used as sedative and to control epilepsy; those with a rapid and short-live effect (such as thiopentone) are injected as <em>anaesthetics</em>.",
            "vi": "Các barbiturate tác động rất chậm (như phenobarbitone) dùng như thuốc làm dịu và để kiểm soát động kinh, các thuốc có tác động nhanh và đời sống ngắn (như thiopentone) dùng chích gây mê."
        }
    ],
    "suggestions": []
}