{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ananda"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ananda</k><blockquote><cclass>[<cclass>α:'nʌndə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (in Hinduism, Buddhism, and Jainism) extreme happiness, as one of the highest states of being. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Sanskrit <i>ānanda</i>. </blockquote></div>",
            "word": "ananda"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ananda"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ananda"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ananda"
        }
    },
    "sentences": [
        {
            "en": "<em>Ananda</em> was the second patriarch in India, after Mahakasyapa.",
            "vi": "A Nan là vị Tổ thứ hai sau Đại Ca Diếp."
        },
        {
            "en": "In the second year of the Buddha's ministry, <em>Ananda</em> entered the Sangha together with the other Sakya Nobles.",
            "vi": "Hai năm sau ngày Phật thành đạo, A Nan đã cùng với năm vị hoàng thân khác của dòng Thích Ca đã xin xuất gia với Đức Phật."
        },
        {
            "en": "The Buddha has similarly cautioned his attendant disciple, <em>Ananda</em> not to regard seemingly simple teachings as something easy to follow.",
            "vi": "Tương tự đức phật đã quở ngài an nan, đệ tử thị giả của ngài, đừng nên coi thường giáo lý đơn giản là điều dễ dàng thực hành."
        },
        {
            "en": "Crystal Hermitage is the spiritual heart of <em>Ananda</em> Village and the home of Swami Kriyananda, Ananda's founder.",
            "vi": "Tu viện Crystal là trung tâm tôn giáo của làng Ananda Village và là nhà của Swami Kriyananda, người sáng lập ra Ananda."
        },
        {
            "en": "When the Buddha was fifty-five years old, Venerable <em>Ananda</em> became his chief attendant for more than twenty years.",
            "vi": "Khi Đức Phật được 55 tuổi ông A Nan đã theo làm thị giả cho Ngài trên hai mươi năm."
        },
        {
            "en": "When the Buddha was fifty - five years old, Venerable <em>Ananda</em> became his chief attendant for more than twenty years.",
            "vi": "Khi Đức Phật được 55 tuổi ông A Nan đã theo làm thị giả cho Ngài trên hai mươi năm."
        },
        {
            "en": "He was known as Sundarananda or Beautiful Nanda, as he was born bringing happiness to all his kinsfolk, he was named <em>Ananda</em>.",
            "vi": "Ông được biết đến như là Thiện Hoan Hỷ vì khi ông sanh ra mang lại hoan hỷ cho mọi người nên mới được đặt tên là A Nan."
        },
        {
            "en": "<em>Ananda</em> is said to have attained enlightenment after the passing of the Buddha and to have lived to the age of 120.",
            "vi": "Nguời ta nói ngài A Nan chứng đạo sau khi Phật đã nhập diệt và ông sống đến 120 tuổi."
        },
        {
            "en": "<em>Ananda</em> was famous for his extraordinary memory, capable of remembering every word ever spoken by the Buddha in his sermons, which were later recorded as sutras.",
            "vi": "A Nan nổi tiếng nhờ trí nhớ xuất sắc, có khả năng nhớ từng chữ trong những thời thuyết giảng của Phật, rồi sau nầy được trùng tụng thành kinh điển."
        },
        {
            "en": "<em>an</em> <em>A</em> 1 dinner",
            "vi": "bữa ăn xuất sắc"
        },
        {
            "en": "<em>An</em> <em>A</em> for effort.",
            "vi": "Điểm A cho sự nổ lực; tuyên dương sự nổ lực."
        },
        {
            "en": "<em>An</em> <em>a</em> 4 folder",
            "vi": "Một bìa kẹp giấy cỡ a 4"
        },
        {
            "en": "<em>An</em> <em>A</em> for effort.",
            "vi": "Điểm A cho sự nổ lực ; tuyên dương sự nổ lực."
        },
        {
            "en": "That's <em>an</em> <em>A</em> sharp.",
            "vi": "Đó là nốt La thăng."
        },
        {
            "en": "<em>An</em> <em>a</em>-bomb is <em>an</em> atom bomb.",
            "vi": "\"A - bomb\" là bom nguyên tử."
        },
        {
            "en": "<em>An</em> <em>a</em> - bomb is <em>an</em> atom bomb.",
            "vi": "\"A-bomb\" là bom nguyên tử."
        },
        {
            "en": "<em>An</em> accident caused <em>a</em> disturbance.",
            "vi": "Tai nạn đã gây náo động."
        },
        {
            "en": "<em>A</em> commodity is <em>an</em> object.",
            "vi": "Hàng hóa là một loại đồ vật."
        },
        {
            "en": "<em>a</em> spouse has <em>an</em> affair.",
            "vi": "vợ (chồng) ngoại tình."
        },
        {
            "en": "<em>an</em> eye for <em>an</em> eye <em>a</em> tooth for <em>a</em> tooth",
            "vi": "ăn miếng trả miếng"
        }
    ],
    "suggestions": []
}