{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ANC",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ANC</k><blockquote>■ <cclass>abbreviation African National Congress. </cclass></blockquote></div>",
            "word": "ANC",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ANC",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ANC",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ANC",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In 2006, of 506 facilities providing <em>ANC</em> services, 107 facilities (21%) provided the basic minimum package of PMTCT services.",
            "vi": "Năm 2006, trong số 506 cơ sở y tế cung cấp dịch vụ chăm sóc thai sản có 107 (21%) cơ sở có cung cấp các gói dịch vụ cơ bản tối thiểu về dự phòng lây truyền mẹ con."
        },
        {
            "en": "Nelson Mandela, an antiapartheid activist, helped form the Youth League of the African National Congress (<em>ANC</em>), which led peaceful mass protests against apartheid.",
            "vi": "Nelson Mandela, một nhà hoạt động chính trị chống chủ nghĩa phân biệt chủng tộc, đã giúp thành lập Hội liên hiệp Thanh niên của Đại hội Dân tộc Phi (ANC), đảng lãnh đạo các cuộc phản đối ôn hòa của đông đảo quần chúng chống lại chủ nghĩa phân biệt chủng tộc."
        },
        {
            "en": "Nelson Mandela, an antiapartheid activist, helped form the Youth League of the African National Congress (<em>ANC</em>), which led peaceful mass protests against apartheid.",
            "vi": "Mandela, một nhà hoạt động chính trị chống chủ nghĩa phân biệt chủng tộc, đã giúp thành lập Hội liên hiệp Thanh niên của Đại hội Dân tộc Phi (ANC), đảng lãnh đạo các cuộc phản đối ôn hòa của đông đảo quần chúng chống lại chủ nghĩa phân biệt chủng tộc."
        },
        {
            "en": "In 2006, there are only 26 <em>ANC</em> facilities sending report (out of 41 facilities that received SD-NVP from national program);. provide a figure of 241 HIV infected pregnant women received SD-NVP.",
            "vi": "Trong năm 2006, chỉ có 26 bệnh viện sản khoa trong tổng số 41 bệnh viện nhận thuốc của chương trình quốc gia nộp báo cáo; với tổng số phụ nữ được điều trị bằng NVP là 241 người."
        }
    ],
    "suggestions": []
}