{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ancients"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ancients"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ancients"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ancients"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ancients"
        }
    },
    "sentences": [
        {
            "en": "Wisdom of tha <em>ancients</em>",
            "vi": "Sự uyên thâm của người xưa"
        },
        {
            "en": "<em>Ancients</em> hate feudal mandarins.",
            "vi": "Người xưa ghét quan lại phong kiến."
        },
        {
            "en": "I admire the wisdom of the <em>ancients</em>.",
            "vi": "Tôi khâm phục sự uyên thâm của người xưa."
        },
        {
            "en": "The <em>ancients</em> conceived the world as flat",
            "vi": "Người xưa hình dung thế giới dẹt"
        },
        {
            "en": "The <em>ancients</em> conceived the world as flat.",
            "vi": "Người cổ đại quan niệm rằng/cho rằng thế giới hình dẹt/bằng phẳng."
        },
        {
            "en": "As with the other <em>ancients</em>, I cannot fathom her reasons.",
            "vi": "Giống như những bậc tiền bối khác thì tôi không thể tìm hiểu được nguyên nhân tại sao cô ta làm vậy."
        },
        {
            "en": "The <em>ancients</em> conceived of the world being flat",
            "vi": "Người xưa hình dung thế giới là dẹt"
        },
        {
            "en": "The <em>ancients</em> conceived of the world as being flat.",
            "vi": "Người xưa hình dung thế giới là phẳng."
        },
        {
            "en": "The <em>ancients</em> had a lot of things wrong.",
            "vi": "Người cổ đại có rất nhiều điều sai lầm."
        },
        {
            "en": "The <em>ancients</em> said: \"Wisdom is not for the young, strength is not for the old.\"",
            "vi": "Người xưa có câu :\"Khôn đâu đến trẻ, khoẻ đâu đến già.\""
        },
        {
            "en": "The scientists supposed that those <em>ancients</em> were born circa 150 BC.",
            "vi": "Các nhà khoa học cho rằng những người Hy Lạp cổ đại đó sinh vào khoảng năm 150 trước Công lịch."
        },
        {
            "en": "They examine in detail the technology the <em>ancients</em> used for thousands of years.",
            "vi": "Họ kiểm tra chi tiết các công nghệ người xưa sử dụng hàng ngàn năm."
        },
        {
            "en": "Structures like this invite us to learn more about our past, and realize that the <em>ancients</em> might have been far more advanced than we give them credit.",
            "vi": "Những công trình như vậy lôi cuốn chúng ta tìm hiểu nhiều hơn về quá khứ và nhận ra rằng người cổ xưa có thể có trình độ tiến bộ hơn nhiều so với những gì chúng ta vẫn hằng tưởng."
        },
        {
            "en": "Our <em>ancients</em> have spoken of five cardinal sins, which must be avoided by all means though they may appear to bring profit of pleasure for the time being.",
            "vi": "Người xưa đã từng khuyên con cháu nên tránh xa năm tật xấu chủ yếu, cho dù chúng có thể mang lại chút khoái cảm hay lợi lộc nhất thời."
        },
        {
            "en": "Through Chinese medicine, it was common knowledge that being hunchbacked places undue stress on the stomach, intestines, and spine; the <em>ancients</em> summed up these posture-induced ailments as being the manifestation of bad qi distribution caused by slouching.",
            "vi": "Y học cổ truyền cho rằng đứng gù lưng sẽ làm gia tăng áp lực không tốt lên dạ dày, ruột và xương sống; tư thế này cùng với tâm lý lo âu là một trong những biểu hiện của tình trạng khí huyết không thông."
        },
        {
            "en": "There are, however, a few theories about how the stones were shaped. Several local legends are about a liquid known to the <em>ancients</em>, derived from plants, which can turn rocks soft.",
            "vi": "Tuy nhiên có một vài học thuyết về phương pháp tạo hình các khối đá. Một vài truyền thuyết của địa phương nói về việc người cổ xưa đã biết đến một loại chất lỏng được chiết xuất từ thực vật, mà có thể làm mềm các khối đá."
        },
        {
            "en": "In fact, the Incans themselves acknowledged to the conquistadores that these structures were there long before them, built by a different people. A favorite topic of speculation among the Incans was apparently trying to figure out how the <em>ancients</em> actually built the walls, fitting the stones in so tightly.",
            "vi": "Thực tế, chính người Inca thừa nhận với thực dân Tây Ban Nha rằng những công trình này đã có ở đó từ rất lâu trước khi họ tới sinh sống và chúng được xây dựng bởi những người khác. Một chủ đề bàn luận yêu thích của người Inca hiển nhiên là việc cố gắng suy đoán xem những người cổ đại đã xây dựng các bức tường, kết nối các khối đá với nhau bằng cách nào."
        }
    ],
    "suggestions": []
}