{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Anderson",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Anderson",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Anderson",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Anderson",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Anderson",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Anderson</em> shelter",
            "vi": "Hầm an - đe - xon"
        },
        {
            "en": "Yes, it's <em>Anderson</em>.",
            "vi": "Vâng, tôi là Anderson."
        },
        {
            "en": "In the South, newspapers rarely called her \"Miss <em>Anderson</em>,\" opting for \"Artist <em>Anderson</em>\" and \"Singer <em>Anderson</em>\" instead.",
            "vi": "Tại miền Nam, báo chí hiếm khi gọi bà là \"cô Anderson\" mà thay bằng \"nghệ sĩ Anderson\" hay \"ca sĩ Anderson\"."
        },
        {
            "en": "In the South, newspapers rarely called her \"Miss <em>Anderson</em>,\" opting for \"Artist <em>Anderson</em>\" and \"Singer <em>Anderson</em>\" instead.",
            "vi": "Tại miền Nam, báo chí hiếm khi gọi bà là\"cô Anderson\" mà thay bằng \"nghệ sĩ Anderson\" hay \"ca sĩ Anderson\"."
        },
        {
            "en": "<em>Anderson</em> was caught up in a round - up of suspects.",
            "vi": "Anderson bị bắt trong một cuộc bố ráp những kẻ bị tình nghi."
        },
        {
            "en": "<em>Anderson</em> outlined the bare bones of his strategy.",
            "vi": "Anderson đã phác thảo những vấn đề cốt lõi trong chiến lược của anh ta."
        },
        {
            "en": "Mary <em>Anderson</em> invented the windshield wiper - patented in 1905.",
            "vi": "Mary Anderson đã phát minh ra cần gạt nước - được cấp bằng sáng chế vào năm 1905."
        },
        {
            "en": "<em>Anderson</em> was caught up in a round-up of suspects.",
            "vi": "Anderson bị bắt trong một cuộc bố ráp những kẻ bị tình nghi."
        },
        {
            "en": "<em>Anderson</em> is rough and ready for Manchester United.",
            "vi": "Anderson thiếu lễ độ với đội Manchester United."
        },
        {
            "en": "<em>Anderson</em> will make a surgery on the elbow.",
            "vi": "Anderson sẽ thực hiện phẫu thuật khuỷu tay."
        },
        {
            "en": "Dr. <em>Anderson</em> was breaking new ground in cancer research.",
            "vi": "Bác sĩ Anderson mở ra bước ngoạt mới trong lĩnh vực nghiên cứu bệnh ung thư."
        },
        {
            "en": "I bet Ben <em>Anderson</em> will flip out when he sees you.",
            "vi": "Tôi cá là ben anderson sẽ rất thích thú khi thấy em."
        },
        {
            "en": "Mrs. Roosevelt arranged for <em>Anderson</em> to perform on the steps of the Lincoln Memorial.",
            "vi": "Bà Roosevelt đã sắp xếp cho Anderson biểu diễn trên bậc thềm của đài tưởng niệm Lincoln."
        },
        {
            "en": "If you use \"and\", every occurrence of the three characters will be replaced, suddenly instead of sanderson, you will have s & <em>erson</em>.",
            "vi": "Nếu thay vì thế bạn dùng xâu \"and\", thì cứ với mỗi xuất hiện của xâu ba ký tự đó sẽ được thay thế, thế là đột nhiên thay vì sanderson, bạn sẽ nhận được s & erson."
        },
        {
            "en": "First of all we had an <em>Anderson</em> shelter in the garden.",
            "vi": "Trước hết, chúng ta có một hầm sắt lưu động ngoài vườn."
        },
        {
            "en": "Two days later, <em>Anderson</em> died, but his heroic act was widely published in the media.",
            "vi": "Hai ngày sau, anderson chết, nhưng hành động anh hùng của ông ấy được phổ biến rộng rãi trên các phương tiện truyền thông đại chúng."
        },
        {
            "en": "Nick Jonas is rumored to be dating co-star Nicole <em>Anderson</em> as they were spotted having dinner together.",
            "vi": "Có tin đồn Nick Jonas đang hẹn hò với người bạn diễn, Nicole Anderson khi họ bị phát hiện đang ăn tối cùng nhau."
        },
        {
            "en": "Nick Jonas is rumored to be dating co - star Nicole <em>Anderson</em> as they were spotted having dinner together.",
            "vi": "Có tin đồn Nick Jonas đang hẹn hò với người bạn diễn, Nicole Anderson khi họ bị phát hiện đang ăn tối cùng nhau."
        },
        {
            "en": "Anderson's son was adopted by a relative of <em>Anderson</em>, and the family moved to the East Coast.",
            "vi": "Con trai của anderson được nhận nuôi bởi một người họ hàng của anderson, và gia đình này dọn đến east coast."
        },
        {
            "en": "Dr Ross <em>Anderson</em>, Assistant Curator Maritime Archaeology at the WA Museum, confirmed the find was authentic after consulting with colleagues from Germany and the Netherlands.",
            "vi": "Tiến sĩ Ross Anderson, Trợ lý giám định khảo cổ học chuyên về Hàng hải tại Bảo tàng WA khẳng định việc tìm kiếm đã được xác thực sau khi trao đổi với các đồng nghiệp ở Đức và Hà Lan."
        }
    ],
    "suggestions": []
}