{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ə'nju:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">lại, một lần nữa; lại nữa; bằng cách khác</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to begin anew</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bắt đầu lại</font></td></tr></table><i/></div>",
            "word": "anew"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>anew</k><blockquote>■ <cclass>adverb <cclass>chiefly literary in a new or different way. </cclass></cclass></blockquote><blockquote>⁃ once more; again. </blockquote></div>",
            "word": "anew"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>anew</k><blockquote>▸ <cclass>adverb AGAIN, afresh, once more/again, over again.</cclass></blockquote></div>",
            "word": "anew"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anew"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "anew"
        }
    },
    "sentences": [
        {
            "en": "<em>anew</em>",
            "vi": "một lần nữa, theo một cách khác"
        },
        {
            "en": "Begin <em>anew</em>",
            "vi": "Bắt đầu lại"
        },
        {
            "en": "Let's begin <em>anew</em>.",
            "vi": "Hãy bắt đầu lại."
        },
        {
            "en": "Thank God we can start <em>anew</em>.”",
            "vi": "Cảm ơn Thượng Đế. Giờ đây, chúng ta có thể bắt đầu lại.”"
        },
        {
            "en": "We likewise commit ourselves <em>anew</em> to the war on poverty, as declared at the Copenhagen Summit.",
            "vi": "Tương tự, chúng tôi một lần nữa cam kết đấu tranh chống nghèo đói, như đã tuyên bố tại Hội nghị thượng đỉnh Cô-pen-ha-ghen."
        },
        {
            "en": "And now, as you graduate to begin <em>anew</em>, I wish that for you.",
            "vi": "Và bây giờ, khi các bạn tốt nghiệp và bước đến những chân trời mới, tôi cũng chúc các bạn điều đó."
        },
        {
            "en": "He told <em>anew</em> the story of his captivity and his life of service.",
            "vi": "Ông ấy kể lại câu chuyện về việc bị giam và cuộc đời làm đầy tớ của mình."
        },
        {
            "en": "As our case is new, we must think and act <em>anew</em>.",
            "vi": "Như trường hợp của chúng ta là mới, chúng ta phải suy nghĩ và hành động trở lại."
        },
        {
            "en": "Hastily she grasped the limp hand lying on the coverlet and was frightened <em>anew</em> by its chill.",
            "vi": "Hối hả, nàng nắm lấy bàn tay mềm oặt trên tấm mền và một lần nữa lại thất kinh khi thấy nó lạnh đến rợn người."
        },
        {
            "en": "If peasants could sell their land, they could acquire sufficient capital to start life <em>anew</em> in urban areas.",
            "vi": "Nếu nông dân được bán đất đai của mình thì họ sẽ có đủ vốn để khởi đầu lại cuộc sống ở những khu vực thành thị."
        },
        {
            "en": "It began to sob piteously, losing its breath for four or five seconds, and then bursting out <em>anew</em>.",
            "vi": "Nó nức nở khóc thật đáng thương, hết hơi nín đi trong bốn năm giây, rồi lại oà lên."
        },
        {
            "en": "In fact, I 've learned so much from are my own young mentees, who help me periodically to update my skills and view the world <em>anew</em>.",
            "vi": "Thực tế, tôi đã học được rất nhiều từ những người trẻ được tôi đỡ đầu, họ giúp tôi liên tục cập nhật các kỹ năng của mình và nhìn thế giới bằng con mắt mới."
        },
        {
            "en": "If your company replaces you with another executive, the new executive will have to forge this relationship <em>anew</em> (unless the new executive is a blood relative of yours).",
            "vi": "Nếu công ty của bạn thay bạn bằng một tay điều hành khác, người mới sẽ phải gọt dũa mối quan hệ lại từ đầu (trừ phi tay điều hành mới này có quan hệ ruột rà với bạn)."
        },
        {
            "en": "It is clear that we have some kind of sentence - producing mechanism - that sentences are produced <em>anew</em> each time and not merely imitated.",
            "vi": "Hiển nhiên trong ta có cơ chế phát sinh ra câu - nghĩa là câu mỗi lần nói ra đều mới chứ không phải là chỉ bắt chước."
        },
        {
            "en": "I realized this <em>anew</em> when I was invited to speak before a class in marketing, which is another of our degree programs.",
            "vi": "Tôi nhận ra điều này rõ hơn khi được mời nói trước lớp Marketing, 1 môn khác trong chương trình học của chúng tôi."
        },
        {
            "en": "Everything starts <em>anew</em> with the new year coming. May your new year be filled with the happiest things and bringtest promise.",
            "vi": "Mọi thứ lại bắt đầu khi năm mới đang đến. Chúc bạn năm mới đầy hạnh phúc và những tháng đầy triển vọng và hạnh phúc nhất."
        },
        {
            "en": "In fact, I've learned so much from are my own young mentees, who help me periodically to update my skills and view the world <em>anew</em>.",
            "vi": "Thực tế, tôi đã học được rất nhiều từ những người trẻ được tôi đỡ đầu, họ giúp tôi liên tục cập nhật các kỹ năng của mình và nhìn thế giới bằng con mắt mới."
        },
        {
            "en": "So let us begin <em>anew</em> - remembering on both sides that civility is not a sign of weakness, and sincerity is always subject to proof.",
            "vi": "Vậy chúng ta hãy làm lại từ đầu - cả hai bên đều nên nhớ rằng lịch sự không phải là biểu hiện của sự kém cỏi, nhưng lòng thành tâm phải luôn luôn chứng tỏ bằng hành động."
        },
        {
            "en": "As the New Year approaches us with hopes <em>anew</em>, here is to wishing you and your family a wonderful year ahead. Happy New Year!",
            "vi": "Nhân dịp năm mới về cùng bao hi vọng nữa, xin chúc bạn và gia đình một năm mới tuyệt vời. Chúc mừng năm mới!"
        },
        {
            "en": "(CNN) -- Amazon may be coming out with its own smartphone, according to <em>anew</em> report from Bloomberg. The company reportedly is working with Foxconn to develop the hardware, which will likely run Amazon's version of the Android operating system.",
            "vi": "(CNN) Theo thông báo mới từ Bloomberg, Amazon có thể đang phát hành điện thoại thông minh của chính hãng. Được biết công ty này đang hợp tác với Foxconn phát triển phần cứng có khả năng chạy trên phiên bản hệ điều hành Android của chính Amazon."
        }
    ],
    "suggestions": []
}