{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[æn'dʒelikəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tốt đẹp, phúc hậu như thiên thần</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">these school-boys behave angelically</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">các nam sinh này có hạnh kiểm rất tốt</font></td></tr></table><i/></div>",
            "word": "angelically"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "angelically"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "angelically"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "angelically"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "angelically"
        }
    },
    "sentences": [
        {
            "en": "These school - boys behave <em>angelically</em>.",
            "vi": "Các nam sinh này có hạnh kiểm rất tốt."
        },
        {
            "en": "These school-boys behave <em>angelically</em>.",
            "vi": "Các nam sinh này có hạnh kiểm rất tốt."
        },
        {
            "en": "4. NATURE I WAS HAVING A BAD WEEK. I knew that essentially nothing had changed. Okay, so Victoria had not given up, but had I ever dreamed for one moment that she had? Her reappearance had only confirmed what I’d already known. No reason for fresh panic. In theory. Not panicking was easier said than done. Graduation was only a few weeks away, but I wondered if it wasn’t a little foolish to sit around, weak and tasty, waiting for the next disaster. It seemed too dangerous to be human — just begging for trouble. Someone like me shouldn’t be human. Someone with my luck ought to be a little less helpless. But no one would listen to me. Carlisle had said, “There are seven of us, Bella. And with Alice on our side, I don’t think Victoria’s going to catch us off guard. I think it’s important, for Charlie’s sake, that we stick with the original plan.” Esme had said, “We’d never allow anything to happen to you, sweetheart. You know that. Please don’t be anxious.” And then she’d kissed my forehead. Emmett had said, “I’m really glad Edward didn’t kill you. Everything’s so much more fun with you around.” Rosalie had glared at him. Alice had rolled her eyes and said, “I’m offended. You’re not honestly worried about this, are you?” “If it’s no big deal, then why did Edward drag me to Florida?” I’d demanded. “Haven’t you noticed yet, Bella, that Edward is just the teeniest bit prone to overreaction?” Jasper had silently erased all the panic and tension in my body with his curious talent of controlling emotional atmospheres. I’d felt reassured, and let them talk me out of my desperate pleading. Of course, that calm had worn off as soon as Edward and I had walked out of the room. So the consensus was that I was just supposed to forget that a deranged vampire was stalking me, intent on my death. Go about my business. I did try. And surprisingly, there were other things almost as stressful to dwell on besides my status on the endangered species list. . . . Because Edward’s response had been the most frustrating of them all. “That’s between you and Carlisle,” he’d said. “Of course, you know that I’m willing to make it between you and me at any time that you wish. You know my condition.” And he had smiled <em>angelically</em>. Ugh. I did know his condition. Edward had promised that he would change me himself whenever I wanted . . . just as long as I was married to him first. Sometimes I wondered if he was only pretending that he couldn’t read my mind. How else had he struck upon the one condition that I would have trouble accepting? The one condition that would slow me down. All in all, a very bad week. And today was the worst day in it. It was always a bad day when Edward was away. Alice had foreseen nothing out of the ordinary this weekend, and so I’d insisted that he take the opportunity to go hunting with his brothers. I knew how it bored him to hunt the easy, nearby prey. “Go have fun,” I’d told him. “Bag a few mountain lions for me.” I would never admit to him how hard it was for me when he was gone — how it brought back the abandonment nightmares. If he knew that, it would make him feel horrible and he would be afraid to ever leave me, even for the most necessary reasons. It had been like that in the beginning, when he’d first returned from Italy. His golden eyes had turned black and he’d suffered from his thirst more than it was already necessary that he suffer. So I put on a brave face and all but kicked him out the door whenever Emmett and Jasper wanted to go. I think he saw through me, though. A little. This morning there had been a note left on my pillow: I’ll be back so soon you won’t have time to miss me. Look after my heart — I’ve left it with you. So now I had a big empty Saturday with nothing but my morning shift at Newton’s Olympic Outfitters to distract me. And, of course, the oh-so-comforting promise from Alice. “I’m staying close to home to hunt. I’ll only be fifteen minutes away if you need me. I’ll keep an eye out for trouble.” Translation: don’t try anything funny just because Edward is gone. Alice was certainly just as capable of crippling my truck as Edward was. I tried to look on the bright side. After work, I had plans to help Angela with her announcements, so that would be a distraction. And Charlie was in an excellent mood due to Edward’s absence, so I might as well enjoy that while it lasted. Alice would spend the night with me if I was pathetic enough to ask her to. And then tomorrow, Edward would be home. I would survive. Not wanting to be ridiculously early for work, I ate my breakfast slowly, one Cheerio at a time. Then, when I’d washed the dishes, I arranged the magnets on the fridge into a perfect line. Maybe I was developing obsessive-compulsive disorder. The last two magnets — round black utilitarian pieces that were my favorites because they could hold ten sheets of paper to the fridge without breaking a sweat — did not want to cooperate with my fixation. Their polarities were reversed; every time I tried to line the last one up, the other jumped out of place. For some reason — impending mania, perhaps — this really irritated me. Why couldn’t they just play nice? Stupid with stubbornness, I kept shoving them together as if I was expecting them to suddenly give up. I could have flipped one over, but that felt like losing. Finally, exasperated at myself more than the magnets, I pulled them from the fridge and held them together with two hands. It took a little effort — they were strong enough to put up a fight — but I forced them to coexist side-by-side. “See,” I said out loud — talking to inanimate objects, never a good sign — “That’s not so horrible, is it?” I stood there like an idiot for a second, not quite able to admit that I wasn’t having any lasting effect against scientific principles. Then, with a sigh, I put the magnets back on the fridge, a foot apart. “There’s no need to be so inflexible,” I muttered. It was still too early, but I decided I’d better get out of the house before the inanimate objects started talking back. When I got to Newton’s, Mike was methodically dry mopping the aisles while his mom arranged a new counter display. I caught them in the middle of an argument, unaware that I had arrived. “But it’s the only time that Tyler can go,” Mike complained. “You said after graduation — “You’re just going to have to wait,” Mrs. Newton snapped. “You and Tyler can think of something else to do. You are not going to Seattle until the police stop whatever it is that is going on there. I know Beth Crowley has told Tyler the same thing, so don’t act like I’m the bad guy — oh, good morning, Bella,” she said when she caught sight of me, brightening her tone quickly. “You’re early.” Karen Newton was the last person I’d think to ask for help in an outdoor sports equipment store. Her perfectly highlighted blond hair was always smoothed into an elegant twist on the back of her neck, her fingernails were polished by professionals, as were her toenails — visible through the strappy high heels that didn’t resemble anything Newton’s offered on the long row of hiking boots. “Light traffic,” I joked as I grabbed my hideous fluorescent orange vest out from under the counter. I was surprised that Mrs. Newton was as worked up about this Seattle thing as Charlie. I’d thought he was going to extremes. “Well, er . . .” Mrs. Newton hesitated for a moment, playing uncomfortably with a stack of flyers she was arranging by the register. I stopped with one arm in my vest. I knew that look. When I’d let the Newtons know that I wouldn’t be working here this summer — abandoning them in their busiest season, in effect — they’d started training Katie Marshall to take my place. They couldn’t really afford both of us on the payroll at the same time, so when it looked like a slow day . . . “I was going to call,” Mrs. Newton continued. “I don’t think we’re expecting a ton of business today.  Mike and I can probably handle things. I’m sorry you got up and drove out. . . .” On a normal day, I would be ecstatic with this turn of events. Today . . . not so much. “Okay,” I sighed. My shoulders slumped. What was I going to do now? “That’s not fair, Mom,” Mike said. “If Bella wants to work —” “No, it’s okay, Mrs. Newton. Really, Mike. I’ve got finals to study for and stuff. . . .” I didn’t want to be a source of familial discord when they were already arguing. “Thanks, Bella. Mike, you missed aisle four. Um, Bella, do you mind throwing these flyers in a Dumpster on the way out? I told the girl who left them here that I’d put them on the counter, but I really don’t have the room.” “Sure, no problem.” I put my vest away, and then tucked the flyers under my arm and headed out into the misty rain. The Dumpster was around the side of Newton’s, next to where we employees were supposed to park. I shuffled along, kicking pebbles petulantly on my way. I was about to fling the stack of bright yellow papers into the trash when the heading printed in bold across the top caught my eye. One word in particular seized my attention. I clutched the papers in both hands as I stared at the picture beneath the caption. A lump rose in my throat. SAVE THE OLYMPIC WOLF Under the words, there was a detailed drawing of a wolf in front of a fir tree, its head thrown back in the act of baying at the moon. It was a disconcerting picture; something about the wolf’s plaintive posture made him look forlorn. Like he was howling in grief. And then I was running to my truck, the flyers still locked in my grip. Fifteen minutes — that’s all I had. But it should be long enough. It was only fifteen minutes to La Push, and surely I would cross the boundary line a few minutes before I hit the town. My truck roared to life without any difficulty.  Alice couldn’t have seen me doing this, because I hadn’t been planning it. A snap decision, that was the key! And as long as I moved fast enough, I should be able to capitalize on it. I’d thrown the damp flyers in my haste and they were scattered in a bright mess across the passenger seat — a hundred bolded captions, a hundred dark howling wolves outlined against the yellow background. I barreled down the wet highway, turning the windshield wipers on high and ignoring the groan of the ancient engine. Fifty-five was the most I could coax out of my truck, and I prayed it would be enough. I had no clue where the boundary line was, but I began to feel safer as I passed the first houses outside La Push. This must be beyond where Alice was allowed to follow. I’d call her when I got to Angela’s this afternoon, I reasoned, so that she’d know I was fine. There was no reason for her to get worked up. She didn’t need to be mad at me — Edward would be angry enough for two when he got back. My truck was positively wheezing by the time it grated to a stop in front of the familiar faded red house. The lump came back to my throat as I stared at the little place that had once been my refuge. It had been so long since I’d been here. Before I could cut the engine, Jacob was standing in the door, his face blank with shock. In the sudden silence when the truck-roar died, I heard him gasp. “Bella?” “Hey, Jake!” “Bella!” he yelled back, and the smile I’d been waiting for stretched across his face like the sun breaking free of the clouds. His teeth gleamed bright against his russet skin. “I can’t believe it!” He ran to the truck and half-yanked me through the open door, and then we were both jumping up and down like kids. “How did you get here?” “I snuck out!” “Awesome!” “Hey, Bella!” Billy had rolled himself into the doorway to see what all the commotion was about. “Hey, Bil —!” Just then my air choked off — Jacob grabbed me up in a bear hug too tight to breathe and swung me around in a circle. “Wow, it’s good to see you here!” “Can’t . . . breathe,” I gasped. He laughed and put me down. “Welcome back, Bella,” he said, grinning. And the way he said the words made it sound like welcome home . We started walking, too keyed up to sit still in the house. Jacob was practically bouncing as he moved, and I had to remind him a few times that my legs weren’t ten feet long. As we walked, I felt myself settling into another version of myself, the self I had been with Jacob. A little younger, a little less responsible. Someone who might, on occasion, do something really stupid for no good reason. Our exuberance lasted through the first few topics of conversation: how we were doing, what we were up to, how long I had, and what had brought me here. When I hesitantly told him about the wolf flyer, his bellowing laugh echoed back from the trees. But then, as we ambled past the back of the store and shoved through the thick scrub that ringed the far edge of First Beach, we got to the hard parts. All too soon we had to talk about the reasons behind our long separation, and I watched as the face of my friend hardened into the bitter mask that was already too familiar. “So what’s the story, anyway?” Jacob asked me, kicking a piece of driftwood out of his way with too much force. It sailed over the sand and then clattered against the rocks. “I mean, since the last time we . . . well, before, you know . . .” He struggled for the words. He took a deep breath and tried again. “What I’m asking is . . . everything is just back to the way it was before he left? You forgave him for all of that?” I took a deep breath. “There was nothing to forgive.” I wanted to skip past this part, the betrayals, the accusations, but I knew that we had to talk it through before we’d be able to move on to anything else. Jacob’s face puckered up like he’d just licked a lemon. “I wish Sam had taken a picture when he found you that night last September. It would be exhibit A.” “Nobody’s on trial.” “Maybe somebody should be.” “Not even you would blame him for leaving, if you knew the reason why.” He glared at me for a few seconds. “Okay,” he challenged acidly. “Amaze me.” His hostility was wearing on me — chafing against the raw; it hurt to have him angry with me. It reminded me of the bleak afternoon, long ago, when — under orders from Sam — he’d told me we couldn’t be friends. I took a second to compose myself. “Edward left me last fall because he didn’t think I should be hanging out with vampires. He thought it would be healthier for me if he left.” Jacob did a double take. He had to scramble for a minute. Whatever he’d been planning to say, it clearly no longer applied. I was glad he didn’t know the catalyst behind Edward’s decision. I could only imagine what he’d think if he knew Jasper had tried to kill me. “He came back, though, didn’t he?” Jacob muttered. “Too bad he can’t stick to a decision.” “If you remember,I went and got him .” Jacob stared at me for a moment, and then he backed off. His face relaxed, and his voice was calmer when he spoke. “That’s true. So I never did get the story. What happened?” I hesitated, biting my lip. “Is it a secret?” His voice took on a taunting edge. “Are you not allowed to tell me?” “No,” I snapped. “It’s just a really long story.” Jacob smiled, arrogant, and turned to walk up the beach, expecting me to follow. It was no fun being with Jacob if he was going to act like this. I trailed behind him automatically, not sure if I shouldn’t turn around and leave. I was going to have to face Alice, though, when I got home. . . . I supposed I wasn’t in any rush. Jacob walked to a huge, familiar piece of driftwood — an entire tree, roots and all, bleached white and beached deep in the sand; it was our tree, in a way. Jacob sat down on the natural bench, and patted the space next to him. “I don’t mind long stories. Is there any action?” I rolled my eyes as I sat next to him. “There’s some action,” I allowed. “It wouldn’t be real horror without action.” “Horror!” I scoffed. “Can you listen, or will you be interrupting me with rude comments about my friends?” He pretended to lock his lips and then threw the invisible key over his shoulder. I tried not to smile, and failed. “I’ll have to start with the stuff you were already there for,” I decided, working to organize the stories in my head before I began. Jacob raised his hand. “Go ahead.” “That’s good,” he said. “I didn’t understand much that was going on at the time.” “Yeah, well, it gets complicated, so pay attention. You know how Alice sees things?” I took his scowl — the wolves weren’t thrilled that the legends of vampires possessing supernatural gifts were true — for a yes, and proceeded with the account of my race through Italy to rescue Edward. I kept it as succinct as possible — leaving out anything that wasn’t essential. I tried to read Jacob’s reactions, but his face was enigmatic as I explained how Alice had seen Edward plan to kill himself when he’d heard that I was dead. Sometimes Jacob seemed so deep in thought, I wasn’t sure if he was listening. He only interrupted one time. “The fortune-telling bloodsucker can’t see us?” he echoed, his face both fierce and gleeful. “Seriously? That’s excellent !” I clenched my teeth together, and we sat in silence, his face expectant as he waited for me to continue. I glared at him until he realized his mistake. “Oops!” he said. “Sorry.” He locked his lips again. His response was easier to read when I got to the part about the Volturi. His teeth clenched together, goose bumps rose on his arms, and his nostrils flared. I didn’t go into specifics, I just told him that Edward had talked us out of trouble, without revealing the promise we’d had to make, or the visit we were anticipating. Jacob didn’t need to have my nightmares. “Now you know the whole story,” I concluded. “So it’s your turn to talk. What happened while I was with my mom this weekend?” I knew Jacob would give me more details than Edward had. He wasn’t afraid of scaring me. Jacob leaned forward, instantly animated. “So Embry and Quil and I were running patrol on Saturday night, just routine stuff, when out of nowhere — bam!” He threw his arms out, impersonating an explosion. “There it is — a fresh trail, not fifteen minutes old. Sam wanted us to wait for him, but I didn’t know you were gone, and I didn’t know if your bloodsuckers were keeping an eye on you or not. So we took off after her at full speed, but she’d crossed the treaty line before we caught up. We spread out along the line, hoping she’d cross back over. It was frustrating, let me tell you.” He wagged his head and his hair — growing out from the short crop he’d adopted when he’d joined the pack — flopped into his eyes. “We ended up too far south. The Cullens chased her back to our side just a few miles north of us. Would have been the perfect ambush if we’d known where to wait.” He shook his head, grimacing now. “That’s when it got dicey. Sam and the others caught up to her before we did, but she was dancing right along the line, and the whole coven was right there on the other side. The big one, what’s-his-name —” “Emmett.” “Yeah, him. He made a lunge for her, but that redhead is fast! He flew right behind her and almost rammed into Paul. So, Paul . . . well, you know Paul.” “Yeah.” “Lost his focus. Can’t say that I blame him — the big bloodsucker was right on top of him. He sprang — hey, don’t give me that look. The vampire was on our land.” I tried to compose my face so that he would go on. My nails were digging into my palms with the stress of the story, even though I knew it had turned out fine. “Anyway, Paul missed, and the big one got back on his side. But by then the, er, well the, uh, blonde . . .” Jacob’s expression was a comical mix of disgust and unwilling admiration as he tried to come up with a word to describe Edward’s sister. “Rosalie.” “Whatever. She got real territorial, so Sam and I fell back to get Paul’s flanks. Then their leader and the other blond male —” “Carlisle and Jasper.” He gave me an exasperated look. “You know I don’t really care. Anyway, so Carlisle spoke to Sam, trying to calm things down. Then it was weird, because everyone got really calm really fast. It was that other one you told me about, messing with our heads. But even though we knew what he was doing, we couldn’t not be calm.” “Yeah, I know how it feels.” “Really annoying, that’s how it feels. Only you can’t be annoyed until afterwards.” He shook his head angrily. “So Sam and the head vamp agreed that Victoria was the priority, and we started after her again.  Carlisle gave us the line, so that we could follow the scent properly, but then she hit the cliffs just north of Makah country, right where the line hugs the coast for a few miles. She took off into the water again. The big one and the calm one wanted permission to cross the line to go after her, but of course we said no.” “Good. I mean, you were being stupid, but I’m glad. Emmett’s never cautious enough. He could have gotten hurt.” Jacob snorted. “So did your vampire tell you we attacked for no reason and his totally innocent coven —” “No,” I interrupted. “Edward told me the same story, just without quite as many details.” “Huh,” Jacob said under his breath, and he bent over to pick up a rock from among the millions of pebbles at our feet. With a casual flick, he sent it flying a good hundred meters out into the bay. “Well, she’ll be back, I guess. We’ll get another shot at her.” I shuddered; of course she would be back. Would Edward really tell me next time? I wasn’t sure. I’d have to keep an eye on Alice, to look for the signs that the pattern was about to repeat. . . . Jacob didn’t seem to notice my reaction. He was staring across the waves with a thoughtful expression on his face, his broad lips pursed. “What are you thinking about?” I asked after a long, quiet time. “I’m thinking about what you told me. About when the fortune-teller saw you cliff jumping and thought you’d committed suicide, and how it all got out of control. . . . Do you realize that if you had just waited for me like you were supposed to, then the bl —Alice wouldn’t have been able to see you jump? Nothing would have changed. We’d probably be in my garage right now, like any other Saturday. There wouldn’t be any vampires in Forks, and you and me . . .” He trailed off, deep in thought. It was disconcerting the way he said this, like it would be a good thing to have no vampires in Forks. My heart thumped unevenly at the emptiness of the picture he painted. “Edward would have come back anyway.” “Are you sure about that?” he asked, belligerent again as soon as I spoke Edward’s name. “Being apart . . . It didn’t work out so well for either of us.” He started to say something, something angry from his expression, but he stopped himself, took a breath, and began again. “Did you know Sam is mad at you?” “Me?” It took me a second. “Oh. I see. He thinks they would have stayed away if I wasn’t here.” “No. That’s not it.” “What’s his problem then?” Jacob leaned down to scoop up another rock. He turned it over and over in his fingers; his eyes were riveted on the black stone while he spoke in a low voice. “When Sam saw . . . how you were in the beginning, when Billy told them how Charlie worried when you didn’t get better, and then when you started jumping off cliffs . . .” I made a face. No one was ever going to let me forget that. Jacob’s eyes flashed up to mine. “He thought you were the one person in the world with as much reason to hate the Cullens as he does. Sam feels sort of . . . betrayed that you would just let them back into your life like they never hurt you.” I didn’t believe for a second that Sam was the only one who felt that way. And the acid in my voice now was for both of them. “You can tell Sam to go right to —” “Look at that,” Jacob interrupted me, pointing to an eagle in the act of plummeting down toward the ocean from an incredible height. It checked itself at the last minute, only its talons breaking the surface of the waves, just for an instant. Then it flapped away, its wings straining against the load of the huge fish it had snagged. “You see it everywhere,” Jacob said, his voice suddenly distant. “Nature taking its course — hunter and prey, the endless cycle of life and death.” I didn’t understand the point of the nature lecture; I guessed that he was just trying to change the subject. But then he looked down at me with dark humor in his eyes. “And yet, you don’t see the fish trying to plant a kiss on the eagle. You never see that .” He grinned a mocking grin. I grinned back tightly, though the acid taste was still in my mouth. “Maybe the fish was trying,” I suggested. “It’s hard to tell what a fish is thinking. Eagles are good-looking birds, you know.” “Is that what it comes down to?” His voice was abruptly sharper. “Good looks?” “Don’t be stupid, Jacob.” “Is it the money, then?” he persisted. “That’s nice,” I muttered, getting up from the tree. “I’m flattered that you think so much of me.” I turned my back on him and paced away. “Aw, don’t get mad.” He was right behind me; he caught my wrist and spun me around. “I’m serious!  I’m trying to understand here, and I’m coming up blank.” His eyebrows pushed together angrily, and his eyes were black in their deep shadow. “I love him . Not because he’s beautiful or because he’s rich !” I spat the word at Jacob. “I’d much rather he weren’t either one. It would even out the gap between us just a little bit — because he’d still be the most loving and unselfish and brilliant and decent person I’ve ever met. Of course I love him. How hard is that to understand?”  “It’s impossible to understand.” “Please enlighten me, then, Jacob.” I let the sarcasm flow thick. “What is a valid reason for someone to love someone else? Since apparently I’m doing it wrong.” “I think the best place to start would be to look within your own species. That usually works.” “Well, that just sucks!” I snapped. “I guess I’m stuck with Mike Newton after all.” Jacob flinched back and bit his lip. I could see that my words had hurt him, but I was too mad to feel bad about that yet. He dropped my wrist and folded his arms across his chest, turning from me to glare toward the ocean. “I’m human,” he muttered, his voice almost inaudible. “You’re not as human as Mike,” I continued ruthlessly. “Do you still think that’s the most important consideration?” “It’s not the same thing.” Jacob didn’t look away from the gray waves. “I didn’t choose this.” I laughed once in disbelief. “Do you think Edward did? He didn’t know what was happening to him any more than you did. He didn’t exactly sign up for this.” Jacob was shaking his head back and forth with a small, quick movement. “You know, Jacob, you’re awfully self-righteous — considering that you’re a werewolf and all.” “It’s not the same,” Jacob repeated, glowering at me. “I don’t see why not. You could be a bit more understanding about the Cullens. You have no idea how truly good they are — to the core, Jacob.” He frowned more deeply. “They shouldn’t exist. Their existence goes against nature.” I stared at him for a long moment with one eyebrow raised incredulously. It was a while before he noticed. “What?” “Speaking of unnatural . . . ,” I hinted. “Bella,” he said, his voice slow and different. Aged. I realized that he sounded suddenly older than me — like a parent or a teacher. “What I am was born in me. It’s a part of who I am, who my family is, who we all are as a tribe — it’s the reason why we’re still here. “Besides that” — he looked down at me, his black eyes unreadable — “I am still human.” He picked up my hand and pressed it to his fever-warm chest. Through his t-shirt, I could feel the steady beating of his heart under my palm. “Normal humans can’t throw motorcycles around the way you can.” He smiled a faint, half-smile. “Normal humans run away from monsters, Bella. And I never claimed to be normal. Just human.” Staying angry with Jacob was too much work. I started to smile as I pulled my hand away from his chest. “You look plenty human to me,” I allowed. “At the moment.” “I feel human.” He stared past me, his face far away. His lower lip trembled, and he bit down on it hard. “Oh, Jake,” I whispered, reaching for his hand. This was why I was here. This was why I would take whatever reception waited for me when I got back. Because, underneath all the anger and the sarcasm, Jacob was in pain. Right now, it was very clear in his eyes. I didn’t know how to help him, but I knew I had to try. It was more than that I owed him. It was because his pain hurt me, too. Jacob had become a part of me, and there was no changing that now.",
            "vi": "4. Tự nhiên Tôi đang trải qua một tuần lễ tồi tệ.  Tôi biết về cơ bản chẳng có gì thay đổi. OK, vậy là Victoria không từ bỏ, nhưng có bao giờ tôi dám mơ đến chuyện cô ta từ bỏ đâu?  Việc tái xuất hiện của cô ta chỉ xác nhận điều tôi biết là đúng.  Chẳng có lý do gì để hoảng sợ thêm.  Về mặt lý thuyết.  Nói đừng hoảng sợ thì dễ hơn làm.  Chỉ còn vài tuần nữa là đến ngày tốt nghiệp, nhưng tôi tự hỏi chẳng phải là hơi ngu ngốc hay sao khi cứ ngồi ì ra đấy, yếu ớt và thơm ngon, chờ thảm hoạ kế tiếp. Hình như làm người quá nguy hiểm - chỉ cầu xin rắc rối.  Người như tôi không nên làm người. Người với may mắn cỡ tôi phải ít bất lực hơn.  Nhưng chẳng có ai thèm nghe tôi cả.  Carlisle nói, \"Mình có bảy người, Bella. Và có Alice ở phe mình, bác không nghĩ Victoria có thể làm chúng ta bất ngờ. Bác nghĩ vì Charlie, điều này rất hệ trọng, nên mình hãy làm đúng theo kế hoạch ban đầu.\" Esme nói, \"Bọn bác sẽ không bao giờ để cho bất cứ chuyện gì xảy ra với con đâu, con yêu. Con biết mà. Xin đừng lo lắng. \" Rồi bà hôn trán tôi.  Emmett nói, \"Anh thiệt mừng là Edward đã không giết em.  Có em ở bên, mọi thứ vui hơn nhiều.\" Rosalie nhìn anh trừng trừng.  Alice trợn tròn mắt và nói, \"Em giận à nha. Chị thiệt đâu có lo chuyện đó, phải không?\" \"Nếu chả phải chuyện to tát gì, thì tại sao Edward lại kéo chị đến Florida chớ?\" Tôi hỏi.  \"Chị chưa nhận ra à, Bella, Edward hơi có khuynh hướng phản ứng quá lố mà?\" Jasper âm thầm xua tan mọi hoảng sợ và căng thẳng trong tôi bằng tài năng kỳ lạ có thể kiểm soát tâm trạng mọi người của anh. Tôi cảm thấy bình tâm trở lại, và để mọi người thuyết phục tôi đừng nài xin van vỉ nữa.  Tất nhiên, sự bình tĩnh đã mất ngay khi Edward và tôi bước ra khỏi phòng.  Vậy mọi người nhất trí là tôi nên quên đi chuyện có một con ma cà rồng điên dại đang đuổi theo, cố hết sức để giết tôi. Cứ tiếp tục sống thôi.  Tôi đã thử. Và thật ngạc nhiên là những chuyện khác hầu như cũng căng thẳng cỡ đó để dốc tâm vào ngoài chuyện tôi nằm trong danh sách những loài đang có nguy cơ bị tuyệt chủng... Vì phản ứng của Edward là đáng bực mình hơn tất thảy. \"Đó là chuyện riêng giữa em với Carlisle,\" anh nói. \"Dĩ nhiên, em biết là anh sẵn sàng biến nó thành chuyện của riêng em và anh bất kỳ lúc nào em muốn. Em biết điều kiện của anh rồi.\"  Rồi anh cười đẹp như thiên thần.  Ugh.  Tôi biết điều kiện của anh chứ sao. Edward hứa chính anh sẽ biến đổi tôi bất cứ lúc nào tôi muốn... có điều tôi phải lấy anh làm chồng trước.  Đôi khi tôi tự hỏi không biết có phải anh chỉ đang giả vờ không đoán được ý nghĩ của tôi không.  Chớ làm sao mà anh lại đưa ra một điều kiện khiến tôi khó chấp nhận như vậy được? Một điều kiện sẽ làm chậm bước chân tôi.  Nhìn chung, một tuần lễ hết sức tồi tệ. Mà hôm nay là ngày tồi tệ nhất trong tuần.  Luôn luôn là một ngày tệ hại khi Edward đi xa. Alice đã dự đoán không có gì khác thường vào cuối tuần này, thế nên tôi khăng khăng bảo anh hãy nhân cơ hội này mà đi săn với anh em anh. Tôi biết anh đã chán săn mồi dễ bắt trong vùng thế nào rồi.  \"Hãy vui nhé, \" tôi bảo anh. \"Bỏ vô túi mấy con sư tử núi mang về cho em.\" Tôi sẽ không bao giờ thú nhận với anh là tôi khổ sở thế nào khi anh đi xa – chuyện đó đã mang lại những cơn ác mộng bị bỏ rơi ra sao. Nếu biết vậy, anh sẽ cảm thấy khủng khiếp và sẽ sợ không dám rời khỏi tôi, dù là vì lý do cấp thiết nhất.  Đã giống thế lúc đầu, khi anh mới từ Ý về.  Đôi mắt vàng của anh đã chuyển sang màu đen và anh đã khổ sở vì khát quá mức chịu đựng. Vì thế tôi khoác vẻ mặt can đảm và gần như đá anh ra khỏi cửa bất cứ khi nào Emmett và Jasper muốn đi săn.  Tuy vậy, tôi nghĩ anh nhìn thấu tim tôi. Hơi hơi. Sáng nay có tờ giấy nhắn đặt trên gối: Anh sẽ về sớm đến nỗi em chưa kịp nhớ anh.  Anh để lại tim anh cho em đó, chăm sóc nó giùm anh. Thế là bây giờ tôi có một thứ bảy hết sức trống rỗng chẳng có gì làm ngoài ca trực sáng ở tiệm Olympic Outfitters của Newton để quên thời gian. Và, dĩ nhiên, lời hứa an ủi ồ-vậy-sao của Alice.  \"Anh sẽ săn gần nhà. Chỉ mười lăm phút đi đường, phòng khi em cần anh. Anh sẽ để ý tránh xa rắc rối.\" Diễn giải:  Đừng có định làm gì bậy bạ chỉ vì Edward vắng mặt đó nhé.  Alice chắc chắn có khả năng phá hoại xe tải của tôi như Edward.  Tôi cố nhìn đời màu hồng. Sau giờ làm việc, tôi định giúp Angela viết mấy thông báo của nhỏ, nên đó cũng là chuyện làm cho qua thời gian. Và Charlie đang vui hết sức vì Edward vắng mặt, vì vậy tôi cũng có thể tận hưởng điều đó trong khi ông vẫn còn vui. Alice sẽ ngủ với tôi nếu tôi đủ thảm thiết rủ cô đến.  Và rồi ngày mai, Edward sẽ về nhà. Tôi sẽ sống sót.  Không muốn đi làm quá sớm đến mức lố bịch, tôi ăn sáng thật chậm, từng miếng Cheerio một. Sau đó, khi rửa chén xong, tôi xếp mấy miếng nam châm trên tủ lạnh thành một hàng thẳng tắp. Có lẽ tôi bị chứng tâm thần bị ám ảnh–thúc bách vậy.  Hai cục nam châm cuối – mấy mảnh tròn, màu đen, thiết thực là mấy miếng tôi ưa thích vì chúng có thể gắn mười tờ giấy dính vô tủ lạnh một cách dễ dàng - không chịu tuân theo sự sắp xếp của tôi. Mấy cực của chúng bị đảo ngược; mỗi lần tôi cố xếp miếng cuối vào, là cái kia nhảy ra khỏi hàng.  Vì lý do nào đó -  chắc là chứng rối loạn tâm lý sắp xảy ra – chuyện này làm tôi phát cáu. Tại sao chúng không chịu ngoan ngoãn giùm cho chớ?  Ngu ngốc, bướng bỉnh, tôi cứ đẩy chúng lại gần nhau như thể tôi mong đột ngột chúng sẽ chịu thua. Tôi có thể lật úp một cái lại, nhưng làm vậy giống như mình thua vậy. Cuối cùng, tức bản thân mình hơn cục nam châm, tôi kéo chúng ra khỏi tủ lạnh và ép chúng lại với nhau bằng hai tay.  Chỉ mất chút sức - chúng đủ mạnh để phản ứng dữ dội - nhưng tôi đã buộc được chúng ở bên nhau.  \"Thấy chưa, \" tôi nói to - nói chuyện với mấy đồ vật vô tri vô giác, chẳng bao giờ là một dấu hiệu tốt - \"Đâu có khủng khiếp gì lắm đâu, phải không?\" Tôi đứng ở đó như một đứa ngốc trong một giây, không chịu thú nhận mình chẳng thể chống lại các nguyên lý khoa học lâu dài được. Sau đó, thở dài, tôi đặt mấy cục nam châm trở lại tủ lạnh, xa nhau cả thước.  \"Đâu cần phải cứng nhắc như thế,\" tôi lẩm bẩm.  Vẫn còn quá sớm, nhưng tôi nghĩ mình nên ra khỏi nhà trước khi mấy món đồ vô tri vô giác ấy bắt đầu trả treo lại.  Khi đến tiệm Newton, Mike đang cẩn thận quét lối đi còn mẹ anh đang sắp xếp một máy tính tiền mới. Tôi bắt gặp họ đang cãi nhau, không biết tôi đã đến.  \"Nhưng đó là thời gian duy nhất Tyler đi được, \" Mike phàn nàn. \"Mẹ đã nói sau khi tốt nghiệp - \"Con cứ phải đợi thôi, \" bà Newton cáu kỉnh nói. \"Con và Tyler có thể nghĩ ra chuyện khác để làm. Con sẽ không được đi Seattle cho đến khi nào cảnh sát ngăn chặn được chuyện đang xảy ra ở đó. Mẹ biết Beth Crowley cũng đã nói với Tyler giống vậy thôi, vì vậy đừng có làm như mẹ là người ác vậy - ồ, chào cháu buổi sáng, Bella, \" bà nói khi nhìn thấy tôi, chuyển sang âm điệu vui tươi nhanh chóng. \"Cháu đến sớm nhỉ.\" Karen Newton là người cuối cùng tôi nghĩ đến để hỏi ý kiến trong một cửa hàng dụng cụ thể thao ngoài trời. Mái tóc vàng nhuộm sáng hoàn hảo của bà luôn uốn lượn tao nhã phía sau cổ, móng tay được chuyên gia tô bóng, móng chân cũng vậy – nhìn thấy rõ qua đôi giày cao gót thắt dây chẳng hề giống bất cứ thứ gì tiệm Newton bày bán trên một dãy dài những đôi giầy đi bộ đường dài.  \"Đường vắng ạ, \" tôi vừa đùa vừa chộp chiếc áo khoác màu cam mi-nơ gớm ghiếc của mình từ dưới ghi-sê. Tôi ngạc nhiên khi thấy bà Newton cũng làm nhặng xị lên về chuyện ở Seattle này y như Charlie. Tôi cứ tưởng ông làm quá lố thôi.  \"Ừm, ơ... \" Bà Newton do dự một hồi lâu, nghịch không thoải mái một chồng tờ rơi bà đang sắp xếp cạnh máy tính tiền.  Tôi dừng lại khi mới xỏ một cánh tay vào áo gi-lê. Tôi hiểu vẻ mặt đó.  Khi tôi cho nhà Newtons biết mình sẽ không làm việc ở đây hè này – thực tế là, bỏ rơi họ trong mùa buôn bán đông khách nhất  - họ đã bắt đầu huấn luyện Katie Marshall để thay chỗ của tôi. Họ không đủ khả năng trả lương cho cả hai chúng tôi cùng một lúc, vì thế khi có vẻ như một ngày ế ẩm... \"Bác định gọi,\" bà Newton nói tiếp. \"Bác nghĩ hôm nay tiệm sẽ không đông khách.  Mike với bác có thể lo liệu được.  Bác xin lỗi vì làm cháu phải thức dậy và lái xe ra đường...\" Vào một ngày bình thường, tôi sẽ mừng rơn vì diễn biến này. Nhưng hôm nay... không nhiều như thế.  \"Được thôi ạ, \" tôi thở dài. Vai xệ xuống. Tôi sẽ làm gì bây giờ đây? \"Không công bằng, mẹ, \" Mike nói. \"Nếu Bella muốn làm việc - \" \"Không, được mà, thưa bác Newton. Thiệt đó, Mike. Tôi còn phải học thi tốt nghiệp và mấy chuyện khác nữa...\" Tôi không muốn trở thành lý do gây bất hoà trong gia đình họ khi họ đã cãi nhau sẵn rồi.  \"Cám ơn, Bella. Mike, con quét sót lối đi số bốn. Ờ..., Bella, phiền cháu quăng mấy tờ rơi này vô thùng rác trên đường đi ra nhé?  Bác đã bảo cô gái bỏ tờ rơi ở đây là bác sẽ đặt chúng lên quầy tính tiền nhưng thiệt là không còn chỗ nữa. \" \"Dạ được, không sao đâu. \" Tôi cất áo gi-lê, rồi nhét tờ rơi dưới cánh tay và bắt đầu bước vào màn mưa mờ mờ.  Thùng rác ở bên hông tiệm Newton, cạnh chỗ dành cho nhân viên đậu xe. Tôi lê bước, hờn dỗi đá mấy hòn sỏi trên đường đi.  Khi sắp sửa ném xấp giấy vàng tươi vào giỏ rác thì tiêu đề in đậm ngang trên đầu trang làm tôi chú ý.  Đặc biệt một từ đã thu hút sự chú ý của tôi.  Tôi nắm chặt mất tờ giấy bằng cả hai tay khi nhìn chằm chằm vào bức tranh dưới tiêu đề. Nghẹn ngào.  HÃY CỨU LOÀI SÓI Ở OLYMPIC Dưới những từ này, có một bức tranh vẽ chi tiết một con chó sói đứng trước cây linh sam, đầu ngửa ra sau, hú trong đêm trăng. Đó là một bức tranh làm ta bối rối; có cái gì đó trong tư thế buồn thảm của con sói làm nó có vẻ tuyệt vọng. Giống như nó đang hú lên đau đớn.  Thế rồi tôi đang chạy đến xe tải của mình, mấy tờ rơi vẫn giữ chặt trong tay.  Mười lăm phút - đó là tất cả những gì tôi có. Nhưng chắc đủ. Chỉ cần mười lăm phút là đến La Push rồi, mà chắc chắn tôi sẽ vượt qua giới tuyến một vài phút trước khi vào thành phố.  Xe tải tôi gầm lên nhanh chóng.  Alice không thể nhìn thấy tôi làm chuyện này, vì tôi đâu có định làm. Quyết định trong tíc tắc, đó là điều quan trọng!  Và chừng nào mà tôi chạy đủ nhanh, thì tôi có thể lợi dụng được điều này.  Tôi ném mấy tờ rơi ẩm ướt trong lúc vội vàng và chúng văng tung toé thành một đống sáng màu trên ghế khách ngồi – một trăm tiêu đề in đậm, một trăm con sói đang tru buồn thảm trên nền vàng.  Tôi lao nhanh xuống đường cao tốc ẩm ướt, bật cần gạt nước cho hoạt động và lờ đi tiếng rên rỉ của động cơ già cỗi.  Tốc độ năm mươi lăm dặm một giờ là tốc độ cao nhất nhất tôi có thể buộc xe tải mình đạt được, và tôi cầu cho thế đã đủ.  Tôi chẳng biết giới tuyến ở đâu, nhưng bắt đầu cảm thấy an toàn hơn khi đi qua ngôi nhà đầu tiên bên ngoài La Push.  Hẳn đã vượt quá nơi Alice có thể dõi theo.  Chiều nay tôi sẽ gọi cô khi đến nhà Angela, tôi lập luận, để cô biết tôi ổn. Chẳng có lý do gì để cô làm nhặng xị lên. Cô đâu cần phải giận tôi - Edward sẽ giận dữ đủ cho cả hai khi anh về nhà.  Xe tải của tôi tất nhiên thở khò khè vào lúc thắng két lại phía trước ngôi nhà màu đỏ phai màu quen thuộc.  Cổ họng lại nghẹn khi tôi nhìn chằm chằm vào chốn nhỏ bé đã từng là nơi ẩn náu của mình. Đã lâu lắm rồi tôi mới quay lại nơi đây.  Trước cả khi tắt được động cơ, Jacob đã xuất hiện nơi cửa, khuôn mặt bàng hoàng.  Trong sự im lặng đột ngột vì tiếng gầm rống của chiếc xe lặng đi, tôi nghe anh thở hổn hển.  \"Bella?\" \"Chào Jake !\" \"Bella !\" anh thét lại, và nụ cười tôi đã chờ đợi toét trên mặt anh như mặt trời ló khỏi mây. Răng anh sáng trắng trên làn da nâu đỏ. \"Tôi không thể tin nổi!\" Anh chạy đến xe tải và gần như lôi tôi qua cánh cửa mở, rồi chúng tôi đều nhảy tưng tưng như con nít.  \"Làm sao bạn đến đây được?\" \"Tôi lẻn ra !\" \"Tuyệt vời !\" \"Chào, Bella !\" Billy đã tự lăn xe đến lối vào để xem tại sao lại om sòm như thế.  \"Chào, Bil - !\" Đúng lúc đó tôi không thở được - Jacob đã vồ lấy tôi trong vòng tay ôm siết quá chật để thở và xoay tôi vòng vòng.  \"Chà, rất vui được gặp cháu ở đây !\" \"Không ... thở được, \" tôi thở hổn hển.  Anh cười và đặt tôi xuống.  \"Mừng bạn trở về, Bella, \" anh nói, cười toe toét. Và cách anh nói những lời này làm nghe như thể mừng tôi về nhà.  Chúng tôi bắt đầu bước đi, quá kích động không thể ngồi yên trong nhà.  Jacob thực ra đang nảy tưng tưng khi di chuyển, và tôi phải nhắc anh mấy lần là chân tôi không dài tới mười fút đâu.  Khi bước đi, tôi cảm thấy mình chuyển thành phiên bản khác của chính mình, cái tôi đã ở cùng Jacob.  Hơi non trẻ, hơi vô trách nhiệm hơn.  Người có thể, thỉnh thoảng, làm một chuyện thiệt ngu xuẩn chẳng vì lý do gì.  Sự hồ hởi của chúng tôi kéo dài qua mấy đề tài trò chuyện đầu tiên: có khoẻ không, đang làm gì, đã bao lâu rồi, và sao tôi đến đây. Khi tôi ngập ngừng kể anh nghe về tờ rơi chó sói, tiếng cười như bò rống của anh vang vọng cả khu rừng.  Nhưng rồi, khi chúng tôi đi thong thả qua sau lưng cửa hàng và xuyên qua những bụi rậm dày viền quanh bờ bên kia của First Beach, chúng tôi đến phần khó nói.  Chưa gì chúng tôi đã phải nói về những lý do đằng sau sự chia ly đằng đẵng của mình, và tôi thận trọng vì khuôn mặt của bạn tôi đanh lại thành vẻ cay đắng quá quen thuộc. \"Thế chuyện là sao?\" Jacob hỏi tôi, đá một miếng gỗ trôi giạt ra khỏi lối đi quá mạnh. Nó lướt là đà trên cát rồi va vào đá. \"Ý tôi là, kể từ lần cuối cùng mình ... ừm, trước khi, bạn biết đó...\" Anh cố kiếm từ. Anh hít thật sâu và thử lần nữa. \"Tôi đang muốn hỏi là ... mọi chuyện trở lại y như trước lúc anh ta bỏ đi à? Bạn tha thứ cho anh ta hết à?\" Tôi hít thật sâu. \"Chẳng có gì phải tha thứ hết.\" Tôi muốn bỏ qua phần này, chuyện phản bội, lời buộc tội, nhưng tôi biết chúng tôi phải nói cho rốt ráo chuyện này thì mới có thể chuyển sang bất kỳ chuyện gì khác.  Mặt Jacob nhăn y như mới liếm chanh. \"Tôi ước gì Sam chụp một tấm hình khi tìm thấy bạn đêm tháng Chín vừa qua đó. Đó sẽ là tang vật loại A . \" \"Chẳng có ai bị xét xử hết.\" \"Có lẽ ai đó nên bị. \" \"Cả bạn cũng sẽ không trách anh ấy vì đã bỏ đi, nếu bạn biết lý do. \" Anh nhìn tôi trừng trừng trong vài giây. \" OK, \" anh thách thức đầy chua chát. \"Hãy làm tôi ngạc nhiên đi. \" Vẻ thù địch của anh làm tôi mệt mỏi – xát vào chỗ đau; thật đau lòng khi anh giận tôi. Điều này làm tôi nhớ đến buổi chiều ảm đạm, cách đây đã lâu, khi - theo lệnh Sam - anh nói với tôi là chúng tôi không thể làm bạn bè được. Mất một giây tôi mới bình tĩnh lại.  \"Edward rời bỏ tôi mùa thu năm ngoái vì anh ấy nghĩ tôi không nên thường xuyên gặp gỡ ma cà rồng. Anh ấy nghĩ sẽ tốt hơn cho tôi nếu anh ấy bỏ đi. \" Jacob cố trấn tĩnh. Anh phải tập trung đầu óc trong chốc lát.  Không biết anh định nói gì, nhưng rõ ràng là không còn phù hợp nữa. Tôi mừng là anh không biết chất xúc tác đằng sau quyết định của Edward. Tôi chỉ có thể tưởng tượng anh sẽ nghĩ gì nếu anh biết Jasper định giết tôi.  \"Nhưng anh ta đã trở lại đó thôi, phải không?\" Jacob lẩm bẩm. \"Thật quá tệ khi anh ta không thể làm đúng theo quyết định của mình.\" \"Bạn không nhớ là tôi đã đi kiếm anh ấy sao.\" Jacob nhìn tôi chằm chằm một hồi lâu, rồi anh lùi lại.  Mặt anh dịu lại, và giọng anh bình tĩnh hơn khi anh cất tiếng.  \"Đúng vậy. Vậy là tôi chẳng hề biết. Có chuyện gì vậy?\" Tôi do dự, cắn môi.  \"Đó là một bí mật à?\" Giọng anh hơi chế nhạo. \"Bạn không được phép nói với tôi à?\" \"Không, \" tôi cáu kỉnh. \"Chỉ có điều dài dòng lắm.\" Jacob mỉm cười, kiêu ngạo, và xoay người bước về phía bờ biển, mong tôi sẽ đi theo.  Chẳng vui gì khi ở bên Jacob lúc anh cư xử như vậy. Tôi tự động bước theo anh, chẳng chắc mình có nên quay lại và bỏ đi hay không.  Dù sẽ phải đối mặt với Alice khi về đến nhà... tôi nghĩ mình chẳng vội gì.  Jacob đến gần một khúc gỗ trôi giạt khổng lồ, quen thuộc - toàn bộ cây, rễ và tất cả, bạc trắng và bị lôi tuốt vô bãi cát; đó là cái cây của chúng tôi, trong chừng mực nào đó.  Jacob ngồi xuống băng ghế thiên nhiên này, và vỗ nhẹ lên chỗ ngồi kế bên anh.  \"Tôi không ngại nghe kể chuyện dài đâu. Có pha hành động nào không?\" Tôi vừa trợn tròn mắt vừa ngồi xuống kế bên anh. \"Có vài pha, \" tôi thừa nhận.  \"Sẽ chả kinh hoàng gì nếu không có mấy pha hành động. \" \"Kinh hoàng!\" Tôi chế giễu. \"Bạn có chịu lắng nghe không, hay bạn sẽ ngắt lời tôi bằng mấy câu bình luận thô lỗ về bạn bè tôi đó?\" Anh làm động tác giả vờ khóa môi rồi ném chìa khoá vô hình qua vai. Tôi cố nín cười mà chẳng được.  \"Tôi sẽ phải bắt đầu bằng chuyện vì nó mà bạn đã có mặt ở đó, \" tôi quyết định, cố sắp xếp câu chuyện trong đầu tôi trước khi bắt đầu kể.  Jacob đưa hai tay lên.  \"Xin cứ nói. \" \"Vậy thì tốt, \" anh nói. \"Tôi không hiểu lắm chuyện đã xảy ra lúc đó. \" \"Ờ, ờ thì, chuyện phức tạp, nên xin hãy chú ý. Bạn biết Alice nhìn thấy được tương lai trước ra sao rồi phải không?\" Tôi coi vẻ cau có của anh - loài sói không phấn khởi cho lắm khi mấy truyền thuyết của ma cà rồng có tài năng siêu nhiên là có thật – là câu trả lời ừ, và tiếp tục miêu tả cuộc chạy đua qua Ý để cứu Edward. Tôi cố kể ngắn gọn nhất có thể - bỏ qua mọi chi tiết không quan trọng. Tôi cố hiểu phản ứng của Jacob, nhưng khuôn mặt anh bí hiểm khi tôi giải thích chuyện Alice thấy Edward định tự tử ra sao khi anh ấy nghe tin tôi chết. Đôi khi Jacob có vẻ quá chìm đắm trong suy tư đến nỗi tôi không biết anh có lắng nghe không nữa. Anh chỉ ngắt lời tôi một lần.  \"Con hút máu biết coi bói này không nhìn thấy được bọn tôi à?\" anh lặp lại, mặt anh vừa hung tợn vừa hân hoan. \"Thiệt hả?  Thật tuyệt!\" Tôi nghiến răng, và chúng tôi ngồi trong im lặng, mặt anh mong chờ tôi kể tiếp. Tôi nhìn anh trừng trừng cho đến khi anh nhận ra lỗi lầm của mình.  \"Tiếc quá !\" anh nói. \" Xin lỗi. \" Anh khóa môi lần nữa.  Phản ứng của anh dễ hiểu hơn khi tôi kể đến phần về Volturi. Anh nghiến răng lại, cánh tay sởn gai ốc, và mũi phập phồng. Tôi không đi vào chi tiết cụ thể, tôi chỉ kể là Edward đã cố ngăn không để chúng tôi dính vào rắc rối, mà không tiết lộ lời hứa của chúng tôi, hay về chuyến viếng thăm chúng tôi biết sắp đến. Jacob không cần phải mơ thấy những cơn ác mộng của tôi.  \"Bây giờ bạn biết hết chuyện rồi, \" tôi kết luận. \"Vậy đến lượt bạn kể đó. Đã xảy ra chuyện gì khi tôi đến thăm mẹ tôi cuối tuần rồi?\" Tôi biết Jacob sẽ cho tôi biết nhiều chi tiết hơn Edward. Anh chẳng lo chuyện làm tôi sợ hãi.  Jacob nghiêng về phía trước, sôi động ngay. \" Embry, Quil và tôi đang chạy tuần tra vào đêm thứ bảy, chỉ là chuyện thường ngày thôi, khi bỗng nhiên - bam!\" Anh chặt tay, giả vụ đụng độ. \"Ngay đó – một dấu vết mới tinh, mới xảy ra chưa đầy mười lăm phút. Sam muốn tụi tôi chờ anh, nhưng vì tôi không biết bạn đã bỏ đi, và tôi không biết lũ hút máu của bạn có đang trông chừng bạn hay không. Nên tụi tôi lao theo cô ta hết tốc lực, nhưng cô ta đã vượt qua ranh giới trong hiệp ước trước khi tụi tôi bắt kịp. Tụi tôi tản ra dọc theo giới tuyến, hy vọng cô ta sẽ băng qua trở lại.  Thiệt hết sức bực mình, để tôi kể bạn nghe.\" Anh lắc đầu và tóc anh – đang dài ra sau kiểu cắt ngắn ngủn anh đã để khi tham gia bầy đàn – phủ mắt. \" Rốt cuộc tụi tôi đã đi quá xa về phía nam. Gia đình Cullens đuổi cô ta chạy ngược về phía tụi tôi chỉ cách vài dặm ở phía bắc.   Lẽ ra đã là ổ phục kích hoàn hảo nếu tụi tôi biết nên đợi ở đâu.\" Anh lắc đầu nhăn nhó.  \"Đó là lúc nguy hiểm. Sam và những người khác đuổi kịp cô ta trước khi tụi tôi, nhưng cô ta cứ chạy qua lại dọc theo giới tuyến, và cả lũ phù thủy ở ngay bên kia. Một thằng to con, tên-hắn-là - \" \"Emmett.\" \"Đúng rồi, anh ta. Hắn lao tới tấn công cô ta, nhưng mụ tóc đỏ rất nhanh!  Hắn bay ngay phía sau cô ta và suýt tông vô Paul. Vì vậy, Paul... ừm, bạn biết Paul rồi. \" \"Ờ. \" \"Đã mất tập trung. Tôi không thể trách nó được – thằng hút máu to con ở ngay trên người nó mà. Nó nhào lên - nè, đừng có nhìn tôi như thế. Thằng ma cà rồng ở trên đất của tụi tôi chớ bộ. \" Tôi cố giữ khuôn mặt bình thản để anh nói tiếp. Móng tay tôi đang cào trong lòng bàn tay vì sự căng thẳng của câu chuyện, mặc dù tôi đã biết kết quả cuối cùng ổn thoả.  \"Dù sao chăng nữa thì Paul cũng chụp hụt, và thằng to con quay về lãnh thổ của nó. Nhưng đúng lúc đó, ơ, ưm, ừ, tóc vàng. \" Vẻ mặt Jacob là sự hoà trộn khôi hài giữa lòng kinh tởm với sự ngưỡng mộ không kiềm chế được khi cố tìm từ mô tả chị Edward.  \"Rosalie. \" \"Gì cũng được. Cô ta bảo vệ lãnh thổ dữ dội, vì vậy Sam và tôi lùi lại để đứng hai bên Paul. Thế rồi thủ lĩnh của họ và một người đàn ông tóc vàng khác  - \" “Carlisle và Jasper.\" Anh nhìn tôi bực tức. \"Bạn biết tôi không quan tâm mà. Dù sao chăng nữa, thế là Carlisle nói chuyện với Sam, cố làm dịu tình hình. Rồi thiệt kỳ quặc, mọi người bình tĩnh thật nhanh. Chính người mà bạn đã kể cho tôi biết đang làm rối tung đầu óc tụi tôi. Nhưng mặc dù biết anh ta đang làm gì, tụi tôi cũng không thể không bình tĩnh.\" \"Ờ, tôi biết cảm giác ra sao.\" \"Bực mình hết sức, cảm thấy vậy đó. Chỉ có điều sau này mình mới bực được. \" Anh lắc đầu giận dữ. \"Thế là Sam và con ma cà rồng thủ lãnh nhất trí với nhau Victoria là ưu tiên một, và chúng tôi lại rượt đuổi cô ta tiếp.  Carlisle cung cấp thông tin để tụi tôi có thể đánh hơi đúng, nhưng sau đó cô ta đã đến vách đá ngay phía bắc vùng Makah, ngay chỗ giới tuyến ôm sát bờ biển vài dặm. Cô ta lại nhảy xuống biển.  Tên to con và tên bình tĩnh muốn xin phép vượt giới tuyến để đuổi theo cô ta, nhưng dĩ nhiên tụi tôi đã từ chối. \" \"Tốt. Ý tôi là, bạn ngu ngốc, nhưng tôi mừng là vậy. Emmett không bao giờ đủ cẩn trọng. Anh ấy có thể bị thương mất. \" Jacob khịt mũi. \"Vậy con ma cà rồng của bạn nói với bạn là tụi tôi đã tấn công vô cớ và lũ phù thủy hoàn toàn vô tội của anh ta - \" \"Không, \" tôi ngắt lời. \" Edward cũng kể tôi nghe giống vậy, chỉ không có nhiều chi tiết như vậy. \" \"Hừ, \" Jacob lầm bầm, rồi cúi xuống nhặt một trong số hàng triệu viên sỏi dưới chân.  Với cái búng nhẹ hững hờ, anh làm nó bay cả mấy trăm mét ra ngoài vịnh. \"Ừm, tôi nghĩ thế nào cô ta cũng quay lại. Tụi tôi sẽ săn cô ta tiếp.\" Tôi rùng mình; dĩ nhiên cô ta sẽ trở lại. Lần sau liệu Edward có nói thiệt với tôi không? Tôi không rõ. Tôi sẽ phải trông chừng Alice, để tìm dấu hiệu giống vậy lần nữa...  Jacob dường như không nhận thấy phản ứng của tôi. Anh đang nhìn đăm đăm vào ngọn sóng đầy vẻ suy tư, đôi môi rộng anh mím lại.  \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi sau một thời gian yên lặng kéo dài.  \"Tôi đang nghĩ về những chuyện bạn đã kể. Về lúc con thầy bói thấy bạn nhảy từ vách đá xuống và nghĩ là bạn tự tử, và mọi chuyện vượt khỏi tầm kiểm soát hết... Bạn có nhận ra là nếu bạn chờ tôi như lẽ ra phải vậy, thì con đia-- Alice sẽ không thể nhìn thấy bạn nhảy hay không? Sẽ không có gì thay đổi hết.  Mình có lẽ bây giờ đang ở trong ga-ra, như bao thứ bảy khác.  Sẽ không có con ma cà rồng nào ở Forks, chỉ bạn và tôi... \" Giọng anh nhỏ dần, chìm đắm trong suy tư.  Thật bực cái cách anh nói điều này, làm như thể không có ma cà rồng ở Forks thì hay lắm vậy. Tim tôi đập không đều vì bức tranh trống rỗng anh vẽ ra.  \"Edward thế nào cũng quay về.\" \"Bạn chắc vậy à?\" anh hỏi, lại tỏ vẻ thù địch ngay khi tôi nhắc đến tên Edward.  \"Xa cách... Chẳng mang lại kết quả tốt đẹp gì cho cả hai chúng tôi. \" Anh định nói gì đó, cái gì đó giận dữ theo vẻ mặt, nhưng anh kiềm chế được, thở một hơi, rồi nói tiếp.  \"Bạn có biết Sam tức bạn không?\" \"Tôi?\" Phải mất một giây. \" Ôi. Tôi hiểu rồi. Anh ấy nghĩ nếu không có tôi thì họ đã không đến. \" \"Không.  Không phải vậy.\" \"Vậy thì anh ấy bị cái gì chớ?\" Jacob cúi xuống vốc lên một viên đá khác. Anh lật qua lật lại nó hoài trong mấy ngón tay; mắt anh gắn chặt vào viên đá đen trong khi nói thật nhỏ.  \"Khi Sam thấy. .. bạn như thế nào lúc mới đầu, khi Billy kể cho họ biết Charlie lo lắng ra sao khi bạn không khá hơn, rồi khi bạn bắt đầu nhảy ra khỏi vách đá. \" Tôi nhăn mặt. Sẽ chẳng ai chịu để cho tôi quên chuyện đó. Jacob nhìn lên mắt tôi. \"Anh ấy nghĩ bạn là người duy nhất trên đời này có nhiều lý do như anh ấy để ghét gia đình Cullens. Sam cảm thấy giống như ... bị phản bội khi bạn đón chúng vào đời bạn trở lại như thể họ chẳng hề làm tổn thương bạn.\" Tôi chẳng hề tin chút nào Sam là người duy nhất cảm thấy thế. Và vị chua cay trong giọng tôi bây giờ dành cho cả hai.  \"Bạn bảo Sam hãy chuyển ngay sang - \" \"Hãy nhìn kìa, \" Jacob ngắt lời tôi, chỉ một con đại bàng đang lao thẳng xuống biển từ một độ cao không thể tin nổi. Nó hơi khựng lại vào phút chót, chỉ móng vuốt chạm vào mặt sóng, trong nháy mắt. Rồi nó vỗ cánh bay đi, đôi cánh căng ra vì sức nặng của con cá khổng lồ vừa chộp được.  “Bạn nhìn thấy chuyện đó ở khắp nơi, \" Jacob nói, giọng anh bỗng xa xăm. \"Tự nhiên có quy luật của nó - thợ săn và con mồi, chu kỳ sống chết bất tận.\" Tôi không hiểu lý do của bài giảng về tự nhiên là gì; tôi đoán anh chỉ đang định chuyển sang đề tài khác.  Nhưng rồi anh nhìn xuống tôi với vẻ hài hước cay độc trong mắt.  \"Thế nhưng, bạn sẽ không thấy con cá cố hôn đại bàng. Bạn sẽ không bao giờ nhìn thấy cảnh đó. \" Anh cười toe toét nhạo báng.  Tôi cười toe toét đáp trả ngay, cho dù vị chua chát vẫn còn trong lời nói. \"Có lẽ con cá đang cố gắng, \" tôi đưa ý kiến. \"Thật khó mà biết được con cá đang nghĩ gì. Đại bàng là loài chim đẹp mà, bạn biết rồi. \" \"Đó là điều được xem là quan trọng nhất đó sao?\" Giọng anh đột ngột bén nhọn hơn. \"Đẹp trai?\" \"Đừng ngu ngốc, Jacob. \" \"Vậy chính là tiền?\" anh tiếp tục dai dẳng.  \"Hay lắm,\" tôi lẩm bẩm, đứng bật khỏi gốc cây. \"Tôi lấy làm hãnh diện là bạn quá coi trọng tôi như vậy. \" Tôi quay lưng lại và bỏ đi thật nhanh.  \"Oái, đừng giận mà.\" Anh ở ngay sau tôi ; chụp cổ tay rồi xoay người tôi lại. \"Tôi nghiêm túc đó!  Tôi đang cố hiểu, mà chẳng nghĩ ra được gì hết. \" Lông mày anh nhíu lại giận dữ, và mắt anh đen thẳm dưới bóng chân mày . \"Tôi yêu anh ấy. Không phải vì anh ấy đẹp trai hay vì anh ấy giàu có!\" Tôi đốp chát với Jacob. \"Tôi rất muốn anh ấy chẳng này cũng chẳng kia. Nó sẽ san bằng khoảng cách của chúng tôi một chút xíu - vì anh ấy sẽ vẫn là người đáng yêu và vị tha và xuất sắc và đàng hoàng nhất tôi từng gặp. Tất nhiên tôi yêu anh ấy. Bộ chuyện đó khó hiểu lắm sao?\" \"Không tài nào hiểu nỗi. \" \"Vậy thì, xin vui lòng khai sáng cho tôi đi, Jacob. \" Tôi mỉa mai chua cay. \"Lý do chính đáng là gì thì mới được yêu?  Vì hình như tôi đang làm bậy thì phải. \" \"Tôi nghĩ nơi tốt nhất để bắt đầu nên là tìm trong chủng loài của mình.  Thế thường có kết quả.\" \"Ừm, thế càng tệ hại!\" Tôi cáu kỉnh. \" Tôi đã bị mắc kẹt với Mike Newton rồi còn gì.\" Jacob do dự và cắn môi. Tôi có thể thấy lời mình nói đã làm anh đau lòng, nhưng tôi đang quá tức nên chưa thấy tệ hại về chuyện đó. Anh buông cổ tay tôi ra và khoanh tay trước ngực, quay mặt đi nhìn trừng trừng về phía đại dương.  \"Tôi là con người, \" anh lẩm bẩm, giọng anh hầu như không thể nghe thấy.  \"Bạn đâu là người như Mike, \" tôi tàn nhẫn nói tiếp. \"Bạn vẫn nghĩ đó là yếu tố quan trọng nhất à?\" \"Không giống vậy. \" Jacob không rời mắt những làn sóng xám xịt. \"Tôi đâu có chọn thế này. \" Tôi cười khan một tiếng hoài nghi. \"Theo bạn Edward được chọn lựa ư?  Anh ấy cũng không biết điều gì đang xảy đến với anh ấy y như bạn vậy. Anh ấy chẳng hề đăng ký làm ma cà rồng.\" Jacob đang lắc lư đầu qua lại bằng động tác nhanh và gọn.  \"Bạn biết đó, Jacob, bạn thiệt hết sức tự cao tự đại – coi mình là một người sói thì hơn người khác.\" \"Đâu có giống nhau, \" Jacob lặp lại, nhìn tôi trừng trừng.  \"Tôi thấy chẳng có lý do gì mà lại không giống. Bạn nên hiểu nhiều hơn một chút về gia đình Cullens. Bạn hoàn toàn không biết họ thực sự tốt như thế nào đâu, Jacob. \" Anh cau mày sâu hơn. \"Chúng không nên tồn tại trên đời này. Sự tồn tại của chúng trái với lẽ tự nhiên. \" Tôi nhướng mày ngờ vực trân trối nhìn anh.  Phải hồi lâu sau anh mới nhận thấy.  \"Gì chớ?\" \"Nói về chuyện trái với lẽ tự nhiên... \" Tôi mở lời.  “Bella, \" anh nói, giọng anh chậm và khác hẳn. Già dặn. Tôi nhận ra anh bỗng có vẻ già dặn hơn tôi - như một phụ huynh hay một người thầy. \"Tôi là ai khi sinh ra đã vậy. Đó là một phần của con người thực của tôi, là con người thực của gia đình tôi, là con người thực của tất cả bộ lạc chúng tôi - đó là lý do chúng tôi vẫn ở đây.  \"Ngoài chuyện đó ra\" - anh nhìn xuống tôi, đôi mắt đen của anh khó hiểu - \"thì tôi vẫn là con người. \" Anh cầm tay tôi và áp nó vào lồng ngực nóng rực của anh.  Qua chiếc áo thun ngắn tay của anh, tôi có thể cảm nhận được trái tim anh đang đập đều đặn dưới lòng bàn tay mình.  \"Người bình thường không thể lao xe máy giống bạn được. \" Anh mỉm cười nửa miệng, yếu ớt. \"Người bình thường sẽ tránh quái vật, Bella. Và tôi đâu bao giờ nói mình bình thường đâu. Chỉ con người thôi.\" Giận hoài Jacob là chuyện quá khó làm. Tôi bắt đầu mỉm cười khi rút tay ra khỏi ngực anh.  \"Bạn trông rất con người với tôi, \" tôi thừa nhận. \"Lúc này. \" \"Tôi cảm thấy rất người. \" Anh nhìn chằm chằm ngang qua tôi, mặt anh xa xăm. Môi dưới run rẩy, và anh bặm môi thật chặt.  \"Ôi, Jake, \" tôi thì thầm, với lấy tay anh.  Đây là lý do khiến tôi ở đây. Đây là lý do khiến tôi sẽ đón nhận bất kể chuyện gì đang chờ ở nhà. Bởi vì, đằng sau mọi tức giận và chế nhạo mỉa mai, Jacob đang đau đớn. Ngay bây giờ, rất rõ ràng trong mắt anh. Tôi không biết làm sao để giúp anh, nhưng tôi biết mình phải ráng.  Tôi nợ anh còn nhiều hơn thế. Đó là vì nỗi đau của anh cũng làm tôi đau. Jacob đã thành một phần trong tôi, và bởi vì không có gì thay đổi được điều đó."
        }
    ],
    "suggestions": []
}