{
    "en_vn": {
        "data": {
            "content": null,
            "word": "angered",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "angered",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "angered",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "angered",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "angered",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Her decision <em>angered</em> many students.",
            "vi": "Quyết định của bà ta làm nhiều sinh viên giận dữ."
        },
        {
            "en": "Jolie <em>angered</em> by Aniston's sneaky behaviour.",
            "vi": "Jolie rất giận vì hành vi lén lút của Aniston."
        },
        {
            "en": "He was <em>angered</em> by the selfishness of the others",
            "vi": "Anh ta tức giận vì thái độ của những người khác"
        },
        {
            "en": "She was <em>angered</em> by the selfishness of the others.",
            "vi": "Cô ấy tức giận vì thái độ của những người khác."
        },
        {
            "en": "He <em>angered</em> fellow Democrats by breaking ranks with the leadership.",
            "vi": "Ông ta tức giận vì một số đồng liêu bên Đảng Dân chủ đã công khai chống đối."
        },
        {
            "en": "He was <em>angered</em> by his momentary lapse of control.",
            "vi": "Nó tức giận vì sự mất kiểm soát nhất thời của mình."
        },
        {
            "en": "The car salesman came on too strong and <em>angered</em> my wife.",
            "vi": "Tay bán xe hơi ăn nói quá đáng làm vợ tôi nổi giận."
        },
        {
            "en": "People get in bad mood and are easily <em>angered</em> even at little things.",
            "vi": "Người ta bực dọc và dễ nổi cáu thậm chí chỉ vì những chuyện nhỏ nhặt."
        },
        {
            "en": "The leader has taken some measures that have <em>angered</em> the party faithful.",
            "vi": "Vị lãnh đạo đã tiến hành một số biện pháp làm cho các tín hữu của Đảng tức giận."
        },
        {
            "en": "People get in a bad mood and are easily <em>angered</em> over little things.",
            "vi": "Người ta bực dọc và dễ nổi cáu vì những chuyện nhỏ nhặt."
        },
        {
            "en": "To counter the perceived Chinese aggression, the United States has conducted regular freedom of navigation exercises that have <em>angered</em> Beijing.",
            "vi": "Để chống lại sự xâm chiếm của Trung Quốc, Hoa Kỳ đã tiến hành các cuộc diễn tập hải quân tự do hợp pháp, điều này đã gây phẫn nộ cho Bắc Kinh."
        },
        {
            "en": "To counter the perceived Chinese aggression, the United States has conducted regular freedom of navigation exercises that have <em>angered</em> Beijing.",
            "vi": "Để chống lại sự xâm chiếm của Trung Quốc, Hoa Kỳ đã tiến hành các cuộc diễn tập hải quân tự do hợp pháp, điều này đã gây phẫn nộ cho Bắc Kinh."
        },
        {
            "en": "Mr. Liddy faced questions from lawmakers '<em>angered</em> by AIG's decision to give 165 million dollars in bonuses. The insurance company has received 170 billion dollars in federal aid.",
            "vi": "Ông Liddy đã phải đối phó với những câu hỏi gay gắt của các nhà lập pháp bất bình trước quyết định của AIG trả 165 triệu đô la tiền thưởng trong khi nhận được 170 tỉ đô la trợ cấp từ liên bang."
        },
        {
            "en": "All people were <em>angered</em> and did not value his logical argument and they looked at him as a spy from another kingdom.",
            "vi": "Tất cả mọi người tức giận lên và đã không coi trọng lý lẽ hợp lý của anh ấy, và họ nhìn anh như một gián điệp đến từ một vương quốc khác."
        },
        {
            "en": "Mr. Liddy faced questions from lawmakers' <em>angered</em> by AIG's decision to give 165 million dollars in bonuses. The insurance company has received 170 billion dollars in federal aid.",
            "vi": "Ông Liddy đã phải đối phó với những câu hỏi gay gắt của các nhà lập pháp bất bình trước quyết định của AIG trả 165 triệu đô la tiền thưởng trong khi nhận được 170 tỉ đô la trợ cấp"
        },
        {
            "en": "Spain announced that it will move to dismiss Catalonia's separatist government and call fresh elections which has <em>angered</em> supporters of independence",
            "vi": "Tây Ban Nha tuyên bố sẽ bác bỏ chính phủ ly khai của Catalonia và kêu gọi những cuộc bầu cử mới, điều đó đã khiến những người ủng hộ độc lập trở nên phẫn nộ"
        },
        {
            "en": "Spain announced that it will move to dismiss Catalonia's separatist government and call fresh elections which has <em>angered</em> supporters of independence",
            "vi": "Tây Ban Nha tuyên bố sẽ bác bỏ chính phủ ly khai của Catalonia và kêu gọi những cuộc bầu cử mới, điều đó đã khiến những người ủng hộ độc lập trở nên phẫn nộ"
        },
        {
            "en": "Old Behrman was <em>angered</em> at such an idea. \"Are there people in the world with the foolishness to die because leaves drop off a vine? Why do you let that silly business come in her brain?\"",
            "vi": "Ông lão Behrman vô cùng giận dữ về cái ý tưởng như thế. \"Ở đời này làm gì có người nào ngu ngốc muốn tìm lấy cái chết chỉ vì những chiếc lá rơi rụng từ một cây trường xuân cơ chứ? Tại sao cô lại để cho cái ý tưởng ngu ngốc đến thế lọt vào tâm trí cô ta?\""
        },
        {
            "en": "His prediction and Ms Badakou's victory are likely to give hope to fans <em>angered</em> with their players' lackluster performance and a demand of $200,000 each to take part in the tournament.",
            "vi": "Tiên đoán của ông với chiến thắng của cô badakou có vẻ như mang lại hy vọng cho những fan hâm mộ trước đó đã giận dữ trước lối chơi mờ nhạt và yêu sách $200.000 cho mỗi cầu thủ trong từng lượt trận của vòng đấu."
        },
        {
            "en": "A teacher at an international school in HCM City has <em>angered</em> the public after calling the first grader a donkey. The child insisted on withdrawing from school after the insult.",
            "vi": "Một giáo viên tại một trường quốc tế ở TP HCM đã khiến công chúng tức giận sau khi gọi các học sinh lớp một là con lừa. Nhiều học sinh khăng khăng muốn chuyển trường sau khi bị xúc phạm."
        }
    ],
    "suggestions": []
}