{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ændziou'dʒenisis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hình thành mạch</td></tr></table><i/></div>",
            "word": "angiogenesis",
            "pronounce": "[,ændziou'dʒenisis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>angiogenesis</k><blockquote>■ <cclass>noun <cclass>Physiology the development of new blood vessels. </cclass></cclass></blockquote></div>",
            "word": "angiogenesis",
            "pronounce": "[,ændziou'dʒenisis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "angiogenesis",
            "pronounce": "[,ændziou'dʒenisis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "angiogenesis",
            "pronounce": "[,ændziou'dʒenisis]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tạo mạch</font></td></tr></tbody></table></div>",
            "word": "angiogenesis",
            "pronounce": "[,ændziou'dʒenisis]"
        }
    },
    "sentences": [
        {
            "en": "Tram began her research on trinh nu hoang cung in 1990, when she was an officer of the Central Medicine Company No 2 and collaborator with the Bulgaria Academy of Science. She discovered that the plant contains active biological elements which stimulate immunity and prevent cancer cell <em>angiogenesis</em>, and therefore, can be used to support the treatment of cancer.",
            "vi": "Trâm bắt đầu nghiên cứu của mình trên cây Trinh nữ hoàng cung vào năm 1990, khi cô là một nhân viên của công ty Trung tâm dược phẩm số 2 và cộng tác viên với trường khoa học Bun-ga-ri. Cô ấy đã khám phá ra rằng thực vật bao gồm những phần tử sinh học hoạt tính, cái mà kích thích hệ miễn dịch và ức chế các mạch máu nuôi dưỡng tế bào ung thư. Và do đó có thể được sử dụng để hỗ trợ điều trị ung thư."
        },
        {
            "en": "Scientists have discovered two proteins secreted from the skin of frogs that could help treat cancer and other diseases by disrupting the growth of blood vessels: one switches the process of \"<em>angiogenesis</em>\" on, and the other switches it off. The researchers say the discovery has the potential to transform cancer from a terminal illness to a chronic condition.",
            "vi": "Các nhà khoa học đã phát hiện ra hai loại prô-tê-in tiết ra từ da của ếch có thể giúp điều trị ung thư và các bệnh khác bằng cách làm gián đoạn sự phát triển của các mạch máu: một prô-tê-in kích hoạt quá trình “tạo mạch” và prô-tê-in kia làm ngưng quá trình này. Các nhà nghiên cứu cho biết phát hiện này có tiềm năng biến đổi bệnh ung thư từ một bệnh nan y thành một bệnh mãn tính."
        },
        {
            "en": "Frog skin could help treat cancer and other diseases         \nScientists have discovered two proteins secreted from the skin of frogs that could help treat cancer and other diseases by disrupting the growth of blood vessels: one switches the process of \"<em>angiogenesis</em>\" on, and the other switches it off. The researchers say the discovery has the potential to transform cancer from a terminal illness to a chronic condition.  The award-winning discovery is the work of Professor Chris Shaw and colleagues at Queen's University Belfast, in Northern Ireland.   Shaw is Professor in Drug Discovery at Queen's School of Pharmacy, where he specializes in finding and classifying naturally occurring, biologically active agents, most notably those found in the venom of amphibians all over the world.\n \nIn this latest discovery, Shaw and colleagues identified two mini-proteins or \"peptides\" (typically shorter than proteins but made from similar building blocks, amino acids) secreted on the skin of the Waxy Monkey Frog and the Giant Firebellied Toad that have the potential to stimulate or switch off \"<em>angiogenesis</em>\", the process of growing new blood vessels.  The peptide they found in skin of the Waxy Monkey Frog can switch off <em>angiogenesis</em> and the peptide they found in the skin of the Giant Firebellied Toad does the opposite: it can switch on <em>angiogenesis</em>.  As a cancer tumor grows and needs more oxygen and nutrients, it gets to a point where it has to develop its own blood supply, or it can't grow any bigger. So the idea is that a peptide that switches off <em>angiogenesis</em> could be incorporated into cancer drugs so the tumors either starve or stop growing.\n \nIn a statement to the press, Shaw explained the potential of such a compound:\n \n\"Stopping the blood vessels from growing will make the tumour less likely to spread and may eventually kill it. This has the potential to transform cancer from a terminal illness into a chronic condition.\"  On the other hand, a peptide that can switch on <em>angiogenesis</em> is also useful. For instance, in diseases or conditions where blood vessels need to repair quickly, such as in helping wounds to heal, in organ transplants, diabetic ulcers, and where strokes or heart conditions have left blood vessels damaged.  <em>Angiogenesis</em> has been a prime target for new drugs for over four decades, said Shaw, who said the reason he and his team look to the natural world for such compounds is because despite billions of investment by scientists and drug companies, man-made drugs that can effectively target and control the growth of blood vessels have yet to appear.  \"We are absolutely convinced that the natural world holds the solutions to many of our problems, we just need to pose the right questions to find them,\" said Shaw.\n \n\"It would be a great shame to have something in nature that is potentially the wonder drug to treat cancer and not aim to do everything in our power to make it work,\" he added.\n \nShaw's team members are very careful when they handle the frogs, so as not to harm them. They gently extract the secretions, and then release the frogs back into the wild.  Other studies have also shown that amphibians synthesize and secrete a range of chemicals with antimicrobial properties.  Earlier this year, scientists Ren Lai and colleagues from China reported in the Journal of Proteome Research that they found 79 different antimicrobial peptides, including 59 that were totally new to science, in the brains of two types of toad. Some of the peptides were so powerful they could cripple or kill strains of staph bacteria, E. coli, and some types of fungus that infect humans.  Sources: Queen's University Belfast, AlphaGalileo Foundation, American Chemical Society, via EurekAlert!.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Da ếch có thể giúp điều trị ung thư và các bệnh khác      \nCác nhà khoa học đã phát hiện ra hai loại prô-tê-in tiết ra từ da của ếch có thể giúp điều trị ung thư và các bệnh khác bằng cách làm gián đoạn sự phát triển của các mạch máu: một prô-tê-in kích hoạt quá trình “tạo mạch” và prô-tê-in kia làm ngưng quá trình này. Các nhà nghiên cứu cho biết phát hiện này có tiềm năng biến đổi bệnh ung thư từ một bệnh nan y thành một bệnh mãn tính.  Phát hiện đoạt giải thưởng này là công trình nghiên cứu của Giáo sư Chris Shaw và các đồng nghiệp tại Đại học Queen Belfast, ở Bắc Ai-len.  Shaw là giáo sư khoa Nghiên cứu chế tạo thuốc tại Trường Đại học Dược Queen, nơi ông chuyên về phát hiện và phân loại các chất có hoạt tính sinh học có trong tự nhiên, đáng chú ý nhất là các chất thấy trong nọc độc của loài lưỡng cư ở khắp nơi trên thế giới..\n \nTrong khám phá mới nhất này, Shaw và đồng nghiệp phân biệt 2 prô-tê-in nhỏ hay còn gọi là “pép-tít” (thường ngắn hơn so với các prô-tê-in nhưng cũng được tạo thành từ các khối thành phần tương tự, a-xít aminô) tiết ra trên da của ếch xanh lá và giống cóc Firebellied lớn, có tiềm năng kích thích hay làm tắt “sự tạo mạch”, quá trình phát triển mạch máu mới.\n \nLoại pép-tít họ thấy trong da của ếch xanh lá có thể làm tắt sự tạo mạch và loại pép-tít trong da của cóc Firebellied lớn có tác dụng ngược lại: kích hoạt sự tạo mạch.   \n \nKhi khối u ung thư phát triển và cần có thêm ô-xi cùng với chất dinh dưỡng, nó sẽ đến mức cần phải phát triển nguồn cung cấp máu riêng của nó, hoặc nó không thể nào phát triển lớn hơn. Vì vậy, ý tưởng là một pép-tít sẽ làm tắt mạch có thể được kết hợp vào các loại thuốc trị ung thư khiến các khối u bị chết đói hoặc ngừng phát triển.  Trong một tuyên bố với báo chí, Shaw giải thích tiềm năng của một hợp chất như vậy:\n \n “Ngăn chặn các mạch máu phát triển sẽ làm cho khối u ít có khả năng phát tán và cuối cùng có thể giết nó. Điều này có tiềm năng để biến bệnh ung thư từ bệnh nan y thành một bệnh mãn tính.”\n \nMặt khác, một pép-tít có thể kích hoạt sự tạo mạch cũng rất hữu ích. Ví dụ, trong các bệnh hay tình trạng mà mạch máu cần được sửa chữa nhanh chóng, chẳng hạn như trong việc giúp chữa lành vết thương, trong cấy ghép nội tạng, loét do tiểu đường, và đột quỵ hay các bệnh tim mà làm cho mạch máu bị tổn thương.  Theo Shaw, sự tạo mạch đã là một mục tiêu chính cho các loại thuốc mới trong hơn bốn thập niên qua, đó cũng chính là lý do ông và nhóm của mình tìm kiếm trong thế giới tự nhiên những hợp chất như vậy bởi vì mặc dù nhiều nhà khoa học và các công ty dược phẩm đã đầu tư hàng tỉ nghiên cứu thì các loại thuốc do con người tạo ra nhắm đến sự kiểm soát tăng trưởng mạch máu một cách hiệu quả vẫn chưa đạt được.\n “Chúng tôi hoàn toàn tin rằng thế giới tự nhiên nắm giữ giải pháp cho nhiều vấn đề của con người, chúng ta chỉ cần đặt ra các câu hỏi thích hợp để tìm thấy chúng”, Shaw nói. \n “Sẽ thật xấu hổ nếu có một chất gì đó trong tự nhiên có tiềm năng là thuốc trị ung thư mà chúng ta không cố gắng làm mọi chuyện trong khả năng để biến nó thành hiện thực”, ông nói thêm.  Các thành viên trong nhóm của Shaw rất cẩn thận khi xử lý ếch, để không làm hại chúng. Họ nhẹ nhàng trích xuất các dịch tiết, và sau đó thả những con ếch trở lại môi trường hoang dã.\n \nCác nghiên cứu khác cũng chỉ ra rằng động vật lưỡng cư tổng hợp và tiết ra một loạt các hoá chất có tính kháng khuẩn.\n \nVào đầu năm nay, nhà khoa học Ren Lai và các đồng nghiệp từ Trung Quốc đã trình bày trong Tạp chí Nghiên cứu Proteome rằng họ đã tìm thấy 79 loại pép-tít kháng khuẩn khác nhau, bao gồm 59 loại hoàn toàn mới đối với khoa học, trong não bộ của 2 loài cóc. Một số loại pép-tít mạnh đến nỗi chúng có thể làm tê liệt hoặc giết chết các dòng tụ cầu khuẩn, trực khuẩn E.coli, và một số loài nấm gây bệnh cho người.\n \nNguồn: Đại học Queen Belfast, AlphaGalileo Foundation, Hội Hóa học Mỹ, thông qua EurekAlert!\n \nTác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "What is ovarian cancer? This cancer begins in the ovaries, the twin organs that produce a woman's eggs and the main source of the female hormones estrogen and progesterone. Treatments for ovarian cancer have become more effective in recent years, with the best results seen when the disease is found early.  Ovarian cancer symptoms     * Bloating or pressure in the belly.     * Pain in the abdomen or pelvis.     * Feeling full too quickly during meals.     * Urinating more frequently. These symptoms can be caused by many conditions that are not cancer. If they occur daily for more than a few weeks, report them to your health care professional. Risk factor: Family history A woman's odds of developing ovarian cancer are higher if a close relative has had cancer of the ovaries, breast, or colon. Researchers believe that inherited genetic changes account for 10% of ovarian cancers. This includes the BRCA1 and BRCA2 gene mutations, which are linked to breast cancer.  Women with a family history of disease should talk with a doctor to see whether closer medical follow-up could be helpful. Risk factor: Age The strongest risk factor for ovarian cancer is age. It's most likely to develop after a woman goes through menopause. Using postmenopausal hormone therapy may increase the risk. The link seems strongest in women who take estrogen without progesterone for at least 5 to 10 years. Doctors are not certain whether taking a combination of estrogen and progesterone boosts the risk as well. Risk factor: Obesity Obese women have a higher risk of getting ovarian cancer than other women. And the death rates for ovarian cancer are higher for obese women too, compared with non-obese women. The heaviest women appear to have the greatest risk. Ovarian cancer screening tests There are two ways to screen for ovarian cancer before it causes symptoms or shows up during a routine gynecologic exam. One is a blood test for elevated levels of a protein called CA-125. The other is an ultrasound of the ovaries. Unfortunately, neither technique has been shown to save lives when used in women of average risk. For this reason, screening is only recommended for women with strong risk factors. Diagnosing ovarian cancer Imaging tests, such as ultrasound or CT scans can help reveal an ovarian mass. But these scans can't determine whether the abnormality is cancer. If cancer is suspected, the next step is usually surgery to remove suspicious tissues. A sample is then sent to the lab for further examination. This is called a biopsy. Sometimes a sample taken with a needle can also be used for diagnosis. Stages of ovarian cancer The initial surgery for ovarian cancer also helps determine how far the cancer has spread, described by the following stages: Stage I: Confined to one or both ovaries. Stage II: Spread to the uterus or other nearby organs. Stage III: Spread to the lymph nodes or abdominal lining. Stage IV: Spread to distant organs, such as the lungs or liver. Types of ovarian cancer The vast majority of ovarian cancers are epithelial ovarian carcinomas. These are malignant tumors that form from cells on the surface of the ovary. Some epithelial tumors are not clearly cancerous. These are known as tumors of low malignant potential (LMP.) LMP tumors grow more slowly and are less dangerous than other forms of ovarian cancer. Ovarian cancer survival rates Ovarian cancer can be a frightening diagnosis, with 5-year relative survival rates that range from 89% to 18% for epithelial ovarian cancer, depending on the stage when the cancer was found. But keep in mind that these odds are based on women diagnosed from 1988 to 2001. The treatments and outlook may be better for people diagnosed today. For LMP tumors, the five-year relative survival rates range from 99% to 77%. Ovarian cancer surgery Surgery is used to diagnose ovarian cancer and determine its stage, but it is also the first phase of treatment. The goal is to remove as much of the cancer as possible. This may include a single ovary and nearby tissue in stage I. In more advanced stages, it may be necessary to remove both ovaries, along with the uterus and surrounding tissues. Chemotherapy In all stages of ovarian cancer, chemotherapy is usually given after surgery. This phase of treatment uses drugs to target and kill any remaining cancer in the body. The drugs may be given by mouth, through an IV, or directly into the belly (intraperitoneal chemotherapy.) Women with LMP tumors usually don't need chemo unless the tumors grow back after surgery. Targeted therapies Researchers are working on therapies that target the way ovarian cancer grows. A process called <em>angiogenesis</em> involves the formation of new blood vessels to feed tumors. A drug called Avastin blocks this process, causing tumors to shrink or stop growing (seen in the illustration here). Avastin is approved for other cancers, but ovarian cancer researchers are still testing this therapy, which can have serious side effects. After treatment: Early menopause When women have both ovaries removed, they can no longer produce their own estrogen. This triggers menopause, no matter how young the patient. The drop in hormone levels can also raise the risk for certain medical conditions, including osteoporosis. It's vital that women have regular health care after being treated for ovarian cancer. After treatment: Moving on Women may find that it takes a long time for their energy to return after treatments end. Fatigue is a very common problem after treatment for cancer. Beginning a gentle exercise program is one of the most effective ways to restore energy and improve emotional well-being. Check with your health care team to determine which activities are right for you. Risk reducer: Pregnancy Women who have biological children are less likely to get ovarian cancer than women who have never given birth. The risk appears to decrease with every pregnancy, and breastfeeding may offer added protection. Risk reducer: 'The pill' Ovarian cancer is also less common in women who have taken birth control pills. Women who have used the pill for at least five years have about half the risk of women who never took the pill. Like pregnancy, birth control pills prevent ovulation. Some researchers think ovulating less often may protect against ovarian cancer. Risk reducer: Tubal ligation Getting your tubes tied, known as tubal ligation, may offer some protection against ovarian cancer. The same goes for having a hysterectomy – removing the uterus while leaving the ovaries intact. Risk reducer: Removing the ovaries For women with genetic mutations that put them at high risk for ovarian cancer, removing the ovaries is an option. This can also be considered in women over 40 getting a hysterectomy. Risk reducer: Low-fat diet While there is no definitive diet to prevent ovarian cancer, there is evidence that what you eat can make a difference. In one recent study, women who stuck to a low-fat diet for at least four years were less likely to develop ovarian cancer. Some researchers report the cancer is also less common in women who eat a lot of vegetables, but more studies are needed.  ",
            "vi": "Ung thư buồng trứng là gì? Chứng ung thư này khởi phát ở buồng trứng, cơ quan kép sản sinh trứng và là nơi cung cấp hooc-môn estrogen và progesterone chủ yếu ở nữ. Trong những năm gần đây nhiều phương pháp điều trị ung thư buồng trứng đã trở nên có hiệu quả hơn, cho kết quả tốt nhất khi bệnh được phát hiện sớm.  Các triệu chứng của ung thư buồng trứng  * Căng bụng hoặc nặng bụng.  * Đau bụng hoặc đau khung xương chậu.  * Cảm giác no rất nhanh trong khi ăn.  * Đi tiểu thường xuyên hơn. Các triệu chứng này có thể gây ra do nhiều bệnh khác không phải là ung thư. Nhưng nếu chúng xảy ra hằng ngày kéo dài trên một vài tuần thì bạn nên thông báo cho bác sĩ chăm sóc sức khoẻ của mình biết nhé.  Yếu tố rủi ro: Tiền sử gia đình bị ung thư buồng trứng Tỉ lệ phát triển ung thư buồng trứng ở nữ cao hơn nếu có quan hệ họ hàng gần gũi với người đã từng bị ung thư buồng trứng, ung thư vú, hoặc ung thư kết tràng. Nhiều công trình nghiên cứu cho rằng các biến đổi gien di truyền chiếm đến 10% số ca ung thư buồng trứng. Ở đây bao gồm biến đổi gien BRCA1 và BRCA2, liên quan đến bệnh ung thư vú. Phụ nữ có tiền sử gia đình bị bệnh nên nói chuyện với bác sĩ để xem liệu phương pháp theo dõi y tế sát sao hơn có thể hữu ích hay không. Yếu tố rủi ro: Tuổi tác  Tuổi tác là yếu tố rủi ro nhất của ung thư buồng trứng. Chứng bệnh này hầu như có thể xảy ra ở phụ nữ sau mãn kinh. Việc sử dụng liệu pháp hooc-môn sau mãn kinh có thể làm tăng nguy cơ gây bệnh. Mối tương quan này có vẻ rõ rệt nhất ở phụ nữ sử dụng hooc-môn estrogen mà không sử dụng hooc-môn progesterone ít nhất từ 5 đến 10 năm. Đồng thời bác sĩ cũng không chắc là việc sử dụng kết hợp cả hooc-môn estrogen và progesterone có làm tăng nguy cơ gây bệnh hay không.  Yếu tố rủi ro: Béo phì  Phụ nữ béo phì có nguy cơ ung thư buồng trứng cao hơn những phụ nữ khác. Và tỉ lệ tử vong do ung thư buồng trứng ở người béo phì cũng cao hơn, so với người không béo phì. Người có trọng lượng cơ thể nặng nhất có nguy cơ bệnh nhiều nhất.   Các thử nghiệm sàng lọc ung thư buồng trứng  Có 2 cách để sàng lọc, xét nghiệm ung thư buồng trứng trước khi bộc phát triệu chứng hoặc cho thấy kết quả trong cuộc khám phụ khoa định kỳ. Một là xét nghiệm máu để tìm nồng độ prô-tê-in tăng cao được gọi là xét nghiệm CA-125. Hai là siêu âm buồng trứng. Tiếc là, không có kỹ thuật nào cho kết quả có thể cứu được bệnh nhân khi sử dụng đối với phụ nữ có nguy cơ mắc bệnh trung bình. Vì lý do này, phương pháp xét nghiệm sàng lọc chỉ được khuyến cáo cho những phụ nữ có nguy cơ mắc bệnh cao.  Chẩn đoán ung thư buồng trứng  Các xét nghiệm bằng hình ảnh, chẳng hạn như siêu âm hoặc chụp CT có thể giúp nhìn thấy được khối u buồng trứng. Nhưng các hình quét này không xác định được liệu dị dạng này có phải là ung thư hay không. Nếu bác sĩ nghi ngờ ung thư thì bước kế tiếp thường là phẫu thuật để cắt bỏ các mô khả nghi. Sau đó người ta gởi mẫu xét nghiệm này đến phòng thí nghiệm để kiểm tra thêm. Đây được gọi là sinh thiết. Đôi khi mẫu xét nghiệm được lấy bằng kim này cũng có thể được sử dụng để chẩn đoán.  Các giai đoạn ung thư buồng trứng  Phẫu thuật ban đầu đối với chứng ung thư buồng trứng cũng giúp xác định được xem ung thư đã phát tán bao xa, được miêu tả bằng các giai đoạn sau:  Giai đoạn I: Ung thư giới hạn ở một hoặc cả hai buồng trứng.  Giai đoạn II: Ung thư phát tán sang tử cung hoặc các cơ quan lân cận.  Giai đoạn III: Ung thư lây sang các hạch bạch huyết hoặc niêm mạc bụng.  Giai đoạn IV: Ung thư phát tán ra các cơ quan ở xa, chẳng hạn như phổi hoặc gan.  Các loại ung thư buồng trứng Đại đa số các ca ung thư buồng trứng là ung thư biểu mô buồng trứng. Đây là những khối u ác tính hình thành từ các tế bào trên bề mặt buồng trứng. Một số khối u biểu mô không phải là ung thư một cách rõ rệt. Chúng được coi là các khối u khả năng ác tính thấp (LMP.) các khối u LMP này phát triển chậm hơn và ít nguy hiểm hơn các dạng ung thư buồng trứng khác.   Tỉ lệ sống sót sau khi bị ung thư buồng trứng  Ung thư buồng trứng có thể là một chẩn đoán đáng sợ, tỉ lệ sống sót gần 5 năm ở người bị ung thư buồng trứng biểu mô từ 89% đến 18%, tuỳ thuộc vào việc phát hiện ung thư ở giai đoạn nào. Nhưng xin lưu ý rằng các tỉ lệ này dựa trên chẩn đoán của những phụ nữ từ năm 1988 đến năm 2001. Nhiều phương pháp phòng bệnh và điều trị bệnh có thể đã tốt hơn với bệnh nhân được chẩn đoán hiện tại. Đối với các khối u LMP thì tỉ lệ sống sót gần 5 năm dao động từ 99% đến 77%. Phẫu thuật ung thư buồng trứng  Biện pháp phẫu thuật được sử dụng để chẩn đoán ung thư buồng trứng và xác định xem ung thư đang ở giai đoạn nào, nhưng đây cũng là bước điều trị đầu tiên. Mục tiêu của phẫu thuật là để cắt bỏ khối ung thư càng nhiều càng tốt; có thể gồm một buồng trứng và một mô lân cận khi ung thư ở giai đoạn I. Đối với các giai đoạn cao hơn, có thể cần phải cắt bỏ cả hai buồng trứng, kể cả tử cung và các mô lân cận. Sử dụng hoá trị liệu để chữa ung thư buồng trứng  Hoá trị liệu thường được sử dụng sau khi phẫu thuật xong, đối với tất cả các giai đoạn ung thư buồng trứng. Giai đoạn điều trị này sử dụng thuốc để nhắm và diệt bất kỳ mầm ung thư nào còn sót lại trong cơ thể. Thuốc có thể được sử dụng đường uống, truyền tĩnh mạch, hoặc được sử dụng trực tiếp vào bụng (hoá trị liệu bụng.) Phụ nữ bị khối u LMP thường không cần hoá trị liệu trừ phi các khối u phát triển lại sau khi phẫu thuật xong.  Liệu pháp nhắm trúng đích  Nhiều nhà nghiên cứu đang làm việc trên các liệu pháp dùng để nhắm và nhận biết cách thức ung thư phát triển. Đây được gọi là quá trình hình thành mạch bao gồm quá trình hình thành mạch máu mới để nuôi khối u. Thuốc Avastin có tác dụng làm chặn quá trình này, làm cho các khối u teo lại hoặc ngừng phát triển (trong hình minh hoạ ở đây). Avastin được phép sử dụng cho nhiều bệnh ung thư khác, nhưng các nhà nghiên cứu ung thư buồng trứng vẫn đang thử nghiệm liệu pháp này, có thể phát sinh nhiều tác dụng phụ.  Mãn kinh sớm sau khi điều trị ung thư buồng trứng  Khi bị cắt bỏ cả hai buồng trứng thì người phụ nữ không còn khả năng tự sản sinh hooc-môn estrogen nữa. Điều này gây mãn kinh, dẫu cho người bệnh có nhỏ tuổi thế nào đi nữa. Sự giảm nồng độ hooc-môn này cũng có thể làm tăng nguy cơ mắc một số bệnh nào đó, bao gồm bệnh loãng xương. Điều quan trọng là phụ nữ cần nên được chăm sóc sức khỏe đều đặn sau khi điều trị ung thư buồng trứng.     Mệt mỏi vẫn còn sau khi điều trị ung thư buồng trứng  Nhiều phụ nữ có thể thấy rằng phải mất một thời gian dài mới có thể hồi phục lại năng lượng sau khi điều trị xong. Mệt mỏi là vấn đề rất thường thấy sau khi điều trị ung thư. Bắt đầu một chương trình tập thể dục nhẹ nhàng là một trong những cách hiệu quả nhất để phục hồi năng lượng và cải thiện sức khỏe cảm xúc. Bạn nên tham khảo nhóm chăm sóc y tế của mình để xác định xem hoạt động nào là thích hợp nhé.  Mang thai làm giảm nguy cơ mắc bệnh ung thư buồng trứng Phụ nữ sinh con có thể ít bị ung thư buồng trứng hơn so với người chưa từng sinh con. Nguy cơ mắc bệnh này có vẻ giảm đi với mỗi lần mang thai, và việc cho con bú mẹ cũng có thể phòng tránh được bệnh.  Thuốc tránh thai làm giảm nguy cơ mắc bệnh ung thư buồng trứng Ung thư buồng trứng cũng ít thấy ở phụ nữ sử dụng thuốc tránh thai hơn. Người sử dụng thuốc tránh thai trong vòng ít nhất 5 năm có nguy cơ mắc bệnh thấp hơn phân nửa số người chưa từng sử dụng viên thuốc tránh thai nào. Giống như mang thai, thuốc tránh thai làm ngăn rụng trứng. Một số nhà nghiên cứu cho rằng việc rụng trứng ít hơn có thể phòng tránh được bệnh ung thư buồng trứng.  Thắt ống dẫn trứng làm giảm nguy cơ ung thư buồng trứng Thủ thuật thắt vòi trứng, được biết đến giống như thuật thắt ống dẫn trứng, có thể phòng tránh được bệnh ung thư buồng trứng. Tương tự như thuật cắt bỏ tử cung - cắt bỏ tử cung trong khi vẫn để nguyên buồng trứng. Cắt bỏ buồng trứng làm giảm nguy cơ ung thư buồng trứng Đối với phụ nữ bị đột biến gien làm cho họ có nguy cơ bị ung thư buồng trứng cao thì thủ thuật cắt bỏ buồng trứng là một giải pháp. Đây cũng là một biện pháp được cân nhắc ở phụ nữ trên 40 tuổi đang được cắt bỏ tử cung. Chế độ dinh dưỡng ít chất béo làm giảm nguy cơ ung thư buồng trứng Mặc dù chẳng có chế độ dinh dưỡng nào đáng tin để có thể phòng tránh ung thư buồng trứng, nhưng có bằng chứng là những gì bạn ăn sẽ có thể tạo nên khác biệt. Một cuộc nghiên cứu mới đây cho biết phụ nữ có chế độ dinh dưỡng ít chất béo trong vòng ít nhất 4 năm thường ít có nguy cơ phát triển bệnh ung thư buồng trứng hơn. Một số nhà nghiên cứu cho biết phụ nữ ăn nhiều rau cải cũng ít bị ung thư hơn, nhưng điều này cần được nhiều công trình nghiên cứu chứng minh hơn nữa.   "
        }
    ],
    "suggestions": []
}