{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['æηgld]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có góc, có góc cạnh</td></tr></table><i/></div>",
            "word": "angled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "angled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "angled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "angled"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có góc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">angled stair</font><font color=\"#282828\">: cầu thang có góc</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">right angled offtake regulator</font><font color=\"#282828\">: cống lấy nước có góc rẽ vuông (góc)</font></li></td></tr></tbody></table></div>",
            "word": "angled"
        }
    },
    "sentences": [
        {
            "en": "Right-<em>angled</em> triangle",
            "vi": "Hình tam giác vuông"
        },
        {
            "en": "He was <em>angled</em> for a drinking-bout.",
            "vi": "Anh bị gài độ nhậu."
        },
        {
            "en": "This program is <em>angled</em> at young viewers.",
            "vi": "Chương trình này nhằm vào các khán giả trẻ."
        },
        {
            "en": "This programme is <em>angled</em> at young viewers.",
            "vi": "Chương trình này hướng về các khán giả trẻ."
        },
        {
            "en": "He was <em>angled</em> for a drinking - bout.",
            "vi": "Anh bị gài độ nhậu."
        },
        {
            "en": "He <em>angled</em> for a free ticket in many ways.",
            "vi": "Bằng mọi cách anh ta cố moi cho được một chiếc vé miễn phí."
        },
        {
            "en": "The alley <em>angled</em> slightly downward as it narrowed.",
            "vi": "Con hẻm hơi nghiêng xuống khi thu hẹp lại."
        },
        {
            "en": "Alice <em>angled</em> the car carefully before she came to a full stop.",
            "vi": "Alice cẩn thận lái xéo xe sang một góc rồi mới dừng hẳn lại."
        },
        {
            "en": "Their efforts have been <em>angled</em> very much towards improving customer service.",
            "vi": "Họ cố gắng tập trung nhắm đến việc cải thiện dịch vụ khách hàng."
        },
        {
            "en": "A right <em>angled</em> triangle is a triangle which has a right angle in it.",
            "vi": "Tam giác vuông là tam giác có một góc vuông."
        },
        {
            "en": "He turned and blasted an <em>angled</em> shot over from a good position.",
            "vi": "Anh ta quay người, bắn phá từ một vị trí thuận lợi."
        },
        {
            "en": "He <em>angled</em> his chair so that he could sit and watch her.",
            "vi": "Anh ta tranh thủ cái ghế để ngồi và ngắm cô ta."
        },
        {
            "en": "A hypotenuse is the longest side of a right - <em>angled</em> triangle, the side opposite the right angle.",
            "vi": "Một cạnh huyền là cạnh dài nhất của một tam giác vuông, cạnh đối diện góc vuông."
        },
        {
            "en": "He was sitting as far away from me as the desk allowed, but his chair was <em>angled</em> toward me.",
            "vi": "Anh đang ngồi xa tôi hết mức bàn cho phép, nhưng ghế anh xoay về phía tôi."
        },
        {
            "en": "He held the compass in a skilled way, twisting the map around till it <em>angled</em> the way he wanted.",
            "vi": "Anh chàng cầm la bàn một cách thành thạo, xoay bản đồ vòng quanh cho đến khi nó theo hướng anh chàng muốn."
        },
        {
            "en": "A hypotenuse is the longest side of a right-<em>angled</em> triangle, the side opposite the right angle.",
            "vi": "Một cạnh huyền là cạnh dài nhất của một tam giác vuông, cạnh đối diện góc vuông."
        },
        {
            "en": "3D epoxy floors let you experience the thrill of going to the toilet in public by using <em>angled</em> photos and multiple transparent layers to turn your bathroom into an outdoor space.",
            "vi": "Sàn nhựa 3D sẽ làm bạn khoái trá khi đến các nhà vệ sinh công cộng, bằng kỹ thuật chụp ảnh nghiêng và nhiều lớp trong suốt, biến phòng tắm thành không gian ngoài trời."
        },
        {
            "en": "2010 FIFA World Cup™ - Key players          Claudia Wong spots three key players from each group at the 2010 FIFA World Cup™. Group A South Africa Steven Pienaar Described as their ‘best player by an absolute mile' by Everton Manager David Moyes, Steven Pienaar is the star player of the South African national team.  He brings not only his outstanding skills to the fore, but also his European experience at Everton.  Backed by the home crowd, the ‘Mighty Peanut' is sure to deliver with his adept left foot and fast pace.  The pride of Johannesburg, he looks set to fly his country's colours at this year's World Cup on home soil. Uruguay Diego Forlan Born into a family of football stars, Diego Forlan's father and grandfather played for Uruguay and Independiente in Argentina.  As top scorer in 2005 with Villarreal and Atletico Madrid in 2009, Forlan scored a hat-trick against Peru in the South American qualifiers.  Uruguay's hopes will rely solely on this forward to showcase his two-footedness in South Africa. France William Gallas During his days as a Chelsea player, William Gallas formed an impregnable partnership with John Terry, before moving on to become a key player for Arsene Wenger's Arsenal side.  At the center of defense, any player seeking to sneak past France will have to face the experienced might of the Frenchman.  Group B Argentina Lionel Messi Debuting in the 2004-05 season, Lionel Messi broke the La Liga record for the youngest footballer to appear in a league game, and the youngest to score a league goal.  His power, balance, strength and versatility makes Messi an integral part of Barcelona's dominance in Spain and Europe over the last few seasons.  Living up to the Argentine number ten shirt, Messi wore this jersey for the first time in the FIFA World Cup™ qualifier against Venezuela. Goals from Messi are sure to come in South Africa. Nigeria John Michael Ncekwube Obinna Carlo Ancelotti, Chelsea's current manager and a former Italian midfielder, claims that with regard to playing characteristics, John Michael Ncekwube Obinna, more commonly known as Mikel, plays like himself.  He impressed Jose Mourinho in the first week at Chelsea, and has exceeded expectations.  Able to disrupt attacks and spread play, Mikel's presence in the 2010 FIFA World Cup™ will stir up and unite hopes in the hearts of Nigerians.   South Korea Park Ji-Sung Asia's pride, Park Ji-Sung was the star in the 2002 World Cup™ where South Korea advanced to the semi-finals, scoring the match winner against Portugal.  Kick-starting his career as a defensive midfielder, Park is the only Korean to win the UEFA Champions League and the first Asian to ever play in a final of such a tournament.  His speed, skill and never-say-die attitude make him an indispensible and a legendary team captain of the gutsy South Korean side. Group C England John Terry John Terry led Chelsea to two Premier League titles in 2004-05 with an excellent defensive record ever in football League history. His experience in the centre-back role, ability to read the game well from the back and his flawless defensive skills made him the only English player to make the all-star squad for the 2006 FIFA World Cup™.  Although he will not be captaining the English side this World Cup™, his sterling performance will be fundamental to the Three Lions hopes. United States of America Clinton Drew Dempsey Scored the only goal by a US player in the 2006 World Cup™, Clinton Drew Dempsey portrays versatility and style in the midfield.  He brings his Fulham experience, tenacity in approaching goal, and excellent dribbling skills to the table.  His spirit of perseverance in playing games through injuries will only bring his team further in the World Cup™. Slovenia Milivoje Novakovic Scoring five goals in qualifiers, Milivoje Novakovic is Slovenia's forward to mark.  He was remembered for his brilliant hat-trick against Trinidad and Tobago.  Slovenia will need Novakovic to be at his sharpest if they are to progress from Group C. Group D Germany Miroslav Klose All of Miroslav Klose's five goals in the 2002 World Cup™ were headers, and he holds the only record for scoring five goals each in consecutive World Cups™. Having won the golden boot in the 2006 World Cup™, he was also one of the two players from the All-Star Team of 2002 to make it again to the All-Star Team of the 2006 World Cup™.  Bayern Munich's heading machine, he also provides good assists and has an innate instinct to make the most of his chances. Serbia Nemanja Vidic Part of the ‘Famous Four' of Serbia's defence, Nemanja Vidic's aggressiveness on the pitch and perfectly timed tackles caused his side to let in only one goal in the ten-game qualification of the 2006 World Cup™.  In his 2008-09 season with Manchester United, he had a Premiership-record of 14 consecutive clean sheets.  His ability to turn defense into effective counter-attacks makes him an exceptional player. Ghana Michael Kojo Essien A formidable midfield presence, Michael Kojo Essien is Ghana's national hero.  Not afraid to unleash his shooting prowess from the distance, Essien is an all-rounder who excels in defensive play too.  His versatility has deployed him to several roles both defensively and offensively, and his opponents are often wary of him.  The energy, spirit and attitude he puts into every play is more than commendable. Group E Netherlands Dirk Kuyt Having boundless energy and a high work rate, Dirk Kuyt makes excellent assists with his crossing and <em>angled</em> runs in attack.  A selfless player, he tracks back to aid in defense and is always on his feet for any chance at goal.  Scoring three in the 2010 World Cup™ qualifiers, he is a danger in the box to opposing defenders.  Denmark Christian Bager Poulsen Christian Bager Poulsen's two-footed passing ability and charismatic presence makes him a national team favourite.  His playmaking skills and determination on the pitch to destroy even the best attacks all reek of his talent.  He has his aggressive bouts of temper, including the infamous Rosenbeg punch, which have led to disciplinary records, but as a player, he has grown and matured.  He was also the first player to win Danish Player of the Year awards consecutively in 2005-06. Japan Shunsuke Nakamura The hopes of Japan in this World Cup™ lie on the shoulders of Shunsuke Nakamura, famous for his trusty left-foot and accurate free-kick taking abilities.  Named the Most Valuable Player in the 2004 Asian Cup, he was the first Japanese player and second Asian to score in the UEFA Champions League.  Japan is by far the most successful Asian team having won the Asian Cup thrice, and is looking forward to doing Asian football proud in the World Cup™. Group F Italy Gianluigi Buffon Awarded his first Italy cap at the age of 19, Gianluigi Buffon has kept five clean sheets and denied goals to any attacker in the 2006 World Cup™ finals.  He is the epitome of all goalkeeping ability, skill and positional sense.  Guarding the goalmouth with his accuracy in stopping and blocking shots, knowing when to come off the line and when to stay back has led to him attaining Serie A Goalkeeper of the Year a record of nine times. Paraguay Roque Santa Cruz A tall and powerfully built physique gives Roque Santa Cruz the pace to whiz around and have an edge over any defender.  Ambitious with a winning attitude, Cruz's touch often converts into goals and victories.  This Manchester City striker's determination to score made him one of Paraguay's top scorers in the 2010 FIFA World Cup™ qualifiers. New Zealand Ryan Nelsen Captaining the All Whites and as centre-back of Blackburn Rovers, Ryan Nelsen exudes outstanding defensive capabilities.  Five clean sheets in the qualification rounds all speak of his defensive resilience.  They have a relatively easy route than the other Asian World Cup™ participants, and might possibly be this year's underdog team to root for. Group G Brazil Ricardo Izecson dos Santos Leite Kaka's speed, intelligence with the ball and mastery on both feet enables him to weave through midfield, slip past defenders, and find the back of the net repeatedly. Flashy footwork, composure, and an eye for goal are all part of his goal-scoring prowess. Successes at AC Milan and Real Madrid have caused many to rate him as the best player on the planet. Cote D'Ivoire Didier Yves Drogba Tebily Having a slightly later start in his football career, Didier Drogba has muscled his way into prominence with goalscoring determination.  Drogba's pace, strength, aerial accuracy contributes to his assists from both the left and right side of the pitch. An inspiring captain, he helped his team qualify for their first ever World Cup™ in 2006 in Germany.  Named 2009 African Footballer of the Year, this was his second win of this award. Portugal Cristiano Ronaldo Cristiano Ronaldo's trademark stepovers, quick turning, and tricky bypasses leave his opponents tripping over their own feet.  In addition, Ronaldo is the most expensive player in the history of football. An asset to Real Madrid, the goals he contributed are certainly worth the price.  He has many awards to his name, including Manchester United's first Ballon d'Or in 40 years and FIFA World Player of the Year in 2008. Group H Spain Fernando Jose Torres Sanz El Nino, the hero that scored the winner for Spain in the Euro 2008 Final, is in the cream of the crop among today's football stars.  Whenever he plays he is bound to score, fully utilizing his lightning pace, sharp twists and turns, and overpowering skill.  Moving from Atletico Madrid to Liverpool, he is a star wherever he goes. This FIFA World Cup™, Spain's number nine is one to look out for. Switzerland Alexander Frei Switzerland's captain and all-time top scorer, Alexander Frei currently plays for FC Basel.  A steady player who never fails to assist and contribute last-minute goals, Frei is an inspiring leader and an able team player at the same time.  Swiss Footballer of the Year in 2004 and 2007, his country will be depending on him to put in some goals. Chile Mark Gonzalez Burning down the left flanks, Mark Gonzalez is nicknamed \"Speedy Gonzalez\". Having stints at Real Betis, Liverpool and Club Deportivo Universidad Catolica, he has a wealth of experience, including being the highest-capped player in the squad. Born in South Africa but moving on to Chile later on, Gonzalez looks set to score in the country he was born in.",
            "vi": "World cup 2010 – Những cầu thủ chủ chốt      Claudia Wong chọn ra ba cầu thủ chủ chốt từ mỗi bảng đấu ở Cúp bóng đá thế giới FIFA 2010. Bảng A Nam Phi Steven Pienaar Được huấn luyện viên của Everton ông David Moyes mô tả như là \"cầu thủ có tốc độ siêu việt nhất\" của họ, Steven Pienaar là cầu thủ ngôi sao của đội tuyển quốc gia Nam Phi. Anh không chỉ đem đến những kỹ thuật xuất chúng hàng đầu cho đội bóng, mà còn cả những kinh nghiệm thi đấu châu Âu trong màu áo Everton của mình. Được đám đông cổ động viên nhà hậu thuẫn, Mighty Peanut chắc chắn sẽ thể hiện những bước chạy thần tốc cùng cái chân trái điêu luyện của anh. Với niềm tự hào của Johannesburg, anh dường như sẽ làm ngập tràn màu cờ đất nước mình tại World cup năm nay trên mảnh đất quê hương. Uruguay Diego Forlan Được sinh ra trong một gia đình gồm những ngôi sao bóng đá, cha và ông của Diego Forlan thi đấu cho Uruguay và Independiente của Argentina. Là cầu thủ ghi bàn hàng đầu trong năm 2005 với Villarreal và Atletico Madrid năm 2009, Forlan lập hat-trick trong trận gặp Peru ở vòng loại khu vực Nam Mỹ. Những hi vọng của Uruguay sẽ chỉ trông cậy vào tiền đạo này thể hiện qua phong độ đôi chân của anh ấy tại Nam Phi. Pháp William Gallas Trong thời gian là cầu thủ của Chelsea, William Gallas hình thành nên một bộ đôi vững chắc với John Terry, trước khi chuyển sang làm cầu thủ chủ chốt trong đội hình Arsenal của ông Arsene Wenger. Ở vị trí trung tâm phòng ngự, bất kỳ cầu thủ nào tìm cách vượt qua Pháp sẽ phải đối mặt với sức mạnh về kinh nghiệm trận mạc của cầu thủ người Pháp này. Bảng B Argentina Lionel Messi Ra mắt lần đầu tiên trong mùa bóng 2004-05, Lionel Messi phá kỷ lục tại giải La Liga là cầu thủ bóng đá trẻ nhất xuất hiện trong một trận cầu thuộc giải vô địch quốc gia, và là cầu thủ trẻ tuổi nhất ghi bàn ở giải vô địch này. Sự linh hoạt, sức bền, sự ổn định và sức mạnh của Messi khiến anh là một phần không thể thiếu trong đế chế Barcelona tại Tây Ban Nha và châu Âu những mùa bóng gần đây. Xứng đáng với chiếc áo số 10 của Argentine, Messi mặc chiếc áo này lần đầu tiên trong trận gặp Venezuela tại vòng loại World cup. Những bàn thắng của Messi chắc chắn sẽ xuất hiện tại Nam Phi. Nigeria John Michael Ncekwube Obinna Ông Carlo Ancelotti, huấn luyện viên hiện tại của Chelsea và là cựu trung vệ của Ý, cho rằng, về phong cách thi đấu, John Michael Ncekwube Obinna, thường được gọi là Mikel, đá bóng như chính bản thân ông ta vậy. Anh gây ấn tượng với Jose Mourinho ngay tuần đầu tiên ở Chelsea, và đã thể hiện vượt xa những kỳ vọng ban đầu. Có thể ngăn cản những đợt lên bóng của đối phương và chơi trên diện rộng, sự hiện diện của Mikel tại World cup 2010 sẽ khuấy động lên và gắn kết những hi vọng trong những trái tim người Nigeria. Hàn Quốc Park Ji-Sung Niềm tự hào của châu Á, Park Ji-Sung là ngôi sao tại World cup 2002 giải đấu mà Hàn Quốc tiến vào đến trận bán kết, ghi bàn trong trận thắng Bồ Đào Nha. Khởi đầu sự nghiệp của mình với vai trò một tiền vệ phòng ngự, Park là người Hàn Quốc duy nhất vô địch UEFA Champions League và là người châu Á đầu tiên thi đấu trận chung kết của một giải đấu danh giá như vậy. Tốc độ, kỹ thuật và tinh thần thi đấu không biết mệt mỏi của bản thân khiến anh trở thành người không thể thiếu và là một đội trưởng huyền thoại của đội bóng Hàn Quốc đầy quả cảm. Bảng C Anh  John Terry John Terry đưa Chelsea đến hai danh hiệu vô địch Ngoại hạng Anh vào năm 2004-05 với một kỷ lục phòng thủ xuất sắc chưa từng có trong lịch sử giải đấu. Kinh nghiệm trong vai trò hậu vệ trung tâm, khả năng đọc trận đấu tốt từ phía sau và các kỹ thuật phòng thủ hoàn hảo khiến anh là cầu thủ Anh duy nhất có mặt trong đội hình các ngôi sao FIFA World cup 2006. Mặc dù không còn là đội trưởng tuyển Anh ở World cup này, nhưng sự thể hiện đúng sức mình của anh sẽ là cơ sở cho những hy vọng của Tam Sư.  Mỹ  Clinton Drew Dempsey Là cầu thủ Mỹ ghi bàn duy nhất tại World cup 2006, Clinton Drew Dempsey có chân dung đa dạng và phong cách chơi bóng của một tiền vệ tấn công. Anh mang đến những kinh nghiệm thi đấu ở Fulham, sự bền bỉ trong việc tiếp cận mục tiêu, và những kỹ thuật rê bóng xuất sắc. Tinh thần kiên trì đến cùng của mình trong những trận đấu qua những chấn thương sẽ chỉ đưa đội của anh tiến xa hơn trong World cup mà thôi. Slovenia Milivoje Novakovic Ghi năm bàn thắng ở vòng loại, Milivoje Novakovic là một tiền đạo đáng chú ý của Slovenia. Anh được nhớ đến với cú hat - trick phi thường trong trận gặp Trinidad và Tobago.  Slovenia  sẽ cần đến sự sắc bén của Novakovic nếu họ muốn tiếp tục hành trình từ bảng C. Bảng D Đức Miroslav Klose Tất cả 5 bàn thắng của Miroslav Klose tại World cup 2002 đều là những bàn thắng bằng đầu, và chỉ có anh nắm giữ kỷ lục ghi 5 bàn một trong các kỳ World cup liên tiếp. Đoạt được chiếc giày vàng tại World cup 2006, anh còn là một trong hai cầu thủ có tên trong đội hình các ngôi sao năm 2002 và tiếp tục góp mặt lần nữa vào năm 2006. Là cỗ máy đánh đầu của Bayern Munich, anh cũng là người làm bóng tốt và có năng khiếu bẩm sinh tận dụng triệt để nhất các cơ hội của mình. Serbia Nemanja Vidic Là một phần của \"bộ tứ nổi tiếng\" trong hàng thủ Serbia, sự máu lửa trên sân cỏ và những cú truy cản đúng lúc một cách hoàn hảo của Nemanja Vidic giúp đội bóng của anh chỉ bị lọt lướt một bàn trong 10 trận vòng loại World cup 2006. Trong mùa bóng 2008-09 của mình với MU, anh có kỷ lục 14 trận liên tiếp giữ sạch lưới. Khả năng chuyển từ phòng thủ sang phản công hiệu quả khiến anh trở thành một cầu thủ khác thường. Ghana Michael Kojo Essien Sự hiện diện của trung vệ xuất sắc, Michael Kojo Essien là anh hùng dân tộc của Ghana.  Không chỉ lợi hại với những cú sút xa, Essien còn là cầu thủ toàn diện trong phòng thủ.  Sự đa dạng của anh đã bố trí anh ở nhiều vai trò cả công lẫn thủ, và các đối thủ của anh luôn phải dè chừng.  Sức mạnh, tinh thần và thái độ anh thể hiện trong mỗi trận đấu thì còn hơn cả những lời ca tụng. Bảng E Hà Lan Dirk Kuyt Sở hữu nguồn năng lượng vô tận và một hiệu suất hoạt động cao, Dirk Kuyt thực hiện vai trò làm bóng tuyệt vời với những đường tạt bóng và những bước chạy sát góc khi tấn công.  Một cầu thủ có lối chơi đồng đội, anh quay về để phòng ngự và luôn sẵn sàng cho bất cứ cơ hội làm bàn nào.  Ghi ba bàn trong các trận đấu vòng loại World cup 2010, anh là cầu thủ nguy hiểm đối với các hậu vệ đối phương trong khu vực khung thành. Đan Mạch Christian Bager Poulsen Khả năng chuyền bóng bằng hai chân và sự hiện diện đáng tin cậy của Christian Bager Poulsen khiến anh trở thành một cầu thủ được mến mộ của đội tuyển quốc gia. Các kỹ năng làm bóng và quyết tâm của anh trên sân cỏ để truy cản bằng được thậm chí là những pha tấn công sắc bén nhất, tất cả những dấu hiệu này giúp nhận biết tài nghệ của anh.  Anh có những cơn nóng giận dễ tấn công đối phương, gồm có cú thụi tai tiếng vào mặt Rosenbeg, khiến anh nhận những kỷ lục về án phạt, nhưng là một cầu thủ, anh đã lớn và đã trưởng thành.  Anh còn là cầu thủ đầu tiên giành danh hiệu Cầu thủ xuất sắc nhất Đan Mạch hai năm liên tiếp 2005-06. Nhật Bản Shunsuke Nakamura Những kỳ vọng của Nhật Bản tại World cup này nằm trên vai Shunsuke Nakamura, nổi danh với cái chân trái chắc chắn và khả năng đảm nhận những cú sút phạt chính xác. Được mang danh Cầu thủ đắt giá nhất tại Cúp châu Á 2004, anh là cầu thủ Nhật Bản đầu tiên và là cầu thủ châu Á thứ hai ghi bàn tại UEFA Champions League. Nhật Bản là đội bóng châu Á thành công nhất với ba lần vô địch châu Á, và đang mong thể hiện niềm tự hào của bóng đá châu Á tại World Cup. Bảng F Ý Gianluigi Buffon Được phần thưởng khoác áo tuyển Ý lần đầu tiên năm 19 tuổi, Gianluigi Buffon đã giữ sạch lưới 5 trận và từ chối các bàn thắng của bất kỳ cầu thủ tấn công nào tại vòng chung kết World cup 2006. Anh là mẫu thủ môn điển hình với tất cả kỹ thuật, khả năng bắt bóng và giác quan phán đoán vị trí. Nhờ bảo vệ cầu môn bằng sự chính xác của mình trong các pha ngăn chặn và cản phá những cú sút, biết được khi nào chạy ra khỏi vạch vôi và khi nào lùi lại phía sau đã giúp anh lập được một kỷ lục 9 lần đoạt danh hiệu thủ môn xuất sắc nhất năm ở Serie A . Paraguay Roque Santa Cruz Thể trạng cao to và đầy sức mạnh cho phép Roque Santa Cruz vượt qua và có lợi thế hơn bất cứ hậu vệ nào.  Tham vọng với một tư thế chiến thắng, những cú chạm bóng của Cruz thường biến thành những bàn thắng và những chiến thắng.  Quyết tâm ghi bàn của tiền đạo Manchester City này đã giúp anh trở thành một trong những cầu thủ ghi bàn hàng đầu của Paraguay ở vòng loại World cup 2010. New Zealand Ryan Nelsen Làm đội trưởng tuyển New Zealand và hậu vệ trung tâm của Blackburn Rovers, Ryan Nelsen cho thấy khả năng phòng ngự xuất sắc. Năm trận giữ sạch lưới trong các trận vòng loại tất cả đã nói lên tính kiên cường trong phòng ngự của anh. Họ có lộ trình tương đối dễ dàng so với các đội bóng khác là những đội tham gia vòng đấu loại World cup khu vực châu Á, và rất có thể là kẻ lót đường của năm nay cần được cỗ vũ cho. Bảng G Brazil Ricardo Izecson dos Santos Leite Tốc độ, trí thông minh trong xử lý bóng và sự thuần thục trên cả hai chân của Kaka giúp anh có thể vượt qua khu trung tuyến, thoát khỏi sự đeo bám của các hậu vệ, và chọc thủng lưới nhiều lần.  Động tác chân hào nhoáng, sự bình tĩnh, và một nhãn quan săn bàn là tất cả những phần thuộc về kỹ năng ghi bàn thành thạo của anh. Những thành công tại AC Milan và Real Madrid đã khiến tỷ lệ bầu chọn anh là cầu thủ xuất sắc nhất hành tinh tăng cao. Bờ Biển Ngà Didier Yves Drogba Tebily Có khởi đầu hơi muộn trong sự nghiệp bóng đá các nhân, Didier Drogba tiến nhanh đầy sức mạnh theo cách của riêng mình thành cầu thủ xuất chúng với quyết tâm ghi bàn rất cao.  Sự chính xác trên không, sức mạnh, tốc độ của Drogba góp phần tạo nên những hỗ trợ của anh từ cả hai cánh trái và phải sân bóng.  Một đội trưởng truyền cảm hứng cho toàn đội, anh giúp đội bóng vượt qua vòng đấu loại để lần đầu tiên có mặt tại World cup 2006 ở Đức.  Được bầu chọn là cầu thủ bóng đá xuất sắc nhất châu Phi năm 2009, đây là lần thứ 2 anh giành giải này. Bồ Đào Nha Cristiano Ronaldo Những pha đảo bóng kỹ thuật, quặt bóng bất ngờ, và những động tác giả mang thương hiệu Cristiano Ronaldo loại bỏ các đối thủ, nhẹ nhàng vượt qua đôi chân của họ. Ngoài ra, Ronaldo là cầu thủ đắt giá nhất trong lịch sử bóng đá.  Một đống tài sản của Real Madrid, những bàn thắng anh đóng góp chắc chắn rất đáng đồng tiền bát gạo. Anh sở hữu nhiều danh hiệu cá nhân, bao gồm Quả bóng Vàng châu Âu đầu tiên của Manchester United trong 40 năm, và Cầu thủ xuất sắc nhất thế giới của FIFA năm 2008. Bảng H Tây Ban Nha Fernando Jose Torres Sanz El Nino, người hùng ghi bàn mang về chiến thắng cho Tây Ban Nha trong trận chung kết Euro năm 2008, là một trong những cầu thủ xuất sắc nhất trong hàng ngũ các ngôi sao bóng đá hiện tại.  Bất cứ khi nào anh thi đấu anh chắc chắn sẽ ghi bàn, tận dụng triệt để tốc độ nhanh như cắt, những cú sút xoáy sắc bén và những thay đổi bất ngờ, và kỹ thuật mê người của mình.  Chuyển từ Atletico Madrid sang Liverpool, anh là ngôi sao ở bất kỳ đâu anh đến.  World cup này, số 9 của Tây Ban Nha là người được kỳ vọng nhiều. Thụy Sỹ Alexander Frei Đội trưởng và là cầu thủ ghi bàn nhiều nhất mọi thời của Thụy Sĩ, Alexander Frei hiện đang thi đấu cho câu lạc bộ Basel.  Cầu thủ trung kiên lúc nào cũng hỗ trợ và góp vào những bàn thắng đến những giây cuối cùng.  Frei vừa là người chỉ huy truyền cảm hứng cho toàn đội đồng thời là một tuyển thủ tài năng.  Cầu thủ bóng đá xuất sắc nhất Thuỵ Sĩ vào năm 2004 và 2007, đất nước của anh sẽ cần đến những bàn thắng anh mang về. Chi lê Mark Gonzalez Thiêu huỷ hoàn toàn hành lang cánh trái, Mark Gonzalez có biệt danh là \"Gonzalez tốc độ\". Thi đấu tại Real Betis, Liverpool và Deportivo Universidad Catolica, anh có rất nhiều kinh nghiệm, là cầu thủ khoác áo tuyển quốc gia nhiều lần nhất trong đội hình.  Sinh ra tại Nam Phi nhưng sau đó chuyển đến sống tại Chi lê, Gonzalez dường như sẽ ghi bàn tại chính đất nước nơihính bàn thắng anh mang về.và những thay đổi bất ngờ, và kỹ năng ao bóng đá hiện tại.  anh chào đời."
        },
        {
            "en": "7 REPETITION          20. VOLTERRA WE BEGAN THE STEEP CLIMB, AND THE ROAD GREW CONGESTED. As we wound higher, the cars became too close together for Alice to weave insanely between them anymore. We slowed to a crawl behind a little tan Peugeot. \"Alice,\" I moaned. The clock on the dash seemed to be speeding up. \"It's the only way in,\" she tried soothe me. But her voice was too strained to comfort. The cars continued to edge forward, one car length at a time. The sun beamed down brilliantly, seeming already overhead. The cars crept one by one toward the city. As we got closer, I could see cars parked by the side of the road with people getting out to walk the test of the way. At first I thought it was just impatience—something I could easily understand. But then we came around a switchback, and I could see the filled parking lot outside the city wall, the crowds of people walking through the gates. No one was being allowed to drive through. \"Alice,\" I whispered urgently. \"I know,\" she said. Her face was chiseled from ice. Now that I was looking, and we were crawling slowly enough to see, I could tell that it was very windy. The people crowding toward the gate gripped their hats and tugged their hair out of their faces. Their clothes billowed around them. I also noticed that the color red was everywhere. Red shirts, red hats, red flags dripping like long ribbons beside the gate, whipping in the wind—as I watched, the brilliant crimson scarf one woman had tied around her hair was caught in a sudden gust. It twisted up into the air above her, writhing like it was alive. She reached for it, jumping in the air, but it continued to flutter higher, a patch of bloody color against the dull, ancient walls. \"Bella.\" Alice spoke quickly in a fierce, low voice. \"I can't see what the guard here will decide now—if this doesn't work, you're going to have to go in alone. You're going to have to run. Just keep asking for the Palazzo dei Priori, and running in the direction they tell you. Don't get lost.\" \"Palazzo dei Priori, Palazzo dei Priori,\" I repeated the name over and over again, trying to get it down. \"Or 'the clock tower,' if they speak English. I'll go around and try to find a secluded spot somewhere behind the city where I can go over the wall.\" I nodded. \"Palazzo dei Priori.\" \"Edward will be under the clock tower, to the north of the square. There's a narrow alleyway on the right, and he'll be in the shadow there. You have to get his attention before he can move into the sun.\" I nodded furiously. Alice was near the front of the line. A man in a navy blue uniform was directing the flow of traffic, turning the cars away from the full lot. They U-turned and headed back to find a place beside the road. Then it was Alice's turn. The uniformed man motioned lazily, not paying attention. Alice accelerated, edging around him and heading for the gate. He shouted something at us, but held his ground, waving frantically to keep the next car from following our bad example. The man at the gate wore a matching uniform. As we approached him, the throngs of tourists passed, crowding the sidewalks, staring curiously at the pushy, flashy Porsche. The guard stepped into the middle of the street. Alice <em>angled</em> the car carefully before she came to a full stop. The sun beat against my window, and she was in shadow. She swiftly reached behind the seat and grabbed something from her bag. The guard came around the car with an irritated expression, and tapped on her window angrily.  She rolled the window down halfway, and I watched him do a double take when he saw the face behind the dark glass. \"I'm sorry, only tour buses allowed in the city today, miss,\" he said in English, with a heavy accent. He was apologetic, now, as if he wished he had better news for the strikingly beautiful woman. \"It's a private tour,\" Alice said, flashing an alluring smile. She reached her hand out of the window, into the sunlight. I froze, until I realized she was wearing an elbow-length, tan glove. She took his hand, still raised from tapping her window, and pulled it into the car. She put something into his palm, and folded his fingers around it. His face was dazed as he retrieved his hand and stared at the thick roll of money he now held. The outside bill was a thousand dollar bill. \"Is this a joke?\" he mumbled. Alice's smile was blinding. \"Only if you think it's funny.\" He looked at her, his eyes staring wide. I glanced nervously at the clock on the dash. If Edward stuck to his plan, we had only five minutes left. \"I'm in a wee bit of a hurry,\" she hinted, still smiling. The guard blinked twice, and then shoved the money inside his vest. He took a step away from the window and waved us on. None of the passing people seemed to notice the quiet exchange. Alice drove into the city, and we both sighed in relief. The street was very narrow, cobbled with the same color stones as the faded cinnamon brown buildings that darkened the street with their shade. It had the feel of an alleyway. Red flags decorated the walls, spaced only a few yards apart, flapping in the wind that whistled through the narrow lane. It was crowded, and the foot traffic slowed our progress. \"Just a little farther,\" Alice encouraged me; I was gripping the door handle, ready to throw myself into the street as soon as she spoke the word. She drove in quick spurts and sudden stops, and the people in the crowd shook their fists at us and said angry words that I was glad I couldn't understand. She turned onto a little path that couldn't have been meant for cars; shocked people had to squeeze into doorways as we scraped by. We found another street at the end. The buildings were taller here; they leaned together overhead so that no sunlight touched the pavement—the thrashing red flags on either side nearly met. The crowd was thicker here than anywhere else. Alice stopped the car. I had the door open before we were at a standstill. She pointed to where the street widened into a patch of bright openness. \"There—we're at the southern end of the square. Run straight across, to the right of the clock tower. I'll find a way around—\" Her breath caught suddenly, and when she spoke again, her voice was a hiss. \"They're everywhere?\" I froze in place, but she pushed me out of the car. \"Forget about them. You have two minutes. Go, Bella, go!\" she shouted, climbing out of the car as she spoke. I didn't pause to watch Alice melt into the shadows. I didn't stop to close my door behind me. I shoved a heavy woman out of my way and ran flat out, head down, paying little attention to anything but the uneven stones beneath my feet. Coming out of the dark lane, I was blinded by the brilliant sunlight beating down into the principal plaza.  The wind whooshed into me, flinging my hair into my eyes and blinding me further. It was no wonder that I didn't see the wall of flesh until I'd smacked into it. There was no pathway, no crevice between the close pressed bodies. I pushed against them furiously, fighting the hands that shoved back. I heard exclamations of irritation and even pain as I battled my way through, but none were in a language I understood. The faces were a blur of anger and surprise, surrounded by the ever-present red. A blond woman scowled at me, and the red scarf coiled around her neck looked like a gruesome wound. A child, lifted on a man's shoulders to see over the crowd, grinned down at me, his lips distended over a set of plastic vampire fangs. The throng jostled around me, spinning me the wrong direction. I was glad the clock was so visible, or I'd never keep my course straight. But both hands on the clock pointed up toward the pitiless sun, and, though I shoved viciously against the crowd, I knew I was too late. I wasn't halfway across. I wasn't going to make it. I was stupid and slow and human, and we were all going to die because of it. I hoped Alice would get out. I hoped that she would see me from some dark shadow and know that I had failed, so she could go home to Jasper. I listened, above the angry exclamations, trying to hear the sound of discovery: the gasp, maybe the scream, as Edward came into someone's view. But there was a break in the crowd—I could see a bubble of space ahead. I pushed urgently toward it, not realizing till I bruised my shins against the bricks that there was a wide, square fountain set into the center of the plaza. I was nearly crying with relief as I flung my leg over the edge and ran through the knee-deep water. It sprayed all around me as I thrashed my way across the pool. Even in the sun, the wind was glacial, and the wet made the cold actually painful. But the fountain was very wide; it let me cross the center of the square and then some in mere seconds. I didn't pause when I hit the far edge—I used the low wall as a springboard, throwing myself into the crowd. They moved more readily for me now, avoiding the icy water that splattered from my dripping clothes as I ran. I glanced up at the clock again. A deep, booming chime echoed through the square. It throbbed in the stones under my feet. Children cried, covering their ears. And I started screaming as I ran. \"Edward!\" I screamed, knowing it was useless. The crowd was too loud, and my voice was breathless with exertion. But I couldn't stop screaming. The clock tolled again. I ran past a child in his mother's arms—his hair was almost white in the dazzling sunlight. A circle of tall men, all wearing red blazers, called out warnings as I barreled through them. The clock tolled again. On the other side of the men in blazers, there was a break in the throng, space between the sightseers who milled aimlessly around me. My eyes searched the dark narrow passage to the right of the wide square edifice under the tower. I couldn't see the street level—there were still too many people in the way. The clock tolled again. It was hard to see now. Without the crowd to break the wind, it whipped at my face and burned my eyes. I couldn't be sure if that was the reason behind my tears, or if I was crying in defeat as the clock tolled again. A little family of four stood nearest to the alley's mouth. The two girls wore crimson dresses, with matching ribbons tying their dark hair back. The father wasn't tall. It seemed like I could see something bright in the shadows, just over his shoulder. I hurtled toward them, trying to see past the stinging tears. The clock tolled, and the littlest girl clamped her hands over her ears. The older girl, just waist high on her mother, hugged her mother's leg and stared into the shadows behind them. As I watched, she tugged on her mother's elbow and pointed toward the darkness. The clock tolled, and I was so close now. I was close enough to hear her high-pitched voice. Her father stared at me in surprise as I bore down on them, rasping out Edward's name over and over again. The older girl giggled and said something to her mother, gesturing toward the shadows again impatiently. I swerved around the father—he clutched the baby out of my way—and sprinted for the gloomy breach behind them as the clock tolled over my head. \"Edward, no!\" I screamed, but my voice was lost in the roar of the chime. I could see him now. And I could see that he could not see me. It was really him, no hallucination this time. And I realized that my delusions were more flawed than I'd realized; they'd never done him justice. Edward stood, motionless as a statue, just a few feet from the mouth of the alley. His eyes were closed, the rings underneath them deep purple, his arms relaxed at his sides, his palms turned forward. His expression was very peaceful, like he was dreaming pleasant things. The marble skin of his chest was bare—there was a small pile of white fabric at his feet. The light reflecting from the pavement of the square gleamed dimly from his skin. I'd never seen anything more beautiful—even as I ran, gasping and screaming, I could appreciate that. And the last seven months meant nothing. And his words in the forest meant nothing. And it did not matter if he did not want me. I would never want anything but him, no matter how long I lived. The clock tolled, and he took a large stride toward the light. \"No!\" I screamed. \"Edward, look at me!\" He wasn't listening. He smiled very slightly. He raised his foot to take the step that would put him directly in the path of the sun. I slammed into him so hard that the force would have hurled me to the ground if his arms hadn't caught me and held me up. It knocked my breath out of me and snapped my head back. His dark eyes opened slowly as the clock tolled again. He looked down at me with quiet surprise. \"Amazing,\" he said, his exquisite voice full of wonder, slightly amused. \"Carlisle was right.\" \"Edward,\" I tried to gasp, but my voice had no sound. \"You've got to get back into the shadows. You have to move!\" He seemed bemused. His hand brushed softly against my cheek. He didn't appear to notice that I was trying to force him back. I could have been pushing against the alley walls for all the progress I was making. The clock tolled, but he didn't react. It was very strange, for I knew we were both in mortal danger. Still, in that instant, I felt well. Whole. I could feel my heart racing in my chest, the blood pulsing hot and fast through my veins again. My lungs filled deep with the sweet scent that came off his skin. It was like there had never been any hole in my chest. I was perfect—not healed, but as if there had been no wound in the first place. dễ chịu \"I can't believe how quick it was. I didn't feel a thing—they're very good,\" he mused, closing his eyes again and pressing his lips against my hair. His voice was like honey and velvet. \"Death, that hath sucked the honey of thy breath, hath had no power yet upon thy beauty,\" he murmured, and I recognized the line spoken by Romeo in the tomb. The clock boomed out its final chime \"You smell just exactly the same as always,\" he went on. \"So maybe this is hell. I don't care. I'll take it.\" \"I'm not dead,\" I interrupted. \"And neither are you! Please Edward, we have to move. They can't be far away!\" I struggled in his arms, and his brow furrowed in confusion. \"What was that?\" he asked politely. \"We're not dead, not yet! But we have to get out of here before the Volturi—\" Comprehension flickered on his face as I spoke. Before I could finish, he suddenly yanked me away from the edge of the shadows, spinning me effortlessly so that my back was tight against the brick wall, and his back was to me as he faced away into the alley. His arms spread wide, protectively, in front of me. I peeked under his arm to see two dark shapes detach themselves from the gloom. \"Greetings, gentlemen,\" Edward's voice was calm and pleasant, on the surface. \"I don't think I'll be requiring your services today. I would appreciate it very much, however, if you would send my thanks to your masters.\" \"Shall we take this conversation to a more appropriate venue?\" a smooth voice whispered menacingly. \"I don't believe that will be necessary.\" Edward's voice was harder now. \"I know your instructions, Felix.  I haven't broken any rules.\" \"Felix merely meant to point out the proximity of the sun,\" the other shadow said in a soothing tone. They were both concealed within smoky gray cloaks that reached to the ground and undulated in the wind. \"Let us seek better cover.\" \"I'll be right behind you,\" Edward said dryly. \"Bella, why don't you go back to the square and enjoy the festival?\" \"No, bring the girl,\" the first shadow said, somehow injecting a leer into his whisper. \"I don't think so.\" The pretense of civility disappeared. Edward's voice was flat and icy. His weight shifted infinitesimally, and I could see that he was preparing to fight. \"No.\" I mouthed the word. \"Shh,\" he murmured, only for me. \"Felix,\" the second, more reasonable shadow cautioned. \"Not here.\" He turned to Edward. \"Aro would simply like to speak with you again, if you have decided not to force our hand after all.\" \"Certainly,\" Edward agreed. '\"But the girl goes free.\" \"I'm afraid that's not possible,\" the polite shadow said regretfully. \"We do have rules to obey.\" \"Then I'm afraid that I'll be unable to accept Aro's invitation, Demetri.\" \"That's just fine,\" Felix purred. My eyes were adjusting to the deep shade, and I could see that Felix was very big, tall and thick through the shoulders. His size reminded me of Emmett. \"Aro will be disappointed,\" Demetri sighed. \"I'm sure he'll survive the letdown,\" Edward replied. Felix and Demetri stole closer toward the mouth of the alley, spreading out slightly so they could come at Edward from two sides. They meant to force him deeper into the alley, to avoid a scene. No reflected light found access to their skin; they were safe inside their cloaks. Edward didn't move an inch. He was dooming himself by protecting me. Abruptly, Edward's head whipped around, toward the darkness of the winding alley, and Demetri and Felix did the same, in response to some sound or movement too subtle for my senses. \"Let's behave ourselves, shall we?\" a lilting voice suggested. \"There are ladies present.\" Alice tripped lightly to Edward's side, her stance casual. There was no hint of any underlying tension. She looked so tiny, so fragile. Her little arms swung like a child's. Yet Demetri and Felix both straightened up, their cloaks swirling slightly as a gust of wind funneled through the alley. Felix's face soured. Apparently, they didn't like even numbers. \"We're not alone,\" she reminded them. Demetri glanced over his shoulder. A few yards into the square, the little family, with the girls in their red dresses, was watching us. The mother was speaking urgently to her husband, her eyes on the five of us. She looked away when Demetri met her gaze. The man walked a few steps farther into the plaza, and tapped one of the red-blazered men on the shoulder. Demetri shook his head. \"Please, Edward, let's be reasonable,\" he said. \"Let's,\" Edward agreed. \"And we'll leave quietly now, with no one the wiser.\" Demetri sighed in frustration. \"At least let us discuss this more privately.\" Six men in red now joined the family as they watched us with anxious expressions. I was very conscious of Edward's protective stance in front of me—sure that this was what caused their alarm. I wanted to scream to them to run. Edward's teeth came together audibly. \"No.\" Felix smiled. \"Enough.\" The voice was high, reedy, and n came from behind us. I peeked under Edward's other arm to see a small, dark shape coming toward us. By the way the edges billowed, I knew it would be another one of them. Who else? At first I thought it was a young boy. The newcomer was as tiny as Alice, with lank, pale brown hair trimmed short. The body under the cloak—which was darker, almost black—was slim and androgynous. But the face was too pretty for a boy. The wide-eyed, full-lipped face would make a Botticelli angel look like a gargoyle. Even allowing for the dull crimson irises. Her size was so insignificant that the reaction to her appearance confused me. Felix and Demetri relaxed immediately, stepping back from their offensive positions to blend again with the shadows of the overhanging walls. Edward dropped his arms and relaxed his position as well—but in defeat. \"Jane,\" he sighed in recognition and resignation. Alice folded her arms across her chest, her expression impassive. \"Follow me,\" Jane spoke again, her childish voice a monotone. She turned her back on us and drifted silently into the dark. Felix gestured for us to go first, smirking. Alice walked after the little Jane at once. Edward wrapped his arm around my waist and pulled me along beside her. The alley <em>angled</em> slightly downward as it narrowed. I looked up at him with frantic questions in my eyes, but he just shook his head. Though I couldn't hear the others behind us, I was sure they were there. \"Well, Alice,\" Edward said conversationally as we walked. \"I suppose I shouldn't be surprised to see you here.\" \"It was my mistake,\" Alice answered in the same tone. \"It was my job to set it right.\" \"What happened?\" His voice was polite, as if he were barely interested. I imagined this was due to the listening ears behind us. \"It's a long story.\" Alice's eyes flickered toward me and away. \"In summary, she did jump off a cliff, but she wasn't trying to kill herself. Bella's all about the extreme sports these days.\" I flushed and turned my eyes straight ahead, looking after the dark shadow that I could no longer see. I could imagine what he was hearing in Alice's thoughts now. Near-drownings, stalking vampires, werewolf friends… \"Hm,\" Edward said curtly, and the casual tone of his voice was gone. There was a loose curve to the alley, still slanting downward, so I didn't see the squared-off dead end coming until we reached the flat, windowless, brick face. The little one called Jane was nowhere to be seen. Alice didn't hesitate, didn't break pace as she strode toward the wall. Then, with easy grace, she slid down an open hole in the street. It looked like a drain, sunk into the lowest point of the paving. I hadn't noticed it until Alice disappeared, but the grate was halfway pushed aside. The hole was small, and black. I balked. \"It's all right, Bella,\" Edward said in a low voice. \"Alice will catch you.\" I eyed the hole doubtfully. I imagine he would have gone first, if Demetri and Felix hadn't been waiting, smug and silent, behind us. I crouched down, swinging my legs into the narrow gap. \"Alice?\" I whispered, voice trembling. \"I'm right here, Bella,\" she reassured me. Her voice came from too far below to make me feel better. Edward took my wrists—his hands felt like stones in winter—and lowered me into the blackness. \"Ready?\" he asked. \"Drop her,\" Alice called. I closed my eyes so I couldn't see the darkness, scrunching them together in terror, clamping my mouth shut so I wouldn't scream. Edward let me fall. It was silent and short. The air whipped past me for just half a second, and then, with a huff as I exhaled, Alice's waiting arms caught me. I was going to have bruises; her arms were very hard. She stood me upright. It was dim, but not black at the bottom. The light from the hole above provided a faint glow, reflecting wetly from the stones under my feet. The light vanished for a second, and then Edward was a faint, white radiance beside me. He put his arm around me, holding me close to his side, and began to tow me swiftly forward. I wrapped both arms around his cold waist, and tripped and stumbled my way across the uneven stone surface.  The sound of the heavy grate sliding over the drain hole behind us rang with metallic finality. The dim light from the street was quickly lost in the gloom. The sound of my staggering footsteps echoed through the black space; it sounded very wide, but I couldn't be sure. There were no sounds other than my frantic heartbeat and my feet on the wet stones—except for once, when an impatient sigh whispered from behind me. Edward held me tightly. He reached his free hand across his body to hold my face, too, his smooth thumb tracing across my lips. Now and then, I felt his face press into my hair. I realized that this was the only reunion we would get, and I clutched myself closer to him.  For now, it felt like he wanted me, and that was enough to offset the horror of the subterranean tunnel and the prowling vampires behind us. It was probably no more than guilt—the same guilt that compelled him to come here to die when he'd believed that it was his fault that I'd killed myself. But I felt his lips press silently against my forehead, and I didn't care what the motivation was. At least I could be with him again before I died. That was better than a long life. I wished I could ask him exactly what was going to happen now. I wanted desperately to know how we were going to die—as if that would somehow make it better, knowing in advance. But I couldn't speak, even in a whisper, surrounded as we were. The others could hear everything—my every breath, my every heartbeat. The path beneath our feet continued to slant downward, taking us deeper into the ground, and it made me claustrophobic. Only Edward's hand, soothing against my face, kept me from screaming out loud. I couldn't tell where the light was coming from, but it slowly turned dark gray instead of black. We were in a low, arched tunnel. Long trails of ebony moisture seeped down the gray stones, like they were bleeding ink. I was shaking, and I thought it was from fear. It wasn't until my teeth started to chatter together that I realized I was cold. My clothes were still wet, and the temperature underneath the city was wintry. As was Edward's skin. He realized this at the same time I did, and let go of me, keeping only my hand. \"N-n-no,\" I chattered, throwing my arms around him. I didn't care if I froze. Who knew how long we had left? His cold hand chafed against my arm, trying to warm me with the friction. We hurried through the tunnel, or it felt like hurrying to me. My slow progress irritated someone—I guessed Felix—and I heard him heave a sigh now and then. At the end of the tunnel was a grate—the iron bars were rusting, but thick as my arm. A small door made of thinner, interlaced bars was standing open. Edward ducked through and hurried on to a larger, brighter stone room. The grille slammed shut with a clang, followed by the snap of a lock. I was too afraid to look behind me. On the other side of the long room was a low, heavy wooden door. It was very thick—as I could tell because it, too, stood open. We stepped through the door, and I glanced around me in surprise, relaxing automatically. Beside me, Edward tensed, his jaw clenched tight.",
            "vi": "7 REPETITION        20. VOLTERRA Chúng tôi bắt đầu leo dốc, và con đường ngày càng tắt nghẽn. Khi lên cao hơn, mấy chiếc xe hơi chạy quá sát nhau khiến Alice không thể len lỏi như điên được nữa. Chúng tôi chạy chậm như rùa bò sau chiếc Peugeot nhỏ màu nâu vàng nhạt.  \"Alice,” tôi than van. Đồng hồ chỉ giờ trên bảng điều khiển như đang tăng tốc.  \"Đây là lối vào duy nhất,” cô ráng xoa dịu tôi. Nhưng giọng cô quá căng thẳng chẳng thể xoa dịu được ai.  Mấy chiếc xe vẫn nhích về phía trước, mỗi lúc chỉ được hai ba mét. Mặt trời chiếu rọi rực rỡ, dường như đã lên đỉnh đầu.  Mấy chiếc xe bò nối đuôi nhau về phía thành phố. Khi đến gần hơn, tôi có thể thấy mấy chiếc đậu bên vệ đường còn chủ nhân ra khỏi xe để tìm hiểu đường đi. Lúc đầu tôi tưởng chỉ là do họ nôn nóng - chuyện đó tôi quá hiểu. Nhưng khi đến gần một khúc quanh chữ chi, và nhìn thấy bãi đậu xe đầy nhóc bên ngoài tường thành, đám người đi bộ qua các cổng thành. Tôi mới hiểu không ai được phép lái xe vào thành.  \"Alice,”  tôi thì thầm cấp bách.  \"Em biết, \" cô nói. Mặt cô như được khắc từ băng.  Bây giờ vì tôi đang nhìn, và vì chúng tôi đang bò đủ chậm để nhìn thấy, tôi thấy rõ trời lộng gió.  Mọi người chen chúc đi về phía cổng, giữ chặt mũ và tóc bay loà xoà trên mặt. Quần áo căng phồng trong gió. Tôi cũng để ý thấy khắp nơi toàn màu đỏ. Áo đỏ, mũ đỏ, cờ nhỏ màu đỏ bay phất phơ như những dải ru-băng dài bên cạnh cổng thành, bay phần phật trong gió - khi đang nhìn, chiếc khăn choàng cổ đỏ tươi buộc tóc của một phụ nữ bị gió mạnh thổi tung. Nó uốn éo bay lên không trung, vặn vẹo như một sinh vật. Cô gái với tay chụp lấy, nhảy lên cao, nhưng nó tiếp tục nhẹ bay cao hơn, một mảnh vải màu máu nổi bật trên các bức tường cổ, buồn tẻ.  \"Bella.” Alice nói nhanh bằng một giọng nhỏ, căng thẳng. \"Bây giờ em không nhìn thấy được lính canh ở đây sẽ hành động ra sao - nếu em không làm được chuyện này, chị sẽ phải vào thành một mình. Chị sẽ phải chạy. Cứ hỏi thăm Palazzo dei Priori, và chạy theo hướng họ chỉ. Đừng đi lạc.” \"Palazzo dei Priori, Palazzo dei Priori, \" tôi lặp lại cái tên này hết lần này đến lần khác, cố nuốt trôi.  \"Hoặc 'tháp đồng hồ,'  nếu họ nói tiếng Anh. Em sẽ lách họ và cố tìm một chỗ nấp đâu đó ở sau thành phố để leo qua tường thành. \" Tôi gật đầu. \"Palazzo dei Priori. \" “Edward sẽ ở dưới tháp đồng hồ, ở hướng bắc của quảng trường. Có một hẻm nhỏ ở bên phải, và ảnh sẽ đứng trong bóng râm tại đó. Chị phải làm ảnh chú ý trước khi ảnh bước ra nắng trời.” Tôi gật đầu lia lịa.  Alice đang ở gần đầu hàng xe chờ đợi. Một người đàn ông mặc đồng phục xanh biển đang điều khiển luồng xe chạy, hướng dẫn xe ra khỏi chỗ đông đúc. Mọi người quay đầu xe và chạy ngược lại tìm chỗ đậu bên đường. Rồi đến phiên xe Alice.  Người đàn ông mặc đồng phục uể oải ra hiệu, không chú ý. Alice nhấn ga, lách qua anh ta rồi chạy thẳng đến cổng. Anh ta thét chúng tôi câu gì đó, nhưng vẫn phải đứng yên tại chỗ, vẫy như điên để không cho chiếc xe kế tiếp noi theo gương xấu của chúng tôi.  Người đàn ông ở cổng mặc đồng phục giống vậy. Khi chúng tôi đến gần, các nhóm du khách đi qua, đang túm tụm trên vỉa hè, tò mò nhìn chiếc Porsche loè loẹt, phô trương. Người lính canh bước ra giữa đường. Alice cẩn thận lái xéo xe sang một góc rồi mới dừng hẳn lại. Mặt trời chiếu vào cửa sổ phía tôi ngồi, còn cô ở trong bóng râm. Cô nhanh chóng vươn tay ra sau ghế ngồi và lôi cái gì đó ra khỏi túi xách.  Người lính cáu tiết đến gần xe, và gõ nhẹ đầy giận dữ vào cửa sổ phía cô ngồi.  Cô hạ kính cửa xuống giữa chừng, và tôi ngắm anh ta cố trấn tĩnh khi nhìn thấy khuôn mặt đằng sau cửa kính tối om.  \"Tôi xin lỗi, thưa cô, chỉ xe buýt tham quan mới được phép chạy trong thành phố hôm nay, \" anh nói bằng tiếng Anh, bằng giọng trọ trẹ.  Bây giờ anh đang xin lỗi như thể ao ước mình có tin tức hay ho hơn cho người phụ nữ xinh đẹp đầy ấn tượng này.  \"Đây là tour du lịch cá nhân,” Alice nói, hé môi cười quyến rũ. Cô đưa tay ra ngoài xe, vào nắng trời. Tôi cứng người, cho đến khi nhận ra cô đang đeo một chiếc găng dài đến khuỷu tay, màu nâu nhạt. Cô cầm tay anh ta, đang đưa lên sau khi gõ cửa xe cô, và kéo nó vào xe. Cô đặt cái gì đó vào lòng bàn tay anh ta, rồi gấp mấy ngón tay anh để che nó lại.  Khuôn mặt anh ta sững sờ khi rút tay lại và nhìn chằm chằm vào cuộn tiền dầy cộm đang cầm. Tờ ngoài cùng là tờ một ngàn đô.  \"Đây là chuyện giỡn chơi phải không?\" anh ta lầm bầm.  Nụ cười của Alice rạng ngời. \"Chỉ nếu anh thấy vậy vui. \" Anh nhìn cô, mắt mở to trừng trừng. Tôi bối rối nhìn vào đồng hồ chỉ giờ trên bảng điều khiển. Nếu Edward làm theo kế hoạch của anh, chúng tôi chỉ còn năm phút.  \"Tôi hơi vội chút xíu, \" cô nói bóng gió, vẫn mỉm cười.  Người lính chớp chớp mắt, rồi đẩy số tiền ấy vào áo gi-lê. Anh bước một bước tránh xa cửa xe và vẫy tay ra hiệu cho chúng tôi đi tiếp. Chẳng người đi qua nào có vẻ nhận thấy cuộc trao đổi kín đáo này. Alice chạy vào thành phố, cả hai chúng tôi đều thở phào nhẹ nhõm.  Con phố này rất hẹp, được rải sỏi cùng màu với những toà nhà cao màu nâu quế nhạt phai đang phủ bóng che tối đường đi. Có cảm giác như đây là một con hẻm. Cờ đỏ trang trí trên tường, đặt cách nhau chỉ vài mét, bay phần phật trong làn gió rít qua con hẻm hẹp.  Người đông nghịt, và dòng người đi bộ đã làm chậm xe chúng tôi.  \"Chỉ còn một chút nữa thôi, \" Alice động viên tôi; tôi đang nắm chặt tay nắm cửa, sẵn sàng lao vào phố khi cô nói những lời ấy.  Cô vọt nhanh lên rồi dừng đột ngột, và đám đông dứ nắm đấm vào chúng tôi và nói những lời giận dữ mà tôi lấy làm mừng là mình chẳng hiểu được. Cô rẽ vào một đường nhỏ hẳn là không dành cho xe hơi; khách bộ hành hết hồn phải nép sát vô đường khi chúng tôi lao qua. Chúng tôi tìm thấy một con đường khác ở cuối đường.  Nơi đây các toà nhà cao hơn; chúng chụm đầu vào nhau ở trên cao nên ánh nắng không chạm được vào vỉa hè - hàng cờ đỏ ở hai bên đường gần đụng nhau. Đám đông ở đây còn đông kín hơn bất cứ nơi nào khác. Alice dừng xe. Tôi đã mở cửa trước cả khi xe dừng hẳn lại.  Cô chỉ tay vào nơi con đường loe thành một vùng rộng sáng sủa. \"Đó đó -- mình đang ở đầu phía nam của quảng trường. Hãy chạy thẳng qua, đến bên phải tháp đồng hồ. Em sẽ tìm cách lách đến đó - \" Hơi thở cô bỗng dập dồn, và khi cô nói tiếp, giọng cô rít lên. \"Họ ở khắp nơi?\" Tôi sững người tại chỗ, nhưng cô đẩy tôi ra khỏi xe. \"Quên họ đi. Chị có hai phút. Đi đi, Bella, đi đi!\" cô la to, vừa leo ra khỏi xe vừa nói.  Tôi không dừng lại để nhìn Alice lẩn vào bóng râm. Tôi không dừng lại để đóng cửa xe. Tôi đẩy một phụ nữ to béo sang một bên rồi chạy thẳng ra ngoài, đầu cúi xuống, chẳng thèm chú ý đến bất cứ thứ gì ngoài mấy viên đá gồ ghề dưới chân.  Rời khỏi hẻm tối, tôi loà mắt vì ánh nắng chói loà đang đổ xuống quảng trường chính.  Gió vút qua tôi, quất tóc vào mắt tôi và càng làm tôi thêm không thấy đường. Cho nên chẳng có gì lạ khi tôi chẳng nhìn thấy bức tường người cho đến khi đâm sầm vào đó.  Không có lối đi, không một khe hở nào giữa những thân người ép sát vào nhau. Tôi điên cuồng đẩy họ, chống lại những bàn tay đẩy lại tôi. Tôi nghe những tiếng kêu bực dọc và thậm chí đau đớn khi tôi chen qua, nhưng chẳng có thứ tiếng nào tôi hiểu được. Các khuôn mặt chỉ là một bóng mờ giận dữ và ngạc nhiên, vây quanh bởi màu đỏ có mặt khắp nơi. Một phụ nữ tóc vàng cau mày nhìn tôi, và chiếc khăn choàng cổ màu đỏ quấn quanh cổ trông như một vết thương khủng khiếp. Một đứa trẻ, được cõng trên vai của một người đàn ông để nhìn đám đông, cười toe toét nhìn xuống tôi, môi vều lên bên trên bộ nanh ma cà rồng bằng nhựa. Đám đông xô đẩy quanh tôi, xoay tôi lạc hướng. Tôi mừng vì chiếc đồng hồ thật dễ thấy, nếu không tôi chẳng thể nào đi đúng hướng được. Nhưng cả hai kim đồng hồ đều chỉ lên về phía mặt trời gay gắt, và, cho dù có xô đẩy đám đông dữ dội cỡ nào, tôi cũng biết mình đã quá muộn. Tôi chưa qua được nửa đường. Tôi sẽ chẳng bao giờ làm được. Tôi ngu ngốc và chậm lụt và quá con người, và tất cả chúng tôi sắp chết vì điều đó.  Tôi mong Alice sẽ thoát được. Tôi hi vọng cô nhìn thấy tôi từ một góc tối nào đó và biết rằng tôi đã thất bại, để cô có thể về nhà với Jasper.  Tôi lắng nghe, trên tiếng ta thán tức giận, cố nghe được âm thanh phát hiện: tiếng thở hổn hển, có thể là tiếng thét, khi Edward lọt vào ánh mắt ai đó.  Nhưng có một chỗ trống trong đám đông - tôi đã thấy một khoảng trống nhỏ trước mặt. Tôi vội xô về phía đó, không nhận ra, cho đến khi ống quyển bị bầm dập vì đập vào mấy viên gạch, là có một đài phun nước vuông, rộng giữa quảng trường.  Tôi suýt la to vì nhẹ nhõm khi leo qua bờ gạch rồi chạy trong nước sâu đến đầu gối. Nước xịt khắp nơi quanh tôi khi tôi tìm đường chạy xuyên qua hồ nước. Thậm chí dưới ánh mặt trời, gió vẫn giá buốt, và cái ướt càng làm lạnh kinh khủng hơn. Nhưng đài phun nước rất rộng; giúp tôi băng qua trung tâm quảng trường và thậm chí còn xa hơn nữa chỉ trong mấy giây. Tôi không dừng lại khi đụng bờ bên kia - mà dùng bức tường thấp này làm đà nhảy lao vào đám đông. Bây giờ họ đã sẵn sàng tránh đường cho tôi hơn, vì để tránh nước lạnh giá đang nhỏ giọt khỏi quần áo khi tôi chạy. Tôi liếc nhìn lên đồng hồ lần nữa.  Một tiếng chuông trầm vang vọng qua quảng trường. Nó rung mạnh trong mấy viên đá dưới chân tôi. Trẻ em la to, bịt tai. Và tôi bắt đầu vừa thét vừa chạy.  \"Edward! \" tôi la hét, biết rằng chẳng ích gì. Đám đông quá ồn, mà giọng tôi đứt hơi vì cố gắng. Nhưng tôi không thể ngưng la hét.  Đồng hồ lại điểm giờ. Tôi chạy qua một đứa trẻ trong vòng tay mẹ - tóc bé gần như trắng tinh trong ánh nắng chói chang. Một vòng tròn những người đàn ông cao lớn, mặc áo ngắn tay đồng phục màu đỏ, la to cảnh cáo khi tôi chạy nhanh qua họ.  Đồng hồ lại điểm chuông. Phía bên kia nhóm đàn ông mặc áo đồng phục ngắn tay có một khoảng trống trong đám đông, khoảng trống giữa khách tham quan đang thơ thẩn quanh tôi. Mắt tôi lục tìm con hẻm hẹp tối bên phải quảng trường rộng dưới tháp đồng hồ. Tôi không nhìn thấy được mặt đường- vẫn còn quá nhiều người chặn lối. Đồng hồ lại điểm giờ.  Bây giờ thật khó nhìn thấy. Không có đám đông chắn gió, gió quất vào mặt tôi và làm mắt tôi nóng rát. Tôi không biết có phải vì thế mà nước mắt tôi chảy ra hay không, hay tôi đang khóc vì thất vọng khi đồng hồ lại điểm giờ lần nữa.  Một gia đình nhỏ bốn người đứng gần đầu hẻm nhất. Hai cô bé mặc áo đầm đỏ thắm, ru-băng buộc mái tóc huyền cùng màu. Người bố không cao lớn. Hình như tôi nhìn thấy cái gì đó sáng bừng trong bóng râm, ngay bên kia vai ông. Tôi lao về phía họ, cố nhìn qua làn nước mắt buốt như kim châm. Đồng hồ gõ, và cô bé nhỏ nhất lấy tay bịt tai.  Cô bé lớn hơn, chỉ cao đến thắt lưng mẹ, ôm chân mẹ và nhìn chằm chằm vào bóng râm đằng sau họ. Khi tôi nhìn, cô kéo khuỷu tay mẹ mình và chỉ về phía bóng râm. Đồng hồ điểm chuông, và tôi bây giờ đã gần lắm rồi.  Tôi gần đủ để nghe giọng nói cao vút của cô bé. Cha cô nhìn tôi chằm chằm ngạc nhiên khi tôi lao vào họ, khào khào gọi tên Edward liên tục.  Cô bé lớn cười khúc khích và nói cái gì đó với mẹ cô,  sốt ruột chỉ tay về phía bóng râm lần nữa.  Tôi lách qua người bố - ông ôm đứa bé tránh xa tôi - và chạy hết tốc lực đến chỗ trống tối tăm phía sau họ khi đồng hồ đổ chuông trên đầu tôi.  \"Edward, đừng!\" Tôi thét, nhưng giọng tôi chìm mất trong tiếng gầm rống của chuông đồng hồ.  Bây giờ tôi đã thấy anh rồi. Và tôi thấy rằng anh không thể nhìn thấy tôi.  Đúng là anh, lần này không còn là ảo giác nữa. Và tôi nhận ra ảo giác không hề bằng một góc của con người thật của anh.  Edward đứng bất động như pho tượng, chỉ cách đầu hẻm vài bước chân. Mắt anh nhắm nghiền, quầng thâm dưới mắt tím sẫm, cánh tay để thoải mái hai bên, lòng bàn tay hướng về phía trước. Vẻ mặt anh rất bình yên, như thể anh đang chìm đắm mơ mộng nhớ về những chuyện vui vẻ. Làn da cẩm thạch của ngực anh để trần - có một chồng vải trắng nhỏ dưới chân anh. Ánh sáng phản chiếu từ vỉa hè của quảng trường làm da anh sáng mờ.  Tôi chưa từng nhìn thấy thứ gì xinh đẹp hơn - dù đang chạy, đang thở hào hển và thét gào, tôi vẫn cảm nhận được điều đó.  Và bảy tháng vừa rồi chẳng nghĩa lý gì cả. Và lời anh nói trong rừng cũng chẳng có nghĩa lý gì cả. Và cũng chẳng quan trọng gì cả nếu anh không yêu tôi. Tôi chẳng muốn bất cứ thứ gì hết ngoài anh, dù tôi còn sống bao lâu chăng nữa.  Đồng hồ gõ chuông, và anh xoải chân bước về phía ánh sáng.  \"Đừng anh!\" Tôi la hét. \" Edward, hãy nhìn em nè!\" Anh chẳng thèm nghe. Môi anh phảng phất nụ cười. Nhấc chân định bước bước chân sẽ đặt anh thẳng vào nắng trời.  Tôi lao sầm vào anh mạnh đến nỗi sức mạnh ấy hẳn đã làm tôi nhào xuống đất nếu tay anh không chụp giữ tôi đứng vững. Nó làm tôi nghẹn thở và đầu tôi bật ngửa.  Đôi mắt đen anh chậm rãi mở ra khi đồng hồ lại điểm giờ.  Anh nhìn xuống tôi thầm ngạc nhiên.  \"Kỳ lạ làm sao,” anh nói, giọng nói tuyệt vời của anh đầy ngạc nhiên, hơi thích thú. \"Carlisle đúng thật.” “Edward,” tôi cố thở, nhưng tiếng nói của tôi không phát ra được âm thanh nào. \"Anh phải quay trở lại chỗ râm. Anh phải vào ngay!\" Anh có vẻ kinh ngạc. Tay anh vuốt nhẹ má tôi. Anh có vẻ chẳng hề nhận thấy tôi đang ráng ép anh lùi lại. Tôi hẳn đã và đang đẩy anh vào vách hẻm trong khi đang nói. Đồng hồ đổ chuông, nhưng anh chẳng hề phản ứng.  Thật kỳ lạ, vì tôi biết chúng tôi đều đang bị nguy hiểm chết người. Tuy thế, trong giây phút ấy, tôi lại cảm thấy dễ chịu. Hết sức dễ chịu. Tôi cảm thấy tim mình đang đập nhanh trong lồng ngực, máu lại dập dồn nóng bỏng trong tĩnh mạch.  Phổi tôi tràn ngập mùi hương toả ra từ làn da anh.  Tựa như chưa từng có lổ hổng nào trong ngực.  Tôi hoàn hảo - không phải là lành lặn, mà cứ như thể chưa từng có vết thương nào ngay từ đầu. \"Anh không ngờ lại nhanh đến thế. Anh chẳng cảm thấy gì cả - thật tuyệt,” anh trầm ngâm, nhắm mắt lại lần nữa và áp môi vào tóc tôi. Giọng anh như mật và mượt như nhung. \"Thần chết, tuy đã hút đi mật ngọt của hơi thở em, vẫn chẳng hề chạm đến được sắc đẹp của em,” anh thì thầm, và tôi nhận ra lời thoại của Romeo trong lăng mộ. Đồng hồ oang oang tiếng chuông cuối cùng \"Em toả mùi như muôn thuở,” anh nói tiếp. \"Vậy chắc đây là địa ngục. Chẳng sao hết. Mình sẽ nhận lãnh nó.” \"Em đâu có chết, \" tôi ngắt lời. \"Và anh cũng vậy!  Xin anh, Edward, mình phải đi ngay. Họ không xa đây đâu!\" Tôi vùng vẫy trong vòng tay anh, và trán anh hằn nếp nhăn bối rối.  \"Thế là sao?\" anh hỏi lịch sự.  \"Mình không chết, chưa!  Nhưng mình phải ra khỏi đây trước khi Volturi --” Vẻ hiểu ra loé trên mặt anh khi tôi nói. Trước khi tôi có thể nói hết câu, anh đột ngột kéo mạnh tôi ra khỏi rìa bóng râm, xoay tôi nhẹ nhàng áp lưng tựa vào tường gạch, còn lưng anh hướng về tôi, mặt anh nhìn ra hẻm. Anh mở rộng vòng tay, che chở, trước mặt tôi.  Tôi nhìn lén dưới tay anh thấy hai dáng người mặc đồ đen lách khỏi chỗ tối.  \"Xin chào, các quý ông,” giọng Edward bình tĩnh và vui vẻ, chỉ bề ngoài thôi. \"Tôi không nghĩ mình sẽ cần sự phụng sự của quý ông hôm nay. Tuy vậy, tôi sẽ hết sức cảm kích nếu được quý ông gởi lời cám ơn của tôi đến cho chủ nhân của quý ông.” \"Chúng ta sẽ nói chuyện này ở một nơi thích hợp hơn nhé?\" một giọng êm ái thì thầm đầy đe doạ.  \"Tôi nghĩ điều đó không cần thiết. \" Giọng Edward bây giờ gay gắt hơn. \"Tôi hiểu các chỉ thị của ngài, Felix. Tôi chưa phạm luật nào cả.” \"Felix chỉ muốn nói đến chuyện gần mặt trời thôi, \" bóng đen kia nói bằng giọng xoa dịu. Họ đều ẩn trong những chiếc áo khoác xám màu khói dài chấm đất, bay bay trong gió.  \"Mình hãy kiếm chỗ núp tốt hơn. \" \"Tôi sẽ đi theo các ngài ngay, \" Edward cộc lốc nói. \"Bella, em quay lại quảng trường và vui chơi đi nhé?” “Không, hãy dẫn cô gái này theo,” bóng đen đầu tiên nói, kèm theo cái liếc mắt độc ác. \"Tôi không nghĩ vậy. \" Vẻ giả vờ lịch sự biến mất. Giọng Edward dứt khoát và lạnh lùng. Thân anh hơi di chuyển, và tôi biết anh đang chuẩn bị đánh nhau.  \"Đừng. \" Tôi la to.  \"Suỵtt, \" anh thì thầm, chỉ dành cho tôi.  \"Felix, \" cái bóng thứ hai, biết điều hơn cảnh báo. \"Không phải ở đây.” Hắn hướng về Edward. \"Aro chỉ muốn nói chuyện với anh lần nữa, nếu anh không buộc chúng tôi phải ra tay.” \"Chắc chắn rồi,” Edward đồng ý. \"Nhưng cô gái này được tự do đi.” \"Tôi e là không thể được, \" bóng đen lịch sự nói đầy nuối tiếc. \"Chúng tôi phải tuân theo mệnh lệnh.” \"Vậy thì e là tôi sẽ không thể nhận lời mời của Aro được, Demetri.” \"Cũng được thôi, \" Felix gừ trong họng. Mắt tôi đang điều chỉnh để nhìn rõ cái bóng  ấy, và thấy Felix rất to con, cao lớn và vai vạm vỡ. Kích cỡ của anh ta làm tôi nhớ đến Emmett.  \"Aro sẽ thất vọng lắm, \" Demetri thở dài.  \"Tôi chắc ông ấy sẽ vượt qua nỗi thất vọng này thôi, \" Edward trả lời.  Felix và Demetri lẻn đến gần đầu hẻm hơn, hơi dàn ra để đến gần Edward từ hai phía. Họ định ép anh bước vào hẻm sâu hơn, để tránh làm rùm beng. Chẳng chút ánh sáng phản chiếu nào chạm đến làn da họ; họ an toàn bên trong mấy chiếc áo khoác.  Edward chẳng hề nhúc nhích. Anh đang hại mình bằng cách bảo vệ tôi.  Bỗng đầu Edward quay ngoắt lại, hướng về phía bóng tối của con hẻm quanh co, và Demetri và Felix cũng làm tương tự, vì có âm thanh hay chuyển động nào đó quá tinh tế đối với giác quan của tôi.  \"Hãy cư xử cho đàng hoàng nhé ?\" một giọng du dương đề nghị. \"Có mặt phụ nữ mà.” Alice nhẹ bước đến bên Edward, dáng thoải mái. Chẳng chút dấu hiệu căng thẳng mảy may nào. Cô trông nhỏ xíu, thật mỏng manh. Đôi tay bé nhỏ vung vẩy như tay trẻ em.  Thế mà cả Demetri và Felix đều đứng thẳng người, áo choàng của họ xoáy nhẹ khi một làn gió mạnh luồn qua con hẻm. Mặt Felix cáu kỉnh. Rõ ràng là, họ không thích quân số bằng nhau.  \"Mình đâu chỉ có một mình,” cô nhắc họ.  Demetri liếc qua vai. Cách đó vài mét trong quảng trường, gia đình nhỏ có mấy cô bé mặc đầm đỏ đang theo dõi chúng tôi. Người mẹ đang lo lắng nói với chồng mình, mắt cô nhìn vào năm người chúng tôi.  Cô nhìn sang chỗ khác khi Demetri bắt gặp ánh nhìn chằm chằm của cô. Người đàn ông bước them vài bước vào quảng trường, vỗ vai một trong những người đàn ông mặc áo đồng phục ngắn tay màu đỏ.  Demetri lắc đầu. \"Xin anh vui lòng, Edward, chúng ta hãy biết điều,” ông ta nói.  \"Hãy thế, \" Edward đồng ý. \"Nên bây giờ chúng tôi sẽ rời nơi này êm thấm, chẳng ai hay biết. \" Demetri thở dài thất vọng. \"Ít nhất mình hãy bàn chuyện này kín đáo hơn.” Sáu người đàn ông mặc đồng phục đỏ bây giờ đã cùng gia đình kia nhìn chúng tôi với vẻ lo lắng. Tôi cảm nhận rõ tư thế bảo vệ của Edward trước mặt mình - biết chắc đây chính là nguyên nhân làm họ cảnh giác. Tôi muốn hét bảo họ hãy chạy đi.  Răng Edward nghiến vào nhau kèn kẹt. \" Không. \" Felix mỉm cười.  \"Đủ rồi. \" Giọng nói cao, the thé phát ra từ phía sau chúng tôi.  Tôi nhìn lén dưới cánh tay kia của Edward và thấy một bóng đen nhỏ đang đi về phía chúng tôi. Qua kiểu tà áo lộng gió, tôi biết đó là một người trong số họ. Còn ai vào đây nữa? Lúc đầu tôi tưởng đó là một chú bé. Người mới đến nhỏ nhắn y như Alice, với mái tóc thẳng màu nâu nhạt cắt ngắn. Cơ thể dưới chiếc áo choàng - sẫm hơn, gần như đen - mảnh khảnh và vừa mang dáng đàn ông lại vừa có vẻ đàn bà.  Nhưng khuôn mặt quá xinh đẹp để có thể là con trai. Khuôn mặt có đôi mắt to tròn, đôi môi đầy đặn sẽ làm thiên thần Botticelli trông giống như quái thú.  Dù có tròng mắt đỏ thẫm.  Thân hình cô nhỏ bé đến nỗi những phản ứng khi cô xuất hiện làm tôi không hiểu. Felix và Demetri bớt căng thẳng ngay lập tức, lùi ra khỏi tư thế tấn công để nép vào bóng râm của các bức tường nhô ra. Edward thả tay xuống và cũng thả lỏng tư thế - nhưng thất vọng.  \" Jane, \" anh thở dài nhận ra và cam chịu..  Alice khoanh tay trước ngực, mặt bình thản.  \"Theo tôi, \" Jane lại nói, giọng trẻ con của cô đều đều. Cô quay lưng lại chúng tôi và lặng lẽ bước vào bóng tối.  Felix khoa tay mời chúng tôi đi trước, cười tự mãn.  Alice theo sau Jane nhỏ nhắn ngay lập tức. Edward choàng tay quanh eo tôi và kéo tôi đi bên cạnh cô. Con hẻm hơi nghiêng xuống khi thu hẹp lại. Tôi nhìn anh với bao nhiêu câu hỏi bùng lên trong mắt, nhưng anh chỉ lắc đầu. Dù không nghe tiếng mấy người kia sau lưng, tôi cũng biết chắc họ ở đó.  \"Ừm, Alice, \" Edward kiếm chuyện nói khi chúng tôi đi. \"Anh nghĩ anh chẳng nên ngạc nhiên khi thấy em ở đây. \" “Đó là lỗi của em, \" Alice trả lời cùng giọng điệu. \"Nên em phải sửa sai.” \"Chuyện gì đã xảy ra?\" Giọng anh lịch sự, như thể anh chẳng hề quan tâm. Tôi nghĩ câu chuyện này hẳn là vì mấy lỗ tai đang hóng nghe sau lưng chúng tôi.  \"Chuyện dài lắm. \" Mắt Alice liếc về phía tôi rồi quay sang chỗ khác. \"Ngắn gọn là, chị ấy nhảy ra khỏi vách đá, nhưng chỉ không định tự tử. Bella chỉ định thử mấy môn thể thao cảm giác mạnh mà thôi.” Tôi đỏ mặt và nhìn thẳng về phía trước, trông theo bóng đen không còn nhìn thấy được. Tôi hình dung những gì anh đang lắng nghe trong suy nghĩ của Alice. Suýt chết đuối, ma cà rồng săn đuổi, bạn người sói... \"Hừm, \" Edward nói cộc lốc, và giọng nói thoải mái của anh không còn.  Một lối quanh thoai thoải cắt con hẻm, vẫn nghiêng xuống, nên tôi không thấy ngõ cụt chắn ngang trước mặt cho đến khi đến gần bức tường gạch liền lạc, không cửa sổ. Người nhỏ con tên Jane chẳng thấy đâu.  Alice chẳng do dự, chẳng ngập ngừng cứ sải chân về phía bức tường. Thế rồi, duyên dáng thoải mái, cô lách mình xuống một lỗ hổng trên đường.  Trông giống như một ống cống, ăn sâu vào nơi thấp nhất của mặt đường. Tôi chỉ nhận ra nó khi Alice biến mất, nhưng nắp cống đã được đẩy sang một bên nửa chừng. Cái hố nhỏ, và tối đen.  Tôi đứng khựng lại.\"Không sao đâu, Bella, \" Edward nói nhỏ. \" Alice sẽ đỡ em.” Tôi nhìn cái hố đầy nghi ngại. Tôi nghĩ thế nào anh cũng sẽ đi trước, nếu Demetri và Felix không đang đợi, tự mãn và lặng lẽ, sau lưng chúng tôi.  Tôi khom mình, thòng chân vào khe hẹp.  \" Alice ?\" Tôi thì thầm, giọng run rẩy.  \"Em ở ngay đây, Bella, \" cô trấn an tôi. Giọng cô phát ra nghe quá xa xăm bên dưới không làm tôi cảm thấy an tâm hơn.  Edward nắm cổ tay tôi - bàn tay anh như đá mùa đông - và thòng tôi vào bóng tối.  \"Sẵn sàng chưa?\" anh hỏi.  \"Thả chỉ xuống đi, \" Alice gọi.  Tôi nhắm mắt lại để khỏi nhìn thấy bóng tối, nhắm nghiền lại kinh hoàng, ngậm chặt miệng để không la hét. Edward thả tôi rơi.  Im ắng và nhanh chóng. Không khí vút qua tôi chỉ nửa giây, rồi, vừa mới thở hổn hển thì đôi tay chờ đợi của Alice đã chụp lấy tôi.  Tôi sẽ bị bầm tím; tay cô rất cứng. Cô đặt tôi đứng thẳng.  Mờ mờ chứ nhưng không tối đen ở dưới đáy. Ánh sáng từ bên trên hố  mang lại ánh sáng yếu ớt, ẩm ướt phản chiếu mấy viên đá dưới chân tôi. Ánh sáng biến mất chốc lát, rồi Edward sáng trắng lờ mờ cạnh tôi. Anh vòng tay ôm tôi, kéo tôi đến gần anh, và bắt đầu lôi tôi thật nhanh về phía trước. Tôi vòng cả hai tay ôm thắt lưng lạnh của anh, vướng chân và vấp té trên bề mặt đá không bằng phẳng.  Tiếng nắp đậy nặng nề đẩy trượt che lỗ cống sau lưng vang lên gọn gàng sắc lẻm.  Ánh sáng lờ mờ rọi từ con phố nhanh chóng mất đi trong bóng đêm. Tiếng bước chân loạng choạng của tôi vang vọng trong không gian đen ngòm; có vẻ rất rộng, nhưng tôi không chắc. Chẳng có tiếng động nào ngoài nhịp tim dập dồn và tiếng chân tôi trên sỏi ướt - ngoại trừ một lần, khi một tiếng thở dài sốt ruột vang lên phía sau tôi.  Edward ôm chặt tôi. Anh cũng đưa bàn tay còn lại ngang thân mình để giữ khuôn mặt tôi, ngón tay cái mịn màng của anh dò tìm môi tôi. Thỉnh thoảng, tôi cảm thấy mặt anh áp vào tóc tôi.  Tôi nhận thấy đây là lúc sum vầy duy nhất chúng tôi có thể có được nên tôi rúc sát vào người anh hơn. Bây giờ, cứ như thể anh yêu tôi vậy, và thế đã đủ bù đắp nỗi sợ hãi con đường hầm ngầm dưới mặt đất và đám ma cà rồng lảng vảng sau lưng. Có lẽ đó chỉ là sự hối lỗi - giống cảm giác hối lỗi đã khiến anh đến đây để chết khi tin rằng chính vì lỗi anh mà tôi tự tử. Nhưng tôi cảm thấy môi anh nhẹ áp lên trán tôi, và tôi chẳng thèm quan tâm động cơ là gì nữa. Ít nhất tôi có thể ở bên anh trước khi tôi chết. Còn hơn là sống lâu.  Tôi ước có thể hỏi anh chính xác chuyện gì sắp xảy ra. Tôi hết sức muốn biết chúng tôi sẽ chết ra sao - như thể vậy sẽ khá hơn, nếu biết trước. Nhưng tôi không nói được, dù chỉ là thì thầm, khi bị vây quanh như thế này. Mấy người kia có thể nghe được mọi thứ - từng hơi thở của tôi, từng nhịp tim của tôi.  Con đường dưới chân chúng tôi tiếp tục dốc xuống, đưa chúng tôi đi sâu vào lòng đất, và làm tôi bị chứng sợ bị tù túng. Chỉ nhờ bàn tay Edward, đang vuốt ve mặt tôi, mà tôi không hét toáng lên.  Tôi không biết ánh sáng đến từ đâu, nhưng không gian từ từ chuyển thành xám chứ không còn đen ngòm nữa. Chúng tôi đang ở trong một đường hầm cong, thấp. Các vệt nước dài đen rỉ xuống đá xám, như thể chúng đang nhỏ mực.  Tôi đang run lẩy bẩy, và tôi tưởng vì mình sợ. Mãi đến khi răng tôi bắt đầu đánh vào nhau lập cập tôi mới nhận ra mình lạnh. Quần áo tôi vẫn còn ướt, và nhiệt độ bên dưới thành phố lạnh giá. Như da Edward.  Anh nhận ra điều này cùng lúc với tôi, và nên thả tôi ra, chỉ nắm tay tôi.  \"Đ - đ - đừng, \" tôi run lập cập, vòng tay ôm anh. Tôi chẳng quan tâm nếu có bị đông cứng. Nào ai biết được chúng tôi còn bao nhiêu thời gian bên nhau nữa? Bàn tay lạnh giá của anh xoa cánh tay tôi, cố sưởi ấm tôi bằng sự ma sát.  Chúng tôi vội vã đi qua đường hầm, hoặc giống như thể vội vã đối với tôi. Bước chân chậm lụt của tôi làm ai đó bực mình - tôi đoán là Felix - vì tôi nghe anh ta thỉnh thoảng lại thở dài sườn sượt.  Ở cuối đường hầm là một nắp đậy - các thanh sắt rỉ sét, nhưng dày bằng cánh tay tôi. Một cánh cửa nhỏ được làm bằng mấy thanh sắt mỏng hơn, bện chéo vào nhau đang mở toang.  Edward cúi mình bước qua và vội vã bước vào một căn phòng đá sáng sủa hơn, rộng hơn. Lưới sắt đóng sầm lại đánh rầm, sau đó là tiếng chốt khóa. Tôi quá sợ không dám nhìn ra phía sau mình.  Phía bên kia căn phòng dài là một cánh cửa thấp, bằng gỗ dầy. Rất dày - tôi dám chắc vậy, vì nó, cũng, mở toang.  Chúng tôi đi qua cánh cửa ấy, và tôi liếc nhìn xung quanh đầy ngạc nhiên, tự nhiên bớt căng thẳng. Bên cạnh tôi, Edward bồn chồn, hàm bạnh ra."
        },
        {
            "en": "11        11. COMPLICATIONS Everyone watched us as we walked together to our lab table. I noticed that he no longer <em>angled</em> the chair to sit as far from me as the desk would allow. Instead, he sat quite close beside me, our arms almost touching. Mr. Banner backed into the room then — what superb timing the man had — pulling a tall metal frame on wheels that held a heavy-looking, outdated TV and VCR. A movie day — the lift in the class atmosphere was almost tangible. Mr. Banner shoved the tape into the reluctant VCR and walked to the wall to turn off the lights. And then, as the room went black, I was suddenly hyperaware that Edward was sitting less than an inch from me. I was stunned by the unexpected electricity that flowed through me, amazed that it was possible to be more aware of him than I already was. A crazy impulse to reach over and touch him, to stroke his perfect face just once in the darkness, nearly overwhelmed me. I crossed my arms tightly across my chest, my hands balling into fists. I was losing my mind. The opening credits began, lighting the room by a token amount. My eyes, of their own accord, flickered to him. I smiled sheepishly as I realized his posture was identical to mine, fists clenched under his arms, right down to the eyes, peering sideways at me. He grinned back, his eyes somehow managing to smolder, even in the dark. I looked away before I could start hyperventilating. It was absolutely ridiculous that I should feel dizzy. The hour seemed very long. I couldn't concentrate on the movie — I didn't even know what subject it was on. I tried unsuccessfully to relax, but the electric current that seemed to be originating from somewhere in his body never slackened. Occasionally I would permit myself a quick glance in his direction, but he never seemed to relax, either. The overpowering craving to touch him also refused to fade, and I crushed my fists safely against my ribs until my fingers were aching with the effort. I breathed a sigh of relief when Mr. Banner flicked the lights back on at the end of class, and stretched my arms out in front of me, flexing my stiff fingers. Edward  chuckled beside me. \"Well, that was interesting,\" he murmured. His voice was dark and his eyes were cautious. \"Umm,\" was all I was able to respond. \"Shall we?\" he asked, rising fluidly. I almost groaned. Time for Gym. I stood with care, worried my balance might have been affected by the strange new intensity between us. He walked me to my next class in silence and paused at the door; I turned to say goodbye. His face startled me — his expression was torn, almost pained, and so fiercely beautiful that the ache to touch him flared as strong as before. My goodbye stuck in my throat. He raised his hand, hesitant, conflict raging in his eyes, and then swiftly brushed the length of my cheekbone with his fingertips. His skin was as icy as ever, but the trail his fingers left on my skin was alarmingly warm — like I'd been burned, but didn't feel the pain of it yet. He turned without a word and strode quickly away from me. I walked into the gym, lightheaded and wobbly. I drifted to the locker room, changing in a trance like state, only vaguely aware that there were other people surrounding me. Reality didn't fully set in until I was handed a racket. It wasn't heavy, yet it felt very unsafe in my hand. I could see a few of the other kids in class eyeing me furtively. Coach Clapp ordered us to pair up into teams. Mercifully, some vestiges of Mike's chivalry still survived; he came to stand beside me. \"Do you want to be a team?\" \"Thanks, Mike — you don't have to do this, you know.\" I grimaced apologetically. \"Don't worry, I'll keep out of your way.\" He grinned. Sometimes it was so easy to like Mike. It didn't go smoothly. I somehow managed to hit myself in the head with my racket and clip Mike's shoulder on the same swing. I spent the rest of the hour in the back corner of the court, the racket held safely behind my back. Despite being handicapped by me, Mike was pretty good; he won three games out of four single handedly. He gave me an unearned high five when the coach finally blew the whistle ending class. \"So,\" he said as we walked off the court. \"So what?\" \"You and Cullen, huh?\" he asked, his tone rebellious. My previous feeling of affection disappeared. \"That's none of your business, Mike,\" I warned, internally cursing Jessica straight to the fiery pits of Hades. \"I don't like it,\" he muttered anyway. \"You don't have to,\" I snapped. \"He looks at you like… like you're something to eat,\" he continued, ignoring me. I choked back the hysteria that threatened to explode, but a small giggle managed to get out despite my efforts. He glowered at me. I waved and fled to the locker room. I dressed quickly, something stronger than butterflies battering recklessly against the walls of my stomach, my argument with Mike already a distant memory. I was wondering if Edward would be waiting, or if I should meet him at his car. What if his family was there? I felt a wave of real terror. Did they know that I knew? Was I supposed to know that they knew that I knew, or not? By the time I walked out of the gym, I had just about decided to walk straight home without even looking toward the parking lot. But my worries were unnecessary. Edward was waiting, leaning casually against the side of the gym, his breathtaking face untroubled now. As I walked to his side, I felt a peculiar sense of release. \"Hi,\" I breathed, smiling hugely. \"Hello.\" His answering smile was brilliant. \"How was Gym?\" My face fell a tiny bit. \"Fine,\" I lied. \"Really?\" He was unconvinced. His eyes shifted their focus slightly, looking over my shoulder and narrowing. I glanced behind me to see Mike's back as he walked away. \"What?\" I demanded. His eyes slid back to mine, still tight. \"Newton's getting on my nerves.\" \"You weren't listening again?\" I was horror-struck. All traces of my sudden good humor vanished. \"How's your head?\" he asked innocently. \"You're unbelievable!\" I turned, stomping away in the general direction of the parking lot, though I hadn't ruled out walking at this point. He kept up with me easily. \"You were the one who mentioned how I'd never seen you in Gym — it made me curious.\" He didn't sound repentant, so I ignored him. We walked in silence — a furious, embarrassed silence on my part — to his car. But I had to stop a few steps away — a crowd of people, all boys, were surrounding it. Then I realized they weren't surrounding the Volvo, they were actually circled around Rosalie's red convertible, unmistakable lust in their eyes. None of them even looked up as Edward slid between them to open his door. I climbed quickly in the passenger side, also unnoticed. \"Ostentatious,\" he muttered. \"What kind of car is that?\" I asked. \"An M3.\" \"I don't speak Car and Driver.\" \"It's a BMW.\" He rolled his eyes, not looking at me, trying to back out without running over the car enthusiasts. I nodded — I'd heard of that one. \"Are you still angry?\" he asked as he carefully maneuvered his way out. \"Definitely.\" He sighed. \"Will you forgive me if I apologize?\" \"Maybe… if you mean it. And if you promise not to do it again,\" I insisted. His eyes were suddenly shrewd. \"How about if I mean it, and I agree to let you drive Saturday?\" he countered my conditions. I considered, and decided it was probably the best offer I would get. \"Deal,\" I agreed. \"Then I'm very sorry I upset you.\" His eyes burned with sincerity for a protracted moment — playing havoc with the rhythm of my heart — and then turned playful. \"And I'll be on your doorstep bright and early Saturday morning.\" \"Um, it doesn't help with the Charlie situation if an unexplained Volvo is left in the driveway.\" His smile was condescending now. \"I wasn't intending to bring a car.\" \"How —\" He cut me off. \"Don't worry about it. I'll be there, no car.\" I let it go. I had a more pressing question. \"Is it later yet?\" I asked significantly. He frowned. \"I supposed it is later.\" I kept my expression polite as I waited. He stopped the car. I looked up, surprised — of course we were already at Charlie's house, parked behind the truck. It was easier to ride with him if I only looked when it was over. When I looked back at him, he was staring at me, measuring with his eyes.  \"And you still want to know why you can't see me hunt?\" He seemed solemn, but I thought I saw a trace of humor deep in his eyes. \"Well,\" I clarified, \"I was mostly wondering about your reaction.\" \"Did I frighten you?\" Yes, there was definitely humor there. \"No,\" I lied. He didn't buy it. \"I apologize for scaring you,\" he persisted with a slight smile, but then all evidence of teasing disappeared. \"It was just the very thought of you being there… while we hunted.\" His jaw tightened. \"That would be bad?\" He spoke from between clenched teeth. \"Extremely.\" \"Because… ?\" He took a deep breath and stared through the windshield at the thick, rolling clouds that seemed to press down, almost within reach. \"When we hunt,\" he spoke slowly, unwillingly, \"we give ourselves over to our senses… govern less with our minds. Especially our sense of smell. If you were anywhere near me when I lost control that way…\" He shook his head, still gazing morosely at the heavy clouds. I kept my expression firmly under control, expecting the swift flash of his eyes to judge my reaction that soon followed. My face gave nothing away. But our eyes held, and the silence deepened — and changed. Flickers of the electricity I'd felt this afternoon began to charge the atmosphere as he gazed unrelentingly into my eyes. It wasn't until my head started to swim that I realized I wasn't breathing. When I drew in a jagged breath, breaking the stillness, he closed his eyes. \"Bella, I think you should go inside now.\" His low voice was rough, his eyes on the clouds again. I opened the door, and the arctic draft that burst into the car helped clear my head. Afraid I might stumble in my woozy state, I stepped carefully out of the car and shut the door behind me without looking back. The whir of the automatic window unrolling made me turn. \"Oh, Bella?\" he called after me, his voice more even. He leaned toward the open window with a faint smile on his lips. \"Yes?\" \"Tomorrow it's my turn.\" \"Your turn to what?\" He smiled wider, flashing his gleaming teeth. \"Ask the questions.\" And then he was gone, the car speeding down the street and disappearing around the corner before I could even collect my thoughts. I smiled as I walked to the house. It was clear he was planning to see me tomorrow, if nothing else. That night Edward starred in my dreams, as usual. However, the climate of my unconsciousness had changed. It thrilled with the same electricity that had charged the afternoon, and I tossed and turned restlessly, waking often. It was only in the early hours of the morning that I finally sank into an exhausted, dreamless sleep. When I woke I was still tired, but edgy as well. I pulled on my brown turtleneck and the inescapable jeans, sighing as I daydreamed of spaghetti straps and shorts. Breakfast was the usual, quiet event I expected. Charlie fried eggs for himself; I had my bowl of cereal. I wondered if he had forgotten about this Saturday. He answered my unspoken question as he stood up to take his plate to the sink. \"About this Saturday…\" he began, walking across the kitchen and turning on the faucet. I cringed. \"Yes, Dad?\" \"Are you still set on going to Seattle?\" he asked. \"That was the plan.\" I grimaced, wishing he hadn't brought it up so I wouldn't have to compose careful half-truths. He squeezed some dish soap onto his plate and swirled it around with the brush. \"And you're sure you can't make it back in time for the dance?\" \"I'm not going to the dance, Dad.\" I glared. \"Didn't anyone ask you?\" he asked, trying to hide his concern by focusing on rinsing the plate. I sidestepped the minefield. \"It's a girl's choice.\" \"Oh.\" He frowned as he dried his plate. I sympathized with him. It must be a hard thing, to be a father; living in fear that your daughter would meet a boy she liked, but also having to worry if she didn't. How ghastly it would be, I thought, shuddering, if Charlie had even the slightest inkling of exactly what I did like. Charlie left then, with a goodbye wave, and I went upstairs to brush my teeth and gather my books. When I heard the cruiser pull away, I could only wait a few seconds before I had to peek out of my window. The silver car was already there, waiting in Charlie's spot on the driveway. I bounded down the stairs and out the front door, wondering how long this bizarre routine would continue. I never wanted it to end.  He waited in the car, not appearing to watch as I shut the door behind me without bothering to lock the dead-bolt. I walked to the car, pausing shyly before opening the door and stepping in. He was smiling, relaxed — and, as usual, perfect and beautiful to an excruciating degree. \"Good morning.\" His voice was silky. \"How are you today?\" His eyes roamed over my face, as if his question was something more than simple courtesy. \"Good, thank you.\" I was always good — much more than good — when I was near him. His gaze lingered on the circles under my eyes. \"You look tired.\" \"I couldn't sleep,\" I confessed, automatically swinging my hair around my shoulder to provide some measure of cover. \"Neither could I,\" he teased as he started the engine. I was becoming used to the quiet purr. I was sure the roar of my truck would scare me, whenever I got to drive it again. I laughed. \"I guess that's right. I suppose I slept just a little bit more than you did.\" \"I'd wager you did.\" \"So what did you do last night?\" I asked. He chuckled. \"Not a chance. It's my day to ask questions.\" \"Oh, that's right. What do you want to know?\" My forehead creased. I couldn't imagine anything about me that could be in any way interesting to him. \"What's your favorite color?\" he asked, his face grave. I rolled my eyes. \"It changes from day to day.\" \"What's your favorite color today?\" He was still solemn. \"Probably brown.\" I tended to dress according to my mood. He snorted, dropping his serious expression. \"Brown?\" he asked skeptically. \"Sure. Brown is warm. I miss brown. Everything that's supposed to be brown — tree trunks, rocks, dirt — is all covered up with squashy green stuff here,\" I complained. He seemed fascinated by my little rant. He considered for a moment, staring into my eyes. \"You're right,\" he decided, serious again. \"Brown is warm.\" He reached over, swiftly, but somehow still hesitantly, to sweep my hair back behind my shoulder. We were at the school by now. He turned back to me as he pulled into a parking space. \"What music is in your CD player right now?\" he asked, his face as somber as if he'd asked for a murder confession. I realized I'd never removed the CD Phil had given me. When I said the name of the band, he smiled crookedly, a peculiar expression in his eyes. He flipped open a compartment under his car's CD player, pulled out one of thirty or so CDs that were jammed into the small space, and handed it to me, \"Debussy to this?\" He raised an eyebrow. It was the same CD. I examined the familiar cover art, keeping my eyes down. It continued like that for the rest of the day. While he walked me to English, when he met me after Spanish, all through the lunch hour, he questioned me relentlessly about every insignificant detail of my existence. Movies I'd liked and hated, the few places I'd been and the many places I wanted to go, and books — endlessly books. I couldn't remember the last time I'd talked so much. More often than not, I felt self-conscious, certain I must be boring him. But the absolute absorption of his face, and his never-ending stream of questions, compelled me to continue. Mostly his questions were easy, only a very few triggering my easy blushes. But when I did flush, it brought on a whole new round of questions. Such as the time he asked my favorite gemstone, and I blurted out topaz before thinking. He'd been flinging questions at me with such speed that I felt like I was taking one of those psychiatric tests where you answer with the first word that comes to mind. I was sure he would have continued down whatever mental list he was following, except for the blush. My face reddened because, until very recently, my favorite gemstone was garnet. It was impossible, while staring back into his topaz eyes, not to remember the reason for the switch. And, naturally, he wouldn't rest until I'd admitted why I was embarrassed. \"Tell me,\" he finally commanded after persuasion failed — failed only because I kept my eyes safely away from his face. \"It's the color of your eyes today,\" I sighed, surrendering, staring down at my hands as I fiddled with a piece of my hair. \"I suppose if you asked me in two weeks I'd say onyx.\" I'd given more information than necessary in my unwilling honesty, and I worried it would provoke the strange anger that flared whenever I slipped and revealed too clearly how obsessed I was. But his pause was very short. \"What kinds of flowers do you prefer?\" he fired off. I sighed in relief, and continued with the psychoanalysis. Biology was a complication again. Edward had continued with his quizzing up until Mr. Banner entered the room, dragging the audiovisual frame again. As the teacher approached the light switch, I noticed Edward slide his chair slightly farther away from mine. It didn't help. As soon as the room was dark, there was the same electric spark, the same restless craving to stretch my hand across the short space and touch his cold skin, as yesterday. I leaned forward on the table, resting my chin on my folded arms, my hidden fingers gripping the table's edge as I fought to ignore the irrational longing that unsettled me. I didn't look at him, afraid that if he was looking at me, it would only make self-control that much harder. I sincerely tried to watch the movie, but at the end of the hour I had no idea what I'd just seen. I sighed in relief again when Mr. Banner turned the lights on, finally glancing at Edward; he was looking at me, his eyes ambivalent. He rose in silence and then stood still, waiting for me. We walked toward the gym in silence, like yesterday. And, also like yesterday, he touched my face wordlessly — this time with the back of his cool hand, stroking once from my temple to my jaw — before he turned and walked away. Gym passed quickly as I watched Mike's one-man badminton show. He didn't speak to me today, either in response to my vacant expression or because he was still angry about our squabble yesterday. Somewhere, in a corner of my mind, I felt bad about that. But I couldn't concentrate on him. I hurried to change afterward, ill at ease, knowing the faster I moved, the sooner I would be with Edward. The pressure made me more clumsy than usual, but eventually I made it out the door, feeling the same release when I saw him standing there, a wide smile automatically spreading across my face. He smiled in reaction before launching into more cross-examination. His questions were different now, though, not as easily answered. He wanted to know what I missed about home, insisting on descriptions of anything he wasn't familiar with. We sat in front of Charlie's house for hours, as the sky darkened and rain plummeted around us in a sudden deluge. I tried to describe impossible things like the scent of creosote — bitter, slightly resinous, but still pleasant — the high, keening sound of the cicadas in July, the feathery barrenness of the trees, the very size of the sky, extending white-blue from horizon to horizon, barely interrupted by the low mountains covered with purple volcanic rock. The hardest thing to explain was why it was so beautiful to me — to justify a beauty that didn't depend on the sparse, spiny vegetation that often looked half dead, a beauty that had more to do with the exposed shape of the land, with the shallow bowls of valleys between the craggy hills, and the way they held on to the sun. I found myself using my hands as I tried to describe it to him. His quiet, probing questions kept me talking freely, forgetting, in the dim light of the storm, to be embarrassed for monopolizing the conversation. Finally, when I had finished detailing my cluttered room at home, he paused instead of responding with another question.  \"Are you finished?\" I asked in relief. \"Not even close — but your father will be home soon.\" \"Charlie!\" I suddenly recalled his existence, and sighed. I looked out at the rain-darkened sky, but it gave nothing away. \"How late is it?\" I wondered out loud as I glanced at the clock. I was surprised by the time — Charlie would be driving home now. \"It's twilight,\" Edward murmured, looking at the western horizon, obscured as it was with clouds. His voice was thoughtful, as if his mind were somewhere far away. I stared at him as he gazed unseeingly out the windshield. I was still staring when his eyes suddenly shifted back to mine. \"It's the safest time of day for us,\" he said, answering the unspoken question in my eyes. \"The easiest time. But also the saddest, in a way… the end of another day, the return of the night. Darkness is so predictable, don't you think?\" He smiled wistfully. \"I like the night. Without the dark, we'd never see the stars.\" I frowned. \"Not that you see them here much.\" He laughed, and the mood abruptly lightened. \"Charlie will be here in a few minutes. So, unless you want to tell him that you'll be with me Saturday…\" He raised one eyebrow. \"Thanks, but no thanks.\" I gathered my books, realizing I was stiff from sitting still so long. \"So is it my turn tomorrow, then?\" \"Certainly not!\" His face was teasingly outraged. \"I told you I wasn't done, didn't I?\" \"What more is there?\" \"You'll find out tomorrow.\" He reached across to open my door for me, and his sudden proximity sent my heart into frenzied palpitations. But his hand froze on the handle. \"Not good,\" he muttered. \"What is it?\" I was surprised to see that his jaw was clenched, his eyes disturbed. He glanced at me for a brief second. \"Another complication,\" he said glumly. He flung the door open in one swift movement, and then moved, almost cringed, swiftly away from me. The flash of headlights through the rain caught my attention as a dark car pulled up to the curb just a few feet away, facing us. \"Charlie's around the corner,\" he warned, staring through the downpour at the other vehicle. I hopped out at once, despite my confusion and curiosity. The rain was louder as it glanced off my jacket. I tried to make out the shapes in the front seat of the other car, but it was too dark. I could see Edward illuminated in the glare of the new car's headlights; he was still staring ahead, his gaze locked on something or someone I couldn't see. His expression was a strange mix of frustration and defiance. Then he revved the engine, and the tires squealed against the wet pavement. The Volvo was out of sight in seconds. \"Hey, Bella,\" called a familiar, husky voice from the driver's side of the little black car. \"Jacob?\" I asked, squinting through the rain. Just then, Charlie's cruiser swung around the corner, his lights shining on the occupants of the car in front of me. Jacob was already climbing out, his wide grin visible even through the darkness. In the passenger seat was a much older man, a heavyset man with a memorable face — a face that overflowed, the cheeks resting against his shoulders, with creases running through the russet skin like an old leather jacket. And the surprisingly familiar eyes, black eyes that seemed at the same time both too young and too ancient for the broad face they were set in. Jacob's father, Billy Black. I knew him immediately, though in the more than five years since I'd seen him last I'd managed to forget his name when Charlie had spoken of him my first day here. He was staring at me, scrutinizing my face, so I smiled tentatively at him. His eyes were wide, as if in shock or fear, his nostrils flared. My smile faded. Another complication, Edward had said. Billy still stared at me with intense, anxious eyes. I groaned internally. Had Billy recognized Edward so easily? Could he really believe the impossible legends his son had scoffed at? The answer was clear in Billy's eyes. Yes. Yes, he could.",
            "vi": "11        11. Khó khăn Mọi người nhìn chòng chọc vào chúng tôi khi chúng tôi cùng nhau bước đến bàn thí nghiệm. Tôi nhận thấy anh không còn ngồi ở mép ghế càng xa tôi càng tốt nữa, mà ngồi thật sát tôi, cánh tay hay đứa gần chạm vào nhau.  Rồi thầy Banner vào phòng – thầy mới đúng giờ làm sao - kéo một khung kim loại cao có bánh xe có để một cái TV và đầu máy VCR lạc hậu, cồng kềnh.  Ngày xem phim – cảm giác hân hoan trong không khí lớp gần như có thể sờ thấy được.  Thầy Banner đẩy băng vào cái đầu máy VCR không chịu hợp tác và bước đến gần tường tắt đèn.  Thế rồi, khi phòng tối đen, tôi đột ngột nhận thức rõ rệt Edward ngồi cách tôi chưa đầy một inch. Tôi sững người bởi một dòng điện bất ngờ chạy qua cơ thể, kinh ngạc sao có thể cảm nhận nhiều hơn về anh được chứ.  Nỗi thôi thúc điên rồ muốn đưa tay ra chạm vào anh, để vuốt khuôn mặt hoàn hảo anh dù chỉ một lần bóng tối, gần như tràn ngập trong tôi. Tôi khoanh chặt cánh tay mình trước ngực, bàn tay siết lại. Tôi đang mất tỉnh táo.  Đoạn giới thiệu danh sách ê-kíp làm phim bắt đầu, chiếu sáng phòng chút ít. Mắt tôi tự động thoáng nhìn anh. Tôi mỉm cười ngượng ngùng khi thấy tư thế anh y hệt mình, nắm tay siết chặt bên dưới cánh tay, ngay dưới mắt, nghiêng nhìn tôi chăm chú. Anh cười toe toét đáp lại, mắt anh vẫn cháy bỏng, dù là trong bóng tối. Tôi nhìn sang chỗ khác trước khi bắt đầu thở dồn dập. Thật hết sức ngớ ngẩn là tôi lại cảm thấy chóng mặt.  Giờ học như thật dài. Tôi không thể tập trung xem phim - tôi thậm chí không biết nó nói về đề tài gì nữa. Tôi thử thư giãn mà chẳng thành công, vì dòng điện bắt nguồn từ đâu đó trong cơ thể anh chẳng hề dịu lại. Thỉnh thoảng tôi lại cho phép mình liếc nhanh về phía anh, nhưng anh dường như cũng chẳng hề thư thái. Nỗi khao khát ngập tràn muốn chạm vào anh cũng không chịu giảm đi, nên tôi chà nắm tay vào xương sườn cho đến khi ngón tay đau đớn.  Tôi thở phào nhẹ nhõm khi thầy Banner bật đèn sáng lên vào cuối giờ học, duỗi tay ra trước mặt, uốn mấy ngón tay cứng đờ. Edward cười khúc khích bên cạnh tôi.  \"Ừm, thật thú vị, \" anh thì thầm. Giọng anh trầm lắng và mắt anh cẩn trọng.  \"Ưmm, \" là tất cả những gì tôi có thể trả lời.  \"Mình đi nhé?\" Anh hỏi, đứng lên nhẹ nhàng.  Tôi gần như rên rỉ. Đến giờ thể dục. Tôi đứng lên cẩn thận, lo khả năng giữ thăng bằng của tôi có thể bị ảnh hưởng bởi xúc cảm mãnh liệt mới kỳ lạ giữa chúng tôi.  Anh đi cùng tôi đến lớp kế tiếp lặng lẽ rồi dừng trước cửa; Tôi quay lại từ giã. Khuôn mặt anh làm tôi giật mình - vẻ mặt anh đầy dằng vặt, gần như đau đớn, và đẹp dữ dội đến mức nỗi đau đớn muốn chạm vào anh lại cháy bùng lên như trước. Lời từ giã nghẹn trong họng.  Anh đưa tay lên, do dự, xung đột cuồng nộ trong đôi mắt, rồi nhanh chóng vuốt dọc má tôi bằng đầu ngón tay mình. Da anh lạnh giá như mọi khi, nhưng vệt ngón tay anh để lại trên da tôi nóng một cách đáng ngại - như thể tôi bị thiêu đốt, nhưng chưa cảm thấy đau.  Anh quay đi không nói lời nào và sải bước thật nhanh rời xa tôi.  Tôi đi vào phòng tập thể dục, choáng váng và lảo đảo. Tôi đi vô thức đến tủ đựng đồ có khoá phòng, thay đồ trong trạng thái như bị hôn mê, chỉ nhận thức mơ hồ có người quanh mình.  Thực tế vẫn không quay lại cho đến khi tôi được trao cho một cây vợt. Nó không nặng, nhưng vẫn cảm thấy không vững trong tay tôi. Tôi thấy một số bạn trong lớp quan sát mình lén lút. Huấn luyện viên Clapp bắt chúng tôi chia thành nhóm hai người.  Khoan dung, một chút vết tích của tinh thần thượng võ của Mike còn sót lại; anh chàng đến đứng cạnh tôi.  \"Bạn có muốn cùng nhóm không?\" \"Cám ơn, Mike - bạn không cần phải làm vậy, bạn biết đó. \" Tôi nhăn nhó tỏ vẻ hối lỗi.  \"Đừng lo, tôi sẽ tránh xa bạn. \" Anh chàng cười toe toét. Đôi khi thật dễ để thích Mike.  Không suông sẻ. Tôi không biết làm sao lại đánh vợt trúng đầu mình rồi lại quật mạnh vô vai Mike trong cùng cú quất. Tôi sử dụng thời gian còn lại đứng ở góc sân sau, vợt cầm sau lưng an toàn.  Mặc dù thiếu tôi, Mike vẫn rất giỏi; anh một mình thắng ba trong số bốn trận. Anh chàng mang lại cho tôi điểm năm cao nhất chẳng phải đổ mồ hôi khi cuối cùng huấn luyện viên thổi còi kết thúc giờ học.  \"Vậy là, \" anh chàng nói khi chúng tôi rời  sân.  \"Vậy là cái gì?\" \"Bạn và Cullen, phải không?\" anh hỏi, giọng anh đầy vẻ chống đối. Cảm giác ưa thích trước đây của tôi biến mất.  \"Không phải chuyện của bạn, Mike,” Tôi cảnh báo, thầm nguyền rủa Jessica xuống địa ngục cho rồi.  \"Tôi không thích thế, \" tuy vậy anh chàng vẫn thì thầm.  \"Bạn chẳng cần phải thích, \" tôi cáu kỉnh.  \"Anh ta nhìn bạn như thể ... như thể bạn là thứ để ăn vậy, \" anh chàng nói tiếp, lờ tôi đi.  Tôi kềm để không cười phá lên, nhưng một tiếng cười khúc khích vẫn phát ra mặc cho tôi đã cố gắng. Anh chàng trừng mắt nhìn tôi. Tôi vẫy tay chào rồi trốn vô phòng thay đồ.  Tôi mặc đồ thật nhanh, dạ dày của tôi nhộn nhạo, chuyện cãi nhau của tôi với Mike đã thành dĩ vãng xa vời. Tôi đang tự hỏi liệu Edward có đợi mình không, hay tôi có nên gặp anh ở chỗ đậu xe. Chuyện gì sẽ xảy ra nếu gia đình anh cũng ở đó? Tôi cảm thấy một làn sóng hết sức kinh hoàng. Họ có biết là tôi biết rồi không? Có phải lẽ ra tôi phải biết là họ đã biết là tôi đã biết, hay không ? Lúc rời khỏi phòng tập thể dục, tôi quyết định sẽ đi thẳng về nhà thậm chí không nhìn về phía bãi đậu xe. Nhưng nỗi lo lắng của tôi không cần thiết. Edward đang chờ, thoải mái tựa người vào vách phòng tập thể dục, khuôn mặt hớp hồn của anh bây giờ thật bình yên. Khi bước đến bên anh, tôi cảm thấy nhẹ nhõm.  \"Chào, \" tôi thở, cười hết mức.  \"Chào. \" Nụ cười đáp lại của anh rạng rỡ. \"Giờ thể dục ra sao?\" Mặt tôi hơi xụ xuống. \"Tốt, \" tôi nói dối.  \"Thật sao?\" anh hoài nghi. Mắt anh hơi mất tập trung, nhìn qua vai tôi, nheo lại. Tôi liếc nhìn đằng sau thấy lưng Mike đang bỏ đi.  \"Gì vậy?\" tôi hỏi.  Mắt anh quay lại nhìn tôi, vẫn nheo. \" Newton làm tôi bực quá.” \"Anh không lắng nghe suy nghĩ của người khác nữa chứ?\" tôi kinh hãi. Mọi khả năng hài hước của tôi đột ngột biến mất.  \"Đầu em sao rồi?\" anh hỏi đầy vẻ vô tội.  \"Anh thật không chịu nỗi!\" tôi quay lưng, đùng đùng bỏ đi về phía bãi đậu xe, mặc dù tôi không định bỏ đi lúc này.  Anh theo kịp tôi dễ dàng.  \"Chính em là người nói đến vụ vì sao tôi chẳng bao giờ nhìn thấy em ở phòng tập thể dục – nên tôi tò mò.” Anh chẳng có vẻ gì ăn năn cả, nên tôi lờ anh đi.  Chúng tôi bước đi trong im lặng – sự im lặng giận dữ, xấu hổ về phía tôi  - đến xe anh. Nhưng tôi phải dừng lại cách đó vài bước – một đám đông, toàn con trai, đang vây quanh nó.  Rồi tôi nhận ra không phải họ vây quanh chiếc Volvo mà họ đang đi quanh chiếc mui trần màu đỏ của Rosalie, vẻ thèm muốn thấy rõ trong mắt. Thậm chí không ai nhìn lên khi Edward len vào giữa họ để mở cửa. Tôi leo nhanh vào phía hành khách, cũng không bị phát hiện.  \"Phô trương, \" anh thì thầm.  \"Đó là loại xe hơi gì vậy?\" tôi hỏi.  \"M3. \" \"Tôi không nói xe và tài xế. \" \"Đó là một chiếc BMW.”  Anh tỏ vẻ không tin, không nhìn tôi, cố lùi xe mà không cán phải mấy người mê xe.  Tôi gật đầu - tôi đã nghe nói về cái tên đó rồi.  \"Em vẫn giận à?\" Anh hỏi khi cẩn thận lái xe ra ngoài.  \"Chắc chắn rồi. \" Anh thở dài. \"Em sẽ tha thứ cho tôi nếu tôi xin lỗi chứ?\" \"Có thể ... nếu anh thực lòng. Và nếu anh hứa sẽ không làm vậy nữa, \" Tôi khăng khăng.  Mắt anh đột nhiên linh lợi. \"Nếu tôi thực lòng, và tôi đồng ý để em lái xe vào thứ bảy thì sao?\" Anh phản kích lại điều kiện của tôi.  Tôi cân nhắc, và quyết định đó có lẽ là đề nghị tốt nhất tôi có thể có được.  \"Thoả thuận vậy nhe,” Tôi đồng ý.  \"Vậy tôi vô cùng xin lỗi vì đã làm em khó chịu. \" Mắt anh hừng hực nét chân thành hồi lâu – làm lỗi nhịp tim tôi - rồi chuyển sang khôi hài. \" Và tôi sẽ ở trước ngưỡng cửa nhà em vào sáng sớm thứ bảy tươi hồng. \" \"Ờ, chẳng có ích gì trong chuyện giải thích cho Charlie vì sao chiếc Volvo không biết từ đâu ra lại để trên đường lái xe vào nhà. \" Nụ cười anh bây giờ có vẻ hợm hĩnh. \"Tôi đâu định mang theo xe. \" \"Vậy làm sao - \" Anh ngắt lời tôi. \"Đừng lo về chuyện đó. Tôi sẽ ở đó, không có xe. \" Tôi bỏ qua chuyện đó. Tôi có một câu hỏi bức thiết hơn.  \"Thế đã đến lúc “sau này” chưa?\" tôi hỏi đầy ẩn ý.  Anh cau mày. \"Tôi nghĩ là sau nữa. \" Tôi cứ giữ vẻ mặt lịch sự khi đợi.  Anh dừng xe lại. Tôi nhìn lên, ngạc nhiên - dĩ nhiên chúng tôi đã đến nhà Charlie rồi, đỗ sau chiếc xe tải. Dễ đi xe hơn với anh nếu tôi chỉ nhìn khi đã ngừng lại. Khi tôi ngoái nhìn anh, anh đang nhìn chằm chằm vào tôi, mắt anh liệu chừng.  \"Em vẫn muốn biết tại sao em không thể xem tôi săn?\" Anh có vẻ trang nghiêm, nhưng tôi nghĩ mình thấy nét hài hước ẩn trong mắt anh.  \"Ừm, \" tôi giải thích, \"Tôi chỉ thắc mắc về phản ứng của anh mà thôi. \" \"Tôi làm em sợ à?\"  Đúng, rõ ràng có hài hước trong đó rồi.  \"Không, \" tôi nói dối. Anh không tin.  \"Xin lỗi vì đã làm em sợ,” anh cười nhẹ nói tiếp, nhưng sau đó mọi dấu vết trêu chọc biến mất. \"Chỉ vì cái ý nghĩ có em ở đó ... khi chúng tôi săn. \" hàm anh siết chặt.  \"Sẽ tệ lắm sao?\" Anh nói giữa hàm răng nghiến chặt. \"Hết sức. \" \"Vì?\" Anh hít thật sâu và nhìn qua kính chắn gió vào đám mây nặng trĩu, cuồn cuộn như chìm xuống, gần như với tay đến được.  \"Khi chúng tôi săn, \" anh nói từ từ, miễn cưỡng, \" chúng tôi buông thả cho các giác quan ... ít kiểm soát tâm trí hơn.  Đặc biệt là khướu giác. Nếu em ở đâu đó gần tôi khi tôi mất kiểm soát kiểu đó...” Anh lắc đầu, vẫn nhìn chằm chằm buồn rầu vào đám mây dày đặc.  Tôi giữ cho vẻ mặt mình thản nhiên, biết anh sắp nhìn thật nhanh để đánh giá phản ứng của tôi. Khuôn mặt tôi không biểu lộ gì cả.  Nhưng mắt chúng tôi gặp nhau, và im lặng lắng sâu - và thay đổi. Cảm giác về dòng điện tôi cảm thấy chiều nay bắt đầu tích tụ trong không khí khi anh nhìn chằm chằm không ngớt vào mắt tôi.  Mãi đến khi đầu tôi bắt đầu choáng váng tôi mới nhận ra mình đang không thở. Khi tôi hít một hơi đứt quãng, phá vỡ im lặng, anh nhắm mắt lại.  \"Bella, tôi nghĩ bây giờ em nên vào nhà đi. \" Giọng anh nhỏ, cộc cằn, mắt anh lại nhìn mây.  Tôi mở cửa, và luồng không khí giá rét tràn vào xe làm đầu óc tôi minh mẫn. Sợ mình có thể bị vấp ngã vì chóng mặt, tôi cẩn thận bước ra xe và đóng cửa xe mà không ngoái lại. Tiếng xoay mở tự động cửa sổ xe làm tôi quay lại.  \"Ồ, Bella?\" anh gọi với theo tôi, giọng anh bình tĩnh hơn. Anh nghiêng về cửa sổ mở với nụ cười yếu ớt trên môi.  \"Sao?\" \"Ngày mai đến lượt tôi. \" \"Đến lượt anh làm gì?\" Anh toét miệng cười to hơn, để lộ hàm răng sáng bóng. \"Đặt câu hỏi.” Rồi anh chạy đi, xe tăng tốc xuống phố và biến mất ở đâu đó quanh góc phố trước khi tôi thậm chí có thể tập trung tư tưởng. Tôi mỉm cười khi bước vào nhà. Rõ ràng là anh định sẽ gặp tôi ngày mai, chứ còn gì nữa.  Đêm đó Edward nhìn chằm chặp trong giấc mơ của tôi, như thường lệ. Tuy nhiên, tôi không còn tê liệt nữa. Kích thích bởi cũng dòng điện đã tích tụ lúc chiều, tôi trở mình trằn trọc, thức giấc riết. Chỉ đến sáng sớm tôi mới chìm vào một giấc ngủ không mộng mị, mệt lử.  Khi thức giấc, tôi vẫn còn mệt mỏi, nhưng cũng tràn trề sức sống. Tôi mặc chiếc áo cao cổ màu nâu và không thể không mặc quần jean, thở dài vì tôi mơ được mặc áo dây cùng quần soóc. Điểm tâm là sự kiện bình thường, yên tĩnh như đã đoán. Charlie chiên trứng cho ông; còn tôi ăn ngũ cốc. Tôi tự hỏi không biết bố có quên chuyện thứ bảy này không. Ông trả lời câu hỏi không thành lời của tôi khi ông đứng lên mang đĩa đến bồn rửa chén.  \"Còn về thứ bảy này\" ông bắt đầu, đi qua nhà bếp và mở vòi nước.  Tôi rúm người. \"Dạ, sao hả bố?\" \"Con vẫn định đến Seattle hả?\" ông hỏi.  \"Kế hoạch là vậy. \" Tôi nhăn nhó, ước gì ông không đề cập đến chuyện đó để tôi không phải bịa ra một câu chuyện chỉ có nửa sự thật.  Ông bóp ít xà phòng lên đĩa và dùng đồ rửa xoay nó vòng vòng. \"Và con có chắc con về kịp lúc dự khiêu vũ không?\" \"Con đâu có đi khiêu vũ đâu bố. \" tôi nhìn trừng trừng.  \"Không ai mời con à?\" ông hỏi, cố giấu nỗi lo ngại bằng cách tập trung rửa đĩa.  Tôi lảng tránh cái bẫy ấy. \"Đó là quyền lựa chọn của con gái mà. \" \"Ồ. \" Ông cau mày khi lau khô đĩa.  Tôi thông cảm với ông. Hẳn là làm cha rất khó; sống trong nỗi lo sợ con gái mình sẽ gặp anh chàng cô nàng thích, rồi cũng lo lắng nếu con gái không gặp được ai. Sẽ hết sức kinh khiếp, tôi nghĩ, rùng mình, nếu Charlie biết chút gì về người tôi đã thích.  Sau đó Charlie lên đường, vẫy tay tạm biệt, còn tôi lên lầu đánh răng và gom sách lại. Khi nghe tiếng xe tuần tiễu chạy đi, tôi chỉ đợi được vài giây là nhìn lén ra ngoài cửa sổ ngay. Chiếc xe màu bạc đã ở đó, chờ đúng ngay chỗ của Charlie trên đường lái xe vào nhà. Tôi nhảy xuống cầu thang và ra ngoài cửa trước, tự hỏi không biết thói quen kỳ quái này sẽ kéo dài bao lâu. Tôi chẳng hề muốn nó chấm dứt.  Anh đã đợi trong xe, không có vẻ quan sát khi tôi đóng cửa chẳng thèm cài then. Tôi đến gần xe, dừng lại rụt rè trước khi mở cửa rồi bước vào. Anh đang mỉm cười, thư thái - và, như thường lệ, hoàn hảo và xinh đẹp đến mức không thể chịu đựng nỗi.  \"Chào buổi sáng.” Giọng anh ngọt ngào. \"Hôm nay em khoẻ không?” Mắt anh dò tìm trên khuôn mặt tôi, như thể câu hỏi của anh là cái gì đó không phải là câu xã giao đơn thuần.  \"Khoẻ, cảm ơn anh. \"Tôi lúc nào cũng khoẻ - hơn cả khoẻ - khi tôi ở bên anh.  Ánh nhìn chằm chằm của anh nấn ná trên quầng thâm dưới mắt tôi. \"Em có vẻ mệt mỏi. \" \"Tôi không ngủ được, \" tôi thú nhận, bất giác hất tóc quanh vai để che bớt.  \"Tôi cũng không ngủ được, \" anh trêu chọc khi khởi động máy. Tôi đã quen với tiếng rì rì êm ái. Tôi chắc tiếng gầm rống của xe tải của mình sẽ làm tôi sợ, nếu tôi phải lái nó trở lại.  Tôi cười. \"Đúng rồi. Tôi nghĩ mình chỉ ngủ nhiều hơn anh một chút thôi. \" \"Chắc chắn rồi.” \"Vậy đêm qua anh đã làm gì?\" tôi hỏi.  Anh cười khúc khích. \"Không có cơ hội đó đâu. Hôm nay là ngày tôi đặt câu hỏi mà. \" \"Ồ, đúng rồi. Anh muốn biết gì?\" trán tôi nhăn lại. Tôi không thể tưởng tượng tôi có gì có thể làm anh thấy thú vị. \"Màu ưa thích của em là gì?\" Anh hỏi, mặt anh nghiêm túc.  Tôi trợn tròn mắt. \"Tùy theo ngày. \" \"Màu ưa thích của em hôm nay là gì?\" anh vẫn hết sức nghiêm nghị.  \"Có lẽ màu nâu. \" tôi thường mặc đồ tùy theo tâm trạng của mình.  Anh khịt mũi, đánh mất vẻ nghiêm nghị. \"Nâu à?\" anh hỏi hoài nghi. \"Đúng vậy. Màu nâu ấm áp. Tôi nhớ màu nâu. Mọi thứ lẽ ra phải màu nâu như - thân cây, đá, vết bẩn – đều bị che phủ bởi mấy thứ xanh mềm ướt át ở đây, \" tôi than phiền.  Anh có vẻ thích thú bởi lời nói hơi cường điệu của tôi. Anh suy nghĩ trong chốc lát, nhìn vào mắt tôi.  \"Em nói đúng, \" anh quyết định, nghiêm túc trở lại. \"Màu nâu ấm áp. \" Anh vươn tay, thật nhanh, nhưng vẫn lưỡng lự, để gạt tóc tôi ra sau vai.  Chúng tôi bây giờ đã đến trường. Anh quay về phía tôi khi anh lái vô chỗ đậu xe.  \"Hiện tại máy nghe nhạc của em đang chơi nhạc gì?\" anh hỏi, khuôn mặt anh nghiêm nghị như thể anh yêu cầu thú nhận giết người vậy.  Tôi nhận ra mình chẳng hề tháo đĩa CD Phil đã tặng ra. Khi tôi nói tên của ban nhạc xong, anh nhếch miệng cười, ánh mắt anh lạ lùng.  Anh ấn mở một ngăn bên dưới máy nghe đĩa CD trong xe, rút ra một trong số khoảng ba mươi đĩa nhét trong không gian nhỏ ấy rồi trao cho tôi, \"Debussy giống cái này không?\" anh nhướng mày.  Đó là cùng một đĩa CD. Tôi kiểm tra bìa minh hoạ quen thuộc, cứ nhìn xuống.  Cứ như thế cho đến hết ngày. Khi anh đi cùng tôi đến lớp tiếng Anh, khi anh gặp tôi sau giờ tiếng Tây Ban Nha, suốt lúc ăn trưa, anh hỏi tôi không ngừng về từng chi tiết nhỏ nhặt trong cuộc sống của tôi. Phim tôi thích và ghét, vài nơi tôi đã đến và nhiều nơi tôi muốn đến, và sách - sách liên miên.  Tôi không thể nhớ nỗi lần cuối cùng mình nói nhiều như thế là lúc nào. Luôn luôn, tôi cảm thấy ngượng ngùng, chắc chắn mình hẳn làm anh nhàm chán lắm. Nhưng vẻ chăm chú tuyệt đối trên mặt anh, và dòng thác câu hỏi không dứt của anh, buộc tôi tiếp tục. Hầu hết các câu hỏi của anh đều dễ trả lời, chỉ có vài câu dấy động thói quen hay đỏ mặt của tôi. Nhưng khi tôi đỏ mặt, một loạt câu hỏi hoàn toàn mới lại xuất đầu lộ diện.  Như lúc anh hỏi loại đá quý tôi ưa thích, và tôi buột miệng nói topaz mà không hề suy nghĩ. Anh hỏi tôi liên tục thật nhanh làm tôi cảm thấy như mình đang trong cuộc kiểm tra tâm lý mà mình phải trả lời bằng từ đầu tiên nảy ra trong đầu. Tôi chắc anh sẽ cứ tiếp tục thực hiện cho hết danh sách trong đầu, trừ khi tôi đỏ mặt. Khuôn mặt tôi đỏ lên vì, cho đến rất gần đây, đá quý tôi ưa thích vẫn là ngọc hồng lựu.  Thật khó tin, khi nhìn vào đôi mắt màu vàng nâu của anh, mà không nhớ lý do của sự thay đổi này. Và, dĩ nhiên, anh sẽ không chịu thôi cho đến khi nào tôi thừa nhận lý do tôi xấu hổ.  \"Nói cho tôi biết đi, \" cuối cùng thì anh cũng ra lệnh sau khi không thuyết phục được – không thuyết phục được chỉ vì tôi giữ được mắt mình không nhìn mặt anh. \"Vì đó là màu mắt của anh hôm nay, \" tôi thở dài, đầu hàng, nhìn xuống tay mình vừa nghịch tóc. \" Tôi nghĩ nếu anh hỏi vào hai tuần trước, thì chắc là mã não.”  Tôi cung cấp nhiều thông tin hơn cần thiết một cách trung thực bất đắc dĩ, và tôi lo lắng câu trả lời sẽ chọc giận anh mỗi khi tôi lỡ miệng tiết lộ quá rõ chuyện mình đã bị anh ám ảnh thế nào. Nhưng anh chỉ dừng lại chút xíu.  \"Loại hoa em thích ?\" anh hỏi tiếp.  Tôi thở phào nhẹ nhõm, tiếp tục cuộc điều trị bằng phân tâm học. Giờ sinh vật lại khó khăn tiếp. Edward tiếp tục thẩm vấn cho đến khi thầy Banner vào lớp, lại kéo theo khung máy nghe nhìn. Khi thầy đến gần công-tắc đèn, tôi nhận thấy Edward đẩy ghế hơi xa tôi một chút. Chẳng ích gì. Ngay khi phòng tối om, lại cũng dòng điện hôm trước chạy qua, lại nỗi khao khát không thôi muốn vươn tay qua không gian nhỏ bé để chạm vào làn da lạnh lẽo của anh, y như hôm qua.  Tôi xoài người lên bàn, chống cằm trên cánh tay khoanh lại, ngón tay giấu bên dưới bấu vào cạnh bàn để chống lại nỗi khao khát kỳ cục đang dày vò mình. Tôi không nhìn anh, sợ là nếu anh đang nhìn tôi, tôi sẽ càng khó tự chủ hơn. Tôi thực sự cố xem phim, nhưng vào cuối giờ tôi hoàn toàn chẳng biết mình vừa xem gì. Tôi thở phào nhẹ nhõm trở lại khi thầy Banner bật đèn sáng, cuối cùng nhìn lướt qua Edward; anh đang nhìn tôi, mắt anh đầy cảm xúc lẫn lộn.  Anh im lặng đứng lên rồi đứng yên chờ tôi. Chúng tôi đi về phía phòng tập thể dục trong im lặng, y như hôm qua. Và, cũng như hôm qua, anh sờ mặt tôi không nói một lời - lần này bằng mu bàn tay mát rượi của anh, vuốt từ thái dương đến hàm – rồi quay lưng bỏ đi.  Giờ thể dục trôi qua nhanh chóng khi tôi xem cuộc biểu diễn cầu lông một tay của Mike. Hôm nay anh chàng không nói chuyện với tôi, hoặc để đáp lại vẻ lơ đãng của tôi hoặc vì anh vẫn còn tức chuyện cãi nhau ầm ĩ hôm qua.  Một góc nào đó, trong tâm trí tôi, tôi cảm thấy buồn vì chuyện đó. Nhưng tôi không thể tập trung cho anh ta được.  Sau đó tôi vội vã thay đồ, căng thẳng, biết rằng càng làm nhanh, tôi càng sớm được ở bên Edward.  Sự cấp bách làm tôi vụng về hơn thường lệ, nhưng cuối cùng tôi cũng ra được đến cửa, lại cảm thấy nhẹ nhõm khi thấy anh đang đứng đó, nụ cười toét miệng tự động nở trên mặt tôi. Anh mỉm cười đáp trả rồi lại tiếp tục chất vấn.  Tuy vậy câu hỏi của anh bây giờ đã khác, không dễ trả lời nữa. Anh muốn biết tôi nhớ điều gì ở nhà, khăng khăng đòi tôi miêu tả những điều anh chưa rõ. Chúng tôi ngồi trước nhà Charlie hàng giờ, khi bầu trời âm u và mưa đổ xuống quanh chúng tôi như thác lũ.  Tôi cố miêu tả những điều thật khó miêu tả đại loại như mùi hương của dầu creozot - đắng, hơi giống mùi nhựa cây, nhưng vẫn dễ chịu –âm thanh chói tai rả rích của ve sầu tháng bảy, hình ảnh trơ trụi khẳng khiu của cây cối, bầu trời mênh mông khôn cùng, một màu  xanh ngút ngàn kéo dài từ chân trời này đến chân trời kia, chỉ bị cắt ngang bởi dãy núi thấp phủ đá núi lửa màu tím.  Điều khó giải thích nhất là vì sao nó rất đẹp đối với tôi - để chứng minh vẻ đẹp không phải ở cây cối gai góc, lơ thơ thường trông giống như sắp chết rồi, vẻ đẹp chẳng thể hơn được qua hình dáng phô bày của xứ sở, có thung lũng hình cái tô cạn giữa những ngọn đồi lô nhô hiểm trở, và cách chúng phô bày dưới ánh mặt trời. Tôi thấy mình sử dụng tay khi cố mô tả điều ấy với anh.  Những câu hỏi điều tra dịu dàng của anh làm tôi nói thoải mái, trong ánh sáng lờ mờ của cơn bão, quên mắc cỡ vì độc thoại. Cuối cùng, khi tôi miêu tả chi tiết căn phòng bừa bộn của mình ở nhà xong, anh ngừng lại thay vì đưa ra câu hỏi khác.  \"Anh xong rồi phải không?\" tôi nhẹ nhõm hỏi.  \"Hoàn toàn chưa – nhưng bố em sắp về nhà rồi.” \"Charlie !\" tôi đột ngột nhớ ra sự tồn tại của ông và thở dài. Tôi nhìn ra mưa - bầu trời âm u, nhưng không còn mưa nữa. \"Trễ cỡ nào rồi nhỉ?\" tôi buột miệng nói ra suy nghĩ của mình khi liếc nhìn đồng hồ. Tôi ngạc nhiên vì vào giờ này - Charlie sắp về đến nhà rồi.  \"Chạng vạng rồi, \" Edward thì thầm, nhìn chân trời phía tây, mờ tối vì mây che phủ. Giọng anh trầm tư như thể tâm trí anh đang ở một nơi nào đó xa xăm. Tôi nhìn anh chòng chọc khi anh nhìn đờ đẫn vào kính chắn gió.  Tôi vẫn nhìn khi mắt anh đột ngột quay về phía tôi.  \"Đây là thời gian an toàn nhất trong ngày đối với chúng tôi, \" anh nói, trả lời câu hỏi không thành lời trong mắt tôi. \"Thời gian dễ chịu nhất. Cũng là thời gian buồn bã nhất, trong chừng mực nào đó ... là thời điểm ngày kết thúc và đêm quay về. Bóng tối là điều chắc chắn, em không nghĩ vậy sao?\"Anh mỉm cười đầy nuối tiếc.  \"Tôi thích đêm. Không có đêm, mình sẽ chẳng bao giờ thấy các vì sao.” Tôi cau mày. \"tuy ở đây chẳng thấy được bao nhiêu.” Anh cười, và tâm trạng đột ngột trở nên vui vẻ.  \"Charlie sẽ đến đây trong vài phút nữa. Vì vậy, trừ phi em muốn kể bố nghe em sẽ ở bên tôi vào thứ bảy ...” anh nhướng mày.  \"Cám ơn, nhưng tôi không muốn vậy. \"Tôi gom sách vở lại, nhận thấy mình tê người vì ngồi yên quá lâu. \"Vậy mai đến lượt tôi đó nhé?” \"Tất nhiên là không rồi!\" mặt anh giả vờ giận dữ. \"Tôi đã nói với em là tôi chưa xong mà, phải không?\" \"Vậy còn gì nữa chứ?\" \"Mai em sẽ biết.” Anh vươn người mở cửa cho tôi, và sự gần gũi bất ngờ của anh làm tim tôi hồi hộp điên cuồng.  Nhưng tay anh đông cứng trên tay cầm.  \"Không xong rồi, \" anh thì thầm.  \"Gì vậy?\" tôi ngạc nhiên khi thấy hàm anh nghiến chặt, mắt anh lo lắng. Anh nhìn lướt qua tôi thật nhanh. \"Một khó khăn khác, \" anh ủ rũ nói.  Anh đẩy cửa mở thật nhanh, rồi nhích người, hầu như co rúm lại, tránh xa tôi.  Ánh đèn pha loé trong mưa làm tôi chú ý tôi khi một chiếc xe màu tối dừng lại bên lề đường chỉ cách vài bước, đối mặt với chúng tôi.  \"Xe Charlie đã đến gần, \" anh cảnh báo, nhìn chiếc xe kia qua màn mưa như trút nước.  Tôi nhảy ra ngoài ngay lập tức, mặc dù chẳng hiểu gì cả và hiếu kỳ. Mưa lớn hơn khi sượt qua áo khoác của tôi.  Tôi cố nhìn dáng người ngồi trên ghế trước của chiếc xe kia, nhưng trời quá tối. Tôi có thể nhìn thấy Edward được chiếu sáng bởi ánh đèn pha của chiếc xe ấy; anh vẫn nhìn về phía trước, anh nhìn chằm chằm vào cái gì đó hay ai đó tôi không thể thấy được. Vẻ mặt anh pha trộn kỳ lạ giữa buồn bực và thách thức.  Sau đó anh rồ máy, và vỏ xe rít lên siết vào vỉa hè ẩm ướt. Chiếc Volvo xa khuất trong vài giây.  \"Chào, Bella, \" Một giọng nói khàn khàn quen thuộc gọi tôi từ phía ghế tài xế của chiếc xe hơi đen.  \"Jacob hả?\" tôi hỏi, nheo mắt nhìn qua mưa. Ngay lúc đó, chiếc tuần tiễu của Charlie quẹo ở góc đường, ánh đèn xe ông chiếu vào những người ngồi trong xe trước mặt tôi.  Jacob đang leo ra khỏi xe, nụ cười toe toét của anh chàng thậm chí cũng thấy được trong bóng tối. Ở ghế khách ngồi là một người già hơn nhiều, một người vững chãi có khuôn mặt khó quên  - khuôn mặt chảy xuống, má tựa vào vai, với các nếp nhăn hằn trên làn da màu nâu đỏ như một cái áo da cũ. Và đôi mắt quen thuộc lạ lùng, đôi mắt huyền vừa quá trẻ lại vừa quá già đối với khuôn mặt phóng khoáng mà chúng được gắn vào. Bố của Jacob, Billy Black. Tôi biết ông ngay lập tức, dù đã hơn năm năm kể từ khi tôi nhìn thấy ồng lần chót tôi đã quên tên ông khi Charlie nói về ông trong ngày đầu tiên tôi đến đây. Ông đang nhìn chằm chằm vào tôi, dò xét khuôn mặt tôi, nên tôi mỉm cười thăm dò với ông. Mắt ông mở to, như thể bị sốc hay sợ hãi, mũi ông phập phồng. Nụ cười của tôi tắt ngúm.  Edward đã nói là một khó khăn nữa mà.  Billy vẫn nhìn tôi chằm chằm với ánh mắt dữ dội, đầy lo lắng. Tôi thầm rên rỉ. Billy nhận ra Edward dễ vậy sao?  Có thể nào ông thực sự tin những truyền thuyết vô lý mà con trai ông chế giễu? Câu trả lời hiện rõ trong mắt Billy. Đúng. Đúng vậy, ông tin."
        }
    ],
    "suggestions": []
}