{
    "en_vn": {
        "data": {
            "content": null,
            "word": "anime",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>anime</k><blockquote><cclass>[<cclass>'anɪmeɪ<cclass>, <cclass>'anɪmə<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun Japanese film and television animation, typically having a science-fiction theme. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1980s: Japanese. </blockquote></div>",
            "word": "anime",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anime",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anime",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "anime",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Anime</em>.",
            "vi": "Phim hoạt hình Nhật bản."
        },
        {
            "en": "I love Bloom, Winx and <em>Anime</em>!",
            "vi": "Tôi yêu Bloom, Winx và Anime!"
        },
        {
            "en": "The <em>anime</em> has very short episodes.",
            "vi": "Bộ phim hoạt hình đó có các phần rất ngắn."
        },
        {
            "en": "How will you look like in the <em>anime</em> world?",
            "vi": "Bạn sẽ trông giống như thế nào trong thế giới phim hoạt hình?"
        },
        {
            "en": "I love <em>Anime</em> because it's very lovely and beautiful",
            "vi": "Tôi yêu Anime vì nó rất đẹp và dễ thương"
        },
        {
            "en": "In October last year, she was hired as a script editor with a Japanese <em>anime</em> distributor.",
            "vi": "Vào tháng 10 năm ngoái, cô đã được tuyển dụng vào vị trí biên tập lời thoại của một công ty phân phối phim hoạt hình Nhật bản."
        },
        {
            "en": "Kanon has been adapted into light novels, drama CDs, and two <em>anime</em> and manga series.",
            "vi": "Kanon cũng được chuyển thể thành tiểu thuyết nhẹ, drama CD, manga và hai bộ anime."
        },
        {
            "en": "This is the first time in years that I've been hyped up for a TV show that isn't <em>anime</em>.",
            "vi": "Đây là lần đầu tiên trong nhiều năm tôi kích động vì một chương trình truyền hình không phải là phim hoạt hình Nhật Bản."
        },
        {
            "en": "This is the first time in years that I 've been hyped up for a TV show that isn' t <em>anime</em>.",
            "vi": "Đây là lần đầu tiên trong nhiều năm tôi kích động vì một chương trình truyền hình không phải là phim hoạt hình Nhật Bản."
        },
        {
            "en": "Do you have one? Or two, or three? I see a lot of avatars that are kind of cute and look like Japanese <em>anime</em>.",
            "vi": "Bạn có cái nào không? Hay là có hai, ba cái rồi? Tôi thấy có rất nhiều hình đại diện dễ thương và trông như hình hoạt họa của Nhật Bản."
        },
        {
            "en": "Lee Jin-gyu kisses his new bride, a pillow with a picture of <em>anime</em> character Fate Testarossa on it Lee Jin-gyu fell for his ‘dakimakura’ – a kind of large, huggable pillow from Japan, often with a picture of a popular <em>anime</em> character printed on the side.",
            "vi": "Lee Jin-gyu hôn cô dâu mới của anh là một chiếc gối có hình nhân vật phim hoạt hình Fate Testarossa. Lee Jin-gyu mê chiếc gối dakimakura ấy như điếu đổ - dakimakura là một loại gối ôm lớn của Nhật Bản, trên gối thường in hình của một nhân vật phim hoạt hình."
        }
    ],
    "suggestions": []
}