{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ankara",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ankara",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ankara",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ankara",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ankara",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ankara</em> accepted an offer of clothes, blankets and other supplies from Israel, despite the recent deterioration in their relationship.",
            "vi": "Ankara đã nhận lời đề nghị viện trợ áo quần, chăn mền và các vật dụng khác từ Israel mặc dù mối quan hệ của họ gần đây đã trở nên xấu đi."
        },
        {
            "en": "Mr Atalay said rescue teams were being sent to the region from the capital, <em>Ankara</em>, and other areas.",
            "vi": "Ông Atalay nói rằng các đội cứu hộ từ thủ đô Ankara và các khu vực khác đã được gửi đến vùng này."
        },
        {
            "en": "\"Three more planes loaded with aid supplies will come to Turkey within two days,\" an official from the Israeli embassy in <em>Ankara</em> told the Anatolia news agency.",
            "vi": "“ Ba máy bay chở vật dụng cứu trợ sẽ đến Thổ Nhĩ Kỳ trong vòng hai ngày nữa,” một viên chức thuộc đại sứ quán Israel tại Ankara nói với thông tấn xã Anatolia."
        },
        {
            "en": "The Red Crescent called for rescue workers, machinery and drinking water. A crisis center was set up by the country's Health Ministry in the Turkish capital of <em>Ankara</em>.",
            "vi": "Hội lưỡi liềm đỏ yêu cầu hỗ trợ nhân viên cứu hộ, máy móc và nước uống. Trung tâm điều trị khủng hoảng tâm thần đã được thành lập bởi Bộ Y tế ở thủ đô Ankara của Thổ Nhĩ Kỳ."
        },
        {
            "en": "Secretary of State Colin Powell visited <em>Ankara</em> to seek Turkey's agreement not to send a large force into Iraq for fear it could undermine the U.S.-led war.",
            "vi": "Ngoại trưởng Colin Powell viếng thăm Ankara mong Thổ Nhĩ Kỳ đồng ý không đưa một lực lượng lớn vào I - rắc, vì e rằng như vậy là phá cuộc chiến do Mỹ cầm đầu."
        },
        {
            "en": "Secretary of State Colin Powell visited <em>Ankara</em> to seek Turkey's agreement not to send a large force into Iraq lest it could undermine the U. S. - led war.",
            "vi": "Ngoại trưởng Colin Powell viếng thăm Ankara mong Thổ Nhĩ Kỳ đồng ý không đưa một lực lượng lớn vào I-rắc, vì e rằng như vậy là phá cuộc chiến do Mỹ cầm đầu."
        },
        {
            "en": "Secretary of State Colin Powell visited <em>Ankara</em> to seek Turkey's agreement not to send a large force into Iraq lest it could undermine the U.S.-led war.",
            "vi": "Ngoại trưởng Colin Powell viếng thăm Ankara mong Thổ Nhĩ Kỳ đồng ý không đưa một lực lượng lớn vào I - rắc, vì e rằng như vậy là phá cuộc chiến do Mỹ cầm đầu."
        },
        {
            "en": "President Obama is now in <em>Ankara</em> on a visit aimed at explaining his view that Turkey is an important ally and an important part of Europe.",
            "vi": "Tổng thống Obama hiện đang có mặt tại Ankara trong chuyến công du nhằm bày tỏ quan điểm về việc Thổ Nhĩ Kỳ là một đồng minh và một bộ phận quan trọng của Châu Âu."
        },
        {
            "en": "Opening the case, the <em>Ankara</em> chief prosecutor asked for a prison term of up to 22 years, six months, Turkish state TV reported.",
            "vi": "Đài truyền hình quốc gia Thổ Nhĩ Kỳ tường thuật lại là khi khởi tố vụ án, chánh công tố ở Ankara đưa ra hạn tù lên tới 22 năm, sáu tháng."
        },
        {
            "en": "Secretary of State Colin Powell visited <em>Ankara</em> to seek Turkey's agreement not to send a large force into Iraq for fear it could undermine the U. S. - led war.",
            "vi": "Ngoại trưởng Colin Powell viếng thăm Ankara mong Thổ Nhĩ Kỳ đồng ý không đưa một lực lượng lớn vào I-rắc, vì e rằng như vậy là phá cuộc chiến do Mỹ cầm đầu."
        },
        {
            "en": "The <em>Ankara</em> Prosecutor's office accused the Duchess of York of violating the private lives and rights of five children while filming the program for Britain's ITV network, Anatolian reported Thursday.",
            "vi": "Thông tấn xã Anatolian tường thuật vào hôm thứ năm là văn phòng của Công tố viên Ankara buộc tội Nữ công tước xứ York vi phạm quyền và đời tư của năm trẻ em khi quay chương trình này cho mạng ITV của Anh."
        },
        {
            "en": "A hidden camera was used during Sarah Ferguson's visit to the Children's Nurturing and Rehabilitation Center outside <em>Ankara</em>. She wore a disguise of a dark wig and headscarf for the filming.",
            "vi": "Bà Sarah Ferguson sử dụng máy quay phim bí mật trong suốt chuyến viếng thăm Trung tâm nuôi dưỡng và phục hồi trẻ em ở ngoại ô Ankara. Bà ta mặc quần áo cải trang, đội tóc giả đen và choàng khăn trùm đầu để quay phim."
        },
        {
            "en": "Before departing Turkey, Davutoglu said <em>Ankara</em> is opposed to the escalation of sectarian tensions in countries such as Iraq and Syria. He said Turkey wants to prevent a sectarian Cold War that he warned would be \"suicide\" for the region.",
            "vi": "Trước khi rời khỏi Thổ Nhĩ Kỳ, Davutoglu nói rằng Ankara phản đối tình trạng căng thẳng bè phái ngày càng leo thang ở nhiều quốc gia như là I-rắc và Xy-ri. Ông nói rằng Thổ Nhĩ Kỳ muốn ngăn ngừa Cuộc chiến tranh lạnh về bè phái mà ông cảnh báo sẽ là \"hành động tự sát\" cho vùng này."
        },
        {
            "en": "The crisis center said Sunday that 29 surrounding towns had sent help and medical helicopters were taking the injured for treatment in other provinces. Thirty-seven patients were taken to <em>Ankara</em>, Atalay said Monday.",
            "vi": "Trung tâm điều trị khủng hoảng tâm thần hôm Chủ Nhật cho hay 29 thị trấn xung quanh đã gửi cứu trợ và trực thăng y tế đang đem những người bị thương đi điều trị ở các tỉnh khác. Atalay hôm Thứ hai cho biết có ba mươi bảy bệnh nhân đã được đưa đến Ankara. "
        }
    ],
    "suggestions": []
}