{
    "en_vn": {
        "data": {
            "content": null,
            "word": "anniversaries"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "anniversaries"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anniversaries"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anniversaries"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngày kỷ niệm</font></td></tr></tbody></table></div>",
            "word": "anniversaries"
        }
    },
    "sentences": [
        {
            "en": "The <em>anniversaries</em> will all centre around the church.",
            "vi": "Các lễ kỷ niệm sẽ đều tập trung quanh nhà thờ này."
        },
        {
            "en": "To us, there weren't any <em>anniversaries</em> at all.",
            "vi": "Với chúng tôi, chẳng có ngày lễ kỷ niệm nào."
        },
        {
            "en": "Holidays, i. e. Sundays, <em>anniversaries</em>, Tet holidays, are chances for us to hold party.",
            "vi": "Những ngày nghỉ, nghĩa là chủ nhật, ngày kỷ niệm, ngày Tết là dịp để chúng ta tổ chức tiệc tùng."
        },
        {
            "en": "<em>Anniversaries</em> and birthdays are celebrated within the confines of family members.",
            "vi": "Các ngày kỷ niệm và sinh nhật được tổ chức chỉ với sự tham gia của các thành viên trong gia đình"
        },
        {
            "en": "Nowadays, people dispense with the observance of some death <em>anniversaries</em> and festivals.",
            "vi": "Ngày nay người ta đã chước bớt giỗ Tết."
        },
        {
            "en": "The golden anniversary is one of the most celebrated wedding <em>anniversaries</em>.",
            "vi": "Đám cưới vàng là một trong những ngày kỷ niệm đám cưới nổi tiếng nhất."
        },
        {
            "en": "In the old days, weddings, death <em>anniversaries</em>, funerals were very costly occasions.",
            "vi": "Ngày trước, cưới xin, giỗ tết, ma chay rất tốn kém."
        },
        {
            "en": "Holidays, i.e. Sundays, <em>anniversaries</em>, Tet holidays, are chances for us to hold party.",
            "vi": "Những ngày nghỉ, nghĩa là chủ nhật, ngày kỷ niệm, ngày Tết là dịp để chúng ta tổ chức tiệc tùng."
        },
        {
            "en": "He does not express any feelings or concern for the wife, let alone observing <em>anniversaries</em> or birthdays.",
            "vi": "Người chồng không bộc lộ một cảm nghĩ nào hay lo toan gì cho vợ, bỏ quên cả những ngày kỷ niệm quan trọng như ngày thành hôn và sinh nhật."
        },
        {
            "en": "Ensure your customers get regular communication through newsletters, email updates, phone calls or special cards on <em>anniversaries</em> or birthdays.",
            "vi": "Hãy bảo đảm rằng khách hàng của bạn nhận sự liên lạc đều đặn từ thư nội bộ, thư điện tử cập nhật, điện thoại hoặc thiệp đặc biệt vào lễ kỷ niệm hoặc sinh nhật."
        },
        {
            "en": "I remember - or at least my PDA remembers - personal events like birthdays or <em>anniversaries</em>, and I make a special point of reaching out to people during these times.",
            "vi": "Tôi nhớ - hay ít nhất là chiếc PDA của tôi nhớ - những sự kiện riêng tư như sinh nhật hay ngày kỷ niệm, và tôi đặc biệt chú ý liên lạc với mọi người trong những lúc như thế."
        },
        {
            "en": "If you love someone and want to stay together forever, why not get married? I think marriage adds a lot to a couple's life, from the wedding day itself, right through to all of the <em>anniversaries</em>.",
            "vi": "Nếu bạn yêu ai đó và muốn ở với họ suốt đời thì tại sao không kết hôn? Tôi nghĩ việc kết hôn cho biết thêm rất nhiều về cuộc sống của một cặp vợ chồng, từ ngày đám cưới, xuyên suốt tất cả các ngày lễ kỷ niệm."
        },
        {
            "en": "If you love someone and want to stay together forever, why not get married? I think marriage adds a lot to a couple's life, from the wedding day itself, right through to all of the <em>anniversaries</em>.",
            "vi": "họ suốt đời thì tại sao không kết hôn? Tôi nghĩ việc kết hôn cho biết thêm rất nhiều về cuộc sống của một cặp vợ chồng, từ ngày đám cưới, xuyên suốt tất cả các ngày lễ kỷ niệm."
        }
    ],
    "suggestions": []
}