{
    "en_vn": {
        "data": {
            "content": null,
            "word": "annualized",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>annualized</k><blockquote>or <cclass><b>annualised</b></cclass></blockquote><blockquote>■ <cclass>adjective (of a rate of return or inflation) recalculated as an annual rate. </cclass></blockquote></div>",
            "word": "annualized",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "annualized",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "annualized",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "annualized",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>annualized</em> total costs are summarized in the table below.",
            "vi": "Tổng chi phí hàng năm được tóm tắt trong bảng dưới đây."
        },
        {
            "en": "Table 21: <em>Annualized</em> costs of HIV/AIDS treatment.",
            "vi": "Bảng 21: Chi phí hàng năm cho điều trị HIV/AIDS."
        },
        {
            "en": "Table 24: Estimated <em>annualized</em> costs of HIV/AIDS treatment and care.",
            "vi": "Bảng 24: Chi phí ước tính hàng năm cho chăm sóc và điều trị HIV/AIDS."
        },
        {
            "en": "<em>Annualized</em> total and finished steel imports in 2010 would be 24, 6 million tones.",
            "vi": "Số thép thành phẩm nhập khẩu và tổng lượng thép thường niên trong năm 2010 sẽ là 24.6 triệu tấn."
        },
        {
            "en": "This represents an <em>annualized</em> growth rate in employment of 73 percent.",
            "vi": "Điều này cho thấy tỷ lệ tăng trưởng lao động hàng năm của doanh nghiệp là 73%."
        },
        {
            "en": "<em>Annualized</em> total and finished steel imports in 2010 would be 24,6 million tones.",
            "vi": "Số thép thành phẩm nhập khẩu và tổng lượng thép thường niên trong năm 2010 sẽ là 24. 6 triệu tấn."
        },
        {
            "en": "The <em>annualized</em> estimated cost of antiretroviral therapy is approximately VND60.4 million (US$4,030).",
            "vi": "Chi phí ước tính hàng năm cho liệu pháp dùng thuốc ARV xấp xỉ là 60,4 triệu đồng (4.030 USD)."
        },
        {
            "en": "To illustrate this difference more clearly, the <em>annualized</em> costs for inpatient and outpatient treatment are presented in the table below.",
            "vi": "Để minh họa rõ hơn sự khác nhau này, chi phí hàng năm cho điều trị nội trú và ngoại trú được trình bày trong bảng dưới đây."
        },
        {
            "en": "National aggregate investment to total USD150 billion with <em>annualized</em> growth of 10-12% during 2001-2010 to arrive at 30-32% of GDP by 2010.",
            "vi": "Tổng đầu tư quốc gia đạt 150 tỷ đô la, với mức tăng trưởng hàng năm là 10-12% trong giai đoạn 2001-2010 để đạt 30-32% GDP vào năm 2010."
        },
        {
            "en": "Their reported <em>annualized</em> loss of income was VND7,416,000 (US$480), approximately equaling consumption expenditure of households from the poorest 20 percent of the population.",
            "vi": "Tổn thất về thu nhập hàng năm của họ theo báo cáo là 7.416.000 đồng (khoảng 480 USD), tương đương với khoản chi cho tiêu dùng của nhóm 20% số hộ gia đình nghèo đói nhất."
        },
        {
            "en": "<em>Annualized</em> costs are calculated by multiplying inpatient costs per bed day and outpatient costs per visit by the corresponding utilization rate.",
            "vi": "Chi phí hàng năm được tính bằng cách nhân chi phí cho một ngày nằm viện và chi phí cho một lần thăm khám ngoại trú với tỷ lệ sử dụng tương ứng."
        },
        {
            "en": "The <em>annualized</em> cost of antiretroviral treatment per person at current prices was found to be higher than VND 60 million (US$4,000).",
            "vi": "Chi phí hàng năm cho điều trị thuốc ARV cho một người ở mức giá hiện tại được phát hiện trên 60 triệu đồng (4.000 USD)."
        },
        {
            "en": "Adopt and announce an <em>annualized</em> three-year-road-map for AFTA, removing QRs (especially for 6 groups of items from the remaining 11) and reducing tariffs.",
            "vi": "Thông qua và công bố một lộ trình hàng năm trong ba năm cho AFTA, xoá bỏ QRs (đặc biệt là đối với 6 nhóm hàng của 11 mặt hàng còn lại và cắt giảm thuế quan."
        },
        {
            "en": "The <em>annualized</em> cost for outpatients is 6.5 times higher than for inpatient care – VND13.5 million (US$900) versus VND2.0 million (US$133).",
            "vi": "Chi phí hàng năm cho điều trị ngoại trú cao hơn 6,5 lần so với chi phí cho bệnh nhân điều trị nội trú – 13,5 triệu đồng (900 USD) so với 2 triệu đồng (133 USD)."
        },
        {
            "en": "Food and beverage firms also saw <em>annualized</em> growth rates of 25 percent, but the base was very small for most of these companies.",
            "vi": "Các doanh nghiệp thực phẩm và nước giải khát đã có tỷ lệ tăng trưởng hàng năm là 25%, nhưng xuất phát điểm ban đầu của hầu hết các doanh nghiệp này rất thấp."
        },
        {
            "en": "Those caregivers who did not have to give up paid employment but experienced income reduction due to less hours worked, reported an <em>annualized</em> average income of VND5,580,000 (US$372).",
            "vi": "Những người chăm sóc đã không phải bỏ việc làm có trả công nhưng bị giảm thu nhập do làm việc ít giờ hơn đã báo cáo thu nhập trung bình hàng năm là 5.580.000 đồng (372 USD)."
        },
        {
            "en": "It has signed onto AFTA and is in the process of finalizing and announcing an <em>annualized</em> three-year AFTA road map for phasing out quantitative restrictions and reducing tariffs vis-à-vis ASEAN countries.",
            "vi": "Nó đã ký gia nhập AFTA và đang trong quá trình hoàn tất và công bố một lộ trình AFTA ba năm để đưa ra các hạn chế về định lượng và giảm thuế quan so với các quốc gia ASEAN."
        }
    ],
    "suggestions": []
}