{
    "en_vn": {
        "data": {
            "content": null,
            "word": "annum",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "annum",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "annum",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "annum",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "annum",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He earns $30. 000 per <em>annum</em>.",
            "vi": "Anh ấy kiếm được 30,000 đô la mỗi năm."
        },
        {
            "en": "Mortgage interest rates have recently increased to 13% per <em>annum</em>.",
            "vi": "Lãi suất thế chấp gần đây đã tăng lên 13% mỗi năm."
        },
        {
            "en": "The position offers a salary of £25, 000 per <em>annum</em>.",
            "vi": "Chức vụ được hưởng lương 25.000 bảng Anh mỗi năm."
        },
        {
            "en": "The average population growth rate is 1.4% per <em>annum</em>.",
            "vi": "Tốc độ tăng dân số trung bình là 1,4% mỗi năm."
        },
        {
            "en": "The position offers a salary of £25,000 per <em>annum</em>.",
            "vi": "Chức vụ được hưởng lương 25. 000 bảng Anh mỗi năm."
        },
        {
            "en": "Average profits per <em>annum</em> are in the region of £500.000.",
            "vi": "Lợi tức trung bình mỗi năm trong vùng là 500. 000 bảng Anh."
        },
        {
            "en": "The plant has a capacity of 150,000 tonnes per <em>annum</em>.",
            "vi": "Nhà máy có công suất 150. 000 tấn mỗi năm."
        },
        {
            "en": "The company has offered you $x per <em>annum</em>.",
            "vi": "Công ty đã trả lương cho bạn là $x mỗi năm."
        },
        {
            "en": "Again, the employment growth rates differed by sector: employment in agriculture grew by only 0.4 percent per <em>annum</em>; in industry it grew by 4 percent per <em>annum</em>; and in services it grew by almost 6 percent per <em>annum</em>.",
            "vi": "Ngoài ra, tốc độ tăng trưởng việc làm trong các ngành cũng khác nhau: trong nông nghiệp chỉ tăng có 0,4% một năm; công nghiệp tăng 4% một năm và dịch vụ tăng gần 6% một năm."
        },
        {
            "en": "That project raises a future rate of return of 10.5% longer per <em>annum</em>.",
            "vi": "Dự án đó đưa ra lãi suất tương lai là 10, 5% một năm."
        },
        {
            "en": "That project raises a future rate of return of 10. 5% longer per <em>annum</em>.",
            "vi": "Dự án đó đưa ra lãi suất tương lai là 10,5% một năm."
        },
        {
            "en": "Current growth is generating around 10-12 million jobs per <em>annum</em>.",
            "vi": "Trong khi đó, thị trường lao động hiện chỉ hấp thụ được khoảng 10-12 triệu lao động mới mỗi năm."
        },
        {
            "en": "On average, per-capita income is 6.1 million dong per <em>annum</em>.",
            "vi": "Thu nhập bình quân đầu người là 6,1 triệu đồng/năm."
        },
        {
            "en": "The median value of domestic remittances is much smaller at 500,000 VND per capita per <em>annum</em>.",
            "vi": "Giá trị trung vị của lượng tiền gửi thấp hơn nhiều, chỉ 500.000 đồng/người/năm."
        },
        {
            "en": "Interest of 10% per <em>annum</em> accrues on amounts deposited in a savings account.",
            "vi": "Lãi suất 10% mỗi năm tích lũy trên các khoản tiền được ký thác trong một tài khoản tiết kiệm."
        },
        {
            "en": "Employment in these activities has grown by over 5 percent per <em>annum</em> in Vietnam.",
            "vi": "Số lao động trong các hoạt động này đã tăng trung bình khoảng 5% mỗi năm ở Việt Nam."
        },
        {
            "en": "The plant has a capacity of 150, 000 tonnes per <em>annum</em>.",
            "vi": "Nhà máy có công suất 150.000 tấn mỗi năm."
        },
        {
            "en": "EIU sees growth slowing to 5.1 percent per <em>annum</em> for the period 2011-2020.",
            "vi": "Theo dự báo của EIU thì trong giai đoạn 2011-2020, tốc độ tăng trưởng duy trì chậm ở mức 5,1% mỗi năm."
        },
        {
            "en": "Vietnam imports 2,000 tons per <em>annum</em> of Carbendazim, a toxic substance believed to cause cancer.",
            "vi": "Việt Nam nhập khẩu 2.000 tấn hoạt chất Carbendazim mỗi năm, một chất độc hại được cho là gây ra ung thư."
        },
        {
            "en": "In the 2001-2005 period, economic growth rate of HCM city reached 11% per <em>annum</em>.",
            "vi": "Trong giai đoạn 2001-2005, mức tăng trưởng kinh tế của TP HCM đạt 11%/ năm."
        }
    ],
    "suggestions": []
}