{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">anoxia</font></td></tr></table><i/></div>",
            "word": "anoxic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "anoxic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anoxic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anoxic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "anoxic"
        }
    },
    "sentences": [
        {
            "en": "Comparison of biological phosphorus removal under aerobic and <em>anoxic</em> conditions.",
            "vi": "So sánh sự loại bỏ phot pho sinh học dưới những điều kiện hiếu khí và thiếu khí."
        },
        {
            "en": "Comparison of biological phosphorus removal under aerobic and <em>anoxic</em>  conditions.",
            "vi": "So sánh sự loại bỏ phot pho sinh học dưới những điều kiện hiếu khí và thiếu khí."
        },
        {
            "en": "The phosphorus uptake was significantly lower under <em>anoxic</em> conditions than that under aerobic conditions",
            "vi": "Sự hấp thu phot pho dưới điều kiện thiếu khí thấp hơn đáng kể dưới điều kiện hiếu khí."
        },
        {
            "en": "The phosphorus uptake was more rapid under aerobic conditions than under <em>anoxic</em> conditions.",
            "vi": "Quá trình hấp thu phốt-pho diễn ra nhanh dưới điều kiện hiếu khí hơn là điều kiện thiếu khí."
        },
        {
            "en": "The phosphorus uptake was more rapid under aerobic conditions than under <em>anoxic</em> conditions.",
            "vi": "Quá trình hấp thu phốt - pho diễn ra nhanh dưới điều kiện hiếu khí hơn là điều kiện thiếu khí."
        },
        {
            "en": "For A2O process, phosphorous release under anaerobic condition plays an important role in the uptake of phosphorus in the subsequent <em>anoxic</em> and oxic reactors.",
            "vi": "Đối với quá trình A2O, sự giải phóng phốt-pho dưới điều kiện kỵ khí đóng một vai trò quan trọng trong sự hấp thu phốt-pho ở trong các bể phản ứng thiếu khí và hiếu khí theo sau."
        },
        {
            "en": "Due to the unusual abundance of dense, <em>anoxic</em> wet clay , Jorvik’s mostly timber buildings, pits and wells, work areas and animal pens were remarkably very much intact.",
            "vi": "Bởi vì Sự phong phú bất thường của lớp Đất sét dày, ẩm ướt thiếu oxy, hầu hết các tòa nhà gỗ, hố và giếng khoang, khu vực làm việc và các chuồng chăn nuôi vẫn còn nguyên vẹn một cách đáng kể"
        },
        {
            "en": "For A2O process, phosphorous release under anaerobic condition plays an important role in the uptake of phosphorus in the subsequent <em>anoxic</em> and oxic reactors.",
            "vi": "Đối với quá trình A2O, sự giải phóng phốt - pho dưới điều kiện kỵ khí đóng một vai trò quan trọng trong sự hấp thu phốt - pho ở trong các bể phản ứng thiếu khí và hiếu khí"
        }
    ],
    "suggestions": []
}