{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ANS",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ANS</k><blockquote>■ <cclass>abbreviation autonomic nervous system. </cclass></blockquote></div>",
            "word": "ANS",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ANS",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ANS",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ANS",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "twists <em>ans</em> turns",
            "vi": "những chỗ khúc khuỷu"
        },
        {
            "en": "to eat someone out of house <em>ans</em> home",
            "vi": "ăn sạt nghiệp ai"
        },
        {
            "en": "If ifs and <em>ans</em> were pots and pans.",
            "vi": "Nếu nói nếu thì rều rệu cũng hóa mun lim."
        },
        {
            "en": "If \"if\" and \"<em>ans</em>\" were pots and pans.",
            "vi": "Nếu chỉ ao ước mà thành thì đời quá dễ dàng."
        },
        {
            "en": "Early to bed <em>ans</em> early to rise makes a man healthy, wealthy and wise",
            "vi": "Giàu không đến kẻ ngủ trưa."
        },
        {
            "en": "Reports, typewritten lists, rolodexes, <em>ans</em> file folders are all potential places for research.",
            "vi": "Các bản báo cáo, các danh mục đánh máy, các chứng từ, và các hồ sơ dày cộp. đều là những chỗ cần khảo sát."
        },
        {
            "en": "He said that he had his watch at home <em>ans</em> asked me what time it was then.",
            "vi": "Anh ấy nói anh ấy đã để quên đồng hồ ở nhà và hỏi lúc đó là mấy giờ."
        },
        {
            "en": "According to Pham The Hung, a senior executive of Runsystem, there are requirements to be followed when receiving the IP/<em>ANS</em> transfer. Two members to transfer/receive IPs are the members of APNIC. ",
            "vi": "Theo ông Phạm Thế Hùng, một nhà điều hành cấp cao của Runsystem, sau khi nhận chuyển nhượng IP / ANS, có nhiều yêu cầu cần được tuân thủ.Thành viên để chuyển nhượng / nhận IP là những thành viên của APNIC."
        },
        {
            "en": "However, he emphasized that receiving IP/<em>ANS</em> from abroad is just a temporary solution, while in the long term, the members need to set up the roadmap to switch to use both IPv4/IPv6 at the same time before completely shifting to IPv6.",
            "vi": "Tuy nhiên, ông nhấn mạnh rằng việc nhận IP / ANS từ nước ngoài chỉ là giải pháp tạm thời, về lâu dài, các thành viên cần phải thiết lập lộ trình để chuyển sang sử dụng cả IPv4 / IPv6 cùng một lúc trước khi hoàn toàn chuyển sang IPv6."
        }
    ],
    "suggestions": []
}