{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[æn,tægə'nistik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trái ngược, nghịch; đối lập, đối kháng, tương phản</td></tr></table><i/></div>",
            "word": "antagonistic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "antagonistic"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>antagonistic</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>he was antagonistic to the reforms</i>: HOSTILE, against, (dead) set against, opposed, inimical, antipathetic, ill-disposed, resistant, in disagreement; <cclass><i>informal</i> anti.</cclass></blockquote><blockquote><b>2</b><i>an antagonistic group of bystanders</i>: HOSTILE, aggressive, belligerent, bellicose, pugnacious; <cclass><i>rare</i> oppugnant.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>pro.</blockquote></div>",
            "word": "antagonistic"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>antagonistic</k><blockquote><blockquote><ex><abr>adj.</abr> antagonistic to; towards (he is very antagonistic to us)</ex></blockquote></blockquote></div>",
            "word": "antagonistic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "antagonistic"
        }
    },
    "sentences": [
        {
            "en": "You sound very <em>antagonistic</em> towards him.",
            "vi": "Nghe có vẻ anh rất đối lập với ông ta."
        },
        {
            "en": "He's always <em>antagonistic</em> toward new ideas.",
            "vi": "Anh ta luôn luôn phản đối những ý tưởng mới."
        },
        {
            "en": "Teacher-student relationships can also become <em>antagonistic</em>.",
            "vi": "Mối quan hệ giữa giáo viên và học sinh cũng có thể trở thành mối quan hệ đối kháng."
        },
        {
            "en": "<em>Antagonistic</em> contradiction is the impossibility of compromise between different social classes.",
            "vi": "Mâu thuẫn đối kháng giữa các Đảng xã hội khác nhau không thể đi đến việc thỏa hiệp."
        },
        {
            "en": "Many parts of Asia are not so <em>antagonistic</em> to America these days.",
            "vi": "Ngày nay nhiều vùng ở châu Á không chống đối Mỹ lắm."
        },
        {
            "en": "I kept my eyes down as I went to sit by him, bewildered by the <em>antagonistic</em> stare he'd given me.",
            "vi": "Tôi cứ nhìn xuống khi đến ngồi cạnh anh ta, bối rối vì cái nhìn thù địch của anh ta."
        },
        {
            "en": "It is thought that the <em>antagonistic</em> relationship between office employees Jim Halpert (John Krasinki) and Dwight Schrute (Rainn Wilson) would then become the focus of the series.",
            "vi": "Người ta nghĩ rằng mối quan hệ đối nghịch của các nhân viên văn phòng Jim Halpert (John Krasinki) và Dwight Schrute (Rainn Wilson) sẽ trở thành trọng tâm của loạt phim."
        },
        {
            "en": "The heart, smooth muscles, and most glands receive fibres of both kinds: the interplay of sympathetic and parasympathetic reflex activity (the actions are often <em>antagonistic</em>) governs their working.",
            "vi": "Tim, các cơ trơn, và hầu hết các tuyến đều nhận các sợi thần kinh của cả hai loại: tác động qua lại của hoạt động phản xạ giao cảm và phó giao cảm (các tác động thường đối kháng) chi phối hoạt động của các cơ quan này."
        },
        {
            "en": "Kamal Nath, a senior cabinet minister and former trade negotiator, says India and China follow two different models but need not be <em>antagonistic</em> in pursuit of growth and power.",
            "vi": "Kamal Nath, một thành viên cao cấp của nội các và cũng từng là nhà đàm phán thương mại, nói Ấn Độ và Trung Quốc làm theo hai mô hình khác nhau nhưng không nhất thiết phải thù địch nhau khi đeo đuổi mục đích tăng trưởng và quyền lực."
        },
        {
            "en": "Chạng Vạng - Twilight             I'd never given much thought to how I would die — though I'd had reason enough in the last few months — but even if I had, I would not have imagined it like this. I stared without breathing across the long room, into the dark eyes of the hunter, and he looked pleasantly back at me. Surely it was a good way to die, in the place of someone else, someone I loved. Noble, even. That ought to count for something. I knew that if I'd never gone to Forks, I wouldn't be facing death now. But, terrified as I was, I couldn't bring myself to regret the decision. When life offers you a dream so far beyond any of your expectations, it's not reasonable to grieve when it comes to an end. The hunter smiled in a friendly way as he sauntered forward to kill me. 1.  FIRST SIGHT My mother drove me to the airport with the windows rolled down. It was seventy-five degrees in Phoenix, the sky a perfect, cloudless blue. I was wearing my favorite shirt — sleeveless, white eyelet lace; I was wearing it as a farewell gesture. My carry-on item was a parka. In the Olympic Peninsula of northwest Washington State, a small town named Forks exists under a near-constant cover of clouds. It rains on this inconsequential town more than any other place in the United States of America. It was from this town and its gloomy, omnipresent shade that my mother escaped with me when I was only a few months old. It was in this town that I'd been compelled to spend a month every summer until I was fourteen. That was the year I finally put my foot down; these past three summers, my dad, Charlie, vacationed with me in California for two weeks instead.  It was to Forks that I now exiled myself— an action that I took with great horror. I detested Forks. I loved Phoenix. I loved the sun and the blistering heat. I loved the vigorous, sprawling city. \"Bella,\" my mom said to me — the last of a thousand times — before I got on the plane.” You don't have to do this.\" My mom looks like me, except with short hair and laugh lines. I felt a spasm of panic as I stared at her wide, childlike eyes. How could I leave my loving, erratic, harebrained mother to fend for herself? Of course she had Phil now, so the bills would probably get paid, there would be food in the refrigerator, gas in her car, and someone to call when she got lost, but still… \"I want to go,\" I lied. I'd always been a bad liar, but I'd been saying this lie so frequently lately that it sounded almost convincing now. \"Tell Charlie I said hi.\" \"I will.\" \"I'll see you soon,\" she insisted.” You can come home whenever you want — I'll come right back as soon as you need me.\" But I could see the sacrifice in her eyes behind the promise.  \"Don't worry about me,\" I urged.” It'll be great. I love you, Mom.\" She hugged me tightly for a minute, and then I got on the plane, and she was gone. It's a four-hour flight from Phoenix to Seattle, another hour in a small plane up to Port Angeles, and then an hour drive back down to Forks. Flying doesn't bother me; the hour in the car with Charlie, though, I was a little worried about. Charlie had really been fairly nice about the whole thing. He seemed genuinely pleased that I was coming to live with him for the first time with any degree of permanence. He'd already gotten me registered for high school and was going to help me get a car. But it was sure to be awkward with Charlie. Neither of us was what anyone would call verbose, and I didn't know what there was to say regardless. I knew he was more than a little confused by my decision — like my mother before me, I hadn't made a secret of my distaste for Forks. When I landed in Port Angeles, it was raining. I didn't see it as an omen — just unavoidable. I'd already said my goodbyes to the sun. Charlie was waiting for me with the cruiser. This I was expecting, too.  Charlie is Police Chief Swan to the good people of Forks. My primary motivation behind buying a car, despite the scarcity of my funds, was that I refused to be driven around town in a car with red and blue lights on top. Nothing slows down traffic like a cop. Charlie gave me an awkward, one-armed hug when I stumbled my way off the plane. \"It's good to see you, Bells,\" he said, smiling as he automatically caught and steadied me.” You haven't changed much. How's Renée?\" \"Mom's fine. It's good to see you, too, Dad.\" I wasn't allowed to call him Charlie to his face. I had only a few bags. Most of my Arizona clothes were too permeable for Washington. My mom and I had pooled our resources to supplement my winter wardrobe, but it was still scanty. It all fit easily into the trunk of the cruiser. \"I found a good car for you, really cheap,\" he announced when we were strapped in. \"What kind of car?\" I was suspicious of the way he said \"good car for you\" as opposed to just \"good car.\" \"Well, it's a truck actually, a Chevy.\" \"Where did you find it?\" \"Do you remember Billy Black down at La Push?\" La Push is the tiny Indian reservation on the coast. \"No.\" \"He used to go fishing with us during the summer,\" Charlie prompted.  That would explain why I didn't remember him. I do a good job of blocking painful, unnecessary things from my memory. \"He's in a wheelchair now,\" Charlie continued when I didn't respond, \"so he can't drive anymore, and he offered to sell me his truck cheap.\" \"What year is it?\" I could see from his change of expression that this was the question he was hoping I wouldn't ask. \"Well, Billy's done a lot of work on the engine — it's only a few years old, really.\" I hoped he didn't think so little of me as to believe I would give up that easily.” When did he buy it?\" \"He bought it in 1984, I think.\" \"Did he buy it new?\" \"Well, no. I think it was new in the early sixties — or late fifties at the earliest,\" he admitted sheepishly. \"Ch — Dad, I don't really know anything about cars. I wouldn't be able to fix it if anything went wrong, and I couldn't afford a mechanic…\" \"Really, Bella, the thing runs great. They don't build them like that anymore.\" The thing, I thought to myself… it had possibilities — as a nickname, at the very least. \"How cheap is cheap?\" After all, that was the part I couldn't compromise on. \"Well, honey, I kind of already bought it for you. As a homecoming gift.\" Charlie peeked sideways at me with a hopeful expression. Wow. Free. \"You didn't need to do that, Dad. I was going to buy myself a car.\" \"I don't mind. I want you to be happy here.\" He was looking ahead at the road when he said this. Charlie wasn't comfortable with expressing his emotions out loud. I inherited that from him. So I was looking straight ahead as I responded. \"That's really nice, Dad. Thanks. I really appreciate it.\" No need to add that my being happy in Forks is an impossibility. He didn't need to suffer along with me. And I never looked a free truck in the mouth — or engine. \"Well, now, you're welcome,\" he mumbled, embarrassed by my thanks.  We exchanged a few more comments on the weather, which was wet, and that was pretty much it for Conversation. We stared out the windows in silence. It was beautiful, of course; I couldn't deny that. Everything was green: the trees, their trunks covered with moss, their branches hanging with a canopy of it, the ground covered with ferns. Even the air filtered down greenly through the leaves. Eventually we made it to Charlie's. He still lived in the small, two-bedroom house that he'd bought with my mother in the early days of their marriage. Those were the only kind of days their marriage had — the early ones. There, parked on the street in front of the house that never changed, was my new — well, new to me — truck. It was a faded red color, with big, rounded fenders and a bulbous cab. To my intense surprise, I loved it. I didn't know if it would run, but I could see myself in it. Plus, it was one of those solid iron affairs that never gets damaged — the kind you see at the scene of an accident, paint unscratched, surrounded by the pieces of the foreign car it had destroyed. \"Wow, Dad, I love it! Thanks!\" Now my horrific day tomorrow would be just that much less dreadful. I wouldn't be faced with the choice of either walking two miles in the rain to school or accepting a ride in the Chief's cruiser. \"I'm glad you like it,\" Charlie said gruffly, embarrassed again. It took only one trip to get all my stuff upstairs. I got the west bedroom that faced out over the front yard. The room was familiar; it had been belonged to me since I was born. The wooden floor, the light blue walls, the peaked ceiling, the yellowed lace curtains around the window — these were all a part of my childhood. The only changes Charlie had ever made were switching the crib for a bed and adding a desk as I grew. The desk now held a secondhand computer, with the phone line for the modem stapled along the floor to the nearest phone jack. This was a stipulation from my mother, so that we could stay in touch easily. The rocking chair from my baby days was still in the corner. There was only one small bathroom at the top of the stairs, which I would have to share with Charlie. I was trying not to dwell too much on that fact. One of the best things about Charlie is he doesn't hover. He left me alone to unpack and get settled, a feat that would have been altogether impossible for my mother. It was nice to be alone, not to have to smile and look pleased; a relief to stare dejectedly out the window at the sheeting rain and let just a few tears escape. I wasn't in the mood to go on a real crying jag. I would save that for bedtime, when I would have to think about the coming morning. Forks High School had a frightening total of only three hundred and fifty-seven — now fifty-eight — students; there were more than seven hundred people in my junior class alone back home. All of the kids here had grown up together — their grandparents had been toddlers together. I would be the new girl from the big city, a curiosity, a freak. Maybe, if I looked like a girl from Phoenix should, I could work this to my advantage. But physically, I'd never fit in anywhere. I should be tan, sporty, blond — a volleyball player, or a cheerleader, perhaps — all the things that go with living in the valley of the sun. Instead, I was ivory-skinned, without even the excuse of blue eyes or red hair, despite the constant sunshine. I had always been slender, but soft somehow, obviously not an athlete; I didn't have the necessary hand-eye coordination to play sports without humiliating myself — and harming both myself and anyone else who stood too close. When I finished putting my clothes in the old pine dresser, I took my bag of bathroom necessities and went to the communal bathroom to clean myself up after the day of travel. I looked at my face in the mirror as I brushed through my tangled, damp hair. Maybe it was the light, but already I looked sallower, unhealthy. My skin could be pretty — it was very clear, almost translucent-looking — but it all depended on color. I had no color here. Facing my pallid reflection in the mirror, I was forced to admit that I was lying to myself. It wasn't just physically that I'd never fit in. And if I couldn't find a niche in a school with three thousand people, what were my chances here? I didn't relate well to people my age. Maybe the truth was that I didn't relate well to people, period. Even my mother, who I was closer to than anyone else on the planet, was never in harmony with me, never on exactly the same page. Sometimes I wondered if I was seeing the same things through my eyes that the rest of the world was seeing through theirs. Maybe there was a glitch in my brain. But the cause didn't matter. All that mattered was the effect. And tomorrow would be just the beginning.  I didn't sleep well that night, even after I was done crying. The constant whooshing of the rain and wind across the roof wouldn't fade into the background. I pulled the faded old quilt over my head, and later added the pillow, too. But I couldn't fall asleep until after midnight, when the rain finally settled into a quieter drizzle. Thick fog was all I could see out my window in the morning, and I could feel the  claustrophobia creeping up on me. You could never see the sky here; it was like a cage. Breakfast with Charlie was a quiet event. He wished me good luck at school. I thanked him, knowing his hope was wasted. Good luck tended to avoid me. Charlie left first, off to the police station that was his wife and family. After he left, I sat at the old square oak table in one of the three unmatching chairs and examined his small kitchen, with its dark paneled walls, bright yellow cabinets, and white linoleum floor. Nothing was changed. My mother had painted the cabinets eighteen years ago in an attempt to bring some sunshine into the house. Over the small fireplace in the adjoining handkerchief-sized family room was a row of pictures. First a wedding picture of Charlie and my mom in Las Vegas, then one of the three of us in the hospital after I was born, taken by a helpful nurse, followed by the procession of my school pictures up to last year's. Those were embarrassing to look at — I would have to see what I could do to get Charlie to put them somewhere else, at least while I was living here. It was impossible, being in this house, not to realize that Charlie had never gotten over my mom. It made me uncomfortable. I didn't want to be too early to school, but I couldn't stay in the house anymore. I donned my jacket — which had the feel of a biohazard suit — and headed out into the rain. It was just drizzling still, not enough to soak me through immediately as I reached for the house key that was always hidden under the eaves by the door, and locked up. The sloshing of my new waterproof boots was unnerving. I missed the normal crunch of gravel as I walked. I couldn't pause and admire my truck again as I wanted; I was in a hurry to get out of the misty wet that swirled around my head and clung to my hair under my hood. Inside the truck, it was nice and dry. Either Billy or Charlie had obviously cleaned it up, but the tan upholstered seats still smelled faintly of tobacco, gasoline, and peppermint. The engine started quickly, to my relief, but loudly, roaring to life and then idling at top volume. Well, a truck this old was bound to have a flaw. The antique radio worked, a plus that I hadn't expected. Finding the school wasn't difficult, though I'd never been there before. The school was, like most other things, just off the highway. It was not obvious that it was a school; only the sign, which declared it to be the Forks High School, made me stop. It looked like a collection of matching houses, built with maroon-colored bricks. There were so many trees and shrubs I couldn't see its size at first. Where was the feel of the institution? I wondered nostalgically. Where were the chain-link fences, the metal detectors? I parked in front of the first building, which had a small sign over the door reading front office. No one else was parked there, so I was sure it was off limits, but I decided I would get directions inside instead of circling around in the rain like an idiot. I stepped unwillingly out of the toasty truck cab and walked down a little stone path lined with dark hedges. I took a deep breath before opening the door.  Inside, it was brightly lit, and warmer than I'd hoped. The office was small; a little waiting area with padded folding chairs, orange-flecked commercial carpet, notices and awards cluttering the walls, a big clock ticking loudly. Plants grew everywhere in large plastic pots, as if there wasn't enough greenery outside. The room was cut in half by a long counter, cluttered with wire baskets full of papers and brightly colored flyers taped to its front. There were three desks behind the counter, one of which was manned by a large, red-haired woman wearing glasses. She was wearing a purple t-shirt, which immediately made me feel overdressed. The red-haired woman looked up.” Can I help you?\" \"I'm Isabella Swan,\" I informed her, and saw the immediate awareness light her eyes. I was expected, a topic of gossip no doubt. Daughter of the Chief's flighty ex-wife, come home at last. \"Of course,\" she said. She dug through a precariously stacked pile of documents on her desk till she found the ones she was looking for.” I have your schedule right here, and a map of the school.\" She brought several sheets to the counter to show me. She went through my classes for me, highlighting the best route to each on the map, and gave me a slip to have each teacher sign, which I was to bring back at the end of the day. She smiled at me and hoped, like Charlie, that I would like it here in Forks. I smiled back as convincingly as I could. When I went back out to my truck, other students were starting to arrive. I drove around the school, following the line of traffic. I was glad to see that most of the cars were older like mine, nothing flashy. At home I'd lived in one of the few lower-income neighborhoods that were included in the Paradise Valley District. It was a common thing to see a new Mercedes or Porsche in the student lot. The nicest car here was a shiny Volvo, and it stood out. Still, I cut the engine as soon as I was in a spot, so that the thunderous volume wouldn't draw attention to me. I looked at the map in the truck, trying to memorize it now; hopefully I wouldn't have to walk around with it stuck in front of my nose all day. I stuffed everything in my bag, slung the strap over my shoulder, and sucked in a huge breath. I can do this, I lied to myself feebly. No one was going to bite me. I finally exhaled and stepped out of the truck.  I kept my face pulled back into my hood as I walked to the sidewalk, crowded with teenagers. My plain black jacket didn't stand out, I noticed with relief. Once I got around the cafeteria, building three was easy to spot. A large black \"3\" was painted on a white square on the east corner. I felt my breathing gradually creeping toward hyperventilation as I approached the door. I tried holding my breath as I followed two unisex raincoats through the door.  The classroom was small. The people in front of me stopped just inside the door to hang up their coats on a long row of hooks. I copied them.  They were two girls, one a porcelain-colored blonde, the other also pale, with light brown hair. At least my skin wouldn't be a standout here.  I took the slip up to the teacher, a tall, balding man whose desk had a nameplate identifying him as Mr. Mason. He gawked at me when he saw my name — not an encouraging response — and of course I flushed tomato red. But at least he sent me to an empty desk at the back without introducing me to the class. It was harder for my new classmates to stare at me in the back, but somehow, they managed. I kept my eyes down on the reading list the teacher had given me. It was fairly basic: Bronte, Shakespeare, Chaucer, Faulkner. I'd already read everything. That was comforting… and boring. I wondered if my mom would send me my folder of old essays, or if she would think that was cheating. I went through different arguments with her in my head while the teacher droned on. When the bell rang, a nasal buzzing sound, a gangly boy with skin problems and hair black as an oil slick leaned across the aisle to talk to me. \"You're Isabella Swan, aren't you?\" He looked like the overly helpful, chess club type. \"Bella,\" I corrected. Everyone within a three-seat radius turned to look at me. \"Where's your next class?\" he asked.  I had to check in my bag.” Um, Government, with Jefferson, in building six.\" There was nowhere to look without meeting curious eyes.  \"I'm headed toward building four, I could show you the way…\" Definitely over-helpful.” I'm Eric,\" he added. I smiled tentatively.” Thanks.\" We got our jackets and headed out into the rain, which had picked up. I could have sworn several people behind us were walking close enough to eavesdrop. I hoped I wasn't getting paranoid. \"So, this is a lot different than Phoenix, huh?\" he asked. \"Very.\" \"It doesn't rain much there, does it?\" \"Three or four times a year.\" \"Wow, what must that be like?\" he wondered. \"Sunny,\" I told him. \"You don't look very tan.\" \"My mother is part albino.\" He studied my face apprehensively, and I sighed. It looked like clouds and a sense of humor didn't mix. A few months of this and I'd forget how to use sarcasm. We walked back around the cafeteria, to the south buildings by the gym. Eric walked me right to the door, though it was clearly marked. \"Well, good luck,\" he said as I touched the handle.” Maybe we'll have some other classes together.\" He sounded hopeful. I smiled at him vaguely and went inside.  The rest of the morning passed in about the same fashion. My Trigonometry teacher, Mr. Varner, who I would have hated anyway just because of the subject he taught, was the only one who made me stand in front of the class and introduce myself. I stammered, blushed, and tripped over my own boots on the way to my seat. After two classes, I started to recognize several of the faces in each class. There was always someone braver than the others who would introduce themselves and ask me questions about how I was liking Forks. I tried to be diplomatic, but mostly I just lied a lot. At least I never needed the map. One girl sat next to me in both Trig and Spanish, and she walked with me to the cafeteria for lunch. She was tiny, several inches shorter than my five feet four inches, but her wildly curly dark hair made up a lot of the difference between our heights. I couldn't remember her name, so I smiled and nodded as she prattled about teachers and classes. I didn't try to keep up. We sat at the end of a full table with several of her friends, who she introduced to me. I forgot all their names as soon as she spoke them. They seemed impressed by her bravery in speaking to me. The boy from English, Eric, waved at me from across the room. It was there, sitting in the lunchroom, trying to make conversation with seven curious strangers, that I first saw them. They were sitting in the corner of the cafeteria, as far away from where I sat as possible in the long room. There were five of them. They weren't talking, and they weren't eating, though they each had a tray of untouched food in front of them. They weren't gawking at me, unlike most of the other students, so it was safe to stare at them without fear of meeting an excessively interested pair of eyes. But it was none of these things that caught, and held, my attention. They didn't look anything alike. Of the three boys, one was big — muscled like a serious weight lifter, with dark, curly hair. Another was taller, leaner, but still muscular, and honey blond. The last was lanky, less bulky, with untidy, bronze-colored hair. He was more boyish than the others, who looked like they could be in college, or even teachers here rather than students. The girls were opposites. The tall one was statuesque. She had a beautiful figure, the kind you saw on the cover of the Sports Illustrated swimsuit issue, the kind that made every girl around her take a hit on her self-esteem just by being in the same room. Her hair was golden, gently waving to the middle of her back. The short girl was pixielike, thin in the extreme, with small features. Her hair was a deep black, cropped short and pointing in every direction. And yet, they were all exactly alike. Every one of them was chalky pale, the palest of all the students living in this sunless town. Paler than me, the albino. They all had very dark eyes despite the range in hair tones. They also had dark shadows under those eyes — purplish, bruiselike shadows. As if they were all suffering from a sleepless night, or almost  done recovering from a broken nose. Though their noses, all their features, were straight, perfect, angular.  But all this is not why I couldn't look away. I stared because their faces, so different, so similar, were all devastatingly, inhumanly beautiful. They were faces you never expected to see except perhaps on the airbrushed pages of a fashion magazine. Or painted by an old master as the face of an angel. It was hard to decide who was the most beautiful — maybe the perfect blond girl, or the bronze-haired boy. They were all looking away — away from each other, away from the other students, away from anything in particular as far as I could tell. As I watched, the small girl rose with her tray — unopened soda, unbitten apple — and walked away with a quick, graceful lope that belonged on a runway. I watched, amazed at her lithe dancer's step, till she dumped her tray and glided through the back door, faster than I would have thought possible. My eyes darted back to the others, who sat unchanging. \"Who are they?\" I asked the girl from my Spanish class, whose name I'd forgotten. As she looked up to see who I meant — though already knowing, probably, from my tone — suddenly he looked at her, the thinner one, the boyish one, the youngest, perhaps. He looked at my neighbor for just a fraction of a second, and then his dark eyes flickered to mine. He looked away quickly, more quickly than I could, though in a flush of embarrassment I dropped my eyes at once. In that brief flash of a glance, his face held nothing of interest — it was as if she had called his name, and he'd looked up in involuntary response, already having decided not to answer.  My neighbor giggled in embarrassment, looking at the table like I did.  \"That's Edward and Emmett Cullen, and Rosalie and Jasper Hale. The one who left was Alice Cullen; they all live together with Dr. Cullen and his wife.\" She said this under her breath. I glanced sideways at the beautiful boy, who was looking at his tray now, picking a bagel to pieces with long, pale fingers. His mouth was moving very quickly, his perfect lips barely opening.  The other three still looked away, and yet I felt he was speaking quietly to them. Strange, unpopular names, I thought. The kinds of names grandparents had.  But maybe that was in vogue here — small town names? I finally remembered that my neighbor was called Jessica, a perfectly common name. There were two girls named Jessica in my History class back home. \"They are… very nice-looking.\" I struggled with the conspicuous understatement. \"Yes!\" Jessica agreed with another giggle.” They're all together though — Emmett and Rosalie, and Jasper and Alice, I mean. And they live together.\" Her voice held all the shock and condemnation of the small town, I thought critically. But, if I was being honest, I had to admit that even in Phoenix, it would cause gossip. \"Which ones are the Cullens?\" I asked.” They don't look related…\" \"Oh, they're not. Dr. Cullen is really young, in his twenties or early thirties. They're all adopted. The Hales are brother and sister, twins — the blondes — and they're foster children.\" \"They look a little old for foster children.\" \"They are now, Jasper and Rosalie are both eighteen, but they've been with Mrs. Cullen since they were eight. She's their aunt or something like that.\" \"That's really kind of nice — for them to take care of all those kids like that, when they're so young and everything.\" \"I guess so,\" Jessica admitted reluctantly, and I got the impression that she didn't like the doctor and his wife for some reason. With the glances she was throwing at their adopted children, I would presume the reason was jealousy.” I think that Mrs. Cullen can't have any kids, though,\" she added, as if that lessened their kindness. Throughout all this conversation, my eyes flickered again and again to the table where the strange family sat. They continued to look at the walls and not eat. \"Have they always lived in Forks?\" I asked. Surely I would have noticed them on one of my summers here. \"No,\" she said in a voice that implied it should be obvious, even to a new arrival like me.” They just moved down two years ago from somewhere in Alaska.\" I felt a surge of pity, and relief. Pity because, as beautiful as they were, they were outsiders, clearly not accepted. Relief that I wasn't the only newcomer here, and certainly not the most interesting by any standard. As I examined them, the youngest, one of the Cullens, looked up and met my gaze, this time with evident curiosity in his expression. As I looked swiftly away, it seemed to me that his glance held some kind of unmet expectation. \"Which one is the boy with the reddish brown hair?\" I asked. I peeked at him from the corner of my eye, and he was still staring at me, but not gawking like the other students had today — he had a slightly frustrated expression. I looked down again. \"That's Edward. He's gorgeous, of course, but don't waste your time. He doesn't date. Apparently none of the girls here are good-looking enough for him.\" She sniffed, a clear case of sour grapes. I wondered when he'd turned her down. I bit my lip to hide my smile. Then I glanced at him again. His face was turned away, but I thought his cheek appeared lifted, as if he were smiling, too. After a few more minutes, the four of them left the table together. They all were noticeably graceful — even the big, brawny one. It was unsettling to watch. The one named Edward didn't look at me again. I sat at the table with Jessica and her friends longer than I would have if I'd been sitting alone. I was anxious not to be late for class on my first day. One of my new acquaintances, who considerately reminded me that her name was Angela, had Biology II with me the next hour. We walked to class together in silence. She was shy, too. When we entered the classroom, Angela went to sit at a black-topped lab table exactly like the ones I was used to. She already had a neighbor. In fact, all the tables were filled but one. Next to the center aisle, I recognized Edward Cullen by his unusual hair, sitting next to that single open seat.  As I walked down the aisle to introduce myself to the teacher and get my slip signed, I was watching him surreptitiously. Just as I passed, he suddenly went rigid in his seat. He stared at me again, meeting my eyes with the strangest expression on his face — it was hostile, furious. I looked away quickly, shocked, going red again. I stumbled over a book in the walkway and had to catch myself on the edge of a table. The girl sitting there giggled. I'd noticed that his eyes were black — coal black. Mr. Banner signed my slip and handed me a book with no nonsense about introductions. I could tell we were going to get along. Of course, he had no choice but to send me to the one open seat in the middle of the room. I kept my eyes down as I went to sit by him, bewildered by the <em>antagonistic</em> stare he'd given me. I didn't look up as I set my book on the table and took my seat, but I saw his posture change from the corner of my eye. He was leaning away from me, sitting on the extreme edge of his chair and averting his face like he smelled something bad. Inconspicuously, I sniffed my hair. It smelled like strawberries, the scent of my favorite shampoo. It seemed an innocent enough odor. I let my hair fall over my right shoulder, making a dark curtain between us, and tried to pay attention to the teacher. Unfortunately the lecture was on cellular anatomy, something I'd already studied. I took notes carefully anyway, always looking down. I couldn't stop myself from peeking occasionally through the screen of my hair at the strange boy next to me. During the whole class, he never relaxed his stiff position on the edge of his chair, sitting as far from me as possible. I could see his hand on his left leg was clenched into a fist, tendons standing out under his pale skin. This, too, he never relaxed. He had the long sleeves of his white shirt pushed up to his elbows, and his forearm was surprisingly hard and muscular beneath his light skin. He wasn't nearly as slight as he'd looked next to his burly brother. The class seemed to drag on longer than the others. Was it because the day was finally coming to a close, or because I was waiting for his tight fist to loosen? It never did; he continued to sit so still it looked like he wasn't breathing. What was wrong with him? Was this his normal behavior? I questioned my judgment on Jessica's bitterness at lunch today. Maybe she was not as resentful as I'd thought.  It couldn't have anything to do with me. He didn't know me from Eve.  I peeked up at him one more time, and regretted it. He was glaring down at me again, his black eyes full of revulsion. As I flinched away from him, shrinking against my chair, the phrase if looks could kill suddenly ran through my mind. At that moment, the bell rang loudly, making me jump, and Edward Cullen was out of his seat. Fluidly he rose — he was much taller than I'd thought — his back to me, and he was out the door before anyone else was out of their seat. I sat frozen in my seat, staring blankly after him. He was so mean. It wasn't fair. I began gathering up my things slowly, trying to block the anger that filled me, for fear my eyes would tear up. For some reason, my temper was hardwired to my tear ducts. I usually cried when I was angry, a humiliating tendency. \"Aren't you Isabella Swan?\" a male voice asked. I looked up to see a cute, baby-faced boy, his pale blond hair carefully gelled into orderly spikes, smiling at me in a friendly way. He obviously didn't think I smelled bad. \"Bella,\" I corrected him, with a smile. \"I'm Mike.\" \"Hi, Mike.\" \"Do you need any help finding your next class?\" \"I'm headed to the gym, actually. I think I can find it.\" \"That's my next class, too.\" He seemed thrilled, though it wasn't that big of a coincidence in a school this small. We walked to class together; he was a chatterer — he supplied most of the conversation, which made it easy for me. He'd lived in California till he was ten, so he knew how I felt about the sun. It turned out he was in my English class also. He was the nicest person I'd met today. But as we were entering the gym, he asked, \"So, did you stab Edward Cullen with a pencil or what? I've never seen him act like that.\" I cringed. So I wasn't the only one who had noticed. And, apparently, that wasn't Edward Cullen's usual behavior. I decided to play dumb. \"Was that the boy I sat next to in Biology?\" I asked artlessly. \"Yes,\" he said.” He looked like he was in pain or something.\" \"I don't know,\" I responded.” I never spoke to him.\" \"He's a weird guy.\" Mike lingered by me instead of heading to the dressing room.” If I were lucky enough to sit by you, I would have talked to you.\" I smiled at him before walking through the girls' locker room door. He was friendly and clearly admiring. But it wasn't enough to ease my irritation. The Gym teacher, Coach Clapp, found me a uniform but didn't make me dress down for today's class. At home, only two years of RE. were required. Here, P.E. was mandatory all four years. Forks was literally my personal hell on Earth. I watched four volleyball games running simultaneously. Remembering how many injuries I had sustained — and inflicted — playing volleyball, I felt faintly nauseated. The final bell rang at last. I walked slowly to the office to return my paperwork. The rain had drifted away, but the wind was strong, and colder. I wrapped my arms around myself. When I walked into the warm office, I almost turned around and walked back out. Edward Cullen stood at the desk in front of me. I recognized again that tousled bronze hair. He didn't appear to notice the sound of my entrance. I stood pressed against the back wall, waiting for the receptionist to be free. He was arguing with her in a low, attractive voice. I quickly picked up the gist of the argument. He was trying to trade from sixth-hour Biology to another time — any other time. I just couldn't believe that this was about me. It had to be something else, something that happened before I entered the Biology room. The look on his face must have been about another aggravation entirely. It was impossible that this stranger could take such a sudden, intense dislike to me. The door opened again, and the cold wind suddenly gusted through the room, rustling the papers on the desk, swirling my hair around my face. The girl who came in merely stepped to the desk, placed a note in the wire basket, and walked out again. But Edward Cullen's back stiffened, and he turned slowly to glare at me — his face was absurdly handsome — with piercing, hate-filled eyes. For an instant, I felt a thrill of genuine fear, raising the hair on my arms. The look only lasted a second, but it chilled me more than the freezing wind. He turned back to the receptionist. \"Never mind, then,\" he said hastily in a voice like velvet.” I can see that it's impossible. Thank you so much for your help.\" And he turned on his heel without another look at me, and disappeared out the door. I went meekly to the desk, my face white for once instead of red, and handed her the signed slip. \"How did your first day go, dear?\" the receptionist asked maternally. \"Fine,\" I lied, my voice weak. She didn't look convinced. When I got to the truck, it was almost the last car in the lot. It seemed like a haven, already the closest thing to home I had in this damp green hole. I sat inside for a while, just staring out the windshield blankly. But soon I was cold enough to need the heater, so I turned the key and the engine roared to life. I headed back to Charlie's house, fighting tears the whole way there.",
            "vi": "Chạng Vạng - Twilight         Mở đầu  Chưa bao giờ tôi nghĩ nhiều đến việc mình sẽ chết như thế nào - dù rằng trong mấy tháng cuối cùng này, tôi có đủ lý do để nghĩ đến nó – mà cho dù tôi có nghĩ đến nó thì tôi cũng sẽ không tưởng tượng ra là nó như thế này.  Tôi nín thở nhìn chằm chằm, ngang qua căn phòng dài hun hút, vào đôi mắt đen của kẻ săn mồi, và hắn thích thú nhìn tôi trở lại. Hẳn đây là một cách chết tốt đẹp, hy sinh vì người khác, một người ta yêu thương.  Thậm chí còn cao thượng nữa.  Hẳn là vậy rồi.  Tôi biết nếu mình không đến Forks thì bây giờ đã không phải đối mặt với cái chết. Nhưng mà, cho dù đang hết sức khiếp sợ, tôi cũng không hối tiếc với quyết định này.  Khi đời dâng cho ta một giấc mơ hơn mọi mong đợi, thì thật vô lý khi ta lại đau buồn khi giấc mơ ấy sắp đến hồi kết thúc.  Tên săn người mỉm cười thân thiện khi thong dong đến gần kết liễu đời tôi. 1. Ánh mắt đầu tiên    Mẹ chở tôi ra phi trường, cửa xe đều hạ kính xuống.  Bây giờ Phoenix đang 75 độ (F), trời xanh ngắt không một gợn mây.  Tôi đang mặc chiếc áo sơ-mi ưa thích của mình - không tay, viền đăng-ten trắng;  Tôi mặc nó như lời chào tạm biệt nơi này. Tôi xách trong tay chiếc áo paca.  Trên bán đảo Olympic ở phía tây bắc bang Washington, có một thị trấn nhỏ tên Forks lúc nào cũng có mây che phủ.  Mưa ở thị trấn nhỏ này nhiều hơn ở bất cứ xứ nào của nước Mỹ.  Chính cái thị trấn và cái bóng ảm đạm bao trùm của nó, mẹ tôi đã bỏ trốn cùng tôi khi tôi mới vài tháng tuổi. Chính thị trấn ấy tôi bị buộc mỗi mùa hè phải về ở một tháng cho đến năm mười bốn tuổi. Đó là năm cuối cùng tôi đặt chân đến nơi này vì ba mùa hè vừa qua, thay vì về đó, bố tôi, Charlie, cũng đều đi nghỉ mát với tôi ở California suốt hai tuần.  Chính Forks, nơi bây giờ tôi tự lưu đày mình – một hành động mà tôi hết sức chán ghét. Tôi ghét Forks.  Tôi yêu Phoenix. Tôi yêu mặt trời cùng cái nóng cháy da của nó. Tôi yêu thành phố mạnh mẽ, ngổn ngang này.  “Bella.” mẹ nói với tôi -- lần cuối cùng sau một ngàn lần lặp đi lặp lại --trước khi tôi lên máy bay.” Con chẳng việc gì mà phải làm chuyện này.” Mẹ trông giống y tôi, trừ mái tóc ngắn và các nếp nhăn nơi khoé mắt. Tôi cảm nhận được nỗi sợ hãi khi nhìn sâu vào đôi mắt to, như trẻ con của mẹ. Làm sao tôi có thể để người mẹ nông nổi, thất thường, yêu thương của tôi tự lo cho mình được?   Dĩ nhiên là bây giờ mẹ đã có dượng Phil rồi, nên hóa đơn chắc sẽ được thanh toán, tủ lạnh sẽ có thức ăn, xăng đầy trong xe, và có người để mẹ gọi khi cảm thấy hụt hẫng, nhưng sao...  “Con muốn đi,” Tôi nói dối. Tôi luôn luôn là kẻ nói dối rất dở, nhưng mấy lúc gần đây, câu nói dối này được tôi thốt ra thường xuyên đến độ nó đầy vẻ thuyết phục.  “Gửi lời chào của mẹ đến Charlie nhé.”  “Vâng.” “Sớm gặp lại con”, mẹ khăng khăng.” Con có thể về nhà bất cứ khi nào con muốn. -  Mẹ cũng sẽ đến ngay bất cứ khi nào con cần mẹ.” Nhưng tôi có thể nhìn thấy sự hy sinh trong mắt mẹ đằng sau lời hứa ấy. “Đừng lo cho con,” tôi khẩn nài.  “Sẽ ổn cả thôi. Con yêu mẹ, mẹ ạ.”  Mẹ ôm ghì tôi cả phút đồng hồ, rồi sau đó, tôi lên máy bay, còn mẹ thì bỏ đi.  Bay từ Phoenix đi Seattle mất bốn tiếng, thêm một tiếng đồng hồ nữa để lên một chiếc máy bay nhỏ đi Port Angeles, rồi thêm một tiếng đồng hồ đi xe xuống Forks.  Bay thì không sao, nhưng một tiếng đồng hồ đi xe với Chrlie lại làm tôi hơi lo lắng.  Bố tôi thực đúng là dễ thương về mọi mặt.  Ông có vẻ thật sự hài lòng khi lần đầu tiên tôi đến sống lâu dài với ông.  Ông đã đăng ký cho tôi học trung học và sắp giúp tôi kiếm một chiếc xe hơi.  Nhưng chắc chắn là bố lúng túng lắm.  Chẳng ai trong chúng tôi mà người khác có thể gọi là kẻ nhiều lời, và tôi cũng chẳng biết nói gì. Tôi biết bố chẳng hiểu nỗi quyết định của tôi - giống như mẹ tôi, vì tôi chưa hề che giấu sự chán ghét của mình đối với Forks. Khi máy bay đáp xuống Port Angeles, trời đang mưa. Tôi chẳng hề nghĩ là đó là điềm báo, chỉ là chuyện không thể tránh được mà thôi.  Tôi đã nói lời tạm biệt với ánh nắng trời rồi.  Bố đang chờ tôi bên chiếc xe tuần tra. Đó cũng là điều tôi đã nghĩ.  Bố là cảnh sát trưởng Swan của người lương thiện ở Forks.  Lý do chính khiến tôi phải mua một chiếc xe hơi, dù đang bị viêm màng túi nặng, là tôi không muốn bị chở đi vòng quanh thị trấn trong cái xe hơi có gắn đèn xanh, đỏ trên mui. Không gì có thể làm xe cộ chạy chậm lại như  cảnh sát.  Bố vội đưa một tay ra vụng về ôm lấy tôi khi tôi vấp chân lúc bước ra máy bay.   “Thật vui được gặp con, Bells”, ông nói, mỉm cười tự động đỡ tôi và giữ cho tôi đứng vững.  “Con chẳng thay đổi gì mấy. Renée thế nào?”   “Mẹ khỏe. Con cũng rất vui được gặp bố.”  Tôi không được phép gọi tên ông trống không trước mặt ông.  Tôi chỉ có vài cái túi. Hầu hết quần áo ở Arizona quá mỏng đối với Washington.  Mẹ và tôi đã gom góp hết mọi của cải để bổ sung tủ quần áo mùa đông của tôi, nhưng vẫn quá ít ỏi.  Mọi thứ đều dễ dàng bỏ gọn vào cốp xe tuần tra.  “Bố đã tìm được một chiếc xe tốt cho con, rẻ lắm,” ông thông báo khi chúng tôi đã thắt dây an toàn.   “Loại xe gì vậy bố?” Tôi nghi cái cách ông nói “xe tốt cho con”, chớ không phải chỉ là “xe tốt”.   “À, ừ, thật ra đó là một chiếc xe tải, Chevy.”   “Bố tìm ra nó ở đâu vậy?”   “Con còn nhớ Billy Black ở La Push không?”  La Push là khu bảo tồn người da đỏ tí nị bên bờ biển.  “Dạ không.”   “Ông ấy thường hay đi câu cá với bố con mình suốt mùa hè ấy” Charlie nhắc.  Vậy là tôi đã biết vì sao mình không nhớ ông ta rồi.  Tôi giỏi vụ ngăn chặn mấy chuyện vớ vẩn, buồn bực khỏi trí nhớ mình lắm.   “Ông ấy giờ phải ngồi xe lăn rồi.” Charlie nói tiếp khi thấy tôi không hưởng ứng “nên chẳng còn lái xe được nữa, và ông ấy đã mời bố mua lại xe ổng với giá rẻ.”   “Năm nào hả bố?” Tôi thấy ông thay đổi nét mặt chứng tỏ đây là câu hỏi bố mong tôi sẽ không hỏi.   “À, ừ, Billy đã sửa chữa động cơ xe này khá nhiều rồi – nhưng nó chỉ mới vài năm thôi, thật đó.  Tôi hy vọng bố không coi thường tôi khi tin là sẽ chịu đầu hàng dễ dàng như thế.  “Thế ông ấy mua xe khi nào vậy bố?”  “Ôn ấy mua chiếc xe vào năm 1984, bố nghĩ vậy.” “Thế ông ấy mua xe mới à?” “Ờ, không. Bố nghĩ nó mới vào đầu thậy kỷ 60 – hoặc lâu lắm thì  khoảng cuối thập kỷ 50 thôi” ông ngượng ngùng thú thận.  “Ch - Bố! Con chẳng biết gì về xe cộ.  Con không sửa nó được nếu nó hư này nọ đâu mà con cũgn không có tiền để trả cho thợ ...” “Thật mà, Bella, thứ này chạy tốt lắm.  Người ta chẳng còn sản xuất xe giống thế nữa đâu”.  Thứ này, tôi thầm nghĩ... có thể là – ít ra là, một biệt danh,.  “Bao nhiêu là rẻ vậy bố?” Cuối cùng, đây là phần tôi không thể nhượng bộ được.  “ À, ờ, con gái, bố hầu như đã mua nó cho con rồi.  Làm quà mừng con về nhà.” Charlie liếc mắt nhìn tôi đầy hy vọng. Wow. Miễn phí.  “Bố không cần phải làm thế đâu, bố ạ. Con sẽ tự mua xe cho mình.”  “Không sao cả.  Bố muốn con ở đây vui vẻ.” Bố vừa nhìn về phía trước khi nói câu này.  Charlie không thấy thoải mái khi bày tỏ cảm xúc của mình. Tôi thừa hưởng tính đó từ ông.  Nên tôi cũng nhìn thẳng về phía trước khi trả lời.  “Thật là hay, Bố. Con cảm ơn bố. Con thực biết ơn.”  Không cần phải nói thêm chuyện tôi vui vẻ nỗi ở xứ Forks này là điều không tưởng.  Ông không cần phải chịu khổ cùng tôi. Và tôi cũng không bao giờ chê bai quà tặng là một chiếc xe tải hay một động cơ không mất tiền.  “Ừm, không có chi,” ông lầm bầm, bối rối vì lời cảm ơn của tôi.  Chúng tôi nói dăm ba nhận xét về thời tiết, ẩm ướt, và trò chuyện thế có vẻ đã quá nhiều.  Chúng tôi yên lặng nhìn chằm chằm ra ngoài cửa sổ.  Thật đẹp, dĩ nhiên, tôi không thể phủ nhận điều đó.  Mọi thứ đều xanh ngắt: cây cối với thân phủ rêu, cành đầy những tán lá rậm rạp, mặt đất phủ đầy dương xỉ. Thậm chí không khí cũng óng ánh xanh qua những chiếc lá.  Cuối cùng, chúng tôi đã đến nhà Charlie. Ông vẫn sống trong căn nhà nhỏ có hai phòng ngủ ông đã cùng mua cùng mẹ trong những ngày đầu mới cưới.  Đó là hầu như là những ngày duy nhất của cuộc hôn nhân của họ -  những ngày mới cưới. Đằng kia, đậu trên con đường trước căn nhà chẳng bao giờ thay đổi, là cái – cái xe mới của tôi, hừm, mới đối với tôi.  Nó có màu đỏ phai với mấy cái chắn bùn tròn, to và một cái ca-bin bụng tròn.  Thế nhưng thật bất ngờ, tôi thích nó. Tôi không biết liệu nó chạy được không, nhưng tôi có thể thấy mình ngồi trong xe.  Hơn nữa, nó là một trong những thứ bằng sắt chắc chắn không bao giờ bị hư hại – loại bạn thấy ở hiện trường tai nạn: sơn chẳng trầy xước, còn xung quanh là những mảnh vụn của chiếc xe bị nó phá hủy.  “Wow, bố ơi, con thích nó quá! Cảm ơn bố!” Bây giờ cái ngày mai khủng khiếp của tôi sẽ ít tệ hại hơn. Tôi sẽ không còn phải chọn lựa giữa việc đội mưa đi bộ hai dặm đến trường hay chọn đi ké xe tuần tiễu của cảnh sát trưởng nữa.  “Bố vui vì con thích nó,”  Charlie ngượng ngùng cộc cằn nói.  Chỉ cần một chuyến để mang hết đồ đạc của tôi lên lầu. Tôi có phòng ngủ phía tây trông xuống sân trước.  Căn phòng này rất quen thuộc; nó đã thuộc về tôi từ khi tôi mới chào đời. Sàn gỗ, tường xanh nhạt, trần có góc nhọn, màn cửa đính rèm đăng ten vàng viền quanh cửa sổ – đều là một phần của thời thơ ấu.  Thay đổi duy nhất Charlie đã làm là thay cái nôi thành cái giường và thêm một cái bàn viết khi tôi lớn.  Trên bàn bây giờ là một chiếc máy tính cũ, có đường điện thoại dành cho modem đi dọc sàn nhà đến lỗ cắm điện thoại gần nhất. Đây là điều kiện của mẹ, để chúng tôi có thể liên lạc với nhau dễ dàng.  Cái ghế bập bênh từ thời em bé vẫn còn nằm ở một góc. Chỉ có một phòng tắm nhỏ duy nhất ở đầu cầu thang, tôi phải dùng chung với Charlie. Tôi cố không chú ý quá nhiều vào chuyện đó.  Một trong những tính hay nhất của Charlie là ông không hay quẩn quanh bên người khác.  Ông để tôi một mình lấy đồ đạc ra và sắp xếp mọi thứ, điều không bao giờ có thể có được với mẹ tôi.  Thật dễ chịu khi được ở một mình, không phải mỉm cười hay tỏ vẻ tươi vui; thoải mái nhìn chằm chằm chán nản ra ngoài cửa sổ dưới màn mưa, và để vài giọt nước mắt chợt rơi.  Tôi chưa định gào khóc một trận. Tôi sẽ để dành chuyện đó vào giờ đi ngủ, khi phải nghĩ đến buổi sáng hôm sau.  Trường trung học Forks có sỉ số học sinh kinh khủng - chỉ có ba trăm năm mươi bảy - bây giờ là ba trăm năm mươi tám - học sinh;  trong khi đó nội lớp đầu cấp của tôi ở nhà đã có hơn 700 học sinh. Mọi đứa trẻ ở đây đều cùng lớn lên bên nhau – ông bà chúng cũng chập chững tập đi cùng nhau. Tôi sẽ là cô gái mới đến từ thành phố lớn, một vật kỳ lạ, một thứ quái dị.  Có thể, nếu tôi trông giống một cô gái đến từ Phoenix, thì tôi có thể biến điều này thành lợi thế của mình. Nhưng xét về dáng vẻ, tôi chẳng giống dân ở xứ nào cả. Lẽ ra tôi phải có một làn da rám nắng, giỏi thể thao, tóc vàng - một tay bóng chuyền, người cổ vũ chẳng hạn - tức là mọi thứ đi kèm với việc sống ở một nơi ngập tràn ánh nắng.  Thế mà nước da của tôi lại có màu ngà, thậm chí chẳng có mắt xanh hay tóc đỏ, dù phơi dưới nắng chói chang.  Tôi luôn mảnh khảnh, hơi yếu ớt, rõ ràng chẳng phải là một vận động viên rồi; tôi chẳng biết kết hợp tay-mắt cần có để chơi thể thao mà không bị bẽ mặt - và làm hại cho cả mình lẫn những ai đứng quá gần.  Khi đã cất xong đồ vào cái tủ quần áo bằng gỗ thông cũ kỹ, tôi xách túi đựng đồ tắm cá nhân vào phòng tắm chung để vệ sinh sạch sẽ sau một ngày đi đường. Tôi ngắm mình trong gương khi chải mái tóc ướt, rồi bù. Chắc do ánh sáng nên trông tôi tái xám hơn, ốm yếu. Làn da của tôi có thể gọi là đẹp - rất sạch và gần như trong suốt – nhưng chỉ khi nó đầy sức sống. Tôi chả có tí sức sống nào ở đây.  Đối mặt với hình ảnh xanh xao phản chiếu trong gương, tôi buộc phải thừa nhận rằng tôi đang tự lừa dối mình. Không phải chính do bề ngoài mà tôi không thích nghi được.  Và nếu tôi không thể hòa đồng được trong một ngôi trường có ba ngàn học sinh thì làm sao tôi có cơ hội gì ở đây chứ? Tôi không giỏi giao du với người cùng trang lứa. Có lẽ thực ra là tôi không giỏi giao du với mọi người, thế thôi. Ngay cả với mẹ, người gần gũi nhất với tôi hơn bất kỳ ai trên hành tinh này, cũng chưa bao giờ hòa hợp với tôi, chưa bao giờ có cùng quan điểm. Đôi khi tôi tự hỏi liệu mình có đang nhìn cùng một thứ như những người khác không.  Chắc có trục trặc nhỏ nhỏ nào đó trong não tôi thì phải. Nhưng nguyên nhân chả quan trọng.  Điều quan trọng hơn cả là kết quả. Và ngày mai sẽ chỉ là sự khởi đầu.  Tôi không ngủ được đêm đó, dù là đã khóc xong. Tiếng mưa gió ào ào thổi qua mái không chịu lắng dịu đi. Tôi trùm tấm mền cũ kỹ phai màu lên khỏi đầu, rồi chồng thêm cái gối nữa. Thế mà tôi chẳng thể nào chợp mắt được mãi đến tận nửa đêm, khi cuối cùng, cơn mưa cũng dịu dần.  Một màn sương dày đặc là những gì tôi nhìn thấy bên ngoài cửa sổ vào buổi sáng, khiến nỗi sợ bị nhốt kín dâng lên trong tôi.  Bạn chẳng hề nhìn thấy được bầu trời; y như ở trong cũi. Bữa sáng với Charlie diễn ra trong im lặng.  Ông chúc tôi gặp nhiều may mắn ở trường.  Tôi nói cảm ơn, nhưng dư biết hy vọng của ông chỉ là hão huyền. May mắn thường hay tránh né tôi.  Charlie rời nhà trước, đến đồn cảnh sát, đó chính là vợ và gia đình của ông.  Sau khi ông ra khỏi nhà, tôi ngồi bên chiếc bàn vuông cũ bằng gỗ sồi có ba cái ghế chả ăn khớp gì với nhau và quan sát căn bếp nhỏ nhắn: tường đóng ván sẫm màu, tủ màu vàng tươi và sàn lớt vải sơn trắng.  Mọi thứ chẳng hề thay đổi. Mẹ đã sơn mấy cái tủ cách đây 18 năm để làm căn nhà  vui tươi một chút.  Bên trên lò sưởi nhỏ trong căn phòng họp mặt gia đình nhỏ như cái lỗ mũi kề bên là một dãy ảnh chụp. Đầu tiên là ảnh cưới của Charlie và mẹ ở Las Vegas, rồi một tấm chụp cả ba chúng tôi ở bệnh viện ngay sau khi tôi ra đời, do một y tá nhiệt tình chụp, kế đó là loạt các tấm ảnh chụp tôi ở trường cho đến năm ngoái.  Nhìn mấy thứ đó thật đau lòng - tôi sẽ phải làm gì đó để Charlie dẹp mấy tấm hình này ra chỗ khác, ít nhất là trong khi tôi sống ở đây. Thật không thể nào, ở trong nhà này, mà không nhận ra rằng Charlie chẳng hề quên mẹ.  Điều đó làm tôi cảm thấy không thoải mái.  Tôi không muốn đến trường quá sớm, nhưng cũng không thể ở nhà thêm nữa.  Tôi mặc áo khoác -  mà tưởng như đang mặc bộ đồ chống vũ khí sinh học -  rồi bước vào màn mưa.  Vẫn chỉ là cơn mưa rả rích, không đủ lớn làm tôi ướt sũng ngay khi tôi với lấy chìa khóa nhà luôn được giấu dưới mái hiên che cửa trước và khóa lại. Tiếng bì bõm của đôi giày bốt chống thấm của tôi nghe thật oải. Tôi thèm nghe thấy tiếng lạo xạo trên sỏi khi bước đi. Tôi không thể dừng lại ngắm nghía chiếc xe tải của mình lần nữa như tôi muốn; tôi đang vội trốn sự ẩm ướt lãng đãng đang vờn quanh đầu, len vào tóc bên dưới chiếc mũ trùm đầu. Trong xe tải thật khô ráo và dễ chịu.  Chắc Billy hay Charlie lau dọn sạch sẽ, nhưng mấy cái ghế bọc da màu nâu vẫn còn phảng phất mùi thuốc lá, mùi xăng và mùi bạc hà.  Máy xe nổ ngay làm tôi nhẹ nhõm, nhưng kêu rất to, gầm lên rồi chạy không tải ở mức to nhất.  Hừm, một cái xe tải cũ như vầy thì phải có khiếm khuyết thôi.  Cái ra-đi-ô cổ lổ sỉ vẫn hoạt động, thêm một chuyện không ngờ. Không khó tìm trường lắm dù tôi chưa từng đến đó bao giờ. Ngôi trường này, giống như hầu hết mọi thứ khác, nằm ngay bên cạnh đường cao tốc.   Chẳng dễ nhận ra đó là trường học; chỉ cái bảng hiệu cho biết nó là Trường trung học Forks mới làm tôi dừng lại.  Nó giống bộ sưu tập những ngôi nhà làm bằng diêm bằng gạch màu nâu đỏ.  Có nhiều cây và bụi rậm đến nỗi tôi không thể thấy quy mô của nó ngay. Đâu rồi cái cảm giác của một cơ quan làm việc? Tôi bồi hồi tự hỏi.  Đâu rồi những hàng rào sắt nối nhau, những máy dò kim loại?  Tôi đỗ xe  phía trước toà nhà đầu tiên, có bảng hiệu nhỏ gắn trên cửa ghi Ban Giám đốc. Chẳng ai khác đậu xe ở đây, nên tôi chắc chắn mình không được phép đậu xe, nhưng tôi đã quyết định là thà là vô trong hỏi đường còn hơn là đi lòng vòng dưới mưa như một con ngốc.  Tôi miễn cưỡng bước ra khỏi buồng lái ấm áp rồi đi theo một con đường nhỏ lát đá viền quanh bởi hàng rào màu tối. Tôi hít một hơi thật sâu trước khi mở cửa.  Bên trong sáng và ấm hơn tôi tưởng. Văn phòng nhỏ, khu ngồi chờ nhỏ xíu có mấy cái ghế xếp, thảm thô màu cam lốm đốm, các thông báo và giải thưởng lộn xộn trên tường, một cái đồng hồ to kêu tích tắc thật lớn.  Cây cỏ trồng khắp nơi trong những chậu nhựa, làm như thể bên ngoài còn chưa đủ cây xanh.  Căn phòng được ngăn làm đôi bằng một cái quầy dài, gắn đầy những cái giỏ lưới chứa đầy giấy và những tờ bướm quảng cáo sặc sỡ gắn phía trước giỏ.  Có ba bàn làm việc sau quầy, một trong mấy cái bàn đó đã được chiếm ngự bởi một phụ nữ to lớn, tóc đỏ, mang kiếng, mặc áo thun tím, khiến cho tôi lập tức cảm thấy mình mặc quá nhiều quần áo.  Người phụ nữ tóc đỏ nhìn lên.” Em cần gì?” “Em là Isabella Swan”, tôi nói với cô, và lập tức thấy đôi mắt cô ánh lên nét chú ý. Người ta đang chờ tôi đến, hẳn là đề tài ngồi lê đôi mách rồi. Con gái của bà vợ cũ lông bông của ngài cảnh sát trưởng, rốt cuộc đã quay về. \"Ồ, đúng rồi,” cô nói.  Cô đào bới chồng tài liệu để chênh vênh trên bàn làm việc cho đến khi cô ấy tìm thấy cái mình cần tìm.  \"Cô có lịch học của em đây, và bản đồ trường nữa.”  Cô mang vài tờ giấy đến quầy để chỉ cho tôi xem.  Cô chỉ qua các lớp học cho tôi, tô sáng đường đến từng lớp nhanh nhất trên bản đồ và đưa tôi một tờ giấy để xin chữ ký của từng giáo viên mà tôi phải mang trả lại vào cuối ngày.  Cô mỉm cười với tôi và hy vọng, giống Charlie, là tôi sẽ thích ở Forks. Tôi mỉm cười đáp lại ráng có vẻ thuyết phục nhất.  Khi tôi quay trở lại xe tải của mình, các sinh viên khác đang bắt đầu đi đến.  Tôi lái xe vòng vòng trong trường, theo dòng xe cộ. Tôi mừng khi thấy hầu hết xe hơi đều đã cũ giống mình, chẳng có chiếc nào loè loẹt. Lúc trước, tôi sống trong một trong số ít khu có thu nhập thấp hơn, trong đó có cả Paradise Valley District.  Nên chuyện nhìn thấy một chiếc Mercedes hoặc Porsche mới trong khu dành cho sinh viên là chuyện bình thường. Chiếc xe đẹp nhất ở đây là chiếc Volvo bóng loáng, và nổi bật. Tuy thế, tôi tắt động cơ ngay khi vào chỗ, để âm thanh sấm động không làm mọi người chú ý vào tôi. Tôi nhìn bản đồ trong xe tải, cố gắng ghi nhớ; hy vọng tôi sẽ không phải cầm nó dí sát mũi đi lòng vòng trong trường suốt cả ngày. Tôi nhét mọi thứ vô cặp, khoác dây qua vai, rồi hít một hơi thật sâu. Tôi có thể làm việc này, tôi yếu ớt nói dối với chính mình. Chẳng ai ăn thịt mình cả. Cuối cùng thì tôi cũng thở ra và bước ra khỏi xe tải.  Tôi kéo mũ trùm đầu che mặt khi bước sang vỉa hè, đông đúc thanh thiếu niên. Áo khoác đen trơn của tôi không nổi bật, tôi nhẹ nhõm nhận xét.  Khi đến gần quán ăn tự phục vụ, toà nhà số ba rất dễ nhận ra.  Con số \"3\" đen to đùng được vẽ trên một ô vuông trắng ở góc tường phía đông. Tôi cảm thấy hơi thở của mình đang dần trở nên dồn dập khi đến gần cửa. Tôi thử nín thở khi theo hai cái áo mưa dành cả cho nam lẫn nữ bước qua cửa.  Lớp học nhỏ.  Những người đi trước tôi dừng lại ngay trong cửa để treo áo choàng lên hàng móc dài. Tôi bắt chước họ.  Đó là hai cô gái, một cô gái tóc vàng hoe, da trắng như ngọc, cô kia cũng da nhợt nhạt, với mái tóc màu nâu nhạt.  Ít ra thì màu da của tôi sẽ không nổi bật ở đây.  Tôi cầm mảnh giấy nhỏ lên chỗ thầy giáo, một người đàn ông cao, bắt đầu hói, bàn giấy có biển tên Mr. Mason.  Thầy đực mặt ra nhìn tôi khi nhìn thấy tên tôi - không phải là một phản ứng đáng khích lệ  - và dĩ nhiên tôi đỏ ửng như trái cà chua.  Nhưng ít nhất thầy cũng dẫn tôi đến một cái bàn trống ở cuối lớp mà không hề giới thiệu tôi với lớp.  Mấy người bạn học mới của tôi khó mà nhìn chằm chằm vào tôi khi tôi ngồi ở cuối lớp, nhưng dù sao thì họ cũng cố nhìn.  Tôi nhìn chăm chú vào danh sách tài liệu phải đọc thầy đưa tôi.  Cũng khá cơ bản : Bronte, Shakespeare, Chaucer, Faulkner. Tôi đã đọc hết sạch rồi.  Cũng an ủi phần nào ... nhưng chán.  Tôi tự hỏi không biết mẹ có gửi cho tôi cặp hồ sơ đựng mấy bài luận cũ của tôi không nhì, không chừng mẹ lại nghĩ là tôi gian lận.  Tôi cứ miên man nghĩ đến chuyện cãi nhau đủ kiểu với mẹ trong đầu trong khi thầy cứ ê a trên bục giảng.  Khi chuông reng, âm thanh trầm rè rè, một cậu bé lóng ngóng có vấn đề về da, tóc đen mượt, tựa vào lối đi để nói chuyện với tôi.  \"Bạn là Isabella Swan, phải không?\" Anh chàng có vẻ quá ân cần, kiểu của câu lạc bộ đánh cờ.  \"Bella,” tôi sửa lại.  Tất cả mọi người trong phạm vi ba dãy ghế đều quay nhìn tôi.  \"Lớp học kế của bạn ở đâu?\" anh chàng hỏi.  Tôi phải mở cặp ra coi.” Ờ, môn Chính phủ, với thầy Jefferson, trong toà nhà số 6.” Chẳng có chỗ nào để nhìn mà không gặp những cặp mắt tò mò.  \"Tôi đến toà nhà số bốn đây, để tôi chỉ đường cho bạn nhé...” Rõ là quá ân cần. “Tôi là Eric,” anh chàng nói thêm.  Tôi cười gượng gạo.” Cám ơn.” Chúng tôi lấy áo khoác rồi bước vào màn mưa, đã nặng hạt.  Tôi dám cá có vài người sau lưng đang đi gần để nghe lén. Tôi hy vọng tôi không hoang tưởng.  \"Nè, ở đây khác Phoenix nhiều lắm, phải không?” anh chàng hỏi.  \"Nhiều lắm.” \"Ở đó đâu có mưa nhiều hả, phải không?” \"Mỗi năm chỉ có ba bốn lần hà.” \"Chà, vậy thì ra sao nhỉ?” anh chàng ngạc nhiên.  \"Đầy nắng,” tôi nói với anh ta.  \"Bạn đâu có rám nắng lắm đâu.” \"Mẹ tôi có gien bạch tạng.” Anh ấy quan sát khuôn mặt tôi đầy áy náy, và tôi thở dài. Hình như mây và khiếu hài hước không hoà hợp được.  Một vài tháng thế này là tôi sẽ quên kiểu nói chuyện châm biếm ngay thôi.  Chúng tôi đi vòng qua quán ăn tự phục vụ, sang toà nhà ở phía nam gần phòng thể dục.  Eric đi với tôi đến tận cửa, dù nó rất dễ nhận ra.  \"Ừm, chúc may mắn nhé,” anh chàng nói trong khi tôi cầm nắm cửa.”  “Chắc thế nào mình cũng học chung vài lớp.” Anh chàng có vẻ tràn trề hy vọng.  Tôi nhoẻn cười với anh ấy và bước vào trong.  Thời gian còn lại của buổi sáng trôi qua giông giống vậy. Thầy môn Lượng giác của tôi, ông Varner, người lẽ ra tôi rất ghét tuy chỉ vì môn ông dạy, lại là người duy nhất bắt tôi đứng trước lớp tự giới thiệu. Tôi nói lắp, xấu hổ, và vấp chính đôi giầy bốt của mình trên đường về ghế ngồi.  Sau hai lớp học, tôi bắt đầu nhận biết một số khuôn mặt trong mỗi lớp. Luôn có ai đó can đảm hơn người khác sẽ tự giới thiệu mình và hỏi tôi thích Forks không. Tôi cố tỏ ra bặt thiệp, nhưng thường thì tôi nói dối là mình thích. Ít ra thì nhờ đó mà tôi cũng không hề cần đến bản đồ.  Một cô gái ngồi gần tôi cả trong lớp Lượng giác lẫn lớp tiếng Tây Ban Nha, và cô đi với tôi đến quán ăn tự phục vụ để ăn trưa. Cô nhỏ tí xíu, thấp hơn chiều cao năm feet bốn inch của tôi vài inch, nhưng mái tóc đen quăn hoang dã của cô làm sự chênh lệch chiều cao của chúng tôi càng tăng thêm. Tôi không nhớ được tên cô ấy, nên tôi mỉm cười và gật đầu khi cô ấy nói bi bô về các lớp học và thầy cô. Tôi cũng chẳng để tâm lắm.  Chúng tôi ngồi vào cuối một cái bàn đầy người có một số bạn cô, và cô giới thiệu cho tôi. Tôi quên hết tên họ ngay khi cô nói ra.  Họ có vẻ ấn tượng bởi cô ấy đã can đảm nói chuyện với tôi. Anh chàng trong lớp tiếng Anh, Eric, vẫy tay với tôi từ phía xa của căn phòng.  Chính ở đó, ngồi trong phòng ăn trưa, khi đang ráng trò chuyện với bảy người lạ hiếu kỳ, nơi lần đầu tiên tôi nhìn thấy họ.  Họ đang ngồi trong góc của quán ăn tự phục vụ, xa chỗ tôi ngồi nhất trong phòng dài. Có năm người trong nhóm. Họ không nói, và họ không ăn, mặc dù mỗi người đều có một khay thức ăn không hề đụng đến ở trước mặt. Họ không đực mặt ra nhìn tôi như hầu hết mọi sinh viên khác, vì vậy có nhìn họ chằm chằm cũng không sao vì không sợ bắt gặp phải một cặp mắt quá hiếu kỳ.  Nhưng không phải những điều đó đã làm tôi chú ý. Họ chẳng giống nhau chút nào. Ba chàng trai, một người to lớn - đầy cơ bắp như một vận động viên cử tạ hạng nặng, có mái tóc đen xoăn.  Người kia thì cao, gầy hơn, nhưng vẫn vạm vỡ, và tóc vàng màu mật ong.  Người cuối cùng gầy gò, cao lêu nghêu, ít to lớn hơn, có mái tóc màu đồng bù xù.  Anh chàng có vẻ trẻ con hơn những người kia, những người trông giống sinh viên đại học, hoặc thậm chí giống thầy giáo ở đây hơn là sinh viên.  Các cô gái thì ngược lại. Người cao đẹp như tranh vẽ. Cô ấy có dáng người xinh đẹp, loại người bạn thấy trên bìa của tạp chí Thể thao chuyên đề về đồ tắm, loại người làm cô gái nào ở bên cạnh cũng cảm thấy tủi thân chỉ vì ở cùng trong một căn phòng.  Tóc cô óng ánh như vàng, nhẹ nhàng lay động ở giữa lưng. Cô gái thấp hơn giống nàng tiên tí hon pixie, mỏng mảnh đến mức tận cùng, với những đường nét nhỏ nhắn.  Tóc cô đen nhánh, cắt ngắn và xoà ra bốn phương tám hướng.  Tuy nhiên, tất cả bọn họ đều giống nhau y hệt.  Ai trong bọn cũng nhợt nhạt xanh xao, nhợt nhạt nhất trong tất cả sinh viên sống trong thành phố không ánh nắng trời này.  Nhợt nhạt hơn tôi, người bạch tạng. Tất cả họ đều có đôi mắt rất đen dù tóc màu gì. Họ còn có quầng thâm dưới mắt – quầng thâm màu tím, giống bị bầm tím. Như thể tất cả bọn họ đều bị cả đêm mất ngủ, hoặc mới vừa lành sau khi bị đấm bể mũi xong.  Mặc dù mũi của họ, tất cả đường nét trên khuôn mặt họ, đều thẳng, hoàn hảo, góc cạnh.  Nhưng tất cả những chuyện này không phải là lý do làm tôi không thể quay mặt đi.  Tôi chằm chằm vì khuôn mặt của họ, rất khác thường, rất giống nhau, đều đẹp một cách dữ dội, đầy ấn tượng.  Đó là những khuôn mặt bạn chẳng bao giờ nghĩ là mình có thể gặp ngoài đời, ngoại trừ trong những trang tranh vẽ của một tạp chí thời trang. Hoặc giống như khuôn mặt của một thiên thần do một danh hoạ xưa vẽ ra. Thật khó mà quyết định ai là người đẹp nhất - có lẽ là cô gái tóc vàng hoàn hảo, hay chàng trai có mái tóc màu đồng. Tất cả bọn họ đều nhìn sang chỗ khác – không nhìn nhau, không nhìn các sinh viên khác, không nhìn bất cứ thứ gì cụ thể, tôi đoan chắc vậy. Khi tôi quan sát, cô gái nhỏ nhắn cầm khay đứng lên – lon xô-đa chưa mở, táo chưa cắn một miếng - rồi bước đi với dáng nhanh nhẹn và duyên dáng chỉ có trên sàn biểu diễn thời trang. Tôi nhìn, ngạc nhiên vì bước đi như vũ công uyển chuyển của cô ấy, cho đến khi cô ấy bỏ khay xuống và lướt qua cửa sau, nhanh hơn tôi tưởng tượng. Mắt tôi liếc về mấy người còn lại, vẫn đang ngồi không hề thay đổi tư thế.  \"Họ là ai vậy?\" tôi hỏi cô bạn học chung lớp tiếng Tây Ban Nha, mà tôi đã quên tên.  Khi cô ấy nhìn lên để xem người tôi nói đến - mặc dù có lẽ cô cũng đã biết là ai, do nghe giọng nói của tôi – thì đột nhiên anh ấy nhìn cô, người gầy gò hơn, người trẻ con, người có lẽ trẻ nhất. Anh ấy nhìn vào người ngồi cạnh tôi chỉ trong một tích tắc, rồi đôi mắt đen của anh liếc nhìn tôi.  Anh nhìn sang chỗ khác thật nhanh, nhanh hơn cả tôi, mặc dù đang đỏ mặt vì bối rối tôi đã cụp mắt nhìn xuống ngay lập tức. Trong ánh nhìn chớp nhoáng đó, khuôn mặt của anh ta vẫn tỏ vẻ chẳng hề quan tâm – cứ như thể cô ấy đã gọi tên anh ta, nên anh ta nhìn lên theo kiểu phản ứng vô thức, rồi quyết định không trả lời.  Người ngồi cạnh tôi cười khúc khích bối rối, nhìn vô bàn giống tôi.  \"Đó là Edward và Emmett Cullen, và Rosalie và Jasper Hale. Người đã đi là Alice Cullen;  tất cả bọn họ đều sống cùng bác sĩ Cullen và vợ ông.”  Cô ấy thầm thì.  Tôi liếc nhìn sang anh chàng đẹp trai, hiện đang nhìn khay ăn của anh ta, đang bẻ nhỏ miếng bánh mì vòng bằng ngón tay dài, nhợt nhạt. Miệng anh ấy cử động rất nhanh, đôi môi hoàn hảo của anh ấy chỉ hơi hé mở.  Ba người khác vẫn nhìn sang chỗ khác, tuy nhiên tôi cảm thấy như anh đang nói nhỏ với họ.  Những cái tên thật kỳ lạ, không giống ai, tôi nghĩ. Loại tên chỉ ông bà nội ngoại mới có.  Nhưng có lẽ mấy cái tên đó hiện đang là mốt ở đây – tên ở tỉnh lẻ? Cuối cùng thì tôi cũng nhớ ra người ngồi cạnh tôi tên là Jessica, một cái tên rất phổ biến. Có hai cô gái tên Jessica trong lớp Lịch sử của tôi ở trường cũ.  \"Họ ... trông rất đẹp.” Tôi ráng không nói giảm bớt quá lộ liễu.  \"Đúng vậy!” Jessica đồng ý bằng nụ cười khúc khích khác.” Họ đều sống chung với nhau, ý tôi là - Emmett và Rosalie, cùng Jasper và Alice. Họ sống chung một nhà.” Giọng cô ấy chất chứa toàn bộ nỗi sốc và kết tội của cả tỉnh lẻ này, tôi thầm trách. Nhưng, nếu nói cho đúng ra, thì tôi phải thừa nhận là, dù là ở Phoenix chăng nữa, thì sống chung như vậy cũng sẽ gây ra điều tiếng.  \"Ai thuộc dòng họ Cullens?” tôi hỏi.” Trông họ không có vẻ bà con gì với nhau cả...” \"Ồ, đâu có. Bác sĩ Cullen còn rất trẻ, chỉ khoảng đôi mươi hay ba mươi ba mốt mà thôi. Họ đều được nhận nuôi. Nhà Hales là anh chị, còn hai người sinh đôi - tóc vàng – là con nuôi.” \"Trông họ hơi quá lớn để làm con nuôi.” \"Bây giờ, Jasper và Rosalie đều 18 tuổi, nhưng họ đã sống với bà Cullen từ khi mới lên tám. Cô ấy là cô của họ hay đại loại thế.” \"Họ quả là khá tốt bụng – khi quan tâm chăm sóc cho những đứa trẻ đó như thế, khi họ còn quá trẻ và vân vân.” \"Tớ nghĩ vậy,” Jessica miễn cưỡng công nhận, và tôi có cảm giác cô ấy không thích bác sĩ và vợ của ông ta vì lý do nào đó. Với kiểu liếc nhìn của cô ấy vào đám con nuôi của họ, tôi đoán lý do là ghen.” “Tuy vậy, tớ nghĩ chắc bà Cullen không thể có con,”  cô nói thêm, như thể để hạ thấp lòng tốt của họ.  Trong suốt cuộc trò chuyện này, mắt tôi liếc nhìn hoài sang bàn của gia đình kỳ lạ đang ngồi. Họ tiếp tục nhìn vào các bức tường và không ăn.  \"Lúc nào họ cũng sống ở Forks à?” tôi hỏi.  Chắc chắn tôi sẽ phải thấy họ trong một kỳ nghỉ hè của tôi ở đây chứ.  \"Không,” cô ấy đã nói bằng một giọng hàm ý rõ ràng, dù là một người mới đến như tôi.” Họ mới chuyển về đây cách đây hai năm từ đâu đó ở Alaska.” Tôi cảm thấy dâng lên niềm thương cảm, và nhẹ nhõm. Thật tiếc vì, xinh đẹp như vậy, mà họ chỉ là người ngoài, rõ ràng không được chấp nhận.  Nhẹ nhõm là vì tôi không phải là người mới đến duy nhất ở đây, và tất nhiên không phải là thú vị nhất theo bất cứ tiêu chuẩn nào.  Khi tôi ngắm nhìn họ thì người trẻ nhất trong gia đình Cullens, nhìn lên và bắt gặp ánh nhìn chằm chằm của tôi, lần này rõ ràng ánh tò mò  hiện lên trên vẻ mặt của anh ấy.  Khi tôi nhanh chóng nhìn đi chỗ khác, tôi cho rằng ánh nhìn của anh ấy chứa chút gì đó như niềm mong đợi không thoả mãn.  \"Anh chàng tóc nâu đỏ sẫm là ai?” tôi hỏi.  Tôi nhìn lén anh ấy từ khoé mắt, và anh ấy vẫn còn nhìn chằm chằm vào tôi, nhưng không đực mặt ra nhìn như những sinh viên khác hôm nay - anh chàng có vẻ hơi thất vọng. Tôi nhìn xuống lần nữa.  \"Đó là Edward.  Anh ấy đẹp trai hết sức, rõ ràng rồi, nhưng cậu đừng phí công vô ích. Anh ta chẳng hẹn hò với ai cả.  Hình như chẳng cô gái nào ở đây đủ đẹp để xứng với anh ta.”  Cô nàng khụt khịt khó chịu, trường hợp rõ ràng của “nho còn xanh quá, ta không thèm”. Tôi tự hỏi không biết anh ta khước từ cô ấy khi nào.  Tôi mím môi giấu nụ cười. Rồi tôi lại liếc nhìn anh ta lần nữa. Anh ta đã quay mặt đi, nhưng tôi nghĩ má anh ta nhô lên, như thể anh cũng đang mỉm cười.  Sau vài phút nữa thì bốn người cùng nhau rời khỏi bàn. Tất cả bọn họ đều hết sức duyên dáng - thậm chí dù là người to lớn, rắn chắc. Thật đáng ngại khi nhìn.  Kẻ có tên Edward không nhìn tôi nữa.  Tôi ngồi ở bàn với Jessica và bạn cô ấy lâu hơn khi lẽ ra tôi chỉ ngồi một mình. Tôi không muốn đi học trễ trong ngày đầu tiên đi học. Một người mới quen của tôi, người dè dặt nhắc tôi là tên cô ấy là Angela, đã học lớp Sinh vật học II với tôi giờ kế. Chúng tôi cùng nhau đến lớp trong im lặng. Cô ấy cũng nhút nhát.  Khi chúng tôi vào lớp, Angela đến ngồi ở bàn thí nghiệm mặt bàn đen giống y mấy cái bàn tôi thường dùng. Cô ấy đã có bạn ngồi chung. Thực ra, bàn nào cũng đã có người ngồi cả, trừ một cái.  Kế bên lối đi chính giữa, tôi nhận ra Edward Cullen bởi mái tóc khác thường của anh ấy, đang ngồi cạnh cái ghế duy nhất còn trống.  Khi tôi bước xuống lối đi để giới thiệu mình với thầy giáo và được ký vào phiếu, tôi lén theo dõi anh ấy. Đúng lúc tôi đi qua, anh ấy đột ngột cứng đờ trên ghế. Anh ta nhìn tôi chằm chằm lần nữa, chạm mắt tôi với biểu hiện kỳ lạ nhất trên khuôn mặt - đó là thù địch, giận dữ. Tôi vội nhìn sang chỗ khác, hoảng sợ, đỏ ửng người lần nữa. Tôi vấp một quyển sách để trên lối đi và phải tự giữ thăng bằng ở góc bàn. Cô gái ngồi ở đó cười khúc khích.  Tôi thấy mắt anh ấy đen – đen như than.  Thầy Banner ký vào phiếu của tôi và trao cho tôi một quyển sách mà chẳng nói gì về việc giới thiệu cả. Tôi dám chắc chúng tôi sẽ phải tự xoay sở. Tất nhiên, ông phải đưa tôi đến cái ghế trống giữa phòng.  Tôi cứ nhìn xuống khi đến ngồi cạnh anh ta, bối rối vì cái nhìn thù địch của anh ta.  Tôi không nhìn lên khi để sách lên bàn và ngồi xuống ghế, nhưng từ khoé mắt, tôi thấy tư thế của anh ta thay đổi. Anh ấy đang nhích ra xa tôi, ngồi lên mép xa nhất của ghế ngồi và ngoảnh mặt đi như thể anh ấy ngửi thấy mùi gì đó hôi lắm. Kín đáo, tôi ngửi tóc mình. Nó có mùi giống dâu, mùi dầu gội đầu ưa thích của tôi. Có vẻ là một mùi không thể gây tội lỗi gì.  Tôi gạt cho tóc xoả qua vai phải, làm thành một bức màn đen giữa hai người, và cố chú ý tới thầy giáo.  Không may bài giảng là về cấu tạo tế bào, thứ tôi đã học rồi. Tuy vậy, tôi vẫn ghi chép cẩn thận, luôn nhìn xuống.  Tôi không thể tự kềm mình không nhìn lén chàng trai kỳ lạ ngồi cạnh mình qua màn tóc. Trong suốt giờ học, anh ấy không hề thả lỏng tư thế cứng đờ trên mép ghế của anh ta, ngồi càng xa tôi càng tốt. Tôi có thể nhìn thấy tay của anh ta đang đặt trên chân trái cuộn lại thành nắm đấm, gân nổi bật dưới làn da nhợt nhạt. Cả nắm đấm này cũng chẳng hề thả lỏng ra. Anh ta kéo tay áo dài của chiếc sơ-mi trắng đến tận khuỷu, và cẳng tay của anh ta cứng rắn và vạm vỡ không ngờ dưới làn da mỏng. Anh ấy hầu như không hề mảnh khảnh như khi anh ta ngồi cạnh ông anh lực lưỡng của mình.  Giờ học này có vẻ dài hơn mấy giờ khác.  Vì đã gần hết ngày, hay vì tôi đang chờ nắm tay siết chặt của anh ta nới lỏng? Không hề; anh ta cứ ngồi im ru như chẳng hề thở. Có chuyện gì với anh ta vậy? Đây là hành vi bình thường của anh ta sao? Tôi nghi ngờ phán quyết của mình về vẻ cay đắng của Jessica khi ăn trưa hôm nay. Có lẽ cô ấy không phẫn uất như tôi tưởng.  Chẳng hề dính dáng gì tới tôi cả. Anh ta đâu biết gì tôi đâu.  Tôi nhìn trộm anh ta một lần nữa, và hối tiếc vì đã làm thế. Anh ta lại đang trừng trừng nhìn tôi giận dữ, đôi mắt đen của anh ấy đầy nỗi khiếp sợ.  Khi tôi thu người nhích ra xa, co người lại trên ghế, câu nói ánh nhìn có thể giết chết người tự nhiên lởn vởn trong đầu tôi.  Đúng lúc đó, chuông reng thật to làm tôi giật bắn cả người, và Edward Cullen ra khỏi ghế.  Anh ta nhẹ nhàng đứng lên - anh cao hơn rất nhiều hơn tôi tưởng - lưng xoay về phía tôi, và anh ta đã ra ngoài cửa trước khi người khác bước ra khỏi ghế của mình.  Tôi ngồi như trời trồng trên ghế, ngây người nhìn theo anh ta. Anh ta thật độc ác. Thật không công bằng. Tôi bắt đầu chậm rãi thu gom đồ đạc của mình, cố ngăn cơn giận đang xâm chiếm mình, vì sợ nước mắt sẽ trào ra. Không biết vì sao mà cơn nóng giận của tôi luôn nối liền với tuyến lệ. Tôi thường khóc mỗi khi tôi giận dữ, một khuynh hướng nhục nhã.  \"Bạn là Isabella Swan phải không?\" một giọng con trai hỏi.  Tôi nhìn lên và thấy một chàng trai dễ thương, có khuôn mặt như trẻ con, mái tóc vàng lợt của anh ta được vuốt keo thành mấy cái gai gọn gàng, đang mỉm cười với tôi một cách thân thiện. Anh ấy rõ ràng không nghĩ là tôi hôi rình.  \"Bella,” tôi mỉm cười sửa lời anh ấy.  \"Tôi là Mike.” \"Hi, Mike.” \"Bạn có cần giúp tìm lớp kế tiếp không?” \"Thực ra mình sẽ đến phòng tập thể dục. Chắc mình có thể tìm ra nó.” \"Đó cũng là giờ học kế tiếp của tôi.”  Anh ấy có vẻ xúc động, mặc dù đó chẳng phải là sự trùng hợp ngẫu nhiên lớn lao gì trong ngôi trường nhỏ này.  Chúng tôi cùng nhau đến lớp; anh chàng là một người ba hoa - anh ấy gần như độc thoại, làm tôi cảm thấy dễ chịu. Anh ấy đã sống ở California đến khi lên mười, vì vậy anh ấy biết tôi cảm nhận ra sao về mặt trời. Hoá ra anh ta cũng học chung lớp tiếng Anh với tôi nữa. Anh ấy là người dễ thương nhất tôi từng gặp hôm nay.  Nhưng khi chúng tôi vào phòng tập thể dục, anh ấy hỏi, \"Nè, bạn đâm Edward Cullen bằng cây bút chì hả? Tôi chưa bao giờ thấy anh ta cư xử giống vậy.” Tôi co rúm người lại.  Hoá ra không phải chỉ mình tôi nhận thấy điều đó. Và, rõ ràng, đó không phải là hành vi bình thường của Edward Cullen. Tôi quyết định giả ngu.  \"Anh chàng tôi ngồi bên cạnh trong giờ Sinh vật hả?\" tôi thật thà hỏi.  \"Đúng rồi,” anh ta nói. “Trông anh ta như đang bị đau đớn sao đó.” \"Tôi không biết,”  tôi đáp lại.” Tôi chưa hề nói chuyện với anh ta.”  \"Anh ta kỳ cục nhỉ.”  Mike nấn ná bên tôi thay vì vào phòng thay quần áo.  “Nếu mà tôi may mắn được ngồi cạnh bạn, tôi đã nói chuyện với bạn rồi.”  Tôi mỉm cười với anh ấy trước khi qua cửa phòng chứa tủ đựng đồ có khoá giành cho nữ.  Anh thân thiện và thích tôi thấy rõ. Nhưng chưa đủ để làm dịu đi sự bực tức của tôi.  Giáo viên thể dục, Coach Clapp, tìm được cho tôi một bộ đồng phục nhưng không bắt tôi phải mặc để học giờ học hôm nay. Ở trường cũ, chỉ hai năm là bắt buộc.  Thế mà ở đây, thể dục là môn bắt buộc phải học cả bốn năm. Forks theo nghĩa đen, đúng là địa ngục trần gian của tôi.  Tôi xem bốn trận đấu bóng chuyền cùng một lúc.  Khi nhớ lại không biết bao lần tôi đã bị thương khi khi chơi bóng chuyền là tôi cảm thấy hơi mắc ói.  Tiếng chuông cuối giờ rốt cuộc cũng đã reng. Tôi từ từ đi về văn phòng để nộp giấy tờ.  Mưa đã tạnh, nhưng gió rất mạnh, và lạnh hơn. Tôi ôm tay quanh người.  Khi bước vào văn phòng ấm áp, tôi gần như quay lại ngay và đi trở ra.  Edward Cullen đứng ở bàn làm việc trước mặt tôi. Tôi nhận ra lần nữa mái tóc màu đồng bù rối.  Anh ta có vẻ không nhận thấy tiếng chân tôi bước vào.  Tôi đứng tựa lưng vào tường, chờ đến khi nhân viên tiếp tân rảnh.  Anh ta đang tranh cãi với cô ấy bằng giọng nói trầm, hấp dẫn. Tôi nhanh chóng biết được nguyên nhân chính của cuộc tranh cãi này. Anh ấy đang cố xin đổi giờ học thứ sáu - giờ sinh vật sang một giờ khác - bất cứ một thời gian nào khác.  Tôi không thể tin chuyện này là do tôi. Hẳn phải là điều gì khác, điều xảy ra trước khi tôi vào phòng sinh vật học. Nét mặt của anh ấy phải là do một lý do nghiêm trọng nào đó hoàn toàn khác. Không thể nào người xa lạ này lại tự nhiên ghét tôi dữ dội, đột ngột như thế.  Cửa lại mở ra lần nữa, và gió lạnh đột ngột thổi giật vào phòng, tiếng giấy tờ trên bàn xào xạc, quấn tóc tôi quanh mặt.  Cô gái bước vào chỉ bước đến bàn làm việc, đặt một tờ ghi chép vào giỏ sắt, rồi bước ra ngoài lại ngay. Nhưng lưng Edward Cullen cứng đờ, và anh ấy từ từ quay lại nhìn tôi trừng trừng - khuôn mặt anh đẹp trai không tưởng nỗi - với ánh mắt đầy căm hận, dữ dội.  Trong phút chốc, tôi cảm thấy nỗi sợ hãi thực sự, làm dựng hết chân lông trên cánh tay tôi.  Ánh nhìn chỉ kéo dài một giây, nhưng nó làm tôi ớn lạnh hơn cả gió băng giá. Anh ta quay lại phía nhân viên tiếp tân.  \"Vậy thì, không sao cả,” anh ấy nói vội vàng bằng giọng nói mượt như nhung. \"Tôi thấy là không thể làm được rồi. Cảm ơn cô rất nhiều vì đã giúp đỡ.” và anh xoay gót không hề nhìn tôi lần nào nữa, rồi biến ra cửa.  Tôi ngoan ngoãn đến bàn làm việc, khuôn mặt của tôi trắng bệch chứ không đỏ ửng, và trao cho cô tờ giấy đã ký.  \"Ngày đầu tiên đi học của em ra sao, cưng?”  nhân viên tiếp tân hỏi ân cần như mẹ.  \"Tốt ạ,”  tôi nói dối, giọng yếu ớt. Cô có vẻ không tin lắm.  Khi tôi đến xe tải, xe tôi gần như là chiếc xe cuối cùng trong bãi đậu xe. Nó gần như là một nơi trú ẩn, đã là vật gần gũi với gia đình mà tôi có được trong cái vịnh xanh rì ẩm ướt chết tiệt này. Tôi ngồi trong xe một chút, ngây người nhìn chằm chằm ra ngoài kính chắn gió.  Nhưng sau đó tôi cảm thấy đủ lạnh để cần lò sưởi, vì thế tôi vặn chìa khoá và động cơ gầm lên. Tôi hướng về nhà Charlie, cố cầm nước mắt suốt cả đường về."
        },
        {
            "en": "3. MOTIVES THE SUN WAS SO DEEPLY BURIED BEHIND THE CLOUDS that there was no way to tell if it had set or not. After the long flight — chasing the sun westward so that it seemed unmoving in the sky — it was especially disorienting; time seemed oddly variable. It took me by surprise when the forest gave way to the first buildings, signaling that we were nearly home. “You’ve been very quiet,” Edward observed. “Did the plane make you sick?” “No, I’m okay.” “Are you sad to leave?” “More relieved than sad, I think.” He raised one eyebrow at me. I knew it was useless and — much as I hated to admit it — unnecessary to ask him to keep his eyes on the road. “Renée is so much more . . .perceptive than Charlie in some ways. It was making me jumpy.” Edward laughed. “Your mother has a very interesting mind. Almost childlike, but very insightful. She sees things differently than other people.” Insightful. It was a good description of my mother — when she was paying attention. Most of the time Renée was so bewildered by her own life that she didn’t notice much else. But this weekend she’d been paying plenty of attention to me. Phil was busy — the high school baseball team he coached was in the playoffs — and being alone with Edward and me had only sharpened Renée’s focus. As soon as the hugs and squeals of delight were out of the way, Renée began to watch. And as she’d watched, her wide blue eyes had become first confused and then concerned. This morning we’d gone for a walk along the beach. She wanted to show off all the beauties of her new home, still hoping, I think, that the sun might lure me away from Forks. She’d also wanted to talk with me alone, and that was easily arranged. Edward had fabricated a term paper to give himself an excuse to stay indoors during the day. In my head, I went through the conversation again. . . . Renée and I ambled along the sidewalk, trying to stay in the range of the infrequent palm tree shadows. Though it was early, the heat was smothering. The air was so heavy with moisture that just breathing in and out was giving my lungs a workout. “Bella?” my mother asked, looking out past the sand to the lightly crashing waves as she spoke. “What is it, Mom?” She sighed, not meeting my gaze. “I’m worried. . . .” “What’s wrong?” I asked, anxious at once. “What can I do?” “It’s not me.” She shook her head. “I’m worried about you . . . and Edward.” Renée finally looked at me when she said his name, her face apologetic. “Oh,” I mumbled, fixing my eyes on a pair of joggers as they passed us, drenched with sweat. “You two are more serious than I’d been thinking,” she went on. I frowned, quickly reviewing the last two days in my head. Edward and I had barely touched — in front of her, at least. I wondered if Renée was about to give me a lecture on responsibility, too. I didn’t mind that the way I had with Charlie. It wasn’t embarrassing with my mom. After all, I’d been the one giving her that lecture time and time again in the last ten years.  “There’s something . . . strange about the way you two are together,” she murmured, her forehead creasing over her troubled eyes. “The way he watches you — it’s so . . . protective. Like he’s about to throw himself in front of a bullet to save you or something.” I laughed, though I was still not able to meet her gaze. “That’s a bad thing?” “No.” She frowned as she struggled for the words. “It’s just different . He’s very intense about you . . . and very careful. I feel like I don’t really understand your relationship. Like there’s some secret I’m missing. . . .” “I think you’re imagining things, Mom,” I said quickly, struggling to keep my voice light. There was a flutter in my stomach. I’d forgotten how much my mother saw . Something about her simple view of the world cut through all the distractions and pierced right to the truth of things. This had never been a problem before. Until now, there had never been a secret I couldn’t tell her. “It’s not just him.” She set her lips defensively. “I wish you could see how you move around him.” “What do you mean?”  “The way you move — you orient yourself around him without even thinking about it. When he moves, even a little bit, you adjust your position at the same time. Like magnets . . . or gravity. You’re like a . . . satellite, or something. I’ve never seen anything like it.” She pursed her lips and stared down. “Don’t tell me,” I teased, forcing a smile. “You’re reading mysteries again, aren’t you? Or is it sci-fi this time?” Renée flushed a delicate pink. “That’s beside the point.” “Found anything good?” “Well, there was one — but that doesn’t matter. We’re talking about you right now.” “You should stick to romance, Mom. You know how you freak yourself out.” Her lips turned up at the corners. “I’m being silly, aren’t I?” For half a second I couldn’t answer. Renée was so easily swayed. Sometimes it was a good thing, because not all of her ideas were practical. But it pained me to see how quickly she caved in to my trivializing, especially since she was dead right this time. She looked up, and I controlled my expression. “Not silly — just being a mom.” She laughed and then gestured grandly toward the white sands stretching to the blue water. “And all this isn’t enough to get you to move back in with your silly mom?” I wiped my hand dramatically across my forehead, and then pretended to wring my hair out. “You get used to the humidity,” she promised. “You can get used to rain, too,” I countered. She elbowed me playfully and then took my hand as we walked back to her car. Other than her worries about me, she seemed happy enough. Content. She still looked at Phil with goo-goo eyes, and that was comforting. Surely her life was full and satisfying. Surely she didn’t miss me that much, even now. . . . Edward’s icy fingers brushed my cheek. I looked up, blinking, coming back to the present. He leaned down and kissed my forehead. “We’re home, Sleeping Beauty. Time to awake.” We were stopped in front of Charlie’s house. The porch light was on and the cruiser was parked in the driveway. As I examined the house, I saw the curtain twitch in the living room window, flashing a line of yellow light across the dark lawn. I sighed. Of course Charlie was waiting to pounce. Edward must have been thinking the same thing, because his expression was stiff and his eyes remote as he came to get my door for me. “How bad?” I asked. “Charlie’s not going to be difficult,” Edward promised, his voice level with no hint of humor. “He missed you.” My eyes narrowed in doubt. If that was the case, then why was Edward tensed as if for a battle? My bag was small, but he insisted on carrying it into the house. Charlie held the door open for us. “Welcome home, kid!” Charlie shouted like he really meant it. “How was Jacksonville?” “Moist. And buggy.” “So Renée didn’t sell you on the University of Florida?” “She tried. But I’d rather drink water than inhale it.” Charlie’s eyes flickered unwillingly to Edward. “Did you have a nice time?” “Yes,” Edward answered in a serene voice. “Renée was very hospitable.” “That’s . . . um, good. Glad you had fun.” Charlie turned away from Edward and pulled me in for an unexpected hug. “Impressive,” I whispered in his ear. He rumbled a laugh. “I really missed you, Bells. The food around here sucks when you’re gone.” “I’ll get on it,” I said as he let me go. “Would you call Jacob first? He’s been bugging me every five minutes since six o’clock this morning. I promised I’d have you call him before you even unpacked.” I didn’t have to look at Edward to feel that he was too still, too cold beside me. So this was the cause of his tension. “Jacob wants to talk to me?” “Pretty bad, I’d say. He wouldn’t tell me what it was about — just said it was important.” The phone rang then, shrill and demanding. “That’s him again, I’d bet my next paycheck,” Charlie muttered. “I got it.” I hurried to the kitchen. Edward followed after me while Charlie disappeared into the living room. I grabbed the phone mid-ring, and twisted around so that I was facing the wall. “Hello?” “You’re back,” Jacob said. His familiar husky voice sent a wave of wistfulness through me. A thousand memories spun in my head, tangling together — a rocky beach strewn with driftwood trees, a garage made of plastic sheds, warm sodas in a paper bag, a tiny room with one too-small shabby loveseat. The laughter in his deep-set black eyes, the feverish heat of his big hand around mine, the flash of his white teeth against his dark skin, his face stretching into the wide smile that had always been like a key to a secret door where only kindred spirits could enter. It felt sort of like homesickness, this longing for the place and person who had sheltered me through my darkest night. I cleared the lump from my throat. “Yes,” I answered. “Why didn’t you call me?” Jacob demanded. His angry tone instantly got my back up. “Because I’ve been in the house for exactly four seconds and your call interrupted Charlie telling me that you’d called.” “Oh. Sorry.” “Sure. Now, why are you harassing Charlie?” “I need to talk to you.” “Yeah, I figured out that part all by myself. Go ahead.” There was a short pause. “You going to school tomorrow?” I frowned to myself, unable to make sense of this question. “Of course I am. Why wouldn’t I?” “I dunno. Just curious.” Another pause. “So what did you want to talk about, Jake?” He hesitated. “Nothing really, I guess. I . . . wanted to hear your voice.” “Yeah, I know. I’m so glad you called me, Jake. I . . .” But I didn’t know what more to say. I wanted to tell him I was on my way to La Push right now. And I couldn’t tell him that. “I have to go,” he said abruptly. “What?” “I’ll talk to you soon, okay?” “But Jake —” He was already gone. I listened to the dial tone with disbelief. “That was short,” I muttered. “Is everything all right?” Edward asked. His voice was low and careful. I turned slowly to face him. His expression was perfectly smooth — impossible to read. “I don’t know. I wonder what that was about.” It didn’t make sense that Jacob had been hounding Charlie all day just to ask me if I was going to school. And if he’d wanted to hear my voice, then why did he hang up so quickly? “Your guess is probably better than mine,” Edward said, the hint of a smile tugging at the corner of his mouth. “Mmm,” I murmured. That was true. I knew Jake inside and out. It shouldn’t be that complicated to figure out his motivations. With my thoughts miles away — about fifteen miles away, up the road to La Push — I started combing through the fridge, assembling ingredients for Charlie’s dinner. Edward leaned against the counter, and I was distantly aware that his eyes were on my face, but too preoccupied to worry about what he saw there. The school thing seemed like the key to me. That was the only real question Jake had asked. And he had to be after an answer to something, or he wouldn’t have been bugging Charlie so persistently. Why would my attendance record matter to him, though? I tried to think about it in a logical way. So, if I hadn’t been going to school tomorrow, what would be the problem with that, from Jacob’s perspective? Charlie had given me a little grief about missing a day of school so close to finals, but I’d convinced him that one Friday wasn’t going to derail my studies. Jake would hardly care about that. My brain refused to come up with any brilliant insights. Maybe I was missing some vital piece of information. What could have changed in the past three days that was so important that Jacob would break his long streak of refusing to answer my phone calls and contact me? What difference could three days make? I froze in the middle of the kitchen. The package of icy hamburger in my hands slipped through my numb fingers. It took me a slow second to miss the thud it should have made against the floor. Edward had caught it and thrown it onto the counter. His arms were already around me, his lips at my ear. “What’s wrong?” I shook my head, dazed. Three days could change everything. Hadn’t I just been thinking about how impossible college was? How I couldn’t be anywhere near people after I’d gone through the painful three-day conversion that would set me free from mortality, so that I could spend eternity with Edward? The conversion that would make me forever a prisoner to my own thirst. . . . Had Charlie told Billy that I’d vanished for three days? Had Billy jumped to conclusions? Had Jacob really been asking me if I was still human? Making sure that the werewolves’ treaty was unbroken — that none of the Cullens had dared to bite a human . . . bite, not kill . . . ? But did he honestly think I would come home to Charlie if that was the case? Edward shook me. “Bella?” he asked, truly anxious now. “I think . . . I think he was checking,” I mumbled. “Checking to make sure. That I’m human, I mean.” Edward stiffened, and a low hiss sounded in my ear. “We’ll have to leave,” I whispered. “Before. So that it doesn’t break the treaty. We won’t ever be able to come back.” His arms tightened around me. “I know.” “Ahem.” Charlie cleared his voice loudly behind us. I jumped, and then pulled free of Edward’s arms, my face getting hot. Edward leaned back against the counter. His eyes were tight. I could see worry in them, and anger.  “If you don’t want to make dinner, I can call for a pizza,” Charlie hinted. “No, that’s okay, I’m already started.” “Okay,” Charlie said. He propped himself against the doorframe, folding his arms. I sighed and got to work, trying to ignore my audience. “If I asked you to do something, would you trust me?” Edward asked, an edge to his soft voice. We were almost to school. Edward had been relaxed and joking just a moment ago, and now suddenly his hands were clenched tight on the steering wheel, his knuckles straining in an effort not to snap it into pieces. I stared at his anxious expression — his eyes were far away, like he was listening to distant voices. My pulse sped in response to his stress, but I answered carefully. “That depends.” We pulled into the school lot. “I was afraid you would say that.” “What do you want me to do, Edward?” “I want you to stay in the car.” He pulled into his usual spot and turned the engine off as he spoke. “I want you to wait here until I come back for you.” “But . . .why ?” That was when I saw him. He would have been hard to miss, towering over the students the way he did, even if he hadn’t been leaning against his black motorcycle, parked illegally on the sidewalk. “Oh.” Jacob’s face was a calm mask that I recognized well. It was the face he used when he was determined to keep his emotions in check, to keep himself under control. It made him look like Sam, the oldest of the wolves, the leader of the Quileute pack. But Jacob could never quite manage the perfect serenity Sam always exuded. I’d forgotten how much this face bothered me. Though I’d gotten to know Sam pretty well before the Cullens had come back — to like him, even — I’d never been able to completely shake the resentment I felt when Jacob mimicked Sam’s expression. It was a stranger’s face. He wasn’t my Jacob when he wore it. “You jumped to the wrong conclusion last night,” Edward murmured. “He asked about school because he knew that I would be where you were. He was looking for a safe place to talk to me. A place with witnesses.” So I’d misinterpreted Jacob’s motives last night. Missing information, that was the problem. Information like why in the world Jacob would want to talk to Edward. “I’m not staying in the car,” I said. Edward groaned quietly. “Of course not. Well, let’s get this over with.” Jacob’s face hardened as we walked toward him, hand in hand. I noticed other faces, too — the faces of my classmates. I noticed how their eyes widened as they took in all six foot seven inches of Jacob’s long body, muscled up the way no normal sixteen-and-a-half-year-old ever had been. I saw those eyes rake over his tight black t-shirt — short-sleeved, though the day was unseasonably cool — his ragged, grease-smeared jeans, and the glossy black bike he leaned against. Their eyes didn’t linger on his face — something about his expression had them glancing quickly away. And I noticed the wide berth everyone gave him, the bubble of space that no one dared to encroach on. With a sense of astonishment, I realized that Jacob looked dangerous to them. How odd. Edward stopped a few yards away from Jacob, and I could tell that he was uncomfortable having me so close to a werewolf. He drew his hand back slightly, pulling me halfway behind his body. “You could have called us,” Edward said in a steel-hard voice. “Sorry,” Jacob answered, his face twisting into a sneer. “I don’t have any leeches on my speed dial.” “You could have reached me at Bella’s house, of course.” Jacob’s jaw flexed, and his brows pulled together. He didn’t answer. “This is hardly the place, Jacob. Could we discuss this later?” “Sure, sure. I’ll stop by your crypt after school.” Jacob snorted. “What’s wrong with now?” Edward looked around pointedly, his eyes resting on the witnesses who were just barely out of hearing range. A few people were hesitating on the sidewalk, their eyes bright with expectation. Like they were hoping a fight might break out to alleviate the tedium of another Monday morning. I saw Tyler Crowley nudge Austin Marks, and they both paused on their way to class. “I already know what you came to say,” Edward reminded Jacob in voice so low that I could barely make it out. “Message delivered. Consider us warned.” Edward glanced down at me for a fleeting second with worried eyes. “Warned?” I asked blankly. “What are you talking about?” “You didn’t tell her?” Jacob asked, his eyes widening with disbelief. “What, were you afraid she’d take our side?” “Please drop it, Jacob,” Edward said in an even voice. “Why?” Jacob challenged. I frowned in confusion. “What don’t I know? Edward?” Edward just glared at Jacob as if he hadn’t heard me. “Jake?” Jacob raised his eyebrow at me. “He didn’t tell you that his big . . .brother crossed the line Saturday night?” he asked, his tone thickly layered with sarcasm. Then his eyes flickered back to Edward. “Paul was totally justified in —” “It was no-man’s land!” Edward hissed. “Was not!” Jacob was fuming visibly. His hands trembled. He shook his head and sucked in two deep lungfuls of air. “Emmett and Paul?” I whispered. Paul was Jacob’s most volatile pack brother. He was the one who’d lost control that day in the woods — the memory of the snarling gray wolf was suddenly vivid in my head. “What happened? Were they fighting?” My voice strained higher in panic. “Why? Did Paul get hurt?” “No one fought,” Edward said quietly, only to me. “No one got hurt. Don’t be anxious.” Jacob was staring at us with incredulous eyes. “You didn’t tell her anything at all, did you? Is that why you took her away? So she wouldn’t know that —?” “Leave now.” Edward cut him off mid-sentence, and his face was abruptly frightening — truly frightening. For a second, he looked like . . . like a vampire . He glared at Jacob with vicious, unveiled loathing. Jacob raised his eyebrows, but made no other move. “Why haven’t you told her?” They faced each other in silence for a long moment. More students gathered behind Tyler and Austin. I saw Mike next to Ben — Mike had one hand on Ben’s shoulder, like he was holding him in place. In the dead silence, all the details suddenly fell into place for me with a burst of intuition. Something Edward didn’t want me to know. Something that Jacob wouldn’t have kept from me. Something that had the Cullens and the wolves both in the woods, moving in hazardous proximity to each other. Something that would cause Edward to insist that I fly across the country. Something that Alice had seen in a vision last week — a vision Edward had lied to me about. Something I’d been waiting for anyway. Something I knew would happen again, as much as I might wish it never would. It was never going to end, was it? I heard the quick gasp, gasp, gasp, gasp of the air dragging through my lips, but I couldn’t stop it. It looked like the school was shaking, like there was an earthquake, but I knew it was my own trembling that caused the illusion. “She came back for me,” I choked out. Victoria was never going to give up till I was dead. She would keep repeating the same pattern — feint and run, feint and run — until she found a hole through my defenders. Maybe I’d get lucky. Maybe the Volturi would come for me first — they’d kill me quicker, at least. Edward held me tight to his side, angling his body so that he was still between me and Jacob, and stroked my face with anxious hands. “It’s fine,” he whispered to me. “It’s fine. I’ll never let her get close to you, it’s fine.” Then he glared at Jacob. “Does that answer your question, mongrel?” “You don’t think Bella has a right to know?” Jacob challenged. “It’s her life.” Edward kept his voice muted; even Tyler, edging forward by inches, would be unable to hear. “Why should she be frightened when she was never in danger?” “Better frightened than lied to.” I tried to pull myself together, but my eyes were swimming in moisture. I could see it behind my lids — I could see Victoria’s face, her lips pulled back over her teeth, her crimson eyes glowing with the obsession of her vendetta; she held Edward responsible for the demise of her love, James. She wouldn’t stop until his love was taken from him, too. Edward wiped the tears from my cheek with his fingertips. “Do you really think hurting her is better than protecting her?” he murmured. “She’s tougher than you think,” Jacob said. “And she’s been through worse.” Abruptly, Jacob’s expression shifted, and he was staring at Edward with an odd, speculative expression. His eyes narrowed like he was trying to do a difficult math problem in his head. I felt Edward cringe. I glanced up at him, and his face was contorted in what could only be pain. For one ghastly moment, I was reminded of our afternoon in Italy, in the macabre tower room of the Volturi, where Jane had tortured Edward with her malignant gift, burning him with her thoughts alone. . . . The memory snapped me out of my near hysteria and put everything in perspective. Because I’d rather Victoria killed me a hundred times over than watch Edward suffer that way again. “That’s funny,” Jacob said, laughing as he watched Edward’s face. Edward winced, but smoothed his expression with a little effort. He couldn’t quite hide the agony in his eyes. I glanced, wide-eyed, from Edward’s grimace to Jacob’s sneer. “What are you doing to him?” I demanded. “It’s nothing, Bella,” Edward told me quietly. “Jacob just has a good memory, that’s all.” Jacob grinned, and Edward winced again. “Stop it! Whatever you’re doing.” “Sure, if you want.” Jacob shrugged. “It’s his own fault if he doesn’t like the things I remember, though.” I glared at him, and he smiled back impishly — like a kid caught doing something he knows he shouldn’t by someone who he knows won’t punish him. “The principal’s on his way to discourage loitering on school property,” Edward murmured to me. “Let’s get to English, Bella, so you’re not involved.” “Overprotective, isn’t he?” Jacob said, talking just to me. “A little trouble makes life fun. Let me guess, you’re not allowed to have fun, are you?” Edward glowered, and his lips pulled back from his teeth ever so slightly. “Shut up, Jake,” I said. Jacob laughed. “That sounds like a no . Hey, if you ever feel like having a life again, you could come see me. I’ve still got your motorcycle in my garage.” Ừ  This news distracted me. “You were supposed to sell that. You promised Charlie you would.” If I hadn’t begged on Jake’s behalf — after all, he’d put weeks of labor into both motorcycles, and he deserved some kind of payback — Charlie would have thrown my bike in a Dumpster. And possibly set that Dumpster on fire. “Yeah, right. Like I would do that. It belongs to you, not me. Anyway, I’ll hold on to it until you want it back.” A tiny hint of the smile I remembered was suddenly playing around the edges of his lips. “Jake . . .” He leaned forward, his face earnest now, the bitter sarcasm fading. “I think I might have been wrong before, you know, about not being able to be friends. Maybe we could manage it, on my side of the line.  Come see me.” I was vividly conscious of Edward, his arms still wrapped protectively around me, motionless as a stone. I shot a look at his face — it was calm, patient. “I, er, don’t know about that, Jake.” Jacob dropped the <em>antagonistic</em> façade completely. It was like he’d forgotten Edward was there, or at least he was determined to act that way. “I miss you every day, Bella. It’s not the same without you.” “I know and I’m sorry, Jake, I just . . .” He shook his head, and sighed. “I know. Doesn’t matter, right? I guess I’ll survive or something. Who needs friends?” He grimaced, trying to cover the pain with a thin attempt at bravado. Jacob’s suffering had always triggered my protective side. It was not entirely rational — Jacob was hardly in need of any physical protection I could offer. But my arms, pinned beneath Edward’s, yearned to reach out to him. To wrap around his big, warm waist in a silent promise of acceptance and comfort. Edward’s shielding arms had become restraints. “Okay, get to class,” a stern voice sounded behind us. “Move along, Mr. Crowley.” “Get to school, Jake,” I whispered, anxious as soon as I recognized the principal’s voice. Jacob went to the Quileute school, but he might still get in trouble for trespassing or the equivalent. Edward released me, taking just my hand and pulling me behind his body again. Mr. Greene pushed through the circle of spectators, his brows pressing down like ominous storm clouds over his small eyes. “I mean it,” he was threatening. “Detention for anyone who’s still standing here when I turn around again.” The audience melted away before he was finished with his sentence. “Ah, Mr. Cullen. Do we have a problem here?” “Not at all, Mr. Greene. We were just on our way to class.” “Excellent. I don’t seem to recognize your friend.” Mr. Greene turned his glower on Jacob. “Are you a new student here?” Mr. Greene’s eyes scrutinized Jacob, and I could see that he’d come to the same conclusion everyone else had: dangerous. A troublemaker. “Nope,” Jacob answered, half a smirk on his broad lips. “Then I suggest you remove yourself from school property at once, young man, before I call the police.” Jacob’s little smirk became a full-blown grin, and I knew he was picturing Charlie showing up to arrest him. This grin was too bitter, too full of mocking to satisfy me. This wasn’t the smile I’d been waiting to see. Jacob said, “Yes, sir,” and snapped a military salute before he climbed on his bike and kicked it to a start right there on the sidewalk. The engine snarled and then the tires squealed as he spun it sharply around. In a matter of seconds, Jacob raced out of sight. Mr. Greene gnashed his teeth together while he watched the performance. “Mr. Cullen, I expect you to ask your friend to refrain from trespassing again.” “He’s no friend of mine, Mr. Greene, but I’ll pass along the warning.” Mr. Greene pursed his lips. Edward’s perfect grades and spotless record were clearly a factor in Mr. Greene’s assessment of the incident. “I see. If you’re worried about any trouble, I’d be happy to —” “There’s nothing to worry about, Mr. Greene. There won’t be any trouble.” “I hope that’s correct. Well, then. On to class. You, too, Miss Swan.” Edward nodded, and pulled me quickly along toward the English building. “Do you feel well enough to go to class?” he whispered when we were past the principal. “Yes,” I whispered back, not quite sure if this was a lie. Whether I felt well or not was hardly the most important consideration. I needed to talk to Edward right away, and English class wasn’t the ideal place for the conversation I had in mind. But with Mr. Greene right behind us, there weren’t a lot of other options. We got to class a little late and took our seats quickly. Mr. Berty was reciting a Frost poem. He ignored our entrance, refusing to let us break his rhythm. I yanked a blank page out of my notebook and started writing, my handwriting more illegible than normal thanks to my agitation. What happened? Tell me everything . And screw the protecting me crap, please. I shoved the note at Edward. He sighed, and then began writing. It took him less time than me, though he wrote an entire paragraph in his own personal calligraphy before he slipped the paper back. Alice saw that Victoria was coming back. I took you out of town merely as a precaution — there was never a chance that she would have gotten anywhere close to you. Emmett and Jasper very nearly had her, but Victoria seems to have some instinct for evasion. She escaped right down the Quileute boundary line as if she were reading it from a map. It didn’t help that Alice’s abilities were nullified by the Quileutes’ involvement. To be fair, the Quileutes might have had her, too, if we hadn’t gotten in the way. The big gray one thought Emmett was over the line, and he got defensive. Of course Rosalie reacted to that, and everyone left the chase to protect their companions. Carlisle and Jasper got things calmed down before it got out of hand. But by then, Victoria had slipped away. That’s everything.  I frowned at the letters on the page. All of them had been in on it — Emmett, Jasper, Alice, Rosalie, and Carlisle. Maybe even Esme, though he hadn’t mentioned her. And then Paul and the rest of the Quileute pack. It might so easily have turned into a fight, pitting my future family and my old friends against each other. Any one of them could have been hurt. I imagined the wolves would be in the most danger, but picturing tiny Alice next to one of the huge werewolves, fighting . . . I shuddered. Carefully, I scrubbed out the entire paragraph with my eraser and then I wrote over the top:   What about Charlie? She could have been after him. Edward was shaking his head before I finished, obviously going to downplay any danger on Charlie’s behalf. He held a hand out, but I ignored that and started again. You can’t know that she wasn’t thinking that, because you weren’t here. Florida was a bad idea. He took the paper from underneath my hand. I wasn’t about to send you off alone. With your luck, not even the black box would survive. That wasn’t what I’d meant at all; I hadn’t thought of going without him. I’d meant that we should have stayed here together. But I was sidetracked by his response, and a little miffed. Like I couldn’t fly cross country without bringing the plane down. Very funny. So let’s say my bad luck did crash the plane. What exactly were you going to do about it? Why is the plane crashing? He was trying to hide a smile now. The pilots are passed out drunk. Easy. I’d fly the plane. Of course. I pursed my lips and tried again. Both engines have exploded and we’re falling in a death spiral toward the earth. I’d wait till we were close enough to the ground, get a good grip on you, kick out the wall, and jump. Then I’d run you back to the scene of the accident, and we’d stumble around like the two luckiest survivors in history. I stared at him wordlessly. “What?” he whispered. I shook my head in awe. “Nothing,” I mouthed. I scrubbed out the disconcerting conversation and wrote one more line. You will tell me next time. I knew there would be a next time. The pattern would continue until someone lost. Edward stared into my eyes for a long moment. I wondered what my face looked like — it felt cold, so the blood hadn’t returned to my cheeks. My eyelashes were still wet. He sighed and then nodded once. Thanks. The paper disappeared from under my hand. I looked up, blinking in surprise, just as Mr. Berty came down the aisle. “Is that something you’d like to share there, Mr. Cullen?” Edward looked up innocently and held out the sheet of paper on top of his folder. “My notes?” he asked, sounding confused. Mr. Berty scanned the notes — no doubt a perfect transcription of his lecture — and then walked away frowning. It was later, in Calculus — my one class without Edward — that I heard the gossip. “My money’s on the big Indian,” someone was saying. I peeked up to see that Tyler, Mike, Austin, and Ben had their heads bent together, deep in conversation. “Yeah,” Mike whispered. “Did you see the size of that Jacob kid? I think he could take Cullen down.” Mike sounded pleased by the idea. “I don’t think so,” Ben disagreed. “There’s something about Edward. He’s always so . . . confident. I have a feeling he can take care of himself.” “I’m with Ben,” Tyler agreed. “Besides, if that other kid messed Edward up, you know those big brothers of his would get involved.” “Have you been down to La Push lately?” Mike asked. “Lauren and I went to the beach a couple of weeks ago, and believe me, Jacob’s friends are all just as big as he is.” “Huh,” Tyler said. “Too bad it didn’t turn into anything. Guess we’ll never know how it would have turned out.” “It didn’t look over to me,” Austin said. “Maybe we’ll get to see.” Mike grinned. “Anyone in the mood for a bet?” “Ten on Jacob,” Austin said at once. “Ten on Cullen,” Tyler chimed in. “Ten on Edward,” Ben agreed. “Jacob,” Mike said. “Hey, do you guys know what it was about?” Austin wondered. “That might affect the odds.” “I can guess,” Mike said, and then he shot a glance at me at the same time that Ben and Tyler did. From their expressions, none of them had realized I was in easy hearing distance. They all looked away quickly, shuffling the papers on their desks. “I still say Jacob,” Mike muttered under his breath.",
            "vi": "3. Động cơ Mặt trời núp kín sau mây khiến ta chẳng thể nào biết được đã lặn hay chưa.  Sau chuyến bay dài --  đuổi theo mặt trời về hướng tây làm ta ngỡ nó như chẳng hề di chuyển – thiệt hết sức lộn xộn; thời gian hay thay đổi lạ kỳ.   Tôi ngạc nhiên khi rừng xanh nhường chỗ cho các toà nhà cao tầng đầu tiên, báo hiệu đã sắp đến nhà.  \"Em lặng lẽ quá,\" Edward nhận xét. \"Máy bay làm em mệt à?\" \"Không, em khoẻ.\" \"Em buồn vì xa nhà à?\" \"Yên lòng hơn là buồn, em nghĩ vậy.\" Anh nhướng mày nhìn tôi. Tôi biết thật vô ích và – cũng như tôi ghét phải thừa nhận - không cần bắt anh phải nhìn đường.  \"Về vài khía cạnh, Renée . . . mẫn cảm hơn Charlie rất nhiều.  Nên em lo.\" Edward cười. \"Mẹ em có kiểu suy nghĩ rất thú vị. Khá trẻ con, nhưng rất sáng suốt. Bà nhìn nhận sự việc khác người.\" Sáng suốt. Đó là từ miêu tả mẹ tôi rất đúng - khi bà để ý. Hầu như lúc nào Renée cũng bị cuộc sống làm hoang mang đến nỗi bà chẳng chú ý đến chuyện khác nhiều. Nhưng cuối tuần này bà toàn chú ý đến tôi.  Phil đang bận - đội bóng chày trung học mà ông huấn luyện đang đấu các trận quyết định - nên ở bên Edward và tôi một mình, chỉ làm khả năng tập trung của Renée nhạy bén hơn. Ngay sau những vòng tay ôm chầm và tiếng reo mừng vui vừa chấm dứt, Renée đã bắt đầu quan sát. Và khi bà quan sát, đôi mắt to màu xanh dương của bà ban đầu có vẻ bối rối rồi sau đó lại lo âu.  Sáng nay chúng tôi đi dạo dọc bờ biển. Bà muốn khoe mọi vẻ đẹp của tổ ấm mới, vẫn hy vọng, tôi nghĩ, mặt trời có thể dụ tôi rời Forks.  Bà cũng muốn nói chuyện với tôi một mình, và điều đó dễ thu xếp thôi. Edward đã bịa ra cái cớ làm tiểu luận để ở trong nhà vào ban ngày. Tôi ôn lại cuộc trò chuyện trong đầu... Renée và tôi thong thả đi dọc theo vỉa hè, cố nấn ná trong bóng râm lác đác của hàng cọ.  Mặc dù mới sáng sớm, mà cái nóng đã bao trùm. Không khí nhiều hơi nước đến nỗi chỉ hít thở thôi cũng đã làm phổi tôi hoạt động vất vả rồi.  \"Bella?\" mẹ hỏi, nhìn qua bờ cát vào những con sóng đang nhẹ nhàng vỗ bờ vừa nói.  \"Gì vậy, mẹ?\" Bà thở dài, không đáp lại ánh nhìn chằm chằm của tôi. \"Mẹ lo... \" \"Có chuyện gì vậy?\" Tôi hỏi, lo lắng ngay. \"Con giúp được gì không?\" \"Không phải chuyện mẹ.\"  Bà lắc đầu. \"Mẹ lo cho con... và Edward.\" Renée cuối cùng cũng nhìn tôi khi bà nhắc đến tên anh, mặt bà tỏ vẻ hối tiếc.  \"Ồ,\" tôi lầm bầm, dán mắt vào một đôi chạy bộ khi họ chạy ngang qua chúng tôi, đầm đìa mồ hôi.  \"Hai con có vẻ nghiêm túc hơn mẹ tưởng,\" bà nói tiếp.  Tôi cau mày, hồi tưởng nhanh lại hai ngày vừa qua trong đầu.  Edward và tôi hiếm khi chạm vào nhau – ít nhất là trước mặt mẹ. Tôi tự hỏi không biết có phải Renée cũng đang định lên lớp về tinh thần trách nhiệm cho tôi nữa không đây. Tôi đã chẳng phiền cái cách Charlie giáo huấn tôi.  Thì với mẹ cũng chẳng có gì phải mắc cỡ. Rốt cuộc, tôi đã từng là người thuyết giảng cho bà về chuyện đó hết lần này đến lần khác trong mười năm qua còn gì.  “Có cái gì đó... kỳ lạ trong cách hai con ở bên nhau,\" bà thì thầm, trán nhăn lại trên đôi mắt bối rối. \"Cái cách nó nhìn con – thật là ...  bảo vệ. Giống như thể nó sắp ném mình ra hứng đạn để cứu con này nọ.\" Tôi cười, dù vẫn không thể nhìn vào mắt bà. \"Vậy dở sao mẹ?\" \"Không.\" Bà cau mày khi cố kiếm từ. \"Chỉ lạ thôi.  Nó hết sức say mê con ... mà lại hết sức cẩn thận.  Mẹ cảm thấy mình không hiểu nỗi quan hệ của các con. Cứ như thể có bí mật nào đó mẹ không biết... \" \"Mẹ tưởng tượng không hà,\" tôi nói nhanh, cố giữ giọng vui vẻ.  Bao tử tôi hơi nhộn nhạo. Tôi đã quên mẹ mình đã thấy nhiều thế nào.  Cái gì đó trong cách nhìn nhận giản dị về thế giới của bà đã gạt bỏ hết mọi tín hiệu nhiễu để xuyên thẳng vào bản chất của sự vật.  Lúc trước, chuyện này chưa bao giờ là một vấn đề. Cho đến tận bây giờ, chưa từng có bí mật nào mà tôi không thể kể cho mẹ nghe.   \"Không chỉ nó thôi.\"  Bà mím môi phòng thủ. \"Mẹ ước con thấy được cách con quẩn quanh bên nó.\" \"Ý mẹ là gì?\" \"Cái cách con di chuyển – con hướng về nó mà chẳng hề hay biết. Khi nó di chuyển, thậm chí chỉ một chút thôi, là con đã điều chỉnh vị trí của mình ngay. Giống như nam châm... hay trọng lực.  Con giống như một ... vệ tinh, này nọ.  Mẹ chưa từng thấy bất cứ thứ gì như vậy.\" Bà mím môi và nhìn chằm chằm.  \"Đừng có bảo con là, \" tôi trêu chọc, cố rặn một nụ cười. \"Mẹ lại đọc truyện ly kỳ bí ẩn nữa đó nghen?  Hay lần này là truyện khoa học giả tưởng?\" Renée thoáng ửng hồng. \"Lạc đề rồi. \" \"Có gì hay không?\" \"Ừm, có một quyển - nhưng chuyện đó không quan trọng.  Mình đang nói chuyện con mà.\" \"Mẹ chỉ nên coi truyện tình cảm thôi, mẹ.  Mẹ biết mẹ hay tự làm mình sợ hãi ra sao rồi.\" Mẹ cười mỉm chi. \"Mẹ ngốc thiệt há?\" Trong nửa giây tôi không trả lời được. Renée quá dễ bị thuyết phục.  Đôi khi vậy thì hay, vì chẳng phải ý tưởng nào của mẹ cũng thiết thực. Nhưng tôi đau lòng khi thấy bà chịu thua quá nhanh kiểu đánh trống lảng của tôi, nhất là bởi vì lần này bà hoàn toàn đúng. Bà nhìn lên, và tôi kiểm soát vẻ mặt của mình.  \"Không ngốc -  chỉ là một bà mẹ mà thôi.\" Mẹ phá ra cười rồi khoát tay về phía bờ cát trắng kéo dài đến biển xanh.  \"Và tất cả những cái này không đủ làm con chuyển về ở với bà mẹ ngốc nghếch của con sao?\" Tôi lau trán đầy kịch tính, rồi giả vờ vắt tóc.  \"Con sẽ quen với không khí ẩm này mà,\" bà hứa.  \"Mẹ cũng có thể quen với mưa được mà,\" tôi lật ngược.  Bà nghịch ngợm thúc cùi chỏ tôi rồi nắm tay tôi trở về chỗ để xe.   Ngoại trừ nỗi lo lắng cho tôi, mẹ có vẻ khá hạnh phúc. Mãn nguyện.  Bà vẫn nhìn Phil với ánh mắt tình tứ, và chuyện đó làm tôi thấy an tâm. Rõ ràng là cuộc đời bà đầy đủ và mãn nguyện. Rõ ràng là mẹ không nhớ tôi nhiều đến thế, dù là hiện tại...  Ngón tay lạnh giá của Edward vuốt má tôi. Tôi nhìn lên, chớp mắt, trở về với thực tại. Anh cúi xuống hôn lên trán tôi.  \"Mình về nhà rồi, người đẹp ngủ trong rừng.  Tới giờ dậy rồi.\" Chúng tôi dừng lại trước nhà Charlie. Đèn hàng hiên đang bật và chiếc tuần tiễu đang đỗ ở đường lái xe vào nhà. Khi đang quan sát ngôi nhà, tôi thấy màn cửa sổ phòng khách di chuyển, rọi luồng ánh sáng vàng qua bãi cỏ tối đen.  Tôi thở dài. Dĩ nhiên là Charlie đang chờ tóm cổ rồi.  Edward hẳn cũng đang nghĩ vậy, vì mặt anh cứng đờ và ánh mắt anh xa xôi khi đến mở cửa cho tôi.  \"Tệ cỡ nào?\" Tôi hỏi."
        }
    ],
    "suggestions": []
}