{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Antarctica"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Antarctica"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Antarctica"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Antarctica"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Antarctica"
        }
    },
    "sentences": [
        {
            "en": "<em>Antarctica</em>",
            "vi": "Châu Nam Cực"
        },
        {
            "en": "He's crossing <em>Antarctica</em>.",
            "vi": "Ông ấy đang đi ngang vùng nam cực."
        },
        {
            "en": "Ice Towers of Mount Erebus, <em>Antarctica</em>",
            "vi": "Tháp băng núi Erebus, Nam Cực"
        },
        {
            "en": "His amazing exploits include walking across <em>Antarctica</em>.",
            "vi": "Kỳ công của ông ta bao gồm việc đi bộ qua Nam Cực."
        },
        {
            "en": "Have you ever heard of <em>Antarctica</em>?",
            "vi": "Bạn đã bao giờ nghe nói đến Nam cực chưa?"
        },
        {
            "en": "C <em>Antarctica</em> was not always cold. ",
            "vi": "Nam Cực không phải lúc nào cũng lạnh. "
        },
        {
            "en": "Ice Towers of Mount Erebus, <em>Antarctica</em>",
            "vi": "Tháp băng núi Erebus, Nam Cực"
        },
        {
            "en": "Scorpions are found widely distributed over all continents, except <em>Antarctica</em>.",
            "vi": "Bò cạp có ở nhiều nơi trên mọi lục địa trừ Nam Cực."
        },
        {
            "en": "That's the 1900 expedition to <em>Antarctica</em> led by Captain Scott.",
            "vi": "Đó là chuyến thám hiểm Nam Cực năm 1900 của thuyền trưởng Scott."
        },
        {
            "en": "The ice caps in the Arctic and <em>Antarctica</em> are melting.",
            "vi": "Các tảng băng ở Bắc Cực và Nam Cực đang tan ra."
        },
        {
            "en": "<em>Antarctica</em> cooled, its vegetation perished, glaciation began and the continent took on its present-day appearance. ",
            "vi": "Khi mà Nam Cực trở nên lạnh, thảm thực vật của nó bị hủy hoại, sự đóng băng bắt đầu và lục địa mang vẻ bề ngoài hiện tại của nó. "
        },
        {
            "en": "As you rightly point out, <em>Antarctica</em> is clearly the largest desert on Earth.",
            "vi": "Như bạn đã chỉ ra một cách đúng đắn, Nam Cực rõ ràng là sa mạc lớn nhất trên Trái đất."
        },
        {
            "en": "But in another way the extent of sea ice extends its influence far beyond <em>Antarctica</em>. ",
            "vi": "Nhưng theo cách khác, phạm vi của băng biển mở rộng ra sự ảnh hưởng của nó vượt xa tận Nam Cực. "
        },
        {
            "en": "B As we enter the 21st century, our perception of <em>Antarctica</em> has changed. ",
            "vi": "Khi chúng ta bước vào thế kỷ 21, nhận thức của chúng ta về Nam Cực đã thay đổi theo. "
        },
        {
            "en": "A huge piece of ice the size of a small country has broken off <em>Antarctica</em>.",
            "vi": "Một tảng băng khổng lồ cỡ bằng một đất nước nhỏ đã bị tan chảy ở Nam Cực."
        },
        {
            "en": "<em>Antarctica</em> is the darkest place on earth, an ideal setting for astronomical research.",
            "vi": "Nam Cực là nơi tối nhất trên trái đất, là môi trường lý tưởng để nghiên cứu thiên văn."
        },
        {
            "en": "Blood Falls spills out of the Taylor Glacier into Lake Bonney in the Taylor Valley, <em>Antarctica</em>",
            "vi": "\"Thác máu\" chảy ra khỏi sông băng Taylor vào Hồ Bonney ở thung lũng Taylor, Nam cực."
        },
        {
            "en": "Extant catfish species live in the inland or coastal waters of every continent except <em>Antarctica</em>.",
            "vi": "Các loài cá da trơn còn sinh tồn sống trong các vùng nước nội địa hay ven biển của mọi châu lục, ngoại trừ châu Nam Cực."
        },
        {
            "en": "Researchers have found traces of a bacterium living beneath a frozen lake in <em>Antarctica</em>.",
            "vi": "Các nhà nghiên cứu đã tìm ra dấu vết của một loại vi khuẩn sống dưới hồ đóng băng ở nam cực."
        },
        {
            "en": "One of the biggest icebergs ever recorded has just broken away from <em>Antarctica</em>.",
            "vi": "Một trong những tảng băng trôi lớn nhất từng được ghi nhận vừa tách ra khỏi Nam Cực."
        }
    ],
    "suggestions": []
}