{
    "en_vn": {
        "data": {
            "content": null,
            "word": "anthill"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>anthill</k><blockquote>■ <cclass>noun a nest in the form of a mound built by ants or termites. </cclass></blockquote></div>",
            "word": "anthill"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anthill"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anthill"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "anthill"
        }
    },
    "sentences": [
        {
            "en": "To see an <em>anthill</em> in a dream can mean that you are avoiding hard work or being/feeling lazy.",
            "vi": "Trong mơ nhìn thấy ụ tổ kiến có thể có nghĩa là bạn đang tránh công việc nặng nhọc hay đang cảm thấy lười biếng."
        },
        {
            "en": "After dr. Miura tended to my lip, and i bought the incense my father had sent me for, i walked home in a state of such agitation, i don't think there could have been more activity inside me if i'd been an <em>anthill</em>.",
            "vi": "Sau khi bác sĩ miura khâu môi lại cho tôi, tôi đi mua nhang cho bố tôi, rồi tôi về nhà với tâm trạng nôn nao khó tả, tôi nghĩ khi ấy mà tôi đứng bên ổ kiến lửa tôi cũng không thấy bồn chồn trong dạ như thế."
        },
        {
            "en": "14. Don’t make a mountain out of an <em>anthill</em>. People sometimes get very upset over small problems. This proverb reminds you to take a moment and see how important (or not important) the issue is. Messing up your laundry or being late for work is not very important when you consider your entire life. So it’s important to stay calm and not get angry about tiny problems.",
            "vi": "Đừng có chuyện bé xé ra to  Đôi khi chuyện nhỏ mà mọi người lại hay nổi trận lôi đình. Tục ngữ này nhắc bạn hãy dành chút thời gian để xem chuyện quan trọng (hay không quan trọng ) cỡ nào. Quần áo giặt không đúng cách hay đi làm trễ có quan trọng gì nếu so với cả cuộc đời. Vì vậy điều quan trọng là phải bình tĩnh và đừng có nổi giận vì những chuyện nhỏ nhặt."
        }
    ],
    "suggestions": []
}