{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ænθrə'pɔlədʒi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhân loại học</td></tr></table><i/></div>",
            "word": "anthropology",
            "pronounce": "[,ænθrə'pɔlədʒi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>anthropology</k><blockquote><cclass>[<cclass>ˌanθrə'pɒlədʒi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the study of humankind, including the comparative study of societies and cultures and the science of human zoology and evolution. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>anthropological</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>anthropologist</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "anthropology",
            "pronounce": "[,ænθrə'pɔlədʒi]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anthropology",
            "pronounce": "[,ænθrə'pɔlədʒi]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>anthropology</k><blockquote><blockquote><ex><abr>n.</abr> cultural; physical; social anthropology</ex></blockquote></blockquote></div>",
            "word": "anthropology",
            "pronounce": "[,ænθrə'pɔlədʒi]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân chủng học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khoa học về</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">criminal anthropology</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân loại phạm tội học</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cultural anthropology</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhân loại văn hóa học</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "anthropology",
            "pronounce": "[,ænθrə'pɔlədʒi]"
        }
    },
    "sentences": [
        {
            "en": "<em>Anthropology</em>.",
            "vi": "Khoa học về."
        },
        {
            "en": "Social <em>anthropology</em> is of the social sciences.",
            "vi": "Nhân loại học là một ngành khoa học xã hội."
        },
        {
            "en": "I'm a graduate student from Seattle Washington majoring in <em>Anthropology</em>.",
            "vi": "Tôi là sinh viên cao học trường Seattle Washington chuyên ngành nhân chủng học."
        },
        {
            "en": "Current <em>Anthropology</em> is a peer-reviewed <em>anthropology</em> academic journal published by the University of Chicago Press and sponsored by the Wenner-Gren Foundation for Anthropological Research.",
            "vi": "Nhân chủng học ngày nay là một tạp chí chuyên ngành nhân chủng học xuất bản bởi nhà xuất bản Đại học Chicago và được tài trợ bởi Quỹ nghiên cứu nhân chủng học Wenner - Gren."
        },
        {
            "en": "Current <em>Anthropology</em> is a peer - reviewed <em>anthropology</em> academic journal published by the University of Chicago Press and sponsored by the Wenner - Gren Foundation for Anthropological Research.",
            "vi": "Nhân chủng học ngày nay là một tạp chí chuyên ngành nhân chủng học xuất bản bởi nhà xuất bản Đại học Chicago và được tài trợ bởi Quỹ nghiên cứu nhân chủng học Wenner-Gren."
        },
        {
            "en": "I 'm a graduate student from Seattle Washington majoring in <em>Anthropology</em>.",
            "vi": "Tôi là sinh viên cao học trường Seattle Washington chuyên ngành nhân chủng học."
        },
        {
            "en": "College students studying <em>anthropology</em> and looking for experience don't have to travel and spend a lot of money.",
            "vi": "Sinh viên đại học học ngành nhân chủng học và tìm kiếm kinh nghiệm không phải đi du lịch và tốn nhiều tiền."
        },
        {
            "en": "In older <em>anthropology</em> texts and discussions, a primitive culture is one that lacks major signs of economic development or modernity.",
            "vi": "Theo các cuộc thảo luận và văn bản về nhân loại học thì nền văn hóa sơ khai/nguyên thủy là sự thiếu hụt các dấu hiệu của hiện đại và sự phát triển kinh tế."
        },
        {
            "en": "To understand these factors it is necessary to draw upon a range of approaches that include cultural studies, <em>anthropology</em> and economics.",
            "vi": "Để hiểu biết về những yếu tố này, điều quan trọng cần ứng dụng một loạt các phương pháp khác nhau như: nghiên cứu văn hóa, nhân chủng học và kinh tế học."
        },
        {
            "en": "Also, perhaps non-linguists who pose as language experts and declare \"natives are best\" have a hidden, subconscious love for <em>anthropology</em>?",
            "vi": "Ngoài ra, có lẽ những người không chuyên về ngôn ngữ học nhưng lại được đặt ở vị trí các chuyên gia về ngôn ngữ và tuyên bố \"người bản xứ là tốt nhất\" có một tình yêu ẩn giấu trong tiềm thức cho nhân loại học?"
        },
        {
            "en": "Also, perhaps non-linguists who pose as language experts and declare \"natives are best\" have a hidden, subconscious love for <em>anthropology</em>?",
            "vi": "Ngoài ra, có lẽ những người không chuyên về ngôn ngữ học nhưng lại được đặt ở vị trí các chuyên gia về ngôn ngữ và tuyên bố \"người bản xứ là tốt nhất\" có một tình yêu ẩn giấu trong tiềm thức cho nhân loại học?"
        },
        {
            "en": "The research, led by Robin Dunbar, head of the Institute of Cognitive and Evolutionary <em>Anthropology</em> at Oxford University, showed that men and women were equally likely to lose their closest friends when they started a new relationship.",
            "vi": "Nghiên cứu cho thấy nam và nữ đều mất bạn thân như nhau khi họ có người yêu mới, nghiên cứu này do Robin Dunbar đứng đầu, Robin Dunbar là trưởng khoa Nhân chủng học tiến hoá và nhận thức thuộc Đại học Oxford."
        },
        {
            "en": "Mr. Aloisi is a graduate of the University of Michigan (B.A. Economics 1978, M.A. <em>Anthropology</em> 1982) and received a Masters Degree in National Security Studies from the National War College in 1998.",
            "vi": "Ông Aloisi là cử nhân tốt nghiệp Đại học Michigan (Cử nhân kinh tế năm 1978, Thạc sĩ Nhân loại học năm 1982) và nhận bằng thạc sĩ về Nghiên cứu An ninh Quốc gia tại trường Đại học Chiến tranh năm 1998."
        },
        {
            "en": "Last week, Mexico's National Institute of <em>Anthropology</em> said a second inscription mentioning the 2012 date was on the carved or moulded face of a brick found at the Comalcalco ruin, near the Tortuguero site. It is being kept at the institute and is not on display.",
            "vi": "Tuần trước, Viện nhân chủng học quốc gia Mê-hi-cô cho biết về dòng chữ tượng hình thứ hai đề cập ngày này của năm 2012 trên bề mặt viên gạch được khắc hoặc đúc gì đó ở  khu tàn tích Comalcalco, gần di tích Tortuguero. Nó được giữ lại ở viện và không được trưng bày."
        },
        {
            "en": "\"This study provides yet more support for recommendations by the World Health Organization and others to breastfeed exclusively during the first six months of life,\" says Amanda Thompson, associate professor in the department of <em>anthropology</em> and the lead author of the study, published in the journal Frontiers in Cellular and Infection Microbiology.",
            "vi": "Bà Amanda Thompson, phó giáo sư khoa nhân chủng học và là tác giả chính của nghiên cứu được công bố trên tạp chí Frontiers in Cellular and Infection Microbiology cho hay: \"Nghiên cứu này còn góp phần ủng hộ hơn nữa đối với các khuyến nghị của Tổ chức Y tế thế giới và các tổ chức khác về việc nuôi con hoàn toàn bằng sữa mẹ trong sáu tháng đầu đời \"."
        },
        {
            "en": "The questions also seem like they should be fundamental to many academic disciplines – linguistics, <em>anthropology</em>, human geography. But, starting in 2010, when our diverse team of researchers from six different disciplines and eight different countries began to review what was known, we were shocked that only a dozen previous studies had been done, including one we ourselves completed on language diversity in the Pacific.",
            "vi": "Những câu hỏi này có vẻ như cũng nên làm nền tảng cho nhiều môn học - ngôn ngữ học, nhân học, địa lý nhân văn. Tuy nhiên, bắt đầu từ năm 2010, khi nhóm nghiên cứu đa dạng của chúng tôi từ sáu ngành và tám quốc gia khác nhau bắt đầu xem lại những gì đã biết, chúng tôi đã bị sốc vì chỉ có một vài nghiên cứu trước đó được thực hiện, bao gồm một nghiên cứu chúng ta đã hoàn thành về sự đa dạng ngôn ngữ ở Thái Bình Dương."
        },
        {
            "en": "Falling in love costs you friends        Falling in love comes at the cost of losing two close friends, a study says. We probably all know that a passionate new relationship can leave you little time for others, but now science has put some numbers on the observation. Oxford University researchers asked people about their inner core of friendships and how this number changed when romance entered the equation. They found the core, which numbers about five people, dropped by two as a new lover came to dominate daily life. \"People who are in romantic relationships - instead of having the typical five [individuals] on average, they only have four in that circle,\" explained Robin Dunbar, a professor of evolutionary <em>anthropology</em> at Oxford.  \"And bearing in mind that one those is the new person that's come into your life, it means you've had to give up two others.\"  The research, which has only recently been submitted for publication, was presented to the British Science Festival at Aston University. Professor Dunbar's group studies social networks and how we manage their size and composition.  He has previously shown that the maximum number of friends it is realistically possible to engage is about 150. On the social networking site Facebook, for example, people will typically have 120-130 friends. This number can be divided into progressively smaller groups, with an inner clique numbering between four and six.  These are people who we see at least once a week; people we go to at moments of crisis. The next layer out are the people we see about once a month - the \"sympathy group\". They are all the people who, if they died tomorrow, we would miss and be upset about.  In the latest study, the team questioned 540 participants, aged 18 and over, about their relationships and the strain those relationships came under when a new romantic engagement was started. The results confirmed the widely held view that love can lead to a smaller support network, with typically one family member and one friend being pushed out to accommodate the new lover. \"The intimacy of a relationship - your emotional engagement with it - correlates very tightly with the frequency of your interactions with those individuals,\" observed Professor Dunbar. \"If you don't see people, the emotional engagement starts to drop off, and quickly.  \"What I suspect happens is that your attention is so wholly focussed on your romantic partner that you just don't get to see the other folks you have a lot to do with, and therefore some of those relationships just start to deteriorate and drop down into the layer below.\"",
            "vi": "Yêu dẫn đến sự mất mát tình bạn      Theo một nghiên cứu cho hay yêu dẫn đến việc bạn phải hy sinh mất hai người bạn thân. Có lẽ tất cả chúng ta đều biết rằng một mối quan hệ mới nồng nhiệt có thể khiến bạn dành ít thời gian cho những mối quan hệ khác và giờ đây khoa học đã chứng minh nó bằng con số cụ thể dựa trên  kết quả quan sát. Các nhà nghiên cứu ở trường Đại Học Oxford đã hỏi mọi người về điều cốt lõi bên trong của tình bạn và con số này đã thay đổi như thế nào khi chuyện yêu đương xen vào trạng thái cân bằng này. Họ tìm thấy điều cốt lõi trong con số khoảng 5 người, trong đó hai người bị bỏ rơi khi một người yêu mới đến chi phối cuộc sống hàng ngày của người đó. “ Những người đang có mối quan hệ yêu đương- thay vì trung bình có năm người thì họ chỉ còn bốn người trong nhóm người đó”, theo như giáo sư về nhân chủng học tiến hoá Robin Dunbai ở trường Oxford giải thích. “ Và hãy nhớ rằng một người trong số đó là một người mới đã đi vào cuộc sống của bạn, điều này có nghĩa là bạn phải từ bỏ hai người kia.” Nghiên cứu này chỉ vừa mới đưa ra xem xét để xuất bản và đã được trình bày ở Hội nghị Khoa học Anh tại trường Đại Học Aston. Nhóm nghiên cứu của giáo sư Dunbar đã thực hiện trên mạng xã hội và nghiên cứu cách chúng ta giải quyết chuẩn mực cân đo và sự bố trí của họ. Trước đây ông đã chỉ ra số bạn bè tối đa trên thực tế có thể tham gia vào mạng xã hội là khoảng 150 người. Chẳng hạn như trên trang mạng xã hội Facebook, mỗi người thường có từ 120-130 người bạn. Con số này có thể dần dần chia thành các nhóm nhỏ hơn với một nhóm bên trong gồm khoảng từ bốn đến sáu người. Đây là nhóm người chúng ta gặp ít nhất một lần một tuần; đó là người mà chúng ta tìm đến vào những lúc khủng hoảng. Lớp kế tiếp là những người chúng ta gặp khoảng một tháng một lần- gọi là “nhóm cảm thông”. Họ là những người mà nếu ngày mai họ không còn trên đời này nữa thì chúng ta sẽ đau buồn và nhớ thương họ. Trong một nghiên cứu mới đây, nhóm nghiên cứu đã hỏi 540 người tham gia ở độ tuổi từ 18 tuổi trở lên về mối quan hệ của họ và chiều hướng các mối quan hệ đó bị ảnh hưởng khi hẹn hò yêu đương bắt đầu. Kết quả xác nhận nhiều quan điểm được cho rằng tình yêu có thể dẫn đến một nhóm người ủng hộ ít hơn, thường có một thành viên trong gia đình và một người bạn bị bỏ rơi để thích ứng với người yêu mới. “ Mối quan hệ thân mật là trạng thái cảm xúc của bạn với nó- tương quan rất chặt chẽ với tần số tương tác của bạn với những người đó,” theo như quan sát của giáo sư Dunbar. “ Nếu bạn không gặp mọi người thì trạng thái cảm xúc của bạn bắt đầu giảm xuống nhanh chóng”. “ Những điều tôi cho rằng xảy ra là bạn quá tập trung hoàn toàn vào người yêu đến nỗi bạn không đến gặp người khác mà bạn có nhiều điều phải làm với họ và vì vậy vài mối quan hệ trong số đó bắt đầu trở nên xấu hơn và rơi vào lớp bên dưới”."
        }
    ],
    "suggestions": []
}