{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ænθræks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">anthraces</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) cụm nhọt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bệnh nhiễm khuẩn gây tử vong cho cừu và gia súc (bệnh này có thể lây sang người); bệnh than</td></tr></table><i/></div>",
            "word": "anthrax",
            "pronounce": "['ænθræks]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>anthrax</k><blockquote><cclass>[<cclass>'anθraks<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a serious bacterial disease of sheep and cattle, typically affecting the skin and lungs and able to be transmitted to humans. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME, 'carbuncle': from L., from Gk <i>anthrax</i>, <i>anthrak-</i> 'coal, carbuncle'. </blockquote></div>",
            "word": "anthrax",
            "pronounce": "['ænθræks]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anthrax",
            "pronounce": "['ænθræks]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anthrax",
            "pronounce": "['ænθræks]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bệnh than</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cutaneous anthrax</font><font color=\"#282828\">: bệnh than da</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">lndustrial anthrax</font><font color=\"#282828\">: bệnh than công nghiệp</font></li></td></tr></tbody></table></div>",
            "word": "anthrax",
            "pronounce": "['ænθræks]"
        }
    },
    "sentences": [
        {
            "en": "<em>Anthrax</em>.",
            "vi": "Bệnh than."
        },
        {
            "en": "The <em>anthrax</em> scare may have receded.",
            "vi": "Người ta đã bớt sợ hãi về bệnh than."
        },
        {
            "en": "<em>Anthrax</em> may be fatal almost immediately or within five days.",
            "vi": "Bệnh than có thể gây tử vong gần như tức thời hoặc trong vòng năm ngày."
        },
        {
            "en": "Diseases that are found primarily in animals and sometimes affect man include <em>anthrax</em>, rabies, and leptopirosis.",
            "vi": "Các bệnh thấy chủ yếu ở súc vật và đôi khi truyền sang người gồm có bệnh than, bệnh dại, và bệnh xoắn khuẩn."
        },
        {
            "en": "The species B, anthracis which is nonmotile, causes <em>anthrax</em>, a disease of farm animals transmissible to man.",
            "vi": "Loại b anthracis không di động, gây bệnh than là bệnh của gia súc truyền được sang người."
        },
        {
            "en": "An outbreak of <em>anthrax</em> in a Ugandan national park has killed at least 100 hippos since early July.",
            "vi": "Từ đầu tháng bảy một đợt bùng phát bệnh than tại công viên quốc gia Uganda đã giết chết ít nhất 100 con hà mã."
        },
        {
            "en": "Untreated <em>anthrax</em> can be fatal but administration of large doses of penicillin or tetracycline is usually effective.",
            "vi": "Bệnh có thể gây chết nếu không chữa trị, nhưng thường được chữa khỏi với penicillin hay tetracycline dùng liều cao."
        },
        {
            "en": "Still others have stocked up on such items of antiterrorist chic as flame-retardant ponchos, <em>anthrax</em>-antidote antibiotics and heavy-duty gas masks.",
            "vi": "Còn những người khác thì dự trữ các vật dụng chống khủng bố như áo ponsô chống lửa, thuốc chống bệnh than và các loại mặt nạ khí đa năng."
        },
        {
            "en": "For instance, they were used to stain previously invisible microbes and bacteria, allowing researchers to identify such bacilli as tuberculosis, cholera, and <em>anthrax</em>.",
            "vi": "Ví dụ, chúng từng được sử dụng để đánh dấu vi sinh vật và vi khuẩn không được nhìn thấy trước đó, giúp các nhà nghiên cứu xác định các trực khuẩn như bệnh lao, bệnh tả, và bệnh than."
        },
        {
            "en": "Gruinard Island  Cause of travel ban: biological weapons testingIn 1942, the British government bought the Scottish island Gruinard for testing biological weapons — in particular, <em>anthrax</em>. During the experiment, it was found that <em>anthrax</em> had polluted the territory for a long period of time, causing the population’s death in 95% of cases. Until the 1980s, the island was one of the deadliest places on the planet. Only in 1986 did scientists finally began ’cleansing’ the ominous island, and it was declared safe in 1990. Nevertheless, no one has settled there. Experts warn that the <em>anthrax</em> spores remain in the island’s soil, which means that it won’t be suitable for life for hundreds of years.",
            "vi": "Gruinard Island Lý do cấm du lịch: thử vũ khí sinh học Vào năm 1942, chính phủ Anh mua lại đảo Gruinard của Xcốt - len để thử nghiệm vũ khí sinh học - đặc biệt, là bệnh than. Trong cuộc thử nghiệm này, người ta phát hiện ra bệnh than đã làm ô nhiễm vùng đất này rất lâu rồi, là nguyên nhân gây ra cái chết của 95% ca bệnh. Cho đến thập kỷ 80, đảo này là một trong những nơi chết chóc nhất hành tinh. Mãi đến năm 1986 các nhà khoa học cuối cùng bắt đầu 'tẩy rửa' hòn đảo đáng ngại này, và người ta công bố đảo an toàn vào năm 1990. Tuy vậy, chẳng ai dám sinh sống ở đó. Các chuyên gia cảnh báo rằng bào tử bệnh than vẫn còn trong đất của đảo, có nghĩa là hàng trăm năm nữa cũng không sinh sống được."
        }
    ],
    "suggestions": []
}