{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ænθrə'pɔlədʒist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà nhân loại học</td></tr></table><i/></div>",
            "word": "anthropologist",
            "pronounce": "[,ænθrə'pɔlədʒist]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "anthropologist",
            "pronounce": "[,ænθrə'pɔlədʒist]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anthropologist",
            "pronounce": "[,ænθrə'pɔlədʒist]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anthropologist",
            "pronounce": "[,ænθrə'pɔlədʒist]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "anthropologist",
            "pronounce": "[,ænθrə'pɔlədʒist]"
        }
    },
    "sentences": [
        {
            "en": "<em>anthropologist</em>",
            "vi": "Nhà nhân loại học"
        },
        {
            "en": "<em>Anthropologist</em> Edward T. Hall has done extensive research on proper distances in American culture.",
            "vi": "Nhà nhân loại học Edward T. Hall đã thực hiện một cuộc nghiên cứu sâu sắc về những khoảng cách hợp lý trong văn hoá Mỹ."
        },
        {
            "en": "Tom Boellstorff is an <em>anthropologist</em> at the University of California at Irvine.",
            "vi": "Tom Boellstorff là nhà nhân chủng học của trường đại học California ở thành phố Irvine."
        },
        {
            "en": "According to <em>anthropologist</em> Anid Schildkrout of the Americen Museum of Natural History in New York City: \"there is no culture in which peole do not paint, pierce, tattoos, reshape, and adorn their bodies.\"",
            "vi": "Theo nhà nhân chủng học anid schildkrout của bảo tàng lịch sử tự nhiên mỹ tại thành phố new york: \"không có nền văn hóa nào mà người ta không biết vẽ, xỏ lỗ đeo, xăm hình, tạo dáng hay trang điểm trên cơ thể họ.\""
        },
        {
            "en": "Dr. Mead, who is an <em>anthropologist</em>, is best known for her books on the ethnology of Pacific peoples, but she has also had a good deal to say about American life.",
            "vi": "Bác sĩ mead, một nhà nhân loại học, được người ta biết đến nhiều nhất nhờ những tác phẩm của bà về nhân chủng học liên hệ tới những dân tộc ở thái bình dương, nhưng bà cũng rất am tường về cách sinh hoạt của người hoa kỳ."
        },
        {
            "en": "A pathologist was unable to identify a cause or manner of death, the newspaper reported. The remains will be examined by a forensic <em>anthropologist</em> at the University of Oregon.",
            "vi": "Tờ báo cho hay một nhà nghiên cứu bệnh học không thể tìm ra nguyên nhân hay cách thức của cái chết. Nhà nhân chủng học pháp y tại trường Đại học Oregon sẽ tiến hành kiểm tra các mẫu còn lại của thi thể người nôgn dân này."
        },
        {
            "en": "In his groundbreaking essay, Deep Play: Notes on the Balinese Cockfight (1973), the <em>anthropologist</em> Clifford Geertz describes how on the island of Bali, people spent much time and money betting on cockfights. The betting and the fights involved elaborate rituals, and the outcomes had substantial impact on the social, economic and political standing of both players and spectators.",
            "vi": "Trong bài tiểu luận mang tính đột phá, Deep Play: Notes on the Balinese Cockfight (1973), nhà nhân loại học Clifford Geertz mô tả những gì xảy ra trên đảo Bali, người ta dành quá nhiều thời gian và tiền bạc vào những cuộc chọi gà. Cá cược và những cuộc chọi gà liên quan đến các nghi thức phức tạp, và kết quả sau cùng sẽ tác động đáng kể đến vị thế xã hội, kinh tế và chính trị của cả người chơi và khán giả."
        },
        {
            "en": "The cockfights were so important to the Balinese that when the Indonesian government declared the practice illegal, people ignored the law and risked arrest and hefty fines. For the Balinese, cockfights were “deep play” – a made-up game that is invested with so much meaning that it becomes reality. A Balinese <em>anthropologist</em> could arguably have written similar essays on football in Argentina or Judaism in Israel.",
            "vi": "Những cuộc chọi gà quá mức quan trọng đối với người dân Bali nên khi chính phủ Indonesia tuyên bố hành động đó là bất hợp pháp, người dân đã lờ đi luật pháp, vì thế, họ đã bị bắt và phạt tiền nặng nề. Đối với người Bali, chọi gà là một \"deep play\" (trò chơi ăn sâu vào lòng người) - một trò chơi hư cấu đã được trao cho rất nhiều ý nghĩa để biến nó thành hiện thực. Một nhà Nhân chủng học người Bali được cho rằng đã viết những bài tiểu luận tương tự về bóng đá ở Argentina hoặc đạo Do thái ở Israel."
        },
        {
            "en": "What then makes people left-handed if it is not simply genetic? Other factors must be at work and researchers have turned to the brain for clues. In the 1860s the French surgeon and <em>anthropologist</em>, Dr Paul Broca, made the remarkable finding that patients who had lost their powers of speech as a result of a stroke (a blood clot in the brain) had paralysis of the right half of their body. He noted that since the left hemisphere of the brain controls the right half of the body, and vice versa, the brain damage must have been in the brain’s left hemisphere. ",
            "vi": "Vậy điều gì làm cho người thuận tay trái nếu nó không phải đơn giản là do di truyền? Các nhà khoa học cho rằng cần phải xem xét đến các yếu tố khác và nguyên cứu về não bộ là một trong những manh mối. Trong những năm 1860, các bác sĩ phẫu thuật người Pháp và nhà nhân chủng học, tiến sĩ Paul Broca, đã có những phát hiện đáng chú ý là những bệnh nhân bị mất khả năng nói do đột quỵ (một cục máu đông trong não) thường bị liệt nửa bên phải cơ thể của họ. Ông cũng cho rằng rằng vì bán cầu não trái điều khiển nửa bên phải cơ thể, và ngược lại nên các tổn thương não phải có thể nằm trong bán cầu não trái."
        },
        {
            "en": "Previous studies have found that fathers have lower testosterone levels than non-fathers. Northwestern University biological <em>anthropologist</em> Christopher Kuzawa says there are at least two possible explanations. \"Is it that fatherhood reduces your testosterone?\" he asked. \"Or do men with low testosterone to begin with, are they more likely to become fathers?  And so what we did is, we followed men through time and measured their hormones before and after they became fathers.\" Kuzawa and his colleagues tapped into a decades-long study of a group of men in the Philippines that measured participant testosterone levels in 2005 and in 2009.  During that time, some of the men were still childless, but others had become fathers.  \"And those are the men where we see the largest decline in testosterone,\" says Kuzawa, who found that testosterone levels dropped by about half immediately after the birth of the child, then rebounded somewhat. Men who were actively involved in caring for their children produced less testosterone than men who were not involved.  It might be that men are programmed to have lower testosterone levels, so they can focus more on parenting than procreating. But Kuzawa says the hormone reduction carries with it some health benefits, too. \"Having high levels of testosterone can increase your risk for diseases like prostate cancer [and] testicular cancer. Also, testosterone can suppress the immune system so that you're less capable of fending off pathogens.\"  Kuzawa's study is published online in the Proceedings of the National Academy of Sciences.",
            "vi": "Lượng hóc-môn sinh dục ở nam giới giảm rõ rệt sau khi họ trở thành bố, một sự thay đổi về sinh học cho thấy đàn ông có khả năng bẩm sinh trong việc chăm sóc cho con cái, theo các nhà nghiên cứu về tét - xtô - xtê – rôn ở người cho biết. Các nghiên cứu trước đây nhận thấy rằng các ông bố có mức tét - xtô - xtê – rôn thấp hơn những người chưa làm bố. Nhà nhân chủng học sinh học- Christopher Kuzawa thuộc trường Northwestern University cho biết có ít nhất hai lời lý giải có thể chấp nhận được. Ông hỏi rằng “Có phải là cương vị làm bố đã làm giảm lượng tét - xtô - xtê – rôn của bạn hay không? Hay những người bắt đầu có khả năng làm bố thì có lượng tét - xtô - xtê – rôn thấp phải không? Nên vì thế điều chúng tôi đã làm là dành thời gian theo dõi những người đàn ông và đo lượng hoóc - môn của họ trước và sau khi họ trở thành những ông bố. Kuzawa và những đồng nghiệp của ông đã mất hàng thập kỷ để nghiên cứu về một nhóm nam giới ở Phi - líp – pin nhằm đo mức độ tét - xtô - xtê – rôn ở những người tham gia vào năm 2005 và 2009. Suốt thời gian đó, một số người vẫn chưa có con còn một số đã làm bố. “Và số đó là những người mà chúng ta thấy rằng phần lớn họ giảm lượng tét - xtô - xtê – rôn”, Kuzawa nói, ông nhận thấy rằng lượng tét - xtô - xtê – rôn giảm xuống một nửa ngay sau khi đứa con chào đời, rồi phần nào đó ảnh hưởng trở lại. Những người đàn ông nào chăm con thường xuyên thì sản sinh tét - xtô - xtê – rôn ít hơn những người không chăm con. Có thể những người này được lên kế hoạch để có lượng tét - xtô - xtê – rôn thấp hơn, vì vậy họ có thể tập trung nhiều hơn vào việc nuôi dưỡng con cái hơn là việc sinh sản. Nhưng Kuzawa cho rằng việc giảm loại hoóc – môn này cũng mang lại một số lợi ích về sức khoẻ.  “Việc có mức tét - xtô - xtê – rôn cao có thể làm tăng nguy cơ mắc bệnh như ung thư tuyến tiền liệt và ung thư tinh hoàn. Ngoài ra lượng tét - xtô - xtê - rôn có thể  ngăn chặn hệ miễn dịch khiến bạn có ít khả năng kháng nguồn bệnh.\" Nghiên cứu của Kuzawa được đưa lên mạng trên tạp chí tháng của Học viện Khoa học Quốc gia."
        }
    ],
    "suggestions": []
}