{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Antidorcas"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Antidorcas"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Antidorcas"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Antidorcas"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Antidorcas"
        }
    },
    "sentences": [
        {
            "en": "1998 <em>CAS</em> Report.",
            "vi": "Báo cáo của CAS 1998."
        },
        {
            "en": "IMPLEMENTATION OF THE LAST <em>CAS</em>",
            "vi": "Thực hiện chiến lược hỗ trợ quốc gia lần trước"
        },
        {
            "en": "Measuring the Impact of the <em>CAS</em>.",
            "vi": "Đánh giá ảnh hưởng của CAS."
        },
        {
            "en": "Broadly satisfactory implementation of the last <em>CAS</em>.",
            "vi": "CAS lần trước được thực hiện đạt mức yêu cầu."
        },
        {
            "en": "Table 5: Core <em>CAS</em> Monitoring Benchmarks.",
            "vi": "Bảng 5: Các mốc chính để giám sát việc thực hiện CAS."
        },
        {
            "en": "Three themes underpin the CPRGS and <em>CAS</em>.",
            "vi": "Ba chủ đề của CPRGS và CAS."
        },
        {
            "en": "Key Economic & Program Indicators - Change from Last <em>CAS</em>.",
            "vi": "Các Chỉ tiêu Kinh tế và Chương trình Chính - Thay đổi so với CAS Lần trước."
        },
        {
            "en": "Does the <em>CAS</em> adequately support the Government's CPRGS?",
            "vi": "Liệu CAS có hỗ trợ đầy đủ cho Chiến lược Tăng trưởng Toàn diện và Giảm nghèo của Chính phủ không?"
        },
        {
            "en": "Annual PRSC lending is planned throughout the <em>CAS</em> period.",
            "vi": "Cho vay PRSC hàng năm được dự kiến cho cả giai đoạn CAS."
        },
        {
            "en": "The period of the last <em>CAS</em> (FY99-02) has therefore been challenging but productive.",
            "vi": "Chiến lược Hỗ trợ Quốc gia giai đoạn vừa qua (năm tài khóa 1999-2002) do đó mà trở nên vô cùng thách thức nhưng cũng thật hiệu quả."
        },
        {
            "en": "<em>CAS</em> Note for Health, Nutrition and Population Sector; Vietnam Poverty Assessment and Strategy, 1995.",
            "vi": "Tài liệu CAS về sức khoẻ, dinh dưỡng và dân số; Đánh giá nghèo khó ở Việt Nam và Chiến lược, 1995."
        },
        {
            "en": "This is a priority for the Bank in the coming <em>CAS</em> period.",
            "vi": "Đây cũng là ưu tiên của Ngân hàng trong giai đoạn CAS tới."
        },
        {
            "en": "The CPRGS sets out three broad objectives, which are the organizing principles of the <em>CAS</em>:",
            "vi": "CPRGS đề ra ba mục tiêu lớn mà đó cũng chính là những nguyên tắc tổ chức của CAS:"
        },
        {
            "en": "The work program in this <em>CAS</em> has been designed to help Vietnam attain the localized MDGs.",
            "vi": "Chương trình công tác trong CAS lần này được thiết kế nhằm giúp Việt Nam đạt được các MDG đã được quốc gia hóa."
        },
        {
            "en": "The Bank agrees with these recommendations and has adopted them in the design of this <em>CAS</em>.",
            "vi": "Ngân hàng nhất trí với những khuyến nghị này và đã áp dụng chúng trong việc thiết kế CAS này."
        },
        {
            "en": "The capacity to prepare and implement projects in Vietnam was overestimated in the last <em>CAS</em>.",
            "vi": "Năng lực chuẩn bị và thực hiện dự án của Việt Nam đã được đánh giá quá cao ở CAS trước."
        },
        {
            "en": "And these in turn are the themes that will guide the <em>CAS</em>.",
            "vi": "Đây cũng là những chủ đề cơ bản làm định hướng cho CAS."
        },
        {
            "en": "The period of the last <em>CAS</em> has been difficult but productive.",
            "vi": "Giai đoạn thực hiện chiến lược CAS trước là một giai đoạn khó khăn nhưng hiệu quả."
        },
        {
            "en": "In preparing the <em>CAS</em>, the Bank Group is seeking to exploit maximum synergies from the different instruments at its disposal.",
            "vi": "Khi chuẩn bị cho CAS, Nhóm Ngân hàng cố gắng khai thác tối đa đồng bộ các công cụ tùy ý sử dụng khác nhau."
        },
        {
            "en": "As in the last <em>CAS</em>, the Bank Group's involvement in support for infrastructure will be guided by three concerns.",
            "vi": "Và cũng như trong CAS trước, hoạt động của Nhóm Ngân hàng trong hỗ trợ cơ sở hạ tầng sẽ vẫn được thực hiện với ba mối quan tâm."
        }
    ],
    "suggestions": []
}