{
    "en_vn": {
        "data": {
            "content": null,
            "word": "antics",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>antics</k><blockquote>■ <cclass>plural noun foolish, outrageous, or amusing behaviour. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from <kref>antic</kref>. </blockquote></div>",
            "word": "antics",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>antics</k><blockquote>▸ <cclass>plural noun CAPERS, pranks, larks, high jinks, skylarking; <cclass><i>Brit.</i><cclass><i>informal</i> monkey tricks.</cclass></cclass></cclass></blockquote></div>",
            "word": "antics",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "antics",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "antics",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Perform one's <em>antics</em>",
            "vi": "Làm trò hề"
        },
        {
            "en": "Play one's <em>antics</em>",
            "vi": "Làm trò hề"
        },
        {
            "en": "We enjoyed the clown's side - splitting <em>antics</em>.",
            "vi": "Chúng tôi rất thích những trò cười vỡ bụng của anh hề."
        },
        {
            "en": "We enjoyed the clown's side-splitting <em>antics</em>.",
            "vi": "Chúng tôi rất thích những trò cười vỡ bụng của anh hề."
        },
        {
            "en": "He likes playing his <em>antics</em> to make every body happy.",
            "vi": "Anh ta thích làm hề để làm cho mọi người vui."
        },
        {
            "en": "They condemned the <em>antics</em> of right-wing extremists.",
            "vi": "Họ lên án mấy trò của những kẻ cực đoan cánh hữu."
        },
        {
            "en": "He tried to perform my <em>antics</em> to cheer her up.",
            "vi": "Anh ta cố làm trò hề để cô ấy vui."
        },
        {
            "en": "They condemned the <em>antics</em> of right - wing extremists.",
            "vi": "Họ lên án mấy trò của những kẻ cực đoan cánh hữu."
        },
        {
            "en": "The children laughed with glee at the clown's <em>antics</em>.",
            "vi": "Bọn trẻ cười sung sướng vì những trò vui của anh hề."
        },
        {
            "en": "He likes performing his <em>antics</em> to make everybody happy.",
            "vi": "Anh ta thích làm hề để làm cho mọi người vui."
        },
        {
            "en": "Dolphin watcher Barbara Saberton, who filmed some the <em>antics</em>, is astounded.",
            "vi": "Barbara Saberton – một người quan sát cá heo và ghi lại những trò vui này lấy làm sửng sốt."
        },
        {
            "en": "Needless to say, he did not impress anyone with his publicity - seeking <em>antics</em>.",
            "vi": "Không cần phải nói, anh ta không hề gây được ấn tượng với ai bằng những trò khôi hài trước công chúng."
        },
        {
            "en": "That's a fast-moving comedy about the <em>antics</em> of a group of flatmates.",
            "vi": "Đó là một phim hài thời lượng ngắn nói về những chuyện hài hước của một nhóm bạn ở chung phòng."
        },
        {
            "en": "The clown's <em>antics</em> were greeted by gales of laughter from the young audience.",
            "vi": "Mấy trò của anh hề tạo được các tràng cười của đám khán giả nhỏ tuổi."
        },
        {
            "en": "That's a fast - moving comedy about the <em>antics</em> of a group of flatmates.",
            "vi": "Đó là một phim hài thời lượng ngắn nói về những chuyện hài hước của một nhóm bạn ở chung phòng."
        },
        {
            "en": "Needless to say, he did not impress anyone with his publicity-seeking <em>antics</em>.",
            "vi": "Không cần phải nói, anh ta không hề gây được ấn tượng với ai bằng những trò khôi hài trước công chúng."
        },
        {
            "en": "Laughing over their <em>antics</em> was a perfect end to our day at Potter Park.",
            "vi": "Một ngày của chúng tôi ở Potter Park kết thúc hoàn hảo trong tiếng cười khi bình luận những trò hề của họ."
        },
        {
            "en": "Commenters on the social media platform Weibo were unimpressed by Mr Cirk's <em>antics</em> and few of them had sympathy for his plight.",
            "vi": "Trên mạng xã hội Weibo nhiều người tỏ ra không xúc động gì với tấn trò cười của anh Cirk, rất ít người thương hại tình cảnh của anh."
        },
        {
            "en": "Even before the next troupe saw him dance, they had already heard about his <em>antics</em> — which did not in any way reflect his skill as a dancer but instead his ethics as a professional.",
            "vi": "anh khiêu vũ, họ đã nghe nói về những cư xử lố bịch của anh ta, những cư xử đó đã không phản ánh kỹ năng của anh ấy với tư cách là một vũ công mà thay vào đó là đạo đức của anh với tư cách là một nhà chuyên nghiệp."
        },
        {
            "en": "She could not look down on him from the heights of womanly superiority, smiling as women have always smiled at the <em>antics</em> of men who are boys at heart.",
            "vi": "Nàng không thể tự cao với cái ngôi nữ ưu đẳng mà xem thường chàng, mỉm cười như những người đàn bà thường vẫn mỉm cười trước những trò lăng xăng của những gã đàn ông vốn thực chất chỉ là những chú bé."
        }
    ],
    "suggestions": []
}