{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['æntikraist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kẻ chống Giê-xu, kẻ thù của Giê-xu</td></tr></table><i/></div>",
            "word": "antichrist",
            "pronounce": "['æntikraist]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "antichrist",
            "pronounce": "['æntikraist]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "antichrist",
            "pronounce": "['æntikraist]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "antichrist",
            "pronounce": "['æntikraist]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "antichrist",
            "pronounce": "['æntikraist]"
        }
    },
    "sentences": [
        {
            "en": "The contents of the Book of Revelation has been hotly debated by scholars and theologians since the time of the Book’s original writing. The events depicted are apocalyptic in nature, and many people, whether Christian or not, are at least loosely aware of their possible meanings. One popular interpretation is that the beast to which the number is attributed is the <em>Antichrist</em>.",
            "vi": "Nội dung của Sách Khải Huyền đã được nhiều học giả và nhà thần học thảo luận sôi nổi ngay từ thời viết ban đầu của Sách. Các sự kiện được mô tả là khải huyền về bản chất, và nhiều người, cho dù là Kitô giáo hay không, ít nhất cũng nhận thức chút ít được ý nghĩa của chúng. Một giải thích phổ biến là con quái vật số được cho là là Kẻ thù của chúa Giê - xu."
        },
        {
            "en": "Fear of the number 666 may be triggered in some people by its prevalence in pop culture. Many horror movies use this number as a premise. These films tend to be supernatural thrillers, playing on the association between the number and the <em>Antichrist</em>. Some films use doomsday scenarios, drawing on the number’s apocalyptic connotations.",
            "vi": "Nỗi sợ số 666 ở một số người có thể có nguyên nhân từ sự phổ biến của nền văn hóa đại chúng. Nhiều phim kinh dị sử dụng con số này làm tiền đề. Những bộ phim này có xu hướng là phim kinh dị siêu nhiên, nói về mối tương quan giữa con số 666 và Kẻ chống Chúa. Một số phim sử dụng kịch bản ngày tận thế, dựa trên ý nghĩa khải huyền của con số này."
        }
    ],
    "suggestions": []
}