{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æntikəʊ'ægjʊlənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuốc chống đông tụ</td></tr></table><i/></div>",
            "word": "anticoagulant"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>anticoagulant</k><blockquote>■ <cclass>adjective having the effect of retarding the coagulation of the blood. </cclass></blockquote><blockquote>■ <cclass>noun an anticoagulant substance. </cclass></blockquote></div>",
            "word": "anticoagulant"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anticoagulant"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anticoagulant"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất kháng đông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">anticoagulant therapy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> liệu pháp chống đông</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "anticoagulant"
        }
    },
    "sentences": [
        {
            "en": "<em>Anticoagulant</em>.",
            "vi": "Kháng đông."
        },
        {
            "en": "Our new report can benefit everybody interested in the antithrombotic and <em>anticoagulant</em> drug industry and market.",
            "vi": "Báo cáo mới của chúng tôi có thể làm lợi cho những ai quan tâm đến ngành kinh doanh và thị trường thuốc ngừa hiện tượng máu đóng cục và thuốc chống đông máu."
        },
        {
            "en": "An <em>anticoagulant</em> used to prevent further blood clotting in coronary and other thromboses.",
            "vi": "Một loại thuốc chống đông máu được sử dụng để phòng ngừa máu đông trong động mạch cảnh và các cục máu đông khác."
        },
        {
            "en": "He said that we are able to use warfarin as an <em>anticoagulant</em>.",
            "vi": "Ông ấy nói rằng chúng ta có thể dùng warfarin làm chất chống đông tụ."
        },
        {
            "en": "The liver also synthesized fibrinogen and prothrombin (essential blood-clotting substances) and heparin, an <em>anticoagulant</em>.",
            "vi": "Gan cũng tổng hợp fibrinogen và prothrombin (các chất đông máu thiết yếu) và heparin, và các chất kháng đông."
        },
        {
            "en": "An <em>anticoagulant</em> present in the salivary glands of leeches and in certain snake venoms, that prevents blood coagulation by inhibiting the action of the enzyme thrombin.",
            "vi": "Chất kháng đông có trong nước bọt của đỉa và trong một số nọc rắn, chất này ngăn sự đông máu bằng cách ức chế tác động của enzyme thrombin.."
        },
        {
            "en": "The natural <em>anticoagulant</em> herparin directly interferes with blood clotting and is active both within the body and against a sample of blood in a test tube.",
            "vi": "Chất kháng đông thiên nhiên heparin can thiệp trực tiếp vào sự đông máu và các tác động có cả trong cơ thể cũng như với các mẫu máu trong ống nghiệm."
        },
        {
            "en": "If they have the luxury, the vampires refrigerate an excess, which they mix with an (edible) <em>anticoagulant</em> and store in sealed “vacutainers”.",
            "vi": "Nếu lấy được nhiều máu, người hút máu có thể cất lượng máu không dùng hết vào ngăn lạnh, bỏ thêm chất chống đông máu và cất giữ trong những hộp chân không dán kín."
        },
        {
            "en": "An <em>anticoagulant</em> produced in liver cells, some while blood cells, and certain other sites, which acts by inhibiting the action of the enzyme thrombin in the final stage of blood coagulation.",
            "vi": "Một chất kháng đông sản sinh trong các tế bào gan, một vài bạch cầu, và ở một số nơi khác, heparin tác động bằng cách ức chế hoạt động của enzyme thrombin trong giai đoạn cuối của sự đông máu."
        },
        {
            "en": "Side effects of DVT medications  Because anticoagulants thin the blood, people who take them may get bruises often or bleed more easily. Internal bleeding can be life-threatening, so if you take an oral <em>anticoagulant</em>, your doctor will test your blood to make sure it’s not too thin.",
            "vi": "Tác dụng phụ của thuốc trị huyết khối tĩnh mạch sâu  Vì thuốc chống đông tụ máu có thể làm cho máu bị loãng nên người sử dụng thuốc này có thể thường hay bị nhiều vết bầm thâm hoặc bị xuất huyết dễ dàng hơn. Xuất huyết nội có thể nguy hiểm đến tính mạng, vì vậy nếu bạn sử dụng thuốc chống đông tụ máu dạng uống, thì bác sĩ sẽ xét nghiệm máu để chắc rằng máu của bạn không quá loãng."
        }
    ],
    "suggestions": []
}