{
    "en_vn": {
        "data": {
            "content": null,
            "word": "anticonvulsant",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>anticonvulsant</k><blockquote>■ <cclass>adjective preventing or reducing the severity of epileptic fits or other convulsions. </cclass></blockquote><blockquote>■ <cclass>noun an anticonvulsant drug. </cclass></blockquote></div>",
            "word": "anticonvulsant",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "anticonvulsant",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "anticonvulsant",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chống co giật</font></td></tr></tbody></table></div>",
            "word": "anticonvulsant",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "An <em>anticonvulsant</em> drug used in the treatment of epilepsy.",
            "vi": "Một loại thuốc chống co giật dùng chữa bệnh động kinh."
        },
        {
            "en": "A drug with <em>anticonvulsant</em> properties, used to treat epilepsy and other conditions involving seizures.",
            "vi": "Một loại thuốc có tính chất chống co thắt được dùng để chữa trị bệnh động kinh và các bệnh khác."
        },
        {
            "en": "The choice of <em>anticonvulsant</em> is distated by the type of fit and the patients' response.",
            "vi": "Chọn thuốc chống co giật tuỳ theo kiểu cơn và đáp ứng các bệnh nhân."
        },
        {
            "en": "An <em>anticonvulsant</em> drug used in the treatment of epilepsy and to relieve the pain of trigeminal neuralgia.",
            "vi": "Một loại thuốc chống co giật được dùng để điều trị chứng động kinh và làm giảm đau trong bệnh đau dây thần kinh sinh ba."
        },
        {
            "en": "The value of <em>anticonvulsant</em> drugs in the treatment of some cases of lancinating pain is now established.",
            "vi": "Hiện nay tác dụng của thuốc chống co giật trong việc điều trị một vài trường hợp đau nhói đã được chứng minh."
        },
        {
            "en": "    * You may be given a steroid drug, such as dexamethasone (Decadron), to relieve swelling.    * You may be treated with an <em>anticonvulsant</em> drug to relieve or prevent seizures.",
            "vi": "* Bạn có thể được cho sử dụng thuốc xtê-rô-ít, chẳng hạn như dexamethasone (Decadron), để làm giảm sưng. * Bên cạnh đó bạn cũng có thể được điều trị bằng thuốc chống co giật để làm giảm hoặc ngăn ngừa chứng tai biến mạch máu."
        },
        {
            "en": "Antiepileptic drugs  Antiepileptic drugs such as Neurontin (gabapentin) or Lyrica (pregaglin) were designed to help people with seizure disorders and are used for the treatment of painful syndromes caused by shingles. They also may be effective for chronic lower back pain. They appear to work by interfering with pain signals from the nerves. Potential side effects include drowsiness, dizziness, and sedation. These drugs work for some people but not others, and one <em>anticonvulsant</em> drug may work for you while other drugs may not.",
            "vi": "Thuốc chống động kinh   Các loại thuốc chống động kinh chẳng hạn như Neurontin (gabapentin) hoặc Lyrica (pregaglin) được chế tạo dùng cho người bị động kinh và dùng để trị các hội chứng đau do bệnh zô-na gây nên. Chúng cũng có hiệu quả đối với chứng đau thắt lưng mãn tính. Những loại thuốc này hoạt động bằng cách chặn tín hiệu đau truyền từ các dây thần kinh. Tác dụng phụ có thể xảy ra như buồn ngủ, chóng mặt, và uể oải. Không phải người nào cũng có tác dụng như nhau, và thuốc chống co giật này có thể có tác dụng với bạn trong khi những thuốc khác có thể không."
        }
    ],
    "suggestions": []
}