{
    "en_vn": {
        "data": {
            "content": null,
            "word": "antiparasitic",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "antiparasitic",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "antiparasitic",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "antiparasitic",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> diệt ký sinh trùng</font></td></tr></tbody></table></div>",
            "word": "antiparasitic",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "If you end up visiting your doctor, you may need to give a stool sample so he or she can find out what type of infection you have. Whether you need medicine will depend on which germ is causing the illness. If you have a parasitic infection, it will probably be treated with <em>antiparasitic</em> medicine to cure the illness.",
            "vi": "Nếu cuối cùng phải đến bác sĩ thì có thể bạn cần phải lấy mẫu phân để bác sĩ có thể tìm ra được loại nhiễm trùng của bạn là gì. Bạn cần phải sử dụng thuốc hay không tuỳ thuộc vào loại mầm bệnh gây bệnh cho bạn là gì. Nếu bạn bị nhiễm ký sinh, thì có lẽ bạn phải được điều trị bằng thuốc diệt ký sinh trùng."
        },
        {
            "en": "Most kids battle diarrhea from time to time, but the good news is that it's often caused by infections that don't last long. Still, it's important to know what to do to relieve and even prevent diarrhea. Causes of diarrhea Diarrhea — frequent runny or watery bowel movements (poop) — is usually brought on by gastrointestinal (GI) infections caused by viruses, bacteria, or parasites. The specific germs that cause diarrhea can vary among geographic regions depending on their level of sanitation, economic development, and hygiene. For example, developing countries with poor sanitation or where human waste is used as fertilizer often have outbreaks of diarrhea when intestinal bacteria or parasites contaminate crops or drinking water. In developed countries, including the United States, diarrhea outbreaks are more often linked to contaminated water supplies, person-to-person contact in places such as child-care centers, or \"food poisoning\" (when people get sick from improperly processed or preserved foods or foods contaminated with bacteria). In general, infections that cause diarrhea are highly contagious. Most cases can be spread to others. Diarrheal infections can be spread through: * dirty hands  * contaminated food or water  * some pets  * direct contact with fecal matter (i.e., from dirty diapers or the toilet)  Anything that the infectious germs come in contact with can become contaminated. This includes toys, tables, surfaces in restrooms, even the hands of someone preparing food. Kids can become infected by touching a contaminated surface, such as a toilet or toy, and then putting their fingers in their mouths. A common cause of diarrhea is viral gastroenteritis (often called the \"stomach flu,\" it also can cause nausea and vomiting). Many different viruses can cause viral gastroenteritis, which can pass through a household, school, or day-care center quickly because it's highly infectious. Although the symptoms usually last just a few days, affected kids (especially infants) who are unable to get adequate fluid intake can become dehydrated. Rotavirus infection is a frequent cause of viral gastroenteritis in kids. Rotavirus usually causes explosive, watery diarrhea, although not all will show symptoms. Rotavirus has commonly caused outbreaks of diarrhea during the winter and early spring months, especially in child-care centers and children's hospitals, however, a vaccine now recommended for infants has been found to prevent approximately 75% of cases of rotavirus infection and 98% of the severe cases that require hospitalization. Another group of viruses that can cause diarrhea in children, especially during the summer months, are enteroviruses, particularly coxsackievirus. Bacteria and parasites Many different types of bacteria and parasites can cause GI and diarrhea. Here are a few that you may have heard about: * E. coli bacteria: Most E. coli infections are spread through contaminated food or water, such as undercooked hamburgers or unwashed fruit that came into contact with animal manure. E. coli infections, which usually affect kids during their first few years of life, also can be spread via contaminated swimming water and petting zoos. * Salmonella enteritidis bacteria: In the United States, these bacteria (found in contaminated raw or undercooked chicken) are a major cause of food poisoning, especially during summer.  * Campylobacter bacteria: Infants and young adults are most commonly affected by these infections, especially during the summer. The bacteria are often found in raw and undercooked chicken.   * Shigella bacteria: Shigella infection (called shigellosis) spreads easily in families, hospitals, and child-care centers. Kids 2 to 4 years old are the most likely to be infected.  * Giardia parasite: Infection with Giardia (called giardiasis) is easily spread through child-care settings and contaminated water supplies, especially water parks and pools (the bacteria are resistant to chlorine treatment), aquariums and museums, and contaminated streams or lakes.  * Cryptosporidium parasite: Found especially in drinking and recreational water, this parasite often is the culprit behind diarrhea epidemics in child-care centers and other public places. Cryptosporidiosis often causes watery diarrhea that can last for 2 weeks or more. Diarrheal infections are a normal part of childhood for many kids, but diarrhea can be a symptom of a number of non-infectious diseases and conditions, especially when it lasts several weeks or longer. It can indicate food allergies, lactose intolerance, or diseases of the gastrointestinal tract, such as celiac disease and inflammatory bowel disease. Signs and Symptoms Symptoms typically start with crampy abdominal pain followed by diarrhea that usually lasts no more than a few days. Infections with many of the viruses, bacteria, and parasites that cause diarrhea also can bring on other symptoms, such as: * fever  * loss of appetite  * nausea  * vomiting  * weight loss  * dehydration  In cases of viral gastroenteritis, kids often develop fever and vomiting first, followed by diarrhea. Prevention Although it's almost impossible to prevent kids from ever getting infections that cause diarrhea, here are some things to help lessen the likelihood: * Make sure kids wash their hands well and often, especially after using the toilet and before eating. Hand washing is the most effective way to prevent diarrheal infections that are passed from person to person. Dirty hands carry infectious germs into the body when kids bite their nails, suck their thumbs, eat with their fingers, or put their hands into their mouths.  * Keep bathroom surfaces clean to help prevent the spread of infectious germs.  * Wash fruits and vegetables thoroughly before eating, since food and water also can carry infectious germs.  * Wash kitchen counters and cooking utensils thoroughly after they've been in contact with raw meat, especially poultry.  * Refrigerate meats as soon as possible after bringing them home from the supermarket, and cook them until they're no longer pink. After meals, refrigerate all leftovers as soon as possible. * Never drink from streams, springs, or lakes unless local health authorities have certified that the water is safe for drinking. In some developing countries, it may be safer to drink only bottled water and other drinks rather than water from a tap. Also, exercise caution when buying prepared foods from street vendors, especially if no local health agency oversees their operations.  * Don't wash pet cages or bowls in the same sink that you use to prepare family meals.  * Keep pets' feeding areas (especially those of reptiles) separate from family eating areas.  When to call the doctor Call your doctor if your child has diarrhea and is younger than 6 months old or has: * a severe or prolonged episode of diarrhea  * fever of 102°F or higher  * repeated vomiting, or refusal to drink fluids  * severe abdominal pain  * diarrhea that contains blood or mucus  Call the doctor immediately if your child seems to be dehydrated. Signs of dehydration include: * dry or sticky mouth  * few or no tears when crying  * eyes that look sunken into the head  * soft spot (fontanelle) on top of the head that looks sunken  * lack of urine or wet diapers for 6 to 8 hours in an infant (or only a very small amount of dark yellow urine) * lack of urine for 12 hours in an older child (or only a very small amount of dark yellow urine)  * dry, cool skin  * lethargy or irritability  * fatigue or dizziness in an older child  Caring for your child Mild diarrhea is usually no cause for concern as long as your child is acting normally and drinking and eating enough. Mild diarrhea usually passes within a few days and kids recover completely with care at home, rest, and plenty of fluids. A child with mild diarrhea who isn't dehydrated or vomiting can continue eating and drinking the usual foods and fluids, including breast milk or formula for infants and milk for kids over 1 year old. In fact, continuing a regular diet may even reduce the duration of the diarrhea episode, while also offering proper nutrition. Of course, you may want to give a child smaller portions of food until the diarrhea ends. Antibiotics or antiviral medications are not prescribed for cases of diarrhea caused by bacteria and viruses because most kids recover on their own. But antibiotics are sometimes given to very young children or those with weak immune systems to prevent a bacterial infection (such as salmonellosis) from spreading through the body. If the illness is caused by a parasite, it can be treated with <em>antiparasitic</em> medicines to cure or shorten the course of the illness. The doctor may order a stool test, in which a stool sample will be examined in the laboratory to see which specific germ is causing the diarrhea (bacteria, virus, or parasite). Although you may be tempted to give your child an over-the-counter anti-diarrhea medication, don't do so unless your doctor gives the OK. The primary concern when treating a diarrhea is the replacement of fluids and electrolytes (salts and minerals) lost from the body from diarrhea, vomiting, and fever. Depending on the amount of fluid loss and the severity of vomiting and diarrhea, your doctor will probably instruct you to: * Continue your child's regular diet and give more liquids to replace those lost while the diarrhea continues if there are no signs of dehydration.  * Offer additional breastmilk or formula to infants.  * Use an oral rehydration solution (ORS) to replace lost fluids in non-dehydrated children.  Many of the \"clear liquids\" used by parents or recommended by doctors in the past are no longer considered appropriate for kids with diarrhea. Don't offer: plain water, soda, ginger ale, tea, fruit juice, gelatin desserts, chicken broth, or sports drinks. These don't have the right mix of sugar and salts and can even make diarrhea worse. Infants and small children should never be rehydrated with water alone because it doesn't contain adequate amounts of sodium, potassium, and other important minerals and nutrients. Doctors often recommend that kids who show signs of mild dehydration be given oral rehydration solutions to replace body fluids quickly. These are available in most grocery stores and pharmacies without a prescription. Brand-name solutions often end in \"lyte.\" Your doctor will tell you what kind to give, how much, and for how long. Never try to make your own ORS at home unless your doctor says it's OK. In some cases, kids with severe diarrhea may need to receive IV fluids at the hospital for a few hours to help combat dehydration. The best way to manage your child's diarrhea depends on how severe it is, what germ caused it, and your child's age, weight, and symptoms. So be sure to ask your doctor for recommendations about treatment.      ",
            "vi": "Hầu hết các trẻ nhỏ đôi khi cũng phải chiến đấu với bệnh tiêu chảy, nhưng tin vui là bệnh này thường do nhiễm trùng gây ra và không kéo dài. Tuy vậy, điều quan trọng là phải nên biết làm gì để làm giảm bớt tiêu chảy và thậm chí là ngăn ngừa được bệnh tiêu chảy nữa.  Nguyên nhân gây tiêu chảy Tiêu chảy - phân thường lỏng hoặc nước – thường do nhiễm trùng dạ dày-ruột (GI) gây ra bởi vi-rút, vi khuẩn, hoặc động vật ký sinh.   Vi trùng gây bệnh tiêu chảy đặc trưng có thể khác nhau ở từng khu vực địa lý tuỳ vào mức độ tình trạng vệ sinh, tình hình phát triển kinh tế, và vệ sinh. Chẳng hạn như, các quốc gia đang phát triển có tình trạng vệ sinh kém hoặc ở khu vực mà chất thải của người được sử dụng làm phân bón thường bùng phát tiêu chảy khi các vi khuẩn đường ruột hoặc động vật ký sinh đường ruột gây bệnh cho cây trồng hoặc làm nhiễm bẩn nguồn nước uống.  Ở các nước phát triển, như Hoa Kỳ, những cơn bùng phát tiêu chảy thường liên quan đến nguồn nước bị ô nhiễm, tiếp xúc giữa người này và người khác ở những nơi chẳng hạn như trung tâm chăm sóc trẻ, hoặc “ngộ độc thức ăn” (khi người ta bị bệnh do chế biến hoặc bảo quản thức ăn không đúng cách hoặc thức ăn bị nhiễm khuẩn).  Nói chung, các bệnh nhiễm trùng gây tiêu chảy thường rất dễ lây lan. Hầu hết các trường hợp đều có thể lây cho người khác. Nhiễm tiêu chảy có thể lây lan qua:  * tay dơ bẩn * thức ăn hoặc nước uống bị ô nhiễm  * một số thú cưng * tiếp xúc trực tiếp với phân (có nghĩa là tiếp xúc trực tiếp với tã lót bẩn hoặc nhà vệ sinh) Bất cứ vật gì tiếp xúc với vi trùng lây nhiễm thì đều có thể làm cho nhiễm bệnh, như đồ chơi, bàn, bề mặt trong nhà vệ sinh, thậm chí là tay của người chuẩn bị thức ăn. Trẻ có thể bị nhiễm bệnh bằng cách sờ vào một bề mặt bẩn bào đó, chẳng hạn như nhà vệ sinh hoặc đồ chơi, và sau đó để tay vào miệng.    Nguyên nhân gây tiêu chảy thường thấy là bệnh viêm dạ dày-ruột do vi-rút (thường được gọi là “chứng ói mửa cấp tính do siêu vi”, cũng có thể gây buồn nôn và ói mửa). Nhiều loại vi-rút khác có thể gây viêm dạ dày-ruột do vi-rút, có thể phát tán trong nhà, trường học, hoặc trung tâm giữ trẻ nhanh chóng vì nó rất dễ lây lan. Mặc dù các triệu chứng thường chỉ  kéo dài một vài ngày, những trẻ bị bệnh (nhất là trẻ sơ sinh) không uống đủ nước có thể bị mất nước.  Nhiễm Rotavirus là nguyên nhân gây viêm dạ dày-ruột do vi-rút thường thấy ở trẻ. Rotavirus (vi rút gây bệnh viêm ruột và dạ dày) thường gây tiêu chảy nước đột ngột và dữ dội, mặc dù không phải tất cả các loại vi-rút đều cho thấy triệu chứng. Rotavirus thường gây bùng phát tiêu chảy trong suốt mùa đông và những tháng đầu mùa xuân, nhất là ở những trung tâm chăm sóc trẻ và bệnh viện nhi, tuy nhiên, loại vắc-xin hiện đang được khuyến nghị chủng ngừa cho trẻ sơ sinh đã cho kết quả có thể ngăn ngừa được gần 75% ca nhiễm rotavirus và 98% các ca nghiêm trọng đòi hỏi phải nhập viện.  Một nhóm vi-rút khác có thể gây tiêu chảy ở trẻ nhỏ, nhất là trong suốt những tháng hè, là các vi rút đường ruột, đặc biệt là vi-rút coxsackievirus.  Vi khuẩn và động vật ký sinh  Nhiều loại vi khuẩn và động vật ký sinh khác cũng có thể gây GI và tiêu chảy. Dưới đây là một số vi khuẩn mà có lẽ bạn đã từng nghe về: * Vi khuẩn E. coli: Hầu hết các trường hợp nhiễm E. Coli đều lây lan qua thức ăn hoặc nước uống nhiễm bệnh, chẳng hạn như bánh hamburger chưa chín hoặc trái cây chưa rửa sạch dính phân bón động vật. Trẻ nhỏ thường nhiễm E. Coli trong suốt một vài năm đầu đời, E. Coli có thể lây lan qua nước ở hồ bơi và các sở thú nhiễm bẩn.  * Vi khuẩn viêm ruột Salmonella: Ở Hoa Kỳ, những loại vi khuẩn này (có trong thịt gà sống hoặc chưa nấu chín bị nhiễm bẩn) là nguyên nhân chính gây ngộ độc thực phẩm, nhất là trong suốt mùa hè.  * Vi khuẩn Campylobacter: Trẻ sơ sinh và thanh niên là những người hay nhiễm vi khuẩn này nhiều nhất, đặc biệt là trong suốt mùa hè. Vi khuẩn này thường có trong thịt gà sống và chưa nấu chín.  * Vi khuẩn Shigella: Nhiễm Shigella (shigellosis - một loại bệnh lỵ, xuất hiện chủ yếu ở các vùng nhiệt đới có điều kiện vệ sinh kém) dễ dàng lây lan trong gia đình, bệnh viện, và trung tâm chăm sóc trẻ. Trẻ nhỏ từ 2 đến 4 tuổi thường nhiễm bệnh nhiều nhất. * Ký sinh trùng Giardia (ký sinh trùng roi) (trong ruột của động vật có xương sống): Nhiễm ký sinh trùng roi GiardiaI (nhiễm trùng ruột do ký sinh trùng roi GiardiaI) thường dễ lây lan ở những môi trường chăm sóc trẻ, và nguồn nước bẩn, nhất là các công viên nước và các hồ bơi (vi khuẩn chịu đựng được phương pháp xử lý bằng clo), các hồ thuỷ sinh và bảo tàng, và những sông hồ bị nhiễm bẩn.  * Ký sinh trùng Cryptosporidium: Loại ký sinh trùng này được thấy nhiều nhất trong nước uống và vùng sông nước du lịch, đây cũng thường là nguyên nhân tiềm ẩn của dịch tiêu chảy ở các trung tâm chăm sóc trẻ và những khu vực công cộng khác. Nhiễm ký sinh trùng Cryptosporidium thường gây ra tiêu chảy nước có thể kéo dài trong 2 tuần trở lên.  Nhiễm tiêu chảy là chứng bệnh bình thường trong giai đoạn phát triển của nhiều trẻ nhỏ, nhưng tiêu chày có thể là triệu chứng của một số bệnh không truyền nhiễm, nhất là khi kéo dài một vài tuần trở lên. Đây có thể là dấu hiệu của chứng dị ứng thực phẩm, không dung nạp lactose, hoặc các bệnh về đường ruột, chẳng hạn như bệnh đường ruột và bệnh viêm ruột mãn tính.  Triệu chứng và dấu hiệu của bệnh tiêu chảy  Các triệu chứng thường bắt đầu bằng đau bụng do chuột rút theo sau đó là tiêu chảy thường kéo dài trong vòng một vài ngày. Nhiễm trùng do nhiều loại vi-rút, vi khuẩn và động vật ký sinh gây ra tiêu chảy cũng có thể làm phát sinh nhiều triệu chứng, chẳng hạn như:  * sốt * chán ăn * buồn nôn * ói * giảm cân * mất nước Trong trường hợp bị viêm dạ dày-ruột do vi-rút thì ban đầu trẻ thường bị sốt và ói mửa, tiếp sau đó là tiêu chảy.   Ngăn ngừa tiêu chảy Mặc dù chuyện ngăn ngừa các bệnh lây nhiễm gây tiêu chảy ở trẻ là điều hầu như không thể nhưng dưới đây là một số việc có thể giúp giảm bớt khả năng nhiễm bệnh:  * Nên đảm bảo trẻ phải rửa tay thường xuyên và kỹ lưỡng, nhất là sau khi đi vệ sinh xong và trước khi ăn. Rửa tay sạch sẽ là cách hiệu quả nhất để ngăn ngừa nhiễm tiêu chảy lây từ người này sang người khác. Tay bẩn mang mầm bệnh lây nhiễm vào cơ thể khi trẻ cắn móng tay, bú ngón tay cái, bốc thức ăn bằng tay, hoặc để tay vào miệng. * Giữ bề mặt nhà vệ sinh sạch sẽ để giúp ngăn ngừa lây lan mầm bệnh lây nhiễm.  * Rửa trái cây và rau củ kỹ lưỡng trước khi ăn, vì thức ăn và nước uống cũng có thể mang mầm bệnh lây nhiễm.  * Rửa quầy nhà bếp và các dụng cụ nấu nướng kỹ lưỡng sau khi tiếp xúc với thịt sống, nhất là thịt gia cầm.  * Ướp lạnh các loại thịt càng sớm càng tốt sau khi mang từ siêu thị về, và nấu cho đến khi thịt không còn màu hồng nữa mới thôi. Sau khi ăn xong, nên để lạnh tất cả các thức ăn còn thừa càng sớm càng tốt.  * Đừng bao giờ uống nước sông, suối, hoặc ao hồ trừ phi các cơ quan y tế địa phương đã chứng nhận là nước có thể uống được an toàn. Ở một số nước đang phát triển, có thể an toàn hơn khi chỉ uống nước đóng chai và các thức uống khác chớ không phải là nước máy. Ngoài ra, hãy thận trọng khi mua thức ăn đã làm sẵn của những người bán dạo, nhất là nếu không có cơ quan y tế địa phương nào giám sát hoạt động của họ. * Đừng rửa chuồng thú hoặc chén ăn trong cùng một bồn rửa mà bạn sử dụng để chuẩn bị bữa ăn gia đình. * Nên giữ khu vực ăn của thú nuôi (nhất là nơi cho các loài bò sát ăn) tách biệt với các khu vực ăn uống của gia đình.  Khi nào nên gọi cho bác sĩ  Bạn nên gọi điện cho bác sĩ nếu con bạn bị tiêu chảy và dưới 6 tháng tuổi hoặc bị:  * tiêu chảy nặng hoặc kéo dài  * sốt từ 102°F trở lên  * ói liên tục, hoặc không chịu uống nước * đau bụng dữ dội * tiêu chảy ra máu hoặc chất nhầy trong phân  Hãy gọi điện cho bác sĩ ngay lập tức nếu con bạn có vẻ như bị mất nước: Các dấu hiệu mất nước gồm:  * khô hoặc dính miệng * có ít hoặc không có nước mắt khi khóc * mắt trông có vẻ trũng sâu vào trong đầu  * phần mềm trên đỉnh đầu (thóp đầu) trông có vẻ bị hóp/ bị lõm * trẻ sơ sinh không đi tiểu hoặc tã lót của bé không ướt trong khoảng từ 6 đến 8 tiếng đồng hồ (hoặc chỉ có một lượng nước tiểu vàng sẫm rất nhỏ) * trẻ lớn hơn không đi tiểu trong vòng 12 tiếng đồng hồ (hoặc chỉ có một lượng nước tiểu vàng sẫm rất nhỏ) * da khô, mát  * trẻ ngủ lịm hoặc hay cáu gắt  * trẻ lớn hơn bị chóng mặt hoặc mệt mỏi Chăm sóc con của bạn Tiêu chảy nhẹ thường không phải là nguyên nhân gây lo lắng miễn là trẻ hoạt động bình thường và ăn uống đầy đủ. Tiêu chảy nhẹ thường có thể hết trong vòng một vài ngày và trẻ có thể hồi phục hoàn toàn khi được chăm sóc ở nhà, được nghỉ ngơi và uống nhiều nước.  Trẻ bị tiêu chảy nhẹ không bị mất nước hoặc không ói mửa thì có thể vẫn ăn uống theo chế độ bình thường, như bú sữa mẹ hoặc bú bình đối với trẻ sơ sinh và uống sữa đối với trẻ trên 1 tuổi. Thực ra thì việc cho trẻ tiếp tục ăn uống theo một chế độ dinh dưỡng thường lệ thậm chí có thể làm giảm thời gian trẻ bị tiêu chảy, mặc dù bạn cũng nên cho trẻ một chế độ dinh dưỡng phù hợp. Tất nhiên là bạn cũng có thể cần phải cho con ăn ít hơn cho đến khi nào hết tiêu chảy.  Bác sĩ thường không kê toa sử dụng thuốc kháng sinh và thuốc kháng vi rút đối với các trường hợp tiêu chảy do vi khuẩn và vi-rút gây ra bởi hầu hết trẻ nhỏ đều có thể tự hồi phục được. Nhưng đôi khi thuốc kháng sinh cũng được sử dụng cho trẻ rất nhỏ hoặc trẻ có hệ miễn dịch yếu để ngăn ngừa nhiễm khuẩn (chẳng hạn như nhiễm khuẩn Salmonella) lây lan khắp cơ thể.  Nếu bệnh do động vật ký sinh gây ra thì có thể điều trị bằng thuốc diệt ký sinh trùng để chữa lành hoặc rút ngắn quá trình diễn biến của bệnh. Bác sĩ có thể yêu cầu làm xét nghiệm phân, trong đó người ta sẽ lấy một mẫu phân kiểm tra trong phòng thí nghiệm để xem loại vi trùng cụ thể nào gây ra tiêu chảy (vi khuẩn, vi rút, hay là động vật ký sinh).   Mặc dù bạn cũng có thể rất muốn mua thuốc trị tiêu chảy tự do không theo toa cho con mình, nhưng bạn không  nên làm thế trừ phi được bác sĩ đồng ý.   Điều quan tâm chủ yếu khi điều trị tiêu chảy là thay nước và chất điện phân (muối và các khoáng chất) bị mất khỏi cơ thể do tiêu chảy, ói mửa, và sốt. Tuỳ thuộc vào lượng nước mất đi, bé bị tiêu chảy và ói mửa nghiêm trọng đến mức độ nào mà bác sĩ sẽ có thể hướng dẫn bạn:  * Tiếp tục chế độ dinh dưỡng bình thường của trẻ và cho trẻ uống nhiều nước hơn để thay thế lượng nước bị mất đi trong khi bé vẫn còn tiêu chảy nếu không có dấu hiệu mất nước nào xảy ra.  * Cho trẻ sơ sinh bú thêm sữa mẹ hoặc bú thêm sữa bột.  * Cho trẻ uống dung dịch bổ sung nước cho cơ thể (ORS) để thay thế lượng nước mất đi đối với trẻ không bị mất nước.  Các loại “chất lỏng trong” được nhiều bố mẹ sử dụng hoặc được bác sĩ khuyến nghị sử dụng trước đây không còn phù hợp với trẻ bị tiêu chảy. Bạn đừng nên cho trẻ uống nước không, xô-đa, thức uống ướp gừng, trà, nước ép trái cây, dùng món thạch tráng miệng, canh gà, hoặc các thức uống thể thao. Những loại này không được pha trộn hàm lượng đường và muối đúng và có thể thậm chí làm cho bệnh tiêu chảy càng trầm trọng thêm. Trẻ sơ sinh và trẻ nhỏ không nên được bổ sung chỉ bằng nước bởi nước không chứa đủ hàm lượng na-tri, ka-li, và các khoáng chất và dưỡng chất quan trọng khác. Bác sĩ thường khuyến nghị trẻ có dấu hiệu mất nước nhẹ nên được uống dung dịch bổ sung nước cho cơ thể để thay thế nhanh lượng nước trong cơ thể. Những dung dịch này có bán ở hầu hết các tiệm tạp hoá và các hiệu thuốc mà không cần phải kê toa. Tên thương hiệu thường tận cùng bằng \"lyte.\" Bác sĩ sẽ cho bạn biết nên sử dụng loại nào, sử dụng liều lượng bao nhiêu, và sử dụng trong thời gian là bao lâu. Đừng bao giờ cố tự làm lấy dung dịch ORS ở nhà trừ phi có sự đồng ý của bác sĩ.  Trong một số trường hợp, trẻ bị tiêu chảy nặng có thể cần được truyền dịch qua đường tĩnh mạch ở bệnh viện trong một vài tiếng đồng hồ để giúp ngăn tình trạng mất nước.  Cách tốt nhất để kiểm soát bệnh tiêu chảy của con bạn tuỳ thuộc vào mức độ nghiêm trọng của bệnh như thế nào, loại vi trùng nào gây ra, và con bạn bao nhiêu tuổi, cân nặng của bé và các triệu chứng bệnh. Vì vậy bạn phải đảm bảo được bác sĩ cho lời khuyên về phương pháp điều trị.   "
        }
    ],
    "suggestions": []
}