{
    "en_vn": {
        "data": {
            "content": null,
            "word": "antihistamine"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>antihistamine</k><blockquote>■ <cclass>noun a drug or other compound that inhibits the physiological effects of histamine, used especially in the treatment of allergies. </cclass></blockquote></div>",
            "word": "antihistamine"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "antihistamine"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "antihistamine"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kháng histamine</font></td></tr></tbody></table></div>",
            "word": "antihistamine"
        }
    },
    "sentences": [
        {
            "en": "<em>Antihistamine</em>.",
            "vi": "Kháng histamine"
        },
        {
            "en": "An <em>antihistamine</em> with marked sedative properties.",
            "vi": "Một loại kháng histamine có tính chất làm dịu mạnh."
        },
        {
            "en": "He died in August of an <em>antihistamine</em> overdose.",
            "vi": "Anh ta đã chết hồi tháng 8 vì dùng quá liều thuốc trị dị ứng."
        },
        {
            "en": "Dramamine, an <em>antihistamine</em> used to counter travel sickness, is invented in 1948.",
            "vi": "Dramamine, một loại kháng ít - xta - min dùng để trị say tàu xe, được phát minh năm 1948."
        },
        {
            "en": "A drug similar to atropine, but that also acts as an <em>antihistamine</em>, local anaesthetic, and sedative",
            "vi": "Một loại thuốc tương tự như atropine, nhưng cũng có tác động kháng histamine, gây mê cục bộ, và làm dịu."
        },
        {
            "en": "An <em>antihistamine</em> that has the same uses and side-effects as bromodiphenhydramine.",
            "vi": "Một loại kháng histamine có công dụng và tác động phụ như bromodiphenhydramine."
        },
        {
            "en": "An <em>antihistamine</em> administered by mouth to treat allergies and other reaction involving release of histamine.",
            "vi": "Một chất chống histamine dùng uống để chữa các chứng dị ứng và các phản ứng khác liên can đến việc phóng thích ra histamine."
        },
        {
            "en": "An <em>antihistamine</em> used to treat such as allergies as hay fever and urticaria.",
            "vi": "Một chất thuốc chống histamine dùng để điều trị dị ứng cũng như chứng cảm mạo và nổi mày đay."
        },
        {
            "en": "Dramamine, an <em>antihistamine</em> used to counter travel sickness, is invented in 1948.",
            "vi": "Dramamine, một loại kháng ít-xta-min dùng để trị say tàu xe, được phát minh năm 1948."
        },
        {
            "en": "A potent <em>antihistamine</em> used to treat such allergies as hay fever, rhinitis, and urticaria.",
            "vi": "Một loại thuốc chống histamine rất hiệu quả được sử dụng để điều trị những chứng dị ứng như bệnh sốt mùa cỏ khô, viêm mũi và nổi mày đay."
        },
        {
            "en": "A short-acting <em>antihistamine</em> drug, given by mouth to relieve the symptoms of allergic reaction.",
            "vi": "Một loại thuốc kháng histamine tác động ngắn, dùng uống để giảm các triệu chứng dị ứng."
        },
        {
            "en": "An <em>antihistamine</em> drug that is slow-acting but produces long-lasting effects.",
            "vi": "Một loại thuốc chống histamine, tác dụng chậm nhưng tạo được hiệu quả lâu."
        },
        {
            "en": "An <em>antihistamine</em> given by mouth to relieve the symptoms of allergic reactions, especially hay fever and rhinitis.",
            "vi": "Một loại kháng histamine dùng đường miệng để giảm các triệu chứng dị ứng, đặc biệt sốc cơ khô và viêm mũi."
        },
        {
            "en": "An <em>antihistamine</em> drug with sedative properties, used to relieve anxiety, tension, and agitation and to treat nausea and vomiting.",
            "vi": "Một loại kháng histamine có tính chất làm dịu dùng giảm lo âu, căng thẳng, kích động, và chữa trị buồn nôn và nôn."
        },
        {
            "en": "Calamine and crotamion, applied in creams or lotions, and some <em>antihistamine</em> drugs, used of the itching is due to an allergy.",
            "vi": "Calamine và crotamition dùng thoa ở dạng kem hay thuốc nước, và vài loại kháng sinh histamine nếu ngứa do dị ứng."
        },
        {
            "en": "A drug with atropine-like and <em>antihistamine</em> action, administered by mouth to treat muscle stiffness in Parkinsonism; it does not affect tremor.",
            "vi": "Một loại thuốc giống như atropine và có tác dụng chống histamine, dùng uống để điều trị chứng cứng cơ bắp trong bệnh parkinson; nó không có tác động đến chứng rung."
        },
        {
            "en": "A drug with <em>antihistamine</em> properties, used to prevent and relieve nausea and vomiting in travel sickness vertigo, disorders of the inner ear, and postoperative sickness.",
            "vi": "Một thuốc có tính chất kháng histamin, dùng ngừa và giảm buồn nôn và nôn khi say tàu xe, chóng mặt, rối loạn tai trong, và đau yếu sau phẫu thuật."
        },
        {
            "en": "A potent <em>antihistamine</em> administered by mouth to treat allergies and itching skin conditions; it is also used to stimulate the appetite.",
            "vi": "Một chất kháng histamin mạnh dùng uống để chữa dị ứng và các tình trạng ngứa da."
        },
        {
            "en": "Also carry an over-the-counter <em>antihistamine</em> as this can help alleviate allergy symptoms in some kids. Antihistamines should be used in addition to the epinephrine and not as a replacement for the shot.",
            "vi": "Cũng hãy có sẵn thuốc kháng histamine mua tự do không theo toa giúp làm giảm nhẹ triệu chứng dị ứng ở một số trẻ. Thuốc kháng histamine nên được sử dụng phụ thêm ngoài epinephrine và không phải là một thuốc thay thế cho thuốc tiêm."
        },
        {
            "en": "Keeping epinephrine on hand at all times should be just part of your action plan for living with a milk allergy. It's also a good idea to carry an over-the-counter <em>antihistamine</em> as this can help alleviate allergy symptoms in some people. Antihistamines should be used in addition to the epinephrine and not as a replacement for the shot.",
            "vi": "Việc luôn sẵn sàng có epinephrine chỉ là một phần trong kế hoạch hành động sống chung với dị ứng sữa. Bạn cũng nên mang thuốc kháng histamine mua tự do không theo toa theo bởi thuốc này có thể giúp làm giảm nhẹ triệu chứng dị ứng ở một số người. Thuốc kháng histamine nên được sử dụng bổ sung thêm cho epinephrine và không nên thay thế cho thuốc tiêm đó."
        }
    ],
    "suggestions": []
}