{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['eipəlike]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giống như khỉ</td></tr></table><i/></div>",
            "word": "apelike",
            "pronounce": "['eipəlike]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "apelike",
            "pronounce": "['eipəlike]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "apelike",
            "pronounce": "['eipəlike]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "apelike",
            "pronounce": "['eipəlike]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "apelike",
            "pronounce": "['eipəlike]"
        }
    },
    "sentences": [
        {
            "en": "EVIDENCE AND THEORY: Is there an <em>apelike</em> creature roaming the bogs and creeks of Arkansas? The physical evidence — tracks and claw marks — doesn't add up to much. Local scientists claim it's 99 percent possible that the creature's alleged footprints are fake; for instance, if the creature was related to an ape, it would have five toes instead of three. If a giant, undiscovered <em>apelike</em> creature in fact roamed North America, it most likely would be a descendent of Gigantopithecus, a 9-foot ape that lived in China as recently as 300,000 years ago. ",
            "vi": "Bằng chứng và lý thuyết: Có một sinh vật giống khỉ lảng vảng ở vùng đầm lầy và sông ngòi Arkansas không? Các bằng chứng vật lý – dấu chân và dấu móng vuốt - không chứng tỏ được gì nhiều. Các nhà khoa học địa phương tuyên bố có thể dấu chân của sinh vật này 99% là giả mạo, ví dụ như nếu sinh vật có họ hàng với khỉ đột, nó sẽ có năm ngón chân thay vì ba. Nếu một sinh vật khổng lồ giống khỉ chưa được phá hiện trong thực tế, sống tại Bắc Mỹ, thì nó rất có thể sẽ là một hậu duệ của Gigantopithecus, một chi vượn người cao đến 9 feet sống ở Trung Quốc 300.000 năm trước. "
        },
        {
            "en": "LARGE AND <em>APELIKE</em>: The Southern Sasquatch is described as a giant, human-like ape creature with long arms, long, dark hair, three toes on each foot and bright red eyes the siz​e of silver dollars. It's said to walk with a shuffling gait and run in a hunched or slouched posture while swinging its arms, like a primate. Original reports from the 1970's describe the creature as 7 feet tall, up to 300 pounds and a chest about 3 feet wide. The creature's alleged footprints are said to measure 17 inches long and 7 inches wide.",
            "vi": "To lớn và giống khỉ: Yêu quái Miền Nam được miêu tả là một con vượn khổng lồ, giống người, với cánh tay dài, lông đen và dài, ba ngón chân ở mỗi bàn chân và đôi mắt màu đỏ tươi to bằng đồng đô la bạc. Sinh vật này được cho là bước lê và chạy trong tư thế gập người hoặc lom khom trong khi cánh tay thì đong đưa, như loài linh trưởng. Những báo cáo ban đầu từ những năm 1970, mô tả sinh vật này cao 7 feet, nặng đến 300 kg và ngực rộng khoảng 3 feet. Dấu chân của nó để lại được cho là dài 17 inch và rộng 7 inch."
        },
        {
            "en": "THE FOUKE MONSTER: The Southern Sasquatch is best known as the Fouke Monster. The creature's most famous sightings are from the town of Fouke in Miller County, Arkansas. Local legends of an <em>apelike</em> creature date back to 1946, when it was called the \"Jonesville Monster\" (based on the town where it was initially sighted). Sighted again in the mid-1960's, the creature didn't make local headlines until 1971 when it was said to have attacked the home of Bobby and Elizabeth Ford. The incident inspired a 1973 film called The Legend of Boggy Creek.",
            "vi": "Quái thú vùng Fouke: Quái thú miền Nam thường được biết đến dưới tên quái thú vùng Fouke. Sự trông thấy nổi tiếng nhất của sinh vật này là từ thành phố Fouke tại Hạt Miller, Bang Arkansas. Truyền thuyết địa phương về một sinh vật giống khỉ đã có từ năm 1946, khi nó được gọi là \"quái vật vùng Jonesville\" (dựa trên tên thị trấn nơi nó được nhìn thấy lần đầu tiên). Được nhìn thấy một lần nữa vào giữa những năm 1960, nhưng mãi cho đến năm 1971 khi nó được cho là đã tấn công nhà của Bobby và Elizabeth Ford thì Quái thú vùng Fouke mới trở thành tin tức nổi trội ở địa phương. Sự kiện này lấy cảm hứng từ một bộ phim năm 1973 tên là Truyền thuyết về Boggy Creek."
        }
    ],
    "suggestions": []
}