{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aphthous",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aphthous</k><blockquote><cclass>[<cclass>'afθəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective <cclass>Medicine denoting a small ulcer of a kind occurring in the mouth or on the tongue. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: via L. from Gk, related to <i>haptein</i> 'set on fire'. </blockquote></div>",
            "word": "aphthous",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aphthous",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aphthous",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aphthous",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Canker sores  Canker sores are small ulcers inside the mouth. They are also called <em>aphthous</em> ulcers. Unlike cold sores, which appear as painful, small blisters and are very contagious, canker sores are not caused by a virus. Certain foods or nutritional deficiencies may trigger a canker sore, as can emotional stress and a mouth injury. When needed, treatments include topical medication and mouthwash solutions.",
            "vi": "Viêm loét miệng  Viêm loét miệng là các vết loét nhỏ bên trong miệng. Chúng cũng được gọi là loét áp-tơ. Không giống bệnh mụn rộp môi – mụn giộp nhỏ, đau đớn và rất hay lây lan – viêm loét miệng không phải do vi rút gây ra. Một số loại thức ăn nào đó hoặc suy dinh dưỡng cũng có thể gây viêm loét miệng, căng thẳng xúc cảm và tổn thương miệng cũng có thể gây ra vấn đề này. Khi cần, người ta có thể điều trị bằng nhiều phương pháp khác nhau như sử dụng thuốc tại chỗ và các dung dịch súc miệng."
        },
        {
            "en": "Canker sores, also known as <em>aphthous</em> ulcers, are small sores that occur inside the mouth. You can get them on the tongue and on the inside of the cheeks and lips — the parts of the mouth that can move. They usually pop up alone, but sometimes they show up in small clusters.",
            "vi": "Viêm loét miệng, cũng gọi là loét áp-tơ, là những vết loét nhỏ xuất hiện bên trong miệng. Bạn có thể bị trên lưỡi và bên trong má và môi – những phần có thể di chuyển của miệng. Loét thường xuất hiện đơn lẻ, nhưng đôi khi thành các cụm nhỏ."
        }
    ],
    "suggestions": []
}