{
    "en_vn": {
        "data": {
            "content": null,
            "word": "apnea",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "apnea",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "apnea",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "apnea",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngạt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngưng thở</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">apnea neonatorum</font><font color=\"#282828\">: ngưng thở ở trẻ sơ sinh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">deglutition apnea</font><font color=\"#282828\">: ngưng thở khi nuốt</font></li></td></tr></tbody></table></div>",
            "word": "apnea",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Apnea</em> of prematurity",
            "vi": "Chứng ngưng thở ở trẻ sinh non"
        },
        {
            "en": "Sleep <em>apnea</em> is a common sleep disorder.",
            "vi": "Ngưng thở khi ngủ là một rối loạn giấc ngủ thông thường."
        },
        {
            "en": "Sleep <em>apnea</em> is a common disorder.",
            "vi": "Ngưng thở khi ngủ là một rối loạn thường gặp."
        },
        {
            "en": "The doctor said it was sleep <em>apnea</em>.",
            "vi": "Bác sỹ nói đó là chứng nghẹt thở khi ngủ."
        },
        {
            "en": "Sleep <em>apnea</em>, where breathing pauses during sleep, can increase the risk of death by three times.",
            "vi": "Chứng ngạt thở khi ngủ, khi hô hấp tạm dừng trong giấc ngủ, có thể tăng nguy cơ tử vong lên gấp ba lần."
        },
        {
            "en": "You could have a sleep disorder, such as obstructive sleep <em>apnea</em> or restless legs syndrome.",
            "vi": "Bạn có thể đã mắc phải chứng rối loạn giấc ngủ, như chứng ngưng thở khi ngủ hoặc hội chứng đau chân khi bất động."
        },
        {
            "en": "In <em>apnea</em>, throat muscles and other tissue in the back of the throat periodically block the airway. ",
            "vi": "Ngưng thở là do các cơ họng và các mô khác ở phía sau họng chặn đường khí có định kỳ."
        },
        {
            "en": "In the NICU, all premature babies are monitored for <em>apnea</em> spells. Treating <em>apnea</em> can be as simple as gently stimulating the infant to restart breathing. However, when <em>apnea</em> occurs frequently, the infant may require medication (most commonly caffeine) and/or a special nasal device that blows a steady stream of air into the airways to keep them open.",
            "vi": "Tất cả trẻ sinh non đều được theo dõi cơn ngưng thở ở phòng chăm sóc đặc biệt cho trẻ sơ sinh (NICU). Điều trị ngưng thở có thể đơn giản như nhẹ nhàng kích thích cho trẻ bắt đầu thở trở lại. Tuy nhiên, khi chứng ngưng thở xảy ra thường xuyên thì trẻ có thể phải cần đến thuốc (thường thấy nhất là cà-phê-in) và/hoặc thiết bị hỗ trợ đặc biệt cho mũi thổi luồng không khí đều đặn vào đường thở để giữ cho đường thở mở ra."
        },
        {
            "en": "ApneaApnea is another common health problem among premature babies. During an <em>apnea</em> spell, a baby stops breathing, the heart rate may decrease, and the skin may turn pale, purplish, or blue. <em>Apnea</em> is usually caused by immaturity in the area of the brain that controls the drive to breathe. Almost all babies born at 30 weeks or less will experience <em>apnea</em>. <em>Apnea</em> spells become less frequent with age.",
            "vi": "Chứng ngưng thở (ngạt thở)Ngưng thở (ngạt thở) là một vấn đề sức khỏe thường thấy khác ở trẻ sơ sinh. Trong một cơn ngưng thở thì trẻ ngừng thở, nhịp tim có thể giảm, và da có thể trở nên tái đi, đỏ tía, hay xanh dương. Chứng ngưng thở thường do vùng não điều khiển chức năng hô hấp chưa hoàn thiện. Hầu hết trẻ sinh ở tuần thứ 30 trở xuống sẽ bị ngưng thở. Cơn ngưng thở trở nên ít dần theo thời gian."
        },
        {
            "en": "A second study, also in Spain, looked at whether C-PAP reduced blood pressure in <em>apnea</em> patients recently diagnosed with hypertension.",
            "vi": "Nghiên cứu thứ 2 cũng được thực hiện ở Tây Ban Nha đã nghiên cứu việc liệu máy thở C-PAP có giúp giảm chứng huyết áp cao ở các bệnh nhân mắc chứng rối loạn hô hấp khi ngủ không."
        },
        {
            "en": "Obstructive sleep <em>apnea</em> affects less than 10 percent of people across many countries.  More men than women have it, and it is more common among the elderly.",
            "vi": "Rối loạn hô hấp khi ngủ ảnh hưởng tới dưới 10% người dân ở nhiều quốc gia.Nam giới thường gặp chứng này hơn nữ giới và thường xảy ra ở người già."
        },
        {
            "en": "Who should not take testosterone?Men with these conditions shouldn't take testosterone:    * Prostate or breast cancer    * Poorly controlled heart disease    * Untreated sleep <em>apnea</em>    * Too many red blood cells",
            "vi": "Đối tượng nào không nên sử dụng testosterone?Nam giới mắc những chứng bệnh dưới đây không nên sử dụng testosterone:* Bị ung thư tuyến tiền liệt hoặc ung thư vú* Bị bệnh tim không được kiểm soát chặt chẽ * Bị ngạt thở khi ngủ để lâu không điều trị * Có quá nhiều hồng cầu"
        },
        {
            "en": "No. 8: Obstructive sleep <em>apnea</em>  Sometimes children can't sleep due to obstructive sleep <em>apnea</em> -- when the airways are blocked, often by enlarged tonsils and nasal tissues called adenoids. Kids with sleep <em>apnea</em> usually snore loudly, have labored breathing, and restless sleep. It affects about 1 in 100 kids and is most common from ages 3 to 7, when tonsils and adenoids are at their biggest. Treatment includes surgery or having the child wear a nose mask at night.",
            "vi": "8. Chứng ngạt thở khi ngủ làm trẻ không ngủ được   Đôi khi trẻ không ngủ được là do bị ngạt thở khi ngủ – lúc này đường thở của bé bị nghẹt, thường là do a-mi-đan và mô mũi nở ra được gọi là bệnh sùi vòm họng (bệnh V.A.). Trẻ bị ngạt thở khi ngủ thường ngáy to, thở dốc, và ngủ không yên giấc, cựa quậy liên tục. Tỉ lệ trẻ mắc chứng bệnh này là khoảng 1: 100 và thường thấy nhiều nhất là từ 3-7 tuổi, lúc này a-mi-đan và bệnh V.A. phát triển cực điểm. Phương pháp điều trị bao gồm giải phẫu hoặc bắt trẻ mang đồ che mũi vào buổi tối."
        },
        {
            "en": "    * periods where the baby seems to stop breathing for more than 10 seconds (<em>apnea</em>)    * change in skin color — becoming pale or blue    * jaundice (when the skin and eyes look yellow)    * rash    * decreased amount of urine",
            "vi": "* thời gian trẻ có vẻ như ngừng thở hơn 10 giây (chứng nghẹt thở khi ngủ)* thay đổi sắc tố da – da trở nên xanh xao, nhợt nhạt hoặc có màu xanh dương* vàng da (khi da và mắt trông có vẻ vàng)* phát ban* giảm lượng nước tiểu"
        },
        {
            "en": "No. 9: Snoring  About 10% of kids snore. They can snore for many reasons, including sleep <em>apnea</em>, seasonal allergies, stuffiness from a cold, or a deviated septum. If sleep isn't disturbed, your pediatrician probably won't treat snoring. See your pediatrician if your child isn't sleeping well because of snoring or breathing problems. If snoring bothers sleep and it isn't an <em>apnea</em> symptom, it may be treated with medication, such as nasal steroid spray to shrink nasal tissues.",
            "vi": "9. Ngáy   Khoảng chừng 10% trẻ ngáy. Có thể do nhiều lý do, như ngạt thở khi ngủ, dị ứng mùa, nghẹt mũi vì cảm, hoặc vách ngăn bị lệch. Nếu giấc ngủ của bé không bị ảnh hưởng gì thì bác sĩ nhi khoa có lẽ sẽ không chữa trị chứng ngáy này đâu. Bạn nên đưa con đến khám bác sĩ nhi khoa nếu bé không ngủ ngon giấc do ngáy hoặc bị các vấn đề về hô hấp. Nếu ngáy làm ảnh hưởng đến giấc ngủ và đó không phải là triệu chứng ngạt thở thì bác sĩ có thể cho bé sử dụng thuốc, chẳng hạn như xịt xtê-rô-ít vào mũi để làm teo nhỏ mô mũi lại."
        },
        {
            "en": "Obstructive sleep <em>apnea</em> is a condition that causes chronic blockage of the airway.  People with <em>apnea</em> experience interrupted breathing during sleep, and frequently also suffer from hypertension and heart disease. Those diagnosed with this disorder are frequently treated with a so-called C-PAP machine to help regulate their breathing during sleep. Researchers in Spain looked into whether the device also helped reduce patients' hypertension and cardiovascular issues.",
            "vi": "Rối loạn hô hấp khi ngủ là tình trạng gây tắc nghẽn đường khí thở mãn tính. Những người bị chứng rối loạn này thường bị ngưng thở trong khi ngủ, cũng như thường xuyên bị bệnh huyết áp và bệnh tim. Những chứng bệnh cùng với những chứng rối loạn này thường được chữa bằng máy trợ thở C-PAP để điều chỉnh hơi thở khi ngủ. Các nhà nghiên cứu ở Tây Ban Nha đã kiểm tra xem liệu thiết bị này có thể giúp điều trị các chứng cao huyết áp và bệnh tim mạch được không."
        },
        {
            "en": "If left untreated, sleep <em>apnea</em> increases the risk of high blood pressure, obesity, cardiovascular disease such as heart attack and stroke.  New research also raises a possible link to cancer.",
            "vi": "Nếu không được chữa trị thì chứng rối loạn hô hấp khi ngủ này sẽ làm tăng nguy cơ tăng huyết áp, béo phì, bệnh tim mạch như bệnh đau tim và đột quỵ. Nghiên cứu mới cũng đưa ra khả năng có liên quan đến bệnh ung thư."
        },
        {
            "en": "According to the study authors, the condition may be linked to a variety of health problems, including heart disease, diabetes, sleep <em>apnea</em>, kidney disease, lower urinary tract problems and sleep disorders.",
            "vi": "Theo như các tác giả nghiên cứu, bệnh này có thể liên kết với nhiều vấn đề sức khoẻ, bao gồm bệnh tim, tiểu đường, chứng ngạt thở khi ngủ, bệnh thận, các bệnh ở đường tiết niệu dưới và các rối loạn của giấc ngủ."
        },
        {
            "en": "But researchers in Spain wanted to know how effective C-PAP is in treating hypertension and cardiovascular symptoms in sleep <em>apnea</em> patients, in particular those who did not experience sleepiness during the day.",
            "vi": "Nhưng các nhà nghiên cứu ở Tây Ban Nha muốn biết máy thở C-PAP hiệu quả thế nào trong việc điều trị các triệu chứng tim mạch và huyết áp cao ở những bệnh nhân mắc chứng rối loạn hô hấp khi ngủ, đặc biệt là đối với những bệnh nhân không hề cảm thấy buồn ngủ suốt cả ngày."
        },
        {
            "en": "Get enough sleepGetting too much or too little sleep can increase your appetite and cravings for high-carb foods. That can lead to weight gain, increasing your risk for complications such as heart disease. So shoot for seven or eight hours of sleep a night. If you have sleep <em>apnea</em>, treating it can improve your sleep and lower your blood sugar levels.",
            "vi": "Ngủ đủ giấcNgủ quá nhiều hoặc quá ít có thể làm cho bạn ăn ngon miệng hơn và thèm các loại thức ăn chứa nhiều hydrat-cacbon hơn. Điều này có thể dẫn tới tăng cân, làm tăng nguy cơ xảy ra biến chứng chẳng hạn như tim mạch. Vì vậy bạn nên cố ngủ chừng 7-8 tiếng đồng hồ một đêm. Nếu bạn bị nghẹt thở khi ngủ thì việc điều trị có thể làm cho bạn ngủ ngon hơn và làm hạ đường huyết của bạn."
        }
    ],
    "suggestions": []
}