{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Aporocactus"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Aporocactus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Aporocactus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Aporocactus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Aporocactus"
        }
    },
    "sentences": [
        {
            "en": "<em>AP</em>: Associated Press.",
            "vi": "Ap: hãng thông tấn ap."
        },
        {
            "en": "No newspaper can survive without the <em>AP</em>.",
            "vi": "Không có AP thì không một tờ báo nào có thể sống được."
        },
        {
            "en": "Question: Ben Stocking with the <em>AP</em>.",
            "vi": "Câu hỏi: Tôi là Ben Stocking, phóng viên AP."
        },
        {
            "en": "• The Danish shipping company <em>AP</em> Moller-Maersk.",
            "vi": "• Công ty vận tải Đan Mạch AP Moller-Maersk."
        },
        {
            "en": "The Associated Press (<em>AP</em>) is the world's largest news agency.",
            "vi": "Liên đoàn Báo chí (AP) là thông tấn xã lớn nhất thế giới."
        },
        {
            "en": "Jeffrey C Hall (L), Michael Rosbash (C), Michael W Young (R). (2013 <em>AP</em> file photo)",
            "vi": "Jeffrey C Hall (Trái), Michael Rosbash (Giữa), Michael W Young (Phải). (Ảnh dữ liệu AP 2013)"
        },
        {
            "en": "Microsoft did not immediately reply to a request for comment on the <em>AP</em> poll.",
            "vi": "Microsoft không phản hồi ngay lập tức đối với yêu cầu bình luận về cuộc khảo sát của AP."
        },
        {
            "en": "The FBI has been investigating the comments, <em>AP</em> news agency says.",
            "vi": "FBI đang điều tra về những lời bình luận này, hãng tin AP cho biết."
        },
        {
            "en": "Jeffrey C Hall (L), Michael Rosbash (C), Michael W Young (R). (2013 <em>AP</em> file photo)",
            "vi": "Jeffrey C Hall (Trái), Michael Rosbash (Giữa), Michael W Young (Phải). (Ảnh dữ liệu AP 2013)"
        },
        {
            "en": "<em>AP</em> – Rick Bedell kneels over a memorial as wife Lucy Bedell consoles him at the entrance of Athens Community …",
            "vi": "Theo Hãng tin AP – Rick Bedell quỳ trước đài tưởng niệm trong khi người vợ an ủi ông tại cổng vào Athens Community..."
        },
        {
            "en": "Xi Jinping is the heir apparent to lead China’s Communist Party. His daughter is at Harvard University. (Lintao Zhang/<em>AP</em>)",
            "vi": "Tập Cận Bình là người kế nhiệm việc dẫn dắt Đảng Cộng sản Trung Quốc. Con gái của ông đang theo học tại Đại học Harvard. (Lintao Zhang / AP)"
        },
        {
            "en": "The VA rejected 80 percent of the requests, but decisions often appeared to be haphazard or contradictory, depending on what desks they landed on, the <em>AP</em> found.",
            "vi": "VA đã bác bỏ 80% yêu cầu, nhưng các quyết định thường có vẻ lộn xộn hoặc mâu thuẫn, tùy thuộc vào nơi mà họ đã nộp đơn, AP nhận thấy."
        },
        {
            "en": "\"I put my hand over the phone and I said: 'Guys, you're coming back',\" Mr Ritchie told the <em>AP</em> news agency.",
            "vi": "Ông Ritchie kể với hãng thông tấn AP: \"Tôi bịt điện thoại lại để đầu dây bên kia không nghe thấy và nói: 'các cậu ở lại làm thêm nhé'.\""
        },
        {
            "en": "Veteran Mike Baughman, 65, who was featured in the previous <em>AP</em> article, said his claim was granted early this year after being denied three times.",
            "vi": "Cựu chiến binh Mike Baughman, 65 tuổi, người đã từng tham gia bài báo AP trước đây, cho biết đơn của ông đã được chấp nhận vào đầu năm nay sau khi bị bác bỏ ba lần."
        },
        {
            "en": "In this Oct. 18, 2016 photo, Florida Democratic congressional candidate Stephanie Murphy, center, meets with voters at a senior center in Altamonte Springs, Fla. John Raoux / <em>AP</em>",
            "vi": "Trong bức ảnh chụp ngày 18 tháng 10 năm 2016 này, ứng cử viên đảng Dân Chủ của bang Florida, Stephanie Murphy, người đứng giữa trong một cuộc gặp gỡ với cử tri tại một trung tâm cao cấp tại Altamonte Springs, Fl. John Raoux / AP"
        },
        {
            "en": "Prime Minister Abe announced Monday he will call a snap election for parliament's more powerful lower house for next month CREDIT: <em>AP</em> PHOTO/SHIZUO KAMBAYASHI",
            "vi": "Hôm thứ hai, Thủ tướng Abe tuyên bố ông sẽ kêu gọi bầu cử sớm để chọn ra một hạ viện quyền lực hơn trong tháng tới"
        },
        {
            "en": "Prime Minister Abe announced Monday he will call a snap election for parliament's more powerful lower house for next month CREDIT: <em>AP</em> PHOTO/SHIZUO KAMBAYASHI",
            "vi": "Hôm thứ hai, Thủ tướng Abe tuyên bố ông sẽ kêu gọi bầu cử sớm để chọn ra một hạ viện quyền lực hơn trong tháng tới"
        },
        {
            "en": "In this photo taken Oct. 18, 2016, Florida Democratic Congressional candidate Stephanie Murphy meets with voters at a senior center in Altamonte Springs, Fla. John Raoux / <em>AP</em>",
            "vi": "Trong bức ảnh chụp ngày 18 Tháng 10 năm 2016, ứng cử viên Hạ viên đảng Dân chủ tiểu bang Florida- Stephanie Murphy gặp gỡ cử tri tại một trung tâm cao cấp tại Altamonte Springs, Fl. John Raoux / AP"
        },
        {
            "en": "Veteran Mike Baughman, 65, who was featured in the previous <em>AP</em> article, said his claim was granted early this year after being denied three times. ",
            "vi": "Cựu chiến binh Mike Baughman, 65 tuổi, người đã từng tham gia bài báo AP trước đây, cho biết đơn của ông đã được chấp nhận vào đầu năm nay sau khi bị bác bỏ ba lần."
        },
        {
            "en": "Within the region, The Library Foundation plays a key role in run <em>AP</em>-Rainbow, an Asia-Pacific e-mail network of lesbian, gay, bisexual and transgendered people.",
            "vi": "Trong khu vực, Quỹ Library đóng vai trò chủ chốt quản lý AP-Rainbow, một mạng lưới email (ở Châu Á-Thái Bình Dương) của những người đồng tính nam, đồng tính nữ, người lưỡng tính và chuyển giới."
        }
    ],
    "suggestions": []
}