{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ə'pɔθikəri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ cổ,nghĩa cổ) người bào chế thuốc</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">apothecary's</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nhà bán thuốc, phòng bào chế</font></td></tr></table><i/></div>",
            "word": "apothecary",
            "pronounce": "[ə'pɔθikəri]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>apothecary</k><blockquote><cclass>[<cclass>ə'pɒθɪk(ə)ri<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>apothecaries</b>) <cclass>archaic a person who prepared and sold medicines. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via OFr. from late L. <i>apothecarius</i>, from L. <i>apotheca</i>, from Gk <i>apothēkē</i> 'storehouse'. </blockquote></div>",
            "word": "apothecary",
            "pronounce": "[ə'pɔθikəri]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "apothecary",
            "pronounce": "[ə'pɔθikəri]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "apothecary",
            "pronounce": "[ə'pɔθikəri]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dược sư, người bào chế</font></td></tr></tbody></table></div>",
            "word": "apothecary",
            "pronounce": "[ə'pɔθikəri]"
        }
    },
    "sentences": [
        {
            "en": "As an <em>apothecary</em>, you are an expert of herb and fungus.",
            "vi": "Là một người bào chế thuốc, bạn là chuyên gia về thảo dược và nấm."
        },
        {
            "en": "Adapted from the book by Stephanie Gailing, Planetary <em>Apothecary</em> : An Astrological Approach to Health and Wellness, check out which regions of the body are taken over by your sign and which foods will support your health.",
            "vi": "Theo cuốn Planetary Apothecary của tác giả Stephanie Gailing: Quan điểm Chiêm tinh học về Sức khỏe và Sự minh mẫn tráng kiện, chỉ ra những vùng nào của cơ thể bị chi phối bởi cung Hoàng đạo và thức ăn nào sẽ hỗ trợ cho sức khoẻ bạn."
        },
        {
            "en": "Adapted from the book by Stephanie Gailing, Planetary <em>Apothecary</em>: An Astrological Approach to Health and Wellness, check out which regions of the body are taken over by your sign and which foods will support your health.",
            "vi": "Theo cuốn Planetary Apothecary của tác giả Stephanie Gailing : Quan điểm Chiêm tinh học về Sức khỏe và Sự minh mẫn tráng kiện, chỉ ra những vùng nào của cơ thể bị chi phối bởi cung Hoàng đạo và"
        },
        {
            "en": "Medical astrology—the practice of an astrological sign ruling over a specific body part—may be keeping you healthy. Adapted from the book by Stephanie Gailing, Planetary <em>Apothecary</em>: An Astrological Approach to Health and Wellness, check out which regions of the body are taken over by your sign and which foods will support your health:",
            "vi": "Chiêm tinh y học – thông lệ của một dấu hiệu chiêm tinh chi phối lên một bộ phận cơ thể cụ thể - có thể giữ cho bạn khoẻ mạnh. Theo cuốn Planetary Apothecary của tác giả Stephanie Gailing: Quan điểm Chiêm tinh học về Sức khỏe và Sự minh mẫn tráng kiện, chỉ ra những vùng nào của cơ thể bị chi phối bởi cung Hoàng đạo của bạn và thức ăn nào sẽ hỗ trợ cho sức khoẻ bạn :"
        },
        {
            "en": "Medical Astrology: Health by Your Zodiac Sign    By Lara Endreszl Published: Saturday, 22 August 2009 Medical astrology—the practice of an astrological sign ruling over a specific body part—may be keeping you healthy. Adapted from the book by Stephanie Gailing, Planetary <em>Apothecary</em>: An Astrological Approach to Health and Wellness, check out which regions of the body are taken over by your sign and which foods will support your health:   Capricorn: If you are a Capricorn, the biggest source of worry under your sign is the knees. Take precautions to ward off arthritis, eat foods chock full of omega-3 fatty acids and antioxidants like popcorn and keep your lifestyle stress-free. Gailing suggests that the best food for the health of a goat, the symbol behind Capricorn, is goat’s milk. As an Aquarius, or water bearer, your Achilles tendon is the weakest spot on your body and you should also watch out for the lower half of the leg. Aquarians may be susceptible to shin splints, muscle spasms, and ankle problems. Make sure you stretch well before and after exercise and eat foods high in magnesium and potassium like the exotic fruits (Acai, papaya, guava, etc.) that are a supportive food. The fish symbol, or Pisces, is mainly concerned with feet. People born under this sign may not be quick on their feet and because of that, their feet tend to get bruised and beaten up easily. Wear comfortable and covered shoes when you can and remember your omega-3s as seafood and shellfish are your power foods as they help your skin and hair glow. Aries—the level-headed Ram—uses the brain so much that it throws the head into overload and headaches can come quite easily. The biggest thing to remember is to relax and don’t let every little thing go to your head. As a fire sign, the color red rules and the food selections are no different. Eat beets, tomatoes, and peppers to ensure a satisfied body and an ache-free head.  The bull, Taurus, takes over the throat and Taureans are advised to drink lots of water daily to stave off sore throat or dehydration. Marshmallow root and slippery elm can soothe the throat and are often found in teas, maintaining plenty of vitamin C in your diet as to steer away from sickness. Fresh herbs are needed for keeping the throat and the bull in check throughout the year. Gemini – The twins are gatherers and collect so much information they tend to get stressed easily causing muscle pain. Geminis should take a break from technology every once in a while and eat plenty of orange veggies and fruits, as the beta-carotene offers great support for the lungs, which are also taken over by this sign.  Stubborn crabs like me, or those born under the rule of Cancer, tend to have problems with the esophagus and stomach. Watch out for caffeine and foods that cause allergic reactions. Keep slippery elm handy for heartburn and eat broccoli, cabbage, and other foods in the family like cauliflower to keep your insides clean and running smoothly.  Leo, the loud lion controls the heart so regular heart scans and blood pressure tests are in your future. Keep stress levels low and stick to a consistent exercise routine. Eat grapes to keep antioxidants up…yes, this does include the occasional glass of wine!  The virgin, the symbol of Virgo, is shown holding grains which are the supportive foods of people born under this sign. Virgoans should pay attention to digestion and grains like wheat and fiber can help smooth over the digestive tract.   Libras are fixers, and back pain is often a problem and can lead to stress for many people. Alternative medicine practices like massage, acupuncture, Pilates, and chiropractic services are seen as helpful in Libras. Eat a lot of berries to keep inflammation at bay.  The scorpion, Scorpio, is the ruler of the bowels and if a Scorpio is not considered regular, he or she could develop intestinal problems, constipation, even weight loss and low energy as a result of being temporarily stopped up. Take a yoga class and eat lots of fiber but remember you can splurge a little because dark chocolate is your power food.   Flex those muscles, Sagittarius! As Sagittarians are constantly in motion, the thighs and backside muscles are usually tight. Stretch and get massages regularly to keep blood flow circulating correctly. Olives are your sign’s food, promote good fats and the kinds of antioxidants you should be eating.  Next time you go to check your horoscope—even if it’s just for fun—think about what’s on your day’s menu too and you may add more health and save yourself some discomfort.",
            "vi": "Medical Astrology: Health by Your Zodiac Sign    Lara Endreszl Xuất bản: thứ bảy, ngày 22 tháng tám năm 2009 Chiêm tinh y học – thông lệ của một dấu hiệu chiêm tinh chi phối lên một bộ phận cơ thể cụ thể - có thể giữ cho bạn khoẻ mạnh. Theo cuốn Planetary Apothecary của tác giả Stephanie Gailing: Quan điểm Chiêm tinh học về Sức khỏe và Sự minh mẫn tráng kiện, chỉ ra những vùng nào của cơ thể bị chi phối bởi cung Hoàng đạo và thức ăn nào sẽ hỗ trợ cho sức khoẻ bạn :  Nam dương: Nếu bạn là Nam dương, thì mối âu lo lớn nhất bên dưới dấu hiệu của bạn chính là đầu gối. Hãy đề phòng để tránh bệnh viêm khớp, ăn những thực phẩm giàu axit béo omega-3 và các chất chống ô-xi hoá như bỏng ngô và giữ cho lối sống của bạn không bị căng thẳng. Gailing gợi ý rằng thức ăn ngon nhất cho sức khoẻ của dê, biểu tượng của Nam Dương, là sữa dê.  Cung Bảo Bình, hay Gấu nước, gân gót của bạn là điểm yếu nhất trên cơ thể bạn và bạn cũng nên coi chừng nửa dưới của chân. Những người thuộc cung Bảo Bình có thể dễ bị đau ống quyển, co thắt cơ, và các vấn đề mắt cá. Đảm bảo bạn duỗi cơ tốt trước và sau khi tập thể thao, ăn thức ăn giàu ma-giê và ka-li như trái cây ngoại lai (acai, đu đủ, ổi, v.v…) đó là những thực phẩm hỗ trợ.  Biểu tượng hình cá, hoặc cung Song Ngư, liên quan chủ yếu đến chân. Những người thuộc cung này thường không nhanh nhẹn do đôi chân của mình, chân của họ có khuynh hướng bị bầm dập và bị tổn thương dễ dàng. Mang giày vừa vặn thoải mái khi bạn có thể và nhớ ăn những thức ăn giàu các omega-3 như hải sản và tôm cua là những thực phẩm có sức mạnh làm đẹp da và tóc cho bạn.  Cung Dương Ngưu – con Cừu đực - sử dụng đầu óc nhiều đến nỗi làm cho đầu bị quá tải và có thể dễ dàng bị nhức đầu. Điều quan trọng nhất cần ghi nhớ là thư giãn và đừng để từng thứ nhỏ nhặt làm bạn phải căng thẳng. Là mạng hoả, các quy luật màu đỏ và việc lựa chọn thức ăn cũng không ngoại lệ. Ăn củ cải đỏ, cà chua, và tiêu để cho cơ thể được thoả mãn và đầu không bị đau.  Bò đực, cung Kim Ngưu, chi phối cổ họng và người thuộc cung Kim Ngưu được khuyên uống nhiều nước hàng ngày để ngăn chặn đau họng hay mất nước. Rễ thục quỳ và du đỏ Hoa Kỳ có thể làm êm dịu cổ họng và thường thấy trong trà, duy trì nhiều vi-ta-min C trong chế độ ăn uống của bạn để tránh bệnh. Thảo mộc tươi giữ cho cổ họng những người Kim Ngưu được khoẻ mạnh suốt năm.  Cung Song Sinh – Những ai thuộc cung Song Sinh thường quan tâm và thu thập quá nhiều thông tin đến nỗi họ có khuynh hướng dễ bị căng thẳng và gây ra đau cơ. Người có mạng Song Sinh nên thỉnh thoảng tránh xa công nghệ; ăn nhiều rau quả và trái cây có màu cam, bởi vì chất bêta caroten cung cấp hỗ trợ tuyệt vời cho phổi, là cơ quan cũng bị chi phối bởi cung này. Bướng bỉnh như cua, hoặc những ai thuộc cung Cự giải, có khuynh hướng gặp rắc rối với thực quản và dạ dày. Coi chừng cà-phê-in và các thực phẩm gây ra phản ứng dị ứng. Luôn mang theo bên mình cây du Hoa Kỳ để trị chứng ợ nóng và ăn cải bẹ xanh, bắp cải, và những thực phẩm khác trong họ bông cải để giữ cho cơ thể bạn sạch và hoạt động tốt. Cung Sư Tử, cung này kiểm soát tim, do đó hãy siêu âm tim và kiểm tra huyết áp đều đặn trong tương lai. Giữ cho mức độ stress thấp và kiên trì tập thể dục hàng ngày. Ăn nho để có nhiều chất chống ô-xi hoá, và thỉnh thoảng uống một ly rượu! Trinh nữ, biểu tượng của cung Xử Nữ, ngũ cốc là thực phẩm thích hợp cho người thuộc cung này. Những người mang cung Xử Nữ nên chú ý tới tiêu hoá và các ngũ cốc như lúa mì và chất xơ có thể giúp làm dịu hệ tiêu hoá. Cung Thiên Bình là người lập, và đau lưng thường là một vấn đề có thể dẫn đến căng thẳng đối với nhiều người. Những cách chữa trị thay thế cho dùng thuốc như xoa bóp, châm cứu, những bài tập thể dục để tăng cường sức khoẻ, và dịch vụ nắn bóp cột sống được xem như là hữu ích đối với những người này. Ăn nhiều quả mọng để chống viêm. Bọ cạp, cung Hổ Cáp, là cung cai trị hệ tiêu hoá và nếu những ngơời cung Hổ Cáp không quan tâm thường xuyên, họ có thể phát triển các bệnh về đường ruột, táo bón, thậm chí là giảm cân và năng lượng thấp do thỉnh thoảng bị táo bón. Hãy tham dự một lớp yoga và ăn nhiều chất xơ nhưng nhớ rằng bạn có thể tiêu xài xa xỉ một chút để mua sô-cô-la không sữa vì đây là thực phẩm tốt cho sức khoẻ của bạn. Hãy gập cơ lại nào, cung Nhân Mã! Bởi vì những người có cung Nhân Mã thường chuyển động, đùi và các cơ mông thường bó chặt. Duỗi thẳng và xoa bóp thường xuyên để theo dõi lưu lượng máu lưu hành chính xác. Trái ô liu là thức ăn dành riêng cho những ai thuộc cung này, thúc đẩy các chất béo có lợi và các chất chống ô-xi hoá mà bạn nên ăn. Lần sau khi bạn xem tử vi - dù là chỉ cho vui – cũng hãy nghĩ về những thực phẩm trên thực đơn hàng ngày của bạn và bạn có thể khoẻ mạnh hơn và tự bảo vệ mình khỏi một số điều khó chịu."
        }
    ],
    "suggestions": []
}