{
    "en_vn": {
        "data": {
            "content": null,
            "word": "appalled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "appalled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "appalled"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>appalled</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) appalled at, by (we were appalled at/by the news) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) appalled to + <abr>inf.</abr> (I was appalled to see the results of their work) </ex></blockquote></blockquote><blockquote><blockquote><ex>3) appalled that + clause (everyone was appalled that the murderer had been released on parole)</ex></blockquote></blockquote></div>",
            "word": "appalled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "appalled"
        }
    },
    "sentences": [
        {
            "en": "He sounded <em>appalled</em>.",
            "vi": "Anh có vẻ hoảng hốt."
        },
        {
            "en": "The squalor <em>appalled</em> her.",
            "vi": "Sự dơ dáy bẩn thỉu làm cô ấy thấy ghê rợn."
        },
        {
            "en": "There was an <em>appalled</em> silence.",
            "vi": "Có một sự im lặng đáng sợ."
        },
        {
            "en": "What really <em>appalled</em> me was your attitude.",
            "vi": "Điều thực sự làm tôi kinh sợ là thái độ của anh đấy."
        },
        {
            "en": "I am <em>appalled</em> by the mob rule.",
            "vi": "Tôi kinh hoàng trước những luật giang hồ."
        },
        {
            "en": "I was <em>appalled</em>. \"You told Mom!\"",
            "vi": "Tôi hoảng hồn.\"Bố kể mẹ nghe rồi sao!\""
        },
        {
            "en": "He went rigid in <em>appalled</em> silence.",
            "vi": "Ông ta cứng nhắc trong sự im lặng đáng sợ."
        },
        {
            "en": "I was <em>appalled</em> by her arrogant attitude.",
            "vi": "Tôi ghê sợ trước thái độ kiêu ngạo của bà ta."
        },
        {
            "en": "I stared at him, confused and <em>appalled</em>.",
            "vi": "Tôi nhìn anh chằm chằm, không hiểu và kinh hoảng."
        },
        {
            "en": "Mary is <em>appalled</em> that her kidnappers have walked free.",
            "vi": "Mary kinh hoàng khi biết kẻ bắt cóc mình được thả."
        },
        {
            "en": "I'm somewhat <em>appalled</em> at some of these mother's confessions.",
            "vi": "Tôi có phần kinh sợ một số lời thú tội của bà mẹ này."
        },
        {
            "en": "The newspaper reports of starving children <em>appalled</em> me.",
            "vi": "Báo cáo phúc trình về trẻ em chết đói làm tôi chấn động tinh thần."
        },
        {
            "en": "I'm <em>appalled</em> that a doctor would do that.",
            "vi": "Tôi ghê sợ khi một bác sĩ lại làm điều đó."
        },
        {
            "en": "She was <em>appalled</em> to hear that her father had been arrested.",
            "vi": "Cô ấy choáng váng khi nghe tin bố mình bị bắt."
        },
        {
            "en": "They are <em>appalled</em> to find her in a relationship with a man 40 years old.",
            "vi": "Họ choáng váng khi thấy cô ấy có quan hệ tình cảm với một người đàn ông 40 tuổi."
        },
        {
            "en": "Alice paused now, listening with an expression that grew more <em>appalled</em> every second.",
            "vi": "Bây giờ Alice ngừng lại, lắng nghe với vẻ mặt mỗi giây qua càng lúc càng thêm kinh hãi."
        },
        {
            "en": "The police have been <em>appalled</em> by the savagery of the attacks.",
            "vi": "Cảnh sát bị chựng lại vì cuộc tấn công dữ dội."
        },
        {
            "en": "I was simply <em>appalled</em> to see how passengers were treated by the stewardesses.",
            "vi": "Chỉ là tôi thấy choáng khi thấy cách các nữ tiếp viên hàng không đối xử với hành khách thôi."
        },
        {
            "en": "The grandmothers would have been <em>appalled</em> and were, in any case, already prejudiced against Henry.",
            "vi": "Các cụ bà mà nghe thấy chuyện này hẳn sẽ hoảng loạn cả lên, mà vốn các cụ đă có sẵn thành kiến với Henry rồi."
        },
        {
            "en": "Her father was absolutely <em>appalled</em> when he saw a big bear near his house last night.",
            "vi": "Cha cô ấy đã thật sự hoảng sợ khi ông nhìn thấy một con gấu lớn ở gần nhà vào tối qua."
        }
    ],
    "suggestions": []
}