{
    "en_vn": {
        "data": {
            "content": null,
            "word": "appearing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "appearing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "appearing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "appearing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "appearing"
        }
    },
    "sentences": [
        {
            "en": "She is currently <em>appearing</em> in this film.",
            "vi": "Cô ấy hiện đang có mặt trong bộ phim này."
        },
        {
            "en": "Black clouds <em>appearing</em> from the west.",
            "vi": "Những đám mây đen xuất hiện từ phía tây."
        },
        {
            "en": "She had always dreamed of <em>appearing</em> opposite Robert Redford.",
            "vi": "Cô ta luôn mơ ước được đóng cùng với Robert Redford."
        },
        {
            "en": "She first began <em>appearing</em> in the Flying Circus shows.",
            "vi": "Cô ấy lần đầu tiên bắt đầu xuất hiện trong chương trình Flying Circus."
        },
        {
            "en": "There are some interesting things <em>appearing</em> on my server lately.",
            "vi": "Gần đây có vài điều thú vị xảy ra với người hầu của tôi."
        },
        {
            "en": "I began to tremble at the thought of his <em>appearing</em>.",
            "vi": "Tôi đã bắt đầu sợ run lên khi nghĩ đến sự xuất hiện của ông ấy."
        },
        {
            "en": "Friedreich's ataxia is an inherited disorder <em>appearing</em> first in adolescence.",
            "vi": "Mất điều hoà friedreich là một rối loạn có tính kế thừa, xảy ra lần đầu tiên khi thành niên."
        },
        {
            "en": "The star is currently <em>appearing</em> in pantomime in Birmingham.",
            "vi": "Nghệ sĩ nổi tiếng đó đang xuất hiện trong vở kịch câm ở Birmingham."
        },
        {
            "en": "We'll be <em>appearing</em> at the Shetland Folk Festival.",
            "vi": "Chúng tôi sẽ xuất hiện ở Lễ hội dân gian Shetland."
        },
        {
            "en": "She really gets a kick out <em>appearing</em> on stage.",
            "vi": "Cô ấy thật sự thích thú khi lên sân khấu."
        },
        {
            "en": "there are many people <em>appearing</em> in your life",
            "vi": "có nhiều người xuất hiện trong cuộc đời bạn"
        },
        {
            "en": "She had always dreamed of <em>appearing</em> opposite him.",
            "vi": "Cô ta luôn mơ ước được diễn chung với anh ấy."
        },
        {
            "en": "The marks of old age are <em>appearing</em> in his face.",
            "vi": "Những dấu hiệu của tuổi già đang hiện ra trên khuôn mặt ông."
        },
        {
            "en": "Upon <em>appearing</em> in the public, the president got the bird.",
            "vi": "Vị tổng thống bị huýt sáo và la ó khi xuất hiện ở nơi công cộng."
        },
        {
            "en": "She had always dreamed of <em>appearing</em> opposite Olivier",
            "vi": "Cô ta luôn mơ ước được diễn chung với olivier"
        },
        {
            "en": "Her father is <em>appearing</em> in court on charges of bribery and tax evasion.",
            "vi": "Cha cô ấy hiện diện trước tòa với tội hối lộ và trốn thuế."
        },
        {
            "en": "The booklets <em>appearing</em> here will give you the data based on science.",
            "vi": "Những cuốn sách nhỏ xuất hiện ở đây sẽ cung cấp cho bạn dữ liệu dựa trên khoa học."
        },
        {
            "en": "For example, granular casts <em>appearing</em> in the urine indicate kidney disease.",
            "vi": "Thí dụ: vật đúc hạt xuất hiện trong nước tiểu chỉ cho biết có bệnh ở thận."
        },
        {
            "en": "He suddenly leaned forward, one elbow <em>appearing</em> on the table, his hand covering his eyes.",
            "vi": "Anh đột ngột ngả người về phía trước, một khuỷu tay chống lên bàn, tay che mắt."
        },
        {
            "en": "Among the artistes <em>appearing</em> on our show tonight, we have Tom Cruise, Julia Roberts, etc.",
            "vi": "Trong số các nghệ sĩ có mặt trong buổi trình diễn tối nay, chúng ta có Tom Cruise, Julia Roberts,..."
        }
    ],
    "suggestions": []
}