{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'pri:∫iətivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khen ngợi, tán dương, tán thưởng</td></tr></table><i/></div>",
            "word": "appreciatively"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "appreciatively"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "appreciatively"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "appreciatively"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "appreciatively"
        }
    },
    "sentences": [
        {
            "en": "Mary sniffed at the flowers <em>appreciatively</em>.",
            "vi": "Mary ngửi và khen ngợi những bông hoa."
        },
        {
            "en": "Still smiling <em>appreciatively</em>, she turned and walked off.",
            "vi": "Vẫn còn mỉm cười cảm kích, cô xoay người và bước đi."
        },
        {
            "en": "\"This was one of the organization's projects,\" school officials said <em>appreciatively</em>.",
            "vi": "Với vẻ khen ngợi các viên chức nhà trường nói rằng đó là một trong những dự án của tổ chức."
        },
        {
            "en": "I called him in when dinner was ready, and he sniffed <em>appreciatively</em> as he walked into the room.",
            "vi": "Tôi gọi bố khi bữa tối đã sẵn sàng, và ông hít mũi khen ngợi khi bước vào phòng."
        },
        {
            "en": "He flashed a brilliant smile, looking at me <em>appreciatively</em> in a way I was learning to recognize.",
            "vi": "Anh chàng thoáng nở nụ cười tươi rói, nhìn tôi tán dương theo một kiểu mà tôi đang dần nhận ra."
        },
        {
            "en": "18         18. THE HUNT They emerged one by one from the forest edge, ranging a dozen meters apart. The first male into the clearing fell back immediately, allowing the other male to take the front, orienting himself around the tall, dark-haired man in a manner that clearly displayed who led the pack. The third was a woman; from this distance, all I could see of her was that her hair was a startling shade of red. They closed ranks before they continued cautiously toward Edward's family, exhibiting the natural respect of a troop of predators as it encounters a larger, unfamiliar group of its own kind. As they approached, I could see how different they were from the Cullens. Their walk was catlike, a gait that seemed constantly on the edge of shifting into a crouch. They dressed in the ordinary gear of backpackers:  jeans and casual button-down shirts in heavy, weatherproof fabrics. The clothes were frayed, though, with wear, and they were barefoot. Both men had cropped hair, but the woman's brilliant orange hair was filled with leaves and debris from the woods. Their sharp eyes carefully took in the more polished, urbane stance of Carlisle, who, flanked by Emmett and Jasper, stepped guardedly forward to meet them. Without any seeming communication between them, they each straightened into a more casual, erect bearing. The man in front was easily the most beautiful, his skin olive-toned beneath the typical pallor, his hair a glossy black. He was of a medium build, hard-muscled, of course, but nothing next to Emmett's brawn. He smiled an easy smile, exposing a flash of gleaming white teeth. The woman was wilder, her eyes shifting restlessly between the men facing her, and the loose grouping around me, her chaotic hair quivering in the slight breeze. Her posture was distinctly feline. The second male hovered unobtrusively behind them, slighter than the leader, his light brown hair and regular features both nondescript. His eyes, though completely still, somehow seemed the most vigilant. Their eyes were different, too. Not the gold or black I had come to expect, but a deep burgundy color that was disturbing and sinister. The dark-haired man, still smiling, stepped toward Carlisle.  \"We thought we heard a game,\" he said in a relaxed voice with the slightest of French accents. \"I'm Laurent, these are Victoria and James.\" He gestured to the vampires beside him. \"I'm Carlisle. This is my family, Emmett and Jasper, Rosalie, Esme and Alice, Edward and Bella.\" He pointed us out in groups, deliberately not calling attention to individuals. I felt a shock when he said my name. \"Do you have room for a few more players?\" Laurent asked sociably. Carlisle matched Laurent's friendly tone. \"Actually, we were just finishing up. But we'd certainly be interested another time. Are you planning to stay in the area for long?\" \"We're headed north, in fact, but we were curious to see who was in the neighborhood. We haven't run into any company in a long time.\" \"No, this region is usually empty except for us and the occasional visitor, like yourselves.\" The tense atmosphere had slowly subsided into a casual conversation; I guessed that Jasper was using his peculiar gift to control the situation. \"What's your hunting range?\" Laurent casually inquired. Carlisle ignored the assumption behind the inquiry. \"The Olympic Range here, up and down the Coast Ranges on occasion. We keep a permanent residence nearby. There's another permanent settlement like ours up near Denali.\" Laurent rocked back on his heels slightly. \"Permanent? How do you manage that?\" There was honest curiosity in his voice. \"Why don't you come back to our home with us and we can talk comfortably?\" Carlisle invited. \"It's a rather long story.\" James and Victoria exchanged a surprised look at the mention of the word \"home,\" but Laurent controlled his expression better. \"That sounds very interesting, and welcome.\" His smile was genial. \"We've been on the hunt all the way down from Ontario, and we haven't had the chance to clean up in a while.\" His eyes moved <em>appreciatively</em> over Carlisle's refined appearance. \"Please don't take offense, but we'd appreciate it if you'd refrain from hunting in this immediate area. We have to stay inconspicuous, you understand,\" Carlisle explained. \"Of course.\" Laurent nodded. \"We certainly won't encroach on your territory. We just ate outside of Seattle, anyway,\" he laughed. A shiver ran up my spine. \"We'll show you the way if you'd like to run with us — Emmett and Alice, you can go with Edward and Bella to get the Jeep,\" he casually added. Three things seemed to happen simultaneously while Carlisle was speaking. My hair ruffled with the light breeze, Edward stiffened, and the second male, James, suddenly whipped his head around, scrutinizing me, his nostrils flaring. A swift rigidity fell on all of them as James lurched one step forward into a crouch. Edward bared his teeth, crouching in defense, a feral snarl ripping from his throat. It was nothing like the playful sounds I'd heard from him this morning; it was the single most menacing thing I had ever heard, and chills ran from the crown of my head to the back of my heels. \"What's this?\" Laurent exclaimed in open surprise. Neither James nor Edward relaxed their aggressive poses. James feinted slightly to the side, and Edward shifted in response. \"She's with us.\" Carlisle's firm rebuff was directed toward James. Laurent seemed to catch my scent less powerfully than James, but awareness now dawned on his face. \"You brought a snack?\" he asked, his expression incredulous as he took an involuntary step forward. Edward snarled even more ferociously, harshly, his lip curling high above his glistening, bared teeth. Laurent stepped back again. \"I said she's with us,\" Carlisle corrected in a hard voice. \"But she's human,\" Laurent protested. The words were not at all aggressive, merely astounded. \"Yes.\" Emmett was very much in evidence at Carlisle's side, his eyes on James. James slowly straightened out of his crouch, but his eyes never left me, his nostrils still wide. Edward stayed tensed like a lion in front of me. When Laurent spoke, his tone was soothing — trying to defuse the sudden hostility. \"It appears we have a lot to learn about each other.\" \"Indeed.\" Carlisle's voice was still cool. \"But we'd like to accept your invitation.\" His eyes flicked toward me and back to Carlisle. \"And, of course, we will not harm the human girl. We won't hunt in your range, as I said.\" James glanced in disbelief and aggravation at Laurent and exchanged another brief look with Victoria, whose eyes still flickered edgily from face to face. Carlisle measured Laurent's open expression for a moment before he spoke. \"We'll show you the way. Jasper, Rosalie, Esme?\" he called. They gathered together, blocking me from view as they converged. Alice was instantly at my side, and Emmett fell back slowly, his eyes locked on James as he backed toward us. \"Let's go, Bella.\" Edward's voice was low and bleak. This whole time I'd been rooted in place, terrified into absolute immobility. Edward had to grip my elbow and pull sharply to break my trance. Alice and Emmett were close behind us, hiding me. I stumbled alongside Edward, still stunned with fear. I couldn't hear if the main group had left yet. Edward's impatience was almost tangible as we moved at human speed to the forest edge. Once we were into the trees, Edward slung me over his back without breaking stride. I gripped as tightly as possible as he took off, the others close on his heels. I kept my head down, but my eyes, wide with fright, wouldn't close. They plunged through the now-black forest like wraiths. The sense of exhilaration that usually seemed to possess Edward as he ran was completely absent, replaced by a fury that consumed him and drove him still faster. Even with me on his back, the others trailed behind. We reached the Jeep in an impossibly short time, and Edward barely slowed as he flung me in the backseat. \"Strap her in,\" he ordered Emmett, who slid in beside me. Alice was already in the front seat, and Edward was starting the engine. It roared to life and we swerved backward, spinning around to face the winding road. Edward was growling something too fast for me to understand, but it sounded a lot like a string of profanities. The jolting trip was much worse this time, and the darkness only made it more frightening. Emmett and Alice both glared out the side windows. We hit the main road, and though our speed increased, I could see much better where we were going. And we were headed south, away from Forks. \"Where are we going?\" I asked. No one answered. No one even looked at me. \"Dammit, Edward! Where are you taking me?\" \"We have to get you away from here — far away — now.\" He didn't look back, his eyes on the road. The speedometer read a hundred and five miles an hour. \"Turn around! You have to take me home!\" I shouted. I struggled with the stupid harness, tearing at the straps. \"Emmett,\" Edward said grimly. And Emmett secured my hands in his steely grasp. \"No! Edward! No, you can't do this.\" \"I have to, Bella, now please be quiet.\" \"I won't! You have to take me back — Charlie will call the FBI! They'll be all over your family — Carlisle and Esme! They'll have to leave, to hide forever!\" \"Calm down, Bella.\" His voice was cold. \"We've been there before.\" \"Not over me, you don't! You're not ruining everything over me!\" I struggled violently, with total futility. Alice spoke for the first time. \"Edward, pull over.\" He flashed her a hard look, and then sped up. \"Edward, let's just talk this through.\" \"You don't understand,\" he roared in frustration. I'd never heard his voice so loud; it was deafening in the confines of the Jeep. The speedometer neared one hundred and fifteen. \"He's a tracker, Alice, did you see that? He's a tracker!\" I felt Emmett stiffen next to me, and I wondered at his reaction to the word. It meant something more to the three of them than it did to me; I wanted to understand, but there was no opening for me to ask. \"Pull over, Edward.\" Alice's tone was reasonable, but there was a ring of authority in it I'd never heard before. The speedometer inched passed one-twenty. \"Do it, Edward.\" \"Listen to me, Alice. I saw his mind. Tracking is his passion, his obsession — and he wants her, Alice — her, specifically. He begins the hunt tonight.\" \"He doesn't know where —\" He interrupted her. \"How long do you think it will take him to cross her scent in town? His plan was already set before the words were out of Laurent's mouth.\" I gasped, knowing where my scent would lead. \"Charlie! You can't leave him there! You can't leave him!\" I thrashed against the harness. \"She's right,\" Alice said. The car slowed slightly. \"Let's just look at our options for a minute,\" Alice coaxed. The car slowed again, more noticeably, and then suddenly we screeched to a stop on the shoulder of the highway. I flew against the harness, and then slammed back into the seat. \"There are no options,\" Edward hissed. \"I'm not leaving Charlie!\" I yelled. He ignored me completely. \"We have to take her back,\" Emmett finally spoke. \"No.\" Edward was absolute. \"He's no match for us, Edward. He won't be able to touch her.\" \"He'll wait.\" Emmett smiled. \"I can wait, too.\" \"You didn't see — you don't understand. Once he commits to a hunt, he's unshakable. We'd have to kill him.\" Emmett didn't seem upset by the idea. \"That's an option.\" \"And the female. She's with him. If it turns into a fight, the leader will go with them, too.\" \"There are enough of us.\" \"There's another option,\" Alice said quietly. Edward turned on her in fury, his voice a blistering snarl. \"There — is — no — other — option!\" Emmett and I both stared at him in shock, but Alice seemed unsurprised. The silence lasted for a long minute as Edward and Alice stared each other down. I broke it. \"Does anyone want to hear my plan?\" \"No,\" Edward growled. Alice glared at him, finally provoked. \"Listen,\" I pleaded. \"You take me back.\" \"No,\" he interrupted. I glared at him and continued. \"You take me back. I tell my dad I want to go home to Phoenix. I pack my bags. We wait till this tracker is watching, and then we run. He'll follow us and leave Charlie alone. Charlie won't call the FBI on your family. Then you can take me any damned place you want.\" They stared at me, stunned. \"It's not a bad idea, really.\" Emmett's surprise was definitely an insult. \"It might work — and we simply can't leave her father unprotected. You know that,\" Alice said. Everyone looked at Edward. \"It's too dangerous — I don't want him within a hundred miles of her.\" Emmett was supremely confident. \"Edward, he's not getting through us.\" Alice thought for a minute. \"I don't see him attacking. He'll try to wait for us to leave her alone.\" \"It won't take long for him to realize that's not going to happen.\" \"I demand that you take me home.\" I tried to sound firm. Edward pressed his fingers to his temples and squeezed his eyes shut. \"Please,\" I said in a much smaller voice. He didn't look up. When he spoke, his voice sounded worn. \"You're leaving tonight, whether the tracker sees or not. You tell Charlie that you can't stand another minute in Forks. Tell him whatever story works. Pack the first things your hands touch, and then get in your truck. I don't care what he says to you. You have fifteen minutes. Do you hear me? Fifteen minutes from the time you cross the doorstep.\" The Jeep rumbled to life, and he spun us around, the tires squealing. The needle on the speedometer started to race up the dial.  \"Emmett?\" I asked, looking pointedly at my hands. \"Oh, sorry.\" He let me loose. A few minutes passed in silence, other than the roar of the engine. Then Edward spoke again. \"This is how it's going to happen. When we get to the house, if the tracker is not there, I will walk her to the door. Then she has fifteen minutes.\" He glared at me in the rearview mirror. \"Emmett, you take the outside of the house. Alice, you get the truck. I'll be inside as long as she is. After she's out, you two can take the Jeep home and tell Carlisle.\" \"No way,\" Emmett broke in. \"I'm with you.\" \"Think it through, Emmett. I don't know how long I'll be gone.\" \"Until we know how far this is going to go, I'm with you.\" Edward sighed. \"If the tracker is there,\" he continued grimly, \"we keep driving.\" \"We're going to make it there before him,\" Alice said confidently. Edward seemed to accept that. Whatever his problem with Alice was, he didn't doubt her now. \"What are we going to do with the Jeep?\" she asked. His voice had a hard edge. \"You're driving it home.\" \"No, I'm not,\" she said calmly. The unintelligible stream of profanities started again. \"We can't all fit in my truck,\" I whispered. Edward didn't appear to hear me. \"I think you should let me go alone,\" I said even more quietly. He heard that. \"Bella, please just do this my way, just this once,\" he said between clenched teeth. \"Listen, Charlie's not an imbecile,\" I protested. \"If you're not in town tomorrow, he's going to get suspicious.\" \"That's irrelevant. We'll make sure he's safe, and that's all that matters.\" \"Then what about this tracker? He saw the way you acted tonight. He's going to think you're with me, wherever you are.\" Emmett looked at me, insultingly surprised again. \"Edward, listen to her,\" he urged. \"I think she's right.\" \"Yes, she is,\" Alice agreed. \"I can't do that.\" Edward's voice was icy. \"Emmett should stay, too,\" I continued. \"He definitely got an eyeful of Emmett.\" \"What?\" Emmett turned on me. \"You'll get a better crack at him if you stay,\" Alice agreed. Edward stared at her incredulously. \"You think I should let her go alone?\" \"Of course not,\" Alice said. \"Jasper and I will take her.\" \"I can't do that,\" Edward repeated, but this time there was a trace of defeat in his voice. The logic was working on him. I tried to be persuasive. \"Hang out here for a week —\" I saw his expression in the mirror and amended \"— a few days. Let Charlie see you haven't kidnapped me, and lead this James on a wild-goose chase. Make  sure he's completely off my trail. Then come and meet me. Take a roundabout route, of course, and then Jasper and Alice can go home.\" I could see him beginning to consider it. \"Meet you where?\" \"Phoenix.\" Of course. \"No. He'll hear that's where you're going,\" he said impatiently. \"And you'll make it look like that's a ruse, obviously. He'll know that we'll know that he's listening. He'll never believe I'm actually going where I say I am going.\" \"She's diabolical,\" Emmett chuckled. \"And if that doesn't work?\" \"There are several million people in Phoenix,\" I informed him. \"It's not that hard to find a phone book.\" \"I won't go home.\" \"Oh?\" he inquired, a dangerous note in his voice. \"I'm quite old enough to get my own place.\" \"Edward, we'll be with her,\" Alice reminded him. \"What are you going to do in Phoenix?\" he asked her scathingly. \"Stay indoors.\" \"I kind of like it.\" Emmett was thinking about cornering James, no doubt. \"Shut up, Emmett.\" \"Look, if we try to take him down while she's still around, there's a much better chance that someone will get hurt — she'll get hurt, or you will, trying to protect her. Now, if we get him alone…\" He trailed off with a slow smile. I was right. The Jeep was crawling slowly along now as we drove into town. Despite my brave talk, I could feel the hairs on my arms standing up. I thought about Charlie, alone in the house, and tried to be courageous. \"Bella.\" Edward's voice was very soft. Alice and Emmett looked out their windows. \"If you let anything happen to yourself— anything at all — I'm holding you personally responsible. Do you understand that?\" \"Yes,\" I gulped. He turned to Alice. \"Can Jasper handle this?\" \"Give him some credit, Edward. He's been doing very, very well, all things considered.\" \"Can you handle this?\" he asked. And graceful little Alice pulled back her lips in a horrific grimace and let loose with a guttural snarl that had me cowering against the seat in terror. Edward smiled at her. \"But keep your opinions to yourself,\" he muttered suddenly.",
            "vi": "18        18. Cuộc săn lùng Họ xuất hiện từng người một ở bìa rừng, cách nhau khoảng mười mấy mét. Người đàn ông đầu tiên bước vào khoảng rừng trống lập tức lùi lại, để người đàn ông kia đứng trước mình, đến đứng bên cạnh người đàn ông cao lớn, tóc đen theo cách cho thấy rõ ràng đây là người cầm đầu.  Người thứ ba là một phụ nữ; từ nơi này, tôi chỉ có thể thấy rõ mái tóc đỏ đáng kinh ngạc của cô ta mà thôi.  Họ thu ngắn khoảng cách với nhau rồi mới tiếp tục cẩn thận đi về phía gia đình Edward, thể hiện sự tôn trọng tư nhiên của một đàn thú khi gặp một nhóm đồng loại xa lạ, đông đúc hơn.  Khi họ đến gần, tôi có thể thấy họ khác nhà Cullens ra sao.  Dáng đi của họ giống mèo, dáng đi như luôn sẵn sàng chuyển thành thu mình lấy đà. Họ mặc quần áo bình thường của khách du lịch ba lô:  quần jean và áo sơ mi thường ngày cổ có nút cài bằng loại vải dầy, có thể chịu được mưa gió.  Tuy vậy, quần áo đã sờn cũ và họ đi chân trần. Cả hai người đàn ông đều cắt tóc ngắn, nhưng mái tóc màu cam rực rỡ của người phụ nữ đầy lá và gỗ vụn.  Đôi mắt sắc sảo của họ nhìn chăm chú vào dáng vẻ lịch sự, tao nhã hơn của Carlisle, người được kèm hai bên bởi Emmett và Jasper, đang thận trọng bước về phía trước để đón họ. Họ chẳng hề nói với nhau lời nào, từng người vươn người đứng thẳng thoải mái hơn. Người đàn ông đứng trước rõ ràng là người đẹp nhất, da anh ta màu ô liu khác màu da xanh xao thường thấy, tóc anh ta đen bóng. Anh ta có dáng người tầm thước, bắp cơ rắn chắc, dĩ nhiên, nhưng chẳng là gì khi so với cơ bắp của Emmett. Anh ta mỉm cười thoải mái, để lộ hàm răng trắng bóng.  Người phụ nữ hoang dã hơn, mắt cô ta bồn chồn chuyển từ những người đàn ông đang đối mặt với cô ta, sang nhóm người đang tụ tập xa xa quanh tôi, mái tóc rối bù của cô ta lay động trong làn gió nhẹ. Tư thế của cô ta y như mèo. Người đàn ông thứ hai lởn vởn kín đáo đằng sau họ, mảnh mai hơn thủ lĩnh, mái tóc nâu nhạt và nét mặt đều đặn của anh ta chẳng có gì nổi bật. Mắt anh ta, dù hoàn toàn bất động, nhưng không hiểu sao lại có vẻ cảnh giác nhất. Mắt họ cũng khác. Không phải màu vàng hay màu đen như tôi nghĩ, mà là màu đỏ tía sẫm đáng ngại và độc ác.  Người đàn ông tóc đen, vẫn mỉm cười, bước về phía Carlisle.  \"Chúng tôi nghĩ chúng tôi nghe tiếng một trận đấu, \" anh ta nói bằng giọng thoải mái hơi pha giọng Pháp. \"Tôi là Laurent, đây là Victoria và James.” Anh ta chỉ tay sang mấy con ma cà rồng bên cạnh.  \"Tôi là Carlisle. Đây là gia đình tôi, Emmett và Jasper, Rosalie, Esme và Alice, Edward và Bella.” Ông chỉ vào chúng tôi trong cả nhóm, cố tình không làm chú ý đến từng cá nhân. Tôi cảm thấy sốc khi ông gọi tên tôi.  \"Bạn có chỗ cho thêm vài cầu thủ nữa không?\" Laurent thân thiện hỏi.  Carlisle nói giống giọng thân thiện của Laurent. \"Thực ra thì, chúng tôi vừa chơi xong. Nhưng chắc chắn chúng tôi thích có dịp khác cùng chơi. Các bạn có định ở lại trong khu vực này lâu không?\" \"Thực ra, chúng tôi đã đi về phía bắc, nhưng chúng tôi tò mò muốn biết ai sống bên mình. Đã lâu lắm rồi chúng tôi chẳng hề gặp ai.” \"Không, vùng này thường không có ai ngoài chúng tôi và khách vãng lai, như các bạn. \" Bầu không khí căng thẳng đã từ từ chuyển thành cuộc trò chuyện thông thường; Tôi đoán Jasper đang sử dụng khả năng đặc biệt khác thường của mình để kiểm soát tình huống.  \"Vùng săn bắn của các bạn là gì?\" Laurent xuề xoà hỏi.  Carlisle lờ đi giả định đằng sau câu hỏi này. \"Olympic Range ở đây, thỉnh thoảng quanh Coast Ranges. Chúng tôi sống cố định một chỗ ở gần đây. Có nhóm cũng sống cố định một chỗ như chúng tôi gần Denali.” Laurent giậm nhẹ chân.  \"Cố định ở một chỗ?  Sao các bạn làm được chuyện đó?\"  Giọng anh ta đầy vẻ hiếu kỳ.  \"Sao các bạn không đến nhà chúng tôi chơi để mình có thể nói chuyện thoải mái?\" Carlisle mời. \"Đó là một câu chuyện khá dài. \" James và Victoria nhìn nhau có vẻ ngạc nhiên khi vừa nghe đến từ \"nhà”,  nhưng Laurent kiểm soát vẻ mặt tốt hơn.  \"Nghe rất thú vị, và ân cần. \" anh ta cười vui vẻ. \"Chúng tôi đã săn suốt đoạn đường từ  Ontario, và chúng tôi chưa có dịp tắm rửa đôi chút. \" Mắt anh ta nhìn tán dương dáng người tao nhã của Carlisle.  \"Xin đừng mếch lòng, nhưng chúng tôi sẽ rất cảm kích nếu các bạn không săn bắn trong khu vực này. Chúng tôi phải luôn kín đáo, các bạn hiểu mà, \" Carlisle giải thích.  \"Dĩ nhiên rồi. \" Laurent gật đầu. \"Chúng tôi chắc chắn sẽ không xâm phạm vào lãnh thổ của các bạn đâu.  Dù sao thì, chúng tôi cũng vừa mới ăn ở bên ngoài Seattle rồi” anh ta cười.  Cơn rùng mình chạy lên xương sống tôi.  \"Chúng tôi sẽ dẫn đường cho các bạn nếu các bạn muốn chạy cùng chúng tôi - Emmett và Alice, các con có thể đi với Edward và Bella đi lấy xe jeep, \" ông xuề xoà nói thêm.  Ba thứ hình như xảy ra cùng một lúc khi Carlisle đang nói.  Tóc tôi tung bay trong làn gió thoảng, Edward cứng đờ, và người đàn ông thứ nhì, James, đột ngột quay phắt đầu, xem xét kĩ lưỡng tôi, mũi hắn phập phồng. Tất cả bọn họ đều cứng đờ cả người khi James chồm lên thu người lại. Edward nhe răng, thu người phòng thủ, tiếng gầm gừ hoang dã phát ra từ cổ họng. Chẳng hề giống một chút nào âm thanh đùa giỡn tôi đã nghe sáng nay;  Đó là âm thanh hăm dọa đáng sợ nhất tôi từng nghe, và cơn ớn lạnh chạy từ đỉnh đầu đến gót chân.  \"Gì đây?\" Laurent kêu lên ngạc nhiên vô bờ. Cả James lẫn Edward đều không nới lỏng tư thế hung hăng của họ. James hơi nhử qua một bên là Edward dịch qua chặn lại.  \"Cô ấy ở cùng chúng tôi.”  Sự khước từ kiên định của Carlisle hướng về phía James.  Laurent có vẻ bắt mùi hương của tôi không giỏi bằng James, nhưng giờ đây anh ta đã bắt đầu hiểu ra.  \"Các bạn mang theo đồ ăn vặt à?\" anh ta hỏi, vẻ mặt đầy hoài nghi vừa vô tình bước lên một bước. Edward thậm chí còn gầm gừ dữ dội hơn, khắc nghiệt hơn, môi anh uốn lên để lộ cả hàm răng trắng loá. Laurent lùi bước lần nữa.  \"Tôi đã nói cô ấy cùng phe chúng tôi,”  Carlisle nhắc lại gay gắt.  \"Nhưng cô ta là con người mà, \" Laurent phản đối. Lời anh ta chẳng hề hung hăng, chỉ kinh ngạc.  \"Đúng vậy. \" Emmett rất dễ nhận ra bên Carlisle, mắt anh nhìn vào James. James từ từ đứng thẳng người lên, nhưng mắt anh ta không hề rời tôi, mũi anh ta vẫn phập phồng. Edward vẫn căng thẳng như sư tử trước mặt tôi.  Khi Laurent nói, giọng nói anh ta êm dịu - cố gắng xoa dịu sự thù địch bất ngờ. \"Có vẻ như chúng ta có nhiều điều cần tìm hiểu về nhau. \" \"Đúng vậy. \" giọng Carlisle vẫn điềm tĩnh.  \"Nhưng chúng tôi rất muốn chấp nhận lời mời của bạn. \" Mắt anh ta liếc về phía tôi rồi quay lại Carlisle. \"Và, dĩ nhiên, chúng tôi sẽ không hại cô con người này. Chúng tôi sẽ không săn trong lãnh địa của bạn, như tôi đã nói rồi. \" James liếc nhìn hoài nghi và bực dọc với Laurent và nhìn nhanh trao đổi với Victoria, người vẫn bực dọc nhìn hết người này đến người khác.  Carlisle cân nhắc vẻ cởi mở của Laurent trong chốc lát rồi mới nói.  \"Chúng tôi sẽ dẫn đường cho các bạn. Jasper, Rosalie, Esme?\" ông gọi. Họ tập hợp lại, chắn tầm nhìn của tôi khi họ tụ về.  Alice ngay tức khắc đã ở bên tôi, và Emmett vẫn còn chần chừ phía sau, mắt anh nhìn James không rời khi lùi về phía chúng tôi. \"Đi nào, Bella. \" giọng Edward trầm và ảm đạm.  Trong suốt thời gian này tôi chôn chân tại chỗ, kinh hoàng đến mức hoàn toàn bất động. Edward phải nắm khuỷu tay tôi và kéo mạnh để tôi hết bị thôi miên.  Alice và Emmett theo sát, che tôi đi. Tôi vấp ngã bên Edward, vẫn sững người vì sợ. Tôi không biết nhóm chính kia đã rời khỏi chưa.  Sự nôn nóng của Edward gần như có thể sờ thấy được khi chúng tôi di chuyển ở tốc độ của người bình thường đến bìa rừng.  Khi chúng tôi đã vào rừng, Edward khoác tôi trên lưng mà không ngừng sải bước. Tôi kẹp chặt anh hết mức có thể khi anh bắt đầu chạy, những người khác theo sát gót. Tôi lẳng lặng không nói tiếng nào, nhưng mắt tôi, cứ mở trừng vì sợ hãi, không chịu nhắm lại. Họ lao qua khu rừng bây giờ tối đen như những hồn ma.  Sự vui vẻ hồ hởi hầu như luôn có trong Edward khi anh chạy hoàn toàn không còn nữa, mà thay bằng cơn cuồng nộ đang xâm chiếm anh và làm anh chạy nhanh hơn. Ngay cả với tôi trên lưng, và những người khác theo sau.  Chúng tôi đến xe jeep trong thời gian ngắn không tưởng tượng nỗi, và Edward chỉ chậm lại khi anh đẩy tôi vào ghế sau. \"Thắt đai an toàn cho cô ấy,” anh ra lệnh cho Emmett, người lách vào ngồi cạnh tôi.  Alice đã ngồi ở ghế trước, và Edward đang khởi động máy.  Nó gầm lên và chúng tôi ngoặc ngược lại, quay phắt lại con đường ngoằn ngoèo.  Edward đang gầm gừ điều gì đó quá nhanh tôi không hiểu được, nhưng nghe rất giống một tràng chửi rủa.  Lần này xe chạy còn dằn xóc hơn nhiều, và bóng tối chỉ làm nó đáng sợ hơn. Cả Emmett và Alice đều nhìn ra cửa sổ bên hông.  Chúng tôi chạy ra đường cái, và dù tốc độ tăng nhanh, tôi nhìn rõ hơn nơi đang đi.  Chúng tôi đang đi về hướng nam, rời xa Forks.  \"Mình đang đi đâu vậy?\" tôi hỏi.  Không ai trả lời. Thậm chí chẳng ai nhìn tôi.  \"Quỷ quái, Edward! Anh đang đưa em đi đâu?\" \"Bọn anh phải đưa em ra khỏi nơi này  - thật xa - bây giờ.”   Anh chẳng hề nhìn lại phía sau, mắt anh dán vào đường đi. Đồng hồ tốc độ chỉ một trăm lẻ năm dặm một giờ.  \"Quay lại! Anh phải đưa em về nhà!\" Tôi la to. Tôi vùng vẫy cố tháo bộ khoá bảo hộ ngu ngốc, giật mạnh mấy dây đai.  \"Emmett, \" Edward nói buồn rầu.  Và Emmett giữ chặt tay tôi bằng bàn tay cứng như thép của anh ta.  \"Không! Edward! Không được, anh không được làm vậy.” \"Anh phải, Bella, bây giờ vui lòng ngồi yên nào. \" \"Em sẽ không ngồi yên! Anh phải đưa em về nhà - Charlie sẽ gọi Cục điều tra liên bang! Họ sẽ ở đầy nhà anh - Carlisle và Esme! Họ sẽ phải bỏ đi, để trốn tránh mãi mãi!\" \"Bình tĩnh nào, Bella. \" Giọng anh lạnh lùng. \"Trước đây, bọn anh đã từng bị thế rồi. \" \"Không phải vì em! Anh không được phá hỏng mọi thứ vì em!\" Tôi vùng vẫy dữ dội, hoàn toàn vô ích.  Lần đầu tiên Alice nói. \" Edward, tấp vào lề đường đi.” Anh nhìn cô gay gắt, rồi tăng tốc.  \"Edward, chúng ta hãy bàn bạc cặn kẽ chuyện này.” \"Em không hiểu đâu, \" anh gầm lên thất vọng. Tôi chưa từng nghe giọng anh to thế; trong xe chật hẹp, nghe điếc cả tai. Đồng hồ tốc độ lên gần đến một trăm mười lăm dặm một giờ. “Hắn ta là kẻ cực giỏi đánh hơi, Alice, em có biết thế không? Hắn là một kẻ săn người cực giỏi!\" Tôi cảm thấy Emmett cứng đờ kế bên tôi, và tôi suy nghĩ về phản ứng của anh ấy vì lời nói này. Ba người này hiểu nó hơn tôi; tôi muốn hiểu, nhưng chưa tới lúc để hỏi.  \"Tấp vào lề đường, Edward. \" giọng Alice vừa phải, nhưng đầy quyền uy tôi chưa từng nghe bao giờ.  Đồng hồ tốc độ chầm chậm chuyển sang một trăm hai mươi.  \"Làm đi, Edward. \" \"Nghe nè, Alice. Tôi đọc được suy nghĩ của hắn.  Săn lùng là niềm đam mê của hắn, nỗi ám ảnh của hắn - và hắn muốn cô ấy, Alice – chính xác là cô ấy. Hắn sẽ bắt đầu săn lùng đêm nay.” \"Hắn đâu biết chỗ - \" Anh ngắt lời cô. \"Em nghĩ hắn ta mất bao lâu để đi qua mùi hương của cô ấy trong thành phố này?  Ý hắn đã quyết trước cả khi lời nói được thốt ra khỏi miệng Laurent.” Tôi nói hổn hển, biết mùi hương của tôi sẽ dẫn về đâu. \"Charlie!  Anh không thể bỏ bố em ở đó!  Anh không thể bỏ mặc bố em được!\"  Tôi đập túi bụi vào bộ yên cương bảo vệ.  \"Chị ấy nói đúng, \" Alice nói.  Xe hơi chậm lại.  \"Mình hãy nhìn qua các lựa chọn một chốc thôi, \" Alice dỗ dành.  Xe lại chậm lại, chậm hơn nhiều, rồi đột ngột thắng két dừng ngay bên lề đường cao tốc. Tôi bị bay về phía trước dưới bộ yên cương, rồi bị dộng sầm trở lại chỗ ngồi.  \"Chẳng có lựa chọn nào cả, \" Edward rít lên.  \"Em sẽ không bỏ Charlie lại!\" tôi thét.  Anh lờ tôi đi hoàn toàn.  \"Mình phải đưa cô ấy trở lại, \" Emmett cuối cùng nói.  \"Không. \" Edward dứt khoát.  \"Hắn chẳng thể là đối thủ của mình được, Edward. Hắn không thể chạm được vào cô ấy đâu. \" \"Hắn sẽ đợi.” Emmett mỉm cười. \"Tôi cũng có thể đợi.” \"Em không thấy - em không hiểu rồi. Một khi hắn đã quyết săn, không gì có thể lay chuyển được hắn. Mình phải giết hắn.” Emmett chẳng có vẻ khó chịu chút nào bởi ý đó. \"Đó là một lựa chọn.” \"Còn người đàn bàn nữa. Cô ta theo phe hắn. Nếu phải chiến đấu, tên thủ lãnh cũng sẽ tham gia với họ.” \"Mình có đủ người mà.” \"Có một lựa chọn khác,”  Alice nói lặng lẽ.  Edward nói với cô bằng giọng giận dữ, như thể tiếng nạt nghiêm khắc. \"Không-có-lựa-chọn-khác-nào-cả!” Emmett và tôi đều nhìn anh chằm chằm vì sốc, nhưng Alice chẳng có vẻ gì là ngạc nhiên.  Im lặng kéo dài hồi lâu khi Edward và Alice nhìn nhau chằm chằm.  Tôi phá vỡ im lặng. \"Có ai muốn nghe kế hoạch của tôi không?\" \"Không, \" Edward gầm gừ. Alice nhìn anh trừng trừng, cuối cùng chọc tức.  \"Hãy nghe đi, \" tôi khẩn khoản. \"Anh đưa em về.” \"Không, \" anh ngắt lời.  Tôi nhìn anh trừng trừng và nói tiếp. \"Anh đưa em về.  Em sẽ nói với bố em là em muốn về Phoenix.  Em thu xếp quần áo. Mình đợi cho đến khi kẻ săn người này theo dõi, rồi mình chạy.  Hắn sẽ theo mình và để yên cho Charlie.  Charlie sẽ không gọi Cục điều tra liên bang vì gia đình anh. Sau đó anh có thể đưa em đến bất cứ nơi chết tiệt nào anh muốn.” Họ nhìn tôi chằm chằm, sửng sốt.  \"Không phải là ý kiến dở, thật đó.”  Sự ngạc nhiên của Emmett rõ là một sự sỉ nhục.  \"Nó có thể có tác dụng - và chúng ta không thể bỏ mặc bố chị ấy không ai bảo vệ. Anh biết vậy mà,” Alice nói.  Mọi người đều nhìn Edward.  \"Quá nguy hiểm - tôi không muốn hắn gần cô ấy trong vòng một trăm dặm.” Emmett hết sức tự tin. \" Edward, hắn không đánh lại nỗi mình đâu. \" Alice suy nghĩ một chốc. \"Em không nhìn thấy hắn tấn công. Hắn sẽ cố chờ đến lúc mình để chị ấy ở một mình. \" \"Hắn chẳng mất nhiều thời gian để nhận ra là điều đó sẽ không xảy ra.” \"Em yêu cầu anh phải đưa em về nhà.”  tôi cố tỏ vẻ cứng rắn.  Edward nhấn ngón tay lên thái dương và nhắm nghiền mắt.  \"Xin anh, \" tôi nói nhỏ hơn.  Anh không nhìn lên. Khi anh nói, giọng anh mệt mỏi.  \"Tối nay em sẽ đi khỏi đây, dù tên săn người ấy có nhìn thấy hay không. Em bảo Charlie là em không thể chịu đựng thêm một phút nào ở Forks nữa. Kể cho bố em nghe bất cứ câu chuyện gì làm bố em tin. Xếp bất cứ quần áo gì có trong tầm tay, rồi vào xe tải của em. Anh không quan tâm bố em nói gì với em. Em có mười lăm phút. Em có nghe anh nói không? Mười lăm phút từ lúc em bước qua ngưỡng cửa.” Xe jeep gầm lên, và anh xoay vòng, bánh xe rít lên. Kim đồng hồ tốc độ bắt đầu quay vèo vèo.  \"Emmett?” Tôi hỏi, nhìn đăm đăm vào tay tôi.  \"Ồ, xin lỗi.” Anh thả tôi ra.  Một vài phút trôi qua trong im lặng, chỉ còn tiếng động cơ gầm rú. Sau đó Edward lại nói.  \"Chuyện sẽ xảy ra như sau. Khi mình đến nhà, nếu tên săn người không có ở đó, anh sẽ đưa cô ấy đến cửa.  Rồi cô ấy có mười lăm phút.” Anh nhìn tôi trừng trừng qua kính chiếu hậu. \"Emmett, em canh ngoài nhà. Alice, em coi chừng xe tải. Anh sẽ ở trong nhà khi cô ấy ở đó. Sau khi cô ấy ra ngoài, hai em có thể đưa xe jeep về nhà và báo cho Carlisle biết.” \"Không đời nào, \" Emmett ngắt lời. \"Tôi đi với anh.” \"Nghĩ kỹ đi, Emmett. Anh không biết mình sẽ ra đi bao lâu.” \"Tôi sẽ đi với anh cho đến khi nào chuyện này kết thúc.” Edward thở dài. \"Nếu tên săn người đã ở đó, \" anh buồn rầu nói tiếp, \"mình sẽ chạy luôn.” \"Mình sẽ đến đó trước hắn,” Alice nói một cách tự tin.  Edward có vẻ cũng nghĩ vậy. Cho dù anh với Alice có rắc rối gì chăng nữa, thì bây giờ anh không hề nghi ngờ gì cô.  \"Mình sẽ làm gì với cái xe jeep?” cô hỏi.  Giọng anh hơi gắt. \"Em sẽ chạy nó về nhà. \" \"Không, em sẽ không chạy, \" cô nói bình tĩnh.  Tràng chửi bới lầm bầm lại bắt đầu lần nữa.  \"Tất cả chúng ta không thể ngồi vừa trong xe tải của em được,” tôi thì thầm.  Edward chẳng có vẻ gì đang nghe tôi nói.  \"Em nghĩ anh nên để em đi một mình, \" tôi nói thậm chí lặng lẽ hơn.  Anh đã nghe được câu đó.  \"Bella, vui lòng làm theo cách anh đã nói thôi, chỉ một lần này thôi,” Anh nói giữa hàm răng nghiến chặt.  \"Nghe nè, Charlie đâu có ngu,” Tôi phản đối. \"Nếu mai anh không có mặt trong thành phố, ông sẽ nghi ngờ.” \"Chẳng liên quan gì cả.  Bọn anh sẽ giữ cho bố em an toàn, và đó mới là điều quan trọng.” \"Rồi còn tên săn người này thì sao? Hắn đã thấy kiểu anh phản ứng chiều nay.  Hắn sẽ nghĩ là anh ở bên em, dù là ở đâu. \" Emmett nhìn tôi, lại ngạc nhiên đầy sỉ nhục một lần nữa. \"Edward, hãy nghe lời cô ấy,” anh ta cố thuyết phục. \"Tôi nghĩ cô ấy nói đúng. \" \"Đúng vậy, chị ấy nói đúng,”  Alice đồng ý.  \"Tôi không thể làm thế được. \" Giọng Edward lạnh lẽo.  \"Emmett cũng phải ở lại, \" tôi tiếp tục. \"Hắn chắc chắn đã chú ý Emmett.” \"Cái gì?\" Emmett tấn công tôi.  \"Anh sẽ có ích hơn nếu anh ở lại,” Alice đồng ý.  Edward nhìn cô ấy chằm chằm một cách hoài nghi. \"Em nghĩ anh nên để cô ấy đi một mình?\" \"Dĩ nhiên là không rồi,” Alice nói. \" Jasper và em sẽ lo cho cô ấy.” \"Anh không làm vậy được,” Edward lặp lại, nhưng lúc này giọng anh đã thoáng vẻ chịu thua. Lô-gích đang có tác dụng với anh.  Tôi cố tỏ ra thuyết phục. \"Anh lẩn quẩn ở đây trong vòng một tuần - \" Tôi thấy vẻ mặt anh trong gương và sửa lời \" – một vài ngày.  Để Charlie thấy là anh không bắt cóc em, và khiến James tìm kiếm vô ích.  Đảm bảo hắn sẽ mất hết dấu vết của em. Sau đó anh hãy đến gặp em. Đi đường vòng, dĩ nhiên, rồi Jasper và Alice có thể về nhà.” Tôi có thể thấy anh đang bắt đầu xem xét lời nói của tôi.  \"Sẽ gặp em ở đâu?\" \"Phoenix. \" dĩ nhiên.  \"Không.  Hắn sẽ nghe được đó là nơi em sẽ đến,”  anh sốt ruột nói.  \"Còn anh sẽ làm thấy như đó là một trò bịp bợm, rõ ràng.  Hắn sẽ biết mình biết hắn đang nghe trộm.  Hắn sẽ không bao giờ tin em lại đến nơi em nói.” \"Cô ấy là ma quỉ, \" Emmett cười khúc khích.  \"Nếu không đúng vậy thì sao?” \"Có mấy triệu người ở Phoenix lận,”  tôi báo cho anh biết.  \"Tìm danh bạ điện thoại đâu có khó.” \"Em sẽ không về nhà.” \"Ôi?\" anh hỏi, âm điệu nguy hiểm trong giọng anh.  \"Em khá lớn để sống riêng được rồi.” \" Edward, tụi em sẽ ở bên cô ấy,”  Alice nhắc anh.  \"Mọi người sẽ làm gì ở Phoenix?\" anh gay gắt hỏi cô.  \"Ở trong nhà.” \"Tôi khá khoái vậy.”  Emmett hẳn đang nghĩ đến việc dồn James vào chân tường.  \"Ngậm miệng lại, Emmett.” \"Nhìn nè, nếu mình diệt hắn khi cô ấy vẫn ở gần bên, thế nào cũng sẽ có người bị thương - cô ấy sẽ bị thương, còn không thì anh sẽ bị, vì cố bảo vệ cô ấy. Bây giờ, nếu chúng ta chỉ ở một mình với hắn... \" giọng anh ấy nhỏ dần với nụ cười ít lanh lợi. Tôi đã đúng.  Chiếc xe jeep bây giờ đang bò từ từ khi chạy vào thành phố.  Mặc dù tôi nói dũng cảm lắm, nhưng lông tóc tôi đang dựng đứng lên. Tôi nghĩ về Charlie, một mình trong nhà, và cố tỏ ra dũng cảm.  \"Bella. \" giọng Edward rất dịu dàng. Alice và Emmett nhìn ra cửa sổ. \"Nếu em để cho bất cứ chuyện gì xảy ra với em -  dù là chuyện gì – anh cũng cho đó là do anh gây ra. Em có hiểu vậy không?\" \"Hiểu, \" tôi nuốt nhanh.  Anh hướng về Alice.  \"Jasper lo được không?” \"Tin anh ấy một chút đi, Edward. Anh ấy đã và đang làm rất, rất tốt, mọi thứ đều đã được suy tính kỹ.” \"Em lo chuyện này được không?\" anh hỏi.  Và Alice nhỏ nhắn duyên dáng bặm môi nhăn mặt đầy bực bội rồi gầm gừ một tiếng trong cổ họng làm tôi co rúm mình trong ghế vì sợ hãi.  Edward mỉm cười với cô. \"Nhưng giữ kín mấy cái ý kiến của em đó,” anh đột ngột lẩm bẩm."
        },
        {
            "en": "6           6. SCARY STORIES  As I sat in my room, trying to concentrate on the third act of Macbeth, I was really listening for my truck. I would have thought, even over the pounding rain, I could have heard the engine's roar. But when I went to peek out the curtain — again — it was suddenly there. I wasn't looking forward to Friday, and it more than lived up to my non-expectations. Of course there were the fainting comments. Jessica especially seemed to get a kick out of that story. Luckily Mike had kept his mouth shut, and no one seemed to know about Edward's involvement. She did have a lot of questions about lunch, though. \"So what did Edward Cullen want yesterday?\" Jessica asked in Trig. \"I don't know,\" I answered truthfully. \"He never really got to the point.\" \"You looked kind of mad,\" she fished. \"Did I?\" I kept my expression blank. \"You know, I've never seen him sit with anyone but his family before. That was weird.\" \"Weird,\" I agreed. She seemed annoyed; she flipped her dark curls impatiently — I guessed she'd been hoping to hear something that would make a good story for her to pass on. The worst part about Friday was that, even though I knew he wasn't going to be there, I still hoped. When I walked into the cafeteria with Jessica and Mike, I couldn't keep from looking at his table, where Rosalie, Alice, and Jasper sat talking, heads close together. And I couldn't stop the gloom that engulfed me as I realized I didn't know how long I would have to wait before I saw him again. At my usual table, everyone was full of our plans for the next day. Mike was animated again, putting a great deal of trust in the local weatherman who promised sun tomorrow. I'd have to see that before I believed it. But it was warmer today — almost sixty. Maybe the outing wouldn't be completely miserable. I intercepted a few unfriendly glances from Lauren during lunch, which I didn't understand until we were all walking out of the room together. I was right behind her, just a foot from her slick, silver blond hair, and she was evidently unaware of that. \"…don't know why Bella\" — she sneered my name — \"doesn't just sit with the Cullens from now on.\" I heard her muttering to Mike. I'd never noticed what an unpleasant, nasal voice she had, and I was surprised by the malice in it. I really didn't know her well at all, certainly not well enough for her to dislike me — or so I'd thought. \"She's my friend; she sits with us,\" Mike whispered back loyally, but also a bit territorially. I paused to let Jess and Angela pass me. I didn't want to hear any more. That night at dinner, Charlie seemed enthusiastic about my trip to La Push in the morning. I think he felt guilty for leaving me home alone on the weekends, but he'd spent too many years building his habits to break them now. Of course he knew the names of all the kids going, and their parents, and their great-grandparents, too, probably. He seemed to approve. I wondered if he would approve of my plan to ride to Seattle with Edward Cullen. Not that I was going to tell him. \"Dad, do you know a place called Goat Rocks or something like that? I think it's south of Mount Rainier,\" I asked casually. \"Yeah — why?\" I shrugged. \"Some kids were talking about camping there.\" \"It's not a very good place for camping.\" He sounded surprised. \"Too many bears. Most people go there during the hunting season.\" \"Oh,\" I murmured. \"Maybe I got the name wrong.\" I meant to sleep in, but an unusual brightness woke me. I opened my eyes to see a clear yellow light streaming through my window. I couldn't believe it. I hurried to the window to check, and sure enough, there was the sun. It was in the wrong place in the sky, too low, and it didn't seem to be as close as it should be, but it was definitely the sun. Clouds ringed the horizon, but a large patch of blue was visible in the middle. I lingered by the window as long as I could, afraid that if I left the blue would disappear again. The Newtons' Olympic Outfitters store was just north of town. I'd seen the store, but I'd never stopped there — not having much need for any supplies required for being outdoors over an extended period of time. In the parking lot I recognized Mike's Suburban and Tyler's Sentra. As I pulled up next to their vehicles, I could see the group standing around in front of the Suburban. Eric was there, along with two other boys I had class with; I was fairly sure their names were Ben and Conner. Jess was there, flanked by Angela and Lauren. Three other girls stood with them, including one I remembered falling over in Gym on Friday. That one gave me a dirty look as I got out of the truck, and whispered something to Lauren. Lauren shook out her cornsilk hair and eyed me scornfully.  So it was going to be one of those days. At least Mike was happy to see me. \"You came!\" he called, delighted. \"And I said it would be sunny today, didn't I?\" \"I told you I was coming,\" I reminded him. \"We're just waiting for Lee and Samantha… unless you invited someone,\" Mike added. \"Nope,\" I lied lightly, hoping I wouldn't get caught in the lie. But also wishing that a miracle would occur, and Edward would appear. Mike looked satisfied. \"Will you ride in my car? It's that or Lee's mom's minivan.\" \"Sure.\" He smiled blissfully. It was so easy to make Mike happy. \"You can have shotgun,\" he promised. I hid my chagrin. It wasn't as simple to make Mike and Jessica happy at the same time. I could see Jessica glowering at us now. The numbers worked out in my favor, though. Lee brought two extra people, and suddenly every seat was necessary. I managed to wedge Jess in between Mike and me in the front seat of the Suburban. Mike could have been more graceful about it, but at least Jess seemed appeased. It was only fifteen miles to La Push from Forks, with gorgeous, dense green forests edging the road most of the way and the wide Quillayute River snaking beneath it twice. I was glad I had the window seat. We'd rolled the windows down — the Suburban was a bit claustrophobic with nine people in it — and I tried to absorb as much sunlight as possible.  I'd been to the beaches around La Push many times during my Forks summers with Charlie, so the mile-long crescent of First Beach was familiar to me. It was still breathtaking. The water was dark gray, even in the sunlight, white-capped and heaving to the gray, rocky shore. Islands rose out of the steel harbor waters with sheer cliff sides, reaching to uneven summits, and crowned with austere, soaring firs. The beach had only a thin border of actual sand at the water's edge, after which it grew into millions of large, smooth stones that looked uniformly gray from a distance, but close up were every shade a stone could be: terra-cotta, sea green, lavender, blue gray, dull gold. The tide line was strewn with huge driftwood trees, bleached bone white in the salt waves, some piled together against the edge of the forest fringe, some lying solitary, just out of reach of the waves. There was a brisk wind coming off the waves, cool and briny. Pelicans floated on the swells while seagulls and a lone eagle wheeled above them. The clouds still circled the sky, threatening to invade at any moment, but for now the sun shone bravely in its halo of blue sky. We picked our way down to the beach, Mike leading the way to a ring of driftwood logs that had obviously been used for parties like ours before. There was a fire circle already in place, filled with black ashes. Eric and the boy I thought was named Ben gathered broken branches of driftwood from the drier piles against the forest edge, and soon had a teepee-shaped construction built atop the old cinders. \"Have you ever seen a driftwood fire?\" Mike asked me. I was sitting on one of the bone-colored benches; the other girls clustered, gossiping excitedly, on either side of me. Mike kneeled by the fire, lighting one of the smaller sticks with a cigarette lighter. \"No,\" I said as he placed the blazing twig carefully against the teepee.  \"You'll like this then — watch the colors.\" He lit another small branch and laid it alongside the first. The flames started to lick quickly up the dry wood. \"It's blue,\" I said in surprise. \"The salt does it. Pretty, isn't it?\" He lit one more piece, placed it where the fire hadn't yet caught, and then came to sit by me. Thankfully, Jess was on his other side. She turned to him and claimed his attention.  I watched the strange blue and green flames crackle toward the sky. After a half hour of chatter, some of the boys wanted to hike to the nearby tidal pools. It was a dilemma. On the one hand, I loved the tide pools. They had fascinated me since I was a child; they were one of the only things I ever looked forward to when I had to come to Forks. On the other hand, I'd also fallen into them a lot. Not a big deal when you're seven and with your dad. It reminded me of Edward's request — that I not fall into the ocean. Lauren was the one who made my decision for me. She didn't want to hike, and she was definitely wearing the wrong shoes for it. Most of the other girls besides Angela and Jessica decided to stay on the beach as well. I waited until Tyler and Eric had committed to remaining with them before I got up quietly to join the pro-hiking group. Mike gave me a huge smile when he saw that I was coming. The hike wasn't too long, though I hated to lose the sky in the woods.  The green light of the forest was strangely at odds with the adolescent laughter, too murky and ominous to be in harmony with the light banter around me. I had to watch each step I took very carefully, avoiding roots below and branches above, and I soon fell behind. Eventually I broke through the emerald confines of the forest and found the rocky shore again. It was low tide, and a tidal river flowed past us on its way to the sea. Along its pebbled banks, shallow pools that never completely drained were teeming with life. I was very cautious not to lean too far over the little ocean ponds. The others were fearless, leaping over the rocks, perching precariously on the edges. I found a very stable-looking rock on the fringe of one of the largest pools and sat there cautiously, spellbound by the natural aquarium below me. The bouquets of brilliant anemones undulated ceaselessly in the invisible current, twisted shells scurried about the edges, obscuring the crabs within them, starfish stuck motionless to the rocks and each other, while one small black eel with white racing stripes wove through the bright green weeds, waiting for the sea to return. I was completely absorbed, except for one small part of my mind that wondered what Edward was doing now, and trying to imagine what he would be saying if he were here with me. Finally the boys were hungry, and I got up stiffly to follow them back. I tried to keep up better this time through the woods, so naturally I fell a few times. I got some shallow scrapes on my palms, and the knees of my jeans were stained green, but it could have been worse.  When we got back to First Beach, the group we'd left behind had multiplied. As we got closer we could see the shining, straight black hair and copper skin of the newcomers, teenagers from the reservation come to socialize. The food was already being passed around, and the boys hurried to claim a share while Eric introduced us as we each entered the driftwood circle.  Angela and I were the last to arrive, and, as Eric said our names, I noticed a younger boy sitting on the stones near the fire glance up at me in interest. I sat down next to Angela, and Mike brought us sandwiches and an array of sodas to choose from, while a boy who looked to be the oldest of the visitors rattled off the names of the seven others with him. All I caught was that one of the girls was also named Jessica, and the boy who noticed me was named Jacob. It was relaxing to sit with Angela; she was a restful kind of person to be around — she didn't feel the need to fill every silence with chatter.  She left me free to think undisturbed while we ate. And I was thinking about how disjointedly time seemed to flow in Forks, passing in a blur at times, with single images standing out more clearly than others. And then, at other times, every second was significant, etched in my mind. I knew exactly what caused the difference, and it disturbed me. During lunch the clouds started to advance, slinking across the blue sky, darting in front of the sun momentarily, casting long shadows across the beach, and blackening the waves. As they finished eating, people started to drift away in twos and threes. Some walked down to the edge of the waves, trying to skip rocks across the choppy surface. Others were gathering a second expedition to the tide pools. Mike — with Jessica shadowing him — headed up to the one shop in the village. Some of the local kids went with them; others went along on the hike. By the time they all had scattered, I was sitting alone on my driftwood log, with Lauren and Tyler occupying themselves by the CD player someone had thought to bring, and three teenagers from the reservation perched around the circle, including the boy named Jacob and the oldest boy who had acted as spokesperson. A few minutes after Angela left with the hikers, Jacob sauntered over to take her place by my side. He looked fourteen, maybe fifteen, and had long, glossy black hair pulled back with a rubber band at the nape of his neck. His skin was beautiful, silky and russet-colored; his eyes were dark, set deep above the high planes of his cheekbones. He still had just a hint of childish roundness left around his chin. Altogether, a very pretty face. However, my positive opinion of his looks was damaged by the first words out of his mouth. \"You're Isabella Swan, aren't you?\" It was like the first day of school all over again. \"Bella,\" I sighed. \"I'm Jacob Black.\" He held his hand out in a friendly gesture. \"You bought my dad's truck.\" \"Oh,\" I said, relieved, shaking his sleek hand. \"You're Billy's son. I probably should remember you.\" \"No, I'm the youngest of the family — you would remember my older sisters.\" \"Rachel and Rebecca,\" I suddenly recalled. Charlie and Billy had thrown us together a lot during my visits, to keep us busy while they fished. We were all too shy to make much progress as friends. Of course, I'd kicked up enough tantrums to end the fishing trips by the time I was eleven. \"Are they here?\" I examined the girls at the ocean's edge, wondering if I would recognize them now. \"No.\" Jacob shook his head. \"Rachel got a scholarship to Washington State, and Rebecca married a Samoan surfer — she lives in Hawaii now.\" \"Married. Wow.\" I was stunned. The twins were only a little over a year older than I was. \"So how do you like the truck?\" he asked. \"I love it. It runs great.\" \"Yeah, but it's really slow,\" he laughed. \"I was so relived when Charlie bought it. My dad wouldn't let me work on building another car when we had a perfectly good vehicle right there.\" \"It's not that slow,\" I objected. \"Have you tried to go over sixty?\" \"No,\" I admitted. \"Good. Don't.\" He grinned. I couldn't help grinning back. \"It does great in a collision,\" I offered in my truck's defense. \"I don't think a tank could take out that old monster,\" he agreed with another laugh. \"So you build cars?\" I asked, impressed. \"When I have free time, and parts. You wouldn't happen to know where I could get my hands on a master cylinder for a 1986 Volkswagen Rabbit?\" he added jokingly. He had a pleasant, husky voice. \"Sorry,\" I laughed, \"I haven't seen any lately, but I'll keep my eyes open for you.\" As if I knew what that was. He was very easy to talk with. He flashed a brilliant smile, looking at me <em>appreciatively</em> in a way I was learning to recognize. I wasn't the only one who noticed. \"You know Bella, Jacob?\" Lauren asked — in what I imagined was an insolent tone — from across the fire. \"We've sort of known each other since I was born,\" he laughed, smiling at me again. \"How nice.\" She didn't sound like she thought it was nice at all, and her pale, fishy eyes narrowed. \"Bella,\" she called again, watching my face carefully, \"I was just saying to Tyler that it was too bad none of the Cullens could come out today. Didn't anyone think to invite them?\" Her expression of concern was unconvincing. \"You mean Dr. Carlisle Cullen's family?\" the tall, older boy asked before I could respond, much to Lauren's irritation. He was really closer to a man than a boy, and his voice was very deep. \"Yes, do you know them?\" she asked condescendingly, turning halfway toward him. \"The Cullens don't come here,\" he said in a tone that closed the subject, ignoring her question. Tyler, trying to win back her attention, asked Lauren's opinion on a CD he held. She was distracted. I stared at the deep-voiced boy, taken aback, but he was looking away toward the dark forest behind us. He'd said that the Cullens didn't come here, but his tone had implied something more — that they weren't allowed; they were prohibited. His manner left a strange impression on me, and I tried to ignore it without success. Jacob interrupted my meditation. \"So is Forks driving you insane yet?\" \"Oh, I'd say that's an understatement.\" I grimaced. He grinned understandingly. I was still turning over the brief comment on the Cullens, and I had a sudden inspiration. It was a stupid plan, but I didn't have any better ideas. I hoped that young Jacob was as yet inexperienced around girls, so that he wouldn't see through my sure-to-be-pitiful attempts at flirting. \"Do you want to walk down the beach with me?\" I asked, trying to imitate that way Edward had of looking up from underneath his eyelashes. It couldn't have nearly the same effect, I was sure, but Jacob jumped up willingly enough. As we walked north across the multihued stones toward the driftwood seawall, the clouds finally closed ranks across the sky, causing the sea to darken and the temperature to drop. I shoved my hands deep into the pockets of my jacket. \"So you're, what, sixteen?\" I asked, trying not to look like an idiot as I fluttered my eyelids the way I'd seen girls do on TV. \"I just turned fifteen,\" he confessed, flattered. \"Really?\" My face was full of false surprise. \"I would have thought you were older.\" \"I'm tall for my age,\" he explained. \"Do you come up to Forks much?\" I asked archly, as if I was hoping for a yes. I sounded idiotic to myself. I was afraid he would turn on me with disgust and accuse me of my fraud, but he still seemed flattered. \"Not too much,\" he admitted with a frown. \"But when I get my car finished I can go up as much as I want — after I get my license,\" he amended.  \"Who was that other boy Lauren was talking to? He seemed a little old to be hanging out with us.\" I purposefully lumped myself in with the youngsters, trying to make it clear that I preferred Jacob. \"That's Sam — he's nineteen,\" he informed me. \"What was that he was saying about the doctor's family?\" I asked innocently. \"The Cullens? Oh, they're not supposed to come onto the reservation.\" He looked away, out toward James Island, as he confirmed what I'd thought I'd heard in Sam's voice. \"Why not?\" He glanced back at me, biting his lip. \"Oops. I'm not supposed to say anything about that.\" \"Oh, I won't tell anyone, I'm just curious.\" I tried to make my smile alluring, wondering if I was laying it on too thick. He smiled back, though, looking allured. Then he lifted one eyebrow and his voice was even huskier than before. \"Do you like scary stories?\" he asked ominously. \"I love them,\" I enthused, making an effort to smolder at him. Jacob strolled to a nearby driftwood tree that had its roots sticking out like the attenuated legs of a huge, pale spider. He perched lightly on one of the twisted roots while I sat beneath him on the body of the tree. He stared down at the rocks, a smile hovering around the edges of his broad lips. I could see he was going to try to make this good. I focused on keeping the vital interest I felt out of my eyes.  \"Do you know any of our old stories, about where we came from — the Quileutes, I mean?\" he began. \"Not really,\" I admitted. \"Well, there are lots of legends, some of them claiming to date back to the Flood — supposedly, the ancient Quileutes tied their canoes to the tops of the tallest trees on the mountain to survive like Noah and the ark.\" He smiled, to show me how little stock he put in the histories. \"Another legend claims that we descended from wolves — and that the wolves are our brothers still. It's against tribal law to kill them.  \"Then there are the stories about the cold ones.\" His voice dropped a little lower. \"The cold ones?\" I asked, not faking my intrigue now. \"Yes. There are stories of the cold ones as old as the wolf legends, and some much more recent. According to legend, my own great-grandfather knew some of them. He was the one who made the treaty that kept them off our land.\" He rolled his eyes. \"Your great-grandfather?\" I encouraged. \"He was a tribal elder, like my father. You see, the cold ones are the natural enemies of the wolf—well, not the wolf, really, but the wolves that turn into men, like our ancestors. You would call them werewolves.\" \"Werewolves have enemies?\" \"Only one.\" I stared at him earnestly, hoping to disguise my impatience as admiration. \"So you see,\" Jacob continued, \"the cold ones are traditionally our enemies. But this pack that came to our territory during my great-grandfather's time was different. They didn't hunt the way others of their kind did — they weren't supposed to be dangerous to the tribe. So my great-grandfather made a truce with them. If they would promise to stay off our lands, we wouldn't expose them to the pale-faces.\" He winked at me. \"If they weren't dangerous, then why… ?\" I tried to understand, struggling not to let him see how seriously I was considering his ghost story. \"There's always a risk for humans to be around the cold ones, even if they're civilized like this clan was. You never know when they might get too hungry to resist.\" He deliberately worked a thick edge of menace into his tone. \"What do you mean, 'civilized'?\" \"They claimed that they didn't hunt humans. They supposedly were somehow able to prey on animals instead.\" I tried to keep my voice casual. \"So how does it fit in with the Cullens? Are they like the cold ones your greatgrandfather met?\" \"No.\" He paused dramatically. \"They are the same ones.\" He must have thought the expression on my face was fear inspired by his story. He smiled, pleased, and continued. \"There are more of them now, a new female and a new male, but the rest are the same. In my great-grandfather's time they already knew of the leader, Carlisle. He'd been here and gone before your people had even arrived.\" He was fighting a smile. \"And what are they?\" I finally asked. \"What are the cold ones?\" He smiled darkly. \"Blood drinkers,\" he replied in a chilling voice. \"Your people call them vampires.\" I stared out at the rough surf after he answered, not sure what my face was exposing. \"You have goose bumps,\" he laughed delightedly. \"You're a good storyteller,\" I complimented him, still staring into the waves. \"Pretty crazy stuff, though, isn't it? No wonder my dad doesn't want us to talk about it to anyone.\" I couldn't control my expression enough to look at him yet. \"Don't worry, I won't give you away.\" \"I guess I just violated the treaty,\" he laughed. \"I'll take it to the grave,\" I promised, and then I shivered. \"Seriously, though, don't say anything to Charlie. He was pretty mad at my dad when he heard that some of us weren't going to the hospital since Dr. Cullen started working there.\" \"I won't, of course not.\" \"So do you think we're a bunch of superstitious natives or what?\" he asked in a playful tone, but with a hint of worry. I still hadn't looked away from the ocean. I turned and smiled at him as normally as I could.  \"No. I think you're very good at telling scary stories, though. I still have goose bumps, see?\" I held up my arm. \"Cool.\" He smiled. And then the sound of the beach rocks clattering against each other warned us that someone was approaching. Our heads snapped up at the same time to see Mike and Jessica about fifty yards away, walking toward us.  \"There you are, Bella,\" Mike called in relief, waving his arm over his head. \"Is that your boyfriend?\" Jacob asked, alerted by the jealous edge in Mike's voice. I was surprised it was so obvious. \"No, definitely not,\" I whispered. I was tremendously grateful to Jacob, and eager to make him as happy as possible. I winked at him, carefully turning away from Mike to do so. He smiled, elated by my inept flirting. \"So when I get my license…\" he began. \"You should come see me in Forks. We could hang out sometime.\" I felt guilty as I said this, knowing that I'd used him. But I really did like Jacob. He was someone I could easily be friends with. Mike had reached us now, with Jessica still a few paces back. I could see his eyes appraising Jacob, and looking satisfied at his obvious youth. \"Where have you been?\" he asked, though the answer was right in front of him. \"Jacob was just telling me some local stories,\" I volunteered. \"It was really interesting.\" I smiled at Jacob warmly, and he grinned back. \"Well,\" Mike paused, carefully reassessing the situation as he watched our camaraderie. \"We're packing up — it looks like it's going to rain soon.\" We all looked up at the glowering sky. It certainly did look like rain. \"Okay.\" I jumped up. \"I'm coming.\" \"It was nice to see you again,\" Jacob said, and I could tell he was taunting Mike just a bit. \"It really was. Next time Charlie comes down to see Billy, I'll come, too,\" I promised. His grin stretched across his face. \"That would be cool.\" \"And thanks,\" I added earnestly. I pulled up my hood as we tramped across the rocks toward the parking lot. A few drops were beginning to fall, making black spots on the stones where they landed. When we got to the Suburban the others were already loading everything back in. I crawled into the backseat by Angela and Tyler, announcing that I'd already had my turn in the shotgun position. Angela just stared out the window at the escalating storm, and Lauren twisted around in the middle seat to occupy Tyler's attention, so I could simply lay my head back on the seat and close my eyes and try very hard not to think.",
            "vi": "6           6. Chuyện ma Khi ngồi trong phòng cố gắng tập trung vào màn ba của vở Macbeth, tôi thực ra đang dỏng tai nghe ngóng tiếng xe tải.  Dù có mưa như trút nước, tôi vẫn nghe được tiếng gầm rống của động cơ.  Thế nhưng khi đến nhìn qua màn cửa – lần nữa – thì nó đã ở đó sẵn rồi. Tôi chẳng mong chờ gì ngày thứ Sáu, và còn hơn cả không mong đợi. Dĩ nhiên là đã có lời tiếng xầm xì.  Jessica đặc biệt có vẻ khoái chuyện đó. May sao Mike nín thinh, và dường như không ai biết Edward có dính líu vô chuyện này. Dù vậy, nhỏ đã hỏi rất nhiều về chuyện bữa trưa.  “Thế hôm qua Edward Cullen muốn gì vậy?\" Jessica hỏi trong giờ Lượng giác.  \"Tôi không biết, \" tôi thực thà trả lời. \"Anh ta không hề đi thẳng vào vấn đề. \" \"Trông bạn có vẻ bực mình, \" nhỏ nhử.  \"Tôi à?\" tôi giữ vẻ mặt hững hờ .  \"Bạn biết đó, tôi chưa từng thấy anh ta ngồi với bất kỳ ai ngoài gia đình anh ta. Thiệt kỳ lạ. \" \"Kỳ thiệt, \" tôi đồng ý. Nhỏ có vẻ bực bội; cô nàng sốt ruột hất lọn tóc đen quăn của mình - tôi đoán nhỏ mong sẽ nghe được điều gì đó hay ho để kể cho người khác nghe.  Phần tệ nhất về ngày thứ Sáu là, mặc dù tôi biết anh sẽ không ở đó, tôi vẫn cứ hy vọng. Khi vào quán ăn tự phục vụ với Jessica và Mike, tôi không thể nào không nhìn qua bàn anh, nơi Rosalie, Alice, và Japser ngồi nói, chụm đầu vào nhau. Và tôi không thể chặn được nỗi u sầu nhận chìm tôi khi nhận ra không biết bao lâu nữa mới được gặp lại anh. Ở bàn tôi vẫn thường ngồi, mọi người bận rộn bàn kế hoạch cho ngày hôm sau. Mike sôi nổi trở lại, đặt nhiều tin tưởng vào chuyên gia dự báo thời tiết trong vùng, người đã hứa là mai sẽ có nắng. Tôi phải thấy mới tin được. Nhưng hôm nay trời đã ấm hơn - gần 60 độ (F) rồi. Có lẽ chuyến đi chơi này sẽ không khổ sở hoàn toàn.  Tôi bắt gặp mấy cái liếc nhìn không thân thiện của Lauren suốt bữa trưa, tôi chẳng hiểu gì cả cho đến khi tất cả chúng tôi cùng nhau ra khỏi phòng. Tôi ở ngay phía sau cô ấy, chỉ cách mái tóc vàng óng mượt mà của cô nàng một bước chân mà cô nàng chẳng hề hay biết.  \"Chẳng biết sao Bella \" - cô ta gọi tên tôi với vẻ khinh miệt  - \"không ngồi luôn với bọn Cullens từ nay luôn cho rồi. \" Tôi nghe cô lẩm bẩm với Mike. Tôi chưa từng nhận ra giọng mũi khó chịu của cô ta, nên bất ngờ vì nỗi hận thù chất chứa trong đó. Tôi thật chẳng hề biết nhiều về cô ta, tất nhiên không nhiều để cô ta có thể không thích tôi - hoặc để tôi nghĩ thế. \" Cô ấy là bạn tôi ; cô ấy ngồi với chúng tôi, \" Mike thì thầm lại một cách trung kiên, và cả hơi chiếm hữu. Tôi ngừng lại để Jess và Angela đi trước mình. Tôi không muốn nghe thêm nữa.  Đêm đó khi ăn tối, Charlie có vẻ nhiệt tình ủng hộ chuyến đi đến La Push buổi sáng của tôi.  Tôi nghĩ bố cảm thấy mình có lỗi vì để tôi ở nhà một mình vào các ngày cuối tuần, nhưng bố quen như thế vậy đã quá nhiều năm rồi nên không thể từ bỏ được. Tất nhiên bố biết hết tên của bọn trẻ cùng đi, cả tên cha mẹ, và có lẽ cả tên ông bà chúng nữa.  Ông có vẻ thích chuyện đó. Tôi tự hỏi không biết bố có tán thành kế hoạch đi Seattle với Edward Cullen của tôi không. Tôi nhất định sẽ không nói với bố chuyện đó.  \"Bố, bố có biết chỗ có tên là Goat Rocks hay giông giống vậy không? Con nghĩ nó ở phía nam Mount Rainier, \" tôi hững hờ hỏi.  \"Có – sao vậy?\" Tôi nhún vai. \"Có mấy bạn nói sẽ cắm trại ở đó.” \"Đó không phải là nơi lý tưởng lắm để cắm trại. \" Bố có vẻ ngạc nhiên. \"Nhiều gấu lắm. Hầu hết mọi người chỉ đến đó vào mùa săn bắn thôi. \" \"Ồ,\" tôi thì thầm. \"chắc con nhầm tên.” Tôi định ngủ, nhưng ánh sáng khác thường đã đánh thức tôi. Tôi mở mắt nhìn thấy luồng ánh sáng vàng trong trẻo đang xuyên qua cửa sổ . Thật không thể tin nổi. Tôi vội vã đến cửa sổ kiểm tra, và không còn nghi ngờ gì nữa, có mặt trời. Mặt trời ở không đúng chỗ của nó trên bầu trời, quá thấp, và tuy không có vẻ giống mọi khi, nhưng đúng là mặt trời.  Mây giăng mắc chân trời, nhưng một khoảng trời xanh dương vẫn còn thấy rõ ở chính giữa. Tôi nấn ná bên cửa sổ thật lâu, e là nếu tôi bỏ đi bầu trời xanh ấy sẽ lại biến mất.  Cửa hàng thiết bị thể thao Olympic Outfitters  của gia đình Newton ở ngay phía bắc thành phố. Tôi đã từng nhìn thấy nhưng chưa từng ghé qua – vì đâu cần gì đến những vật dụng sống ngoài trời cả một thời gian dài. Tại bãi đậu xe, tôi nhận ra chiếc Suburban của Mike và chiếc Sentra của Tyler.  Khi đến gần xe họ, tôi thấy một nhóm đang đứng vẩn vơ trước chiếc Suburban. Eric ở đó, với hai chàng trai khác học chung lớp với tôi; tôi biết chắc tên họ là Ben và Conner. Jess cũng ở đó, hai bên là Angela và Lauren. Ba cô gái khác đứng cùng họ, trong đó có một cô nàng tôi nhớ đã té lăn quay trong giờ thể dục hôm thứ sáu. Cô này nhìn tôi khinh miệt khi tôi bước ra khỏi xe, và thì thầm gì đó với Lauren. Lauren hất mái tóc vàng óng ả và nhìn tôi khinh miệt.  Vậy chắc sẽ là một ngày như bao ngày mà thôi.  Ít nhất thì Mike vui mừng vì gặp tôi.  \"Bạn đến rồi!\" anh gọi, vui mừng. \"Tôi đã nói hôm nay trời nắng mà, đúng không?\" \"Tôi đã nói là tôi sẽ đến mà, \" tôi nhắc anh.  \"Chúng ta chỉ còn chờ Lee và Samantha ... trừ phi bạn mời thêm ai đó, \" Mike nói thêm.  \"Không có ai, \" tôi nói dối yếu ớt, hy vọng sẽ không bị bắt quả tang đang nói dối. Nhưng cũng ước ao phép màu sẽ xảy ra, và Edward sẽ xuất hiện.  Mike có vẻ hài lòng.  \"Bạn đi xe mình chứ? Hay đi xe tải nhỏ của mẹ Lee.” \"Dĩ nhiên là đi với bạn rồi.” Anh mỉm cười hạnh phúc. Thật dễ làm Mike hạnh phúc.  \"Bạn có thể ngồi ghế trước đó, \" anh hứa. Tôi che giấu chán nản.  Thật không đơn giản để làm Mike và Jessica hạnh phúc cùng một lúc. Tôi có thể nhìn thấy Jessica đang trừng mắt nhìn vào chúng tôi.  Tuy thế đông người hoá ra lại có lợi cho tôi. Lee dẫn theo hai người nữa, nên tự nhiên chỗ nào cũng kín chỗ. Tôi đã cố nhét Jess vào giữa tôi và Mike ở ghế trước của chiếc Suburban. Mike có vẻ lịch sự hơn nhưng ít nhất thì Jess có vẻ nguôi ngoai.  Từ Forks đến La Push chỉ có 15 dặm, với rừng rậm xanh ngát, đẹp tuyệt vời ở hai bên đường hầu như suốt quãng đường đi và dòng Quillayute mênh mông uốn lượn phía dưới. Tôi mừng vì được ngồi bên cạnh cửa sổ. Chúng tôi hạ kính cửa xuống – chiếc Suburban hơi chật chội với chín người bên trong – nên  tôi cố tận hưởng càng nhiều ánh sáng mặt trời càng tốt.  Tôi đã từng đến mấy bãi biển quanh La Push nhiều lần lúc nghỉ hè ở Forks với Charlie, nên bãi cát hình lưỡi liềm dài hàng dặm của First Beach tôi đã quen thuộc. Nó vẫn hớp hồn  tôi. Nước biển màu xám sậm, dù là dưới ánh mặt trời, sóng trắng xoá vỗ vào bãi biển đầy đá lô nhô.  Các hòn đảo chắn thành vùng biển êm đềm với những vách đá dựng đứng, đỉnh nhọn hoắc, mọc đầy những thông cao vút, cứng cỏi. Bãi biển có bãi cát hẹp sát mép nước, bên trong là hàng triệu tảng đá lớn trơn láng nhìn từ xa toàn màu xám, nhưng khi nhìn gần sẽ thấy đủ màu: màu đất nung, màu xanh nước biển, màu tím nhạt, màu xám xanh, màu vàng xỉn.  Dòng thuỷ triều vương vãi đầy cây gỗ khổng lồ trôi giạt, bạc màu vì sóng mặn, một số cây chồng chất lên nhau bên rìa rừng, một số nằm cô độc, ngay ngoài tầm với của sóng.  Một làn gió trong lành từ biển thổi vào, mát và mằn mặn. Mấy con bồ nông nổi trên sóng còn mấy con hải âu và một con đại bàng cô độc đang bay vòng vòng bên trên. Mây vẫn vây quanh bầu trời, đe doạ sẽ che phủ bầu trời xanh chính giữa bất kỳ lúc nào, nhưng bây giờ mặt trời đang dũng cảm chiếu rọi hào quang trên trời xanh.  Chúng tôi rón rén xuống bãi biển, Mike dẫn đường đến một vòng tròn đầy gỗ trôi giạt, rõ ràng trước đây đã được dùng để họp mặt như chúng tôi.  Có một vết cháy tròn nơi đó, đầy tro đen. Eric và anh chàng tôi nghĩ tên Ben gom những nhánh gỗ trôi giạt từ mấy đống củi khô ở mép rừng, rồi một công trình hình chóp nhọn đã được dựng lên ngay bên trên đống tro tàn cũ.  \"Bạn đã bao giờ nhìn thấy lửa trại chưa?\" Mike hỏi tôi. Tôi đang ngồi trên một trong những băng ghế màu ngà; mấy cô gái khác chụm lại, tán dóc đầy phấn khích, ở cả hai bên.  Mike quỳ cạnh đống lửa, đốt một trong những cành nhỏ hơn bằng hộp quẹt đốt thuốc.  \"Chưa bao giờ, \" tôi nói khi anh đặt cành cây cháy rực cẩn thận tựa vào đống hình chóp.  \"Bạn sẽ thích cho xem – hãy nhìn màu sắc kìa. \" anh đốt một nhánh nhỏ khác và đặt dọc theo cành đầu tiên. Lửa bắt đầu liếm nhanh vào gỗ khô.  “Nó màu xanh dương,” Tôi ngạc nhiên.  \"Tại muối đó. Đẹp há?\" anh đốt thêm một miếng nữa, đặt vào chỗ lửa chưa bắt đến, rồi đến ngồi cạnh tôi.  May thay, Jess ở phía kia của anh. Cô quay qua anh và bắt anh chú ý mình.  Tôi nhìn ngọn lửa màu xanh dương và xanh lá cây kỳ lạ kêu lắc rắc bốc lên cao.  Sau nửa giờ tán dóc, vài chàng trai muốn đi dạo sang vũng biển gần đó. Thật khó xử. Một mặt, tôi thích vũng biển. Tôi mê chúng từ khi còn bé;  Đó là một trong những thứ duy nhất tôi mong đợi khi phải đến Forks.  Mặt khác, tôi thế nào cũng té vô đó riết.  Đó là chuyện nhỏ khi bạn bảy tuổi và đi với bố mình.  Điều này làm tôi nhớ đến yêu cầu của Edward – đừng té xuống biển.  Lauren là người quyết định giùm tôi. Cô không thích đi bộ, và cô rõ là đã mang giày không hợp cho chuyện đi bộ đường dài. Hầu hết các cô gái khác ngoài Angela và Jessica đều quyết định ở lại bãi biển. Tôi đợi đến khi Tyler và Eric cam đoan sẽ ở lại với họ rồi mới lặng lẽ đứng dậy gia nhập nhóm ủng hộ đi bộ đường dài. Mike cười toe toét khi thấy tôi cùng đi.  Chuyến đi bộ đường dài không quá xa, dù tôi không thích bị che mất bầu trời khi vào rừng.  Ánh sáng xanh của rừng trái ngược kỳ lạ so với tiếng cười của thanh niên, quá âm u và đầy đe doạ để hoà hợp với những lời nói đùa vui vẻ quanh tôi. Tôi phải cẩn thận từng bước đi, tránh rễ cây bên dưới và các cành nhánh bên trên, nên tôi mau chóng bị tụt lại đằng sau. Cuối cùng tôi vượt qua vùng xanh ngọc lục bảo của rừng và nhìn thấy bãi biển đầy đá lần nữa. Thuỷ triều rút, và dòng thuỷ triều chảy qua chúng tôi để về với biển. Dọc bờ sỏi, những cái hồ nông không bao giờ khô cạn đang tràn đầy sức sống.  Tôi rất thận trọng không đi xa hơn mấy cái hồ nhỏ này.  Những người khác đều chẳng sợ gì cả, nhảy trên các tảng đá, ngồi bấp bênh ở rìa đá. Tôi tìm thấy một tảng đá trông có vẻ hết sức vững chãi ở rìa một trong những cái hồ lớn nhất và ngồi ở đó một cách cẩn thận, bị mê hoặc bởi động vật thủy sinh tự nhiên bên dưới. Những bó cỏ chân ngỗng rực rỡ nhấp nhô không ngừng theo dòng chảy vô hình, những con sò xoắn ốc uốn hối hả chạy vào bờ, quấy rầy mấy con cua trong đó, con sao biển mắc kẹt nằm bất động trong đá, trong khi một con lươn nhỏ màu đen sọc trắng len lỏi qua đám cỏ xanh sáng, chờ sóng biển trở lại. Tôi hoàn toàn say mê, trừ một phần nhỏ trong tâm trí cứ tự hỏi không biết Edward đang làm gì, và cố tưởng tượng anh sẽ nói gì nếu anh ở đây cùng tôi.  Cuối cùng các chàng trai đã đói, và tôi khó khăn đứng dậy để theo họ trở về. Lần này tôi cố theo kịp họ xuyên qua khu rừng, nên dĩ nhiên tôi té một vài lần. Tôi bị vài vết trầy xước nhỏ trong lòng bàn tay , và đầu gối quần jean đã dính xanh lè, nhưng lẽ ra có thể tệ hơn thế.  Khi quay lại First Beach, nhóm bạn chúng tôi bỏ lại lúc nãy đã tăng nhân số. Khi đến gần chúng tôi có thể nhìn thấy làn da màu đồng, mái tóc đen thẳng sáng bóng của những người mới đến, các thanh niên trong vùng bảo tồn đến chơi chung.  Thức ăn đã được phát cho mọi người và các chàng trai vội vã lấy phần của mình trong khi Eric giới thiệu chúng tôi khi từng người bước vào vòng tròn của các thân gỗ trôi giạt.  Angela và tôi là người đến sau cùng, và khi Eric gọi tên chúng tôi, tôi nhận thấy một cậu bé trẻ hơn ngồi trên các cục đá gần lửa liếc nhìn tôi đầy quan tâm. Tôi ngồi xuống cạnh Angela, rồi Mike đem lại cho chúng tôi bánh xăng - uých và một lốc xô - đa để chọn, trong khi đó cậu bé có vẻ lớn tuổi nhất trong đám khách đọc liền một hơi tên của bảy người đi cùng anh. Tôi chỉ nghe được một cô gái cũng có tên Jessica, và cậu bé chú ý đến tôi tên là Jacob.  Thật thoải mái khi ngồi với Angela; cô là loại người thư thái khi ở bên cạnh - cô ấy không cảm thấy cần phải xoá tan im lặng bằng cách tán dóc.  Cô để tôi tự do suy nghĩ không bị quấy rầy khi đang ăn. Và tôi đang nghĩ khoảng thời gian ở Forks trôi qua một cách rối rắm, đôi khi trôi qua thật nhanh, với những hình ảnh nổi bật hơn những hình ảnh khác. Thế rồi, lại có lúc, mỗi giây thật đầy ý nghĩa, khắc ghi trong tâm trí . Tôi biết rõ điều gì làm nên sự khác biệt ấy, và nó làm tôi bực bội.  Khi đang ăn trưa, mây bắt đầu kéo đến, che kín bầu trời xanh, kéo nhanh trước mặt trời trong giây lát, in một bóng dài ngang qua bãi biển, và làm sóng biển đen sẫm. Khi ăn xong, mọi người bắt đầu đi chơi thành nhóm hai ba người. Một số bước xuống mép sóng, cố bước qua những tảng đá nằm ngang mặt biển dập dềnh. Những người khác đang tụ tập để làm một cuộc thám hiểm thứ nhì đến mấy cái hồ thuỷ triều.  Mike – có Jessica kèm sát -  đến một cửa hàng trong làng. Một số thanh niên địa phương đi với họ; số khác tiếp tục chuyến đi bộ xuyên rừng. Vào lúc mọi người đều đi khắp nơi, tôi ngồi một mình trên khúc gỗ trôi giạt, với Lauren và Tyler chú tâm vào máy nghe đĩa CD mà ai đó đã mang theo, còn ba thanh niên từ vùng bảo tồn ngồi quanh vòng tròn, trong đó có anh chàng tên Jacob và anh chàng lớn tuổi nhất đã làm người phát ngôn cho cả nhóm.  Vài phút sau khi Angela rời khỏi cùng nhóm đi bộ đường dài, Jacob bước qua chiếm chỗ cô ấy bên cạnh tôi. Anh chàng trông khoảng 14 tuổi, có lẽ mười lăm, và có mái tóc huyền dài, mướt, kéo ra phía sau bằng một sợi dây thun ở sau gáy. Da anh chàng đẹp, láng và màu nâu đỏ; mắt đen, sâu thẳm bên trên gò má cao phẳng. Anh chàng vẫn còn nét tròn trĩnh trẻ con quanh cằm. Nói chung, một khuôn mặt rất đẹp. Tuy nhiên, ý nghĩ tốt đẹp về vẻ ngoài của anh chàng đã bị giảm bớt khi tôi nghe câu đầu tiên thốt ra khỏi miệng anh chàng.  \"Bạn là Isabella Swan, phải không?\" Y chang ngày đầu tiên đi học lại lặp lại.  \"Bella, \" tôi thở dài.  \"Tôi là Jacob Black. \" anh chàng chìa tay thân thiện. \"Bạn mua xe tải của cha tôi. \" \"Ồ, \" tôi nói, dễ chịu hẳn, bắt bàn tay láng mượt của anh ta. \"Bạn là con trai của Billy. Lẽ ra tôi phải nhớ bạn. \" \"Không, tôi là con út trong nhà – chắc bạn không quên mấy bà chị của tôi.” \" Rachel và Rebecca, \" tôi đột ngột nhớ lại. Charlie và Billy cho chúng tôi chơi với nhau trong các kỳ nghỉ của tôi, để làm chúng tôi bận rộn khi họ câu cá. Chúng tôi ai cũng quá nhút nhát đến mức không thể quen nhau như bạn bè được. Tất nhiên, tôi đã nổi cơn tam bành để chấm dứt mấy chuyến câu cá vào lúc tôi mười một tuổi.  \"Họ cũng ở đây à?\" tôi kiểm tra mấy cô gái bên bờ biển, tự hỏi không biết mình có nhận ra được họ không.  \"Không. \" Jacob lắc đầu. \" Rachel được học bổng đến Washington State, còn Rebecca cưới một tay lướt sóng người Samoan – chị ấy đang sống ở Hawaii. \" \"Đã lấy chồng rồi à. Chà. \" tôi sửng sốt. Hai chị em sinh đôi này chỉ lớn hơn tôi có một tuổi.  \"Thế bạn có thích chiếc xe tải không?\" anh chàng hỏi.  \"Tôi thích lắm. Nó chạy thật tuyệt. \" \"Vâng, nhưng chậm kinh khủng, \" anh chàng cười. \"Tôi thiệt là khoẻ khi Charlie mua nó. Cha tôi sẽ không cho tôi ráp chiếc khác khi chúng tôi đã có một chiếc hoàn hảo rồi. \" \"Đâu có chậm đến mức đó, \" tôi phản đối.  \"Thế bạn đã thử chạy hơn hơn sáu mươi chưa?\" \"Chưa, \" tôi thừa nhận.  \"Tốt. Đừng nhé. \" anh chàng cười toe toét.  Tôi không thể không cười toe toét đáp lại. \"Nó ngon lành khi tông xe, \" tôi bảo vệ xe mình .  \"Tôi không nghĩ xe tăng có thể hạ được con quái vật già đó, \" anh chàng đồng ý bằng nụ cười khác.  \"Thế bạn ráp xe hơi à?\" tôi hỏi, hết sức ấn tượng.  \"Khi tôi rảnh, và có phụ tùng. Bạn sẽ không thể nghĩ ra nỗi tôi tìm được xy-lanh chính cho chiếc Wolkswagen Rabbit 1986 ở đâu đâu?\" anh nói thêm đùa giỡn. Anh chàng có một giọng nói khàn khàn, thân mật.  \"Xin lỗi,” Tôi cười, \"tôi chưa thấy cái nào gần đây cả, nhưng tôi sẽ canh chừng bạn. \" Cứ như tôi biết đó là gì. Anh chàng thật dễ nói chuyện.  Anh chàng thoáng nở nụ cười tươi rói, nhìn tôi tán dương theo một kiểu mà tôi đang dần nhận ra. Tôi không phải là người duy nhất nhận ra.  \"Bạn biết Bella à, Jacob ?\" Lauren hỏi – bằng một giọng tôi nghĩ là xấc láo - từ bên kia ngọn lửa.  \"Chúng tôi phần nào biết nhau từ lúc tôi mới ra đời, \" anh chàng cười lớn, rồi mỉm cười với tôi lần nữa.  \"Hay thật. \" giọng cô chẳng có vẻ gì là hay cả, và đôi mắt ám muội, mờ tối của cô nàng nheo lại.  \"Bella, \" cô nàng gọi tiếp, nhìn mặt tôi cẩn thận, \"Tôi vừa mới nói với Tyler là thiệt là dở khi chẳng có ai trong nhóm Cullens đi chơi hôm nay.  Tôi không nghĩ là không có ai mời họ?\" Vẻ mặt quan tâm của cô nàng chẳng hề thuyết phục gì cả.  \"Ý bạn là gia đình bác sĩ Carlisle Cullen?\" anh chàng cao lớn, nhiều tuổi hơn hỏi trước khi tôi có thể đáp lại, làm Lauren hết sức bực bội. Anh chàng gần như là mmột người đàn ông chớ không còn là một cậu bé nữa, và tiếng nói của anh rất trầm.  “Vâng, bạn có biết họ không?\" Cô nàng trịch thượng hỏi, hơi xoay người sang anh ta.  \"Cullens không đến đây, \" anh ta nói bằng một giọng hàm ý không còn gì để nói thêm, lờ câu hỏi của cô.  Tyler, cố gắng làm cô nàng chú ý trở lại, hỏi ý kiến của Lauren về CD anh ta đang cầm. Cô nàng đã bị phân tâm.  Tôi nhìn chằm chằm vào anh chàng giọng trầm, ngạc nhiên, nhưng anh ta đang nhìn về phía khu rừng âm u sau lưng chúng tôi. Anh ta đã nói nhà Cullens không đến đây, nhưng giọng nói của anh ta ngụ ý chuyện gì khác – đó là họ không được phép; họ bị cấm. Thái độ của anh ta làm tôi cảm thấy kỳ lạ, và tôi cố làm lơ mà không xong.  Jacob cắt ngang luồng suy tư của tôi. \"Thế Forks làm bạn phát điên lên chưa?\" \"Ồ, tôi dám chắc đó là nói nhẹ đi rồi. \"Tôi nhăn nhó. Anh chàng cười toe toét đầy thông cảm.  Tôi vẫn còn nghiền ngẫm lời bình luận ngắn gọn về gia đình Cullens, và tôi bỗng cảm thấy hứng khởi.  Đó là một kế hoạch ngu ngốc, nhưng tôi chẳng biết làm sao hay hơn. Hy vọng Jacob khờ khạo vẫn chưa biết gì về con gái, nên anh chàng sẽ không nhìn thấu được ý định tán tỉnh chắc-chắn-hết-sức-thảm-thương của tôi.  \"Bạn có muốn đi dạo trên bờ biển với tôi không?\" tôi hỏi, cố gắng bắt chước cách Edward nhìn lên từ dưới rèm mi. Nó không thể có ảnh hưởng giống vậy, tôi chắc chắn, nhưng Jacob đứng bật dậy ngay, hết sức sẵn lòng.  Khi chúng tôi bước về phía bắc, ngang qua những đá đủ tông màu về phía đống gỗ trôi giạt trên biển, mây cuối cùng cũng đã vây kín bầu trời, làm cho biển âm u hơn và trời lạnh hơn. Tôi thọc sâu tay vào túi áo khoác .  \"Vậy là bạn, bao nhiêu nhỉ, 16 tuổi?\" tôi hỏi, cố không giống một con ngốc khi chớp mi theo kiểu đã thấy trên ti-vi.  \"Tôi mới vừa mười lăm, \" anh thú nhận, khoái chí.  \"Thật sao?\" Khuôn mặt tôi đầy vẻ ngạc nhiên giả tạo. \"Tôi cứ nghĩ bạn lớn hơn. \" \"Tôi cao so với tuổi mà, \" anh chàng giải thích.  \"Bạn có đến Forks nhiều không?\" tôi hỏi tinh nghịch, như thể tôi đang mong câu trả lời có. Tôi có vẻ ngớ ngẩn với chính mình. Tôi sợ anh chàng sẽ kinh tởm và buộc tội tôi giả dối, nhưng anh ta vẫn có vẻ khoái trá.  \"Không nhiều lắm, \" anh cau mày thú nhận. \" Nhưng khi nào ráp xong xe, tôi có thể đến khi nào tôi thích - sau khi tôi có giấy phép lái xe, \" anh chàng sửa lại.  \"Ai là người mà Lauren nói chuyện lúc nãy vậy? Anh này có vẻ hơi lớn để chơi chung với mình.”  Tôi cố tình tính mình vào nhóm thanh niên, cố tỏ rõ tôi thích Jacob hơn.  just curious.\" I tried to make my smile alluring, wondering if I was laying it on too thick. \"Đó là Sam - anh ấy 19 tuổi, \" anh báo cho tôi biết.  \"Điều anh ta nói về gia đình bác sĩ nghĩa là gì?\" tôi ngây thơ hỏi.  \"Nhà Cullens à?  Ồ, họ không được vào vùng bảo tồn. \" Anh chàng nhìn sang chỗ khác, về phía James Island, khi xác nhận điều tôi nghĩ là đã nghe được từ Sam.  \"Sao không được vậy?\" Anh liếc tôi, cắn môi. \"Ôi. Tôi lẽ ra không nên nói gì về chuyện đó cả. \" \"Ồ, tôi sẽ không kể cho ai biết đâu, tôi chỉ tò mò thôi mà. \"Tôi cố mỉm cười quyến rũ, tự nhỉ không biết mình có làm quá lố không.  Tuy vậy, anh chàng mỉm cười lại, có vẻ bị lôi cuốn. Rồi anh nhướng mày và giọng thậm chí còn khàn hơn trước.  \"Bạn có thích nghe chuyện kinh dị?\" anh chàng lo sợ hỏi.  \"Tôi thích lắm, \"  tôi tán tụng, cố làm anh chàng hào hứng.  Jacob đến khúc gỗ trôi giạt bên cạnh có bộ rễ loà xoà như bộ chân mảnh mai của một con nhện nhợt nhạt, khổng lồ. Anh chàng ngồi nhẹ nhàng trên một trong những cái rễ cong queo trong khi tôi ngồi trên thân cây phía dưới anh ta.  Anh chàng nhìn chằm chằm vào các tảng đá, nụ cười thoáng nở bên bờ môi rộng. Tôi có thể thấy anh chàng đang cố làm chuyện này thật tốt. Tôi tập trung ráng kềm không để lộ rõ sự quan tâm quá mức đang tràn dâng trong ánh mắt.  \"Bạn có biết chuyện nào trong số mấy câu chuyện thời xa xưa của chúng tôi không, về chuyện chúng tôi từ đâu đến, ý tôi là – dòng họ Quileutes đó?\" anh chàng bắt đầu.  \"Không biết, \" tôi thừa nhận.  \"Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.” Anh chàng mỉm cười, để tôi thấy anh ta chẳng tin gì vào mấy chuyện đó.  \"Một truyền thuyết khác cho rằng chúng tôi là hậu duệ của loài sói - và sói vẫn đang là anh em của chúng tôi.  Giết sói là phạm luật của bộ lạc.  \"Và có truyền thuyết về người lạnh. \" anh chàng hạ giọng thấp hơn nữa.  \"Người lạnh à?\" tôi hỏi, không còn giả vờ bị cuốn hút nữa.  \"Ừ. Có những truyền thuyết về người lạnh cũng xưa như truyền thuyết chó sói, và gần đây nhiều hơn nữa. Theo truyền thuyết thì ông cố tôi biết một số người. Ông là người đã ký hiệp ước không cho họ vào lãnh thổ của chúng tôi. \" anh chàng tỏ vẻ không tin.  \"Ông cố bạn?\" tôi khuyến khích.  \"Ông là tù trưởng, như cha tôi vậy. Bạn thấy đó, người lạnh là kẻ thù truyền kiếp của chó sói - à, thực ra thì không phải chó sói, mà là sói biến thành người, giống như tổ tiên của chúng tôi. Bạn gọi họ là người sói. \" \"Người sói có kẻ thù sao?\" \"Chỉ một mà thôi. \" Tôi nhìn anh chằm chằm khẩn thiết, hi vọng che giấu được sự nôn nóng của mình thành lòng ngưỡng mộ.  \"Nên bạn thấy đó, \" Jacob tiếp tục, \" người lạnh là kẻ thù truyền kiếp của chúng tôi. Nhưng nhóm người lạnh đã đến lãnh thổ của chúng tôi trong thời ông cố tôi thì khác. Họ không săn giống đồng loại của họ – nên họ không nguy hiểm cho bộ lạc.  Vì vậy ông đã ký thoả thuận ngừng giao chiến với họ. Nếu họ hứa tránh xa lãnh thổ của chúng tôi thì chúng tôi sẽ không giao họ cho mặt trắng. \" anh chàng nháy mắt với tôi.  \"Nếu họ không nguy hiểm, thì tại sao... ?\" tôi cố hiểu, cố không để anh ta thấy tôi xem chuyện ma của anh ta là nghiêm túc.  Loài người luôn bị nguy hiểm khi ở gần bọn người lạnh, dù là họ văn minh đến đâu. Bạn chẳng bao giờ biết khi nào họ quá đói không thể cưỡng lại được. \" anh chàng cố tình làm giọng nói của mình đầy vẻ đe doạ.  \"Ý bạn làm gì, 'văn minh'?\" \"Họ quả quyết họ không săn người. Bằng cách nào đó họ lại có thể săn thú thay cho săn người. \" Tôi cố giữ giọng hờ hững. \"Vậy chuyện đó liên quan gì tới nhà Cullens? Bộ họ giống nhóm người lạnh mà ông cố bạn đã gặp sao?\" \"Không. \" anh chàng ngừng lại hồi lâu. \"Họ chính là những người từ hồi đó. \" Anh chàng hẳn tưởng biểu hiện trên mặt tôi là nỗi sợ hãi do câu chuyện của anh gây ra. Anh ta mỉm cười, hài lòng, và tiếp tục.  \"Bây giờ họ đông hơn, thêm một phụ nữ và một người đàn ông mới, nhưng những người còn lại là những người từ thời đó. Trong thời ông cố họ đã biết thủ lãnh nhóm đó là Carlisle.  Ông ta đã ở đây và ra đi thậm chí trước khi dân bạn đến. \" anh gắng gượng cười.  \"Vậy họ là cái gì?\" cuối cùng thì tôi cũng hỏi. \"Mấy người lạnh này là cái gì?\" Anh chàng u ám.  \"Những kẻ hút máu người,” anh ta trả lời bằng một giọng đáng sợ. \"Dân bạn gọi chúng là ma cà rồng.” Tôi chằm chằm vào con sóng dữ dội sau khi anh ta trả lời, không biết mặt mình bộc lộ điều gì.  \"Bạn đang nổi da gà kìa, \" anh chàng cười vui vẻ.  \"Bạn là người kể chuyện hay, \" tôi khen anh, vẫn nhìn vào những con sóng vỗ.  \"Mấy chuyện khùng điên, phải không? Chẳng có gì lạ khi cha không muốn chúng tôi kể cho ai nghe mấy chuyện đó hết. \" Tôi chưa thể kiểm soát được vẻ mặt mình để có thể nhìn anh ta. \"Đừng lo, tôi sẽ không phản bội bạn đâu. \" \"Tôi thấy mình xâm phạm hiệp ước rồi, \" anh chàng cười.  \"Tôi sẽ mang nó xuống mồ, \" tôi hứa, rồi rùng mình.  \"Nhưng nói thiệt nghen, đừng kể gì cho Charlie nhé.  Ông đã giận cha tôi quá trời khi nghe nói một số người trong chúng tôi không đến bệnh viện từ khi bác sĩ Cullen làm việc ở đó. \" \"Không đâu, chắc chắn là không. \" \"Vậy bạn có nghĩ chúng tôi là một đám dân bản xứ mê tín không?\" anh hỏi bằng giọng bông đùa, nhưng có vẻ lo lắng. Tôi vẫn chưa rời mắt khỏi đại dương.  Tôi quay lại và mỉm cười với anh tự nhiên nhất có thể.  \"Không.  Nhưng tôi nghĩ bạn kể chuyện kinh dị rất hay. Tôi vẫn còn nổi da gà, thấy chưa?\" tôi giơ tay lên.  \"Tuyệt. \" anh chàng mỉm cười.  Rồi tiếng đá trên bãi biển lạo xạo báo chúng tôi biết có người đang đến gần. Đầu chúng tôi ngẩng lên ngay tức khắc cùng lúc và thấy Mike cùng Jessica cách đó khoảng năm mươi thước, đang đi về phía chúng tôi.  \"Bạn đây rồi, Bella, \" Mike gọi có vẻ yên tâm, vẫy tay qua đầu.  \"Bạn trai bạn đó à?\" Jacob hỏi, cảnh giác vì vẻ ghen tuông trong giọng Mike. Tôi bất ngờ vì điều đó thật rõ ràng.  \"Không, chắc chắn là không rồi, \" tôi thì thầm. Tôi cực kỳ biết ơn Jacob, và muốn làm anh chàng vui nhất có thể. Tôi nháy mắt với anh chàng, cẩn thận quay lưng lại Mike khi làm vậy. Anh mỉm cười, vui sướng vì sự tán tỉnh vụng về của tôi.  \"Vậy khi tôi có giấy phép lái xe ...\" anh bắt đầu.  \"Thì đến gặp tôi ở Forks nhé. Chúng mình có thể đi chơi đôi chút. \" Tôi cảm thấy mình có lỗi khi nói vậy, biết mình đã lợi dụng anh chàng. Nhưng tôi thật sự thích Jacob. Anh chàng là người tôi có thể dễ dàng kết bạn.  Mike đã đến gần chúng tôi, Jessica còn cách vài bước. Tôi có thể thấy mắt anh ta đánh giá Jacob, và có vẻ hài lòng vì vẻ trẻ thơ rõ rệt của anh chàng.  \"Bạn đã ở đâu vậy?\" anh ta hỏi, cho dù câu trả lời ở ngay đằng trước anh ấy.  \"Jacob đang kể tôi nghe một số truyền thuyết ở vùng này, \" tôi tự giác kể. \"Hay hết sức. \" Tôi cười nồng nhiệt với Jacob, và anh chàng cười toe toét trở lại.  \"Tốt, \" Mike ngừng lại, cẩn thận đánh giá lại tình huống khi nhìn thấy tình bạn của chúng tôi. \"Mĩnh sẽ xếp đồ đạc lên xe - Trời sắp mưa rồi. \" Tất cả chúng tôi đều nhìn lên bầu trời u ám. Chắc chắn sắp mưa rồi.  \" OK. \" tôi nhảy lên. \" tôi đến ngay. \" \"Thật vui khi gặp lại bạn, \" Jacob nói, và tôi dám cá anh ta định chọc Mike một chút.  \"Đúng vậy. Lần sau Charlie xuống gặp Billy, tôi cũng sẽ đến, \" tôi hứa.  Anh chàng cười toe toét hết cỡ thợ mộc. \"Vậy thì tuyệt lắm. \" \"Và cám ơn, \" Tôi thành khẩn nói thêm.  Tôi kéo lên mũ trùm đầu  khi bước qua các tảng đá về phía đậu xe. Một vài giọt mưa đang bắt đầu rơi, tạo thành những đốm đen trên đá. Khi chúng tôi đến được chiếc Suburban thì mọi người đã chất đồ đạc vào xe cả rồi. Tôi bò vào ghế sau cạnh Angela và Tyler, bảo là vì lúc nãy mình đã được ngồi ở ghế trước rồi.  Angela chỉ nhìn chằm chằm ra cửa sổ khi bão mạnh lên, và Lauren quay qua quay lại ở ghế giữa để làm Tyler chú ý, do đó tôi tựa đầu vào ghế, nhắm mắt lại và cố gắng hết mức để không suy nghĩ."
        },
        {
            "en": "Chạng Vạng - Twilight            2. OPEN BOOK The next day was better… and worse. It was better because it wasn't raining yet, though the clouds were dense and opaque. It was easier because I knew what to expect of my day. Mike came to sit by me in English, and walked me to my next class, with Chess Club Eric glaring at him all the while; that was nattering. People didn't look at me quite as much as they had yesterday. I sat with a big group at lunch that included Mike, Eric, Jessica, and several other people whose names and faces I now remembered. I began to feel like I was treading water, instead of drowning in it.  It was worse because I was tired; I still couldn't sleep with the wind echoing around the  house. It was worse because Mr. Varner called on me in Trig when my hand wasn't raised and I had the wrong answer. It was miserable because I had to play volleyball, and the one time I didn't cringe out of the way of the ball, I hit my teammate in the head with it. And it was worse because Edward Cullen wasn't in school at all.  All morning I was dreading lunch, fearing his bizarre glares. Part of me wanted to confront him and demand to know what his problem was. While I was lying sleepless in my bed, I even imagined what I would say. But I knew myself too well to think I would really have the guts to do it. I made the Cowardly Lion look like the terminator. But when I walked into the cafeteria with Jessica — trying to keep my eyes from sweeping the place for him, and failing entirely — I saw that his four siblings of sorts were sitting together at the same table, and he was not with them. Mike intercepted us and steered us to his table. Jessica seemed elated by the attention, and her friends quickly joined us. But as I tried to listen to their easy chatter, I was terribly uncomfortable, waiting nervously for the moment he would arrive. I hoped that he would simply ignore me when he came, and prove my suspicions false. He didn't come, and as time passed I grew more and more tense. I walked to Biology with more confidence when, by the end of lunch, he still hadn't showed. Mike, who was taking on the qualities of a golden retriever, walked faithfully by my side to class. I held my breath at the door, but Edward Cullen wasn't there, either. I exhaled and went to my seat. Mike followed, talking about an upcoming trip to the beach. He lingered by my desk till the bell rang. Then he smiled at me wistfully and went to sit by a girl with braces and a bad perm. It looked like I was going to have to do something about Mike, and it wouldn't be easy. In a town like this, where everyone lived on top of everyone else, diplomacy was essential. I had never been enormously tactful; I had no practice dealing with overly friendly boys. I was relieved that I had the desk to myself, that Edward was absent. I told myself that repeatedly. But I couldn't get rid of the nagging suspicion that I was the reason he wasn't there. It was ridiculous, and egotistical, to think that I could affect anyone that strongly. It was impossible. And yet I couldn't stop worrying that it was true. When the school day was finally done, and the blush was fading out of my cheeks from the volleyball incident, I changed quickly back into my jeans and navy blue sweater. I hurried from the girls' locker room, pleased to find that I had successfully evaded my retriever friend for the moment. I walked swiftly out to the parking lot. It was crowded now with fleeing students. I got in my truck and dug through my bag to make sure I had what I needed. Last night I'd discovered that Charlie couldn't cook much besides fried eggs and bacon. So I requested that I be assigned kitchen detail for the duration of my stay. He was willing enough to hand over the keys to the banquet hall. I also found out that he had no food in the house. So I had my shopping list and the cash from the jar in the cupboard labeled FOOD MONEY, and I was on my way to the Thriftway. I gunned my deafening engine to life, ignoring the heads that turned in my direction, and backed carefully into a place in the line of cars that were waiting to exit the parking lot. As I waited, trying to pretend that the earsplitting rumble was coming from someone else's car, I saw the two Cullens and the Hale twins getting into their car. It was the shiny new Volvo. Of course. I hadn't noticed their clothes before — I'd been too mesmerized by their faces. Now that I looked, it was obvious that they were all dressed exceptionally well; simply, but in clothes that subtly hinted at designer origins. With their remarkable good looks, the style with which they carried themselves, they could have worn dishrags and pulled it off. It seemed excessive for them to have both looks and money.  But as far as I could tell, life worked that way most of the time. It didn't look as if it bought them any acceptance here.  No, I didn't fully believe that. The isolation must be their desire; I couldn't imagine any door that wouldn't be opened by that degree of beauty. They looked at my noisy truck as I passed them, just like everyone else.  I kept my eyes straight forward and was relieved when I finally was free of the school grounds.  The Thriftway was not far from the school, just a few streets south, off the highway. It was nice to be inside the supermarket; it felt normal. I did the shopping at home, and I fell into the pattern of the familiar task gladly. The store was big enough inside that I couldn't hear the tapping of the rain on the roof to remind me where I was. When I got home, I unloaded all the groceries, stuffing them in wherever I could find an open space. I hoped Charlie wouldn't mind. I wrapped potatoes in foil and stuck them in the oven to bake, covered a steak in marinade and balanced it on top of a carton of eggs in the fridge.  When I was finished with that, I took my book bag upstairs. Before starting my homework, I changed into a pair of dry sweats, pulled my damp hair up into a pony-tail, and checked my e-mail for the first time. I had three messages. \"Bella,\" my mom wrote…  Write me as soon as you get in. Tell me how your flight was. Is it raining? I miss you  already. I'm almost finished packing for Florida, but I can't find my pink blouse. Do you know where I put it? Phil says hi.  Mom. I sighed and went to the next. It was sent eight hours after the first. \"Bella,\" she wrote… Why haven't you e-mailed me yet? What are you waiting for? Mom. The last was from this morning. Isabella, If I haven't heard from you by 5:30 p.m. today I'm calling Charlie. I checked the clock. I still had an hour, but my mom was well known for jumping the gun. Mom, Calm down. I'm writing right now. Don't do anything rash. Bella. I sent that, and began again. Mom, Everything is great. Of course it's raining. I was waiting for something to write about. School isn't bad, just a little repetitive. I met some nice kids who sit by me at lunch. Your blouse is at the dry cleaners - you were supposed to pick it up Friday. Charlie bought me a truck, can you believe it? I love it. It's old, but really sturdy, which is good, you know, for me. I miss you, too. I'll write again soon, but I'm not going to check my e-mail every five minutes. Relax, breathe. I love you. Bella. I had decided to read Wuthering Heights — the novel we were currently studying in English — yet again for the fun of it, and that's what I was doing when Charlie came home. I'd lost track of the time, and I hurried downstairs to take the potatoes out and put the steak in to broil. \"Bella?\" my father called out when he heard me on the stairs. Who else? I thought to myself. \"Hey, Dad, welcome home.\" \"Thanks.\" He hung up his gun belt and stepped out of his boots as I bustled about the kitchen. As far as I was aware, he'd never shot the gun on the job. But he kept it ready. When I came here as a child, he would always remove the bullets as soon as he walked in the door. I guess he considered me old enough now not to shoot myself by accident, and not depressed enough to shoot myself on purpose.  \"What's for dinner?\" he asked warily. My mother was an imaginative cook, and her experiments weren't always edible. I was surprised, and sad, that he seemed to remember that far back. \"Steak and potatoes,\" I answered, and he looked relieved. He seemed to feel awkward standing in the kitchen doing nothing; he lumbered into the living room to watch TV while I worked. We were both more comfortable that way. I made a salad while the steaks cooked, and set the table. I called him in when dinner was ready, and he sniffed <em>appreciatively</em> as he walked into the room. \"Smells good, Bell.\" \"Thanks.\" We ate in silence for a few minutes. It wasn't uncomfortable. Neither of us was bothered by the quiet. In some ways, we were well suited for living together. \"So, how did you like school? Have you made any friends?\" he asked as he was taking seconds. \"Well, I have a few classes with a girl named Jessica. I sit with her friends at lunch. And there's this boy, Mike, who's very friendly. Everybody seems pretty nice.\" With one outstanding exception. \"That must be Mike Newton. Nice kid — nice family. His dad owns the sporting goods store just outside of town. He makes a good living off all the backpackers who come through here.\" \" Do you know the Cullen family?\" I asked hesitantly.  \"Dr. Cullen's family? Sure. Dr. Cullen's a great man.\" \"They… the kids… are a little different. They don't seem to fit in very well at school.\" Charlie surprised me by looking angry. \"People in this town,\" he muttered.”Dr. Cullen is a brilliant surgeon who could probably work in any hospital in the world, make ten times the salary he gets here,\" he continued, getting louder.”We're lucky to have him — lucky that his wife wanted to live in a small town. He's an asset to the community, and all of those kids are well behaved and polite. I had my doubts, when they first moved in, with all those adopted teenagers. I thought we might have some problems with them. But they're all very mature — I haven't had one speck of trouble from any of them. That's more than I can say for the children of some folks who have lived in this town for generations. And they stick together the way a family should — camping trips every other weekend…  Just because they're newcomers, people have to talk.\" It was the longest speech I'd ever heard Charlie make. He must feel strongly about whatever people were saying. I backpedaled.”They seemed nice enough to me. I just noticed they kept to themselves. They're all very attractive,\" I added, trying to be more complimentary. \"You should see the doctor,\" Charlie said, laughing.”It's a good thing he's happily married. A lot of the nurses at the hospital have a hard time concentrating on their work with him around.\" We lapsed back into silence as we finished eating. He cleared the table while I started on the dishes. He went back to the TV, and after I finished washing the dishes by hand — no  dishwasher — I went upstairs unwillingly to work on my math homework. I could feel a tradition in the making. That night it was finally quiet. I fell asleep quickly, exhausted. The rest of the week was uneventful. I got used to the routine of my classes. By Friday I was able to recognize, if not name, almost all the students at school. In Gym, the kids on my team learned not to pass me the ball and to step quickly in front of me if the other team tried to take advantage of my weakness. I happily stayed out of their way. Edward Cullen didn't come back to school. Every day, I watched anxiously until the rest of the Cullens entered the cafeteria without him. Then I could relax and join in the lunchtime conversation. Mostly it centered around a trip to the La Push Ocean Park in two weeks that Mike was putting together. I was invited, and I had agreed to go, more out of politeness than desire. Beaches should be hot and dry. By Friday I was perfectly comfortable entering my Biology class, no longer worried that Edward would be there. For all I knew, he had dropped out of school. I tried not to think about him, but I couldn't totally suppress the worry that I was responsible for his continued absence, ridiculous as it seemed. My first weekend in Forks passed without incident. Charlie, unused to spending time in the usually empty house, worked most of the weekend. I cleaned the house, got ahead on my homework, and wrote my mom more bogusly cheerful e-mail. I did drive to the library Saturday, but it was so poorly stocked that I didn't bother to get a card; I would have to make a date to visit Olympia or Seattle soon and find a good bookstore. I wondered idly what kind of gas mileage the truck got… and shuddered at the thought. The rain stayed soft over the weekend, quiet, so I was able to sleep well. People greeted me in the parking lot Monday morning. I didn't know all their names, but I waved back and smiled at everyone. It was colder this morning, but happily not raining. In English, Mike took his accustomed seat by my side. We had a pop quiz on Wuthering Heights. It was straightforward, very easy. All in all, I was feeling a lot more comfortable than I had thought I would feel by this point. More comfortable than I had ever expected to feel here. When we walked out of class, the air was full of swirling bits of white. I could hear people shouting excitedly to each other. The wind bit at my cheeks, my nose. \"Wow,\" Mike said.”It's snowing.\" I looked at the little cotton fluffs that were building up along the sidewalk and swirling erratically past my face.  \"Ew.\" Snow. There went my good day. He looked surprised.”Don't you like snow?\" \"No. That means it's too cold for rain.\" Obviously.”Besides, I thought it was supposed to come down in flakes — you know, each one unique and all that. These just look like the ends of Q-tips.\" \"Haven't you ever seen snow fall before?\" he asked incredulously. \"Sure I have.\" I paused.”On TV.\" Mike laughed. And then a big, squishy ball of dripping snow smacked into the back of his head. We both turned to see where it came from. I had my suspicions about Eric, who was walking away, his back toward us — in the wrong direction for his next class. Mike appatently had the same notion.  He bent over and began scraping together a pile of the white mush. \"I'll see you at lunch, okay?\" I kept walking as I spoke.”Once people start throwing wet stuff, I go inside.\" He just nodded, his eyes on Eric's retreating figure. Throughout the morning, everyone chattered excitedly about the snow; apparently it was the first snowfall of the new year. I kept my mouth shut. Sure, it was drier than rain — until it melted in your socks. I walked alertly to the cafeteria with Jessica after Spanish. Mush balls were flying everywhere. I kept a binder in my hands, ready to use it as a shield if necessary. Jessica thought I was hilarious, but something in my expression kept her from lobbing a snowball at me herself. Mike caught up to us as we walked in the doors, laughing, with ice melting the spikes in his hair. He and Jessica were talking animatedly about the snow fight as we got in line to buy food. I glanced toward that table in the corner out of habit. And then I froze where I stood. There were five people at the table. Jessica pulled on my arm. \"Hello? Bella? What do you want?\" I looked down; my ears were hot. I had no reason to feel self-conscious, I reminded myself. I hadn't done anything wrong. \"What's with Bella?\" Mike asked Jessica. \"Nothing,\" I answered.”I'll just get a soda today.\" I caught up to the end of the line. \"Aren't you hungry?\" Jessica asked. \"Actually, I feel a little sick,\" I said, my eyes still on the floor. I waited for them to get their food, and then followed them to a table, my eyes on my feet. I sipped my soda slowly, my stomach churning. Twice Mike asked, with unnecessary concern, how I was feeling. I told him it was nothing, but I was wondering if I should play it up and escape to the nurse's office for the next hour. Ridiculous. I shouldn't have to run away.  I decided to permit myself one glance at the Cullen family's table. If he was glaring at me, I would skip Biology, like the coward I was. I kept my head down and glanced up under my lashes. None of them were looking this way. I lifted my head a little. They were laughing. Edward, Jasper, and Emmett all had their hair entirely saturated with melting snow. Alice and Rosalie were leaning away as Emmett shook his dripping hair toward them. They were enjoying the snowy day, just like everyone else — only they looked more like a scene from a movie than the rest of us. But, aside from the laughter and playfulness, there was something different, and I couldn't quite pinpoint what that difference was. I examined Edward the most carefully. His skin was less pale, I decided — flushed from the snow fight maybe — the circles under his eyes much less noticeable. But there was something more. I pondered, staring, trying to isolate the change. \"Bella, what are you staring at?\" Jessica intruded, her eyes following my stare. At that precise moment, his eyes flashed over to meet mine. I dropped my head, letting my hair fall to conceal my face. I was sure, though, in the instant our eyes met, that he didn't look harsh or unfriendly as he had the last time I'd seen him. He looked merely curious again, unsatisfied in some way. \"Edward Cullen is staring at you,\" Jessica giggled in my ear. \"He doesn't look angry, does he?\" I couldn't help asking. \"No,\" she said, sounding confused by my question.”Should he be?\" \"I don't think he likes me,\" I confided. I still felt queasy. I put my head down on my arm. \"The Cullens don't like anybody… well, they don't notice anybody enough to like them. But he's still staring at you.\" \"Stop looking at him,\" I hissed. She snickered, but she looked away. I raised my head enough to make sure that she did, contemplating violence if she resisted. Mike interrupted us then — he was planning an epic battle of the blizzard in the parking lot after school and wanted us to join. Jessica agreed enthusiastically. The way she looked at Mike left little doubt that she would be up for anything he suggested. I kept silent. I would have to hide in the gym until the parking lot cleared. For the rest of the lunch hour I very carefully kept my eyes at my own table. I decided to honor the bargain I'd made with myself. Since he didn't look angry, I would go to Biology. My stomach did frightened little flips at the thought of sitting next to him again. I didn't really want to walk to class with Mike as usual — he seemed to be a popular target for the snowball snipers — but when we went to the door, everyone besides me groaned in unison. It was raining, washing all traces of the snow away in clear, icy ribbons down the side of the walkway. I pulled my hood up, secretly pleased. I would be free to go straight home after Gym. Mike kept up a string of complaints on the way to building four. Once inside the classroom, I saw with relief that my table was still empty. Mr. Banner was walking around the room, distributing one microscope and box of slides to each table. Class didn't start for a few minutes, and the room buzzed with conversation. I kept my eyes away from the door, doodling idly on the cover of my notebook. I heard very clearly when the chair next to me moved, but my eyes stayed carefully focused on the pattern I was drawing. \"Hello,\" said a quiet, musical voice. I looked up, stunned that he was speaking to me. He was sitting as far away from me as the desk allowed, but his chair was angled toward me. His hair was dripping wet, disheveled — even so, he looked like he'd just finished shooting a commercial for hair gel. His dazzling face was friendly, open, a slight smile on his flawless lips. But his eyes were careful. \"My name is Edward Cullen,\" he continued.”I didn't have a chance to introduce myself last week. You must be Bella Swan.\" My mind was spinning with confusion. Had I made up the whole thing? He was perfectly polite now. I had to speak; he was waiting. But I couldn't think of anything conventional to say. \"H-how do you know my name?\" I stammered.  He laughed a soft, enchanting laugh. \"Oh, I think everyone knows your name. The whole town's been waiting for you to arrive.\" I grimaced. I knew it was something like that. \"No,\" I persisted stupidly.”I meant, why did you call me Bella?\" He seemed confused.”Do you prefer Isabella?\" \"No, I like Bella,\" I said.”But I think Charlie — I mean my dad — must call me Isabella behind my back — that's what everyone here seems to know me as,\" I tried to explain, feeling like an utter moron. \"Oh.\" He let it drop. I looked away awkwardly.  Thankfully, Mr. Banner started class at that moment. I tried to concentrate as he explained the lab we would be doing today. The slides in the box were out of order. Working as lab partners, we had to separate the slides of onion root tip cells into the phases of mitosis they represented and label them accordingly. We weren't supposed to use our books. In twenty minutes, he would be coming around to see who had it right. \"Get started,\" he commanded. \"Ladies first, partner?\" Edward asked. I looked up to see him smiling a crooked smile so beautiful that I could only stare at him like an idiot. \"Or I could start, if you wish.\" The smile faded; he was obviously wondering if I was mentally competent. \"No,\" I said, flushing.”I'll go ahead.\" I was showing off, just a little. I'd already done this lab, and I knew what I was looking for. It should be easy. I snapped the first slide into place under the microscope and adjusted it quickly to the 40X objective. I studied the slide briefly. My assessment was confident.”Prophase.\" \"Do you mind if I look?\" he asked as I began to remove the slide. His hand caught mine, to stop me, as he asked. His fingers were ice-cold, like he'd been holding them in a snowdrift before class. But that wasn't why I jerked my hand away so quickly. When he touched me, it stung my hand as if an electric current had passed through us. \"I'm sorry,\" he muttered, pulling his hand back immediately. However, he continued to reach for the microscope. I watched him, still staggered, as he examined the slide for an even shorter time than I had. \"Prophase,\" he agreed, writing it neatly in the first space on our worksheet. He swiftly switched out the first slide for the second, and then glanced at it cursorily. \"Anaphase,\" he murmured, writing it down as he spoke.  I kept my voice indifferent.”May I?\" He smirked and pushed the microscope to me. I looked through the eyepiece eagerly, only to be disappointed. Dang it, he was right. \"Slide three?\" I held out my hand without looking at him. He handed it to me; it seemed like he was being careful not to touch my skin again. I took the most fleeting look I could manage. \"Interphase.\" I passed him the microscope before he could ask for it. He took a swift peek, and then wrote it down. I would have written it while he looked, but his clear, elegant script intimidated me. I didn't want to spoil the page with my clumsy scrawl. We were finished before anyone else was close. I could see Mike and his partner comparing two slides again and again, and another group had their book open under the table. Which left me with nothing to do but try to not look at him… unsuccessfully. I glanced up, and he was staring at me, that same inexplicable look of frustration in his eyes. Suddenly I identified that subtle difference in his face. \"Did you get contacts?\" I blurted out unthinkingly. He seemed puzzled by my unexpected question.”No.\" \"Oh,\" I mumbled.”I thought there was something different about your eyes.\" He shrugged, and looked away. In fact, I was sure there was something different. I vividly remembered the flat black color of his eyes the last time he'd glared at me — the color was striking against the background of his pale skin and his auburn hair. Today, his eyes were a completely different color: a strange ocher, darker than butterscotch, but with the same golden tone. I didn't understand how that could be, unless he was lying for some reason about the contacts. Or maybe Forks was making me crazy in the literal sense of the word. I looked down. His hands were clenched into hard fists again. Mr. Banner came to our table then, to see why we weren't working. He looked over our shoulders to glance at the completed lab, and then stared more intently to check the answers. \"So, Edward, didn't you think Isabella should get a chance with the microscope?\" Mr. Banner asked. \"Bella,\" Edward corrected automatically.”Actually, she identified three of the five.\" Mr. Banner looked at me now; his expression was skeptical. \"Have you done this lab before?\" he asked. I smiled sheepishly.”Not with onion root.\" \"Whitefish blastula?\" \"Yeah.\" Mr. Banner nodded.”Were you in an advanced placement program in Phoenix?\" \"Yes.\" \"Well,\" he said after a moment,”I guess it's good you two are lab partners.\" He mumbled something else as he walked away. After he left, I began doodling on my notebook again. \"It's too bad about the snow, isn't it?\" Edward asked. I had the feeling that he was forcing himself to make small talk with me. Paranoia swept over me again. It was like he had heard my conversation with Jessica at lunch and was trying to prove me wrong. \"Not really,\" I answered honestly, instead of pretending to be normal like everyone else. I was still trying to dislodge the stupid feeling of suspicion, and I couldn't concentrate. \"You don't like the cold.\" It wasn't a question. \"Or the wet.\" \"Forks must be a difficult place for you to live,\" he mused. \"You have no idea,\" I muttered darkly. He looked fascinated by what I said, for some reason I couldn't imagine. His face was such a distraction that I tried not to look at it any more than courtesy absolutely demanded. \"Why did you come here, then?\" No one had asked me that — not straight out like he did, demanding. \"It's… complicated.\" \"I think I can keep up,\" he pressed. I paused for a long moment, and then made the mistake of meeting his gaze. His dark gold eyes confused me, and I answered without thinking. \"My mother got remarried,\" I said. \"That doesn't sound so complex,\" he disagreed, but he was suddenly sympathetic.”When did that happen?\" \"Last September.\" My voice sounded sad, even to me. \"And you don't like him,\" Edward surmised, his tone still kind. \"No, Phil is fine. Too young, maybe, but nice enough.\" \"Why didn't you stay with them?\" I couldn't fathom his interest, but he continued to stare at me with penetrating eyes, as if my dull life's story was somehow vitally important. \"Phil travels a lot. He plays ball for a living.\" I half-smiled. \"Have I heard of him?\" he asked, smiling in response. \"Probably not. He doesn't play well. Strictly minor league. He moves around a lot.\" \"And your mother sent you here so that she could travel with him.\" He said it as an assumption again, not a question. My chin raised a fraction.”No, she did not send me here. I sent myself.\" His eyebrows knit together.”I don't understand,\" he admitted, and he seemed unnecessarily frustrated by that fact. I sighed. Why was I explaining this to him? He continued to stare at me with obvious curiosity. \"She stayed with me at first, but she missed him. It made her unhappy… so I decided it was time to spend some quality time with Charlie.\" My voice was glum by the time I finished. \"But now you're unhappy,\" he pointed out.  \"And?\" I challenged. \"That doesn't seem fair.\" He shrugged, but his eyes were still intense. I laughed without humor.”Hasn't anyone ever told you? Life isn't fair.\" \"I believe I have heard that somewhere before,\" he agreed dryly. \"So that's all,\" I insisted, wondering why he was still staring at me that way. His gaze became appraising.”You put on a good show,\" he said slowly. \"But I'd be willing to bet that you're suffering more than you let anyone see.\" I grimaced at him, resisting the impulse to stick out my tongue like a five-year-old, and looked away. \"Am I wrong?\" I tried to ignore him. \"I didn't think so,\" he murmured smugly. \"Why does it matter to you?\" I asked, irritated. I kept my eyes away, watching the teacher make his rounds. \"That's a very good question,\" he muttered, so quietly that I wondered if he was talking to himself. However, after a few seconds of silence, I decided that was the only answer I was going to get. I sighed, scowling at the blackboard. \"Am I annoying you?\" he asked. He sounded amused. I glanced at him without thinking… and told the truth again.”Not exactly. I'm more annoyed at myself. My face is so easy to read — my mother always calls me her open book.\" I frowned. \"On the contrary, I find you very difficult to read.\" Despite everything that I'd said and he'd guessed, he sounded like he meant it. \"You must be a good reader then,\" I replied. \"Usually.\" He smiled widely, flashing a set of perfect, ultrawhite teeth. Mr. Banner called the class to order then, and I turned with relief to listen. I was in disbelief that I'd just explained my dreary life to this bizarre, beautiful boy who may or may not despise me. He'd seemed engrossed in our conversation, but now I could see, from the corner of my eye, that he was leaning away from me again, his hands gripping the edge of the table with unmistakable tension. I tried to appear attentive as Mr. Banner illustrated, with transparencies on the overhead projector, what I had seen without difficulty through the microscope. But my thoughts were unmanageable. When the bell finally rang, Edward rushed as swiftly and as gracefully from the room as he had last Monday. And, like last Monday, I stared after him in amazement. Mike skipped quickly to my side and picked up my books for me. I imagined him with a wagging tail. \"That was awful,\" he groaned.”They all looked exactly the same. You're lucky you had Cullen for a partner.\" \"I didn't have any trouble with it,\" I said, stung by his assumption. I regretted the snub instantly.”I've done the lab before, though,\" I added before he could get his feelings hurt. \"Cullen seemed friendly enough today,\" he commented as we shrugged into our raincoats. He didn't seem pleased about it. I tried to sound indifferent.”I wonder what was with him last Monday.\" I couldn't concentrate on Mike's chatter as we walked to Gym, and RE. didn't do much to hold my attention, either. Mike was on my team today. He chivalrously covered my position as well as his own, so my woolgathering was only interrupted when it was my turn to serve; my team ducked warily out of the way every time I was up. The rain was just a mist as I walked to the parking lot, but I was happier when I was in the dry cab. I got the heater running, for once not caring about the mind-numbing roar of the engine. I unzipped my jacket, put the hood down, and fluffed my damp hair out so the heater could dry it on the way home. I looked around me to make sure it was clear. That's when I noticed the still, white figure. Edward Cullen was leaning against the front door of the Volvo, three cars down from me, and staring intently in my direction. I swiftly looked away and threw the truck into reverse, almost hitting a rusty Toyota Corolla in my haste. Lucky for the Toyota, I stomped on the brake in time. It was just the sort of car that my truck would make scrap metal of. I took a deep breath, still looking out the other side of my car, and cautiously pulled out again, with greater success. I stared straight ahead as I passed the Volvo, but from a peripheral peek, I would swear I saw him laughing.",
            "vi": "Chạng Vạng - Twilight         2. Quyển sách mở toang Ngày hôm sau đỡ hơn ...  mà tệ hơn.  Đỡ hơn vì trời không mưa, dù mây đen dày đặc. Dễ chịu hơn vì tôi biết ngày của mình sẽ ra sao rồi. Mike đến ngồi cạnh tôi trong giờ Tiếng Anh, rồi dẫn tôi đến lớp kế tiếp, Eric câu lạc bộ chơi cờ nhìn anh ta trừng trừng suốt; thật phiền. Mọi người không nhìn tôi nhiều như hôm qua. Tôi ngồi với một đám đông lúc ăn trưa, gồm Mike, Eric, Jessica, và vài người khác mà bây giờ tôi đã nhớ cả tên lẫn mặt.  Tôi bắt đầu cảm thấy như tôi đang đứng nước, chứ không bị nước nhấn chìm nữa.  Tệ hơn vì tôi mệt; tôi vẫn không ngủ được với tiếng gió rít khắp nhà. Tệ hơn vì thầy Varner gọi tôi trong giờ Lượng giác trong khi tôi chẳng hề giơ tay và tôi đã trả lời sai. Thật khốn khổ vì tôi phải chơi bóng chuyền, và một lần tôi không đánh bóng ra ngoài mà lại đập vào đầu đồng đội mình.  Và tệ hơn vì Edward Cullen chẳng hề đến trường. Cả buổi sáng tôi cứ nghĩ đến giờ ăn trưa mà sợ, sợ cái nhìn kỳ quái của anh ta.  Tôi vừa muốn đối mặt với anh ta và hỏi cho ra lẽ anh ta bị gì. Trong khi nằm thao thức trên giường, tôi thậm chí còn tưởng tượng mình sẽ nói gì. Nhưng tôi quá biết mình chẳng bao giờ có can đảm để làm chuyện đó.  Chẳng ai nhút nhát bằng tôi.  Nhưng khi vào quán ăn tự phục vụ với Jessica – tuy cố không nhìn sang chỗ của anh ta, mà chẳng được - tôi nhìn thấy bốn người thân của anh ta đang ngồi với nhau cùng một bàn, nhưng anh ta không ở đó với họ.  Mike chặn chúng tôi và dẫn chúng tôi đến bàn của anh chàng. Jessica dường như phấn chấn vì được chú ý, và mấy người bạn của cô ấy nhanh chóng nhập bọn với chúng tôi. Nhưng khi tôi cố lắng nghe họ tán gẫu, tôi cảm thấy hết sức khó chịu, chỉ bồn chồn chờ mong giây phút anh đến. Tôi hy vọng anh ấy sẽ lờ tôi khi anh ấy đến để chứng tỏ là nghi ngờ của tôi là sai lầm.  Anh ấy không đến, và càng lúc tôi càng thêm căng thẳng.  Tôi đến lớp Sinh vật tự tin hơn khi, vào cuối buổi ăn trưa, anh ta vẫn không xuất hiện. Mike, người đang nói về các phẩm chất của một con chó lông vàng, vẫn đi kè kè bên tôi đến lớp. Tôi nín thở khi đến trước cửa, nhưng Edward Cullen cũng không có ở đó. Tôi thở phào và đến ghế mình. Mike đi theo, nói về chuyến đi sắp tới đến biển.  Anh ta cứ chần chừ bên bàn tôi hoài đến khi chuông reo.  Rồi anh cười với tôi đầy nuối tiếc rồi đến ngồi bên cạnh một cô gái đeo bộ chỉnh răng và mái tóc uốn xấu xí.  Có lẽ tôi sẽ phải làm điều gì đó về Mike, và chắc sẽ không dễ dàng.  Trong một thành phố như vầy, nơi mọi người sống đông đúc chen chúc, lịch thiệp là điều quan trọng. Tôi chẳng khéo léo được; tôi không quen đối phó với mấy anh chàng thân thiện quá mức. Tôi cảm thấy nhẹ nhõm vì được ngồi một mình một bàn, vì Edward vắng mặt. Tôi cứ tự bảo mình thế. Nhưng tôi không thể tống khứ nỗi nghi ngờ khó chịu rằng tôi chính là lý do khiến anh ta không có mặt. Thật là buồn cười, và tự cao tự đại khi nghĩ rằng mình có thể có ảnh hưởng lên ai đó mạnh mẽ như thế. Chẳng thể nào. Tuy nhiên tôi không thể hết lo rằng đó là sự thật.  Khi cuối cùng ngày ở trường đã qua đi, và màu đỏ vì xấu hổ đã nhạt dần trên má vì sự cố khi chơi bóng chuyền, tôi thay lẹ trở lại cái quần jean và chiếc áo len xanh biển. Tôi vội vã ra khỏi phòng thay đồ của nữ, hài lòng khi thấy mình đã tránh được người bạn yêu chó một chốc. Tôi đi nhanh ra bãi đậu xe.  Bây giờ nó đang đông đúc các sinh viên đang vội vã ra về.  Tôi vào xe tải của mình và lục soạn cặp để đảm bảo mình có đủ những thứ cần thiết.  Đêm qua tôi phát hiện ra là Charlie không biết nấu gì ngoài món trứng chiên và thịt muối xông khói. Vì thế tôi đã đòi để tôi lo chuyện bếp núc trong thời gian tôi ở đây. Bố vô cùng vui sướng giao chìa khoá của phòng tiệc tùng. Tôi cũng phát hiện ra là ông chẳng hề có thức ăn gì trong nhà. Vì thế tôi đã lập danh sách mua hàng và lấy tiền trong cái hũ để trong chạn có dán nhãn “Tiền mua thức ăn”, và bây giờ tôi đang trên đường đến Thriftway.  Tôi cho nổ cái động cơ điếc tai của mình, phớt lờ mấy cái đầu đang ngoái lại nhìn mình, rồi cẩn thận lùi vào hàng xe đang chờ ra khỏi bãi. Trong khi đợi, cố giả vờ như tiếng nổ điếc tai từ xe của ai đó, tôi thấy hai người họ Cullens và hai người sinh đôi Hale bước lên xe hơi họ. Đó là Volvo mới bóng loáng. Dĩ nhiên. Tôi đã không nhận thấy quần áo của họ trước đây - tôi đã quá bị thôi miên bởi khuôn mặt của họ. Bây giờ khi nhìn, rõ ràng họ ăn mặc cực kỳ đẹp; quần áo giản dị, nhưng tinh tế cho thấy sự độc đáo của nhà thiết kế. Với vẻ đẹp nổi bật của họ, phong cách cư xử của họ, cho dù họ có mặc đồ rửa chén, họ vẫn thành công.  Hình như thật quá thể cho họ khi có cả sắc đẹp lẫn tiền bạc.  Nhưng theo những gì tôi biết, đời luôn thế. Chẳng có vẻ gì là nó giúp cho họ được chấp nhận ở đây.  Không, tôi không hoàn toàn tin vào điều đó. Cô lập hẳn là ý muốn của họ ; tôi không thể tưởng tượng chuyện có thể có cánh cửa nào không chịu mở ra trước cái đẹp như thế.  Họ nhìn vào chiếc xe tải ồn ào của tôi khi tôi qua mặt họ, y như những người khác.  Tôi cứ nhìn thẳng về phía trước và cảm thấy nhẹ nhõm khi cuối cùng cũng ra khỏi khuôn viên trường. Thriftway không xa trường, chỉ cách vài con đường về hướng nam, gần đường cao tốc. Thật vui khi ở bên trong siêu thị; nó làm mình cảm thấy bình thường. Ở nhà tôi chịu trách nhiệm đi mua sắm, và tôi cảm thấy vui vẻ khi làm lại công việc quen thuộc. Cửa hàng bên trong đủ lớn để không nghe tiếng mưa rơi trên mái nhà để nhắc nhở tôi nhớ mình đang ở đâu.  Khi về đến nhà, tôi chất hết mọi thực phẩm ra, nhét chúng vào bất cứ nơi nào còn trống. Tôi hy vọng Charlie sẽ không phiền vụ đó. Tôi quấn khoai tây vào giấy bạc và nhét chúng vào lò để nướng, chan nước ướp thịt lên món bít tết và chất nó lên hộp các-tông đựng trứng trong tủ lạnh.  Khi làm xong, tôi xách cặp lên lầu. Trước khi bắt đầu làm bài tập, tôi thay áo len khô ráo, cột mái tóc ẩm ướt thành đuôi ngựa, và kiểm tra tin nhắn lần đầu kể từ khi đến đây. Tôi có ba tin nhắn.  \" Bella,” mẹ tôi viết Viết thư ngay cho mẹ khi con đến nơi. Kể mẹ nghe chuyến bay ra sao. Trời đang mưa phải không? Mẹ nhớ con.  Mẹ đã sắp xếp gần xong hành lý đi Florida rồi, nhưng không tìm ra cái áo hồng. Con biết mẹ để ở đâu không? Phil  gởi lời hỏi thăm con đó.  Mẹ.  Tôi thở dài và đọc tin nhắn kế. Nó được gởi đi sau tin nhắn đầu tám tiếng đồng hồ sau.  \" Bella,” mẹ viết Sao con chưa gởi tin nhắn cho mẹ? Con còn chờ gì nữa? Mẹ.  Cuối cùng là tin nhắn được gởi sáng nay.  Isabella, Nếu mẹ không nhận được tin của con trước 5:30 chiều nay mẹ sẽ gọi Charlie.  Tôi kiểm tra đồng hồ. Vẫn còn một tiếng đồng hồ nữa, nhưng mẹ tôi vốn hay sốt ruột.  Mẹ, Bình tĩnh nào. Con đang viết nè. Đừng làm gì hấp tấp chứ.  Bella.  Tôi gửi, và bắt đầu viết tiếp.  Mẹ, Mọi thứ rất tuyệt. Dĩ nhiên là trời đang mưa rồi. Con đang nghĩ coi sẽ viết về cái gì đây. Trường không tệ, chỉ hơi nhàm chán. Con có quen một số bạn dễ thương ngồi cạnh khi ăn trưa.  Áo của mẹ đang để ở tiệm giặt khô - lẽ ra mẹ phải lấy nó về hôm thứ Sáu.  Charlie đã mua cho con một chiếc xe tải, mẹ tin nỗi không nè? Con mê nó.  Tuy cũ nhưng vô cùng chắc chắn, tốt lắm, mẹ biết rồi đó, đối với con.  Con cũng nhớ mẹ. Con sẽ sớm viết thư cho mẹ, nhưng con sẽ không kiểm tra thư điện tử hoài được. Thư giãn, thở đều nhe. Con yêu mẹ.  Bella.  Tôi quyết định đọc quyển “Đỉnh gió hú” – quyển tiểu thuyết chúng tôi đang học bằng tiếng Anh - một lần nữa cho vui, và đó là điều tôi đang làm khi Charlie về nhà. Tôi quên mất thời gian, và tôi vội vã xuống lầu để lấy khoai tây ra và đặt bít tết vào nướng.  \"Bella hả con?\"  Bố gọi khi ông nghe tiếng tôi trên cầu thang.  Còn ai vào đây nữa trời? Tôi tự nghĩ.  \"Bố ơi, mừng bố về nhà.” \"Cảm ơn con.” ông treo lên móc đai đeo súng rồi tháo ủng ra khi tôi lăng xăng trong nhà bếp.  Theo những gì mà tôi biết, ông chưa từng bắn ai khi đang thi hành công vụ. Nhưng ông luôn cầm nó sẵn sàng. Khi tôi đến đây lúc còn nhỏ, ông luôn tháo đạn ra ngay khi bước vào cửa. Tôi đoán ông nghĩ là tôi đủ lớn để không vô tình bắn chính mình, và cũng không đủ muộn phiền để cố tình bắn mình.  \"Bữa tối có gì vậy con?\" bố cảnh giác hỏi. Mẹ tôi là một đầu bếp giàu óc tưởng tượng, và những món mẹ nấu thử không phải lúc nào cũng ăn được. Tôi bị bất ngờ, và cảm thấy buồn, ông có vẻ nhớ thời xa xưa.  \"Bít tết và khoai tây,” tôi trả lời, và ông có vẻ nhẹ nhõm.  Bố có vẻ cảm thấy lúng túng ngượng nghịu khi đứng trong bếp mà chẳng làm gì ; ông ì ạch vô phòng khách xem ti-vi trong khi tôi nấu nướng. Như vậy cả hai chúng tôi đều cảm thấy thoải mái hơn. Tôi làm món xa-lát trộn trong khi nấu món bít tết, rồi bày bàn.  Tôi gọi bố khi bữa tối đã sẵn sàng, và ông hít mũi khen ngợi khi bước vào phòng.  \"Thơm quá, Bell.” \"Cảm ơn bố.” Chúng tôi ăn trong im lặng vài phút. Không phải là không thoải mái. Chẳng ai trong chúng tôi quan tâm tới vụ yên lặng.  Nói cách khác, chúng tôi sống với nhau thiệt là hợp.  \"Nè, con có thích trường không? Con đã có bạn chưa?\" bố hỏi sau vài phút.  \"Tốt bố, con học chung vài môn với một nhỏ tên Jessica. Con ngồi chung với bạn đó khi ăn trưa. Và có một anh chàng, tên Mike, rất thân thiện.  Mọi người có vẻ khá dễ thương.” Trừ một ngoại lệ.  “Chắc là Mike Newton.  Thằng nhóc dễ thương - gia đình cũng dễ thương. Cha nó có cửa hàng đồ thể thao ngay bên ngoài thành phố.  Ông này kiếm sống kha khá nhờ mấy khách du lịch ba lô đi qua đây.” \"Bố biết gia đình Cullen không?\" tôi lưỡng lự hỏi.  \"Gia đình bác sĩ Cullen hả? Dĩ nhiên rồi. Bác sĩ Cullen là một người tuyệt vời.” \"Họ ... mấy người con ... hơi khác người một chút.  Dường như họ không hoà hợp ở trường lắm.” Charlie làm tôi ngạc nhiên vì ông có vẻ giận dữ.  \"Mấy người trong thành phố này,” ông thì thầm.”Bác sĩ Cullen là bác sĩ phẫu thuật xuất sắc có thể làm việc ở bất kỳ bệnh viện nào trên thế giới, kiếm được gấp mười lần lương anh ấy kiếm được ở đây,” ông nói tiếp, lớn giọng hơn.”Chúng ta may mắn mới có anh ấy - may mắn là vợ anh ấy muốn sống ở một thành phố nhỏ.  Anh ấy là tài sản quý giá của cộng đồng, và tất cả con cái họ đều cư xử tốt và lịch sự.  Bố đã từng nghi ngờ, khi họ mới chuyển tới, cùng mấy đứa con nuôi. Bố nghĩ coi chừng mình có thể gặp rắc rối với họ đây.  Nhưng bọn họ đều rất chín chắn – bố chưa hề gặp tí xíu rắc rối nào từ bất cứ ai trong bọn họ.  Con cái của những người sống trong thành phố này bao đời còn có nhiều thứ để nói hơn. Và họ gắn bó với nhau đúng nghĩa một gia đình – tổ chức cắm trại vào mỗi cuối tuần Chỉ vì họ là người mới đến, mọi người cứ bàn tán.” Đó là bài diễn văn dài nhất tôi từng nghe Charlie nói.  Bố hẳn ấn tượng ghê lắm về những gì mọi người đang bàn tán.  Tôi xoay ngược.”Họ có vẻ khá dễ thương với con.  Con chỉ nhận thấy họ tránh xa mọi người. Họ đều rất hấp dẫn,”  tôi nói thêm, cố tán tụng hơn.  \"Con nên đi gặp bác sĩ,” Charlie cười nói.”May mà anh ấy có gia đình hạnh phúc.  Nhiều cô y tá ở bệnh viện khổ sở lắm mới tập trung vào công việc của mình khi ông ấy ở bên cạnh.” Chúng tôi lại tiếp tục im lặng đến khi ăn xong.  Bố dọn sạch bàn còn tôi bắt đầu rửa chén.  Ông quay lại với cái ti-vi, và sau khi tôi rửa chén đĩa bằng tay xong – không có máy rửa chén - tôi miễn cưỡng lên lầu để làm bài tập toán.  Tôi có thể cảm thấy một truyền thống đang hình thành.  Đêm ấy cuối cùng cũng yên tĩnh. Tôi ngủ thiếp đi nhanh chóng, kiệt sức.  Những ngày còn lại trong tuần không có gì xảy ra. Tôi đã quen với lệ thường trong lớp học. Vào thứ sáu tôi đã có thể nhận mặt, không tính đến tên, hầu hết mọi sinh viên trong trường. Trong phòng tập thể dục, bọn thanh niên trong nhóm tôi đã rút kinh nghiệm không chuyền bóng cho tôi và bước thật nhanh đến trước mặt tôi khi nhóm kia định lợi dụng nhược điểm của tôi. Tôi sung sướng tránh xa họ.  Edward Cullen không hề quay lại trường.  Ngày nào tôi cũng lo lắng canh chừng cho đến khi nhóm Cullens vào quán ăn tự phục vụ mà không có anh ta. Sau đó tôi có thể thư giãn và tham gia trò chuyện trong giờ ăn trưa. Hầu hết câu chuyện đều nói về chuyến đi La Push Ocean Park trong hai tuần nữa do Mike tổ chức. Tôi được mời, và tôi đã đồng ý đi, vì phép lịch sự hơn vì thích. Bãi biển hẳn nóng và khô.  Vào thứ sáu tôi rất thoải mái bước vào giờ học sinh vật, không còn lo ngại Edward có thể ở đó. Vì theo những gì tôi biết, anh ta đã bỏ học. Tôi cố không nghĩ về anh ấy, nhưng tôi không thể nén được nỗi lo âu rằng tôi chịu trách nhiệm về việc vắng mặt liên tục của anh ta, tuy là nó có vẻ lố bịch.  Ngày cuối tuần đầu tiên ở Forks trôi qua không gặp sự cố gì.  Charlie, không quen với việc ở trong ngôi nhà luôn trống trải nên đi làm hầu như suốt ngày cuối tuần. Tôi dọn dẹp nhà cửa, làm tiếp bài tập về nhà, viết cho mẹ thêm mấy lá thư điện tử giả vờ vui vẻ. Tôi cũng chạy đến thư viện hôm thứ bảy, nhưng nó có quá ít sách nên tôi cũng chẳng thèm làm thẻ; tôi chắc phải đi Olympia hoặc Seattle sớm để tìm một hiệu sách hay. Tôi lười nhác nghĩ không biết cái xe đã đi được bao nhiêu dặm rồi ... và rùng mình vì ý nghĩ này.  Mưa nhẹ vào cuối tuần, nhẹ nhàng, nên tôi có thể ngủ ngon.  Mọi người chào tôi trong bãi đậu xe sáng thứ hai. Tôi không biết hết tên của họ, nhưng tôi vẫn vẫy tay lại và cười với họ. Trời lạnh hơn sáng nay, nhưng may mà không mưa. Trong lớp tiếng Anh, Mike ngồi vào chỗ thường lệ của anh ấy bên cạnh tôi. Chúng tôi đố nhau về Đỉnh gió hú. Thật dễ hiểu, rất dễ dàng.  Nhìn chung, tôi cảm thấy thoải mái hơn là đã nghĩ. Thoải mái hơn tôi từng mong mình sẽ cảm thấy ở đây.  Khi chúng tôi rời khỏi lớp, bầu trời đầy những bông tuyết nhỏ xoay tít.  Tôi có thể nghe mọi người la to phấn khởi với nhau. Gió châm vào má tôi, mũi tôi.  \"Chà,” Mike nói.” tuyết đang rơi.” Tôi nhìn mấy bông nhỏ mịn đang chồng chất dọc vỉa hè và bay bay qua khuôn mặt tôi.  \"Eo.” Tuyết.  Thế là hết ngày tốt lành của tôi.  Anh ta có vẻ ngạc nhiên. “Bạn không thích tuyết sao?\" \"Không.  Điều đó có nghĩa là nó quá lạnh không mưa được.”  Rõ là vậy rồi. “Hơn nữa, tôi nghĩ lẽ ra phải là hoa tuyết rơi chớ - bạn biết đó, cái nào cũng giống nhau.  Còn mấy cái này trông giống như đuôi chữ Q.” \"Trước đây bạn đã bao giờ thấy tuyết rơi chưa?\" Anh ta nghi ngờ hỏi.  \"Dĩ nhiên là thấy rồi.” tôi ngừng lại.” trên ti-vi á.” Mike cười to.  Rồi lúc ấy một quả bóng to, ướt bằng tuyết táng vào gáy anh ta. Cả hai chúng tôi ngoái nhìn để xem nó từ đâu đến. Tôi nghi Eric, người đang đi ra xa, lưng quay về phía chúng tôi - không đúng hướng đến lớp kế tiếp của anh ta. Mike rõ ràng có cùng suy nghĩ.  Anh ta cúi người và bắt đầu gom lại một đống tuyết.  \"Gặp lại bạn vào giờ ăn trưa nhe, OK?\"  tôi vừa đi vừa nói.” Hễ người ta mà bắt đầu ném mấy thứ ướt át đó là tôi vào trong nhà.” Anh ta chỉ gật đầu, mắt dán vào bóng Eric đang lùi ra xa. Suốt buổi sáng, mọi người phấn khởi bàn tán về tuyết; hình như đó là lớp tuyết dày đầu tiên của năm mới. Tôi nín thin thít.  Dĩ nhiên là khô ráo hơn mưa - cho đến khi nó tan trong vớ bạn.  Tôi cẩn thận đến quán ăn tự phục vụ với Jessica sau giờ học tiếng Tây Ban Nha. Mấy quả banh tuyết đang bay vèo vèo khắp nơi. Tôi ôm cặp hồ sơ trong tay, sẵn sàng lấy nó làm khiên che khi cần. Jessica nghĩ là tôi vui, nhưng có điều gì đó trong vẻ mặt của tôi đã làm cô ấy không ném banh tuyết vào tôi.  Mike bắt kịp chúng tôi khi chúng tôi bước vào cửa, anh cười, với băng đang tan chảy trên mấy cái gai tóc của anh ấy.  Anh ấy và Jessica đang nói chuyện hào hứng về trận ném  tuyết khi chúng tôi xếp hàng mua thức ăn. Tôi liếc về phía bàn trong góc theo thói quen. Rồi tôi đứng luôn như trời trồng. Có năm người ngồi ở bàn.  Jessica kéo cánh tay tôi.  “Nè?Bella?Bạn dùng gì?\" Tôi nhìn xuống; tai tôi nóng bừng. Tôi chẳng có lý do gì để e dè cả, tôi tự nhắc mình. Tôi chẳng hề làm gì sai trái cả.  \"Có chuyện gì làm Bella buồn bực vậy?\" Mike hỏi Jessica.  \"Không có gì đâu,” tôi trả lời.” Hôm nay tôi chỉ uống xô-đa thôi.” tôi bước lên cho kịp hàng.  \"Bạn không đói sao?\" Jessica hỏi.  \"Thực ra, tôi cảm thấy hơi bịnh,” tôi nói, mắt vẫn dán xuống sàn.  Tôi chờ họ lấy thức ăn, rồi đi theo đến bàn, mắt dán xuống chân.  Tôi nhấp từng ngụm xô - đa, bao tử quặn lên. Hai lần Mike hỏi, quan tâm quá đáng, là tôi có sao không.  Tôi bảo anh ta là chả bị sao cả, nhưng tôi lại tự hỏi không biết mình có nên giả vờ bệnh để trốn xuống phòng y tế giờ sau không.  Buồn cười thật. Tôi sẽ không chạy trốn.  Tôi quyết định cho phép mình nhìn lướt qua bàn của gia đình Cullen một lần. Nếu anh ta nhìn tôi trừng trừng, tôi sẽ bỏ giờ sinh vật, đúng như tôi, một kẻ hèn nhát.  Tôi cúi gằm đầu và liếc nhìn qua hàng mi.  Chẳng ai trong số họ đang nhìn về hướng này. Tôi ngước đầu một chút.  Họ đang cười. Edward, Jasper, và Emmett tóc của tất cả đều ướt sũng vì tuyết tan.  Alice và Rosalie đang tránh người ra khi Emmett cứ lắc tóc anh ta về phía họ. Họ đang tận hưởng ngày tuyết rơi, cũng giống như tất cả những người khác - chỉ có điều họ trông có vẻ giống cảnh trong phim hơn là bọn chúng tôi.  Nhưng, ngoài tiếng cười và sự vui đùa, có cái gì đó khác biệt, và tôi không thể xác định chính xác khác gì. Tôi quan sát Edward kỹ nhất. Da anh ấy ít nhợt nhạt hơn, và tôi cho là – có thể do niềm hào hứng từ cuộc ném tuyết – quầng thâm dưới mắt anh ấy ít lộ rõ hơn. Nhưng còn có cái gì đó nữa. Tôi suy nghĩ, nhìn, cố tìm ra sự thay đổi.  \"Bella, bạn đang nhìn chằm chằm vào cái gì vậy?\" Jessica quấy rầy, mắt cô ấy nhìn theo hướng nhìn của tôi.  Đúng lúc ấy, mắt anh ta loé sáng chạm vào ánh mắt tôi.  Tôi cúi đầu, để tóc xoã xuống che mặt. Tôi chắc chắn, dù, chỉ một chốc mắt chúng tôi gặp nhau, anh ấy không có vẻ khắc nghiệt hay không thân thiện như trong lần cuối cùng tôi gặp anh. Anh chỉ có vẻ tò mò, không thỏa mãn sao đó.  \"Edward Cullen đang nhìn chằm chằm vào bạn, \" Jessica cười khúc khích vào tai tôi.  \"Anh ta không có vẻ giận dữ chứ hả,?\"  tôi buột miệng hỏi.  \"Không, \" cô ấy nói, có vẻ không hiểu câu hỏi của tôi. \"Sao anh ta lại phải thế?\" “Tôi không nghĩ anh ta thích tôi, \" tôi thổ lộ. Tôi vẫn cảm thấy buồn nôn. Tôi gục đầu vào cánh tay.  \"Nhà Cullens chẳng thích ai cả đâu ... hừm, họ có để ý ai đủ nhiều để thích người ta đâu. Nhưng anh ta vẫn nhìn chằm chằm vào bạn đó. \" \"Đừng nhìn anh ta nữa, \" tôi rít lên.  Cô nàng cười khẩy, nhưng đã nhìn sang chỗ khác. Tôi ngước đầu vừa đủ để bảo đảm cô ấy làm vậy, định sẽ dùng vũ lực nếu cô nàng dám làm khác đi.  Mike ngắt ngang chúng tôi  - anh ấy đang lập kế hoạch tổ chức một trận chiến bão tuyết hoànht ráng trong bãi đậu xe sau giờ học và muốn chúng tôi tham gia.  Jessica nhiệt tình đồng ý. Cách cô nhìn Mike cho thấy rõ cô ấy sẽ làm bất cứ thứ gì anh ấy đề nghị. Tôi im lặng. Tôi sẽ phải trốn trong phòng tập thể dục cho đến khi bãi đậu xe hết người.  Suốt giờ ăn trưa còn lại tôi hết sức cẩn thận giữ mắt mình chỉ ở bàn mình. Tôi quyết định làm đúng theo thoả thuận mình tự đặt ra.  Vì anh ta không có vẻ giận dữ, nên tôi sẽ đến lớp sinh vật. Dạ dày tôi lại trào lên sợ hãi khi nghĩ đến ngồi cạnh anh ta lần nữa.  Tôi thực lòng không muốn đi đến lớp với Mike như thường lệ - anh ta dường như là mục tiêu ưa thích của mấy kẻ ném lén banh tuyết - nhưng khi chúng tôi đến cửa, mọi người, ngoại trừ tôi, cùng rên rỉ một lúc. Trời đang mưa, rửa sạch mọi dấu vết của tuyết bằng các tua băng, trong vắt dưới lối đi bộ. Tôi kéo mũ trùm đầu lên, thầm khoái trá. Tôi sẽ được tự do thoải mái về nhà ngay sau giờ thể dục.  Mike không ngớt than vãn trên đường đi đến toà nhà số bốn.  Khi vào trong lớp, tôi thấy nhẹ nhõm vì bàn tôi vẫn trống.  Thầy Banner đang đi quanh phòng, phân phát một kính hiển vi và hộp mẫu vật cho từng bàn. Vài phút nữa mới bắt đầu học, và phòng rì rầm trò chuyện. Tôi giữ mắt mình không nhìn ra cửa, vẽ nguệch ngoạc vu vơ trên bìa sổ ghi chép của mình.  Tôi nghe rất rõ khi ghế cạnh tôi di chuyển, nhưng mắt tôi vẫn tiếp tục chăm chú tập trung vào mẫu hình đang vẽ.  \"Chào, \" một giọng nói du dương, dịu dàng vang lên.  Tôi nhìn lên, choáng váng vì anh đang nói với tôi. Anh đang ngồi xa tôi hết mức bàn cho phép, nhưng ghế anh xoay về phía tôi. Tóc anh đang ướt nhỏ giọt, bù rối - dẫu vậy, anh ấy trông như vừa quay xong phim quảng cáo gel tóc.  Khuôn mặt sáng ngời của anh thân thiện, cởi mở, một nụ cười nhẹ trên đôi môi hoàn mỹ. Nhưng mắt lại đầy cảnh giác.  \"Tên tôi là Edward Cullen, \" anh tiếp tục. \"Tôi chưa có dịp để giới thiệu mình tuần trước. Bạn hẳn là Bella Swan. \" Tâm trí tôi đang quay cuồng vì bối rối. Tôi đã tự tưởng tượng ra mọi thứ ư? Anh ấy bây giờ hết sức lịch sự. Tôi phải trả lời thôi; anh đang đợi.  Nhưng tôi chẳng thể nghĩ được câu nói thông thường nào.  \"S – sao anh biết tên tôi?\" tôi nói lắp.  Anh nở nụ cười dịu dàng, quyến rũ.  \"Ồ, tôi nghĩ ai cũng biết tên bạn. Cả thành phố đã chờ bạn đến. \" Tôi nhăn nhó. Tôi đã biết thế mà.  \"Không, \" tôi khăng khăng một cách ngu xuẩn. \" Ý tôi là, sao anh gọi tôi Bella?\" Anh có vẻ bối rối. \" Em thích gọi là Isabella hơn à?\" \"Không, tôi thích được gọi là Bella, \" tôi nói. \" Nhưng tôi nghĩ Charlie - ý tôi là cha tôi - phải gọi tôi là Isabella sau lưng của tôi - đó là cái tên mà hình như mọi người ở đây biết về tôi mà, \" tôi cố giải thích, cảm thấy mình giống như một đứa ngu hết mức.  \"Ồ. \" anh ấy vờ đi. Tôi vụng về nhìn sang chỗ khác.  May mắn thay, thầy Banner bắt đầu dạy ngay lúc đó. Tôi cố tập trung khi thầy giải thích bài thí nghiệm chúng tôi sẽ làm hôm nay.  Các mẫu vật trong hộp không đúng thứ tự.  Là bạn cùng làm thí nghiệm, chúng tôi phải tách các mẫu vật tế bào đầu rễ hành theo các giai đoạn phân bào và dán nhãn cho đúng. Chúng tôi không được dùng sách. Trong hai mươi phút, thầy sẽ đến xem có ai làm đúng không.  \"Bắt đầu, \" thầy ra lệnh.  \"Ưu tiên cho phụ nữ nhé, cộng sự?\" Edward hỏi. Tôi nhìn lên thấy anh đang nhếch miệng cười, đẹp đến nỗi tôi chỉ biết nhìn anh chằm chằm như con ngốc.  \"Hay là để tôi làm trước, nếu em muốn.\" Nụ cười tàn đi; rõ ràng anh đang tự hỏi không biết tôi có thông minh không.  \"Không, \" tôi nói, đỏ mặt. \"Tôi sẽ làm trước. \" Tôi đang khoe khoang, chỉ chút thôi. Tôi đã làm bài thí nghiệm này rồi, và tôi biết tôi sẽ tìm gì.  Dễ thôi. Tôi đưa mẫu vật đầu tiên vào dưới kính hiển vi và điều chỉnh nhanh phóng to 40 lần.  Tôi nghiên cứu mẫu vật thật nhanh.  Đánh giá của tôi rất tự tin. \" Tiền kỳ. \" \"Em có phiền không nếu tôi nhìn nó?\" Anh ấy hỏi khi tôi định tháo mẫu vật ra. Tay anh chạm tay tôi để chặn tôi lại, khi hỏi.  Ngón tay anh lạnh buốt, như thể anh đã nắm banh tuyết trước khi vào học.  Nhưng đó không phải là lý do tôi giật tay mình ra thật nhanh. Khi anh chạm vào tôi, nó châm tay tôi như thể có một dòng điện chạy ngang.  \"Tôi xin lỗi, \" anh thì thầm, kéo tay mình lại ngay lập tức. Tuy nhiên, anh vẫn với lấy kính hiển vi.  Tôi ngắm nhìn anh, vẫn phân vân, khi anh kiểm tra mẫu vật trong một thời gian còn ngắn hơn tôi đã làm.  \"Tiền kỳ, \" anh đồng ý, viết nắn nót vào chỗ trống đầu tiên trên tờ làm bài.  Anh nhanh chóng thay mẫu vật đầu bằng mẫu thứ hai, rồi nhìn lướt qua nó.  \"Hậu kỳ, \" anh thì thầm, viết xuống khi nói.  Tôi giữ cho giọng mình hờ hững. \"Tôi có thể xem chứ?\" Anh cười tự mãn và đẩy kính hiển vi qua tôi.  Tôi nhìn qua kính hăm hở, chỉ để thất vọng. Quỷ tha ma bắt, anh ta đúng.  \"Mẫu thứ ba?\"  Tôi chìa tay ra không nhìn anh.  Anh ấy trao nó cho tôi; có vẻ như anh đang cẩn thận để không chạm vào da tôi lần nữa.  Tôi nhìn nhanh nhất có thể.  \"Gian kỳ. \" tôi đẩy kính hiển vi trước khi anh hỏi. Anh nhìn cực nhanh, rồi ghi xuống. Tôi lẽ ra đã ghi xuống khi anh nhìn, nhưng chữ viết rõ ràng, sang trọng của anh đã làm tôi nhụt chí. Tôi không muốn làm hư trang viết với chữ viết nguệch ngoạc vụng về của mình.  Chúng tôi làm xong trước bất kỳ ai ngồi gần bên. Tôi có thể thấy Mike và cộng sự của anh ấy cứ so hai mẫu vật hết lần này đến lần khác, và nhóm khác đã mở sách dưới bàn.  Điều này làm tôi chẳng có chuyện gì để làm ngoài chuyện cố không nhìn anh ... không thành công. Tôi liếc nhìn lên, và anh ấy đang nhìn chằm chằm vào tôi, cùng vẻ thất vọng không thể giải thích được trong mắt anh. Bất ngờ tôi nhận biết sự khác biệt nhỏ trong khuôn mặt của anh ấy.  \"Anh đeo kính áp tròng hả?\" tôi buột miệng nói không thận trọng.  Anh có vẻ lúng túng vì câu hỏi bất ngờ của tôi. \" Không.\" \"Ồ, \" tôi lầm bầm. \"Tôi nghĩ mắt anh có cái gì đó là lạ. \" Anh nhún vai, và nhìn sang chỗ khác.  Thực ra, tôi chắc chắn có cái gì đó khác. Tôi nhớ rõ màu đen tuyền của đôi mắt anh lần cuối anh nhìn tôi trừng trừng – cái màu nổi bật trên nền da nhợt nhạt và mái tóc nâu vàng của anh. Hôm nay, mắt anh có màu hoàn toàn khác: màu nâu nhạt lạ lùng, đậm hơn kẹo bơ, nhưng có tông vàng giống nhau. Tôi không hiểu sao có thể vậy được, trừ phi vì lý do nào đó anh nói dối về vụ kính áp tròng. Hay có lẽ Forks đang làm tôi điên thực sự rồi.  Tôi nhìn xuống. Bàn tay anh lại siết chặt thành hai nắm đấm.  Thầy Banner đến bàn chúng tôi, để xem tại sao chúng tôi không làm việc.  Thầy nhìn qua vai chúng tôi để nhìn lướt qua bài thí nghiệm đã hoàn tất, rồi nhìn chăm chú hơn để kiểm tra các câu trả lời.  \"Nè, Edward, em có nghĩ là Isabella nên có cơ hội dùng kính hiển vi không?\" Thầy Banner hỏi.  \"Bella, \" Edward tự động sửa. \"Thực ra, cô ấy nhận ra ba mẫu trong số năm mẫu đó thầy. \" Thầy Banner bây giờ nhìn tôi; vẻ mặt thầy đầy hoài nghi.  \"Em đã làm bài thí nghiệm này bao giờ chưa?\" thầy hỏi.  Tôi mỉm cười ngượng ngùng. \" Không phải với rễ hành. \" \"Phôi nang cá hồi trắng hả?\" “Dạ. \" Thầy Banner gật đầu. \"Em học chương trình nâng cao ở Phoenix phải không?\" \"Vâng. \" \"Tốt, \" thầy nói sau một lúc, \"Tôi thấy hai em làm cộng sự thí nghiệm rất tốt. \" Thầy lầm bầm điều gì nữa khi bước đi.  Sau khi thầy đi, tôi lại tiếp tục vẽ nguệch ngoạc trên sổ tay.  \"Tuyết tan rồi buồn nhỉ?\" Edward hỏi. Tôi có cảm giác anh đang buộc mình phải trò chuyện  với tôi.  Chứng hoang tưởng lại xâm chiếm tôi lần nữa.  Giống như anh đã nghe câu chuyện tôi nói với Jessica lúc ăn trưa và đang cố chứng minh là tôi sai.  \"Thật ra thì không, \" tôi thành thật trả lời, thay vì giả vờ là bình thường như những người khác. Tôi vẫn đang cố tống cảm giác nghi ngờ ngu ngốc, và tôi không tài nào tập trung được.  \"Em không thích lạnh. \" đó không phải là một câu hỏi.  \"Và ướt nữa. \" \"Forks hẳn là nơi khó sống với em, \" anh suy tư.  \"Anh không biết đâu, \" tôi buồn rầu thì thầm.  Anh có vẻ thích những điều tôi nói, vì sao tôi chẳng hiểu.  Khuôn mặt anh làm tôi đãng trí nên tôi cố không nhìn vào nó nhiều hơn phép xã giao cho phép.  \"Vậy thì sao em đến đây?\" Chưa ai từng hỏi tôi điều đó - không thẳng thắn như anh, đang hỏi tôi.  \"Phức tạp lắm. \" \"Tôi nghĩ tôi có thể hiểu mà, \" anh nhấn mạnh.  Tôi ngập ngừng hồi lâu, rồi phạm lỗi khi nhìn vào ánh nhìn chằm chằm của anh. Đôi mắt vàng đậm của anh làm tôi rối lên, và tôi trả lời không suy nghĩ.  \"Mẹ tôi lấy chồng lần nữa, \" tôi nói.  \"Chuyện đó đâu có phức tạp đến thế, \" anh không đồng ý, nhưng anh đột ngột tỏ ra cảm thông. \"Khi nào vậy?\" \"Cuối tháng Chín. \" giọng tôi có vẻ buồn, thậm chí đối với tôi.  \"Mà em không thích ông ấy, \" Edward phỏng đoán, giọng anh vẫn ân cần.  \"Không, Phil tốt lắm.  Có lẽ quá trẻ, nhưng cũng dễ thương. \" \"Sao em không ở với họ ?\" Tôi không biết sao anh lại quan tâm, nhưng anh cứ nhìn tôi chằm chằm bằng đôi thấu hiểu, như thể câu chuyện về cuộc đời tẻ nhạt của tôi vô cùng quan trọng với anh vậy.  \"Phil đi nhiều. Ông chơi bóng để kiếm sống. \" tôi cười nửa miệng.  \"Tôi có biết ông ấy không nhỉ?\" anh hỏi, mỉm cười đáp lại.  \"Có lẽ không. Ông chơi không hay lắm. Chỉ là một đội rất nhỏ. Ông đi hoài. \" \"Nên mẹ em gửi em ở đây để bà có thể đi cùng ông ấy. \" Anh nói như xác nhận lại, không phải là câu hỏi.  Cằm tôi hơi vênh lên. \" Không, mẹ không gửi tôi đến đây. Tôi tự đi. \" Lông mày anh nhíu lại với nhau. \" Tôi không hiểu, \" anh thừa nhận, và anh có vẻ tuyệt vọng thái quá vì chuyện đó.  Tôi thở dài. Vì sao tôi lại giải thích chuyện này với anh chứ? Anh vẫn cứ nhìn tôi chằm chằm với sự hiếu kỳ thấy rõ.  \"Lúc đầu mẹ ở với tôi, nhưng mẹ nhớ ông ấy.  Điều đó làm mẹ không hạnh phúc nên tôi quyết định đã đến lúc phải dành kha khá thời gian cho Charlie. \"  giọng tôi đầy buồn bã khi nói xong.  \"Nhưng bây giờ em lại không vui, \" anh chỉ ra.  \"Thì sao chứ?\" tôi thách thức.  \"Có vẻ không công bằng. \" anh nhún vai, nhưng mắt anh vẫn đầy xúc động.  Tôi cười khan. \" Chưa ai nói với anh sao? Đời là bất công mà.” \"Tôi nghĩ tôi đã từng nghe đâu đó rồi”, anh mỉa mai công nhận.  \"Vậy đó,\" tôi khăng khăng, không hiểu vì sao anh cứ nhìn chằm chằm vào mình như thế.  Ánh nhìn chằm chằm của anh trở thành đánh giá. \"Em tỏ vẻ ngoan cường lắm, \" anh chậm rãi nói.  \"Nhưng tôi dám cá em đang rất khổ tâm. \" Tôi nhăn nhó với anh, ráng kềm chế nỗi thôi thúc muốn thè lưỡi ra chế giễu như lúc lên năm tuổi, và nhìn sang chỗ khác.  \"Tôi nói không đúng à?\" Tôi cố lờ anh đi.  \"Tôi không nghĩ vậy, \" anh thì thầm tự mãn.  \"Chuyện đó dính dáng gì đến anh đâu?\"  tôi hỏi, đầy tức tối. Tôi cứ nhìn đi chỗ khác, quan sát thầy đang đi một vòng.  \"Đúng là một câu hỏi rất hay, \" anh thì thầm, lặng lẽ đến nỗi tôi tự hỏi không biết có phải anh đang tự nói với chính mình không. Tuy nhiên, sau khi vài giây im lặng, tôi cho là đó là câu trả lời duy nhất tôi nhận được.  Tôi thở dài, cau có nhìn lên bảng.  \"Tôi làm phiền em à?\" anh hỏi. Có vẻ thích thú.  Tôi liếc anh không suy nghĩ ... và lại nói thật. \"Thật ra thì không. Tôi bực bản thân mình hơn.  Khuôn mặt tôi bộc lộ hết mọi thứ - mẹ tôi luôn luôn gọi tôi là quyển sách toang của bà. \" tôi cau mày.  \"Trái lại, tôi thấy em rất khó đọc.” Mặc dù mọi thứ là tôi nói ra còn anh chỉ đoán, nhưng anh có vẻ rất thực lòng.  \"Anh hẳn là người đọc giỏi,” tôi trả lời.  \"Thường là vậy.” anh cười toe toét, để lộ hàm răng trắng bóng, hoàn hảo.  Thầy Banner yêu cầu lớp trật tự nên tôi nhẹ nhõm chuyển sang lắng nghe thầy. Tôi không thể tin nỗi mình vừa mới thanh minh thanh nga cuộc sống buồn bã của mình cho anh chàng đẹp trai kỳ quái này, người có thể hoặc có thể sẽ không coi thường tôi.  Anh có vẻ bị cuốn hút trong câu chuyện của chúng tôi, nhưng bây giờ tôi có thể thấy, từ khoé mắt, anh ấy đang nhích ra xa tôi trở lại, tay anh kẹp chặt mép bàn căng thẳng thấy rõ.  Tôi cố tỏ vẻ chăm chú lắng nghe khi thầy Banner minh họa bằng phim đèn chiếu trên máy chiếu, những thứ tôi đã nhìn thấy dễ dàng qua kính hiển vi. Nhưng suy nghĩ của tôi cứ quay cuồng không thể kềm chế được.  Khi tiếng chuông cuối cùng cũng vang lên, Edward vội vã ra khỏi phòng, nhanh mà vẫn duyên dáng y như đã làm hôm thứ hai rồi. Và, như thứ hai rồi, tôi chằm chằm vào lưng anh một cách kinh ngạc.  Mike lập tức tót đến bên tôi và thu dọn sách giùm tôi. Tôi tưởng tượng anh có cái đuôi ve vẩy.  \"Thiệt là tệ hại, \" anh rên rỉ. \"Mấy cái đó trông giống y như nhau. Bạn thiệt là may vì Cullen làm cộng sự. \" \"Tôi chẳng thấy khó gì cả, \" tôi nói, tự ái vì lời ước đoán của anh ta. Tôi hối tiếc vì đã làm mất mặt anh ta. \"Tuy vậy, chỉ vì tôi đã làm bài thí nghiệm đó trước đây rồi mà thôi, \" tôi nói thêm trước khi anh ấy cảm thấy bị tổn thương.  \"Cullen hôm nay có vẻ khá thân thiện, \" anh bình luận khi chúng tôi chui vào áo mưa. Anh có vẻ không vui vì chuyện đó.  Tôi cố tỏ vẻ dửng dưng. \"Tôi chẳng hiểu hôm thứ hai rồi anh ta bị gì nữa.” Tôi không thể tập trung vào lời tán dóc của Mike khi bước vào phòng tập thể dục, và RE. cũng không làm tôi chú ý được, Mike chung nhóm với tôi hôm nay.  Anh hào hiệp bao luôn vị trí của tôi cũng như của anh ấy, cho nên tôi tha hồ mơ mộng cho đến khi tới phiên tôi phát bóng; nhóm của tôi cảnh giác cúi xuống tránh xa tôi mỗi lần tôi nhảy lên.  Mưa chỉ là cơn mưa phùn nhẹ khi tôi bước đến bãi đậu xe, nhưng tôi khoái hơn lúc được ngồi vào chiếc xe khô ráo. Tôi bật máy sưởi lên, và chỉ một lần này thôi, tôi chẳng hề quan tâm đến tiếng gầm váng óc của động cơ. Tôi mở phéc-mơ-tuya áo khoác, kéo mũ trùm đầu ra, rồi lắc nhẹ mái tóc ẩm ướt để lò sưởi có thể làm khô nó trên đường về.  Tôi nhìn quanh quất để xem đường có trống không.  Đó là lúc tôi nhận ra cái bóng trắng lặng lẽ. Edward Cullen đang tựa vào cửa trước của chiếc Volvo, cách tôi ba chiếc xe, và nhìn chăm chú về phía tôi.  Tôi nhìn nhanh sang chỗ khác và chạy lùi, suýt tông phải chiếc Toyota Corolla gỉ sét vì vội vàng. May mắn cho chiếc Toyota này, tôi đã đạp thắng kịp lúc. Đó đúng là loại xe mà cái xe tải của tôi có thể biến nó thành phế liệu. Tôi hít thật sâu, vẫn về phía khác, rồi cẩn thận quành xe ra lần nữa, hoàn toàn thành công. Tôi nhìn thẳng về phía trước khi chạy qua chiếc Volvo, nhưng khi liếc nhìn lén, tôi dám cá là tôi thấy anh đang cười to."
        }
    ],
    "suggestions": []
}