{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Arabidopsis",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Arabidopsis",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Arabidopsis",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Arabidopsis",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Arabidopsis",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The small size of its genome makes <em>Arabidopsis</em> thaliana useful for genetic mapping and sequencing.",
            "vi": "Bộ gen nhỏ đã giúp loài Arabidopsis thaliana hữu dụng trong việc lập bản đồ gen và giải mã trình tự bộ gen."
        },
        {
            "en": "<em>Arabidopsis</em> thaliana is a small flowering plant native to Europe, Asia, and northwestern Africa.",
            "vi": "Arabidopsis thaliana là loài thực vật có hoa sinh trưởng ở châu Âu, Á và tây bắc châu Phi."
        },
        {
            "en": "In the 1980s <em>Arabidopsis</em> started to become widely used in plant research laboratories around the world.",
            "vi": "Trong những năm 80 cây thuốc lá bắt đầu được sử dụng rộng rãi trong các phòng thí nghiệm khắp thế giới."
        },
        {
            "en": "<em>Arabidopsis</em> is an annual (rarely biennial) plant usually growing to 20–25 cm tall.",
            "vi": "Arabidopsis là cây một năm (hiếm khi lâu năm), cao từ 20 - 25 cm."
        },
        {
            "en": "<em>Arabidopsis</em> là cây một năm (hiếm khi lâu năm), cao từ 20-25 cm.",
            "vi": "Arabidopsis is an annual (rarely biennial) plant usually growing to 20–25 cm tall."
        },
        {
            "en": "However, <em>Arabidopsis</em> thaliana was designated as a model organism only in 1998.",
            "vi": "Tuy nhiên Arabidopsis thaliana chỉ mới được xem là sinh vật kiểu mẫu từ năm 1988."
        },
        {
            "en": "With about 157 million base pairs and five chromosomes, <em>Arabidopsis</em> has one of the smallest genomes among plants.",
            "vi": "Với khoảng 157 triệu cặp bazơ và 5 nhiễm sắc thể, cây thuốc lá là loài thực vật có bộ gen nhỏ nhất."
        },
        {
            "en": "The first mutant in <em>Arabidopsis</em> was documented in 1873 by Alexander Braun, describing a double flower phenotype.",
            "vi": "Đột biến đầu tiên ở cây thuốc lá được ghi nhận năm 1873 bởi Alexander Braun, là một kiểu hoa đôi."
        },
        {
            "en": "<em>Arabidopsis</em> is a popular tool for understanding the molecular biology of many plant traits, including flower development and light sensing.",
            "vi": "Arabidopsis là công cụ thông dụng trong việc nghiên cứu các tính trạng thực vật (ở mức sinh học phân tử), gồm sự phát triển hoa và quang ứng."
        }
    ],
    "suggestions": []
}