{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ærəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trồng trọt được (đất)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đất trồng</td></tr></table><i/></div>",
            "word": "arable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>arable</k><blockquote>■ <cclass>adjective (of land) suitable for growing crops. </cclass></blockquote><blockquote>⁃ (of crops) able to be grown on such land. </blockquote><blockquote>■ <cclass>noun arable land or crops. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr., or from L. <i>arabilis</i>, from <i>arare</i> 'to plough'. </blockquote></div>",
            "word": "arable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>arable</k><blockquote>▸ <cclass>adjective FARMABLE, cultivable, cultivatable; fertile, productive, fecund.</cclass></blockquote></div>",
            "word": "arable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "arable"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> canh tác được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trồng trọt được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trồng trọt được (đất)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">arable farming</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngành trồng trọt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">arable farming</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngành trồng trọt ngũ cốc</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "arable"
        }
    },
    "sentences": [
        {
            "en": "<em>Arable</em> land.",
            "vi": "Đất có thể canh tác."
        },
        {
            "en": "How to know <em>arable</em> lands?",
            "vi": "Làm cách nào để biết đó là đất trồng trọt được?"
        },
        {
            "en": "In my poor village, most of the <em>arable</em> land is reserved for production.",
            "vi": "Tại quê hương nghèo khổ của tôi, hầu hết đất đai canh tác dành cho sản xuất."
        },
        {
            "en": "China has rich labor resources, but its <em>arable</em> land is inadequate.",
            "vi": "Trung quốc có nguồn nhân lực dồi dào, nhưng lại thiếu đất canh tác."
        },
        {
            "en": "Diminishing returns may eventually set in as overworked employees lose efficiency or leave for more <em>arable</em> pastures.",
            "vi": "Lợi nhuận giảm dần rút cuộc là do việc công nhân làm việc quá nhiều dẫn tới hiệu quả thấp hoặc để lại nhiều sản phẩm dở dang."
        },
        {
            "en": "After the project comes to an end, the new stream will refresh 13,500 hectares of <em>arable</em> land.",
            "vi": "Sau khi công trình hoàn thành, dòng nước mới sẽ tưới mát 13.500 héc - ta đất canh tác."
        },
        {
            "en": "It is expected that <em>arable</em> land will measure 82600 ha in 2020 and 80500 ha in 2025.",
            "vi": "Người ta hy vọng rằng năm 2020 số đất canh tác sẽ là 82600 héc-ta và 80500 héc-ta vào năm 2025."
        },
        {
            "en": "It is expected that <em>arable</em> land will measure 82600 ha in 2020 and 80500 ha in 2025.",
            "vi": "Người ta hy vọng rằng năm 2020 số đất canh tác sẽ là 82600 héc - ta và 80500 héc - ta vào năm 2025."
        },
        {
            "en": "<em>Arable</em> land accounts for only 17 percent of land area, and approximately half of the cultivable area is irrigated.",
            "vi": "Đất nông nghiệp chỉ chiếm 17% tổng diện tích, và khoảng một nửa diện tích đất canh tác được tưới nước."
        },
        {
            "en": "But with around 1,000 persons per square kilometre of <em>arable</em> land the farming sector is still one of the most overcrowded in the world.",
            "vi": "Nhưng với khoảng 1.000 người/km2 đất canh tác, khu vực trồng trọt vẫn là một khu vực đông đúc nhất trên thế giới."
        },
        {
            "en": "In south Darfur right now, they are only cultivating about a third of the <em>arable</em> land that they could be cultivating.",
            "vi": "Ở nam Dufur ngày nay, họ chỉ trồng trọt trên khoảng một phần ba đất có thể canh tác được."
        },
        {
            "en": "Millions of people could face disease, poverty and hunger if Asia’s <em>arable</em> lands become unworkable through changes in temperature, rainfall, river flows or pest abundance.",
            "vi": "Hàng triệu người có thể phải đối mặt với bệnh tật và nghèo đói nếu những vùng đất trồng trọt ở châu Á trở nên không thể canh tác được do sự thay đổi về thời tiết, lượng mưa, dòng chảy hay sâu hại."
        },
        {
            "en": "Nearly half of the 2.2 million hectares (5.4 million acres) of <em>arable</em> land in the Mekong Delta has been affected by saltwater and hundreds of thousands of people there are suffering from a water scarcity.",
            "vi": "Gần một nửa trong số 2,2 triệu ha đất canh tác ở đồng bằng sông Cửu Long đã bị ảnh hưởng bởi nước mặn và hàng trăm ngàn người ở đó đang rơi vào tình trạng khan hiếm nước."
        },
        {
            "en": "Increasing population, expanding cities, rapid industrialisation and the increased pace of developmental activities have resulted in the shrinkage of <em>arable</em> land for agriculture, and deforestation on a big scale.",
            "vi": "Dân số ngày càng tăng, các thành phố mở rộng, sự công nghiệp hóa nhanh chóng và sự tăng tốc của những hoạt động phát triển đã gây ra trong sự thu hẹp của đất trồng cho nông nghiệp, và cùng đó là sự phá rừng trên quy mô lớn."
        },
        {
            "en": "Nearly half of the 2.2 million hectares (5.4 million acres) of <em>arable</em> land in the Mekong Delta had been attacked by saltwater and hundreds of thousands of locals are suffering from water scarcity.",
            "vi": "Gần một nửa trong số 2,2 triệu ha đất canh tác ở đồng bằng sông Cửu Long đã bị tấn công bởi nước mặn và hàng trăm ngàn người dân địa phương đang bị thiếu nước trầm trọng."
        },
        {
            "en": "Increasing population, expanding cities, rapid industrialisation and the increased pace of developmental activities have resulted in the shrinkage of <em>arable</em> land for agriculture, and deforestation on a big scale.",
            "vi": "các thành phố mở rộng, sự công nghiệp hóa nhanh chóng và sự tăng tốc của những hoạt động phát triển đã gây ra trong sự thu hẹp của đất trồng cho nông nghiệp, và cùng đó là sự phá rừng trên quy mô lớn."
        },
        {
            "en": "The ministry said around 500,000 hectares, or a third of the rice cultivation area in the delta, will not be <em>arable</em> for the summer-fall crop as the dry condition will only become worse in coming months.",
            "vi": "Bộ cho biết khoảng 500.000 ha, hay một phần ba diện tích trồng lúa ở đồng bằng sẽ không được canh tác cho vụ hè thu vì hạn hán sẽ trở nên tồi tệ hơn trong những tháng tới."
        },
        {
            "en": "That is the most frustrating thing about what we are talking about. Let me use Darfur as an example. In south Darfur right now, they are only cultivating about a third of the <em>arable</em> land that they could be cultivating. And, that is due to many factors including conflict and lack of development.",
            "vi": "Điều đau lòng nhất là việc chúng tôi đang đề cập đến đây. Tôi xin lấy ví dụ như ở Darfur. Ở nam Dufur ngày nay, họ chỉ trồng trọt trên khoảng một phần ba đất có thể canh tác được. Và, đó là do nhiều yếu tố bao gồm xung đột và kém phát triển."
        },
        {
            "en": "As much as 40-50 percent of the 2.2 million hectares of <em>arable</em> land in the Mekong Delta had been hit by salinization, according to Le Anh Tuan, a professor of climate change at Can Tho University in the Mekong Delta city of Can Tho.",
            "vi": "Gần 40-50% của 2,2 triệu ha đất canh tác ở đồng bằng sông Cửu Long đã bị ảnh hưởng bởi sự xâm nhập mặn, theo ông Lê Anh Tuấn, một giáo sư về biến đổi khí hậu tại Đại học Cần Thơ tỉnh Cần Thơ thuộc đồng bằng sông Cửu Long."
        },
        {
            "en": "That is the most frustrating thing about what we are talking about. Let me use Darfur as an example. In south Darfur right now, they are only cultivating about a third of the <em>arable</em> land that they could be cultivating. And, that is due to many factors including conflict and lack of development.",
            "vi": "đau lòng nhất là việc chúng tôi đang đề cập đến đây. Tôi xin lấy ví dụ như ở Darfur. Ở nam Dufur ngày nay, họ chỉ trồng trọt trên khoảng một phần ba đất có thể canh tác được. Và, đó là do nhiều yếu tố bao gồm xung đột và kém phát triển."
        }
    ],
    "suggestions": []
}