{
    "en_vn": {
        "data": {
            "content": null,
            "word": "arab",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "arab",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "arab",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "arab",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "arab",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>arab</em>",
            "vi": "người Ả rập"
        },
        {
            "en": "Street <em>arab</em>",
            "vi": "Đứa bé lang thang không gia đình"
        },
        {
            "en": "United <em>Arab</em> Emirates",
            "vi": "Các tiểu vương quốc a - rập thống nhất"
        },
        {
            "en": "The <em>Arab</em> world.",
            "vi": "Thế giới ả rập."
        },
        {
            "en": "He was a street <em>Arab</em>.",
            "vi": "Anh từng là một đứa bé lang thang không gia đình."
        },
        {
            "en": "In many <em>Arab</em> countries, poets are superstars.",
            "vi": "Ở nhiều nước khối Ả Rập, các nhà thơ là những siêu sao."
        },
        {
            "en": "Organization of <em>Arab</em> petroleum exporting countries",
            "vi": "(oapec) - tổ chức các nước ả rập xuất khẩu dầu mỏ"
        },
        {
            "en": "She found out he was an <em>Arab</em>.",
            "vi": "Cô ấy phát hiện ra anh là người Ả-rập."
        },
        {
            "en": "OAPEC: Organization of <em>Arab</em> Petroleum Exporting Countries.",
            "vi": "Oapec: tổ chức các nước xuất khẩu dầu mỏ ả rập."
        },
        {
            "en": "<em>Arab</em> leaders are beginning to realize that <em>Arab</em> nations are seriously threatened by climate change.",
            "vi": "Các nhà lãnh đạo Ả - rập bắt đầu nhận ra rằng các vương quốc Ả - rập đang bị những thay đổi khí hậu ảnh hưởng nghiêm trọng."
        },
        {
            "en": "She threw him over for a tall, dark, handsome <em>Arab</em>.",
            "vi": "Cô nàng đã bỏ anh ta để theo một gã người Ả rập đẹp trai, da ngăm đen và cao lớn."
        },
        {
            "en": "The ambassadors of several <em>Arab</em> countries were invited.",
            "vi": "Đại sứ một số nước ả rập đã được mời."
        },
        {
            "en": "There is no end to the <em>Arab</em>-Israeli conflict.",
            "vi": "Không có sự kết thúc cho cuộc xung đột giữa người Do Thái và A - rập."
        },
        {
            "en": "An <em>Arab</em> horse is required to be fit and sound.",
            "vi": "Ngựa Ả - rập yêu cầu phải khỏe mạnh và sung sức."
        },
        {
            "en": "I love the airline of United <em>Arab</em> Emirate.",
            "vi": "Tôi thích hãng hàng không của các tiểu vương quốc A - rập thống nhất."
        },
        {
            "en": "An <em>Arab</em> horse is required to be fit and sound.",
            "vi": "Ngựa Ả-rập yêu cầu phải khỏe mạnh và sung sức."
        },
        {
            "en": "The <em>Arab</em> nations began supporting the asymmetrical warfare.",
            "vi": "Các tiểu vương quốc Ả - rập bắt đầu ủng hộ cuộc chiến không cân bằng đó."
        },
        {
            "en": "I love the airline of United <em>Arab</em> Emirate.",
            "vi": "Tôi thích hãng hàng không của các tiểu vương quốc A-rập thống nhất."
        },
        {
            "en": "The <em>Arab</em> nations began supporting the asymmetrical warfare.",
            "vi": "Các tiểu vương quốc Ả-rập bắt đầu ủng hộ cuộc chiến không cân bằng đó."
        },
        {
            "en": "Ministers from four <em>Arab</em> countries met yesterday in Cairo.",
            "vi": "Hôm qua các Bộ trưởng của bốn nước Ả rập (Arab) đã gặp nhau ở Ai Cập."
        }
    ],
    "suggestions": []
}