{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ɑ:bitrərili]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tùy tiện</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">you shouldn't settle arbitrarily this problem in place of your father </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">anh không nên tùy tiện giải quyết vấn đề này thay cho cha anh </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chuyên quyền, độc đoán</td></tr></table><i/></div>",
            "word": "arbitrarily"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "arbitrarily"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "arbitrarily"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "arbitrarily"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độc quyền</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> một cách tùy ý</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">arbitrarily assigned constant</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hằng số phân bố tùy ý</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">arbitrarily near</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tùy ý gần</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "arbitrarily"
        }
    },
    "sentences": [
        {
            "en": "You can't just <em>arbitrarily</em> assign values.",
            "vi": "Bạn không thể cứ tùy tiện gán các trị."
        },
        {
            "en": "You can <em>arbitrarily</em> split them down the middle.",
            "vi": "Bạn có thể tự ý chia chúng ra làm hai."
        },
        {
            "en": "if you use sleeping pills <em>arbitrarily</em>, that's too dangerous",
            "vi": "Sẽ rất nguy hiểm nếu bạn uống thuốc ngủ một cách tùy tiện"
        },
        {
            "en": "The main disadvantages are that the thresholds are set <em>arbitrarily</em> and are strictly not comparable.",
            "vi": "Các nhược điểm chính của các ngưỡng này là được đặt một cách chưa khác quan và khó có thể so sánh được."
        },
        {
            "en": "The superior makes decisions <em>arbitrarily</em>, but the inferior obeys orders unquestioningly.",
            "vi": "Cấp trên ra quyết định một cách độc đoán, nhưng cấp dưới tuân lệnh một cách mù quáng."
        },
        {
            "en": "An asymptote is a line or curve that approaches a given curve <em>arbitrarily</em> closely.",
            "vi": "Đường tiệm cận là một đường thẳng hoặc một đường cong tiếp xúc chặt chẽ với một đường cong bất kì cho trước."
        },
        {
            "en": "You shouldn't settle <em>arbitrarily</em> this problem in place of your father.",
            "vi": "Anh không nên tùy tiện giải quyết vấn đề này thay cho bố anh."
        },
        {
            "en": "In some cases, such as in a programming language, synonyms can't be used <em>arbitrarily</em>.",
            "vi": "Một số trường hợp, như trong ngôn ngữ lập trình, không thể tùy tiện sử dụng từ đồng nghĩa."
        },
        {
            "en": "In practice, organization costs are usually amortized over an <em>arbitrarily</em> chosen, short period of time.",
            "vi": "Trong thực tiễn, chi phí thành lập doanh nghiệp thường được phân bổ trong thời gian ngắn hoặc tùy chọn."
        },
        {
            "en": "As a result, there is a likelihood that these indicators may be used <em>arbitrarily</em>.",
            "vi": "Do đó, có thể các chỉ tiêu này sẽ đươc diễn giải theo ý chủ quan tuỳ tiện."
        },
        {
            "en": "Among the interviewees there were few cases of officials <em>arbitrarily</em> inspecting firms.",
            "vi": "Trong số những người được phỏng vấn có ít trường hợp cán bộ tùy tiện thanh tra các doanh nghiệp."
        },
        {
            "en": "However, income levels are set <em>arbitrarily</em> and are difficult to compare across communes.",
            "vi": "Tuy nhiên, các mức thu nhập được đặt một cách chủ quan và khó so sánh giữa các xã."
        },
        {
            "en": "Party A is <em>arbitrarily</em> not allowed to fix and replace damaged equipment without the instruction or agreement of Party B.",
            "vi": "Bên A không được tự ý sửa chữa và thay thế các thiết bị hư hỏng khi chưa có sự hướng dẫn hoặc đồng ý của Bên B."
        },
        {
            "en": "For an <em>arbitrarily</em> long distance, the probability of crossover is high enough that the inheritance of the genes is effectively uncorrelated.",
            "vi": "Ở một khoảng cách dài tùy ý, xác suất trao đổi chéo đủ cao để sự di truyền các gen diễn ra tương đối riêng rẽ."
        },
        {
            "en": "The present system of identification of poor households uses <em>arbitrarily</em>-set poverty thresholds to assess the household’s well-being against an absolute poverty standard.",
            "vi": "Hệ thống xác định các hộ nghèo hiện tại sử dụng các ngưỡng nghèo được xây dựng một cách chủ quan dùng để đánh giá chất lượng sống của hộ đối chiếu với một chuẩn nghèo tuyệt đối."
        },
        {
            "en": "“Every human being has the inherent right to life. This right shall be protected by law. No one shall be <em>arbitrarily</em> deprived of his life,” the lawyer cited the article as reading.",
            "vi": "\" Mỗi người đều có quyền sống. Quyền này phải được bảo vệ bởi pháp luật. Không ai được tự ý tước đoạt sự sống của người khác, \" Trích từ bài phát biểu của luật sư."
        },
        {
            "en": "The analysis can be summarised graphically, as shown in Figure 1.4, divided between actual (through 2002) and hypothetical (ending <em>arbitrarily</em> in 2006) rates of growth as three-year moving averages, of GDP, exports, and poverty reduction.",
            "vi": "Phân tích trên đây có thể được tóm tắt bằng đồ thị như Hình 1.4 mô tả, chia theo tốc độ tăng trưởng thực tế (cho tới năm 2002) và giả định (tới năm 2006) theo mức trung bình 3 năm dịch chuyển của GDP, xuất khẩu và giảm nghèo."
        },
        {
            "en": "The income-based criteria for identifying poor households for targeting programme benefits is easy to understand, though the income levels are set <em>arbitrarily</em> and difficult to compare across communes.",
            "vi": "Tiêu chí dựa trên thu nhập để xác định hộ nghèo để hưởng các lợi ích của chương trình là dễ hiểu nhưng mức thu nhập được đặt theo ý chủ quan và khó so sánh giữa các xã."
        },
        {
            "en": "After 1975, the number of migrants to HCM City skyrocketed and along with this, slums formed everywhere. Houses were built <em>arbitrarily</em>, breaking the designed planning. Land became gold. The canals, ponds and gardens, and grass covers quickly filled up.",
            "vi": "Sau năm 1975, số người di cư đến thành phố Hồ Chí Minh tăng vọt và cùng với điều này, các khu ổ chuột hình thành ở khắp mọi nơi. Nhà cửa được xây dựng tùy tiện, phá vỡ thiết kế quy hoạch. Đất đai đã trở thành vàng. Các kênh rạch, ao, vườn và cỏ bìa nhanh chóng bị phủ lấp."
        },
        {
            "en": "Credit default swaps used in this manner are a legitimate market function, especially if they are tied to an underlying asset, i.e. the bond it is insuring. But, naked contracts, trading privately and valued <em>arbitrarily</em>, are a cancer eating away at the heart of Wall Street.",
            "vi": "Các hợp đồng bảo hiểm nợ xấu được sử dụng theo cách này là chức năng của thị trường chính thống, đặc biệt nếu chúng gắn với một tài sản cơ sở, tức trái phiếu nó đang bảo hiểm. Nhưng, những hợp đồng không đền bù, giao dịch khép kín và được định giá tuỳ tiện, là khối ung thư ăn dần ăn mòn trái tim của Phố Wall."
        }
    ],
    "suggestions": []
}