{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɑ:ki'ɔlədʒist]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">archaeologer</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɑ:ki'ɔlədʒə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhà khảo cổ</td></tr></table><i/></div>",
            "word": "archaeologist"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "archaeologist"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "archaeologist"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "archaeologist"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhà khảo cổ học</font></td></tr></tbody></table></div>",
            "word": "archaeologist"
        }
    },
    "sentences": [
        {
            "en": "She's an <em>archaeologist</em>.",
            "vi": "Cô ta là nhà khảo cổ học."
        },
        {
            "en": "I am an <em>archaeologist</em>.",
            "vi": "Tôi là nhà khảo cổ học."
        },
        {
            "en": "He was an <em>archaeologist</em> .",
            "vi": "Anh ấy là nhà khảo cổ học."
        },
        {
            "en": "in the future, i want to become an <em>archaeologist</em>",
            "vi": "sau này, con muốn trở thành nhà khảo cổ."
        },
        {
            "en": "I had never talked to an <em>archaeologist</em> nor had I ever visited a real archaeological site.",
            "vi": "Tôi chưa bao giờ nói chuyện với một nhà khảo cổ học mà cũng chưa từng thăm quan một địa điểm khảo cổ nào cả."
        },
        {
            "en": "The <em>archaeologist</em>, through his investigations, brought to light several interesting facts.",
            "vi": "Qua việc điều tra nghiên cứu, nhà khảo cổ đã phát hiện được nhiều sự việc đáng chú ý."
        },
        {
            "en": "Remains from the city of Jorvik told <em>archaeologist</em> s a story about life in the Viking kingdom.",
            "vi": "Những gì còn sót lại từ thành phố Jorvik đã nói cho các Nhà khảo cổ một câu chuyện về cuộc sống ở Vương quốc Viking."
        },
        {
            "en": "Even at the site, Chris Stojanowski, bio-<em>archaeologist</em> in Arizona State University, found some clue s by matching the pieces.",
            "vi": "Thậm chí tại vùng này, Chris Stojanowski, nhà khảo cổ sinh học ở đại học bang Arizona, đã tìm thấy một vài manh mối bởi việc ghép những mảnh này lại với nhau"
        },
        {
            "en": "Years ago, while unearthing an ancint Egyptian tomb, an <em>archaeologist</em> came upon seeds buried in a piece of wood.",
            "vi": "Nhiều năm về trước, khi khai quật ngôi mộ cổ Ai Cập, một nhà khảo cổ đã tìm thấy những hạt giống vùi trong một miếng gỗ."
        },
        {
            "en": "Peter, an <em>archaeologist</em> who will try to explain the mystery of a two - thousand - year - old man.",
            "vi": "Peter, một nhà khảo cổ học sẽ cố gắng giải thích điều bí ẩn về người đàn ông 2.000 tuổi."
        },
        {
            "en": "Peter, an <em>archaeologist</em> who will try to explain the mystery of a two-thousand-year-old man.",
            "vi": "Peter, một nhà khảo cổ học sẽ cố gắng giải thích điều bí ẩn về người đàn ông 2. 000 tuổi."
        },
        {
            "en": "The unusual number of combs found in the area indicated to <em>archaeologist</em> s that there had been significant head lice infestation s during the period.",
            "vi": "Số lượng lược bất thường đã được tìm thấy ở khu vực này đã chỉ cho các Nhà khảo cổ học thấy rằng đã có Sự phá hoại đáng kể của chấy rận trong suốt giai đoạn này."
        },
        {
            "en": "Given the close proximity of household waste (food scraps, shells, bones) to houses, <em>archaeologist</em> s deduce d that sanitation in the area was generally poor.",
            "vi": "Căn cứ vào việc rác thải sinh hoạt (thức ăn thừa, vỏ, xương) rất gần nhà ở , các Nhà khảo cổ học đã Suy luận rằng tình trạng vệ sinh trong khu vực này nhìn chung là kém."
        },
        {
            "en": "<em>archaeologist</em> s are concerned with studying the environment of a past civilisation and, like a detective, try to reconstruct a picture of what life in a particular area must have been like.",
            "vi": "Các Nhà khảo cổ học quan tâm đến việc nghiên cứu môi trường của một Nền văn minh trong quá khứ và, như một thám tử, cố gắng tái dựng lại bức tranh của cuộc sống ở một khu vực cụ thể phải là như thế nào."
        },
        {
            "en": "One day in the spring of 2005, Paul Sereno got in touch with Elena Garcea, a prestigious <em>archaeologist</em> at the University of Cassino in Italy, asking her to return to the site with him together.",
            "vi": "Vào một ngày mùa xuân năm 2005, Paul Sereno bắt đầu liên hệ với Elena Garcea, một nhà khảo cổ có uy tín ở trường đại học Cassino nước Ý, mong muốn cô ấy trở về làm việc chung với ông ấy"
        },
        {
            "en": "<em>Archaeologist</em> Sherif El Morsi has worked extensively on the Giza Plateau for over two decades, and in 2013 he partnered with Giza for Humanity founder and fellow researcher Antoine Gigal to publish his controversial discovery of this fossil.",
            "vi": "Nhà khảo cổ học Sherif El Morsi đã làm việc trên khắp cao nguyên Giza trong hơn hai thập niên qua, và vào năm 2013, ông đã hợp tác với người sáng lập tổ chức Giza for Humanity và cũng là người đồng sự nghiên cứu, ông Antoine Gigal, để công bố một phát hiện gây tranh cãi về mẫu hóa thạch này."
        },
        {
            "en": "A team led by Exeter <em>archaeologist</em> José Iriarte hopes the initiative will help settle the debate over the extent to which Earth's largest rainforest was occupied and shaped by humans.",
            "vi": "Nghiên cứu này được khởi xướng bởi nhà khảo cổ học Jose Iriarte của trường Exeter. Nhóm nghiên cứu hi vọng đây sẽ là một bước khởi đầu từ đó có thể giải quyết tranh luận bấy lâu nay về phạm vi và mức độ mà con người đã sinh sống và định hình khu rừng mưa nhiệt đới lớn nhất thế giới này."
        },
        {
            "en": "There is plenty of archaeological evidence to tell us about the rise of the Harappan Civilisation, but relatively little about its fall,’ explains <em>archaeologist</em> Dr Cameron Petrie of the University of Cambridge.",
            "vi": "Có rất nhiều bằng chứng khảo cổ học cho chúng ta biết về sự phát triển của nền văn minh Harappan, nhưng chỉ có một vài câu chuyện kể về sự sụp đổ ,’ tiến sĩ khảo cổ học Cameron Petrie của trường đại học Cambridge cho hay ."
        },
        {
            "en": "<em>Archaeologist</em> Truong Dac Chien from the National History Museum said this was a very new discovery that reveals the development from the pre-Sa Huynh to Sa Huy culture.",
            "vi": "Nhà khảo cổ Trương Đắc Chiến đến từ bảo tàng lịch sử Quốc gia cho biết đây là phát hiện rất mới, biểu hiện cho sự phát triển từ giai đoạn tiền Sa Huỳnh đến văn minh Sa Huỳnh."
        },
        {
            "en": "Or was it? Britain’s leading <em>archaeologist</em> questions the dogma that the modern human mind originated in Europe and, instead, argues that its birth was much more recent, around 10,000 years ago, and took place in the Middle East.",
            "vi": "Hay là không? Các nhà khảo cổ học hàng đầu của Anh nghi ngờ giáo lý cho rằng tư duy con người hiện đại có nguồn gốc ở châu Âu, thay vào đó lập luận rằng sự ra đời của nó xảy ra gần đây hơn, vào khoảng 10,000 năm trước, và đã diễn ra tại khu vực Trung Đông."
        }
    ],
    "suggestions": []
}