{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æris'tɔkrəsi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tầng lớp quý tộc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chế độ quý tộc; nước do tầng lớp quý tộc thống trị; chính phủ của tầng lớp quý tộc thống trị</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">những người tiêu biểu nhất</td></tr></table><i/></div>",
            "word": "aristocracy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aristocracy</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>aristocracies</b>) [treated as <cclass>sing. or <cclass>plural] a class of society comprising people of noble birth with hereditary titles. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>⁃ a form of government in which power is held by the nobility. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C15: from OFr. <i>aristocratie</i>, from Gk <i>aristokratia</i>, from <i>aristos</i> 'best' + <i>-kratia</i> 'power'. </blockquote></div>",
            "word": "aristocracy"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>aristocracy</k><blockquote>▸ <cclass>noun NOBILITY, peerage, gentry, upper class, ruling class, elite, high society, establishment, haut monde; aristocrats, lords, ladies, peers (of the realm), nobles, noblemen, noblewomen; <cclass><i>informal</i> upper crust, top drawer, aristos; <cclass><i>Brit.</i><cclass><i>informal</i> nobs, toffs.</cclass></cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>working class.</blockquote></div>",
            "word": "aristocracy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aristocracy"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aristocracy"
        }
    },
    "sentences": [
        {
            "en": "He married into the <em>aristocracy</em>.",
            "vi": "Nhờ hôn nhân mà anh ta đứng vào tầng lớp quý tộc."
        },
        {
            "en": "Exclusive privileges of the <em>aristocracy</em>",
            "vi": "Đặc quyền dành riêng cho giới quý tộc"
        },
        {
            "en": "He married into the French <em>aristocracy</em>.",
            "vi": "Nhờ hôn nhân mà anh ta đứng được vào tầng lớp quý tộc Pháp."
        },
        {
            "en": "They have exclusive privileges of the <em>aristocracy</em>.",
            "vi": "Họ có đặc quyền dành riêng cho giới quý tộc."
        },
        {
            "en": "She is descended from the Russian <em>aristocracy</em>.",
            "vi": "Cô ấy xuất thân từ tầng lớp quý tộc Nga."
        },
        {
            "en": "She belonged to the landed <em>aristocracy</em>.",
            "vi": "Cô ta thuộc giai cấp địa chủ."
        },
        {
            "en": "The girl married into the <em>aristocracy</em>.",
            "vi": "Nhờ hôn nhân mà cô gái đứng vào tầng lớp quý tộc."
        },
        {
            "en": "In here, they 're known as a landed <em>aristocracy</em> or landed gentry.",
            "vi": "Họ là địa chủ hay còn gọi là tầng lớp quý tộc địa chủ ở vùng này."
        },
        {
            "en": "In here, they're known as a landed <em>aristocracy</em> or landed gentry.",
            "vi": "Họ là địa chủ hay còn gọi là tầng lớp quý tộc địa chủ ở vùng này."
        },
        {
            "en": "The old families they yearned after might have cast Scarlett out but the ladies of the new <em>aristocracy</em> did not know it.",
            "vi": "Những dòng họ lâu đời mà họ ngưỡng mộ có thể đã từ scarlett, song đám phụ nữ của giới quý tộc mới đâu có biết điều đó."
        },
        {
            "en": "Among his themes are the old <em>aristocracy</em> resisting change and falling into decay and the struggle of this old order against a new but corrupt one in business and politics.",
            "vi": "Trong số những chủ đề của ông, ông có đề cập đến giới quý tộc cũ đang chống lại những thay đổi và đang suy đồi và một cuộc tranh đấu giữa một trật tự cũ và một trật tự mới nhưng thối nát về danh lợi và chính trị."
        },
        {
            "en": "From the moment MIT was founded by William Barton Rogers in 1861 it was clear what it was not. It was not like the other school up the river. While Harvard stuck to the English model of an Oxbridge classical education, with its emphasis on Latin and Greek as befitted the landed <em>aristocracy</em>, MIT would look to the German system of learning based on research and hands-on experimentation, championing meritocracy and industry where Harvard preferred the privileges of birth. Knowledge was at a premium, yes, but it had to be useful.",
            "vi": "Từ thời điểm MIT được thành lập bởi William Barton Rogers vào năm 1861, ngôi trường đã xác định rõ ràng những điều nó sẽ trải qua. Nó không giống những ngôi trường khác trên cùng dòng sông. Trong khi Harvard bị mắt kẹt trong mô hình tiếng Anh và giáo dục cổ điển như Ox-bridge, với sự nhấn mạnh về ngôn ngữ tiếng Latin và Hy Lạp để phù hợp với tầng lớp thượng lưu \"hạ cánh\" xuống ngôi trường này, MIT đã cân nhắc áp dụng hệ thống giáo dục của nước Đức trong việc học tập dựa trên nghiên cứu và thực hành thí nghiệm, đấu tranh giành lấy nhân tài và chiếm lĩnh nền công nghiệp là những gì Harvard đặc biệt quan tâm từ khi mới thành lập. Kiến thức là một phần thưởng, đúng vậy, nhưng nó cần phải hữu dụng."
        }
    ],
    "suggestions": []
}