{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Aristotle"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Aristotle"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Aristotle"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Aristotle"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Aristotle"
        }
    },
    "sentences": [
        {
            "en": "Philosophy of <em>Aristotle</em>",
            "vi": "Triết lý a - ri - xtốt"
        },
        {
            "en": "\"Happiness depends upon ourselves.\" -<em>Aristotle</em>",
            "vi": "\"Hạnh phúc phụ thuộc vào chính ta.\" - Aristotle"
        },
        {
            "en": "10. “To perceive is to suffer.” ― <em>Aristotle</em>",
            "vi": "10. \"Hiểu cũng chính là chịu đựng\" ― Aristotle"
        },
        {
            "en": "Today the teacher teaches the philosophy of <em>Aristotle</em> to us.",
            "vi": "Hôm nay giáo viên dạy chúng tôi về triết lý Atixtot."
        },
        {
            "en": "8. \"There is something of the marvelous in all things of nature.\"― <em>Aristotle</em>",
            "vi": "8.\"Có điều gì đó rất diệu kỳ trong tất cả mọi thứ thuộc về thiên nhiên\"― Aristotle"
        },
        {
            "en": "In 350BC, <em>Aristotle</em> observed that “those who live in a cold climate...are full of spirit”.",
            "vi": "Vào năm 350 trước công nguyên, Aristotle đã quan sát rằng \"những người sống trong một vùng khí hậu lạnh ... thì tràn đầy nghị lực\"."
        },
        {
            "en": "One of the earliest and most common forms of deductive logic was developed by the Greek philosopher <em>Aristotle</em>.",
            "vi": "Một trong những hình thức sớm nhất và phổ biến nhất của logic suy diễn đã được nhà triết học người Hy Lạp Aristotle trình bày."
        },
        {
            "en": "The Greek philosopher <em>Aristotle</em> said that a person's highest happiness comes from the use of his or her intelligence.",
            "vi": "Triết gia Hy Lạp Aristotle có nói rằng hạnh phúc lớn nhất của một người bắt nguồn từ việc sử dụng trí thông minh của người đó."
        },
        {
            "en": "<em>Aristotle</em> once said: “Excellence is never an accident. It is always the result of high intention, sincere effort, and intelligent execution; it represents the wise choice of many alternatives – choice, not chance, determines your destiny.”  Need I say more? Claim your power to choose.",
            "vi": "Aristole đã từng nói: \"Xuất sắc không bao giờ gây ra tai nạn. Nó luôn luôn là kết quả của mục đích, là sự nổ lực chân thật và chấp nhận thông minh; nó miêu tả sự lựa chọn thông minh của nhiều lựa chọn thay thế - lựa chọn, không có cơ hội, xác định vận mệnh của bạn\". Có cần tôi nói nhiều hơn không? Đòi hỏi năng lực lựa chọn của bạn."
        },
        {
            "en": "It is an astonishingly crude and simple-minded way of thinking, and for that very reason increasingly popular. Those who think in this way are oblivious to the vast philosophical literature in which the meaning and value of happiness have been explored and questioned, and write as if nothing of any importance had been thought on the subject until it came to their attention. It was the philosopher Jeremy Bentham (1748-1832) who was more than anyone else responsible for the development of this way of thinking. For Bentham it was obvious that the human good consists of pleasure and the absence of pain. The Greek philosopher <em>Aristotle</em> may have identified happiness with self-realisation in the 4th century BC, and thinkers throughout the ages may have struggled to reconcile the pursuit of happiness with other human values, but for Bentham all this was mere metaphysics or fiction. Without knowing anything much of him or the school of moral theory he established - since they are by education and intellectual conviction illiterate in the history of ideas - our advocates of positive psychology follow in his tracks in rejecting as outmoded and irrelevant pretty much the entirety of ethical reflection on human happiness to date.",
            "vi": "Đó là một cách suy nghĩ nguyên sơ và chân thật đáng kinh ngạc, và vì điều đó với rất nhiều lí do đã trở nên ngày càng phổ biến. Những người nghĩ theo lối này không biết gì về những triết lý cao xa mà trong đó ý nghĩa và giá trị của hạnh phúc đã được khám phá và đặt vấn đề cũng như viết ra như thể không có gì quan trọng xoay quanh đề tài này cho đến khi họ để tâm tới nó. Với nhà triết học Jeremy Bentham (1748-1832), người mà chịu trách nhiệm hơn bất kỳ ai cho sự phát triển của lối tư duy này. Với Bentham, rõ ràng rằng điều tốt đẹp cho con người bao gồm sự hài lòng và sự ít đi các nỗi đau. Nhà triết học người Hy Lạp Aristole có thể đã nhận biết được hạnh phúc với sự tự nhận thức vào thế kỷ 4 trước Công Nguyên , và những nhà tư tưởng suốt thể kỷ này có thể đã đấu tranh để cân bằng giữa sự theo đuổi giá trị hạnh phúc với các giá trị khác của loài người, nhưng với Bentham, tất cả những điều này chỉ là lý thuyết suông hoặc ảo tưởng. Khi không biết gì nhiều về ông ấy hay trường phái lý thuyết đạo đức mà ông ấy thành lập - chúng ta với lối giáo dục và niềm tin về nhận thức làm mờ đi những ý tưởng có trong lịch sử- sự quan tâm về đề tài tâm lý tích cực giúp chúng ta theo đuổi những chỉ dẫn của ông ấy để loại bỏ đi rất nhiều điều vì sự lỗi thời và không thích hợp trong sự phản ánh đúng đắn một cách toàn diện về hạnh phúc của con người theo thời đại."
        }
    ],
    "suggestions": []
}