{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Arkansas",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Arkansas",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Arkansas",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Arkansas",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Arkansas",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Meyer speaks glowingly of <em>Arkansas</em>.",
            "vi": "Meyer sôi nổi nói về Arkansas."
        },
        {
            "en": "Fireworks may have caused <em>Arkansas</em> bird deaths",
            "vi": "Pháo bông có thể là nguyên nhân khiến cho hàng loạt chim bị chết ở Arkansas"
        },
        {
            "en": "I have been getting settled in <em>Arkansas</em>.",
            "vi": "Tôi đang định cư ở Arkansas."
        },
        {
            "en": "<em>Arkansas</em> is just one stop on O'Connor's perpetual itinerary.",
            "vi": "Arkansas chỉ là một chặng dừng chân trong cuộc hành trình dài đầy tham vọng của O'Connor."
        },
        {
            "en": "I'm going into politics and plan to run for governor of <em>Arkansas</em>.",
            "vi": "Tôi sẽ làm chính trị, và dự định tranh cử thống đốc bang Arkansas."
        },
        {
            "en": "It sang \"Money Musk,\" and \"The Red Heifer,\"\"The Devil's Dream,\"and\" <em>Arkansas</em> Traveler.\"",
            "vi": "Tiếng đàn diễn tấu bài hương vị đồng tiền, bài con bò cái đỏ rực, bài giấc mơ của quỉ, bài du khách Arkansas."
        },
        {
            "en": "The Forestry Commission has developed a list of companies and individuals throughout <em>Arkansas</em> who buy timber.",
            "vi": "Ủy ban Lâm nghiệp đã phát triển một danh sách các công ty và cá nhân ở khắp Arkansas mua gỗ."
        },
        {
            "en": "It sang \"Money Musk,\" and \"The Red Heifer,\" \"The Devil's Dream,\" and \"<em>Arkansas</em> Traveler.\"",
            "vi": "Tiếng đàn diễn tấu bài hương vị đồng tiền, bài con bò cái đỏ rực, bài giấc mơ của quỉ, bài du khách Arkansas."
        },
        {
            "en": "He played \"Money Musk\" and \"<em>Arkansas</em> Traveler,\" \"Irish Washerwoman\" and the \"Devil's Hornpipe.\"",
            "vi": "Bố đàn bài Mùi Vị Tiền Bạc, bài Du Khách Arkansas, bài Cô Hầu Gái Ái Nhĩ Lan và bài Vũ Điệu Quỉ."
        },
        {
            "en": "He played \"Money Musk\" and \"<em>Arkansas</em> Traveler,\"\"Irish Washerwoman \"and the\" Devil's Hornpipe.\"",
            "vi": "Bố đàn bài Mùi Vị Tiền Bạc, bài Du Khách Arkansas, bài Cô Hầu Gái Ái Nhĩ Lan và bài Vũ Điệu Quỉ."
        },
        {
            "en": "I 'm going into politics and plan to run for governor of <em>Arkansas</em>.",
            "vi": "Tôi sẽ làm chính trị, và dự định tranh cử thống đốc bang Arkansas."
        },
        {
            "en": "What Conquistador that lead an expedition to the <em>Arkansas</em> River in 1541?",
            "vi": "Người Tây Ban Nha nào đã chỉ huy cuộc viễn chinh tới sông Arkansas năm 1541?"
        },
        {
            "en": "But Pa began to play \"The <em>Arkansas</em> Traveler,\" and everybody began to clap in time to the music.",
            "vi": "Nhưng bố bắt đầu đàn bản du khách Arkansas và mọi người vỗ tay theo nhịp."
        },
        {
            "en": "The Mississippi Alluvial Plain, or the Delta, in eastern <em>Arkansas</em> contains vast farms that shelter a lot of deer.",
            "vi": "Đồng bằng phù sa Mississippi, hoặc vùng châu thổ, ở phía đông Arkansas có những trang trại rộng lớn là nơi trú ẩn rất nhiều nai."
        },
        {
            "en": "\"This fight isn't over and I look forward to a more sensible ruling from the <em>Arkansas</em> Supreme Court,\" said Jerry Cox, the council's president.",
            "vi": "\"Cuộc chiến này vẫn chưa kết thúc và tôi mong đợi một phán quyết hợp lý hơn từ Tòa án tối cao bang Arkansas,\" Jerry Cox, chủ tịch của hội đồng cho biết."
        },
        {
            "en": "When he was governor of <em>Arkansas</em>, he attended a national networking and thought leadership event called Renaissance Weekend in Hilton Head, South Carolina.",
            "vi": "Khi ông là thống đốc bang Arkansas, ông đã tham dự một sự kiện toàn quốc về xây dựng mạng lưới và tư duy lãnh đạo có tên là Renaissance Weekend tại Hilton Head, South Carolina."
        },
        {
            "en": "President Clinton was born on August 19, 1946, in Hope, <em>Arkansas</em>, three months after his father died in a traffic accident.",
            "vi": "Tổng thống Clinton sinh ngày 19 tháng 8 năm 1946 ở Hope, bang Arkansas, ba tháng sau khi cha chết trong một tai nạn giao thông."
        },
        {
            "en": "\"This fight isn't over and I look forward to a more sensible ruling from the <em>Arkansas</em> Supreme Court,\" said Jerry Cox, the council's president.",
            "vi": "\" Cuộc chiến này vẫn chưa kết thúc và tôi mong đợi một phán quyết hợp lý hơn từ Tòa án tối cao bang Arkansas, \" Jerry Cox , chủ tịch của hội đồng cho biết ."
        },
        {
            "en": "US scientists believe fireworks may have caused thousands of birds to fall from the sky over an <em>Arkansas</em> town on New Year's Eve.",
            "vi": "Các nhà khoa học Mỹ cho rằng pháo bông có thể là nguyên nhân khiến cho hàng ngàn con chim bị rơi từ trên trời xuống ở thị trấn Arkansas vào đêm giao thừa."
        },
        {
            "en": "The last significant La Niña, which developed in 2010, was tied to record winter U.S. snowfall, spring flooding across the country, and drought conditions in Texas, Oklahoma and <em>Arkansas</em>.",
            "vi": "Lần La Nina xuất hiện đáng chú ý gần đây nhất là vào năm 2010, có liên quan đến đợt tuyết dày kỷ lục ở Mỹ vào mùa đông, nạn lụt khắp đất nước này, rồi hạn hán ở Texas, Oklahoma và Arkansas."
        }
    ],
    "suggestions": []
}