{
    "en_vn": {
        "data": {
            "content": null,
            "word": "armaments"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>armaments</k><blockquote>military weapons and equipment.</blockquote><blockquote>→ <kref>armament</kref></blockquote></div>",
            "word": "armaments"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>armaments</k><blockquote>▸ <cclass>plural noun ARMS, weapons, weaponry, firearms, guns, ordnance, artillery, munitions, materiel. <i>See lists at</i><kref>gun</kref>, <kref>projectile</kref>, <kref>weapon</kref>.</cclass></blockquote></div>",
            "word": "armaments"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "armaments"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "armaments"
        }
    },
    "sentences": [
        {
            "en": "<em>Armaments</em> drive",
            "vi": "Cuộc chạy đua vũ trang"
        },
        {
            "en": "The <em>armaments</em> industry",
            "vi": "Công nghiệp vũ khí"
        },
        {
            "en": "General <em>Armaments</em> Department.",
            "vi": "Tổng cục vũ trang."
        },
        {
            "en": "Rush of <em>armaments</em>",
            "vi": "Chạy đua vũ trang"
        },
        {
            "en": "Reduction of <em>armaments</em>",
            "vi": "Giảm quân bị"
        },
        {
            "en": "A royal depository of ancient <em>armaments</em>.",
            "vi": "Một kho chứa vũ khí cổ của hoàng gia."
        },
        {
            "en": "Prisoners work in an <em>armaments</em> factory.",
            "vi": "Các tù binh làm việc trong nhà máy sản xuất vũ khí."
        },
        {
            "en": "Excess profit shall be allocated to <em>armaments</em>.",
            "vi": "Lợi nhuận vượt mức sẽ dùng để trang bị vũ khí."
        },
        {
            "en": "The UN concerned about the <em>armaments</em> drive between these countries.",
            "vi": "Liên Hiệp Quốc lo ngại về cuộc chạy đua vũ trang giữa các nước này."
        },
        {
            "en": "The <em>armaments</em> industry of USA is very strong.",
            "vi": "Nền công nghiệp vũ khí của Mỹ rất mạnh."
        },
        {
            "en": "Let us freeze the race for conventional <em>armaments</em>.",
            "vi": "Chúng ta hãy ngăn chặn cuộc chạy đua trang bị vũ khí quy ước."
        },
        {
            "en": "Third, the reduction of conventional <em>armaments</em> should be carried out in conjunction with that of nuclear <em>armaments</em> so as to help lessen the danger of war.",
            "vi": "Thứ ba, việc cắt giảm vũ khí quy ước phải được tiến hành cùng với việc cắt giảm vũ khí hạt nhân để giúp giảm nguy cơ chiến tranh."
        },
        {
            "en": "Transparency in <em>armaments</em> is aimed at advancing peace of the world.",
            "vi": "Công khai hoá trang bị vũ khí nhằm thúc đẩy nền hòa bình của thế giới."
        },
        {
            "en": "The conference for the reduction of <em>armaments</em> finds itself baffled by the demand by Germany.",
            "vi": "Cuộc hội nghị về việc giảm quân bị thấy rằng những yêu cầu của Đức gây cản trở đến nó."
        },
        {
            "en": "Second, states possessing the largest arsenals should take the lead in reducing their <em>armaments</em>.",
            "vi": "Thứ hai, các quốc gia sở hữu các kho vũ khí lớn nhất thế giới phải dẫn đầu trong việc cắt giảm trang bị vũ khí của họ."
        },
        {
            "en": "<em>Armaments</em>, whether conventional or nuclear, are not the no one problem; they are an extension of the problem.",
            "vi": "Trang bị vũ khí, cho dù quy ước hay hạt nhân, đều không phải là vấn đề số một; chúng chỉ là sự mở rộng của vấn đề đó."
        },
        {
            "en": "The general <em>armaments</em> department organizes and directs the weaponry and equipment construction work of the armed forces.",
            "vi": "Tổng cục vũ trang tổ chức và điều hành công tác xây dựng vũ khí và thiết bị của các lực lượng vũ trang."
        },
        {
            "en": "In recent years, the issue of transparency in <em>armaments</em> has attracted a great deal of attention in all countries.",
            "vi": "Trong những năm gần đây, vấn đề công khai hoá trang bị vũ khí đã lôi cuốn nhiều sự quan tâm ở tất cả các nước."
        },
        {
            "en": "Nobel's companies were moving from primarily iron and steel production to the almost Exclusive manufacture of cannons, <em>armaments</em>, and gunpowder, and he saw the commercial value in making nitroglycerine manageable.",
            "vi": "Các công ty của Nobel chuyển đổi từ sản phẩm sắt và thép ban đầu đến việc sản xuất Độc quyền đại bác, vũ khí, và thuốc súng, và ông đã nhận thấy giá trị kinh tế của việc sản xuất nitroglycerine có thể khai thác được."
        },
        {
            "en": "Reporters were wowed not only by the mammoth size of the U.S. Navy aircraft carrier, which measures 332.8 meters long and 76.8 meters wide, but also the wide variety of modern <em>armaments</em> and fighter jets, which sit neatly on its deck.",
            "vi": "Các phóng viên đã bị gây ấn tượng mạnh không chỉ bởi cỡ khổng lồ của tàu sân bay Hải quân Hoa Kỳ, có chiều dài 332,8 mét và rộng 76,8 mét, mà còn bởi nhiều loại vũ khí hiện đại và máy bay tiêm kích hiện đại, đậu gọn gàng trên boong của nó."
        }
    ],
    "suggestions": []
}