{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Armenia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Armenia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Armenia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Armenia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Armenia"
        }
    },
    "sentences": [
        {
            "en": "UNDP <em>Armenia</em> Bulletin. “The Constitution of East Timor.”",
            "vi": "Tin vắn của UNDP về Ac-mê-nia. “Hiến pháp Đông Ti-mô”."
        },
        {
            "en": "In June 2002, the National Assembly of <em>Armenia</em> established an inter-factional parliamentary group on HIV/AIDS.",
            "vi": "Vào tháng 6/2002, Quốc hội Ac-mê-nia đã thành lập nhóm đại biểu quốc hội thuộc nhiều đảng phái khác nhau về vấn đề HIV/AIDS."
        },
        {
            "en": "For the EU: Bulgaria, Latvia, Estonia, Croatia, Lithuania, Russia and Ukraine are classified as Market Economies while Albania, <em>Armenia</em>, Azerbaijan, Belarus, North Korea, Mongolia, Moldova, Kyrgyz Republic, Tajikistan, Turkmenistan, Uzbekistan and Georgia are classified as Non-Market Economies.",
            "vi": "Với EU: Bun-ga-ri, Lát-vi-a, ét-xtô-ni-a, Crô-a-chi-a, Lít-va, Nga và U-crai-na được phân loại là các kinh tế thị trường trong khi An-ba-ni, Ác-mê-ni-a, A-déc-bai-gian, Bê-la-rút, Bắc Triều tiên, Mông cổ, Môn-đô-va, Kiếc-ghi-xtan, Tát-gi-kít-xtan, Tuốc-mê- nít-xtan, U-dơ-bê-kít-xtan, và Gru-di-a bị phân loại là các nền kinh tế phi thị trường."
        },
        {
            "en": "By contrast, the CIS countries are the ones growing very rapidly right now, especially Azerbaijan and <em>Armenia</em>, which have reported annual average GDP growth rates of over 11% over the last 4 years.",
            "vi": "Ngược lại, các nước CIS là những nước hiện nay đang tăng trưởng rất nhanh, đặc biệt là Azécbaizan và Ácmênia, có tỷ lệ tăng trưởng GDP bình quân hàng năm trên 11% trong suốt 4 năm qua."
        },
        {
            "en": "Or the US: Latvia, Estonia, Lithuania, Kazakhstan, Ukraine, Romania and Russia are classified as Market Economies while <em>Armenia</em>, Azerbaijan, Belarus, Georgia, Kyrgyz Republic, Moldova, Tajikistan, Turkmenistan, Uzbekistan, Viet Nam, Mongolia, and China are classified as Non-Market Economies.",
            "vi": "Với Hoa Kỳ: Lát-vi-a, ét-xtô-ni-a, Lít-va, Ka-dắc-xtan, U-crai-na, Ru-ma-ni và Nga được phân loại là các nền kinh tế thị trường trong khi Ác-mê-ni-a, Al-ba-ni, Georgia, Kiếc-ghi-xtan, Môn-đô-va, Việt Nam, Mông cổ, và Trung Quốc bị phân loại là các nền kinh tế phi thị trường."
        },
        {
            "en": "<em>Armenia</em> is not an exporter of energy, as well as Ukraine, but still reports higher growth rates than currently in Central Europe, which is growing a lot more slowly.",
            "vi": "Ácmênia không xuất khẩu năng lượng, cũng như Ukraina, nhưng vẫn có tỷ lệ tăng trưởng cao hơn mức hiện hành của Trung Âu, tăng trưởng chậm hơn nhiều."
        },
        {
            "en": "In the country of <em>Armenia</em>, in 1988, Samuel and Danielle sent their young son, Armand, off to school. Samuel squatted before his son and looked him in the eye. \"Have a good day at school, and remember, no matter what, I’ll always be there for you.\" They hugged and the boy ran off to school.",
            "vi": "Tại một miền quê nước Mỹ, vào năm 1988, ông bà Samuel và Danielle gửi con trai, Armand, tới trường học. Samuel ngồi xuống trước mặt con trai rồi nhìn thẳng vào mắt cậu bé: “Chúc con một ngày tốt lành ở trường, con nhớ nhé, không sao đâu con, bố sẽ luôn ở bên con.” Hai cha con ôm ghì lấy nhau rồi cậu bé chạy ù vào trường."
        }
    ],
    "suggestions": []
}