{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">arise</font></td></tr></table><i/></div>",
            "word": "arose",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>arose</k><blockquote>past of <kref>arise</kref>. </blockquote></div>",
            "word": "arose",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "arose",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "arose",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "arose",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "More difficulties <em>arose</em>",
            "vi": "Nhiều khó khăn nảy sinh ra"
        },
        {
            "en": "There are more difficulties <em>arose</em>.",
            "vi": "Có nhiều khó khăn nảy sinh ra."
        },
        {
            "en": "New difficulties <em>arose</em> from a different direction.",
            "vi": "Nhiều khó khăn mới phát sinh từ sự cai quản mới."
        },
        {
            "en": "A storm <em>arose</em> during the night.",
            "vi": "Một cơn bão đã nổi lên trong đêm."
        },
        {
            "en": "I <em>arose</em> early in the morning.",
            "vi": "Sáng hôm đó tôi dậy sớm."
        },
        {
            "en": "Out of the dullness, one thought <em>arose</em>.",
            "vi": "Một ý nghĩ ngoi lên khỏi sự trì đọng ấy."
        },
        {
            "en": "At once a voice <em>arose</em> among.",
            "vi": "Ct ln mt ting."
        },
        {
            "en": "She slept fitfully throughout the night and <em>arose</em> before dawn.",
            "vi": "Cô ngủ chập chờn suốt đêm và tỉnh giấc trước bình minh."
        },
        {
            "en": "I <em>arose</em> and slipped out into the sunshine.",
            "vi": "Tôi thức dậy và ra ngoài để tận hưởng những tia nắng ấm áp."
        },
        {
            "en": "An unexpected problem <em>arose</em> by chance in her mind.",
            "vi": "Bỗng dưng trong đầu cô nảy ra một vấn đề không ai ngờ tới."
        },
        {
            "en": "Problems <em>arose</em> over plans to build a new hospital here.",
            "vi": "Có nhiều vấn đề nảy sinh trong kế hoạch xây dựng bệnh viện mới ở đây."
        },
        {
            "en": "However, a number of problems <em>arose</em> during the provision’s implementation.",
            "vi": "Tuy vậy, trong quá trình thực hiện điều khoản này đã nảy sinh một số vấn đề."
        },
        {
            "en": "Finally, the town's richest resident <em>arose</em> and said:",
            "vi": "Cuối cùng, một người dân giàu có nhất thị trấn đứng dậy và nói:"
        },
        {
            "en": "That eukaryotes <em>arose</em> through fusion of an archaean and eubacterium, which became the nucleus and cytoplasm.",
            "vi": "Các sinh vật nhân chuẩn đi ra từ sự kết hợp của một vi khuẩn cổ và một vi khuẩn thật, trở thành nhân và tế bào chất."
        },
        {
            "en": "It seemed as one problem was solved a new one <em>arose</em>.",
            "vi": "Dường như vấn đề này vừa được giải quyết thì vấn đề khác lại nảy sinh."
        },
        {
            "en": "The next day, the town <em>arose</em> to see our glorious sign.",
            "vi": "Ngày hôm sau, thị trấn xuất hiện ký hiệu rực rỡ của chúng tôi."
        },
        {
            "en": "Strong gusts of wind <em>arose</em>, blowing away all the dirt and rubbish in the streets.",
            "vi": "Những cơn gió mạnh nổi lên, cuốn đi bụi và rác trên đường phố."
        },
        {
            "en": "A doubt <em>arose</em> in his mind, he began to feel doubtful.",
            "vi": "Mối nghi ngờ nhem nhóm trong đầu anh ta."
        },
        {
            "en": "A few biologists, however, argue that the Archaea and Eukaryota <em>arose</em> from a group of bacteria.",
            "vi": "Tuy nhiên vài nhà sinh học lại cho rằng vi khuẩn cổ và sinh vật nhân chuẩn được rẽ ra từ một nhóm vi khuẩn."
        },
        {
            "en": "The dispute <em>arose</em> some weeks ago when management tried to introduce new working conditions.",
            "vi": "Tranh chấp phát sinh vài tuần trước khi quản lý đã cố gắng đưa ra các điều kiện làm việc mới."
        }
    ],
    "suggestions": []
}