{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'riθmiə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng loạn nhịp tim</td></tr></table><i/></div>",
            "word": "arrhythmia"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>arrhythmia</k><blockquote><cclass>[<cclass>ə'rɪδmɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>arhythmia</b>) </cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a condition in which the heart beats with an irregular or abnormal rhythm. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>arruthmia</i> 'lack of rhythm', from <i>a-</i> 'without' + <i>rhuthmos</i> (see <kref>rhythm</kref>). </blockquote></div>",
            "word": "arrhythmia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "arrhythmia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "arrhythmia"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loạn nhịp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">jevenile arrhythmia</font><font color=\"#282828\">: loạn nhịp tuổi thanh thiếu niên</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">lnotropic arrhythmia</font><font color=\"#282828\">: loạn nhịp tính co cơ tim</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">sinus arrhythmia</font><font color=\"#282828\">: loạn nhịp xoang</font></li></td></tr></tbody></table></div>",
            "word": "arrhythmia"
        }
    },
    "sentences": [
        {
            "en": "<em>Arrhythmia</em>.",
            "vi": "Loạn nhịp."
        },
        {
            "en": "Pulmonary vein isolation is used to treat heart <em>arrhythmia</em>.",
            "vi": "Việc tách tĩnh mạch phổi được sử dụng để điều trị rối loạn nhịp tim."
        },
        {
            "en": "Sudden cardiac arrest occurs when the heart develops an <em>arrhythmia</em> that causes it to stop beating.",
            "vi": "Tim ngừng đập đột ngột xảy ra khi tim hình thành chứng loạn nhịp tim và nó gây ra việc tim ngừng đập."
        },
        {
            "en": "A drug used to treat <em>arrhythmia</em> and angina of the heart and to reduce high blood pressure.",
            "vi": "Một loại thuốc dùng để điều trị chứng loạn nhịp tim và chứng đau thắt ngực và làm giảm cao huyết áp."
        },
        {
            "en": "A method of restoring the normal rhythm of the heart in patients with increased heart rate due to <em>arrhythmia</em>.",
            "vi": "Một phương pháp để làm phục hồi lại nhịp đập bình thường ở bệnh nhân bị tăng nhịp tim do loạn nhịp."
        },
        {
            "en": "<em>Arrhythmia</em>: An <em>arrhythmia</em> is an abnormal heartbeat. It can cause the heart to pump too fast, too slow, or irregularly, which may lead to shortness of breath, dizziness, and chest pain.  ",
            "vi": "Loạn nhịp tim: Loạn nhịp tim là nhịp tim bất thường. Tình trạng này có thể làm cho tim bơm quá nhanh, quá chậm, hoặc không đều, có thể dẫn đến khó thở, chóng mặt, và đau ngực."
        },
        {
            "en": "An <em>arrhythmia</em> can involve a change in the rhythm, producing an uneven heartbeat, or a change in the rate, causing a very slow or very fast heartbeat",
            "vi": "Chứng loạn nhịp tim có thể liên quan đến nhịp, gây ra chứng tim đập không đều, hoặc sự thay đổi về tốc độ, làm nhịp đập của tim trở nên rất nhanh hay rất chậm."
        },
        {
            "en": "<em>Arrhythmia</em>. Cardiac arrhythmias, also called dysrhythmias or rhythm disorders, are problems in the rhythm of the heartbeat. They may be caused by a congenital heart defect or they may be acquired later. An <em>arrhythmia</em> may cause the heart's rhythm to be irregular, abnormally fast, or abnormally slow. Arrhythmias can occur at any age and may be discovered during a routine physical examination. Depending on the type of rhythm disorder, an <em>arrhythmia</em> may be treated with medication, surgery, or pacemakers.",
            "vi": "Loạn nhịp tim. Nhịp tim bị rối loạn, cũng được gọi là rối loạn nhịp tim hoặc rối loạn nhịp, là vấn đề/ là sự cố xảy ra ở nhịp tim. Chúng có thể gây ra do dị tật tim bẩm sinh hoặc có thể là do mắc phải về sau. Chứng loạn nhịp tim có thể làm cho nhịp tim không đều, nhanh hoặc chậm một cách bất thường. Loạn nhịp tim có thể xảy ra ở mọi lứa tuổi và có thể được phát hiện trong khi kiểm tra sức khỏe định kỳ. Tuỳ vào loại rối loạn nhịp mà chứng bệnh này có thể được điều trị bằng thuốc, bằng phẫu thuật, hoặc bằng thiết bị điều hoà nhịp tim."
        },
        {
            "en": "And, I would add, the ever-important profit motive. The following are a few examples of death by “water intoxication,” from Wikipedia: “Artist Andy Warhol died from a cardiac <em>arrhythmia</em>. His family sued the hospital, claiming the <em>arrhythmia</em> was a result of water intoxication from being overloaded with fluids after routine gallbladder surgery.“",
            "vi": "Và tôi muốn nói thêm, động cơ lợi nhuận càng quan trọng hơn bao giờ hết. Sau đây là một vài ví dụ về tử vong do \"nhiễm độc nước\", từ Wikipedia: \"Nghệ sĩ Andy Warhol đã chết vì rối loạn nhịp tim. Gia đình ông đã kiện bệnh viện, tuyên bố loạn nhịp tim là kết quả của nhiễm độc nước do bị quá tải với các chất dịch sau khi phẫu thuật túi mật thường xuyên.\""
        },
        {
            "en": "Halfway across the country, a cardiologist at the Baylor College of Medicine, in Texas, was looking into alleged connections between SUNDS, REM sleep, and sleep paralysis. The doctor, Matteo Vatta, found that Southeast Asian men were predisposed to a genetic heart <em>arrhythmia</em> that was possibly behind the deaths of the Hmong men back in the 80s.",
            "vi": "Một bác sĩ tim mạch tại Đại học y khoa Baylor, Texas đã đi khắp một phần hai đất nước để tìm kiếm mối liên kết giữa SUNDS, giai đoạn REM và tình trạng tê liệt khi ngủ. Bác sĩ Matteo Vatta phát hiện ra rằng nam giới Đông Nam Á có xu hướng rối loạn nhịp tim di truyền. Điều này có thể là nguyên nhân gây nên cái chết của người Hmông trong những năm 80."
        },
        {
            "en": "Bring up heart disease, and most people think of a heart attack. But there are many conditions that can undermine the heart's ability to do its job. These include coronary artery disease, cardiomyopathy, <em>arrhythmia</em>, and heart failure. Keep reading to find out what these disorders do to the body and how to recognize the warning signs.",
            "vi": "Nhắc đến bệnh tim thì hầu hết người ta đều nghĩ đó là đau tim. Nhưng có nhiều chứng bệnh khác có thể âm thầm hoặc ngấm ngầm gây hại khả năng hoạt động của tim, bao gồm bệnh động mạch vành, bệnh tim, loạn nhịp tim, và suy tim. Hãy đọc thông tin bên dưới để biết những chứng bệnh trên gây hại gì cho cơ thể và cách thức để nhận biết các dấu hiệu cảnh báo là gì nhé."
        },
        {
            "en": "Puffer fish, also known as blowfish, are located in tropical seas around the globe, especially around Japan, China, and the Philippines. Though they’re the second most poisonous vertebrate on the planet (after the golden arrow dart frog), they’re arguably more dangerous as their neurotoxin, called tetrodoxin, is found in the fish’s skin, muscle tissue, liver, kidneys, and gonads, all of which must be avoided…when preparing the creature for human consumption. Indeed, while wild encounters are certainly dangerous, the risk of death from a puffer fish increases when eating it in countries like Japan, where it is considered a delicacy known as fugu and can only be prepared by trained, licensed chefs—even then, accidental deaths from ingestion occur several times each year. The tetrodoxin is up to 1,200 times more poisonous than that of cyanide, and can cause deadening of the tongue and lips, dizziness, vomiting, <em>arrhythmia</em>, difficulty breathing, muscle paralysis and, if left untreated, death.",
            "vi": "Cá nóc, hay còn được gọi là cá thổi, sống ở hầu hết các vùng biển nhiệt đới trên khắp thế giới, đặc biệt là xung quanh Nhật Bản, Trung Quốc và Philipin. Mặc dù chúng là loài động vật có xương sống độc nhất thứ hai trên trái đất (sau loài ếch vàng phóng độc), chất độc được cho là nguy hiểm hơn chất độc tiết ra từ hệ thần kinh là tetrodoxin, tìm thấy trong da, mô, gan, thận và tuyến sinh dục, tất cả đều phải tránh khi chuẩn bị chế biến cho con người. Thật vậy, nhìn thấy nó chắc chắn có nguy hiểm , tỷ lệ tử vong tăng lên ở Nhật Bản khi người dân ăn nó, nơi mà nó được coi là món ăn có tên gọi là fugu và chỉ có thể được chế biến bởi đầu bếp thậm chí đã được cấp phép, vẫn xảy ra tử vong vài lần mỗi năm.Chất tetrodoxin có độc nhiều hơn gấp 1200 lần so với chất độc xyanua, và có thể gây tê liệt lưỡi và môi, chóng mặt, buồn nôn, rối loạn nhịp tim, khó thở, tê liệt cơ bắp, và nếu không được điều trị sẽ tử vong"
        },
        {
            "en": "What is heart disease? Bring up heart disease, and most people think of a heart attack. But there are many conditions that can undermine the heart's ability to do its job. These include coronary artery disease, cardiomyopathy, <em>arrhythmia</em>, and heart failure. Keep reading to find out what these disorders do to the body and how to recognize the warning signs. What is a heart attack? Every year, more than 1 million Americans have a heart attack – a sudden interruption in the heart's blood supply. This happens when there is a blockage in the coronary arteries, the vessels that carry blood to the heart muscle. When blood flow is blocked, heart muscle can be damaged very quickly and die. Prompt emergency treatments have reduced the number of deaths from heart attacks in recent years. Heart attack symptoms A heart attack is an emergency even when symptoms are mild. Warning signs include: * Pain or pressure in the chest.  * Discomfort spreading to the back, jaw, throat, or arm.  * Nausea, indigestion, or heartburn.  * Weakness, anxiety, or shortness of breath.  * Rapid or irregular heartbeats.  Heart attack symptoms in women Women don't always feel chest pain with a heart attack. Women are more likely than men to have heartburn, loss of appetite, tiredness or weakness, coughing, and heart flutters. These symptoms should not be ignored. The longer you postpone treatment, the more damage the heart may sustain. Signs of coronary artery disease A precursor to a heart attack, coronary artery disease or CAD occurs when sticky plaque builds up inside the coronary arteries. This narrows the arteries, making it more difficult for blood to flow through. Many people don't know they have CAD until a heart attack strikes. But there are warning signs, such as recurring chest pain caused by the restricted blood flow. This pain is known as angina. Inside a heart attack The plaque deposited in your arteries is hard on the outside and soft and mushy on the inside. Sometimes the hard outer shell cracks. When this happens, a blood clot forms around the plaque. If the clot completely blocks the artery, it cuts off the blood supply to a portion of the heart. Without immediate treatment, that part of the heart muscle could be damaged or destroyed. Don't wait to be sure The best time to treat a heart attack is as soon as symptoms begin. Waiting to be sure can result in permanent heart damage or even death. If you think you may be having a heart attack, call 911. And don't try driving yourself to the hospital. When you call 911, the EMS staff can start emergency care as soon as they reach you. Sudden cardiac death Sudden cardiac death (SCD) accounts for half of all heart disease deaths in the U.S., but it's not the same as a heart attack. SCD occurs when the heart's electrical system goes haywire, causing it to beat irregularly and dangerously fast. The heart's pumping chambers may quiver instead of pumping blood out to the body. Without CPR and restoration of a regular heart rhythm, death can occur in minutes. <em>Arrhythmia</em>: Erratic heart beat Regular electrical impulses cause your heart to beat. But sometimes those impulses become erratic. The heart may race, slow down, or quiver. Arrhythmias are often harmless variations in rhythm that pass quickly. But some types make your heart less effective at pumping blood, and that can take a serious toll on the body. Let your doctor know if you've noticed your heart beating abnormally. Cardiomyopathy Cardiomyopathy is a disease involving changes in the heart muscle. These changes may interfere with the heart’s ability to pump effectively, which can lead to a chronic condition called heart failure. Cardiomyopathy is sometimes associated with other chronic conditions, such as high blood pressure or heart valve disease. Heart failure Heart failure doesn't mean your heart stops working. It means the heart can't pump enough blood to meet the body's needs. Over time, the heart gets bigger to hold more blood, it pumps faster to increase the amount of blood moving out of it, and the blood vessels narrow. The heart muscle may also weaken, reducing the blood supply even more. Most cases of heart failure are the result of coronary artery disease and heart attacks. Congenital heart defect A congenital heart defect is one that's present at birth. The problem could be a leaky heart valve, malformations in the walls that separate the heart chambers, or other heart problems. Some defects are not found until a person becomes an adult. Some need no treatment. Others require medicine or surgery. People with congenital heart defects may have a higher risk of developing complications such as arrhythmias, heart failure, and heart valve infection, but there are ways to reduce this risk. Testing: Electrocardiogram (EKG) An EKG (also ECG) is a painless test that uses electrodes placed on the skin to record the heart's electrical activity. The test provides information about your heart rhythm and damage to the heart muscle. An EKG can help your doctor diagnose a heart attack and evaluate abnormalities such as an enlarged heart. The results can be compared to future EKGs to track changes in the condition of your heart. Testing: Stress test The stress test measures how your heart responds to exertion. If you have an exercise stress test, you'll either walk on a treadmill or ride a stationary bike while the level of difficulty increases. At the same time, your EKG, heart rate, and blood pressure will be monitored as your heart works harder. Doctors use a stress test to evaluate whether there is an adequate supply of blood to the heart muscle. Testing: Holter monitor A Holter monitor is a portable heart rhythm recorder. If your doctor suspects a heart rhythm problem, she may ask you to wear one for 1 or 2 days. It records the heart's continuous electrical activity day and night, compared with an EKG, which is a snapshot in time. The doctor will probably also ask you to keep a log of your activities and to note any symptoms and when they occur. Testing: Chest X-ray A chest X-ray is a picture of your heart, lungs, and chest bones that's made by using a very small amount radiation. Chest X-rays can be used to look for heart and lung abnormalities. In this image, the bulge seen on the right side is an enlarged left ventricle, the heart's main pumping chamber. Testing: Echocardiogram An echocardiogram uses sound waves (ultrasound) to generate moving images of the heart. The test can assess the chambers and valves of your heart and how well your heart muscle and heart valves are working. It's useful in diagnosing and evaluating several types of heart disease, as well as evaluating the effectiveness of treatments. Testing: Cardiac CT Cardiac computerized tomography (known as cardiac CT) takes detailed images of the heart and its blood vessels. A computer stacks the images to create a 3-D picture of heart. A cardiac CT can be used to look for plaque or calcium buildup in the coronary arteries, heart valve problems, and other types of heart disease. Testing: Cardiac catheterization Cardiac catheterization helps diagnose and treat some heart conditions. The doctor guides a narrow tube, called a catheter, through a blood vessel in your arm or leg until it reaches the coronary arteries. Dye is injected into each coronary artery, making them easy to see with an X-ray. This reveals the extent and severity of any blockages. Treatments such as angioplasty or stenting can be done during this procedure. Living with heart disease Most forms of heart disease are chronic. In the beginning, symptoms may be too mild to affect everyday life. And in many cases, long-term treatment can keep symptoms under control. But if the heart begins to fail, patients may develop shortness of breath, fatigue, or swelling in ankles, feet, legs, and abdomen. Heart failure can be managed with medication, lifestyle changes, surgery, and in certain cases, a heart transplant. Treatment: Medicines Medications play a huge role in treating heart disease. Some drugs help lower blood pressure, heart rate, and cholesterol levels. Others can keep abnormal heart rhythms under control or prevent clotting. For patients who already have some heart damage, there are medications to improve the pumping ability of an injured heart. Treatment: Angioplasty Angioplasty is used to open a blocked heart artery and improve blood flow to the heart. The doctor inserts a thin catheter with a balloon on the end into the artery. When the balloon reaches the blockage, it is expanded, opening up the artery and improving blood flow. The doctor may also insert a small mesh tube, called a stent, to help keep the artery open after angioplasty. Treatment: Bypass surgery Bypass surgery is another way to improve the heart's blood flow. It gives blood a new pathway when the coronary arteries have become too narrow or blocked. During the surgery, a blood vessel is first moved from one area of the body -- such as the chest, legs, or arms -- and attached to the blocked artery, allowing it to bypass the blocked part. Who's at risk for heart disease? Men have a higher risk of having a heart attack than women, and at an earlier age. But it's important to note that heart disease is the No. 1 killer of women, too. People with a family history of heart ailments also have a higher risk of heart trouble. Risk factors you can control High cholesterol and high blood pressure are major risk factors for heart disease. Being overweight, obese, or physically inactive all increase your risk. So does diabetes, especially if your glucose levels are not well controlled. Discuss your risks with your doctor and develop a strategy for managing them. There are many steps you can take to protect your heart. Smoking and your heart If you smoke, your risk of heart disease is 2 to 4 times greater than a nonsmoker's. And if you smoke around loved ones, you're increasing their risk with secondhand smoke. Each year in the U.S., more than 135,000 people die from smoking-related heart disease. But it's never too late to quit. Within 24 hours of quitting, your heart attack risk begins to fall. Life after a heart attack It is possible to regain your health after a heart attack. By avoiding cigarettes, becoming more active, and watching what you eat, you can give your heart and overall health a big boost. One of the best ways to learn how to make these changes is to take part in a cardiac rehab program. Ask your doctor for recommendations. Heart disease prevention The key to preventing heart disease is a healthy lifestyle. This includes a nutritious diet, at least 30 minutes of exercise most days of the week, not smoking, and controlling high blood pressure, cholesterol, and diabetes. If you drink alcohol, do so in moderation – no more than one drink a day for women, two drinks a day for men. Ask your friends and family for help in making these changes. They'll benefit, too. Diet and your heart What you eat makes a difference. Be sure you get plenty of whole grains, vegetables, legumes, and fruits to help keep your heart healthy. Plant oils, walnuts, other nuts, and seeds can also help improve cholesterol levels. And don't forget to eat fish at least a couple of times each week for a good source of heart-healthy protein.    ",
            "vi": "Bệnh tim là gì? Nhắc đến bệnh tim thì hầu hết người ta đều nghĩ đó là đau tim. Nhưng có nhiều chứng bệnh khác có thể âm thầm hoặc ngấm ngầm gây hại khả năng hoạt động của tim, bao gồm bệnh động mạch vành, bệnh tim, loạn nhịp tim, và suy tim. Hãy tiếp tục đọc thông tin bên dưới để biết những chứng bệnh trên gây hại gì cho cơ thể và cách thức để nhận biết các dấu hiệu cảnh báo là gì nhé.  Cơn đau tim là gì? Ở Mỹ mỗi năm có hơn 1 triệu người chết vì đau tim – đây là chứng đứt quãng đột ngột nguồn máu cung cấp cho tim. Tình trạng này xảy ra khi các động mạch vành bị nghẽn – động mạch vành là mạch máu làm nhiệm vụ vận chuyển máu đến cơ tim. Khi máu không lưu thông được thì cơ tim có thể bị tổn thương rất nhanh và ngừng hoạt động. Các phương pháp chữa trị khẩn cấp đã làm giảm số bệnh nhân tử vong do đau tim trong những năm gần đây.  Các triệu chứng đau tim Đau tim là một chứng bệnh khẩn cấp thậm chí khi các triệu chứng nhẹ đi nữa. Những dấu hiệu cảnh báo bao gồm:  * Đau ngực hoặc nặng ngực.  * Sự đau đớn, khó chịu này còn lan ra sau lưng, quai hàm, cổ họng, hoặc vùng cánh tay.  * Buồn nôn, khó tiêu, hoặc ợ chua. * Yếu, lo âu, hoặc khó thở. * Nhịp tim nhanh hoặc không đều. Các triệu chứng đau tim ở phụ nữ Phụ nữ không phải lúc nào cũng cảm thấy đau ngực khi bị đau tim. Phụ nữ dễ bị ợ nóng, chán ăn, mệt mỏi hoặc ốm yếu, ho hen, và rung tim. Các triệu chứng này không nên bỏ qua. Bạn càng trì hoãn việc điều trị thì tim có thể còn tổn thương nhiều hơn.   Các dấu hiệu của bệnh động mạch vành Dấu hiệu cảnh báo của một cơn đau tim là bệnh động mạch vành (CAD) xảy ra khi mảng bám tăng sinh bên trong động mạch vành; làm hẹp động mạch và làm cho máu lưu thông khó khăn hơn. Nhiều người không hề biết mình bị bệnh động mạch vành cho đến khi cơn đau tim bộc phát. Nhưng cũng có nhiều dấu hiệu cảnh báo, chẳng hạn như chứng đau ngực cứ lặp đi lặp lại do máu lưu thông bị hạn chế. Đây được gọi là chứng đau thắt ngực.  Thực chất của một cơn đau tim Mảng bám trong động mạch bên ngoài cứng nhưng bên trong mềm và xốp. Đôi khi lớp vỏ cứng bên ngoài ấy bị nứt và lúc này máu cục hình thành xung quanh mảng bám. Nếu máu đông gây nghẽn hoàn toàn động mạch thì nó làm làm tắc nghẽn máu lưu thông đến tim. Nếu không điều trị ngay tức khắc thì vùng cơ tim đó có thể bị tổn thương hoặc bị hủy hoại.  Bạn đừng nên chờ đợi cho tới khi chắc chắn bị bệnh tim Thời điểm tốt nhất để chữa bệnh đau tim là ngay khi các triệu chứng mới bắt đầu. Việc chờ đợi cho đến khi biết chắc mình bị bệnh có thể dẫn đến tổn thương tim lâu dài hoặc thậm chí là tử vong. Nếu nghĩ mình có thể bị đau tim, bạn nên gọi 911. Và đừng cố tự lái xe đến bệnh viện. Khi bạn gọi 911 thì nhân viên EMS có thể bắt đầu chăm sóc khẩn cấp cho bạn ngay khi họ liên lạc với bạn xong.  Đột tử do tim Đột tử do tim (SCD) chiếm phân nửa số ca tử vong do bệnh tim mạch ở Hoa Kỳ, nhưng SCD không giống như bệnh đau tim. SCD xảy ra khi hệ thống điện của tim hoạt động bất thường, làm cho tim đập không đều và nhanh một cách nguy hiểm. Các buồng bơm của tim có thể đập thình thịch thay vì phải bơm máu đến cơ thể. Nếu không hô hấp nhân tạo và làm cho nhịp tim đập lại đều đặn thì bệnh nhân có thể tử vong trong chớp nhoáng.  Chứng loạn nhịp tim: Nhịp tim bất thường Các xung lực điện đều đặn làm cho tim đập. Nhưng đôi khi chúng cũng trở nên thất thường. Tim có thể đập nhanh, chậm, hoặc đập thình thịch. Chứng loạn nhịp tim thường là những thay đổi nhịp vô hại xảy ra nhanh, thoáng qua thôi. Nhưng một vài chứng loạn nhịp tim cũng có thể làm cho tim bơm máu kém hiệu quả, và có thể gây hại nghiêm trọng cho cơ thể. Hãy thông báo cho bác sĩ biết nếu bạn phát hiện thấy tim mình đập một cách bất thường.   Bệnh tim Bệnh tim là chứng bệnh liên quan đến những thay đổi ở cơ tim. Những thay đổi này có thể làm cản trở khả năng bơm máu hiệu quả của tim, có thể gây bệnh mãn tính gọi là bệnh suy tim. Bệnh tim đôi khi cũng có liên quan với nhiều chứng bệnh mãn tính khác, chẳng hạn như cao huyết áp hoặc bệnh van tim.  Suy tim Suy tim không có nghĩa là tim ngừng hoạt động mà là tim không có thể bơm đủ máu để đáp ứng cho nhu cầu của cơ thể. Dần dần tim trở nên lớn hơn để giữ máu được nhiều hơn, bơm nhanh hơn để tăng lượng máu vận chuyển ra khỏi tim, và các mạch máu bị hẹp lại. Cơ tim cũng có thể làm suy yếu và làm giảm nguồn máu đến tim nữa. Hầu hết các chứng suy tim đều do bệnh động mạch vành và đau tim gây ra. Dị tật tim bẩm sinh Dị tật tim bẩm sinh là dị tật tim xảy ra từ khi mới sinh. Vấn đề này có thể là van tim bị hở, dị tật ở các vách ngăn buồng tim, hoặc các vấn đề tim khác. Một số dị tật không được phát hiện thấy mãi đến khi trưởng thành. Một số dị tật không cần phải được điều trị trong khi đó số khác cần sử dụng thuốc hoặc phẫu thuật. Người bị dị tật tim bẩm sinh có thể có nguy cơ sinh ra biến chứng nhiều hơn chẳng hạn như loạn nhịp tim, suy tim, và nhiễm trùng van tim, nhưng cũng có nhiều cách để làm giảm nguy cơ này.  Xét nghiệm bệnh tim bằng điện tâm đồ (EKG) EKG (cũng được gọi là ECG) là một xét nghiệm không gây đau đớn sử dụng điện cực đặt trên da để ghi lại hoạt động điện của tim. Xét nghiệm này cho biết nhịp tim và tổn thương cơ tim. EKG có thể giúp bác sĩ chẩn đoán bệnh đau tim và đánh giá các dị dạng tim chẳng hạn như chứng tim giãn nở. Kết quả có thể được đối chiếu với xét nghiệm EKG sau để theo dõi những thay đổi ở bệnh tim của bạn.  Xét nghiệm bệnh tim bằng cách kiểm tra khả năng hoạt động dưới áp lực cao Phương pháp kiểm tra khả năng hoạt động dưới áp lực cao biết được cách tim bạn phản ứng với việc cố sức như thế nào. Nếu bạn được kiểm tra khả năng hoạt động dưới áp lực cao, bạn sẽ hoặc là đi trên một chiếc máy tập thể dục hoặc là chạy xe đạp đứng yên một chỗ trong khi mức độ khó khăn tăng dần lên. Đồng thời, xét nghiệm EKG, nhịp tim, và huyết áp của bạn sẽ được theo dõi khi tim bạn làm việc cật lực hơn. Nhiều bác sĩ sử dụng phương pháp kiểm tra này để đánh giá xem liệu máu cung cấp đến cơ tim có đủ hay không.  Xét nghiệm bệnh tim bằng máy ghi nhịp tim  Holter monitor là máy ghi nhịp tim di động. Nếu nghi ngờ bạn có vấn đề về nhịp tim thì bác sĩ có thể yêu cầu bạn mang máy này trong khoảng từ 1 hoặc 2 ngày. Nó ghi lại hoạt động điện liên tục ban ngày lẫn ban đêm của tim so với xét nghiệm EKG, ảnh chụp nhanh đúng lúc. Bác sĩ cũng có thể yêu cầu bạn giữ quyển sổ ghi lại chi tiết các hoạt động của mình để lưu ý đến bất kỳ triệu chứng bệnh tim nào và các triệu chứng ấy xảy ra khi nào. Xét nghiệm bệnh tim bằng phương pháp chụp X-quang ngực Một bức chụp ngực bằng tia X là ảnh của tim, phổi, và xương ngực của bạn được tạo thành bằng cách sử dụng một lượng bức xạ rất nhỏ. Hình X-quang ngực có thể dùng để tìm kiếm dị dạng ở tim và phổi.  Trong hình minh hoạ này thì phần phình to ra được nhìn thấy bên tay phải là chỗ giãn tâm thất trái, đây là buồng bơm máu chính của tim.  Xét nghiệm bệnh tim bằng phương pháp siêu âm tim đồ Siêu âm tim đồ sử dụng sóng âm thanh (siêu âm) để tạo ra các hình ảnh chuyển động của tim. Xét nghiệm này có thể đánh giá, biết được các buồng tim và van tim và xem cơ tim và van tim hoạt động tốt đến mức độ nào. Siêu âm tim đồ cũng hữu ích trong việc chẩn đoán và đánh giá một số kiểu bệnh tim, đồng thời cũng đánh giá được hiệu quả của các phương pháp điều trị.  Xét nghiệm bệnh tim bằng cách chụp CT tim (chụp cắt lớp tim) Chụp cắt lớp tim (cũng được gọi là chụp CT tim) lấy hình ảnh chi tiết của tim và các mạch máu. Máy tính sẽ xếp chồng các hình ảnh để tạo hình tim 3-D. Phương pháp chụp CT tim có thể được sử dụng để tìm mảng bám hoặc vôi đóng ở động mạch vành, các vấn đề về van tim, và nhiều loại bệnh tim khác nữa.   Xét nghiệm bệnh tim bằng phương pháp thông tim  Phương pháp thông tim giúp chẩn đoán và điều trị một số bệnh tim. Bác sĩ đặt một ống hẹp, gọi là ống thông, qua mạch máu ở cánh tay hoặc cẳng chân của bạn cho đến khi chạm đến động mạch vành. Chất thuốc màu được bơm vào từng động mạch vành làm cho các động mạch vành đó dễ thấy được bằng tia X. Phương pháp này cho thấy kích thước và độ nghiêm trọng của bất kỳ khối nghẽn nào. Người ta cũng có thể điều trị bằng cách giải phẫu thông động mạch bị tắc hoặc đặt ống stent (thiết bị đặt trong cơ thể dùng để giữ cho bộ phận đó mở ra, không bị nghẽn do bệnh tật gây nên).  Sống với bệnh tim  Hầu hết các dạng bệnh tim đều là mãn tính. Khi mới phát, những triệu chứng bệnh có thể quá nhẹ đến nỗi không ảnh hưởng đến cuộc sống thường ngày. Và trong nhiều trường hợp thì phương pháp điều trị lâu dài có thể kiểm soát được triệu chứng. Nhưng nếu tim bắt đầu yếu thì bệnh nhân có thể bị khó thở, mệt mỏi, hoặc sưng mắt cá chân, phù bàn chân, cẳng chân và bụng. Suy tim có thể được điều trị bằng thuốc, thay đổi lối sống, phẫu thuật, và trong một số trường hợp nào đó cần phải ghép tim. Điều trị bệnh tim bằng thuốc Thuốc đóng vai trò rất lớn trong việc điều trị bệnh tim. Một số thuốc giúp hạ huyết áp, nhịp tim, và nồng độ cholesterol. Số khác có thể giúp kiểm soát được nhịp tim bất thường hoặc phòng tránh được vấn đề vón cục.  Đối với bệnh nhân đã từng bị hư tim thì cũng có nhiều thuốc có thể giúp cải thiện khả năng bơm máu của tim bị tổn thương.   Điều trị bệnh tim bằng cách giải phẫu thông động mạch bị tắc hoặc hẹp Giải phẫu thông động mạch bị tắc hoặc hẹp được dùng để mở động mạch tim bị nghẽn và làm cho máu lưu thông đến tim được tốt hơn. Bác sĩ chèn vào động mạch một ống thông nhỏ với một khí cầu ở đầu. Khi khí cầu chạm đến chỗ tắc nghẽn, nó bung ra, làm giãn động mạch và cải thiện lưu thông máu. Bác sĩ cũng có thể chèn một ống lưới nhỏ, gọi là ống stent, để làm thông động mạch sau khi giải phẫu thông động mạch bị tắc hoặc hẹp. Điều trị bệnh tim bằng phẫu thuật bắc cầu chủ vành (phẫu thuật ghép bắc cầu động mạch vành) Phẫu thuật bắc cầu chủ vành là cách khác để làm tăng lưu lượng máu của tim. Thủ thuật này giúp máu lưu thông đường mới khi các động mạch vành đã trở nên quá hẹp hoặc bị nghẽn. Trong suốt quá trình phẫu thuật, một mạch máu được lấy ra trước khỏi một bộ phận nào đó trên cơ thể – chẳng hạn như ở ngực, cẳng chân,  hoặc cánh tay – và nối vào động mạch bị nghẽn, làm cho nó có thể đi tránh qua vùng bị tắc đó.  Đối tượng nào có nguy cơ bị bệnh tim? Nam giới có nguy cơ đau tim cao hơn phụ nữ, và mắc bệnh ở tuổi sớm hơn. nhưng cần lưu ý là bệnh tim cũng là “kẻ giết người” hàng đầu đối với phụ nữ. Người có tiền sử gia đình bị bệnh tim cũng có nguy cơ rắc rối về tim cao hơn.  Các yếu tố rủi ro mà bạn có thể kiểm soát được cholesterol cao và huyết áp cao là rủi ro chính đối với bệnh tim. Béo phì, tăng cân quá mức, hoặc ít vận động thể chất đều làm tăng nguy cơ mắc bệnh. Tiểu đường cũng vậy, nhất là nếu nồng độ đường glu-cô của bạn không được kiểm soát tốt. Bạn nên thảo luận các rủi ro với bác sĩ và đề ra chiến lược hoặc phương pháp chữa bệnh. Có nhiều biện pháp có thể giúp bạn bảo vệ được tim của mình.\nTim và thuốc lá  Nếu bạn hút thuốc thì nguy cơ bệnh tim của bạn lớn hơn người không hút thuốc là từ 2 đến 4 lần. Và nếu bạn hút thuốc gần xung quanh người thân của mình thì bạn cũng đang làm tăng nguy cơ hút thuốc thụ động của họ rồi đó. Mỗi năm ở Mỹ có hơn 135.000 người chết vì bệnh tim do thuốc lá. Nhưng chẳng bao giờ là quá muộn để bỏ thuốc lá đâu. Trong vòng 24 tiếng đồng hồ không hút thuốc thì nguy cơ đau tim của bạn bắt đầu giảm xuống.\nCuộc sống sau khi đau tim  Bạn có thể phục hồi sức khỏe sau một cơn đau tim nào đó. Bằng cách tránh hút thuốc lá, vận động nhiều hơn, và theo dõi chế độ dinh dưỡng, bạn có thể cải thiện sức khỏe tim mạch và sức khỏe tổng quát của mình. Một trong những phương pháp tốt nhất để biết cách thay đổi là tham gia chương trình phục hồi tim. Bạn nên nhờ bác sĩ cho mình lời khuyên.  Ngăn ngừa bệnh tim Cách phòng tránh bệnh tim chủ yếu là một lối sống lành mạnh. Ở đây bao gồm chế độ ăn uống bổ dưỡng, tập thể dục ít nhất là 30 phút hầu hết mỗi ngày trong tuần, không hút thuốc, và điều hoà chứng cao huyết áp, cholesterol, và bệnh tiểu đường. Nếu bạn uống rượu, thì hãy nên tiết chế – 1 ly trở xuống/ ngày đối với phụ nữ, 2 ly/ ngày đối với nam giới. Bạn nên nhờ bạn bè và gia đình hỗ trợ để thực hiện những thay đổi này. Họ cũng sẽ có lợi đấy.  Tim và chế độ dinh dưỡng Những gì bạn ăn sẽ tạo nên sự khác biệt. Hãy chắc rằng nên ăn nhiều ngũ cốc nguyên hạt, rau, rau đậu, và trái cây để giữ cho tim bạn được khỏe mạnh. Dầu thực vật, hồ đào, quả hạch và các loại hạt khác cũng có thể làm tăng nồng độ cholesterol. Và đừng quên ăn cá ít nhất vài lần trong tuần để có được nguồn cung cấp protein dồi dào có lợi cho sức khỏe tim mạch nhé.   "
        },
        {
            "en": "High Blood Pressure (Hypertension)    What is hypertension? Hypertension, or high blood pressure, is a common condition that will catch up with most people who live into older age. Blood pressure is the force of blood pressing against the walls of your arteries. When it's too high, it raises the heart's workload and can cause serious damage to the arteries. Over time, uncontrolled high blood pressure increases the risk of heart disease, stroke, and kidney disease.  Hypertension symptoms High blood pressure is sometimes called a silent killer because it may have no outward symptoms for years. In fact, one in five people with the condition don't know they have it. Internally, it can quietly damage the heart, lungs, blood vessels, brain, and kidneys if left untreated. It's a major risk factor for strokes and heart attacks in the U.S. What causes hypertension? Normal blood pressure readings will fall below 120/80, while higher results over time can indicate hypertension. In most cases, the underlying cause of hypertension is unknown. The top number (systolic) shows the pressure when your heart beats. The lower number (diastolic) measures pressure at rest between heartbeats, when the heart refills with blood. Occasionally, kidney or adrenal gland disease can lead to hypertension. Prehypertension: A warning sign Almost one-quarter of Americans have prehypertension. Their blood pressure is consistently just above the normal level -- between 120 and 139 for systolic pressure or 80 to 89 for the diastolic pressure. People in this range have twice the risk of developing heart disease than those with a lower reading. Your doctor may recommend lifestyle changes to help lower your blood pressure. The hypertension danger zone You have high blood pressure if readings average140/90 or higher -- for either number -- though you may still have no symptoms. At 180/110 and higher, you may be having a hypertensive crisis. Rest for a few minutes and take your blood pressure again. If it is still very high, call 911. A hypertensive crisis can lead to a stroke, heart attack, kidney damage, or loss of consciousness. Symptoms of a hypertensive crisis can include a severe headache, anxiety, nosebleeds, and feeling short of breath. Who gets high blood pressure? Up to the age of 45, more men have high blood pressure than women. It becomes more common for both men and women as they age, and more women have hypertension by the time they reach 65. You have a greater risk if a close family member has high blood pressure or if you are diabetic. About 60% of people with diabetes have high blood pressure. Hypertension and race African-Americans are more likely to develop hypertension -- and to develop it at a younger age. Genetic research suggests that African-Americans seem to be more sensitive to salt. In people who have a gene that makes them salt-sensitive, just a half-teaspoon of salt can raise blood pressure by 5 mm Hg. Diet and excessive weight can play a role, as well. Hypertension and Sodium Sodium, a major component of salt, can raise blood pressure by causing the body to retain fluid, which leads to a greater burden on the heart. The American Heart Association recommends eating less than 1,500 milligrams of sodium per day. You'll need to check food labels and menus carefully. Processed foods contribute up to 75% of our sodium intake. Canned soups and lunch meats are prime suspects. Hypertension and Stress Stress can make your blood pressure spike, but there's no evidence that it causes high blood pressure as an ongoing condition. However, stress may affect risk factors for heart disease, so it may have an indirect connection to hypertension. Stress may lead to other unhealthy habits, such as a poor diet, alcohol use, or smoking, which can contribute to high blood pressure and heart disease. Hypertension and weight Being overweight places a strain on your heart and increases your risk of high blood pressure. That is why diets to lower blood pressure are often also designed to control calories. They typically call for cutting fatty foods and added sugars, while increasing fruits, vegetables, lean protein, and fiber. Even losing 10 pounds can make a difference. Hypertension and alcohol Drinking too much alcohol can increase your blood pressure. Guidelines from the American Heart Association state that if you drink alcohol, you should limit the amount to no more than two drinks a day for men, or one a day for women.  Hypertension and caffeine If caffeine can make you jittery, can it also raise your blood pressure? It might have a temporary effect, but studies haven't shown any link between caffeine and the development of hypertension. You can safely drink one or two cups a day, according to the American Heart Association. Hypertension and pregnancy Gestational hypertension is a kind of high blood pressure that occurs in the second half of pregnancy. Without treatment, it may lead to a serious condition called preeclampsia that endangers both the mother and baby. The condition can limit blood and oxygen flow to the baby and can affect the mother's kidneys and brain. After the baby is born, the mother's blood pressure usually returns to its normal level. Hypertension and medicine Cold and flu medicines that contain decongestants are one of several classes of medicine that can cause your blood pressure to rise. Others include NSAID pain relievers, steroids, diet pills, birth control pills, and some antidepressants. If you have high blood pressure, talk to you doctor about what medicines and supplements you are taking that may affect blood pressure. 'White Coat' Hypertension Some people only have a high reading in the doctor's office, perhaps because they're nervous. Some will only have blood pressure readings sporadically. Those people may have a higher chance of developing high blood pressure, a recent study shows. To get a more accurate reading, take your blood pressure at home, chart your readings, and share them with your doctor. It is also a good idea to have an expert check the device and your technique. Hypertension and children While hypertension is more often a problem for older people, even children can have high blood pressure. \"Normal\" blood pressure varies based on a child's age, height, and sex, so your doctor will need to tell you if there is a concern. Children are at greater risk if they are overweight, have a family history of the illness and if they're African-American. Treatment: The DASH Diet You may be able to lower your blood pressure by switching to a better diet. The DASH Diet -- Dietary Approaches to Stop Hypertension -- involves eating more fruits, vegetables, whole-grain foods, low-fat dairy, fish, poultry, and nuts. You should eat less red meat, saturated fats, and sweets. Reducing sodium in your diet can also have a significant effect. Treatment: Exercise Regular exercise helps lower your blood pressure. Adults should get about 150 minutes of moderate-intensity exercise every week. That could include gardening, walking briskly, bicycling, or other aerobic exercise. Muscle-strengthening activities are recommended at least two days a week and should work all major muscle groups. Treatment: Diuretics Diuretics are often the first choice if diet and exercise changes aren't enough. Also called \"water pills,\" they help the body shed excess sodium and water to lower blood pressure. That means you'll urinate more often. Some diuretics may deplete your body's potassium, causing muscle weakness, leg cramps, and fatigue. Some can increase blood sugar levels in diabetics. Erectile dysfunction is a less common side effect. Treatment: Beta-blockers Beta-blockers work by slowing the heart rate, which means that the heart doesn't have to work as hard. They are also used to treat other heart conditions, such as an abnormal heart rate called <em>arrhythmia</em>. They may be prescribed along with other medications. Side effects can include insomnia, dizziness, fatigue, cold hands and feet, and erectile dysfunction. Treatment: ACE Inhibitors ACE inhibitors reduce your body's supply of angiotensin II -- a substance that makes blood vessels contract and narrow. The result is more relaxed, open (dilated) arteries, as well as lower blood pressure and less effort for your heart. Side effects can include a dry cough, skin rash, or dizziness, and high levels of potassium. Women should not become pregnant while taking an ACE inhibitor. Treatment: ARBs Instead of reducing your body's supply of angiotensin II, these drugs block receptors for angiotensin -- as if placing a shield over a lock. This blockade prevents the chemical's artery-tightening effects, and lowers your blood pressure. ARBs can take several weeks to become fully effective. Possible side effects include dizziness, muscle cramps, insomnia, and high levels of potassium. Women should not become pregnant while taking this medication. Treatment: Calcium channel blockers Calcium channel blockers slow the movement of calcium into the cells of the heart and blood vessels. Since calcium causes stronger heart contractions, these medications ease the heart's contraction and relax the blood vessels. They can cause dizziness, heart palpitations, swelling of the ankles, and constipation. Take them with food or milk and avoid grapefruit juice and alcohol because of possible interactions.  Treatment: Other medications Other medications that relax the blood vessels include vasodilators, alpha blockers, and central agonists. Side effects can include dizziness, a fast heart beat or heart palpitations, headaches, or diarrhea. Your doctor may suggest them if other blood pressure medications are not working well enough or if you have another condition.   Treatment: Complementary therapies Meditation can put your body into a state of deep rest, which can lower your blood pressure. Yoga, tai chi, and deep breathing also help. These relaxation techniques should be combined with other lifestyle changes, such as diet and exercise. Be aware that herbal therapies may conflict with other medications you take, and some herbs actually raise blood pressure. Tell your doctor if you take herbal or other dietary supplements. Living with high blood pressure Hypertension is often a life-long condition. It's important to take your medications and continue to monitor your blood pressure. If you keep it under control, you can reduce your risk of stroke, heart disease, and kidney failure.",
            "vi": "Cao huyết áp (Tăng huyết áp)    Cao huyết áp là gì? Cao huyết áp, hoặc tăng huyết áp là chứng bệnh thường thấy ở hầu hết người già cao tuổi. Huyết áp là lực máu đè lên thành động mạch. Khi huyết áp quá cao, nó làm cho tim hoạt động nhiều hơn và có thể gây hại nghiêm trọng cho động mạch. Tình trạng cao huyết áp nếu không được điều trị dần dần sẽ làm tăng nguy cơ bệnh tim, đột quỵ và bệnh thận.  Các triệu chứng của bệnh cao huyết áp Bệnh cao huyết áp thường được gọi là “kẻ giết người thầm lặng” bởi có thể không biểu hiện một triệu chứng nào ra bên ngoài trong nhiều năm trời. Thực vậy, cứ một trong năm người mắc bệnh sẽ không biết mình bị cao huyết áp. Nó có thể gây hại từ từ cho các cơ quan nội tạng như tim, phổi, mạch máu, não, và thận. Đây cũng là yếu tố nguy hiểm chủ yếu gây đột quỵ và đau tim đối với người Mỹ.  Nguyên nhân gây cao huyết áp là gì?  Số đo huyết áp bình thường sẽ giảm dưới 120/80, trong khi các chỉ số cao hơn có thể là dấu hiệu bị bệnh. Trong hầu hết các trường hợp thì người ta vẫn chưa tìm ra nguyên nhân thực sự gây bệnh. Chỉ số đỉnh (tâm thu) biểu thị áp suất khi tim đập. Chỉ số dưới (tâm trương) đo áp suất thời gian nghỉ giữa những nhát bóp, khi tim được cung cấp đầy máu. Đôi khi, bệnh thận hoặc bệnh tuyến thượng thận có thể là nguyên nhân gây cao huyết áp.  Dấu hiệu cảnh báo: Tiền huyết áp Gần ¼ người Mỹ bị tiền huyết áp. Chỉ số huyết áp của họ lúc nào cũng ngay trên mức bình thường – ở bất kỳ mức nào từ 120 đến 139 đối với huyết áp tâm thu hoặc từ 80 đến 89 đối với huyết áp tâm trương. Người có số đo dao động trong ngưỡng này có nguy cơ phát triển bệnh tim gấp 2 lần so với người có chỉ số thấp hơn. Bác sĩ sẽ khuyến cáo nên thay đổi lối sống nhằm hạ thấp huyết áp.  Vùng huyết áp nguy hiểm  Bạn bị cao huyết áp nếu chỉ số trung bình là 140/90 trở lên – cả hai con số đó – cho dù bạn có thể không có một triệu chứng gì đi nữa. Nếu số đo huyết áp của bạn là 180/110 trở lên thì có thể là bạn bị lên cơn cao huyết áp. Hãy nghỉ ngơi một vài phút và đo huyết áp lại một lần nữa. Nếu số đo vẫn còn cao thì hãy gọi 911 nhé. Cơn cao huyết áp có thể gây đột quỵ, đau tim, suy thận, hoặc bất tỉnh. Các triệu chứng của cơn cao huyết áp có thể bao gồm nhức đầu dữ dội, hồi hộp lo âu, chảy máu cam, và cảm giác bị hụt hơi.  Ai bị cao huyết áp? Nam giới bị cao huyết áp nhiều hơn phụ nữ ở độ tuổi 45. bệnh này ngày càng trở nên phổ biến hơn ở cả nam và nữ khi ở tuổi về già, và nhiều phụ nữ mắc chứng cao huyết áp hơn ở tuổi 65. Bạn sẽ có nguy cơ mắc bệnh nhiều hơn nếu người thân trong gia đình bị cao huyết áp hoặc nếu bạn bị bệnh tiểu đường. Khoảng 60% người bị tiểu đường bị cao huyết áp.  chủng tộc và bệnh cao huyết áp  Người Mỹ gốc Phi dễ mắc bệnh cao huyết áp nhiều hơn – và dễ bị cao huyết áp ở độ tuổi còn trẻ. Cuộc nghiên cứu về di truyền cho thấy người Mỹ gốc Phi dường như nhạy cảm với muối nhiều hơn. Đối với người có gien nhạy cảm với muối thì chỉ cần nửa muỗng cà phê muối cũng có thể làm huyết áp tăng thêm 5 mm Hg. Chế độ dinh dưỡng và cân nặng quá mức cũng có thể đóng vai trò hết sức quan trọng đối với chứng bệnh này.  Bệnh cao huyết áp và na-tri Na-tri là thành phần chính tạo nên muối, có thể làm tăng huyết áp bằng cách giữ nước trong cơ thể, làm cho tim hoạt động mệt hơn. Hội Tim mạch Hoa kỳ khuyến cáo nên ăn dưới 1.500 milligram muối mỗi ngày. Bạn nên kiểm tra nhãn thực phẩm và thực đơn cẩn thận. Các loại thức ăn được chế biến sẵn góp phần đến 75% lượng muối hấp thụ của cơ thể. Xúp đóng hộp và thịt hộp là nguyên nhân đáng nghi ngờ nhất.  Căng thẳng và bệnh cao huyết áp Stress có thể làm tăng huyết áp, nhưng chưa một bằng chứng nào cho thấy nó gây ra chứng huyết áp cao. Tuy nhiên, căng thẳng có thể ảnh hưởng đến các yếu tố rủi ro gây bệnh tim, vì thế đây có thể là nguyên nhân gián tiếp dẫn đến cao huyết áp. Ngoài ra, stress cũng có thể hình thành nên nhiều thói quen không có lợi cho sức khỏe khác, chẳng hạn như ăn uống sơ sài qua loa, rượu bia, hoặc thuốc lá, cũng có thể góp phần làm tăng huyết áp và bệnh tim.  trọng lượng và bệnh cao huyết áp  Tình trạng tăng cân, béo phì làm cho tim hoạt động nặng nề và làm tăng nguy cơ cao huyết áp. Đó là lý do vì sao khẩu phần dinh dưỡng làm hạ huyết áp cũng thường được phân định để kiểm soát ca-lo. Người ta thường yêu cầu nên giảm bớt các thức ăn giàu chất béo và nhiều đường, trong khi đó phải bổ sung thêm rau củ quả, chất đạm từ thịt nạc, và chất xơ. Thậm chí việc giảm đi 10 pao cũng có thể tạo nên sự khác biệt đấy.  Bệnh cao huyết áp và rượu bia Việc uống quá nhiều rượu bia có thể làm tăng huyết áp. Hội Tim mạch Hoa kỳ khuyến cáo nếu bạn uống rượu bia, bạn nên giới hạn dưới 2 ly mỗi ngày đối với nam, hoặc 1 ly mỗi ngày đối với nữ.  Cà-phê-in và bệnh cao huyết áp Nếu như cà-phê-in có thể làm cho bạn dễ bị kích thích thì liệu nó cũng có thể làm tăng huyết áp không? Nó có thể gây tác dụng nhất thời, nhưng nhiều công trình nghiên cứu vẫn chưa thấy bất kỳ mối tương quan nào giữa chất cà-phê-in và bệnh cao huyết áp. Hội Tim mạch Hoa Kỳ cho biết bạn có thể uống một hoặc hai tách cà phê mỗi ngày một cách an toàn.  Phụ nữ có thai và bệnh cao huyết áp Bệnh cao huyết áp ở phụ nữ có thai là loại cao huyết áp xảy ra ở nửa sau của thai kỳ. Nếu không điều trị, nó có thể dẫn tới một chứng bệnh hết sức nghiêm trọng, đó là tiền sản giật gây nguy hiểm cho cả mẹ lẫn con. Bệnh này có thể làm hạn chế máu và luồng khí ô-xy cung cấp cho em bé và có thể ảnh hưởng đến thận và não của người mẹ. Sau khi sinh xong, huyết áp của sản phụ thường sẽ trở về ở mức bình thường.  Thuốc và bệnh cao huyết áp  Thuốc cảm cúm chứa chất làm giảm xung huyết là một trong những loại thuốc có thể làm tăng huyết áp. Nhiều thuốc khác bao gồm thuốc giảm đau NSAID, xtê-rô-ít, thuốc giảm cân, thuốc tránh thai, và một số thuốc chống trầm cảm. Nếu bạn bị cao huyết áp thì hãy nên thông báo cho bác sĩ biết bạn đang sử dụng loại thuốc và chất bổ sung nào có thể ảnh hưởng đến chứng bệnh của bạn.  Hội chứng cao huyết áp “Áo choàng trắng” Một vài người chỉ có số đo huyết áp cao trong phòng khám của bác sĩ, có lẽ là do hồi hộp. Một số người chỉ có số đo huyết áp không cố định. Một công trình nghiên cứu gần đây cho hay những người này có thể có nguy cơ mắc bệnh cao huyết áp cao hơn. Để có chỉ số chính xác hơn, bệnh nhân nên đo huyết áp ở nhà, vẽ biểu đồ chỉ số, và thông báo cho bác sĩ biết. Bạn cũng nên nhờ một chuyên gia nào đó kiểm tra thiết bị và kỹ thuật của mình.    Bệnh cao huyết áp ở trẻ con Trong khi bệnh cao huyết áp thường là nỗi lo của người già hơn thì thậm chí trẻ em cũng có thể bị bệnh này. Huyết áp “bình thường” thay đổi theo tuổi tác, chiều cao, và giới tính của trẻ , vì vậy bác sĩ cần thông báo cho bạn biết nếu bạn quan tâm. Trẻ có nguy cơ mắc bệnh cao huyết áp nhiều hơn nếu bé bị béo phì, có tiền sử gia đình bị bệnh và nếu bé là người Mỹ gốc Phi. Điều trị bằng chế độ ăn kiêng Bạn có thể làm hạ huyết áp của mình bằng cách chuyển sang một chế độ dinh dưỡng có lợi cho sức khỏe hơn. Chế độ ăn uống kiêng cữ – Phương pháp Dinh dưỡng Tránh Cao Huyết áp – gồm ăn nhiều rau củ quả, các loại thực phẩm ngũ cốc nguyên hạt, sản phẩm từ sữa ít chất béo, cá, gia cầm, và đậu. Bạn nên hạn chế ăn các loại thịt đỏ, chất béo bão hoà, và thức ăn có đường. Việc giảm trừ muối na-tri trong khẩu phần dinh dưỡng cũng có ảnh hưởng đáng kể đấy.  Điều trị bằng phương pháp thể dục Chế độ thể dục thường xuyên, đều đặn có thể giúp hạ huyết áp. Người lớn mỗi tuần nên tập khoảng 150 phút các bài có cường độ nhẹ, vừa phải: có thể làm vườn, đi bộ nhanh, chạy xe đạp, hoặc tập các bài thể dục nhịp điệu khác. Những hoạt động hỗ trợ làm chắc cơ bắp cũng được khuyến cáo nên thực hiện ít nhất 2 ngày/ tuần và nên hoạt động tất cả các nhóm cơ chính.   Điều trị bằng thuốc lợi niệu  Thuốc lợi niệu thường là lựa chọn hàng đầu nếu các thay đổi về khẩu phần dinh dưỡng và tập luyện không đáp ứng đủ. Đây cũng được gọi là “viên thuốc nước”, chúng giúp thải muối na-tri và nước dư thừa trong cơ thể để làm hạ huyết áp. Điều đó có nghĩa là bạn sẽ đi tiểu nhiều hơn. Một số thuốc lợi niệu có thể làm huỷ ka-li trong cơ thể, gây ra yếu cơ, chuột rút ở chân, và mệt mỏi. Một số thuốc cũng có thể làm tăng nồng độ đường huyết ở người tiểu đường. Rối loạn chức năng cương dương là tác dụng phụ ít thấy.  Điều trị bằng thuốc kiềm chế hoạt động của cơ quan cảm thụ bê-ta (thuốc điều hoà hoạt động của tim, nhất là để trị cao huyết áp) thuốc kiềm chế hoạt động của cơ quan cảm thụ bê-ta có tác dụng làm chậm nhịp tim, có nghĩa làm tim sẽ không phải làm việc vất vả nữa. Thuốc này cũng được sử dụng để điều trị nhiều chứng bệnh tim khác, chẳng hạn như nhịp tim bất thường gọi là chứng loạn nhịp. Bác sĩ có thể cho dùng kết hợp với nhiều loại thuốc khác. Tác dụng phụ có thể bao gồm mất ngủ, chóng mặt, mệt mỏi, lạnh tay chân, và rối loạn chức năng cương dương. Điều trị bằng chất ức chế ACE Chất ức chế ACE có tác dụng làm giảm tăng sinh kích thích tố tăng huyết áp angiotensin II – chất làm hẹp và co thắt mạch máu, làm cho động mạch bị giãn (nở) nhiều hơn, đồng thời làm hạ huyết áp và giúp cho tim hoạt động nhẹ nhàng hơn. Tác dụng phụ bao gồm ho khan, phát ban, hoặc chóng mặt, và nồng độ ka-li tăng cao. Phụ nữ không nên mang thai trong lúc sử dụng chất ức chế ACE.  Điều trị bằng ARBs Thay vì làm giảm tăng sinh kích thích tố tăng huyết áp angiotensin II, những loại thuốc này có tác dụng ức chế thụ cảm loại kích thích tố của nó – như thể là một lớp bảo vệ bên ngoài. Sự ức chế này ngăn ảnh hưởng co thắt làm siết động mạch của hoá chất, đồng thời làm hạ huyết áp. Bệnh nhân có thể sử dụng ARBs trong một vài tuần mới có hiệu quả thực sự. Các tác dụng phụ có thể xảy ra như chóng mặt, chuột rút cơ, mất ngủ, và nồng độ ka-li tăng cao. Phụ nữ không nên mang thai trong lúc sử dụng thuốc này.  Điều trị bằng chất đối kháng can-xi Chất đối kháng can-xi làm chậm quá trình hấp thụ can-xi vào tế bào tim và mạch máu. Vì can-xi làm co thắt tim nhiều hơn, nên những thuốc này có thể làm dịu lại các cơn co thắt tim và làm giãn mạch máu. Chúng cũng có thể gây chóng mặt, tim đập nhanh, phồng mắt cá chân, và táo bón. Hãy sử dụng thuốc khi ăn hoặc uống sữa và tránh nước bưởi ép và bia rượu vì có thể xảy ra tương tác thuốc.  Điều trị bằng nhiều phương thuốc khác Nhiều loại thuốc khác có tác dụng làm giãn mạch máu như thuốc giãn mạch, chất chẹn an-pha (thuốc hạ huyết áp), chất kích thích thần kinh trung ương. Tác dụng phụ có thể gồm hiện tượng chóng mặt, tim đập nhanh hoặc nhịp tim nhanh, nhức đầu, hoặc tiêu chảy. Bác sĩ cũng có thể cho sử dụng nếu các loại thuốc trị cao huyết áp khác không đáp ứng đủ hoặc nếu bạn bị một bệnh nào đó khác.  Điều trị bằng liệu pháp bổ sung Liệu pháp thư giãn đầu óc có thể làm cho cơ thể được nghỉ ngơi, thả lỏng hoàn toàn, giúp làm hạ huyết áp. Các phương pháp yoga, thái cực quyền, và thở sâu cũng có tác dụng rất tốt. Những kỹ thuật thư giãn này nên được kết hợp với việc thay đổi lối sống, chẳng hạn như ăn kiêng và tập thể dục. Hãy nên biết rằng các liệu pháp thảo dược cũng có thể kháng với một số thuốc bạn đang sử dụng, và cũng có một số loại thảo dược thực sự làm tăng huyết áp. Hãy thông báo cho bác sĩ biết nếu bạn đang sử dụng một loại thảo dược hoặc các thực phẩm bổ sung nào đó nhé. Sống với bệnh cao huyết áp Cao huyết áp thường là bệnh kéo dài cả đời. Điều quan trọng là phải sử dụng thuốc và tiếp tục theo dõi huyết áp của bạn. Nếu kiểm soát được huyết áp của mình thì bạn có thể làm giảm nguy cơ đột quỵ, bệnh tim và suy thận."
        }
    ],
    "suggestions": []
}