{
    "en_vn": {
        "data": {
            "content": null,
            "word": "artefacts"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "artefacts"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "artefacts"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>artefacts</k><blockquote><blockquote><ex>(<abr>BE</abr>) <abr>see</abr><kref>artifacts</kref></ex></blockquote></blockquote></div>",
            "word": "artefacts"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "artefacts"
        }
    },
    "sentences": [
        {
            "en": "They sell prehistoric <em>artefacts</em> made of bone.",
            "vi": "Họ bán những đồ đạc tạo tác từ thời tiền sử."
        },
        {
            "en": "The collection includes <em>artefacts</em> from many countries including Great Britain, Brazil and Europe.",
            "vi": "Bộ sưu tập bao gồm đồ đạo tác của nhiều quốc gia như Anh, Bra - xin và châu Âu."
        },
        {
            "en": "They also collected stone tool <em>artefacts</em> which had been burnt in the humans' cooking pit.",
            "vi": "Họ cũng tìm thấy được những đồ tạo tác bằng đá bị cháy khi người xưa nấu nướng."
        },
        {
            "en": "The collection includes <em>artefacts</em> from many countries including Great Britain, Brazil and Europe.",
            "vi": "Bộ sưu tập bao gồm đồ đạo tác của nhiều quốc gia như Anh, Bra-xin và châu Âu."
        },
        {
            "en": "However, exhibits must be both based on <em>artefacts</em> and facts as we know them, and attractively presented.",
            "vi": "Tuy nhiên, các vật trưng bày đều phải dựa vào các vật tạo tác và sự thực như chúng ta biết về chúng và trình bày một cách thu hút."
        },
        {
            "en": "After that, they excavated eight tomb s and found twenty pieces of <em>artefacts</em> for the above mentioned two civilisation s.",
            "vi": "Sau đó, họ đã đào 8 lăng mộ và tìm thấy 20 mảnh hiện vật về 2 Nền văn minh đã được đề cập phía trên."
        },
        {
            "en": "Sereno went back with some essential bones and <em>artefacts</em>, and planned for the next trip to the Sahara area.",
            "vi": "Sereno đã trở về với vài mảnh xương và hiện vật quan trọng, và lên kế hoạch cho chuyến đi tiếp theo đến vùng Sahara"
        },
        {
            "en": "The site at Sa Huynh was discovered in 1909. Sa Huynh sites were rich in locally worked iron <em>artefacts</em>, typified by axes, swords, spearheads, knives and sickles. ",
            "vi": "Các di tích của thời kì văn minh Sa Huỳnh được phát hiện vào năm 1909. Những di tích này rất đa dạng về nhiều loại đồ đạc bằng sắt được làm tại địa phương. Đặc trưng nhất như: riều, lưỡi lê, mũi giáo, dao và lưỡi liềm."
        },
        {
            "en": "On December 25, 1810 a new system of rules for the manufacture and trade of gold and silver <em>artefacts</em> was approved by the Viceroy.",
            "vi": "Vào ngày 25/12/1810, một hệ thống các luật lệ cho việc sản xuất và buôn bán các vật tạo tác bằng vàng và bạc đã được Viceroy phê chuẩn."
        },
        {
            "en": "One way to test a theory is to look at what <em>artefacts</em> it predicts can be built, and try to build them.",
            "vi": "Một cách kiểm thử một lý thuyết là nhìn vào vật phẩm nào nó dự đoán có thể được xây dựng, và cố gắng xây dựng chúng."
        },
        {
            "en": "About 60 <em>artefacts</em> including bronze sculpture censers and ceramic pots during the Nguyễn Dynasty, Chu Đậu ceramic collection (16-17th century), and a stone carved painting of China from 19th century will be displayed",
            "vi": "Có khoảng 60 cổ vật bao gồm các lọ đựng được điêu khắc bằng đồng và chậu gốm từ thời triều Nguyễn, bộ sưu tập gốm Chu Đậu (thế kỷ 16-17), và một bức tranh khắc bằng đá của Trung Quốc từ thế kỷ 19 sẽ được trưng bày."
        },
        {
            "en": "McKee and his team now knew for certain that they had found the wreck, but were as yet unaware that it also housed a treasure trove of beautifully preserved <em>artefacts</em> .",
            "vi": "McKee và đồng đội khi đó biết chắc rằng họ đã tìm được xác con tàu đắm , nhưng vẫn không biết rằng con tàu cũng chứa đựng một kho báu bí ẩn về những tạo tác tuyệt đẹp đã được gìn giữ."
        },
        {
            "en": "As one writer observes: 'Although it is now evident that <em>artefacts</em> are as easily altered as chronicles, public faith in their veracity endures: a tangible relic seems ipso facto real.",
            "vi": "’ Như một nhà văn đã quan sát cho biết: ‘Mặc dù bây giờ rõ ràng rằng các đồ tạo tác như biên niên sử, những niềm tin công chúng trong vào tính xác thực của những sự chịu đựng của họ: những dấu tích rõ ràng có vẻ như ipso facto là thật."
        },
        {
            "en": "In his letter (which was a response to a proposal for an SE curriculum), Griswold expressed the view that CS is Engineering, based on the observation that much of what is associated with CS involves the construction of <em>artefacts</em>.",
            "vi": "Trong bức thư của mình (lời đáp cho đề nghị về giáo trình SE), Griswold bầy tỏ quan điểm là CS là kỹ nghệ, dựa trên quan sát rằng nhiều điều được liên kết với CS có chứa kết cấu của các vật phẩm."
        },
        {
            "en": "The results indicated that while the smaller ‘sleeping’ bones might date back to 6,000 years ago (well within the Tenerian period), the bigger compactly tied <em>artefacts</em> were approximately 9,000 years old, just in the heyday of Kiffian era.",
            "vi": "Những kết quả thể hiện rằng trong khi nhưng chiếc xương “đang ngủ” nhỏ hơn có thể ở nên đại khoảng 6000 năm trước ( nằm trong thời kỳ của người Tenerian), những hiện vật được gắn kết chặt chẽ lớn hơn xấp xỉ 9000 năm tuổi, nằm trong thời kì hoàng kim của kỷ nguyên Kiffian"
        },
        {
            "en": "About 60 <em>artefacts</em> including bronze sculpture censers and ceramic pots during the Nguyễn Dynasty, Chu Đậu ceramic collection (16-17th century), and a stone carved painting of China from 19th century will be displayed",
            "vi": "Có khoảng 60 cổ vật bao gồm các lọ đựng được điêu khắc bằng đồng và chậu gốm từ thời triều Nguyễn, bộ sưu tập gốm Chu Đậu (thế kỷ 16-17), và một bức tranh khắc bằng đá của Trung Quốc từ thế kỷ 19 sẽ được trưng bày."
        },
        {
            "en": "From these <em>artefacts</em>, it is evidently seen that Kiffian fishermen caught not only the small fish, but also some huge ones: the remains of Nile perch , a fierce fish weighing about 300 pounds, along with those of the alligator s and hippo s, were left in the vicinity of dune s.",
            "vi": "Từ những hiện vật này, đã cho thấy những chứng cứ rằng những ngư dân Kiffian không chỉ bắt những con cá nhỏ mà còn bắt một vài những con lớn : những thứ còn sót lại của cá rô sông Nile, cân nặng của loài cá hung dữ này khoảng 300 pao, cùng với những thứ của những con cá sấu và hà mã , còn lại ở những vùng lân cận các cồn cát"
        },
        {
            "en": "The Foundation helped fund a large archaeology project by the Society for Syrian Archaeology at the University of California, Los Angeles, in collaboration with the Syrian government that used GPS and satellite imagery to locate mounds, or ’tels’, containing <em>artefacts</em> and remnants of early civilisations .  ",
            "vi": " Điều này có thể bao gồm việc sử dụng các môi trường xa trên trái đất, cũng như các nghiên cứu tâm lý học và tâm lý trong những môi trường khắc nghiệt."
        },
        {
            "en": "Situated next to the Reunification Palace, the Ho Chi Minh City Museum, formerly Gia Long Palace, was constructed in the late 19th century on 1,700 meters. With impressive architecture, the museum tells a story about the 300-year-old city through archaeological <em>artefacts</em>, ceramics, old city maps and displays of marriage traditions of various ethnic groups.",
            "vi": "Nằm bên cạnh Dinh Thống Nhất, Bảo tàng Thành phố Hồ Chí Minh, trước đây là cung điện Gia Long, được xây dựng vào cuối thế kỷ 19 trên 1.700 mét. Với kiến ​​trúc ấn tượng, bảo tàng sẽ cho biết về thành phố cổ 300 năm thông qua các hiện vật khảo cổ, đồ gốm sứ, bản đồ thành phố cũ và trưng bày các truyền thống hôn lễ của các nhóm dân tộc khác nhau."
        },
        {
            "en": "Situated next to the Reunification Palace, the Ho Chi Minh City Museum, formerly Gia Long Palace, was constructed in the late 19th century on 1,700 meters. With impressive architecture, the museum tells a story about the 300-year-old city through archaeological <em>artefacts</em>, ceramics, old city maps and displays of marriage traditions of various ethnic groups.",
            "vi": "Nằm bên cạnh Dinh Thống Nhất, Bảo tàng Thành phố Hồ Chí Minh, trước đây là cung điện Gia Long, được xây dựng vào cuối thế kỷ 19 trên 1.700 mét. Với kiến ​​trúc ấn tượng, bảo tàng sẽ cho biết về thành phố cổ 300 năm thông qua các hiện vật khảo cổ, đồ gốm sứ, bản đồ thành phố cũ và trưng bày các truyền thống hôn lễ của các nhóm dân tộc khác nhau."
        }
    ],
    "suggestions": []
}