{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ɑ:'θritik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) (thuộc) chứng viêm khớp</td></tr></table><i/></div>",
            "word": "arthritic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "arthritic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "arthritic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "arthritic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "arthritic"
        }
    },
    "sentences": [
        {
            "en": "I have <em>arthritic</em> hands.",
            "vi": "Tôi bị viêm khớp tay."
        },
        {
            "en": "You have an <em>arthritic</em> joint.",
            "vi": "Bạn bị viêm khớp."
        },
        {
            "en": "Cold temperature can increase pain in <em>arthritic</em> hands.",
            "vi": "Nhiệt độ lạnh có thể làm tăng sự đau đớn của bàn tay bị viêm khớp."
        },
        {
            "en": "<em>Arthritic</em> joints can be sensitive to weather changes.",
            "vi": "Các khớp bị viêm có thể rất nhạy cảm với sự thay đổi thời tiết."
        },
        {
            "en": "For each person suffering from <em>arthritic</em> pains, there is no better pain reliever than EAZOL.",
            "vi": "Đối với một người đang phải chịu đựng cơn đau vì viêm khớp, không có gì giảm đau tốt hơn là EAZOL."
        },
        {
            "en": "If you believe you have <em>arthritic</em> knees, talk to your doctor.",
            "vi": "Nếu bạn nghĩ là mình bị viêm đầu gối thì hãy nói với bác sĩ của bạn."
        },
        {
            "en": "<em>Arthritic</em> fingers may also swell and feel warm to the touch.",
            "vi": "Những ngón tay bị viêm khớp cũng có thể sưng lên và thấy ấm ấm khi bị đụng vào."
        },
        {
            "en": "An analgesic that reduces inflammation, administered by mouth to treat various <em>arthritic</em> and rheumatic diseases.",
            "vi": "Một loại thuốc giảm đau có tính giảm viêm dùng uống để chữa nhiều loại bệnh viêm khớp và bệnh thấp."
        },
        {
            "en": "An analgesic that relieves inflammation, used in the treatment of <em>arthritic</em> conditions.",
            "vi": "Một loại thuốc giảm đau cũng làm giảm viêm dùng điều trị các tình trạng viêm khớp."
        },
        {
            "en": "A crackling sound or grating feeling produced by bone rubbing on bone or roughened cartilage, detected on movement of an <em>arthritic</em> joint.",
            "vi": "Một âm rạn hay cảm giác khó chịu do xương cà vào xương hay một lớp sụn ráp thấy khi cử động một khớp viêm."
        },
        {
            "en": "The use of water in the treatment of disorders: today restricted in orthodox medicine to exercise in remedial swimming pools for the rehabilitation of <em>arthritic</em> or partially paralysed patients.",
            "vi": "Việc dùng nước để chữa trị các rối loạn: hiện nay y học chính thống chỉ công nhận thuỷ liệu pháp trong việc dùng các hồ bơi trị liệu để phục hồi các bệnh nhân viêm khớp hay liệt từng phần."
        }
    ],
    "suggestions": []
}