{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Arthur"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Arthur"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Arthur"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Arthur"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Arthur"
        }
    },
    "sentences": [
        {
            "en": "King <em>Arthur</em> and the witch",
            "vi": "Vua Arthur và mụ phù thuỷ"
        },
        {
            "en": "For example, if Jane Banks marries <em>Arthur</em> Dean, she becomes mrs. <em>Arthur</em> Dean.",
            "vi": "Ví dụ, nếu jane banks lấy arthur dean, cô trở thành bà arthur dean."
        },
        {
            "en": "The castle of King <em>Arthur</em> is being excavated.",
            "vi": "Lâu đài vua Arthur đang được khai quật."
        },
        {
            "en": "Final Report is being prepared by consulting firm (<em>Arthur</em> Andersen).",
            "vi": "Báo cáo cuối cùng đang được công ty tư vấn chuẩn bị (Arthur Andersen)."
        },
        {
            "en": "There was a real <em>Arthur</em> on whom the legendary king was based.",
            "vi": "Vị vua trong truyền thuyết này dựa trên một ông vua Arthur có thật."
        },
        {
            "en": "For all its faults, King <em>Arthur</em> is still an absorbing film.",
            "vi": "Dù có những thiếu sót nhưng King Arthur vẫn là một bộ phim rất thu hút."
        },
        {
            "en": "Where there is no imagination, there is no horror. ~<em>Arthur</em> Conan Doyle, Sr.",
            "vi": "Nơi nào không có sự tưởng tượng nơi đó không có sự sợ hãi."
        },
        {
            "en": "In the days of the great King <em>Arthur</em> there lived a mighty magician.",
            "vi": "Thời vua Arthur đại đế có một phù thủy rất kiêu ngạo."
        },
        {
            "en": "Where there is no imagination, there is no horror.  ~<em>Arthur</em> Conan Doyle, Sr.",
            "vi": "Nơi nào không có sự tưởng tượng nơi đó không có sự sợ hãi."
        },
        {
            "en": "We all thank <em>Arthur</em> for his unswerving loyalty over the years.",
            "vi": "Tất cả chúng tôi đều cảm ơn Arthur vì lòng trung thành kiên định hơn một năm trời của ông."
        },
        {
            "en": "Ted <em>Arthur</em> Haggard (born June 27, 1956) is an American evangelical preacher.",
            "vi": "Ted Arthur Haggard (sinh ngày 27 tháng 6, 1956) là một nhà truyền bá phúc âm người Mỹ."
        },
        {
            "en": "Whenever <em>Arthur</em> was angry, he would walk out of the room.",
            "vi": "Mỗi khi Arthur tức giận, ông ấy sẽ đi ra khỏi phòng."
        },
        {
            "en": "Some people, and incidentally that includes <em>Arthur</em>, just won't look after themselves properly.",
            "vi": "Có một vài người, nhân đây phải kể đến Arthur, đúng là không giữ gìn bản thân một cách đúng mức."
        },
        {
            "en": "The historicity of the King <em>Arthur</em> legend has long been debated by scholars.",
            "vi": "Tính chất lịch sử của truyện vua Arthur đã bị các học giả tranh cãi từ lâu."
        },
        {
            "en": "2. \"Opportunities are like sunrises. If you wait too long, you miss them.\" - William <em>Arthur</em> Ward",
            "vi": "2. \"Cơ hội giống như lúc bình minh. Nếu bạn chờ đợi lâu quá, bạn sẽ mất nó\" - William Arthur Ward"
        },
        {
            "en": "We will continue our rerelease of selected Sherlock Holmes tales by <em>Arthur</em> Conan Doyle.",
            "vi": "Chúng tôi sẽ tiếp tục phát hành những câu truyện Sherlock Holmes chọn lọc của tác giả Arthur Conan Doyle."
        },
        {
            "en": "What is the name of the tiny people that help <em>Arthur</em>?",
            "vi": "Tên của những người tí hon giúp Arthur là gì?"
        },
        {
            "en": "<em>Arthur</em> got into the car and started it up without any problems.",
            "vi": "Arthur vào trong xe và nổ máy một cách dễ dàng."
        },
        {
            "en": "Her father, <em>Arthur</em> Keller, was a captain in the army of the South during the American Civil War.",
            "vi": "Cha cô ấy, Arthur Keller, là đại uý quân đội miền Nam trong cuộc nội chiến Mỹ."
        },
        {
            "en": "The Franz brothers get together to sell the family furniture stored in the attic in the <em>Arthur</em> Miller play \"The Price\".",
            "vi": "Anh em nhà Franz cùng nhau bán đồ đạc của gia đình chứa trong gác mái ở trong vở kịch \"Hoàng tử\" của Arthur Miller."
        }
    ],
    "suggestions": []
}