{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['æskɔt ; 'æskət]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cà vạt lớn buộc dưới cằm</td></tr></table><i/></div>",
            "word": "ascot",
            "pronounce": "['æskɔt ; 'æskət]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ascot",
            "pronounce": "['æskɔt ; 'æskət]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ascot",
            "pronounce": "['æskɔt ; 'æskət]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ascot",
            "pronounce": "['æskɔt ; 'æskət]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ascot",
            "pronounce": "['æskɔt ; 'æskət]"
        }
    },
    "sentences": [
        {
            "en": "It was somewhere between London and <em>Ascot</em>.",
            "vi": "Nó nằm một nơi nào đó giữa Luân Đôn và Ascot."
        },
        {
            "en": "The last race at <em>Ascot</em> began late.",
            "vi": "Cuộc đua cuối cùng ở Ascot bắt đầu muộn."
        },
        {
            "en": "You went to <em>Ascot</em> races yesterday, didn't you?",
            "vi": "Hôm qua anh có đến trường đua Ascot, phải không?"
        },
        {
            "en": "Royal <em>Ascot</em> is a five - day horse racing meeting held at <em>Ascot</em> Racecourse, Berkshire and is generally attended every day by members of the Royal Family.",
            "vi": "Royal Ascot là cuộc đua ngựa 5 ngày diễn ra ở trường đua Ascot, Berkshire và thường thì các thành viên gia đình quý tộc tham dự mỗi ngày."
        },
        {
            "en": "Royal <em>Ascot</em> is a five-day horse racing meeting held at <em>Ascot</em> Racecourse, Berkshire and is generally attended every day by members of the Royal Family.",
            "vi": "Royal Ascot là cuộc đua ngựa 5 ngày diễn ra ở trường đua Ascot, Berkshire và thường thì các thành viên gia đình quý tộc tham dự mỗi ngày."
        },
        {
            "en": "We left my flat at 1 o'clock in my white Jaguar and drove to <em>Ascot</em>.",
            "vi": "Chúng tôi ra khỏi căn hộ lúc 1 giờ bằng chiếc Jaguar trắng và lái đến Ascot."
        },
        {
            "en": "We left my flat at 1 o'clock in my white Jaguar and drove to <em>Ascot</em>.",
            "vi": "Chúng tôi đã rời khỏi căn hộ lúc 1 giờ bằng chiếc jaguar trắng và lái đến ascot."
        },
        {
            "en": "On Tuesday afternoon i was at <em>Ascot</em> races with my girlfriend, Isadora Bell.",
            "vi": "Tôi đã đến trường đua ascot vào trưa thứ ba với cô bạn gái của tôi là isadora bell."
        },
        {
            "en": "We left my flat at 1 o 'clock in my white Jaguar and drove to <em>Ascot</em>.",
            "vi": "Chúng tôi ra khỏi căn hộ lúc 1 giờ bằng chiếc Jaguar trắng và lái đến Ascot."
        },
        {
            "en": "On Tuesday afternoon I was at <em>Ascot</em> races with my girlfriend.",
            "vi": "Tôi đã đến trường đua Ascot vào trưa thứ ba với cô bạn gái của tôi."
        },
        {
            "en": "I don't remember the name of the pub, but it was somewhere between London and <em>Ascot</em>.",
            "vi": "Tôi không nhớ tên quán đó nhưng nó nằm một nơi nào đó giữa luân đôn và ascot."
        },
        {
            "en": "The last race at <em>Ascot</em> began late and it didn't finish until 5.25, so you drove from <em>Ascot</em> to Central London and back to Ealing in 35 minutes, in the rush hour.",
            "vi": "Cuộc đua cuối cùng ở ascot bắt đầu muộn và mãi tới 5.25 mới kết thúc, như vậy anh đã lái từ ascot đến trung tâm luân đôn và trở về ealing trong vòng 35 phút, trong giờ cao điểm."
        },
        {
            "en": "You drove from <em>Ascot</em> to Central London and back to Ealing in 35 minutes, in the rush hour.",
            "vi": "Bạn đã lái từ Ascot đến trung tâm Luân Đôn và trở về Ealing trong vòng 35 phút, trong giờ cao điểm."
        },
        {
            "en": "As well as working at Uxbridge High School, Mrs. Smith is an evening housemistress at Heathfield School, in <em>Ascot</em>",
            "vi": "Cũng như đang làm việc tại trường Trung học Uxbridge, bà Smith là một cô giáo quản lý ký túc xá buổi tối tại trường Heathfield ở Ascot."
        }
    ],
    "suggestions": []
}