{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['æ∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) tro, xám tro (màu); xanh, tái mét (mặt)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm bằng tro</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) cây tần bì</td></tr></table><i/></div>",
            "word": "ashen"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ashen</k><blockquote><b>ashen<sup>1</sup></b></blockquote><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 (of a person's face) very pale with shock, fear, or illness. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>literary ash-coloured. </cclass></blockquote></blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>ashen<sup>2</sup></b></blockquote><blockquote>■ <cclass>adjective <cclass>archaic made of wood from the ash tree. </cclass></cclass></blockquote></div>",
            "word": "ashen"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>ashen</k><blockquote>▸ <cclass>adjective PALE, wan, pasty, grey, colourless, pallid, white, waxen, ghostly, bloodless.</cclass></blockquote></div>",
            "word": "ashen"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ashen"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ashen"
        }
    },
    "sentences": [
        {
            "en": "Jacob asked anxiously, touching my <em>ashen</em> cheek.",
            "vi": "Jacob lo lắng hỏi, sờ vào bên má tái mét của tôi."
        },
        {
            "en": "Who had to be cold and <em>ashen</em>.",
            "vi": "Con ngi ma c th phai lanh ngt va xanh nh tau la."
        },
        {
            "en": "When she heard the tragic news, her face was <em>ashen</em>.",
            "vi": "Khi bà ta nghe tin dữ, khuôn mặt bà tái đi."
        },
        {
            "en": "Alan Lloyd turned <em>ashen</em>, steadied himself by grasping the mantelpiece.",
            "vi": "Alan Lloyd tái nhợt người, phải vịn tay vào bệ lò sưởi mới đứng được."
        },
        {
            "en": "The boy was <em>ashen</em> after he saw the horror movie.",
            "vi": "Cậu bé tái nhợt đi khi coi xong bộ phim kinh dị."
        },
        {
            "en": "And then Mike stumbled out of the bathroom, his face <em>ashen</em> and covered in sweat.",
            "vi": "Rồi Mike loạng choạng đi ra khỏi phòng vệ sinh, khuôn mặt anh tái mét và đầm đìa mồ hôi."
        },
        {
            "en": "1 3            13. KILLER If it was anyone but Jacob, i thought to myself, shaking my head as I drove down  the forest-lined highway to La Push. I still wasn't sure if I was doing the right thing, but I'd made a compromise with myself. I couldn't condone what Jacob and his friends, his pack, were doing. I understood now what he'd said last night—that I might not want to see him again—and I could have called him as he'd suggested, but that felt cowardly. I owed him a face-to-face conversation, at least. I would tell him to his face that I couldn't just overlook what was going on. I couldn't be friends with a killer and say nothing, let the killing continue… That would make me a monster, too. But I couldn't not warn him, either. I had to do what I could to protect him. I pulled up to the Blacks' house with my lips pressed together into a hard line. It was bad enough that my best friend was a werewolf. Did he have to be a monster, too? The house was dark, no lights in the windows, but I didn't care if I woke them. My fist thudded against the front door with angry energy; the sound reverberated through the walls. \"Come in,\" I heard Billy call after a minute, and a light flicked on. I twisted the knob; it was unlocked. Billy was leaning around an open doorway just off the little kitchen, a bathrobe around his shoulders, not in his chair yet. When he saw who it was, his eyes widened briefly, and then his face turned stoic. \"Well, good morning, Bella. What are you doing up so early?\" \"Hey, Billy. I need to talk to Jake—where is he?\" \"Um… I don't really know,\" he lied, straight-faced. \"Do you know what Charlie is doing this morning?\" I demanded, sick of the stalling. \"Should I?\" \"He and half the other men in town are all out in the woods with guns, hunting giant wolves.\" Billy's expression flickered, and then went blank. \"So I'd like to talk to Jake about that, if you don't mind,\" I continued. Billy pursed his thick lips for a long moment. \"I'd bet he's still asleep,\" he finally said, nodding toward the tiny hallway off the front room. \"He's out late a lot these days. Kid needs his rest—probably you shouldn't wake him.\" \"It's my turn,\" I muttered under my breath as I stalked to the hallway. Billy sighed. Jacob's tiny closet of a room was the only door in the yard-long hallway. I didn't bother to knock. I threw the door open; it slammed against the wall with a bang. Jacob—still wearing just the same black cut-off sweats he'd worn last night—was stretched diagonally across the double bed that took up all of his room but a few inches around the edges. Even on a slant, it wasn't long enough; his feet hung off the one end and his head off the other. He was fast asleep, snoring lightly with his mouth hanging open. The sound of the door hadn't even made him twitch. His face was peaceful with deep sleep, all the angry lines smoothed out. There were circles under his eyes that I hadn't noticed before. Despite his ridiculous size, he looked very young now, and very weary. Pity shook me. I stepped back out, and shut the door quietly behind me. Billy stared with curious, guarded eyes as I walked slowly back into the front room. \"I think I'll let him get some rest.\" Billy nodded, and then we gazed at each other for a minute. I was dying to ask him about his part in this. What did he think of what his son had become? But I knew how he'd supported Sam from the very beginning, and so I supposed the murders must not bother him. How he justified that to himself I couldn't imagine. I could see many questions for me in his dark eyes, but he didn't voice them either. \"Look,\" I said, breaking the loud silence. \"I'll be down at the beach for a while. When he wakes up, tell him I'm waiting for him, okay?\" \"Sure, sure,\" Billy agreed. I wondered if he really would. Well, if he didn't, I'd tried, right? I drove down to First Beach and parked in the empty dirt lot. It was still dark—the gloomy predawn of a cloudy day—and when I cut the headlights it was hard to see. I had to let my eyes adjust before I could find the path that led through the tall hedge of weeds. It was colder here, with the wind whipping off the black water, and I shoved my hands deep into the pockets of my winter jacket. At least the rain had stopped. I paced down the beach toward the north seawall. I couldn't see St. James or the other islands, just the vague shape of the water's edge. I picked my way carefully across the rocks, watching out for driftwood that might trip me. I found what I was looking for before I realized I was looking for it. It materialized out of the gloom when it was just a few feet away: a long bone-white driftwood tree stranded deep on the rocks. The roots twisted up at the seaward end, like a hundred brittle tentacles. I couldn't be sure that it was the same tree where Jacob and I had had our first conversation—a conversation that had begun so many different, tangled threads of my life—but it seemed to be in about the same place I sat down where I'd sat before, and stared out across the invisible sea. Seeing Jacob like that—innocent and vulnerable in sleep—had stolen all my revulsion, dissolved all my anger. I still couldn't turn a blind eye to what was happening, like Billy seemed to, but I couldn't condemn Jacob for it either. Love didn't work that way, I decided. Once you cared about a person, it was impossible to be logical about them anymore. Jacob was my friend whether he killed people or not. And I didn't know what I was going to do about that. When I pictured him sleeping so peacefully, I felt an overpowering urge to protect him. Completely illogical. Illogical or not, I brooded over the memory his peaceful face, trying to come up with some answer, some way to shelter him, while the sky slowly turned gray. \"Hi, Bella.\" Jacob's voice came from the darkness and made me jump. It was soft, almost shy, but I'd been expecting some forewarning from the noisy rocks, and so it still startled me. I could see his silhouette against the coming sunrise—it looked enormous. \"Jake?\" He stood several paces away, shifting his weight from foot to foot anxiously. \"Billy told me you came by—didn't take you very long, did it? I knew you could figure it out.\" \"Yeah, I remember the right story now,\" I whispered. It was quiet for a long moment and, though it was still too dark to see well, my skin prickled as if his eyes were searching my face. There must have been enough light for him to read my expression, because when he spoke again, his voice was suddenly acidic. \"You could have just called,\" he said harshly. I nodded. \"I know.\" Jacob started pacing along the rocks. If I listened very hard, I could just hear the gentle brush of his feet on the rocks behind the sound of the waves. The rocks had clattered like castanets for me. \"Why did you come?\" he demanded, not halting his angry stride. \"I thought it would be better face-to-face.\" He snorted. \"Oh, much better.\" \"Jacob, I have to warn you—\" \"About the rangers and the hunters? Don't worry about it. We already know.\" \"Don't worry about it?\" I demanded in disbelief. \"Jake, they've got guns! They're setting traps and offering rewards and—\" \"We can take care of ourselves,\" he growled, still pacing. \"They're not going to catch anything. They're only making it more difficult—they'll start disappearing soon enough, too.\" \"Jake!\" I hissed. \"What? It's just a fact.\" My voice was pale with revulsion. \"How can you… feel that way? You know these people. Charlie's out there!\" The thought made my stomach twist. He came to an abrupt stop. \"What more can we do?\" he retorted. The sun turned the clouds a slivery pink above us. I could see his expression now; it was angry, frustrated, betrayed. \"Could you… well, try to not be a… werewolf?\" I suggested in a whisper. He threw his hands up in the air. \"Like I have a choice about it!\" he shouted. \"And how would that help anything, if you're worried about people disappearing?\" \"I don't understand you.\" He glared at me, his eyes narrowing and his mouth twisting into a snarl. \"You know what makes me so mad I could just spit?\" I flinched away from his hostile expression. He seemed to be waiting for an answer, so I shook my head. \"You're such a hypocrite, Bella—there you sit, terrified of me! How is that fair?\" His hands shook with anger. \"Hypocrite? How does being afraid of a monster make me a hypocrite?\" \"Ugh!\" he groaned, pressing his trembling fists to his temples and squeezing his eyes shut. \"Would you listen to yourself?\" \"What?\" He took two steps toward me, leaning over me and glaring with fury. \"Well, I'm so sorry that I can't be the right kind of monster for you, Bella. I guess I'm just not as great as a bloodsucker, am I?\" I jumped to my feet and glared back. \"No, you're not!\" I shouted. \"It's not what you are, stupid, it's what you do!\" \"What's that supposed to mean?\" He roared, his entire frame quivering with rage. I was taken entirely by surprise when Edward's voice cautioned me. \"Be very careful, Bella,\" his velvet voice warned. \"Don't push him too far. You need to calm him down.\" Even the voice in my head was making no sense today. I listened to him, though. I would do anything for that voice. \"Jacob,\" I pleaded, making my tone soft and even. \"Is it really necessary to kill people, Jacob? Isn't there some other way? I mean, if vampires can find a way to survive without murdering people, couldn't you give it a try, too?\" He straightened up with a jerk, like my words had sent an electric shock through him. His eyebrows shot up and his eyes stared wide. \"Killing people?\" he demanded. \"What did you think we were talking about?\" He wasn't trembling anymore. He looked at me with half-hopeful disbelief. \"I thought we were talking about your disgust for werewolves.\" \"No, Jake, no. It's not that you're a… wolf. That's fine,\" I promised him, and I knew as I said the words that I meant them. I really didn't care if he turned into a big wolf—he was still Jacob. \"If you could just find a way not to hurt people… that's all that upsets me. These ate innocent people, Jake, people like Charlie, and I can't just look the other way while you—\" \"Is that all? Really?\" he interrupted me, a smile breaking across his face. \"You're just scared because I'm a murderer? That's the only reason?\" \"Isn't that reason enough?\" He started to laugh. \"Jacob Black, this is so not funny!\" \"Sure, sure,\" he agreed, still chortling. He took one long stride and caught me in another vice-tight bear hug. \"You really, honestly don't mind that I morph into a giant dog?\" he asked, his voice joyful in my ear. \"No,\" I gasped. \"Can't—breathe—Jake!\" He let me go, but took both my hands. \"I'm not a killer, Bella.\" I studied his face, and it was clear that this was the truth. Relief pulsed through me. \"Really?\" I asked. \"Really,\" he promised solemnly. I threw my arms around him. It reminded me of that first day with the motorcycles—he was bigger, though, and I felt even more like a child now. Like that other time, he stroked my hair. \"Sorry I called you a hypocrite,\" he apologized. \"Sorry I called you a murderer.\" He laughed. I thought of something then, and pulled away from him so that I could see his face. My eyebrows furrowed in anxiety. \"What about Sam? And the others?\" He shook his head, smiling like a huge burden had been removed from his shoulders.  \"Of course not. Don't you remember what we call ourselves?\" The memory was clear—I'd just been thinking of that very day. \"Protectors?\" \"Exactly.\" \"But I don't understand. What's happening in the woods? The missing hikers, the blood?\" His face was serious, worried at once. \"We're trying to do our job, Bella. We're trying to protect them, but we're always just a little too late.\" \"Protect them from what? Is there really a bear out there, too?\" \"Bella, honey, we only protect people from one thing—our one enemy. It's the reason we exist—because they do.\" I stared at him blankly for one second before I understood. Then the blood drained from my face and a thin, wordless cry of horror broke through my lips. He nodded. \"I thought you, of all people, would realize what was really going on.\" \"Laurent,\" I whispered. \"He's still here.\" Jacob blinked twice, and cocked his head to one side. \"Who's Laurent?\" I tried to sort out the chaos in my head so that I could answer. \"You know—you saw him in the meadow. You were there…\" The words came out in a wondering tone as it all sunk in. \"You were there, and you kept him from killing me…\" \"Oh, the black-haired leech?\" He grinned, a tight, fierce grin. \"Was that his name?\" I shuddered. \"What were you thinking?\" I whispered. \"He could have killed you! Jake, you don't realize how dangerous—\" Another laugh interrupted me \"Bella, one lone vampire isn't much of a problem for a pack as big as ours. It was so easy, it was hardly even fun!\" \"What was so easy?\" \"Killing the bloodsucker who was going to kill you. Now, I don't count that towards the whole murder thing,\" he added quickly. \"Vampires don't count as people.\" I could only mouth the words. \"You… killed… Laurent?\" He nodded. \"Well, it was a group effort,\" he qualified. \"Laurent is dead?\" I whispered. His expression changed. \"You're not upset about that, are you? He was going to kill you—he was going for the kill, Bella, we were sure of that before we attacked. You know that, right?\" \"I know that. No, I'm not upset—I'm…\" I had to sit down. I stumbled back a step until I felt the driftwood against my calves, and then sank down onto it. \"Laurent is dead. He's not coming back for me.\" \"You're not mad? He wasn't one of your friends or anything, was he?\" \"My friend?\" I stared up at him, confused and dizzy with relief. I started babbling, my eyes getting moist. \"No, Jake. I'm so… so relieved. I thought he was going to find me—I've been waiting for him every night, just hoping that he'd stop with me and leave Charlie alone. I've been so frightened, Jacob… But how? He was a vampire! How did you kill him? He was so strong, so hard, like marble…\" He sat down next to me and put one big arm around me comfortingly. \"It's what we're made for, Bells.  We're strong, too. I wish you would have told me that you were so afraid. You didn't need to be.\" \"You weren't around,\" I mumbled, lost in thought. \"Oh, right.\" \"Wait, Jake—I thought you knew, though. Last night, you said it wasn't safe for you to be in my room. I thought you knew that a vampire might be coming. Isn't that what you were talking about?\" He looked confused for a minute, and then he ducked his head. \"No, that's not what I meant.\" \"Then why didn't you think it was safe for you there?\" He looked at me with guilt-ridden eyes. \"I didn't say it wasn't safe for me. I was thinking of you.\" \"What do you mean?\" He looked down and kicked a rock. \"There's more than one reason I'm not supposed to be around you, Bella. I wasn't supposed to tell you our secret, for one thing, but the other part is that it's not safe for you.  If I get too mad… too upset… you might get hurt.\" I thought about that carefully. \"When you were mad before… when I was yelling at you… and you were shaking… ?\" \"Yeah.\" His face dropped even lower. \"That was pretty stupid of me. I have to keep a better hold on myself. I swore I wasn't going to get mad, no matter what you said to me. But… I just got so upset that I was going to lose you… that you couldn't deal with what I am…\" \"What would happen… if you got too mad?\" I whispered. \"I'd turn into a wolf,\" he whispered back. \"You don't need a full moon.\" He rolled his eyes. \"Hollywood's version doesn't get much right.\" Then he sighed, and was serious again. \"You don't need to be so stressed out, Bells. We're going to take care of this. And we're keeping a special eye on Charlie and the others—we won't let anything happen to him. Trust me on that.\" Something very, very obvious, something I should have grasped at once—but I'd been so distracted by the idea of Jacob and his friends fighting with Laurent, that I'd completely missed it at the time—occurred to me only then, when Jacob used the present tense again. We're going to take care of this. It wasn't over. \"Laurent is dead,\" I gasped, and my entire body went ice cold. \"Bella?\" Jacob asked anxiously, touching my <em>ashen</em> cheek. \"If Laurent died… a week ago… then someone else is killing people now.\" Jacob nodded; his teeth clenched together, and he spoke through them. \"There were two of them. We thought his mate would want to fight us—in our stories, they usually get pretty pissed off if you kill their mate—but she just keeps running away, and then coming back again. If we could figure out what she was after, it would be easier to take her down. But she makes no sense. She keeps dancing around the edges, like she's testing our defenses, looking for a way in—but in where? Where does she want to go?  Sam thinks she's trying to separate us, so she'll have a better chance…\" His voice faded until it sounded like it was coming through a long tunnel; I couldn't make out the individual words anymore. My forehead dewed with sweat and my stomach rolled like I had the stomach flu again. Exactly like I had the flu. I turned away from him quickly, and leaned over the tree trunk. My body convulsed with useless heaves, my empty stomach contracting with horrified nausea, though there was nothing in it to expel. Victoria was here. Looking for me. Killing strangers in the woods. The woods where Charlie was searching… My head spun sickeningly. Jacob's hands caught my shoulders—kept me from sliding forward onto the rocks. I could feel his hot breath on my cheek. \"Bella! What's wrong?\" \"Victoria,\" I gasped as soon as I could catch my breath around the nauseous spasms. In my head, Edward snarled in fury at the name. I felt Jacob pull me up from my slump. He draped me awkwardly across his lap, laying my limp head against his shoulder. He struggled to balance me, to keep me from sagging over, one way or the other he brushed the sweaty hair back from my face. \"Who?\" Jacob asked. \"Can you hear me, Bella? Bella?\" \"She wasn't Laurent's mate,\" I moaned into his shoulder. \"They were just old friends…\" \"Do you need some water? A doctor? Tell me what to do,\" he demanded, frantic. \"I'm not sick—I'm scared,\" I explained in a whisper. The word scared didn't really seem to cover it. Jacob patted my back. \"Scared of this Victoria?\" I nodded, shuddering. \"Victoria is the red-haired female?\" I trembled again, and whimpered, \"Yes.\" \"How do you know she wasn't his mate?\" \"Laurent told me James was her mate,\" I explained, automatically flexing the hand with the scar. He pulled my face around, holding it steady in his big hand. He stared intently into my eyes. \"Did he tell you anything else, Bella? This is important. Do you know what she wants?\" \"Of course,\" I whispered. \"She wants me.\" His eyes flipped wide, then narrowed into slits. \"Why?\" he demanded. \"Edward killed James,\" I whispered. Jacob held me so tightly that there was no need for me to clutch at the hole—he kept me in one piece. \"She did get… pissed off. But Laurent said she thought it was fairer to kill me than Edward. Mate for mate. She didn't know—still doesn't know, I guess—that… that…\" I swallowed hard. \"That things aren't like that with us anymore. Not for Edward, anyway.\" Jacob was distracted by that, his face torn between several different expressions. \"Is that what happened? Why the Cullens left?\" \"I'm nothing but a human, after all. Nothing special,\" I explained, shrugging weakly. Something like a growl—not a real growl, just a human approximation—rumbled in Jacob's chest under my ear. \"If that idiot bloodsucker is honestly stupid enough—\" \"Please,\" I moaned. \"Please. Don't.\" Jacob hesitated, then nodded once. \"This is important,\" he said again, his face all business now. \"This is exactly what we needed to know.We've got to tell the others right away.\" He stood, pulling me to my feet. He kept two hands on my waist until he was sure I wasn't going to fall. \"I'm okay,\" I lied. He traded his hold on my waist for one of my hands. \"Let's go.\" He pulled me back toward the truck. \"Where are we going?\" I asked. \"I'm not sure yet,\" he admitted. \"I'll call a meeting. Hey, wait here for just a minute, okay?\" He leaned me against the side of the truck and released my hand. \"Where are you going?\" \"I'll be right back,\" he promised. Then he turned and sprinted through the parking lot, across the road, and into the bordering forest. He flitted into the trees, swift and sleek as a deer. \"Jacob!\" I yelled after him hoarsely, but he was already gone. It was not a good time to be left alone. Seconds after Jacob was out of sight, I was hyperventilating. I dragged myself into the cab of the truck, and mashed the locks down at once. It didn't make me feel any better. Victoria was already hunting me. It was just luck that she hadn't found me yet—just luck and five teenage werewolves. I exhaled sharply. No matter what Jacob said, the thought of him coming anywhere close to Victoria was horrifying. I didn't care what he could turn into when he got mad. I could see her in my head, her face wild, her hair like flames, deadly, indestructible… But, according to Jacob, Laurent was gone. Was that really possible? Edward—I clutched automatically at my chest—had told me how difficult it was to kill a vampire. Only another vampire could do the job. Yet Jake said this was what werewolves were made for… He said they were keeping a special eye on Charlie—that I should trust the werewolves to keep my father safe. How could I trust that? None of us were safe! Jacob the very least of all, if he was trying to put himself between Victoria and Charlie… between Victoria and me. I felt like I might be about to throw up again. A sharp rap on the truck's window made me yelp in terror—but it was just Jacob, back already. I unlocked the door with trembling, grateful fingers. \"You're really scared, aren't you?\" he asked as he climbed in. I nodded. \"Don't be. We'll take care of you—and Charlie, too. I promise.\" \"The idea of you finding Victoria is scarier than the idea of her finding me,\" I whispered. He laughed. \"You've got to have a little more confidence in us than that. It's insulting.\" I just shook my head. I'd seen too many vampires in action. \"Where did you go just now?\" I asked. He pursed his lips, and said nothing. \"What? Is it a secret?\" He frowned. \"Not really. It's kind of weird, though. I don't want to freak you out.\" \"I'm sort of used to weird by this point, you know.\" I tried to smile without much success. Jacob grinned back easily. \"Guess you'd have to be. Okay. See, when we're wolves, we can… hear each other.\" My eyebrows pulled down in confusion. \"Not hear sounds,\" he went on, \"but we can hear… thoughts—each other's anyway—no matter how far away from each other we are. It really helps when we hunt, but it's a big pain otherwise. It's embarrassing—having no secrets like that. Freaky, eh?\" \"Is that what you meant last night, when you said you would tell them you'd seen me, even though you didn't want to?\" \"You're quick.\" \"Thanks.\" \"You're also very good with weird. I thought that would bother you.\" \"It's not… well, you're not the first person I've known who could do that. So it doesn't seem so weird to me.\" \"Really?… Wait—are you talking about your bloodsuckers?\" \"I wish you wouldn't call them that.\" He laughed. \"Whatever. The Cullens, then?\" \"Just… just Edward.\" I pulled one arm surreptitiously around my torso. Jacob looked surprised—unpleasantly so. \"I thought those were just stories. I've heard legends about vampires who could do… extra stuff, but I thought that was just a myth.\" \"Is anything just a myth anymore?\" I asked him wryly. He scowled. \"Guess not. Okay, we're going to meet Sam and the others at the place we go to ride our bikes.\" I started the truck and headed back up the road. \"So did you just turn into a wolf now, to talk to Sam?\" I asked, curious. Jacob nodded, seeming embarrassed. \"I kept it real short—I tried not to think about you so they wouldn't know what was going on. I was afraid Sam would tell me I couldn't bring you.\" \"That wouldn't have stopped me.\" I couldn't get rid of my perception of Sam as the bad guy. My teeth clenched together whenever I heard his name. \"Well, it would have stopped me,\" Jacob said, morose now. \"Remember how I couldn't finish my sentences last night? How I couldn't just tell you the whole story?\" \"Yeah. You looked like you were choking on something.\" He chuckled darkly. \"Close enough. Sam told me I couldn't tell you. He's… the head of the pack, you know. He's the Alpha. When he tells us to do something, or not to do something—when he really means it, well, we can't just ignore him.\" \"Weird,\" I muttered. \"Very,\" he agreed. \"It's kind of a wolf thing.\" \"Huh\" was the best response I could think of. \"Yeah, there's a load of stuff like that—wolf things. I'm still learning. I can't imagine what it was like for Sam, trying to deal with this alone.  It sucks bad enough to go through it with a whole pack for support.\" \"Sam was alone?\" \"Yeah.\" Jacob's voice lowered. \"When I… changed, it was the most… horrible, the most terrifying thing I've ever been through—worse than anything I could have imagined. But I wasn't alone—there were the voices there, in my head, telling me what had happened and what I had to do. That kept me from losing my mind, I think. But Sam…\" He shook his head. \"Sam had no help.\" This was going to take some adjusting. When Jacob explained it like that, it was hard not to feel compassion for Sam. I had to keep reminding myself that there was no reason to hate him anymore. \"Will they be angry that I'm with you?\" I asked. He made a face. \"Probably.\" \"Maybe I shouldn't—\" \"No, it's okay,\" he assured me. \"You know a ton of things that can help us. It's not like you're just some ignorant human. You're like a… I don't know, spy or something. You've been behind enemy lines.\" I frowned to myself. Was that what Jacob would want from me? Insider information to help them destroy their enemies? I wasn't a spy, though. I hadn't been collecting that kind of information. Already, his words made me feel like a traitor. But I wanted him to stop Victoria, didn't I? No. I did want Victoria to be stopped, preferably before she tortured me to death or ran into Charlie or killed another stranger. I just didn't want Jacob to be the one to stop her, or rather to try. I didn't want Jacob within a hundred miles of her. \"Like the stuff about the mind-reading bloodsucker,\" he continued, oblivious to my reverie. \"That's the kind of thing we need to know about. That really sucks that those stories are true. It makes everything more complicated. Hey, do you think this Victoria can do anything special?\" \"I don't think so,\" I hesitated, and then sighed. \"He would have mentioned it.\" \"He? Oh, you mean Edward—oops, sorry. I forgot. You don't like to say his name. Or hear it.\" I squeezed my midsection, trying to ignore the throbbing around the edges of my chest. \"Not really, no.\" \"Sorry.\" \"How do you know me so well, Jacob? Sometimes it's like you can read my mind.\" \"Naw. I just pay attention.\" We were on the little dirt road where Jacob had first taught me to ride the motorcycle. \"This good?\" I asked. \"Sure, sure.\" I pulled over and cut the engine. \"You're still pretty unhappy, aren't you?\" he murmured. I nodded, staring unseeingly into the gloomy forest. \"Did you ever think… that maybe… you're better off?\" I inhaled slowly, and then let my breath out. \"No.\" \"'Cause he wasn't the best—\" \"Please, Jacob,\" I interrupted, begging in a whisper. \"Could we please not talk about this? I can't stand it.\" \"Okay.\" He took a deep breath. \"I'm sorry I said anything.\" \"Don't feel bad. If things were different, it would be nice to finally be able to talk to someone about it.\" He nodded. \"Yeah, I had a hard time keeping a secret from you for two weeks. It must be hell to not be able to talk to anyone.\" \"Hell,\" I agreed. Jacob sucked in a sharp breath. \"They're here. Let's go.\" \"Are you sure?\" I asked while he popped his door open. \"Maybe I shouldn't be here.\" \"They'll deal with it,\" he said, and then he grinned. \"Who's afraid of the big, bad wolf?\" \"Ha ha,\" I said. But I got out of the truck, hurrying around the front end to stand close beside Jacob. I remembered only too clearly the giant monsters in the meadow. My hands were trembling like Jacob's had been before, but with fear rather than rage. Jake took my hand and squeezed it. \"Here we go.\"",
            "vi": "1 3           13. KẺ GIẾT NGƯỜI  Nếu đó chẳng phải ai khác mà chính là Jacob, tôi tự nghĩ, lắc đầu khi lái xe vào đường cao tốc dọc theo khu rừng đến La Push.  Tôi vẫn không chắc mình có đang làm chuyện đúng đắn không, nhưng tôi đành phải tự chấp nhận.  Tôi không thể bỏ qua điều Jacob và bạn của anh ta, bầy đàn của anh ta, đang làm. Giờ thì tôi đã hiểu điều anh nói đêm qua – rằng tôi có thể sẽ không muốn gặp lại anh nữa- và lẽ ra tôi có thể chỉ cần gọi điện thoại thôi như anh đã đề nghị, nhưng tôi cảm thấy vậy là hèn nhát. Chí ít thì tôi cũng nợ anh một cuộc nói chuyện trực tiếp. Tôi sẽ nói thẳng vào mặt anh là tôi không thể bỏ qua cho chuyện đang diễn ra. Tôi không thể làm bạn với một kẻ giết người mà chẳng nói gì, cứ để cho chuyện giết chóc tiếp tục diễn ra… Nếu vậy thì tôi cũng sẽ là một con quái vật thôi.  Nhưng tôi cũng không thể không nói trước cho anh biết. Tôi phải làm mọi chuyện có thể để bảo vệ anh.  Tôi dừng lại trước nhà gia đình Black, môi mím lại cương quyết. Thật hết sức tồi tệ khi bạn thân nhất của mình là người sói. Có phải anh cũng buộc phải làm quái vật không? Ngôi nhà tối om, không ánh đèn trong cửa sổ, nhưng tôi không quan tâm chuyện mình sẽ đánh thức họ. Tôi dộng thình thình vào cửa trước bực tức hết mức; âm thanh dội vào các bức tường.  Sau một phút, tôi nghe tiếng Billy bảo \"Vào đi,” rồi một cái đèn bật lên.  Tôi vặn nắm đấm; cửa không khoá. Billy đang tựa gần ô cửa mở ra ngoài căn bếp nhỏ, với áo choàng tắm vắt vai, chưa ngồi vào xe lăn. Khi ông biết đó là ai rồi thì mắt ông lập tức mở to, rồi khuôn mặt ông trở lại bình thản.  \"À, chào buổi sáng, Bella. Sao cháu đến đây sớm thế?\" \"Chào bác Billy. Cháu cần nói chuyện với Jake – bạn ấy đâu rồi?\" \"Ờ... bác cũng không biết,\" ông nói dối, mặt thản nhiên như không.  \"Bác có biết Charlie đang làm gì sáng nay không?\" Tôi hỏi, chán ngấy chuyện đánh trống lảng.  \"Bác biết à?\" \"Bố cháu và cả nửa số đàn ông trong thành phố đang ở trong rừng mang theo súng để săn mấy con sói lớn.\" Billy thoáng đổi sắc, rồi trở nên bình thản. \"Vì vậy cháu muốn nói chuyện với Jake về chuyện đó, nếu bác không cảm thấy phiền, \" tôi tiếp tục.  Billy mím đôi môi dày của mình một hồi lâu. \"Bác chắc là nó vẫn đang ngủ,\" cuối cùng ông lên tiếng, hất đầu về phía căn phòng nhỏ xíu ngoài phòng khách. \" Mấy ngày nay nó đi chơi về trễ lắm. Con nít cần phải nghỉ ngơi - có lẽ cháu không nên kêu nó dậy.” \"Đến lượt mình,\" tôi lẩm bẩm nho nhỏ khi đi về phía căn phòng. Billy thở dài.  Cái tủ nhỏ xíu của Jacob trong căn phòng là cửa duy nhất trong cái phòng khách dài một thước Anh. Tôi chẳng thèm gõ cửa. Tôi đẩy mạnh mở cánh cửa ra; nó đập rầm vô tường một cái.  Jacob - vẫn mặc bộ đồ len ngắn màu đen đêm qua – nằm thẳng cẳng vắt ngang cái giường đôi chiếm hết căn phòng chỉ chừa một vài in-sơ quanh các cạnh tường. Ngay cả khi nằm xiên, giường cũng chẳng đủ dài; chân anh chàng thõng xuống ở đầu này còn đầu thì gác bên đầu giường kia. Anh chàng ngủ say, ngáy khe khẽ miệng há hốc. Tiếng cửa đánh sầm thậm chí cũng chẳng làm anh giật mình.  Khuôn mặt anh thanh thản trong giấc ngủ say, mọi nét giận dữ đều không còn. Có quầng thâm dưới mắt anh chàng mà trước đây tôi không để ý. Mặc dù to lớn kềnh càng, anh chàng giờ đây trông rất trẻ con, và thật mệt mỏi.  Lòng thương hại làm tôi chùn bước.  Tôi bước trở ra, và lặng lẽ đóng cửa lại.  Billy nhìn tò mò, dè dặt khi tôi chậm rãi đi vào phòng khách trở lại.  \"Cháu nghĩ cháu nên để cho bạn ấy nghỉ ngơi một chút.” Billy gật đầu, rồi chúng tôi nhìn chằm chằm vào nhau một lát. Tôi nóng lòng muốn hỏi ông vai trò của ông trong chuyện này.  Ông nghĩ gì về chuyện con trai mình đã biến thành thứ đó? Nhưng tôi biết ông ủng hộ Sam ngay từ đầu, và vì vậy tôi cho rằng mấy vụ giết người ắt chẳng làm ông bận lòng. Tôi không thể tưởng tượng được làm sao ông có thể cảm thấy thanh thản được.  Tôi thấy ông cũng có nhiều câu muốn hỏi trong đôi mắt đen của ông, nhưng ông cũng chẳng thốt nên lời.  \"Này bác, \" tôi nói, phá tan bầu không khí im lặng. \"Cháu sẽ xuống bãi biển một lát. Khi bạn ấy thức dậy, bác nói dùm với bạn ấy là cháu đang đợi, được không?” \"Đương nhiên, chắc chắn rồi,” Billy đồng ý.  Tôi tự hỏi có thật ông sẽ nói không. Ừm, nếu ông không nói, thì tôi cũng đã cố gắng rồi, đúng không? Tôi lái xe xuống First Beach và đỗ xe ở chỗ đất trống. Trời vẫn còn tối – bầu trời rạng sáng ảm đạm của một ngày đầy mây - và khi tôi tắt đèn pha thì trời tối rất khó thấy đường. Tôi phải điều chỉnh mắt rồi mới thấy đường dẫn vào hàng cỏ dại cao. Ở đây lạnh hơn, gió thổi mạnh từ mặt nước đen ngòm, và tôi thọc sâu tay vào túi chiếc áo khoác mùa đông của mình. Ít ra thì mưa cũng đã tạnh.  Tôi đi từ từ xuống bãi biển theo hướng con đê về phía bắc. Tôi không thể thấy được đảo thánh James hoặc những đảo khác, chỉ thấy bóng dáng mờ mờ của bờ biển. Tôi cẩn thận đi qua đám đá, coi chừng xem có khúc gỗ nào trôi giạt có thể làm tôi vấp ngã không. Tôi thấy điều mình đang tìm trước khi tôi nhận ra mình đang tìm nó. Nó hiện ra trong bóng đêm chỉ cách vài bước: một cây gỗ trôi giạt dài trắng phau bị kẹt sâu vào đá. Những cái rễ xoắn theo hướng biển, như một trăm cái xúc tu mỏng  manh. Tôi không chắc đó có phải cùng cái cây nơi Jacob và tôi lần đầu tiên chuyện trò - một cuộc chuyện trò đã gây ra quá nhiều thay đổi, làm xáo trộn cuộc đời tôi - nhưng có vẻ đúng là nơi tôi đã từng ngồi trước đây, và nhìn chằm chằm vào mặt biển vô hình.  Nhìn thấy Jacob như thế - vô tội và dễ bị tổn thương trong giấc ngủ - đã làm nỗi khiếp sợ của tôi tan biến, xua đi mọi cơn phẫn nộ của tôi. Tôi vẫn không thể vờ là không biết chuyện đang xảy ra, giống Billy, nhưng tôi cũng không thể kết tội Jacob đã làm chuyện đó.  Tình yêu có lý lẽ riêng của nó, tôi quyết định.  Một khi bạn đã quan tâm đến một người, thì không thể nào cư xử hợp lý được nữa. Jacob vẫn là bạn tôi dù anh ta có là kẻ giết người hay không. Và tôi chẳng biết phải làm sao nữa.  Khi hình dung anh chàng đang ngủ thanh thản như thế, lòng tôi tràn ngập ý nghĩ thôi thúc muốn bảo vệ anh.  Thiệt hết sức phi lý.  Dù có phi lý hay không nữa, tôi vẫn ấp ủ trong đầu ký ức về khuôn mặt bình yên của anh chàng, cố đưa ra một câu trả lời nào đó, một cách nào đó để che chở cho anh, trong khi bầu trời từ từ chuyển sang xám xịt.  \"Chào, Bella.\" Giọng Jacob phát ra từ bóng tối và làm tôi giật nảy mình. Âm thanh dịu dàng, gần như nhút nhát, nhưng vì tôi cứ tưởng sẽ có tiếng động báo trước từ phía đống đá lạo xạo kia, nên nó cứ làm tôi giật mình. Tôi nhìn thấy bóng anh dưới ánh mặt trời đang mọc - trông thật to lớn.  \"Jake?\" Anh chàng đứng cách tôi vài bước, chuyển thân từ chân này sang chân kia lo lắng.  \"Billy có nói với tôi là bạn ghé qua – bạn đâu phải suy nghĩ lâu hả? Tôi biết bạn có thể nghĩ ra chuyện đó mà. \" \"Ờ, giờ thì tôi đã nhớ ra chuyện gì rồi\" tôi thì thầm.  Yên lặng hồi lâu và, mặc dù trời vẫn còn tối chưa thể nhìn rõ mọi vật, nhưng da tôi có cảm giác bị kim châm khi mắt anh nhìn dò hỏi trên mặt tôi. Hẳn là đủ sáng để anh chàng đọc được vẻ mặt tôi, vì khi nói tiếp, giọng anh bỗng chua chát.  \"Đáng lẽ bạn chỉ cần gọi điện là được rồi,\" anh cay đắng nói.  Tôi gật đầu. \"Tôi biết.” Jacob bắt đầu bước tới lui dọc theo mấy tảng đá. Nếu lắng nghe kỹ, tôi có thể nghe được tiếng bước chân nhẹ nhàng anh trên đá ngoài âm thanh sóng vỗ.  Đá va vào nhau lách cách như tiếng đàn catanhet đối với tôi.  \"Vậy sao bạn lại đến?\" anh gặng hỏi, không dừng bước chân giận dữ của mình.  \"Tôi nghĩ trực tiếp nói chuyện với nhau thì tốt hơn.\" Anh khịt mũi. \"Ồ, tốt hơn nhiều.\" \"Jacob, tôi phải báo trước cho bạn biết \" \"Chuyện mấy người kiểm lâm và thợ săn à? Đừng lo về chuyện đó. Chúng tôi đã biết rồi.\" \"Đừng lo chuyện đó à ?\" Tôi nghi ngờ gặng hỏi. \"Jake, họ có súng! Họ đang đặt bẫy và treo giải thưởng và - \" \"Chúng tôi có thể tự lo lấy, \" anh gầm gừ, vẫn đi tới đi lui. \"Họ sẽ chẳng bắt được gì đâu. Họ chỉ làm chuyện này trở nên khó khăn hơn – chẳng bao lâu nữa họ cũng sẽ biến mất.\" \"Jake!\" Tôi rít lên.  \"Sao chứ? Đó là sự thật mà. \" Giọng tôi yếu ớt sợ hãi. \"Sao bạn ... có thể nghĩ kiểu thế được? Bạn quen mấy người này mà. Charlie đang ở ngoài đó!\"  Ý nghĩ đó làm ruột gan tôi thắt lại.  Anh dừng lại đột ngột. \"Chúng tôi có thể làm gì hơn?\" anh vặn vẹo.  Mặt trời biến những đám mây thành màu hồng bạc phía trên chúng tôi. Giờ đây tôi có thể nhìn thấy được vẻ mặt anh ấy; giận dữ, thất vọng, bị phản bội.  \"Bạn có thể… ừm, cố gắng không làm ... người sói được không?\" Tôi thì thầm đề nghị.  Anh giơ tay lên không trung. \"Làm như tôi chọn cuộc sống đó không bằng!\" anh chàng la to.  \"Và vậy thì giúp được gì, nếu bạn lo lắng cho những người mất tích?\" “Tôi không hiểu bạn.” Anh nhìn tôi chăm chăm, mắt nheo lại và miệng nhăn lại cằn nhằn. \"Bạn biết điều gì đã làm tôi nổi điên đến mức tôi phải nói ra không?\" Tôi chùn người vì vẻ thù địch của anh. Anh dường như đang chờ câu trả lời, vì vậy tôi lắc đầu.  \"Bạn là một người giả nhân giả nghĩa quá sức, Bella - bạn ngồi đó, khiếp sợ tôi! Thế có công bằng không chứ?\" Bàn tay anh run lên vì tức giận.  \"Giả nhân giả nghĩa à?  Làm sao mà sợ một con quái vật lại biến tôi thành một kẻ giả nhân giả nghĩa chớ?\" \"Ôi!\" anh rên rỉ, ấn hai nắm tay đang run rẩy lên  thái dương và nhắm nghiền mắt. \"Bạn có biết bạn đang nói gì không?\" \"Gì vậy?\" Anh bước hai bước về phía tôi, nghiêng người về phía tôi và nhìn trừng trừng giận dữ. \"Ừm, tôi xin lỗi vì tôi không phải là loại quái vật thích hợp dành cho bạn, Bella. Tôi nghĩ tôi chẳng vĩ đại bằng một thằng hút máu, phải không?\" Tôi nhảy cẫng lên và nhìn trừng trừng lại. \"Không, bạn không vậy!\"  Tôi la lớn. \"Không phải chuyện bạn là ai, đồ ngốc, mà là chuyện bạn làm gì!\" \"Bạn nói thế là có ý gì?\" Anh gầm lên, toàn thân run lẩy bẩy vì tức giận.  Tôi hoàn toàn sửng sốt khi giọng của Edward cảnh tỉnh tôi. \"Cẩn thận nhé, Bella,\" giọng nói mượt mà của anh cảnh báo. “Đừng ép cậu ấy quá. Em cần phải làm dịu cậu ấy xuống. \" Hôm nay ngay cả giọng nói trong đầu tôi, tôi cũng chẳng hiểu.  Mặc dù vậy tôi vẫn lắng nghe anh. Tôi sẽ làm bất cứ điều gì vì tiếng nói đó.  \"Jacob,\" tôi khẩn khoản, làm giọng mình nhẹ nhàng, điềm đạm. \"Có thực cần phải giết người không, Jacob? Chẳng còn  cách nào khác sao? Ý tôi là, ma cà rồng mà còn tìm được cách sống mà không phải giết người, thì tại sao bạn lại không thử một lần chớ?\" Anh bất thình lình đứng thẳng lên, như thể lời tôi nói là dòng điện đang giật anh. Lông mày anh nhướng lên và mắt anh mở to trừng trừng.  \"Giết người?\" anh hỏi.  \"Chứ bạn nghĩ mình đang nói về chuyện gì?\" Anh không còn run rẩy nữa. Anh nhìn tôi với vẻ không tin lại vừa tràn trề hy vọng. \"Tôi tưởng mình đang nói về sự kinh tởm của bạn đối với người sói. \" \"Không, Jake, không đâu. Không phải chuyện bạn là... người sói. Chuyện đó không sao hết, \" tôi hứa với anh, và tôi biết mình nói những lời ấy thật lòng. Tôi thật sự chẳng quan tâm dù anh có biến thành một con chó sói khổng lồ – anh vẫn cứ là Jacob. \"Giá mà bạn tìm ra được cách để không hại con người... đó là toàn bộ chuyện làm tôi lo lắng.  Mấy con sói này ăn thịt người vô tội, Jake à, những người như Charlie, mà tôi không thể làm ngơ, phớt lờ đi trong khi bạn - \" \"Chỉ vậy thôi à? Thật đó hả?\" anh ngắt lời tôi, nụ cười nở trên mặt anh. “Bạn chỉ sợ vì tôi là kẻ giết người ư?  Chỉ lý do đó thôi sao?\" \"Lý do đó còn chưa đủ sao?\" Anh chàng bắt đầu cười phá lên.  \"Jacob Black, chuyện này có gì mắc cười đâu!\" \"Đương nhiên, chắc chắn rồi,\" anh đồng ý, vẫn cười nắc nẻ.  Anh chàng sải một bước dài và ôm siết lấy tôi.  \"Bạn thật sự, thật sự không cảm thấy bận tâm chuyện tôi biến thành một con chó khổng lồ à?\" anh hỏi, giọng vui mừng bên  tai tôi.  \"Không,\" tôi thở hổn hển. \"Không - thở được - Jake!\" Anh thả tôi ra, nhưng nắm cả hai bàn tay tôi. \"Tôi không phải là một kẻ giết người, Bella. \" Tôi nhìn kỹ mặt anh, và rõ ràng đây là sự thật. Cảm giác nhẹ nhõm rộn ràng lên trong tôi.  \"Thật chứ?\" Tôi hỏi.  \"Thật mà,\" anh chàng nghiêm nghị thề.  Tôi vòng tay ôm anh.  Chuyện này làm tôi nhớ đến ngày đầu tiên đi xe máy – tuy là bây giờ anh còn to lớn hơn, và tôi cảm thấy mình như một đứa con nít vậy.  Giống lần trước, anh vuốt tóc tôi.  \"Xin lỗi vì đã nói bạn là một người giả nhân giả nghĩa, \" anh chàng xin lỗi.  \"Xin lỗi vì đã gọi bạn là một kẻ giết người. \" Anh chàng cười to.  Rồi tôi nghĩ đến một chuyện và lùi ra để nhìn mặt anh chàng. Mày cau lại lo âu. \"Còn Sam thì sao? Và những người khác nữa?\" Anh chàng lắc đầu, cười như thể gánh nặng khổng lồ đã rũ bỏ khỏi vai anh.\"   “Dĩ nhiên là không phải rồi. Bạn có nhớ chúng tôi tự xưng mình là gì không?\" Ký ức thật rõ ràng - tôi đang nghĩ đến đúng ngày hôm ấy. \"Những người che chở?\" \"Đúng rồi.” \"Nhưng tôi không hiểu. Chuyện gì đang xảy ra trong rừng? Mấy người đi bộ đường dài mất tích, máu?” Ngay lập tức khuôn mặt anh chàng nghiêm nghị, lo lắng. \"Chúng tôi đang cố làm phận sự của mình, Bella. Chúng tôi đang cố bảo vệ họ, nhưng luôn hơi muộn một chút.\" \"Bảo vệ họ khỏi cái gì? Thật có gấu ở đó hả?\" \"Bella yêu quý, chúng tôi chỉ bảo vệ con người khỏi một thứ - kẻ thù chung của chúng ta.  Đó là lý do khiến chúng tôi tồn tại – bởi vì bọn họ cũng tồn tại.” Tôi ngây người nhìn anh chằm chằm một giây rồi mới tôi hiểu ra. Sau đó mặt tôi không còn chút máu, môi tôi bật ra tiếng thét hãi hùng khôn tả.  Anh gật đầu. \"Tôi nghĩ bạn, hơn ai hết, sẽ biết chuyện gì đang thực sự diễn ra.” \"Laurent,\" tôi thì thầm. \"Hắn vẫn còn ở đây.” Jacob chớp chớp mắt, và nghểnh đầu sang một bên. \"Laurent là ai?” Tôi cố sắp xếp mớ hỗn độn trong đầu để có thể trả lời. \"Bạn biết đấy - bạn đã gặp anh ta trong đồng cỏ. Bạn đã ở đó...” Lời nói thốt ra bằng giọng kinh ngạc khi tôi hiểu ra chúng. \"Bạn đã ở đó, và bạn đã ngăn không để hắn giết tôi \" \"Ồ, tên hút máu tóc đen ấy à?\" Anh chàng nhe răng ra cười, nụ cười gằn dữ tợn. \"Đó là tên hắn à?\" Tôi rùng mình. \"Bạn đã nghĩ gì?\" Tôi thì thầm. \"Hắn có thể giết bạn!  Jake, bạn không biết là nguy hiểm ra sao khi - \" Một tiếng cười to khác ngắt lời tôi \"Bella, một con ma cà rồng cô độc thì chẳng là gì đối với một đàn sói to khoẻ như chúng tôi. Chuyện này quá dễ dàng, hầu như chẳng thú vị gì cả!\" \"Quá dễ chuyện gì?\" \"Giết tên hút máu sắp giết bạn ấy. Trong tình thế ấy, tôi không tính chuyện đó là giết người,\" anh nhanh chóng nói thêm. \"Ma cà rồng không tính là người.\" Tôi chỉ có thể nói ra được những từ này. \"Bạn… đã giết…Laurent à?\" Anh chàng gật đầu. \"Ừm, đó là công sức cả nhóm,\" anh dè dặt.  “Laurent chết rồi à?\" Tôi thì thầm.  Anh biến sắc. \"Bạn không bực mình chuyện đó chớ? Hắn sắp giết bạn - hắn đến để giết bạn, Bella, chúng tôi chắc chắn vậy nên mới tấn công. Bạn biết vậy mà, đúng không?\" \"Tôi biết vậy. Không, tôi không bực mình - tôi …\" Tôi phải ngồi xuống. Tôi loạng choạng lùi lại một bước cho đến khi cảm nhận được khúc gỗ đụng bắp chân mình và ngồi lên nó. \"Laurent đã chết.  Hắn sẽ không quay lại tìm tôi nữa.\" \"Bạn không điên đấy chứ?  Hắn đâu phải là một trong mấy người bạn của bạn hoặc gì gì đó đâu hả?\" \"Bạn tôi à?\" Tôi nhìn chằm chằm vào anh chàng, không hiểu và váng vất một cách nhẹ nhõm. Tôi bắt đầu lắp bắp, mắt tôi rớm lệ.  \"Không, Jake. Tôi thật ... thật nhẹ nhõm. Tôi nghĩ hắn ta sẽ  tìm tôi - tôi đã đợi hắn từng đêm, chỉ hi vọng hắn sẽ chỉ giết tôi và tha cho Charlie. Tôi đã rất sợ, Jacob...  nhưng làm thế nào? Hắn là ma cà rồng mà! Làm sao bạn giết hắn được? Hắn rất mạnh, rất cứng, như cẩm thạch... \" Anh chàng ngồi xuống cạnh tôi và vòng cánh tay to lớn quanh tôi an ủi. \"Chúng tôi được tạo ra vì mục đích đó, Bells. Chúng tôi cũng rất mạnh. Tôi ước gì bạn đã kể tôi biết là bạn đã sợ đến thế.  Bạn đã không phải sợ hãi.” \"Lúc đó bạn đâu có ở bên cạnh tôi đâu,\" tôi lẩm bẩm, mải mê suy nghĩ.  \"Ồ, đúng rồi.\" \"Chờ chút, Jake – tuy thế, tôi tưởng bạn biết chớ. Đêm qua, bạn đã nói ở trong phòng tôi thì không an toàn. Tôi tưởng bạn biết ma cà rồng sẽ đến.  Đó không phải là điều bạn muốn nói sao?\" Trong thoáng chốc, anh chàng trông có vẻ không hiểu, rồi anh cúi đầu xuống. \"Không, đó không phải là điều tôi muốn nói.\" \"Thế tại sao bạn nghĩ nơi đó không an toàn cho bạn?\" Anh nhìn tôi bằng đôi mắt mang mặc cảm tội lỗi. \"Tôi không nói là không an toàn cho tôi. Tôi đã nghĩ đến bạn.” \"Ý bạn là gì?\" Anh nhìn xuống và đá một hòn sỏi. \"Có nhiều lý do tôi không được ở bên bạn, Bella. Tôi không được phép kể cho bạn biết về bí mật của chúng tôi,  là một, lý do còn lại là vì không an toàn cho bạn.  Nếu tôi tức giận... quá khó chịu... bạn có thể bị hại.” Tôi suy nghĩ kỹ câu đó. \"Lúc nãy khi bạn nổi điên...  khi tôi đang la hét bạn ... và bạn run rẩy... ?\" \"Ờ.\" Anh cúi mặt xuống thấp hơn. \"Tôi thiệt ngu ngốc. Tôi phải biết kiềm mình tốt hơn. Tôi đã thề sẽ không nổi điên, dù bạn có nói gì với tôi chăng nữa. Nhưng...  tôi chỉ quá đau khổ vì sợ mất bạn... vì bạn không thể chịu đựng được chuyện  tôi là... \" \"Chuyện gì sẽ xảy ra... nếu bạn nổi điên?\" Tôi thì thầm.  \"Tôi sẽ biến thành chó sói,\" anh thì thầm lại.  \"Bạn không cần trăng tròn à.\" Anh chàng trợn tròn mắt.\"Chó sói của Hollywood không đúng lắm đâu.\"  Rồi anh chàng thở dài, và nghiêm túc trở lại.  \"Bạn không cần phải quá căng thẳng như vậy, Bells. Chúng tôi đang để ý đến việc này. Và chúng tôi đang đặc biệt để mắt đến Charlie và những người khác - chúng tôi sẽ không để cho có chuyện gì xảy đến với bác ấy đâu. Hãy tin tưởng tôi trong chuyện đó.\" Có cái gì đó rất, rất rõ ràng, cái gì đó tôi lẽ ra phải hiểu ra ngay tức thì - nhưng tôi bị phân tâm bởi ý nghĩ Jacob và bạn anh ấy đánh nhau với Laurent, nên đã bỏ sót nó  lúc đó– ý nghĩ đó lại đến với tôi chỉ khi Jacob lại sử dụng thì hiện tại lần nữa.  Chúng tôi đang để ý đến việc này.  Chuyện đó chưa kết thúc.  \"Laurent chết rồi mà,\" tôi thở hổn hển, và toàn thân tôi trở nên lạnh ngắt.  \"Bella ?\" Jacob lo lắng hỏi, sờ vào bên má tái mét của tôi.  \"Nếu Laurent chết... cách đây một tuần... thì có người khác đang giết người.” Jacob gật đầu; nghiến răng lại, và nói qua kẽ răng. “Họ có hai người. Chúng tôi tưởng bạn tình của hắn muốn đánh nhau với chúng tôi - trong truyền thuyết của chúng tôi,  chúng thường rất tức giận nếu bạn giết bạn tình của chúng- nhưng cô ta chỉ bỏ chạy, rồi lại quay lại. Nếu chúng tôi biết cô ta đang âm mưu gì thì sẽ dễ hạ cô ta hơn. Nhưng cô ta chẳng biểu lộ gì cả. Cô ta cứ thoắt ẩn thoắt hiện quanh các bìa rừng, như thể muốn thử khả năng phòng thủ của chúng tôi, đang tìm kiếm lối vào - nhưng vào đâu chứ? Cô ta muốn đi đâu?  Sam nghĩ cô ta đang cố chia cắt chúng tôi ra, để có cơ hội tốt hơn...” Giọng anh ấy nhỏ dần cho đến khi như thể đang qua một đường hầm dài; tôi không thể nghe được từng tiếng nữa. Trán tôi mướt mồ hôi và dạ dày cuộn lên như thể tôi bị viêm dạ dày trở lại. Y như tôi đang bị cúm.  Tôi quay mặt đi thật nhanh, và dựa vào thân cây. Cơ thể tôi co giật với những cơn ói mửa không thành công, dạ dày trống rỗng co rút lại với cơn buồn nôn khó chịu, cho dù chẳng có gì trong đó để nôn ra.  Victoria đang ở đây. Tìm tôi. Giết người trong rừng. Khu rừng nơi Charlie đang tìm kiếm... Đầu tôi quay mòng mòng kinh tởm.  Tay Jacob nắm lấy vai tôi - giữ cho tôi không bị trượt trên đá. Tôi có thể cảm nhận được hơi thở nóng hổi của anh trên má mình. \" Bella! Có chuyện gì vậy?\" \"Victoria,\" tôi thở hổn hển ngay khi vừa thở được bình thường giữa những cơn co thắt vì buồn nôn.  Trong đầu tôi, Edward gầm gừ giận dữ khi nghe nhắc đến cái tên này.  Tôi cảm thấy Jacob nhấc tôi lên. Anh vụng về đặt tôi ngang qua đùi, đặt đầu tôi đang rũ rượi lên vai anh. Anh cố giữ cho tôi không té, giữ cho tôi không bị quỵ xuống. Bằng cách nào đó anh đã vén mái tóc đẫm mồ hôi ra khỏi mặt tôi.  \"Ai vậy?\" Jacob hỏi. “Bella, bạn có nghe tôi nói gì không, Bella? Bella?” \"Cô ta không phải là bạn tình của Laurent,”  tôi rên rỉ vào vai anh. \"Họ chỉ là bạn cũ ...” \"Bạn cần uống nước không? Hay khám bác sĩ? Nói cho tôi biết cần phải làm gì,” anh hỏi, cuống cuồng.  \"Tôi không bị bệnh đâu - tôi sợ,\" tôi thì thầm giải thích. Từ “sợ” dường như chưa mô tả hết sự thực.  Jacob vỗ nhẹ lưng tôi. \"Sợ Victoria này à?\" Tôi gật đầu, rùng mình.\" Victoria là người phụ nữ  tóc đỏ à?\" Tôi run rẩy lần nữa, và rên rỉ, \"Ừ.\" \"Sao bạn biết cô ta không phải là bạn tình của hắn?\" \"Laurent bảo tôi James mới là bạn tình của cô ta, \" tôi giải thích, tự động co bàn tay có vết sẹo lại. Anh xoay mặt tôi, giữ yên trong bàn tay to lớn của mình. Anh nhìn chằm chằm chăm chú vào mắt tôi. \"Hắn còn nói với bạn chuyện gì nữa, Bella? Việc này quan trọng lắm. Bạn có biết cô ta muốn gì không?\" \"Biết chứ, \" tôi thì thầm. \" Cô ta muốn tôi. \" Mắt anh ấy vụt mở to, rồi sau đó nheo lại. \"Tại sao?\" anh hỏi.  \"Edward đã giết James, \" tôi thì thầm. Jacob ôm tôi chặt đến nỗi tôi không cần phải siết chặt vết thương ấy nữa - anh đã giữ cho tôi không bị rã từng mảnh. \"Cô ta rất… tức giận. Nhưng Laurent nói cô ta nghĩ giết tôi sẽ công bằng hơn là giết Edward. Bạn tình người này giết bạn tình người kia. Cô ta không biết – đến giờ vẫn không biết, tôi cho là...là...  \"  tôi nuốt một cách khó khăn. \"là giữa chúng tôi, mọi chuyện đã không còn như trước nữa. Dù sao thì, cũng không còn như trước nữa đối với Edward. \" Jacob đã bị phân tâm bởi chuyện đó, khuôn mặt anh bị giày vò vì những cảm xúc trái ngược. \"Đó là chuyện đã xảy ra à? Tại sao gia đình Cullens ra đi ?\" \"Rốt cuộc thì tôi chỉ là con người thôi. Chẳng có gì đặc biệt cả,\" tôi giải thích, nhún vai yếu ớt.  Có cái gì đó giống như tiếng gầm gừ – không phải tiếng gầm gừ thật sự, chỉ gần giống tiếng người – gầm lên trong ngực Jacob dưới tai tôi. \"Nếu thằng hút máu ngốc nghếch đó thực sự ngu đến mức ấy - \" \"Xin bạn, \" tôi than van. \"Xin bạn. Đừng thế. \" Jacob do dự, rồi gật đầu.  \"Chuyện này rất quan trọng, \" anh chàng lặp lại, khuôn mặt giờ đây đầy vẻ lo nghĩ đến công việc. \"Đây chính là điều chúng tôi cần biết. Mình phải nói với mọi người ngay. \" Anh chàng đứng dậy, lôi tôi đứng lên. Anh vẫn để hai tay trên eo tôi cho đến khi chắc chắn tôi sẽ không ngã.  \"Tôi ổn mà, \" tôi nói dối.  Anh chàng chuyển tay từ eo sang nắm tay tôi. \"Đi nào.\" Anh lôi tôi trở lại chỗ chiếc xe tải.  \"Mình sẽ đi đâu đây?\" Tôi hỏi.  \"Tôi chưa rõ, \" anh thú nhận. \" Tôi sẽ triệu tập cuộc họp. Này, đợi ở đây một chút nhé, được không?\" Anh để tôi dựa vào bên hông xe tải rồi thả tay tôi ra.  \"Bạn đi đâu đấy?\" \"Tôi sẽ quay lại ngay,\" anh chàng hứa.  Rồi anh quay lưng và chạy hết tốc lực qua bãi đậu xe, qua con đường, vào khu rừng giáp với con đường. Anh chạy vùn vụt vào rừng, nhanh như một chú nai.  \"Jacob !\" Tôi thét với theo bằng giọng khàn đặc, nhưng anh chàng đã biến mất.  Đây không phải là lúc thích hợp để ở lại một mình.  Ngay khi Jacob vừa đi khuất, tôi thở nhanh hơn. Tôi lê bước vào ca-bin xe tải, và bóp khóa lại ngay lập tức. Nó không làm tôi cảm thấy dễ chịu hơn chút nào.  Victoria đang săn đuổi tôi. May mắn là cô ta chưa tìm thấy tôi – chỉ nhờ may mắn và nhờ năm người sói ở tuổi thiếu niên. Tôi thở ra thật mạnh. Cho dù Jacob đã nói gì đi nữa thì cái ý nghĩ anh đang đến gần Victoria làm tôi lo sợ. Tôi không quan tâm việc anh biến thành thứ gì khi nổi điên lên. Tôi có thể nhìn thấy cô ta trong đầu mình, khuôn mặt hoang dại, mái tóc rực lửa, chết chóc, bất tử… Nhưng, theo Jacob, Laurent đã chết.  Có thể nào vậy không? Edward- tôi tự động chộp lấy ngực mình - đã từng bảo là rất khó giết chết được ma cà rồng. Chỉ có một con ma cà rồng khác mới có thể làm được chuyện này.  Thế nhưng Jake đã bảo đây là lý do mà người sói được tạo nên. Anh nói rằng họ đang chú ý đặc biệt đến Charlie – rằng tôi hãy tin tưởng rằng người sói sẽ giữ an toàn cho bố tôi.  Làm sao tôi tin được điều đó chứ?  Chẳng ai trong chúng tôi an toàn cả! Nhất là Jacob, nếu anh cố xen vào giữa Victoria và Charlie... giữa Victoria và tôi.  Tôi cảm thấy như mình sắp ói tiếp.  Một tiếng gõ mạnh vào cửa sổ xe tải làm tôi kinh hoàng kêu rú lên - nhưng đó chỉ là Jacob, đã quay lại. Tôi mở khoá cửa bằng những ngón tay run rẩy, mừng rỡ.  \"Bạn sợ lắm phải không?\" anh vừa hỏi vừa leo vào xe Tôi gật đầu.  \"Đừng sợ, Chúng tôi sẽ bảo vệ bạn - và Charlie, nữa. Tôi hứa mà.” \"Ý nghĩ bạn tìm kiếm Victoria còn làm tôi còn sợ hơn cả chuyện cô ta tìm tôi nữa,\" tôi thì thầm.  Anh chàng cười lớn. \"Bạn phải tin tưởng chúng tôi hơn một chút chớ.  Vậy thiệt là sỉ nhục.” Tôi chỉ lắc đầu. Tôi đã thấy quá nhiều ma cà rồng đánh nhau.  \"Bạn đi đâu nãy giờ ?\" Tôi hỏi.  Anh bặm môi, nhưng chẳng nói gì cả.  \"Gì thế? Bí mật à ?\" Anh chàng cau mày. \"Thật ra thì không. Chỉ có điều hơi bất thường chút thôi. Tôi không muốn làm bạn bị sốc.\" \"Bạn biết đó, tới giờ thì tôi khá quen với mấy chuyện bất thường rồi.\" Tôi cố cười mà không cười nổi.  Jacob cười toe toét đáp lại ngay. \"Chắc bạn phải thế thôi. OK.  Nghe đây, khi chúng tôi là sói, chúng tôi có thể… nghe được nhau. \" Lông mày tôi nhíu lại không hiểu.  \"Không phải là nghe âm thanh, \" anh chàng nói tiếp, \" mà là nghe được ... suy nghĩ -  dù cho xa đến đâu chăng nữa. Điều đó rất có ích khi đi săn, nhưng mặt khác cũng khổ sở hết sức. Thật xấu hổ – khi chẳng còn gì bí mật nữa như thế. Kỳ cục quá phải không?\" \"Có phải đó là điều bạn ám chỉ đêm qua phải không, khi bạn nói sẽ cho họ biết bạn đã gặp tôi, dù không muốn?\" \"Bạn thật nhanh trí. \" \"Cám ơn. \" \"Bạn cũng rất giỏi mấy chuyện bất thường. Tôi tưởng điều đó sẽ làm bạn bực bội. \" \"Không... ừm, bạn không phải là người đầu tiên tôi biết có thể làm được điều đó. Vì thế với tôi chẳng kỳ lạ gì. \" \"Thật sao?....Này - bạn đang nói về mấy kẻ hút máu bạn phải không?\" \"Tôi mong bạn không gọi họ bằng cái tên đó. \" Anh chàng cười lớn. \"Sao cũng được. Vậy thì là gia đình Cullens ha?\" \"Chỉ... chỉ Edward thôi. \" Tôi lén kéo lấy cánh tay ôm lấy thân mình.  Jacob có vẻ ngạc nhiên – đến mức không vui. \"Tôi tưởng đó chỉ là chuyện bịa thôi. Tôi có nghe kể ma cà rồng có thể làm... mấy chuyện phi thường, nhưng tôi cứ tưởng đó chỉ là chuyện hoang đường.\" \"Có còn gì chỉ là hoang đường nữa không?\" Tôi nhăn nhó hỏi anh.  Anh chàng giận dữ. \"Chắc là không. OK, mình sẽ gặp Sam và mấy người khác ở chỗ mình chạy xe máy nhé. \" Tôi khởi động xe và quay lại đường lớn.  \"Thế lúc nãy bạn chỉ việc biến thành sói, để nói chuyện với Sam thôi hả?\" Tôi tò mò hỏi.  Jacob gật đầu, có vẻ ngượng ngùng. \"Tôi cố biến thành người sói thật nhanh  - tôi cố không nghĩ về bạn để họ không biết chuyện gì đang xảy ra.  Tôi sợ Sam sẽ bảo tôi không được đưa bạn đến. \" \"Điều đó sẽ không cản được tôi đâu.” Tôi không thể tống khứ cái quan điểm Sam là người xấu của mình. Tôi cứ nghiến răng lại mỗi khi nghe nhắc đến tên anh ta.  \"Ừm, nhưng nó cản được tôi,\" Jacob nói, rầu rĩ.  \"Có nhớ đêm qua tôi không thể nói hết câu không?  Có nhớ tôi không thể kể hết chuyện cho bạn nghe không?\" \"Ờ. Bạn có vẻ như muốn kiềm giữ chuyện gì đó. \" Anh chàng cười buồn. \"Gần đúng đó. Sam đã bảo tôi không được kể cho bạn biết. Bạn biết đó, anh ấy là... đầu đàn. Anh ấy là Alpha. Khi anh bảo chúng tôi phải làm điều gì, hoặc không được làm điều gì đó – là nhất quyết phải vậy, ừm, chúng tôi không thể lờ đi. \" \"Kỳ cục, \" tôi lẩm bẩm.  \"Rất kỳ cục nữa là đằng khác,\" anh chàng đồng ý.  “Sói là vậy đó. \" \"Hừm\" là câu trả lời hợp lý nhất mà tôi có thể nghĩ ra.  \"Ờ, có một đống những thứ đại loại như thế – chuyện của sói. Tôi vẫn còn đang tìm hiểu. Tôi không thể hình dung sẽ ra sao với Sam, khi phải đối phó chuyện này một mình. Có cả một đàn hỗ trợ mà còn khó nữa là. \" \"Lúc đó Sam chỉ có một mình à?\" \"Ờ.” Jacob hạ giọng. \"Khi tôi... biến đổi, đó là chuyện... khủng khiếp nhất, chuyện khủng khiếp nhất mà tôi đã từng trải qua – tệ hại hơn bất cứ chuyện gì mà tôi có thể tưởng tượng. Nhưng tôi không đơn độc - có nhiều giọng nói ở đó, trong đầu, nói cho tôi biết chuyện đã xảy ra và tôi phải làm gì.  Điều đó giúp cho tôi không bị mất trí, tôi nghĩ thế.  Còn Sam....\" Anh lắc đầu. \"Sam chẳng được ai giúp cả. \" Vậy thì phải điều chỉnh một chút rồi. Jacob đã giải thích như thế, thì thật khó mà không cảm thấy tội nghiệp cho Sam. Tôi phải nhắc đi nhắc lại với mình là chẳng còn cớ gì mà ghét anh ấy nữa.  \"Họ có nổi giận không khi tôi ở bên bạn?\" Tôi hỏi.  Anh chàng nhăn mặt. \"Chắc có. \" \"Có lẽ tôi không nên---“ \"Không, không sao đâu, \" anh chàng cả quyết với tôi. \"Bạn biết hàng tấn chuyện có thể giúp chúng tôi. Bạn không phải là một người không biết gì. Bạn giống như... tôi không biết nữa, điệp viên hay gì gì đó. Bạn hoạt động trong hàng ngũ của kẻ thù.\" Tôi cau mày.  Chẳng lẽ đó điều Jacob muốn ở tôi sao? Thông tin nội gián giúp họ tiêu diệt kẻ thù? Nhưng, tôi đâu phải là gián điệp. Tôi chẳng hề thu thập mấy thứ thông tin đó. Mà lời anh nói đã khiến tôi cảm thấy mình giống một tên phản bội.  Nhưng tôi muốn anh cản Victoria, đúng không? Không.  Tôi đã muốn Victoria bị ngăn cản, tốt nhất là trước khi cô ta tra tấn tôi đến chết hay gặp Charlie hay giết một ai khác.  Nhưng tôi lại không muốn Jacob là người cản cô ta, hay đúng hơn là thử cản cô ta. Tôi không muốn Jacob ở trong phạm vi một trăm dặm quanh cô ta.  \"Giống như chuyện kẻ hút máu đọc được suy nghĩ, \" anh chàng nói tiếp, không để ý đến sự mơ màng của tôi. \"Đó là chuyện chúng tôi cần biết. Thiệt là tệ hại khi mấy chuyện đó có thật. Làm mọi thứ phức tạp hơn.  Này, theo bạn, Victoria này có thể làm được chuyện gì đặc biệt không?\" \"Tôi không nghĩ vậy,\" tôi do dự, rồi thở dài. \"Nếu có thì ảnh đã nói đến rồi.” \"Ảnh? Ồ, ý bạn là Edward - tiếc quá, xin lỗi. Tôi quên. Bạn không muốn nhắc đến tên anh ta. Hoặc nghe tên anh ta. \" Tôi ôm chặt thân mình, cố lờ đi cơn đau viền quanh ngực. \"Không muốn chút nào hết, không.” \"Xin lỗi.” \"Sao bạn hiểu tôi rõ thế, Jacob?  Đôi khi giống như bạn có thể đọc được suy nghĩ của tôi vậy.” \"Không. Tôi chỉ để ý thôi\" Chúng tôi đang đi trên con đường đất hẹp nơi Jacob lần đầu  tiên dạy tôi chạy xe máy.  \"Được chưa?\" Tôi hỏi.  \"Đương nhiên, chắc rồi.\" Tôi tấp vào lề đường và tắt máy.  \"Bạn vẫn không vui?\" anh chàng thì thầm.  Tôi gật đầu, nhìn trân trối vào khu rừng ảm đạm.  \"Có bao giờ bạn nghĩ là... như vậy có lẽ ... sẽ tốt hơn không?\" Tôi hít từ từ, rồi thở ra. \"Không.” \"Vì anh ấy đâu phải là người tốt nhất - \" \"Xin bạn, Jacob,\" tôi ngắt lời, thì thầm van lơn. \"Xin vui lòng đừng nói về chuyện này nữa? Tôi không chịu nỗi.\" \"OK. \" Anh hít thật sâu. \"Tôi xin lỗi nếu đã nói gì.” \"Đừng buồn. Nếu mọi thứ khác đi, thì sẽ thật vui khi cuối cùng mình có người để tâm sự về nó.\" Anh gật đầu. \"Ờ, tôi đã khổ sở vì phải giữ bí mật với bạn cả hai tuần. Thật chẳng khác gì địa ngục khi không thể kể cho người khác biết.” \"Địa ngục,\" tôi đồng ý.  Jacob hít một hơi ngắn. \"Họ ở đây rồi. Đi nào. \" \"Chắc không?\" Tôi hỏi khi anh chàng mở tung cửa. \"Có lẽ tôi không nên ở đây.\" \"Họ sẽ xoay sở được thôi, \" anh chàng nói, rồi cười toe toét. \"Ai sợ chó sói to lớn, xấu xí nào?\" \"Ha ha, \" tôi cười. Nhưng tôi ra khỏi xe tải, vội vã đi quanh mũi xe để đứng gần bên Jacob. Tôi nhớ quá rõ mấy con quái vật khổng lồ trong đồng cỏ. Bàn tay tôi đang run rẩy giống Jacob lúc nãy, nhưng vì sợ chớ không phải vì tức giận.  Jake nắm tay tôi siết chặt. \"Bắt đầu nào.\""
        },
        {
            "en": "13        13. CONFESSIONS Edward in the sunlight was shocking. I couldn't get used to it, though I'd been staring at him all afternoon. His skin, white despite the faint flush from yesterday's hunting trip, literally sparkled, like thousands of tiny diamonds were embedded in the surface. He lay perfectly still in the grass, his shirt open over his sculpted, incandescent chest, his scintillating arms bare. His glistening, pale lavender lids were shut, though of course he didn't sleep. A perfect statue, carved in some unknown stone, smooth like marble, glittering like crystal. Now and then, his lips would move, so fast it looked like they were trembling. But, when I asked, he told me he was singing to himself; it was too low for me to hear. I enjoyed the sun, too, though the air wasn't quite dry enough for my taste. I would have liked to lie back, as he did, and let the sun warm my face. But I stayed curled up, my chin resting on my knees, unwilling to take my eyes off him. The wind was gentle; it tangled my hair and ruffled the grass that swayed around his motionless form. The meadow, so spectacular to me at first, paled next to his magnificence. Hesitantly, always afraid, even now, that he would disappear like a mirage, too beautiful to be real… hesitantly, I reached out one finger and stroked the back of his shimmering hand, where it lay within my reach. I marveled again at the perfect texture, satin smooth, cool as stone. When I looked up again, his eyes were open, watching me. Butterscotch today, lighter, warmer after hunting. His quick smile turned up the corners of his flawless lips. \"I don't scare you?\" he asked playfully, but I could hear the real curiosity in his soft voice. \"No more than usual.\" He smiled wider; his teeth flashed in the sun. I inched closer, stretched out my whole hand now to trace the contours of his forearm with my fingertips. I saw that my fingers trembled, and knew it wouldn't escape his notice. \"Do you mind?\" I asked, for he had closed his eyes again. \"No,\" he said without opening his eyes. \"You can't imagine how that feels.\" He sighed. I lightly trailed my hand over the perfect muscles of his arm, followed  the faint pattern of bluish veins inside the crease at his elbow. With my other hand, I reached to turn his hand over. Realizing what I wished, he flipped his palm up in one of those blindingly fast, disconcerting movements of his. It startled me; my fingers froze on his arm for a brief second. \"Sorry,\" he murmured. I looked up in time to see his golden eyes close again. \"It's too easy to be myself with you.\" I lifted his hand, turning it this way and that as I watched the sun glitter on his palm. I held it closer to my face, trying to see the hidden facets in his skin. \"Tell me what you're thinking,\" he whispered. I looked to see his eyes watching me, suddenly intent. \"It's still so strange for me, not knowing.\" \"You know, the rest of us feel that way all the time.\" \"It's a hard life.\" Did I imagine the hint of regret in his tone? \"But you didn't tell me.\" \"I was wishing I could know what you were thinking…\" I hesitated. \"And?\" \"I was wishing that I could believe that you were real. And I was wishing that I wasn't afraid.\" \"I don't want you to be afraid.\" His voice was just a soft murmur. I heard what he couldn't truthfully say, that I didn't need to be afraid, that there was nothing to fear. \"Well, that's not exactly the fear I meant, though that's certainly something to think about.\" So quickly that I missed his movement, he was half sitting, propped up on his right arm, his left palm still in my hands. His angel's face was only a few inches from mine. I might have — should have — flinched away from his unexpected closeness, but I was unable to move.  His golden eyes mesmerized me. \"What are you afraid of, then?\" he whispered intently. But I couldn't answer. As I had just that once before, I smelled his cool breath in my face. Sweet, delicious, the scent made my mouth water. It was unlike anything else. Instinctively, unthinkingly, I leaned closer, inhaling. And he was gone, his hand ripped from mine. In the time it took my eyes to focus, he was twenty feet away, standing at the edge of the small meadow, in the deep shade of a huge fir tree. He stared at me, his eyes dark in the shadows, his expression unreadable. I could feel the hurt and shock on my face. My empty hands stung. \"I'm… sorry… Edward,\" I whispered. I knew he could hear. \"Give me a moment,\" he called, just loud enough for my less sensitive ears. I sat very still. After ten incredibly long seconds, he walked back, slowly for him. He stopped, still several feet away, and sank gracefully to the ground, crossing his legs. His eyes never left mine.  He took two deep breaths, and then smiled in apology. \"I am so very sorry.\" He hesitated. \"Would you understand what I meant if I said I was only human?\" I nodded once, not quite able to smile at his joke. Adrenaline pulsed through my veins as the realization of danger slowly sank in. He could smell that from where he sat. His smile turned mocking. \"I'm the world's best predator, aren't I? Everything about me invites you in — my voice, my face, even my smell. As if I need any of that!\" Unexpectedly, he was on his feet, bounding away, instantly out of sight, only to appear beneath the same tree as before, having circled the meadow in half a second. \"As if you could outrun me,\" he laughed bitterly. He reached up with one hand and, with a deafening crack, effortlessly ripped a two-foot-thick branch from the trunk of the spruce. He balanced it in that hand for a moment, and then threw it with blinding speed, shattering it against another huge tree, which shook and trembled at the blow. And he was in front of me again, standing two feet away, still as a stone. \"As if you could fight me off,\" he said gently. I sat without moving, more frightened of him than I had ever been. I'd never seen him so completely freed of that carefully cultivated facade. He'd never been less human… or more beautiful. Face <em>ashen</em>, eyes wide, I sat like a bird locked in the eyes of a snake. His lovely eyes seem to glow with rash excitement. Then, as the seconds passed, they dimmed. His expression slowly folded into a mask of ancient sadness. \"Don't be afraid,\" he murmured, his velvet voice unintentionally seductive. \"I promise…\" He hesitated. \"I swear not to hurt you.\" He seemed more concerned with convincing himself than me. \"Don't be afraid,\" he whispered again as he stepped closer, with exaggerated slowness. He sat sinuously, with deliberately unhurried movements, till our faces were on the same level, just a foot apart. \"Please forgive me,\" he said formally. \"I can control myself. You caught me off guard. But I'm on my best behavior now.\" He waited, but I still couldn't speak. \"I'm not thirsty today, honestly.\" He winked. At that I had to laugh, though the sound was shaky and breathless. \"Are you all right?\" he asked tenderly, reaching out slowly, carefully, to place his marble hand back in mine. I looked at his smooth, cold hand, and then at his eyes. They were soft, repentant. I looked back at his hand, and then deliberately returned to tracing the lines in his hand with my fingertip. I looked up and smiled timidly. His answering smile was dazzling. \"So where were we, before I behaved so rudely?\" he asked in the gentle cadences of an earlier century. \"I honestly can't remember.\" He smiled, but his face was ashamed. \"I think we were talking about why you were afraid, besides the obvious reason.\" \"Oh, right.\" \"Well?\" I looked down at his hand and doodled aimlessly across his smooth, iridescent palm. The seconds ticked by. \"How easily frustrated I am,\" he sighed. I looked into his eyes, abruptly grasping that this was every bit as new to him as it was to me. As many years of unfathomable experience as he had, this was hard for him, too. I took courage from that thought. \"I was afraid… because, for, well, obvious reasons, I can't stay with you. And I'm afraid that I'd like to stay with you, much more than I should.\" I looked down at his hands as I spoke. It was difficult for me to say this aloud. \"Yes,\" he agreed slowly. \"That is something to be afraid of, indeed. Wanting to be with me. That's really not in your best interest.\" I frowned. \"I should have left long ago,\" he sighed. \"I should leave now. But I don't know if I can.\" \"I don't want you to leave,\" I mumbled pathetically, staring down again. \"Which is exactly why I should. But don't worry. I'm essentially a selfish creature. I crave your company too much to do what I should.\" \"I'm glad.\" \"Don't be!\" He withdrew his hand, more gently this time; his voice was harsher than usual. Harsh for him, still more beautiful than any human voice. It was hard to keep up — his sudden mood changes left me always a step behind, dazed. \"It's not only your company I crave! Never forget that. Never forget I am more dangerous to you than I am to anyone else.\" He stopped, and I looked to see him gazing unseeingly into the forest. I thought for a moment. \"I don't think I understand exactly what you mean — by that last part anyway,\" I said. He looked back at me and smiled, his mood shifting yet again. \"How do I explain?\" he mused. \"And without frightening you again… hmmmm.\" Without seeming to think about it, he placed his hand back in mine; I held it tightly in both of mine. He looked at our hands. \"That's amazingly pleasant, the warmth.\" He sighed. A moment passed as he assembled his thoughts. \"You know how everyone enjoys different flavors?\" he began. \"Some people love chocolate ice cream, others prefer strawberry?\" I nodded. \"Sorry about the food analogy — I couldn't think of another way to explain.\" I smiled. He smiled ruefully back. \"You see, every person smells different, has a different essence. If you locked an alcoholic in a room full of stale beer, he'd gladly drink it. But he could resist, if he wished to, if he were a recovering alcoholic. Now let's say you placed in that room a glass of hundred-year-old brandy, the rarest, finest cognac — and filled the room with its warm aroma — how do you think he would fare then?\" We sat silently, looking into each other's eyes — trying to read each other's thoughts. He broke the silence first. \"Maybe that's not the right comparison. Maybe it would be too easy to turn down the brandy. Perhaps I should have made our alcoholic a heroin addict instead.\" \"So what you're saying is, I'm your brand of heroin?\" I teased, trying to lighten the mood. He smiled swiftly, seeming to appreciate my effort. \"Yes, you are exactly my brand of heroin.\" \"Does that happen often?\" I asked. He looked across the treetops, thinking through his response. \"I spoke to my brothers about it.\" He still stared into the distance. \"To Jasper, every one of you is much the same. He's the most recent to join our family. It's a struggle for him to abstain at all. He hasn't had time to grow sensitive to the differences in smell, in flavor.\" He glanced swiftly at me, his expression apologetic. \"Sorry,\" he said. \"I don't mind. Please don't worry about offending me, or frightening me, or whichever. That's the way you think. I can understand, or I can try to at least. Just explain however you can.\" He took a deep breath and gazed at the sky again. \"So Jasper wasn't sure if he'd ever come across someone who was as\" — he hesitated, looking for the right word — \"appealing as you are to me.  Which makes me think not. Emmett has been on the wagon longer, so to speak, and he understood what I meant. He says twice, for him, once stronger than the other.\" \"And for you?\" \"Never.\" The word hung there for a moment in the warm breeze. \"What did Emmett do?\" I asked to break the silence. It was the wrong question to ask. His face grew dark, his hand clenched into a fist inside mine. He looked away. I waited, but he wasn't going to answer. \"I guess I know,\" I finally said. He lifted his eyes; his expression was wistful, pleading. \"Even the strongest of us fall off the wagon, don't we?\" \"What are you asking? My permission?\" My voice was sharper than I'd intended. I tried to make my tone kinder — I could guess what his honesty must cost him. \"I mean, is there no hope, then?\" How calmly I could discuss my own death! \"No, no!\" He was instantly contrite. \"Of course there's hope! I mean, of course I won't…\" He left the sentence hanging. His eyes burned into mine. \"It's different for us. Emmett… these were strangers he happened across. It was a long time ago, and he wasn't as… practiced, as careful, as he is now.\" He fell silent and watched me intently as I thought it through. \"So if we'd met… oh, in a dark alley or something…\" I trailed off. \"It took everything I had not to jump up in the middle of that class full of children and —\" He stopped abruptly, looking away. \"When you walked past me, I could have ruined everything Carlisle has built for us, right then and there. If I hadn't been denying my thirst for the last, well, too many years, I wouldn't have been able to stop myself.\" He paused, scowling at the trees. He glanced at me grimly, both of us remembering. \"You must have thought I was possessed.\" \"I couldn't understand why. How you could hate me so quickly…\" \"To me, it was like you were some kind of demon, summoned straight from my own personal hell to ruin me. The fragrance coming off your skin… I thought it would make me deranged that first day. In that one hour, I thought of a hundred different ways to lure you from the room with me, to get you alone. And I fought them each back, thinking of my family, what I could do to them. I had to run out, to get away before I could speak the words that would make you follow…\" He looked up then at my staggered expression as I tried to absorb his bitter memories. His golden eyes scorched from under his lashes, hypnotic and deadly. \"You would have come,\" he promised. I tried to speak calmly. \"Without a doubt.\" He frowned down at my hands, releasing me from the force of his stare. \"And then, as I tried to rearrange my schedule in a pointless attempt to avoid you, you were there — in that close, warm little room, the scent was maddening. I so very nearly took you then. There was only one other frail human there — so easily dealt with.\" I shivered in the warm sun, seeing my memories anew through his eyes, only now grasping the danger. Poor Ms. Cope; I shivered again at how close I'd come to being inadvertently responsible for her death. \"But I resisted. I don't know how. I forced myself not to wait for you, not to follow you from the school. It was easier outside, when I couldn't smell you anymore, to think clearly, to make the right decision. I left the others near home — I was too ashamed to tell them how weak I was, they only knew something was very wrong — and then I went straight to Carlisle, at the hospital, to tell him I was leaving.\" I stared in surprise.  \"I traded cars with him — he had a full tank of gas and I didn't want to stop. I didn't dare to go home, to face Esme. She wouldn't have let me go without a scene. She would have tried to convince me that it wasn't necessary… \"By the next morning I was in Alaska.\" He sounded ashamed, as if admitting a great cowardice. \"I spent two days there, with some old acquaintances… but I was homesick. I hated knowing I'd upset Esme, and the rest of them, my adopted family. In the pure air of the mountains it was hard to believe you were so irresistible. I convinced myself it was weak to run away. I'd dealt with temptation before, not of this magnitude, not even close, but I was strong. Who were you, an insignificant little girl\" — he grinned suddenly — \"to chase me from the place I wanted to be? So I came back…\" He stared off into space. I couldn't speak. \"I took precautions, hunting, feeding more than usual before seeing you again. I was sure that I was strong enough to treat you like any other human. I was arrogant about it. \"It was unquestionably a complication that I couldn't simply read your thoughts to know what your reaction was to me. I wasn't used to having to go to such circuitous measures, listening to your words in Jessica's mind… her mind isn't very original, and it was annoying to have to stoop to that. And then I couldn't know if you really meant what you said. It was all extremely irritating.\" He frowned at the memory. \"I wanted you to forget my behavior that first day, if possible, so I tried to talk with you like I would with any person. I was eager actually, hoping to decipher some of your thoughts. But you were too interesting, I found myself caught up in your expressions… and every now and then you would stir the air with your hand or your hair, and the scent would stun me again… \"Of course, then you were nearly crushed to death in front of my eyes. Later I thought of a perfectly good excuse for why I acted at that moment — because if I hadn't saved you, if your blood had been spilled there in front of me, I don't think I could have stopped myself from exposing us for what we are. But I only thought of that excuse later. At the time, all I could think was, 'Not her.'\" He closed his eyes, lost in his agonized confession. I listened, more eager than rational. Common sense told me I should be terrified. Instead, I was relieved to finally understand. And I was filled with compassion for his suffering, even now, as he confessed his craving to take my life. I finally was able to speak, though my voice was faint. \"In the hospital?\" His eyes flashed up to mine. \"I was appalled. I couldn't believe I had put us in danger after all, put myself in your power — you of all people. As if I needed another motive to kill you.\"  We both flinched as that word slipped out. \"But it had the opposite effect,\" he continued quickly. \"I fought with Rosalie, Emmett, and Jasper when they suggested that now was the time… the worst fight we've ever had. Carlisle sided with me, and Alice.\" He grimaced when he said her name. I couldn't imagine why. \"Esme told me to do whatever I had to in order to stay.\" He shook his head indulgently. \"All that next day I eavesdropped on the minds of everyone you spoke to, shocked that you kept your word. I didn't understand you at all. But I knew that I couldn't become more involved with you. I did my very best to stay as far from you as possible. And every day the perfume of your skin, your breath, your hair… it hit me as hard as the very first day.\" He met my eyes again, and they were surprisingly tender. \"And for all that,\" he continued, \"I'd have fared better if I had exposed us all at that first moment, than if now, here — with no witnesses and nothing to stop me — I were to hurt you.\" I was human enough to have to ask. \"Why?\" \"Isabella.\" He pronounced my full name carefully, then playfully ruffled my hair with his free hand. A shock ran through my body at his casual touch. \"Bella, I couldn't live with myself if I ever hurt you. You don't know how it's tortured me.\" He looked down, ashamed again. \"The thought of you, still, white, cold… to never see you blush scarlet again, to never see that flash of intuition in your eyes when you see through my pretenses… it would be unendurable.\" He lifted his glorious, agonized eyes to mine. \"You are the most important thing to me now. The most important thing to me ever.\" My head was spinning at the rapid change in direction our conversation had taken. From the cheerful topic of my impending demise, we were suddenly declaring ourselves. He waited, and even though I looked down to study our hands between us, I knew his golden eyes were on me.  \"You already know how I feel, of course,\" I finally said. \"I'm here… which, roughly translated, means I would rather die than stay away from you.\" I frowned. \"I'm an idiot.\" \"You are an idiot,\" he agreed with a laugh. Our eyes met, and I laughed, too. We laughed together at the idiocy and sheer impossibility of such a moment. \"And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word. \"What a stupid lamb,\" I sighed. \"What a sick, masochistic lion.\" He stared into the shadowy forest for a long moment, and I wondered where his thoughts had taken him. \"Why… ?\" I began, and then paused, not sure how to continue. He looked at me and smiled; sunlight glinted off his face, his teeth.  \"Yes?\" \"Tell me why you ran from me before.\" His smile faded. \"You know why.\" \"No, I mean, exactly what did I do wrong? I'll have to be on my guard, you see, so I better start learning what I shouldn't do. This, for example\" — I stroked the back of his hand — \"seems to be all right.\" He smiled again. \"You didn't do anything wrong, Bella. It was my fault.\" \"But I want to help, if I can, to not make this harder for you.\" \"Well…\" He contemplated for a moment. \"It was just how close you were. Most humans instinctively shy away from us, are repelled by our alienness… I wasn't expecting you to come so close. And the smell of your throat.\" He stopped short, looking to see if he'd upset me. \"Okay, then,\" I said flippantly, trying to alleviate the suddenly tense atmosphere. I tucked my chin. \"No throat exposure.\" It worked; he laughed. \"No, really, it was more the surprise than anything else.\" He raised his free hand and placed it gently on the side of my neck. I sat very still, the chill of his touch a natural warning — a warning telling me to be terrified. But there was no feeling of fear in me. There were, however, other feelings… \"You see,\" he said. \"Perfectly fine.\" My blood was racing, and I wished I could slow it, sensing that this must make everything so much more difficult — the thudding of my pulse in my veins. Surely he could hear it. \"The blush on your cheeks is lovely,\" he murmured. He gently freed his other hand. My hands fell limply into my lap. Softly he brushed my cheek, then held my face between his marble hands. \"Be very still,\" he whispered, as if I wasn't already frozen. Slowly, never moving his eyes from mine, he leaned toward me. Then abruptly, but very gently, he rested his cold cheek against the hollow at the base of my throat. I was quite unable to move, even if I'd wanted to. I listened to the sound of his even breathing, watching the sun and wind play in his bronze hair, more human than any other part of him. With deliberate slowness, his hands slid down the sides of my neck. I shivered, and I heard him catch his breath. But his hands didn't pause as they softly moved to my shoulders, and then stopped. His face drifted to the side, his nose skimming across my collarbone. He came to rest with the side of his face pressed tenderly against my chest. Listening to my heart. \"Ah,\" he sighed. I don't know how long we sat without moving. It could have been hours.  Eventually the throb of my pulse quieted, but he didn't move or speak again as he held me. I knew at any moment it could be too much, and my life could end — so quickly that I might not even notice. And I couldn't make myself be afraid. I couldn't think of anything, except that he was touching me. And then, too soon, he released me.  His eyes were peaceful. \"It won't be so hard again,\" he said with satisfaction. \"Was that very hard for you?\" \"Not nearly as bad as I imagined it would be. And you?\" \"No, it wasn't bad… for me.\" He smiled at my inflection. \"You know what I mean.\" I smiled. \"Here.\" He took my hand and placed it against his cheek. \"Do you feel how warm it is?\" And it was almost warm, his usually icy skin. But I barely noticed, for I was touching his face, something I'd dreamed of constantly since the first day I'd seen him. \"Don't move,\" I whispered. No one could be still like Edward. He closed his eyes and became as immobile as stone, a carving under my hand. I moved even more slowly than he had, careful not to make one unexpected move. I caressed his cheek, delicately stroked his eyelid, the purple shadow in the hollow under his eye. I traced the shape of his perfect nose, and then, so carefully, his flawless lips. His lips parted under my hand, and I could feel his cool breath on my fingertips. I wanted to lean in, to inhale the scent of him. So I dropped my hand and leaned away, not wanting to push him too far. He opened his eyes, and they were hungry. Not in a way to make me fear, but rather to tighten the muscles in the pit of my stomach and send my pulse hammering through my veins again. \"I wish,\" he whispered, \"I wish you could feel the… complexity… the confusion… I feel. That you could understand.\" He raised his hand to my hair, then carefully brushed it across my face. \"Tell me,\" I breathed. \"I don't think I can. I've told you, on the one hand, the hunger — the thirst — that, deplorable creature that I am, I feel for you. And I think you can understand that, to an extent. Though\" — he half-smiled — \"as you are not addicted to any illegal substances, you probably can't empathize completely. \"But…\" His fingers touched my lips lightly, making me shiver again. \"There are other hungers. Hungers I don't even understand, that are foreign to me.\" \"I may understand that better than you think.\" \"I'm not used to feeling so human. Is it always like this?\" \"For me?\" I paused. \"No, never. Never before this.\" He held my hands between his. They felt so feeble in his iron strength. \"I don't know how to be close to you,\" he admitted. \"I don't know if I can.\" I leaned forward very slowly, cautioning him with my eyes. I placed my cheek against his stone chest. I could hear his breath, and nothing else. \"This is enough,\" I sighed, closing my eyes. In a very human gesture, he put his arms around me and pressed his face against my hair. \"You're better at this than you give yourself credit for,\" I noted. \"I have human instincts — they may be buried deep, but they're there.\" We sat like that for another immeasurable moment; I wondered if he could be as unwilling to move as I was. But I could see the light was fading, the shadows of the forest beginning to touch us, and I sighed. \"You have to go.\" \"I thought you couldn't read my mind.\" \"It's getting clearer.\" I could hear a smile in his voice. He took my shoulders and I looked into his face. \"Can I show you something?\" he asked, sudden excitement flaring in his eyes. \"Show me what?\" \"I'll show you how I travel in the forest.\" He saw my expression. \"Don't worry, you'll be very safe, and we'll get to your truck much faster.\" His mouth twitched up into that crooked smile so beautiful my heart nearly stopped. \"Will you turn into a bat?\" I asked warily. He laughed, louder than I'd ever heard. \"Like I haven't heard that one before!\" \"Right, I'm sure you get that all the time.\" \"Come on, little coward, climb on my back.\" I waited to see if he was kidding, but, apparently, he meant it. He smiled as he read my hesitation, and reached for me. My heart reacted; even though he couldn't hear my thoughts, my pulse always gave me away. He then proceeded to sling me onto his back, with very little effort on my part, besides, when in place, clamping my legs and arms so tightly around him that it would choke a normal person. It was like clinging to a stone. \"I'm a bit heavier than your average backpack,\" I warned.  \"Hah!\" he snorted. I could almost hear his eyes rolling. I'd never seen him in such high spirits before. He startled me, suddenly grabbing my hand, pressing my palm to his face, and inhaling deeply. \"Easier all the time,\" he muttered. And then he was running. If I'd ever feared death before in his presence, it was nothing compared to how I felt now. He streaked through the dark, thick underbrush of the forest like a bullet, like a ghost. There was no sound, no evidence that his feet touched the earth. His breathing never changed, never indicated any effort. But the trees flew by at deadly speeds, always missing us by inches. I was too terrified to close my eyes, though the cool forest air whipped against my face and burned them. I felt as if I were stupidly sticking my head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, in a matter of minutes, we were back to the truck. \"Exhilarating, isn't it?\" His voice was high, excited. He stood motionless, waiting for me to climb down. I tried, but my muscles wouldn't respond. My arms and legs stayed locked around him while my head spun uncomfortably. \"Bella?\" he asked, anxious now. \"I think I need to lie down,\" I gasped. \"Oh, sorry.\" He waited for me, but I still couldn't move. \"I think I need help,\" I admitted. He laughed quietly, and gently unloosened my stranglehold on his neck. There was no resisting the iron strength of his hands. Then he pulled me around to face him, cradling me in his arms like a small child. He held me for a moment, then carefully placed me on the springy ferns. \"How do you feel?\" he asked. I couldn't be sure how I felt when my head was spinning so crazily. \"Dizzy, I think.\" \"Put your head between your knees.\" I tried that, and it helped a little. I breathed in and out slowly, keeping my head very still. I felt him sitting beside me. The moments passed, and eventually I found that I could raise my head. There was a hollow ringing sound in my ears. \"I guess that wasn't the best idea,\" he mused. I tried to be positive, but my voice was weak. \"No, it was very interesting.\" \"Hah! You're as white as a ghost — no, you're as white as me!\" \"I think I should have closed my eyes.\" \"Remember that next time.\" \"Next time!\" I groaned. He laughed, his mood still radiant. \"Show-off,\" I muttered. \"Open your eyes, Bella,\" he said quietly. And he was right there, his face so close to mine. His beauty stunned my mind — it was too much, an excess I couldn't grow accustomed to. \"I was thinking, while I was running…\" He paused. \"About not hitting the trees, I hope.\" \"Silly Bella,\" he chuckled. \"Running is second nature to me, it's not something I have to think about.\" \"Show-off,\" I muttered again. He smiled. \"No,\" he continued, \"I was thinking there was something I wanted to try.\" And he took my face in his hands again. I couldn't breathe. He hesitated — not in the normal way, the human way. Not the way a man might hesitate before he kissed a woman, to gauge her reaction, to see how he would be received. Perhaps he would hesitate to prolong the moment, that ideal moment of anticipation, sometimes better than the kiss itself. Edward hesitated to test himself, to see if this was safe, to make sure he was still in control of his need. And then his cold, marble lips pressed very softly against mine. What neither of us was prepared for was my response. Blood boiled under my skin, burned in my lips. My breath came in a wild gasp. My fingers knotted in his hair, clutching him to me. My lips parted as I breathed in his heady scent. Immediately I felt him turn to unresponsive stone beneath my lips. His hands gently, but with irresistible force, pushed my face back. I opened my eyes and saw his guarded expression. \"Oops,\" I breathed. \"That's an understatement.\" His eyes were wild, his jaw clenched in acute restraint, yet he didn't lapse from his perfect articulation. He held my face just inches from his. He dazzled my eyes. \"Should I… ?\" I tried to disengage myself, to give him some room. His hands refused to let me move so much as an inch. \"No, it's tolerable. Wait for a moment, please.\" His voice was polite, controlled. I kept my eyes on his, watched as the excitement in them faded and gentled. Then he smiled a surprisingly impish grin. \"There,\" he said, obviously pleased with himself. \"Tolerable?\" I asked. He laughed aloud. \"I'm stronger than I thought. It's nice to know.\" \"I wish I could say the same. I'm sorry.\" \"You are only human, after all.\" \"Thanks so much,\" I said, my voice acerbic. He was on his feet in one of his lithe, almost invisibly quick movements. He held out his hand to me, an unexpected gesture. I was so used to our standard of careful non-contact. I took his icy hand, needing the support more than I thought. My balance had not yet returned. \"Are you still faint from the run? Or was it my kissing expertise?\" How lighthearted, how human he seemed as he laughed now, his seraphic face untroubled. He was a different Edward than the one I had known. And I felt all the more besotted by him. It would cause me physical pain to be separated from him now. \"I can't be sure, I'm still woozy,\" I managed to respond. \"I think it's some of both, though.\" \"Maybe you should let me drive.\" \"Are you insane?\" I protested. \"I can drive better than you on your best day,\" he teased. \"You have much slower reflexes.\" \"I'm sure that's true, but I don't think my nerves, or my truck, could take it.\" \"Some trust, please, Bella.\" My hand was in my pocket, curled tightly around the key. I pursed my lips, deliberated, then shook my head with a tight grin. \"Nope. Not a chance.\" He raised his eyebrows in disbelief. I started to step around him, heading for the driver's side. He might have let me pass if I hadn't wobbled slightly. Then again, he might not have. His arm created an inescapable snare around my waist. \"Bella, I've already expended a great deal of personal effort at this point to keep you alive. I'm not about to let you behind the wheel of a vehicle when you can't even walk straight. Besides, friends don't let friends drive drunk,\" he quoted with a chuckle. I could smell the unbearably sweet fragrance coming off his chest. \"Drunk?\" I objected. \"You're intoxicated by my very presence.\" He was grinning that playful smirk again. \"I can't argue with that,\" I sighed.; I couldn't resist him in anything. I held the key high and dropped it, watching his hand flash like lightning to catch it soundlessly. \"Take it easy — my truck is a senior citizen.\" \"Very sensible,\" he approved. \"And are you not affected at all?\" I asked, irked. \"By my presence?\" Again his mobile features transformed, his expression became soft, warm. He didn't answer at first; he simply bent his face to mine, and brushed his lips slowly along my jaw, from my ear to my chin, back and forth. I trembled. \"Regardless,\" he finally murmured, \"I have better reflexes.\"",
            "vi": "13        13. Thú nhận Edward dưới ánh nắng thật rực rỡ. Tôi không thể quen được với vẻ đẹp của anh, dù đã nhìn anh suốt buổi chiều. Da anh, trắng mặc cho nét phấn khích mơ hồ từ chuyến đi săn hôm qua, lấp lánh theo nghĩa đen, như hàng ngàn viên kim cương nhỏ xíu được gắn trên bề mặt. Anh nằm yên không nhúc nhích trên cỏ, áo sơ mi để lộ bờ ngực sáng chói, như tượng tạc, cánh tay thanh tú để trần.  Đôi mi tím nhạt lấp lánh nhắm lại, dù dĩ nhiên anh không ngủ. Một bức tượng hoàn hảo, tạc ra từ một tảng đá không rõ tên, mịn như cẩm thạch, lấp lánh như pha lê.  Thỉnh thoảng, môi anh động đậy, thật nhanh giống như chúng đang run rẩy. Nhưng, khi tôi hỏi, anh nói là mình đang hát nghêu ngao; quá nhỏ đến nỗi tôi không nghe được.  Tôi cũng tận hưởng nắng trời, dù không khí không hoàn toàn khô ráo như tôi thích. Tôi lẽ ra cũng thích nằm ngã lưng ra, như anh, để mặt trời sưởi ấm mặt mình. Nhưng tôi cứ ngồi ôm gối, cằm để trên đầu gối, không muốn rời mắt khỏi anh. Gió dịu dàng; làm bù rối mái tóc tôi và làm gợn sóng đám cỏ rung rinh quanh cơ thể bất động của anh.  Đồng cỏ, lúc đầu đối với tôi thật ngoạn mục, nay mờ nhạt bên vẻ lộng lẫy của anh.  Ngập ngừng, thậm chí cả bây giờ, tôi vẫn luôn sợ anh sẽ biến mất như một ảo ảnh, quá đẹp để có thể là sự thực ... ngập ngừng, tôi vươn một ngón tay ra phía trước và vuốt lưng bàn  tay sáng mờ mờ, đang trong tầm tay tôi. Tôi lại kinh ngạc vì làn da hoàn hảo, mượt như xa tanh, lạnh như đá. Khi tôi nhìn lên trở lại, mắt anh đang mở, ngắm nhìn tôi.  Hôm nay, mắt anh màu kẹo bơ, nhạt hơn, ấm hơn sau khi đi săn. Nụ cười thoáng hiện nơi khoé môi hoàn mỹ.  \"Tôi không làm em sợ chứ?\" anh hỏi đùa, nhưng tôi có thể nghe sự tò mò thực sự trong giọng nói dịu dàng đó.  \"Không hơn bình thường. \" Anh toét miệng cười to hơn; răng loé dưới ánh nắng trời.  Tôi xích lại gần hơn, đưa nguyên bàn tay dò theo đường nét cánh tay anh bằng đầu ngón tay. Tôi thấy ngón tay mình run rẩy, và biết điều đó không thoát ánh mắt anh.  \"Anh có phiền không?\" tôi hỏi, vì anh lại nhắm mắt.  \"Không, \" anh nói không mở mắt. \"Em không thể tưởng tượng được tôi cảm thấy sao đâu.” anh thở dài.  Tôi nhẹ lướt tay mình lên những bắp cơ hoàn hảo của cánh tay anh, di chuyển theo đường mờ mờ của mạch máu xanh xanh bên trong nếp gấp ở khuỷu tay anh. Với bàn tay khác, tôi lật bàn tay anh lại. Nhận ra điều tôi muốn, anh lật lòng bàn tay anh lên bằng một cử động nhanh như cắt. Nó làm tôi giật mình; ngón tay tôi sững lại trên cánh tay anh trong chốc lát.  \"Xin lỗi, \" anh thì thầm. Tôi nhìn lên đúng lúc thấy đôi mắt vàng của anh lại nhắm lại. \"Thật dễ là chính mình khi ở bên em.” for me, not knowing.\" Tôi nâng tay anh lên, xoay nó theo đủ hướng để xem mặt trời lấp lánh trên lòng bàn tay anh. Tôi cầm nó gần mặt mình hơn, cố xem những khía kim cương ẩn trong da anh.  \"Kể cho tôi nghe điều em đang nghĩ đi, \" anh thì thầm. Tôi nhìn thấy mắt anh đang quan sát tôi, chăm chú bất ngờ. \"Với tôi vẫn thật kỳ lạ, vì không biết em nghĩ gì. \" \"Anh biết mà, ai cũng cảm nhận như nhau. \" \"Thật là một cuộc sống khó khăn. \" Có phải tôi tưởng tượng ra chút hối tiếc trong giọng anh ?\" Nhưng em vẫn chưa nói tôi biết em đang nghĩ gì.” \"Tôi đang ước tôi có thể biết anh đang nghĩ gì \" tôi do dự.  \"Và ?\" \"Tôi đang ước có thể tin rằng anh có thực. Và tôi đang ước mình không e sợ.” \"Tôi không muốn em e sợ. \" Giọng anh chỉ còn là một tiếng thì thầm dịu dàng. Tôi nghe điều anh không thể nói thực lòng, là tôi không cần phải e sợ, chẳng có gì phải sợ hãi cả.  \"Ừm, tôi đâu có ý nói là sợ hãi, dù đó là hẳn là chuyện phải suy nghĩ.” Nhanh chóng đến nỗi tôi không kịp thấy anh di chuyển, anh đã nửa ngồi nửa nằm, tựa trên cánh tay phải, lòng bàn tay trái của anh vẫn nằm trong tay tôi. Khuôn mặt thiên thần của anh chỉ cách tôi vài inch. Tôi có thể – lẽ ra nên – lùi ra xa sự gần gũi bất ngờ của anh, nhưng tôi không nhúc nhích được.  Đôi mắt vàng của anh thôi miên tôi.  \"Vậy thì em e sợ điều gì?\" anh thì thầm chăm chú.  Nhưng tôi không trả lời được. Y như trước đây, tôi ngửi thấy hơi thở mát rượi của anh trên mặt tôi. Mùi ngọt, ngon, làm tôi thèm thuồng. Chẳng giống bất cứ thứ gì khác. Theo bản năng, không suy nghĩ, tôi cúi gần, hít vào.  Và anh biến mất, tay anh xé tay mình khỏi tay tôi.  Khi tôi tập trung mắt nhìn được thì anh đã cách tôi hai mươi bước, đứng ở rìa đồng cỏ nhỏ, trong bóng âm u của cây linh sam khổng lồ. Anh nhìn tôi chằm chằm, mắt anh đen thẫm trong bóng tối, vẻ mặt anh khó hiểu.  Tôi có thể cảm thấy nỗi tổn thương và sốc trên mặt mình. Bàn tay trống rỗng của tôi đau nhói.  \"Tôi xin lỗi Edward, \" tôi thì thầm. Tôi biết anh nghe thấy.  \"Cho tôi một phút, \" anh gọi, chỉ đủ to cho đôi tai không nhạy lắm của tôi. Tôi ngồi yên không nhúc nhích.  Sau mười giây lâu như hàng thế kỷ, anh quay lại, chậm rãi đối với anh. Anh dừng lại, vẫn cách tôi vài bước, và duyên dáng ngồi xuống đắt, bắt chéo chân. Mắt anh chẳng hề rời  mắt tôi.  Anh hít hai hơi thở sâu, rồi mỉm cười xin lỗi.  \"Tôi vô cùng xin lỗi. \" anh do dự. \"Em có hiểu ý tôi nói gì không khi tôi nói mình đã chỉ là con người?\" Tôi gật đầu một lần, vẫn chưa thể cười được vì lời nói đùa của anh. Adrenaline rần rật chảy trong mạch máu của tôi khi dần nhận ra nguy hiểm. Anh có thể cảm nhận được điều đó từ nơi anh đang ngồi. Nụ cười anh chế giễu trở lại.  \"Tôi là con dã thú hùng mạnh nhất thế giới, phải không?  Mọi thứ trong tôi đều mời mọc em - giọng tôi, mặt tôi, thậm chí mùi hương của tôi. Làm như tôi cần đến mấy thứ đó vậy!\" Bất ngờ, anh đứng dậy, phóng đi, ngay lập tức khuất khỏi tầm nhìn, rồi lại  xuất hiện dưới cái cây cũ, anh vừa đi một vòng quanh đồng cỏ trong vòng nửa giây.  \"Làm như em có thể chạy nhanh hơn tôi, \" anh cười chua chát.  Anh vươn một tay lên và, rắc một tiếng điếc tai, bẻ một nhánh mập hai feet khỏi thân cây vân sam. Anh giữ thăng bằng nó trong bàn tay trong chốc lát, rồi ném nó vào một cây khổng lồ khác với tốc độ khủng khiếp, thân cây này lắc lư, run rẩy vì cú đâm.  Và anh lại ở phía trước tôi, cách hai bước chân, lặng như đá.  \"Làm như thể em có thể kháng cự được tôi, \" anh nói nhẹ nhàng.  Tôi ngồi không nhúc nhích, khiếp sợ anh chưa từng thấy. Tôi chưa từng nhìn thấy anh thoát khỏi bề ngoài văn minh chỉnh chu ấy.  Anh chưa từng ít tính người hơn ... hay xinh đẹp hơn. Khuôn mặt tái mét, mắt mở to, tôi ngồi như con chim bị thôi miên dưới ánh mắt của con rắn.  Đôi mắt đẹp của anh dường như đầy vẻ kích động mênh mông. Rồi vài giây trôi qua, chúng mờ đi. Khuôn mặt anh từ từ bị bao phủ  bởi chiếc mặt nạ buồn bã muôn thuở.  \"Đừng sợ, \" anh thì thầm, giọng nói mượt mà quyến rũ không chủ tâm. \"Tôi hứa ...\" Anh do dự. \"Tôi thề sẽ không hại em. \" Anh có vẻ lo tự thuyết phục mình hơn thuyết phục tôi.  \"Đừng sợ, \" anh lại thì thầm khi bước đến gần hơn, chậm hơn. Anh ngồi uyển chuyển, với chuyển động cố tình không vội vã, cho đến khi khuôn mặt của chúng tôi ngang bằng nhau, chỉ cách một bước chân.  \"Xin hãy tha thứ cho tôi, \" anh nói trịnh trọng. \"Tôi có thể kiểm soát mình. Em làm tôi bị bất ngờ. Nhưng tôi bây giờ sẽ cư xử đàng hoàng. \" Anh đợi, nhưng tôi vẫn không nói được.  \"Hôm nay tôi không khát đâu, thật đó. \" Anh nháy mắt.  Tới lúc này thì tôi phải phá ra cười, dù âm thanh run run và nghẹn thở.  \"Em ổn chứ ?\" anh hỏi dịu dàng, từ từ, cẩn thận, đưa bàn tay cẩm thạch ra để đặt vào tay tôi.  Tôi nhìn vào bàn tay lạnh, mượt mà của anh rồi nhìn vào mắt anh.  Chúng thật dịu dàng, ăn năn. Tôi ngoái lại nhìn bàn tay anh, rồi thong thả dò theo đường nét của bàn tay anh lần nữa bằng đầu ngón tay. Tôi nhìn lên và mỉm cười rụt rè.  Nụ cười đáp trả của anh thật rực rỡ.  \"Mình đang nói đến đâu nhỉ, trước khi tôi cư xử thô lỗ như thế?\" anh hỏi bằng giọng điệu dịu dàng của thế kỷ trước.  \"Tôi thực chẳng nhớ. \" Anh mỉm cười, nhưng mặt anh xấu hổ. \"Tôi nghĩ mình đang nói về chuyện vì sao em e sợ, ngoài lý do rõ rệt đó. \" \"Ồ, đúng rồi. \" \"Sao?\" Tôi nhìn xuống tay anh và vẽ nguệch ngoạc vu vơ qua lòng bàn tay mịn, óng ánh của anh. Từng giây trôi qua.  \"Sao tôi lại dễ nản lòng đến thế, \" anh thở dài. Tôi nhìn vào mắt anh, đột ngột hiểu rằng điều này hoàn toàn mới đối với anh cũng như đối với tôi. Dù anh đã có bao năm kinh nghiệm sống thì chuyện này cũng thật khó đối với anh. Tôi can đảm hẳn khi nghĩ vậy.  \"Tôi sợ ... vì, vì, ờ thì, rõ ràng là tôi không thể ở bên anh. Mà tôi e sợ là tôi muốn ở bên anh, nhiều hơn tôi nên thế. \" Tôi nhìn xuống tay anh vừa nói. Thật khó với tôi khi nói ra điều này.  \"Đúng vậy, \" anh đồng ý từ từ. \"Đó là điều phải e sợ, thật sự. Muốn ở bên tôi ư?  Đó thực sự không phải là điều tốt nhất cho em đâu.” Tôi cau mày.  \"Lẽ ra tôi nên bỏ đi lâu rồi, \" anh thở dài. \"Bây giờ tôi nên đi ngay. Nhưng tôi không biết liệu tôi làm được chuyện đó không. \" \"Tôi không muốn anh bỏ đi, \" tôi lầm bầm thảm hại, lại nhìn xuống.  \"Đó chính là lý do tại sao tôi nên đi. Nhưng đừng lo. Tôi là một sinh vật hết sức ích kỷ. Tôi khao khát có em ở bên mình nhiều đến nỗi không thể làm điều nên làm. \" \"Tôi mừng lắm. \" you mean — by that last part anyway,\" I said. \"Đừng mừng!\" anh rút tay ra, nhẹ nhàng hơn lần này; giọng anh gay gắt hơn bình thường. Gay gắt đối với anh, nhưng vẫn ngọt ngào hơn giọng nói của bất kỳ ai. Thật khó theo kịp – tâm trạng thay đổi đột ngột của anh luôn làm tôi bất ngờ, mê mụ.  \"Không chỉ sự kề cận của em, tôi khao khát! Đừng bao giờ quên điều đó. Đừng bao giờ quên tôi nguy hiểm đối với em hơn với bất kỳ ai khác. \" Anh dừng lại, và tôi thấy anh đang nhìn đờ đẫn vào rừng.  Tôi nghĩ trong chốc lát.  \" Dầu sao chăng nữa, tôi không nghĩ mình hiểu anh muốn nói gì cả – về đoạn cuối đó, \" tôi nói.  Anh ngoái lại nhìn tôi và mỉm cười, tâm trạng anh thay đổi lần nữa.  \"Làm sao để giải thích đây?\" anh trầm ngâm. \" mà không làm em sợ lần nữa... hmmmm. \" Dường như chẳng hề suy nghĩ, anh đặt bàn tay mình vào tay tôi; tôi ôm chặt bàn tay ấy trong hai tay mình. Anh nhìn bàn tay của chúng tôi.  \"Thật dễ chịu đến không ngờ, hơi ấm này. \" anh thở dài.  Một thời gian trôi qua khi anh tập trung suy nghĩ trở lại.  \"Em biết mỗi người thích một mùi hương khác nhau như thế nào không?\" anh bắt đầu. \"Có người thích kem sô - cô - la, có người lại thích dâu hơn?\" Tôi gật đầu.  \"Xin lỗi vì so sánh em với thức ăn - tôi không nghĩ ra được cách nào khác để giải thích cho em hiểu. \" Tôi mỉm cười. Anh mỉm cười buồn bã trở lại.  \"Em thấy đó, mỗi người toả một mùi khác nhau, có mùi hương khác nhau. Nếu em nhốt một bợm rượu vô phòng đầy bia ôi cũ, anh ta sẽ sung sướng uống nó.  Nhưng anh ta có thể kháng cự lại, nếu anh ta muốn, nếu anh ta đang cố cai rượu.  Bây giờ để coi, em đặt vào căn phòng đó một ly rượu mạnh trăm tuổi, loại rượu cô-nhắc hiếm nhất, ngon nhất làm cho căn phòng ngập tràn mùi thơm ngon ấm áp của nó - em nghĩ bây giờ anh ta xoay xở làm sao?\" Chúng tôi ngồi lặng lẽ, nhìn vào mắt nhau - cố đọc suy nghĩ của nhau.  Anh phá tan yên lặng trước.  \"Có lẽ không so sánh hợp lắm. Có lẽ quá dễ từ chối ly rượu mạnh ấy. Có lẽ tôi nên đổi kẻ nghiện rượu ấy thành kẻ nghiện ma túy thì đúng hơn. \" \"Vậy điều anh muốn nói là, tôi là một loại ma túy của anh?\" tôi trêu, cố làm không khí vui vẻ lên.  Anh mỉm cười ngay, có vẻ cảm kích nỗ lực của tôi. \"Ừ, em đúng là loại ma túy của tôi. \" \"Chuyện đó có thường gặp không?\" tôi hỏi.  Anh nhìn qua ngọn cây, suy tính cách trả lời.  \"Tôi đã kể cho anh em trong nhà nghe về chuyện đó. \" anh vẫn nhìn ra xa. \"Với Jasper, ai trong loài người của em cũng mang lại cảm giác giống nhau.  Anh ấy là người mới gia nhập vào gia đình chúng tôi nhất.  Đó quả là cuộc đấu tranh kiêng nhịn của anh ta. Anh ta chưa có thời gian để phân biệt sự khác biệt về mùi, về hương vị. \" Anh liếc nhanh về phía tôi, mặt anh đầy hối tiếc.  \"Xin lỗi, \" anh nói.  \"Tôi không phiền đâu. Xin đừng lo tôi giận, hoặc làm tôi sợ, hoặc gì hết.  Đó là cách anh nghĩ. Tôi có thể hiểu, hoặc tôi ít nhất cũng cố để hiểu. Cứ giải thích trong khả năng của anh.” Anh hít thật sâu và nhìn chằm chằm vào bầu trời trở lại.  \"Vì thế Jasper không biết anh ấy đã bao giờ gặp một người\" - anh do dự, tìm lời để nói - \"hấp dẫn như em hấp dẫn tôi.  Tôi nghĩ là không. Emmett đã kiêng cữ lâu hơn, ấy là nói thế thôi, nên anh ta hiểu tôi muốn nói gì. Anh ấy nói anh ấy đã gặp chuyện đó hai lần, một lần mạnh hơn lần kia.\" \"Còn anh thì sao?\" \"Chưa từng. \" Lời nói ấy lơ lửng ở đó hồi lâu trong làn gió nhẹ ấm áp.  \"Emmett đã làm gì?\" tôi hỏi để phá tan yên lặng.  Đó là câu hỏi sai lầm. Khuôn mặt anh tối sầm, tay anh cuộn lại thành nắm đấm trong tay tôi. Anh nhìn sang chỗ khác. Tôi đợi, nhưng anh không trả lời.  \"Tôi nghĩ tôi biết, \" cuối cùng thì tôi cũng nói.  Anh ngước lên; vẻ mặt anh u sầu, van lơn.  \"Thậm chí người mạnh nhất trong chúng tôi cũng không kiềm chế được, phải không?\" \"Anh đang hỏi gì?  Xin phép tôi ư?\" Giọng tôi sắc lạnh hơn dự định. Tôi cố làm giọng mình tử tế hơn - tôi có thể đoán sự trung thực của anh làm anh phải trả giá gì. \"Ý tôi muốn nói là, chẳng có hy vọng nào cả, phải không?\"  Sao mà tôi có thể bình tĩnh nói về cái chết của mình như thế! \"Không, không phải!\" anh ân hận ngay lập tức. \"Dĩ nhiên là có hy vọng! Ý tôi là, tất nhiên tôi sẽ không …\" anh bỏ lửng câu nói. Mắt anh thiêu cháy mắt tôi.  \"Chúng ta khác. Emmett ... gặp người lạ mà.  Đó là chuyện ngày xửa ngày xưa, khi anh ấy chưa ... được tập luyện, cẩn thận, như bây giờ.\" as I thought it through. \"It took everything I had not to jump Anh chìm vào im lặng và nhìn tôi chằm chằm còn tôi nghĩ thế là xong.  \"Vậy nếu chúng ta gặp nhau ... ồ, trong một con hẻm tối tăm hoặc cái gì đó tương tự...” giọng tôi nhỏ dần.  \"Thật khó khăn để tôi không đứng bật dậy giữa lớp đầy học sinh và  - \" anh dừng lại đột ngột, nhìn sang chỗ khác. \"Khi em đi qua tôi, tôi lẽ ra đã phá hỏng mọi thứ Carlisle đã tạo dựng cho chúng tôi, ngay lập tức. Nếu không phải đã rất lâu năm rồi tôi đè nén được cơn khát của mình, ờ thì, chắc tôi không kiềm chế được mình rồi. \" anh ngừng lại, quắc mắt nhìn vào rừng.  Anh liếc nhìn tôi buồn rầu, cả hai chúng tôi cùng nhớ lại. \"Em hẳn nghĩ tôi bị ma ám. \" \"Tôi không thể hiểu vì sao. Vì sao anh có thể ghét tôi nhanh thế ... \" \"Đối với tôi, tựa như em là một loại quỷ dữ, từ địa ngục trong tôi chui lên để cám dỗ tôi. Mùi thơm toả ra từ da em ... tôi nghĩ nó có thể làm tôi bị loạn trí trong ngày đầu tiên ấy. Trong một tiếng đồng hồ đó, tôi nghĩ hàng trăm cách để nhử em ra khỏi phòng với tôi, để em chỉ có một mình. Rồi tôi phải chiến đấu chống lại từng ý tưởng đó, nghĩ về gia đình tôi, điều tôi có thể gây ra cho họ. Tôi phải bỏ chạy, để rời khỏi trước khi tôi có thể nói những lời sẽ làm em đi theo tôi... \" \"You would have come,\" he promised. Anh ngước lên nhìn vào nét mặt do dự của tôi khi tôi cố tiếp nhận những kỷ niệm đắng của anh. Đôi mắt vàng của anh nóng bỏng từ dưới hàng mi, hấp dẫn và chết người.  \"Lẽ ra em đã đến với tôi rồi, \" anh thề.  Tôi cố nói bình tĩnh. \" Chắc chắn rồi. \" Anh cau mày nhìn xuống tay tôi, giải phóng tôi khỏi sức mạnh của cái nhìn chăm chú của anh.  \"Và rồi, khi tôi cố gắng vô ích để đổi lịch học để tránh em, em lại đã ở đó - trong cái phòng nhỏ ấm áp, gần gũi đó, mùi hương làm tôi phát điên. Tôi gần như suýt bắt em đi. Chỉ có một con người yếu ớt khác ở đó thôi - quá dễ xử lý. \" Tôi rùng mình trong nắng ấm, nhìn thấy ký ức mình một lần nữa qua đôi mắt anh, chỉ bây giờ mới biết được nỗi nguy hiểm đã qua. Cô Cope tội nghiệp; tôi rùng mình lần nữa vì tôi suýt vô tình chịu trách nhiệm về cái chết của cô ấy.  \"Nhưng tôi đã cưỡng lại. Tôi không biết làm sao mà được vậy. Tôi buộc mình không chờ em, không đi theo em từ trường. Dễ cưỡng lại hơn khi đã ở bên ngoài, khi không ngửi thấy mùi em nữa, để suy nghĩ mạch lạc, để quyết định đúng đắn. Tôi thả mọi người xuống gần nhà - quá xấu hổ không dám kể họ nghe tôi đã yếu đuối ra sao, họ chỉ biết đã có chuyện không ổn - rồi tôi đi thẳng đến gặp Carlisle, ở bệnh viện, để nói với ông là tôi sẽ bỏ đi. \" Tôi nhìn chằm chằm ngạc nhiên.  \"Tôi đổi xe với ông – ông có đầy bình xăng mà tôi thì không muốn dừng nửa chừng. Tôi không dám về nhà, gặp mặt Esme. Bà sẽ không để tôi đi một mình như thế. Bà sẽ cố thuyết phục tôi rằng đó là chuyện không cần thiết \"Vào sáng hôm sau tôi đã ở Alaska. \" Giọng anh có vẻ xấu hổ, như thể thừa nhận nỗi hèn nhát to lớn. \"Tôi ở đó hai ngày, với một số người quen cũ ... nhưng tôi nhớ nhà. Tôi không muốn làm Esme buồn lòng, và những người khác trong gia đình nữa, gia đình đã nuôi tôi.  Trong không khí trong lành của miền núi, thật khó tin nổi em có thể hấp dẫn không cưỡng lại nỗi như thế. Tôi tự thuyết phục mình thật hèn yếu khi bỏ chạy. Tôi đã đối phó với cám dỗ trước đây, không lớn thế này, không chút nào, nhưng tôi mạnh mẽ. Em là ai chứ, một cô bé nhỏ nhoi tầm thường” - anh cười toe toét đột ngột - \"mà lại xua tôi ra khỏi nơi tôi muốn ở? Vì thế tôi quay về...” anh nhìn vào khoảng không.  Tôi không nói được.  \"Tôi áp dụng biện pháp đề phòng, đi săn, ăn nhiều hơn bình thường trước khi gặp lại em. Tôi chắc chắn mình đủ mạnh mẽ để cư xử với em như bất cứ ai khác. Tôi kiêu ngạo về chuyện đó.  \"Rõ là hết sức phức tạp khi tôi không dễ dàng đọc được suy nghĩ của em để biết phản ứng của em dành cho tôi. Tôi không quen với chuyện phải dùng những biện pháp vòng vòng quanh co, lắng nghe lời của em trong tâm trí Jessica ... tâm trí của cô này không độc đáo cho lắm, và thật khó chịu khi phải hạ mình làm chuyện đó. Và rồi tôi cũng không biết em có thật sự nghĩ như đã nói không.  Thật cực kỳ khó chịu. \" Anh cau mày khó chịu vì ký ức ấy.  \"Tôi đã muốn em quên đi hành vi của tôi trong ngày đầu tiên đó, nếu có thể, vì vậy tôi cố nói chuyện với em như mọi người khác. Tôi thực sự háo hức, mong hiểu được suy nghĩ của em. Nhưng em quá thú vị, tôi thấy mình hiểu được vẻ mặt em ... và thỉnh thoảng em khuấy động không khí bằng tay hay tóc em, và mùi hương lại làm tôi choáng váng... \"Dĩ nhiên, thế rồi,  em suýt bị cán chết trước mắt tôi.  Sau này tôi nghĩ ra một cái cớ khá tốt để giải thích vì sao lúc đó mình lại ra tay - vì nếu không cứu em, nếu máu em đổ trước mặt tôi, tôi nghĩ tôi không thể ngăn mình để lộ cho mọi người biết mình là gì. Nhưng tôi chỉ nghĩ ra cái cớ ấy  sau này. Lúc đó, tôi chỉ nghĩ,  'Cô ấy không thể chết. ' \" Anh nhắm mắt lại, chìm đắm trong lời thú nhận khổ sở. Tôi nghe, háo hức hơn nên thế. Kinh nghiệm bảo tôi nên khiếp sợ.  Nhưng thay vào đó, tôi cảm thấy nhẹ nhõm vì cuối cùng đã hiểu. Và lòng tôi đầy trắc ẩn cho nỗi đau khổ của anh, cho dù là bây giờ, anh đã thú nhận nỗi thèm muốn kết liễu đời tôi.  Cuối cùng thì tôi cũng nói được, dù giọng yếu ớt. \"Còn trong bệnh viện?\" Mắt anh liếc lên tôi. \"Tôi kinh sợ. Tôi không thể tin nổi rốt cuộc mình đã làm cả nhà bị nguy hiểm, đã đặt mình dưới sự chi phối của em – em trong bao người.  Như thể tôi cần một lý do khác để giết em.\"   Cả hai chúng tôi đều chùn người khi từ ấy thốt ra. \"Nhưng nó lại có tác dụng ngược, \" anh nói tiếp thật nhanh. \"Tôi đã cãi nhau với Rosalie, Emmett, và Jasper khi họ gợi ý là đã đến lúc …  trận cãi nhau tệ hại nhất từng có. Carlisle đứng về phe tôi, và Alice nữa. \" Anh nhăn nhó khi anh gọi tên cô ấy. Tôi không hiểu vì sao. \" Esme bảo tôi hãy làm bất cứ điều gì cần làm để ở lại. \" Anh lắc đầu khoan dung.  \"Mọi chuyện tôi làm ngày hôm sau là nghe lén suy nghĩ của những người em nói chuyện, sửng sốt vì thấy em giữ lời hứa không tiết lộ. Tôi không hiểu em chút nào cả. Nhưng tôi biết rằng tôi không nên quá dính líu vô em. Tôi cố hết sức để ở càng xa em càng tốt. Và mỗi ngày mùi thơm của da thịt em, hơi thở em, tóc em ... giày vò tôi y như ngày đầu tiên ấy.\" Anh tìm lại mắt tôi, và chúng dịu dàng kỳ lạ.  \"Tuy thế, \" anh tiếp tục, \"Tôi hẳn xoay xở tốt hơn nếu tôi để lộ thân phận của mình ngay phút đầu tiên gặp em, còn hơn là bây giờ, ở đây - không có nhân chứng nào và không gì để ngăn chặn tôi - hại em. \" Tôi đủ nhân tính để hỏi. \"Tại sao chứ?\" \"Isabella. \" anh gọi tên đầy đủ của tôi cẩn thận, sau đó nghịch ngợm làm rối tóc tôi bằng bàn tay tự do kia.  Một cơn sốc chạy qua cơ thể tôi nơi anh chạm đến. \"Bella, tôi không thể sống nỗi nếu tôi hại em. Em không biết điều đó giày vò tôi như thế nào. \" Anh nhìn xuống, lại xấu hổ. \"Cái ý nghĩ em cứng đờ, trắng, lạnh ... không bao giờ thấy em ửng hồng má lần nữa, không bao giờ thấy ánh mắt nhạy cảm của em xuyên thấu sự giả vờ của tôi... không thể nào chịu đựng nỗi. \" Anh ngước đôi mắt đẹp đầy cay đắng nhìn vào mắt tôi. \"Em là thứ quan trọng nhất đối với tôi bây giờ. Người quan trọng nhất đời tôi từng có. \" Đầu óc tôi quay cuồng vì sự đổi hướng nhanh chóng của câu chuyện đang nói. Từ đề tài vui vẻ sang cái chết sắp đến của tôi, rồi chúng tôi đột ngột thổ lộ lòng mình. Anh đợi, và mặc dù tôi nhìn xuống nghiên cứu bàn tay của chúng tôi đang ở giữa, tôi biết đôi mắt vàng của anh đang nhìn tôi.  \"Anh biết rõ em cảm nhận sao rồi,” Cuối cùng thì tôi cũng nói. \"Em đang ở đây ...  nghĩa là em thà chết còn hơn phải lìa xa anh. \" tôi cau mày. \"Em là một đứa ngốc. \" \"Ừ, em là một đứa ngốc, \" anh cười to đồng ý. Mắt của chúng tôi gặp nhau, và tôi cũng cười. Chúng tôi cùng cười cho hành động ngu si và điều hoàn toàn không tưởng của khoảnh khắc như thế.  \"Vậy nghĩa là con sư tử đã phải lòng con cừu con” anh thì thầm. Tôi nhìn sang chỗ khác, giấu đôi mắt hồi hộp vì lời anh.  \"Con cừu con mới ngu ngốc làm sao, \" tôi thở dài.  \"Con sư tử bệnh hoạn, khổ dâm làm sao. \" Anh nhìn chằm chằm vào khu rừng u ám hồi lâu, và tôi tự hỏi suy nghĩ của anh đang đưa anh đi đâu.  \"Tại sao...?\" tôi bắt đầu, rồi ngừng lại, không biết làm sao để tiếp tục.  Anh nhìn tôi mỉm cười; ánh nắng lấp lánh trên mặt anh, răng anh.  \"Sao?\" \"Hãy nói em biết tại sao lúc trước anh trốn chạy em. \" Nụ cười anh phai tàn. \"Em biết tại sao rồi. \" \"Không, ý em là, em đã làm gì sai? Em sẽ phải cẩn thận, anh thấy đó, nên tốt hơn em nên biết những chuyện mình không nên làm. Ví dụ như\" - tôi dịu dàng vuốt mu bàn tay anh - \"chuyện này thì hình như ổn nhỉ.” Anh lại mỉm cười. \"Em không làm gì sai cả, Bella. Do lỗi anh thôi. \" \"Nhưng em muốn giúp, nếu có thể, không làm chuyện này khó khăn hơn với anh. \" \"Ừm... \" anh suy ngẫm chốc lát. \"Chỉ là em quá gần gũi. Hầu hết con người ai cũng theo bản năng đều né tránh chúng tôi, xa cách vì sự khác lạ của chúng tôi ... Tôi không nghĩ em gần gũi như thế. Và mùi cổ họng em. \"Anh ngừng giữa chừng, nhìn thử xem anh có làm tôi khó chịu không.  \"Ổn mà, được rồi\" tôi nói suồng sã, cố làm dịu bầu không khí căng thẳng đột ngột. Tôi giấu cằm. \" Không phơi họng ra rồi nhé. \" Có tác dụng ngay; anh cười. \"Không, thật đó, kỳ lạ hơn bất cứ thứ gì khác. \" Anh đưa bàn tay tự do của anh và đặt nhẹ nhàng bên cổ tôi. Tôi ngồi yên, cơn ớn lạnh của khi anh chạm vào là lời cảnh báo tự nhiên - báo tôi biết phải khiếp sợ. Nhưng chẳng hề có cảm giác sợ hãi nào trong tôi. Mà lại có cảm xúc khác ... \"Em thấy đó, \" anh nói. \"Ổn cả. \" Máu tôi chảy rần rần, và tôi ước có thể làm chậm lại, biết điều này làm mọi thứ khó khăn hơn nhiều – tiếng đập của mạch trong tĩnh mạch. Chắc chắn anh có thể nghe nó.  \"Má em ửng hồng rất dễ thương, \" anh thì thầm. Anh nhẹ nhàng rút tay kia ra. Tay tôi rơi yếu ớt vào lòng. Nhẹ nhàng anh vuốt má, sau đó giữ khuôn mặt tôi giữa đôi tay màu cẩm thạch của anh.  \"Hãy ngồi thật yên,\" anh thì thầm, như thể tôi chưa cứng hết người vậy.  Từ từ, không rời khỏi mắt tôi, anh nghiêng mình về phía tôi. Rồi đột ngột, nhưng rất nhẹ nhàng, anh áp đôi má lạnh vào vùng lõm ở cổ họng tôi. Tôi hoàn toàn không thể nhúc nhích được, dù tôi có muốn thế.  Tôi lắng nghe nhịp thở đều đều của anh, ngắm mặt trời và gió rong chơi trong mái tóc màu đồng của anh, con người hơn bất cứ một bộ phận nào trên cơ thể anh.  Với sự chậm rãi cố tình, tay anh trượt xuống cổ tôi. Tôi rùng mình, và tôi nghe anh cố giữ nhịp thở bình thường. Nhưng tay anh không ngừng lại khi di chuyển nhẹ nhàng đến vai tôi, rồi dừng lại.  moment it could be too much, andKhuôn mặt anh trượt sang bên, mũi anh lướt qua xương đòn của tôi. Anh dừng lại với một bên má dịu dàng tì vào ngực tôi.  Lắng nghe tiếng tim tôi.  \" A, \" anh thở dài.  Tôi không biết chúng tôi đã ngồi yên không nhúc nhích bao lâu. Có thể hàng giờ.  Cuối cùng tiếng rộn rã của mạch máu tôi lắng xuống, nhưng anh không nhúc nhích hay nói gì nữa khi anh giữ tôi. Tôi biết bất kỳ lúc nào cũng có thể là quá sức chịu đựng của anh, và đời tôi có thể chấm dứt - nhanh đến nỗi tôi có thể chẳng hề hay biết. Và tôi không được làm mình sợ. Tôi không nghĩ ra được chuyện gì cả, ngoại trừ chuyện anh đang vuốt ve tôi.  Thế rồi, quá sớm, anh thả tôi ra.  Mắt anh thư thái.  \"Sẽ không khó nữa, \" anh hài lòng nói.  \"Rất khó với anh ư?\" \"Không tệ như anh tưởng tượng. Còn em thì sao?\" \"Không, không tệ ... đối với em. \" Anh cười vì sự nói tránh đi của tôi. \"Em biết ý anh muốn nói gì. \" Tôi mỉm cười.  \"Đây nè. \" anh nắm tay tôi và đặt nó tựa vào má anh. \" Em có cảm thấy nó ấm ghê không?\" Làn da luôn lạnh giá của anh gần như ấm áp. Nhưng tôi vừa mới nhận ra, mình đang sờ vào mặt anh, điều tôi hằng mơ ước từ ngày đầu tiên gặp gỡ.  \"Đừng nhúc nhích nhé, \" tôi thì thầm.  Không ai có thể ngồi yên không nhúc nhích như Edward. Anh nhắm mắt lại và im lìm như đá, chạm trổ dưới bàn tay tôi.  Tôi nhích người thậm chí còn chậm hơn anh, cẩn thận không làm động tác đột ngột nào. Tôi vuốt ve má anh, vuốt nhẹ mí mắt anh, cái bóng màu tím trong quầng mắt anh. Tôi dò theo hình dạng chiếc mũi hoàn hảo của anh, rồi, rồi thật cẩn thận, đôi môi hoàn mỹ của anh. Môi anh tách ra dưới bàn tay tôi, và tôi có thể cảm thấy hơi thở mát rượi của anh trên đầu ngón tay mình. Tôi muốn tựa vào, để hít mùi hương của anh. Nên tôi buông tay tránh ra, không muốn đẩy anh quá xa.  Anh mở mắt, và đôi mắt anh đói khát. Không theo kiểu làm tôi sợ, nhưng phần nào làm dạ dày tôi quặn thắt và mạch máu nện thình thịch trong tĩnh mạch trở lại.  \"Anh ước gì, \" anh thì thầm, \"anh ước gì em có thể cảm nhận được ... sự phức tạp ... bối rối ... anh đang cảm nhận. Ước gì em hiểu được. \" Anh đưa tay lên tóc tôi, rồi cẩn thận vuốt qua mặt tôi.  \"Nói em biết đi, \" tôi thở.  \"Anh nghĩ anh không diễn tả được. Anh đã nói em biết rồi, ngoài cơn đói - khát -, mà sinh vật tồi tệ là anh, anh cảm nhận từ em. Và anh nghĩ em có thể hiểu điều đó, đến một mức độ nào đó. Mặc dù”  - anh cười nửa miệng - \" vì em chẳng nghiện một vật chất bất hợp pháp nào, nên em có lẽ không thể thông cảm hoàn toàn.  \"Nhưng... \" ngón tay anh chạm vào môi tôi nhẹ nhàng, làm tôi rùng mình lần nữa.  \"Có những khao khát khác. Những khao khát thậm chí anh cũng không hiểu, xa lạ với anh.” \"Em chắc hiểu chuyện đó tốt hơn anh nghĩ. \" \"Anh không quen với cảm nhận quá con người như thế. Luôn vậy sao?\" \"Đối với em hả?\" tôi ngừng lại. \" Chưa, chưa từng. Chưa từng có trước đây. \" Anh giữ hai tay tôi giữa đôi tay anh.  Chúng có vẻ thật yếu ớt dưới sức mạnh sắt đá của anh.  \"Anh không biết làm sao để gần em, \" anh thừa nhận. \"anh không biết anh có làm vậy được không.” Tôi nghiêng người về phía trước thật chậm, báo trước anh biết bằng mắt. Tôi đặt má mình lên bờ ngực rắn chắc của anh. Tôi có thể nghe được hơi thở anh, nhưng không có gì khác.  \"Vậy là đủ, \" tôi thở dài, nhắm mắt lại.  Bằng một cử chỉ rất người, anh vòng tay quanh tôi và áp mặt lên tóc tôi.  \"Anh giỏi chuyện này hơn là anh nghĩ đó, \" tôi nhận xét.  \"Anh có bản năng của con người mà - có thể bị chôn sâu, nhưng vẫn có ở đó. \" Chúng tôi ngồi như thế không biết bao lâu; Tôi tự hỏi không biết anh có chẳng hề muốn nhúc nhích như tôi không. Nhưng tôi thấy ánh sáng đang nhạt dần, bóng rừng bắt đầu che phủ chúng tôi, nên tôi thở dài.  \"Em phải đi rồi. \" \"Em tưởng anh không đọc được suy nghĩ của em chứ. \" \"Ngày càng dễ đọc hơn. \" Tôi có thể nghe nụ cười trong giọng anh.  Anh nắm vai tôi và tôi nhìn vào mặt anh.  \"Anh có thể cho em xem một chuyện không?\" anh hỏi, nỗi phấn khích bất ngờ sáng ngời trong mắt.  \"Cho em xem gì ?\" \"Anh cho em xem cách anh đi lại trong rừng.” Anh nhìn thấy vẻ mặt tôi. \"Đừng lo, em sẽ rất an toàn, và mình sẽ đến xe tải của em nhanh hơn nhiều. \" Miệng anh chúm lại cười nụ cười nhếch môi rất xinh đẹp làm tim tôi gần như ngừng lại.  \"Anh có biến thành dơi không vậy?\" tôi hỏi thận trọng.  Anh cười, to chưa từng thấy. \"Làm như anh chưa từng nghe ai hỏi câu đó trước đây!\" \"Đúng vậy, em chắc anh nghe câu hỏi đó suốt. \" \"Thôi nào, tên hèn nhát nhỏ bé, trèo lên lưng tôi đi. \" Tôi chờ để xem có phải anh đang nói đùa không, nhưng, rõ ràng, anh nói thật. Anh mỉm cười khi thấy nỗi ngần ngại trong tôi, và đưa tay với lấy tôi. Trái tim tôi phản ứng lại; mặc dù anh không thể đọc được suy nghĩ của tôi, nhưng mạch máu của tôi luôn phản bội tôi.  Rồi anh khoác tôi lên lưng anh, mà tôi chẳng cần phải làm gì, khi đã đúng chỗ, anh kẹp chân và tay tôi thật chặt quanh người anh mà nếu là người bình thường thì sẽ bị nghẹt thở.  Cứ tựa như bám vào đá vậy.  \"Em nặng hơn cái ba lô anh thường đeo đó nhe, \" tôi cảnh báo.  \"Hah!\" anh khịt mũi. Tôi gần như có thể nghe mắt anh tỏ vẻ không tin. Tôi chưa từng thấy anh phấn khích như vậy.  Anh làm tôi giật mình, đột ngột chộp tay tôi, ép lòng bàn tay tôi vào mặt anh, và hít sâu.  \"Càng lúc càng dễ, \" anh thì thầm.  Rồi anh chạy.  Nếu tôi chưa từng sợ chết vì sự hiện diện của anh, thì chẳng có gì có thể so với cảm giác của tôi hiện nay.  Anh vút qua thật nhanh các bụi cây thấp dày sẫm đen trong rừng như viên đạn, như ma. Không một âm thanh, không một bằng chứng cho thấy chân anh chạm đất. Hơi thở anh chẳng hề thay đổi, chẳng cho thấy chút cố gắng nào. Nhưng cây cối trôi qua với tốc độ chết người, luôn chỉ cách chúng tôi vài inch.  head out the window of an airplane in flight. And, for the first time in my life, I felt the dizzy faintness of motion sickness. Then it was over. We'd hiked hours this morning to reach Edward's meadow, and now, Tôi quá kinh hoàng đến nỗi không nhắm mắt lại được, dù khí rừng mát mẻ quất vào mặt tôi và thiêu cháy mắt tôi. Tôi cảm thấy như thể mình đang ngu xuẩn thò đầu ra cửa sổ máy bay đang bay. Và, lần đầu tiên trong đời, tôi cảm thấy ngất xỉu chóng mặt vì buồn nôn.  Rồi mọi chuyện cũng qua. Sáng nay chúng tôi đã đi bộ hàng giờ mới đến được đồng cỏ của Edward, mà bây giờ, chỉ vài phút thôi, chúng tôi đã quay lại xe tải rồi.  \"Vui hả em?\" giọng anh lanh lảnh đầy phấn khích.  Anh đứng bất động, chờ tôi leo xuống. Tôi cố leo xuống, nhưng bắp cơ không chịu tuân theo. Cánh tay và chân vẫn kẹp chặt quanh người anh còn đầu thì xoay mòng mòng.  \"Bella ?\" anh hỏi, bây giờ đầy lo lắng.  \"Em nghĩ mình cần nằm xuống, \" tôi nói hổn hển.  \"Ồ, xin lỗi. \" anh chờ tôi, nhưng tôi vẫn không nhúc nhích được.  \"Em nghĩ em cần giúp đỡ, \" tôi thừa nhận.  Anh cười lặng lẽ, và nhẹ nhàng tháo vòng tay siết chặt của tôi trên cổ anh.  Sức mạnh sắt đá của đôi tay anh không gặp sự kháng cự nào. Sau đó anh kéo tôi vòng qua đối mặt với anh, bế tôi trong tay như bế một đứa bé. Anh ôm tôi một chốc, rồi cẩn thận đặt tôi lên dương xỉ êm ái.  \"Em cảm thấy thế nào ?\" anh hỏi.  Tôi không biết chắc mình cảm thấy thế nào khi đầu tôi quay như điên.  \"Em nghĩ là chóng mặt. \" \"Đặt đầu giữa đầu gối đi. \" Tôi thử, và có tác dụng một chút. Tôi hít thở từ từ, giữ yên đầu. Tôi cảm thấy anh ngồi bên cạnh. Thời gian trôi qua, rồi cuối cùng tôi thấy mình có thể ngẩng đầu lên. Có âm thanh u u kêu trong tai.  \"Anh nghĩ đó không phải là ý hay, \" anh trầm ngâm.  Tôi cố tỏ ra lạc quan, nhưng giọng yếu ớt. \"Không, rất thú vị.” \"Hah! Em tái nhợt như thây ma - à không, em trắng nhợt y như anh!\" \"Em nghĩ đáng lẽ em phải nhắm mắt lại.” \"Lần sau nhớ nhé. \" \"Lần sau!\" tôi rên rỉ.  Anh cười, tâm trạng anh vẫn hớn hở.  \"Phô trương, \" tôi thì thầm.  \"Mở mắt ra, Bella, \" anh nói lặng lẽ.  Và anh ở ngay đó, mặt anh thật gần mặt tôi. Sắc đẹp anh làm đầu óc tôi choáng váng - quá sức chịu đựng.  \"Anh đã nghĩ, khi đang chạy ...” anh ngừng lại.  \"Lo sao cho không tông đầu vô cây, em hy vọng vậy. \" \"Bella ngốc, \" anh cười khúc khích. \" chạy là bản năng thứ nhì của anh, đó không phải là điều anh phải nghĩ đến. \" \"Phô trương, \" tôi thì thầm lần nữa.  Anh mỉm cười.  \"Không, \" anh tiếp tục, \"Anh đã nghĩ có một chuyện anh muốn thử. \" Và anh ôm mặt tôi trong tay mình lần nữa.  Tôi không thở được.  Anh do dự - không theo kiểu thông thường, kiểu của con người.  Không phải kiểu một người con trai do dự trước khi hôn một người con gái, để biết phản ứng của cô ấy, để biết mình sẽ được chấp nhận như thế nào. Có lẽ anh ta do dự để kéo dài giây phút này, giây phút tuyệt diệu sắp sửa hôn, đôi khi còn đẹp hơn chính nụ hôn.  Còn Edward do dự kiểm tra mình, để xem liệu chuyện anh sắp làm có an toàn không, để chắc chắn vẫn kiểm soát được nhu cầu của mình.  Rồi đôi môi cẩm thạch, lạnh giá của anh áp thật nhẹ lên môi tôi.  Điều mà chẳng ai trong chúng tôi đề phòng trước là phản ứng của tôi.  Máu sôi dưới da tôi, thiêu cháy trong môi tôi. Hơi thở tôi trở thành tiếng hổn hển hoang dã. Ngón tay tôi siết vào tóc anh, kéo anh sát vào mình. Môi tôi hé mở khi hít mùi hương say người của anh.  Ngay lập tức tôi cảm thấy anh biến thành tảng đá không nhúc nhích dưới môi tôi. Bàn tay anh nhẹ nhàng, nhưng với sức mạnh không cưỡng nỗi, đẩy mặt tôi ra. Tôi mở mắt và thấy vẻ thận trọng của anh.  \"Tiếc quá, \" tôi thở.  \"Đó là nói nhẹ đi rồi. \" Mắt anh điên cuồng, hàm nghiến lại kiềm chế dữ dội, mà vẫn giọng nói vẫn hoàn hảo. Anh kéo mặt tôi đến gần mặt anh.  Làm loá mắt tôi.  \"Em có nên …?\" tôi nhích người xa anh.  Bàn tay anh không chịu để tôi nhúc nhích một xăng ti mét nào.  \"Không, anh chịu được mà. Đợi anh một chút thôi.” Giọng anh lịch sự, tự chủ.  Tôi nhìn vào mắt anh, quan sát nỗi phấn khích trong mắt anh giảm dần và dịu dàng trở lại.  Sau đó anh mỉm cười tinh quái đến không ngờ.  \"Đó, \" anh nói, rõ ràng hài lòng với mình.  \"Chịu đựng được?\" tôi hỏi.  Anh cười ầm lên. \"Anh mạnh hơn anh nghĩ.  Thật vui khi biết vậy. \" \"Em ước mình có thể nói giống anh.  Em xin lỗi. \" \"Dù sao em cũng chỉ là con người thôi.” \"Cám ơn rất nhiều, \" tôi nói, giọng tôi chua chát.  Anh đứng lên bằng một trong những động tác uyển chuyển mềm mại, nhanh không thấy kịp.  Anh chìa tay về phía tôi, một cử chỉ bất ngờ vì tôi đã quá quen với kiểu cẩn thận không để đụng chạm giữa chúng tôi. Tôi nắm bàn tay lạnh giá của anh, cần giúp nhiều hơn tôi nghĩ. Khả năng giữ thăng bằng của tôi vẫn chưa quay lại.  \"Em vẫn còn yếu vì anh chạy? Hay vì anh hôn quá sành sỏi?”  Bây giờ khi anh cười, anh thật vui vẻ, thật con người, khuôn mặt thiên thần của anh thật bình yên. Anh là một Edward khác hơn người tôi đã từng biết. Và tôi càng cảm thấy mê đắm anh hơn.  Tôi sẽ đau đớn biết bao nếu bây giờ bị tách rời khỏi anh.  \"Em không rõ, em vẫn còn chóng mặt, \" tôi cố trả lời. \"Tuy vậy, em nghĩ chắc tại cả hai.” \"Chắc em nên để cho anh lái xe. \" \"Anh điên à?\" tôi phản đối.  \"Anh có thể lái giỏi hơn cả ngày em lái giỏi nhất, \" anh trêu. \"Em phản xạ chậm hơn nhiều.” \"Em chắc chắn đúng vậy, nhưng em không nghĩ thần kinh của em, hay xe tải em, chịu nỗi chuyện đó.” \"Tin tưởng chút đi, Bella. \" Bàn tay tôi vẫn ở trong túi, nắm chặt chìa khoá. Tôi bĩu môi, cân nhắc, rồi cười hết mức lắc đầu.  \"Không. Không được đâu. \" Anh nhíu mày tỏ vẻ không tin.  Tôi bắt đầu bước qua anh, về phía tài xế. Anh hẳn đã để tôi đi qua nếu tôi không hơi lảo đảo. Và rồi một lần nữa, anh đã không để tôi đi qua. Cánh tay anh tạo thành một cái bẫy không thoát ra được quanh eo tôi.  \"Bella, anh đã cố hết sức mình chỉ để giữ mạng sống cho em. Anh sẽ không để em ngồi sau tay lái khi em thậm chí còn không thể đi đứng thẳng thớm được. Hơn nữa, bạn bè sẽ không để bạn mình lái xe khi đang say,”   anh trích dẫn câu nói với nụ cười khúc khích. Tôi ngửi thấy mùi thơm ngát ngọt ngào không chịu được tỏa ra từ ngực anh.  \"Say?\" tôi phản đối.  \"Em say vì chính sự hiện diện của anh. \" Anh lại cười nụ cười tự mãn bỡn cợt ấy.  \"Em không cãi lại được lập luận đó rồi,”  tôi thở dài. Tôi không thể cưỡng lại anh bất cứ chuyện gì. Tôi đưa chìa khoá lên cao rồi thả nó, xem tay anh nhanh như tia chớp tóm bắt nó không một tiếng động. \"Nhẹ nhàng nào - xe tải của em cao tuổi lắm đó. \" \"Hết sức nhẹ nhàng, \" anh đồng ý.  \"Thế anh chẳng bị ảnh hưởng chút nào?\" tôi hỏi, khó chịu. \" vì sự hiện diện của em sao?\" Một lần nữa, khuôn mặt linh hoạt của anh thay đổi, nét mặt anh trở nên dịu dàng, ấm áp.  Lúc đầu anh không trả lời; anh chỉ cúi mặt sát mặt tôi, lướt môi chậm rãi dọc theo hàm của tôi, từ tai đến cằm, rồi từ cằm đến tai. Tôi run rẩy.  \"Dù sao đi nữa, \" cuối cùng anh cũng thì thầm, \"anh cũng có phản xạ tốt hơn. \""
        },
        {
            "en": "7 REPETITION        9. THIRD WHEEL TIME BEGAN TO TRIP ALONG MUCH MORE QUICKLY than before. School, work, and Jacob—though not necessarily in that order—created a neat and effortless pattern to follow. And Charlie got his wish: I wasn't miserable anymore. Of course, I couldn't fool myself completely. When I stopped to take stock of my life, which I tried not to do too often, I couldn't ignore the implications of my behavior. I was like a lost moon—my planet destroyed in some cataclysmic, disaster-movie scenario of desolation—that continued, nevertheless, to circle in a tight little orbit around the empty space left behind, ignoring the laws of gravity. I was getting better with my bike, which meant fewer bandages to worry Charlie. But it also meant that the voice in my head began to fade, until I heard it no more. Quietly, I panicked. I threw myself into the search for the meadow with slightly frenzied intensity. I racked my brain for other adrenaline-producing activities. I didn't keep track of the days that passed—there was no reason, as I tried to live as much in the present as possible, no past fading, no future impending. So I was surprised by the date when Jacob brought it up on one of our homework days. He was waiting when I pulled up in front of his house. \"Happy Valentine's Day,\" Jacob said, smiling, but ducking his head as he greeted me. He held out a small, pink box, balancing it on his palm. Conversation hearts. \"Well, I feel like a schmuck,\" I mumbled. \"Is today Valentine's Day?\" Jacob shook his head with mock sadness. \"You can be so out of it sometimes. Yes, it is the fourteenth day of February. So are you going to be my Valentine? Since you didn't get me a fifty-cent box of candy, it's the least you can do.\" I started to feel uncomfortable. The words were teasing, but only on the surface. \"What exactly does that entail?\" I hedged. \"The usual—slave for life, that kind of thing.\" \"Oh, well, if that's all…\" I took the candy. But I was trying to think of some way to make the boundaries clear. Again. They seemed to get blurred a lot with Jacob. \"So, what are we doing tomorrow? Hiking, or the ER?\" \"Hiking,\" I decided. \"You're not the only one who can be obsessive. I'm starting to think I imagined that place…\" I frowned into space. \"We'll find it,\" he assured me. \"Bikes Friday?\" he offered. I saw a chance and took it without taking time to think it through. \"I'm going to a movie Friday. I've been promising my cafeteria crowd that I would go out forever.\" Mike would be pleased. But Jacob's face fell. I caught the expression in his dark eyes before he dropped them to look at the ground. \"You'll come too, right?\" I added quickly. \"Or will it be too much of a drag with a bunch of boring seniors?\" So much for my chance to put some distance between us. I couldn't stand hurting Jacob; we seemed to be connected in an odd way, and his pain set off little stabs of my own. Also, the idea of having his company for the ordeal—I had promised Mike, but really didn't feel any enthusiasm at the thought of following through—was just too tempting. \"You'd like me to come, with your friends there?\" \"Yes,\" I admitted honestly, knowing as I continued that I was probably shooting myself in the foot with my words. \"I'll have a lot more fun if you're there. Bring Quil, and we'll make it a party.\" \"Quil's gonna freak. Senior girls.\" He chortled and rolled his eyes. I didn't mention Embry, and neither did he. I laughed, too. \"I'll try to get him a good selection.\" I broached the subject with Mike in English. \"Hey, Mike,\" I said when class was over. \"Are you free Friday night?\" He looked up, his blue eyes instantly hopeful. \"Yeah, I am. You want to go out?\" I worded my reply carefully. \"I was thinking about getting a group\"—I emphasized the word—\"together to go see Crosshairs.\" I'd done my homework this time—even reading the movie spoilers to be sure I wouldn't be caught off guard. This movie was supposed to be a bloodbath from start to finish. I wasn't so recovered that I could stand to sit through a romance. \"Does that sound like fun?\" \"Sure,\" he agreed, visibly less eager. \"Cool.\" After a second, he perked back up to near his former excitement level. \"How about we get Angela and Ben? Or Eric and Katie?\" He was determined to make this some kind of double date, apparently. \"How about both?\" I suggested \"And Jessica, too, of course. And Tyler and Conner, and maybe Lauren,\" I tacked on grudgingly. I had promised Quil variety. \"Okay,\" Mike muttered, foiled. \"And,\" I continued, \"I've got a couple of friends from La Push I'm inviting. So it sounds like we'll need your Suburban if everyone comes.\" Mike's eyes narrowed in suspicion. \"These are the friends you spend all your time studying with now?\" \"Yep, the very ones,\" I answered cheerfully. \"Though you could look at it as tutoring—they're only sophomores.\" \"Oh,\" Mike said, surprised. After a second of thought, he smiled. In the end, though, the Suburban wasn't necessary. Jessica and Lauren claimed to be busy as soon as Mike let it slip that I was involved in the planning. Eric and Katie already had plans—it was their three-week anniversary or something. Lauren got to Tyler and Conner before Mike could, so those two were also busy. Even Quil was out—grounded for fighting at school. In the end, only Angela and Ben, and, of course Jacob, were able to go. The diminished numbers didn't dampen Mike's anticipation, though. It was all he could talk about Friday. \"Are you sure you don't want to see Tomorrow and Forever instead?\" he asked at lunch, naming the current romantic comedy that was ruling the box office. \"Rotten Tomatoes gave it a better review.\" \"I want to see Crosshairs\" I insisted. \"I'm in the mood for action. Bring on the blood and guts! \" \"Okay.\" Mike turned away, but not before I saw his maybe-she's-crazy-after-all expression. When I got home from school, a very familiar car was parked in front of my house. Jacob was leaning against the hood, a huge grin lighting up his face. \"No way! \" I shouted as I jumped out of the truck. \"You're done!  I can't believe it!  You finished the Rabbit! \" He beamed. \"Just last night. This is the maiden voyage.\" \"Incredible.\" I held my hand up for a high five. He smacked his hand against mine, but left it there, twisting his fingers through mine. \"So do I get to drive tonight?\" \"Definitely,\" I said, and then I sighed. \"What's wrong?\" \"I'm giving up—I can't top this one. So you win. You're oldest.\" He shrugged, unsurprised by my capitulation. \"Of course I am.\" Mike's Suburban chugged around the corner. I pulled my hand out of Jacob's, and he nude a face that I wasn't meant to see. \"I remember this guy,\" he said in a low voice as Mike parked across the street. \"The one who thought you were his girlfriend. Is he still confused?\" I raised one eyebrow. \"Some people are hard to discourage.\" \"Then again,\" Jacob said thoughtfully, \"sometimes persistence pays off.\" \"Most of the time it's just annoying, though.\" Mike got out of his car and crossed the road. \"Hey, Bella,\" he greeted me, and then his eyes turned wary as he looked up at Jacob. I glanced briefly at Jacob, too, trying to be objective. He really didn't look like a sophomore at all. He was just so big—Mike's head barely cleared Jacob's shoulder; I didn't even want to think where I measured next to him—and then his face was older-looking than it used to be, even a month ago. \"Hey, Mike!  Do you remember Jacob Black?\" \"Not really.\" Mike held out his hand. \"Old family friend,\" Jacob introduced himself, shaking hands. They locked hands with more force than necessary. When their grip broke, Mike flexed his fingers. I heard the phone ringing from the kitchen. \"I'd better get that—it might be Charlie,\" I told them, and dashed inside. It was Ben. Angela was sick with the stomach flu, and he didn't feel like coming without her. He apologized for bailing on us. I walked slowly back to the waiting boys, shaking my head. I really hoped Angela would feel better soon, but I had to admit that I was selfishly upset by this development. Just the three of us, Mike and Jacob and me, together for the evening—this had worked out brilliantly, I thought with grim sarcasm. It didn't seem like Jake and Mike had made any progress towards friendship in my absence. They were several yards apart, facing away from each other as they waited for me; Mike's expression was sullen, though Jacob's was cheerful as always. \"Ang is sick,\" I told them glumly. \"She and Ben aren't coming.\" \"I guess the flu is making another round. Austin and Conner were out today, too. Maybe we should do this another time,\" Mike suggested. Before I could agree, Jacob spoke. \"I'm still up for it. But if you'd rather to stay behind, Mike—\" \"No, I'm coming,\" Mike interrupted. \"I was just thinking of Angela and Ben. Let's go.\" He started toward his Suburban. \"Hey, do you mind if Jacob drives?\" I asked. \"I told him he could—he just finished his car. He built it from scratch, all by himself,\" I bragged, proud as a PTA mom with a student on the principal's list. \"Fine,\" Mike snapped. \"All right, then,\" Jacob said, as if that settled everything. He seemed more comfortable than anyone else. Mike climbed in the backseat of the Rabbit with a disgusted expression. Jacob was his normal sunny self, chattering away until I'd all but forgotten Mike sulking silently in the back. And then Mike changed his strategy. He leaned forward, resting his chin on the shoulder of my seat; his cheek almost touched mine. I shifted away, turning my back toward the window. \"Doesn't the radio work in this thing?\" Mike asked with a hint of petulance, interrupting Jacob mid-sentence. \"Yes,\" Jacob answered. \"But Bella doesn't like music.\" I stared at Jacob, surprised. I'd never told him that. \"Bella?\" Mike asked, annoyed. \"He's right,\" I mumbled, still looking at Jacob's serene profile. \"How can you not like music?\" Mike demanded. I shrugged. \"I don't know. It just irritates me.\" \"Hmph.\" Mike leaned away. When we got to the theater, Jacob handed me a ten-dollar bill. \"What's this?\" I objected. \"I'm not old enough to get into this one,\" he reminded me. I laughed out loud. \"So much for relative ages. Is Billy going to kill me if I sneak you in?\" \"No. I told him you were planning to corrupt my youthful innocence.\" I snickered, and Mike quickened his pace to keep up with us. I almost wished that Mike had decided to bow out. He was still sullen—not much of an addition to the party. But I didn't want to end up on a date alone with Jacob, either. That wouldn't help anything. The movie was exactly what it professed to be. In just the opening credits, four people got blown up and one got beheaded. The girl in front of me put her hands over her eyes and turned her face into her date's chest. He patted her shoulder, and winced occasionally, too. Mike didn't look like he was watching. His face was stiff as he glared toward the fringe of curtain above the screen. I settled in to endure the two hours, watching the colors and the movement on the screen rather than seeing the shapes of people and cars and houses. But then Jacob started sniggering. \"What?\" I whispered. \"Oh, c'mon! \" he hissed back. \"The blood squirted twenty feet out of that guy. How fake can you get?\" He chuckled again, as a flagpole speared another man into a concrete wall. After that, I really watched the show, laughing with him as the mayhem got more and more ridiculous. How was I ever going to fight the blurring lines in our relationship when I enjoyed being with him so much? Both Jacob and Mike had claimed the armrests on either side of me. Both of their hands rested lightly, palms up, in an unnatural looking position. Like steel bear traps, open and ready. Jacob was in the habit of taking my hand whenever the opportunity presented itself, but here in the darkened movie theater, with Mike watching, it would have a different significance—and I was sure he knew that. I couldn't believe that Mike was thinking the same thing, but his hand was placed exactly like Jacob's. I folded my arms tightly across my chest and hoped that both their hands fell asleep. Mike gave up first. About halfway through the movie, he pulled his arm back, and leaned forward to put his head in his hands. At first I thought he was reacting to something on the screen, but then he moaned. \"Mike, are you okay?\" I whispered. The couple in front of us turned to look at him as he groaned again. I could see the sheen of sweat across his face in the light from the screen. Mike groaned again, and bolted for the door. I got up to follow him, and Jacob copied me immediately. \"No, stay,\" I whispered. \"I'll make sure he's okay.\" Jacob came with me anyway. \"You don't have to come. Get your eight bucks worth of carnage,\" I insisted as we walked up the aisle. \"That's okay. You sure can pick them, Bella. This movie really sucks.\" His voice rose from a whisper to its normal pitch as we walked out of the theater. There was no sign of Mike in the hallway, and I was glad then that Jacob had come with me—he ducked into the men's bathroom to check for him there. Jacob was back in a few seconds. \"Oh, he's in there, all right,\" he said, rolling his eyes. \"What a marshmallow. You should hold out for someone with a stronger stomach. Someone who laughs at the gore that makes weaker men vomit.\" \"I'll keep my eyes open for someone like that.\" We were all alone in the hallway. Both theaters were halfway through the movie, and it was deserted—quiet enough for us to hear the popcorn popping at the concession counter in the lobby. Jacob went to sit on the velveteen-upholstered bench against the wall, patting the space beside him. \"He sounded like he was going to be in there for a while,\" he said, stretching his long legs out in front of him as he settled in to wait. I joined him with a sigh. He looked like he was thinking about blurring more lines. Sure enough, as soon as I sat down, he shifted over to put his arm around my shoulders. \"Jake,\" I protested, leaning away. He dropped his arm, not looking bothered at all by the minor rejection. He reached out and took my hand firmly, wrapping his other hand around my wrist when I tried to pull away again. Where did he get the confidence from? \"Now, just hold on a minute, Bella,\" he said in a calm voice. \"Tell me something.\" I grimaced. I didn't want to do this. Not just not now, but not ever. There was nothing left in my life at this point that was more important than Jacob Black. But he seemed determined to ruin everything. \"What?\" I muttered sourly. \"You like me, right?\" \"You know I do.\" \"Better than that joker puking his guts out in there?\" He gestured toward the bathroom door. \"Yes,\" I sighed. \"Better than any of the other guys you know?\" He was calm, serene—as if my answer didn't matter, or he already knew what it was. \"Better than the girls, too,\" I pointed out. \"But that's all,\" he said, and it wasn't a question. It was hard to answer, to say the word. Would he get hurt and avoid me? How would I stand that?  \"Yes,\" I whispered. He grinned down at me. \"That's okay, you know. As long as you like me the best. And you think I'm good-looking—sort of. I'm prepared to be annoyingly persistent.\" \"I'm not going to change,\" I said, and though I tried to keep my voice normal, I could hear the sadness in it. His face was thoughtful, no longer teasing. \"It's still the other one, isn't it?\" I cringed. Funny how he seemed to know not to say the name—just like before in the car with the music. He picked up on so much about me that I never said. \"You don't have to talk about it,\" he told me. I nodded, grateful. \"But don't get mad at me for hanging around, okay?\" Jacob patted the back of my hand. \"Because I'm not giving up. I've got loads of time.\" I sighed. \"You shouldn't waste it on me,\" I said, though I wanted him to. Especially if he was willing to accept me the way I was—damaged goods, as is. \"It's what I want to do, as long as you still like to be with me.\" \"I can't imagine how I could not like being with you,\" I told him honestly. Jacob beamed. \"I can live with that.\" \"Just don't expect more,\" I warned him, trying to pull my hand away. He held onto it obstinately. \"This doesn't really bother you, does it?\" he demanded, squeezing my fingers. \"No,\" I sighed. Truthfully, it felt nice. His hand was so much warmer than mine; I always felt too cold these days. \"And you don't care what he thinks.\" Jacob jerked his thumb toward the bathroom. \"I guess not.\" \"So what's the problem?\" \"The problem,\" I said, \"is, that it means something different to me than it does to you.\" \"Well.\" He tightened his hand around mine \"That's my problem, isn't it?\" \"Fine,\" I grumbled. \"Don't forget it, though.\" \"I won't. The pin's out of the grenade for me, now, eh?\" He poked me in the ribs. I rolled my eyes. I guess if he felt like making a joke out of it, he was entitled. He chuckled quietly for a minute while his pinky finger absently traced designs against the side of my hand. \"That's a funny scar you've got there,\" he suddenly said, twisting my hand to examine it. \"How did that happen?\" The index finger of his free hand followed the line of the long silvery crescent that was barely visible against my pale skin. I scowled. \"Do you honestly expect me to remember where all my scars come from?\" I waited for the memory to hit—to open the gaping hole. But, as it so often did, Jacob's presence kept me whole. \"It's cold,\" he murmured, pressing lightly against the place where James had cut me with his teeth. And then Mike stumbled out of the bathroom, his face <em>ashen</em> and covered in sweat. He looked horrible. \"Oh, Mike,\" I gasped. \"Do you mind leaving early?\" he whispered. \"No, of course not.\" I pulled my hand free and went to help Mike walk. He looked unsteady. \"Movie too much for you?\" Jacob asked heartlessly. Mike's glare was malevolent. \"I didn't actually see any of it,\" he mumbled. \"I was nauseated before the lights went down.\" \"Why didn't you say something?\" I scolded as we staggered toward the exit. \"I was hoping it would pass,\" he said. \"Just a sec,\" Jacob said as we reached the door. He walked quickly back to the concession stand. \"Could I have an empty popcorn bucket?\" he asked the salesgirl. She looked at Mike once, and then thrust a bucket at Jacob. \"Get him outside, please,\" she begged. She was obviously the one who would have to clean the floor. I towed Mike out into the cool, wet air. He inhaled deeply. Jacob was right behind us. He helped me get Mike into the back of the car, and handed him the bucket with a serious gaze. \"Please,\" was all Jacob said. We rolled down the windows, letting the icy night air blow through the car, hoping it would help Mike. I curled my arms around my legs to keep warm. \"Cold, again?\" Jacob asked, putting his arm around me before I could answer. \"You're not?\" He shook his head. \"You must have a fever or something,\" I grumbled. It was freezing. I touched my fingers to his forehead, and his head was hot. \"Whoa, Jake—you're burning up! \" \"I feel fine.\" He shrugged. \"Fit as a fiddle.\" I frowned and touched his head again. His skin blazed under my fingers. \"Your hands are like ice,\" he complained. \"Maybe it's me,\" I allowed. Mike groaned in the backseat, and threw up in the bucket. I grimaced, hoping my own stomach could stand the sound and smell. Jacob checked anxiously over his shoulder to make sure his car wasn't defiled. The road felt longer on the way back. Jacob was quiet, thoughtful. He left his arm around me, and it was so warm that the cold wind felt good. I stared out the windshield, consumed with guilt. It was so wrong to encourage Jacob. Pure selfishness. It didn't matter that I'd tried to make my position clear. If he felt any hope at all that this could turn into something other than friendship, then I hadn't been clear enough. How could I explain so that he would understand? I was an empty shell. Like a vacant house—condemned—for months I'd been utterly uninhabitable. Now I was a little improved. The front room was in better repair. But that was all—just the one small piece. He deserved better than that—better than a one-room, falling-down fixer-upper. No amount of investment on his part could put me back in working order. Yet I knew that I wouldn't send him away, regardless. I needed him too much, and I was selfish. Maybe I could make my side more clear, so that he would know to leave me. The thought made me shudder, and Jacob tightened his arm around me. I drove Mike home in his Suburban, while Jacob followed behind us to take me home. Jacob was quiet all the way back to my house, and I wondered if he were thinking the same things that I was. Maybe he was changing his mind. \"I would invite myself in, since we're early,\" he said as we pulled up next to my truck. \"But I think you might be right about the fever. I'm starting to feel a little… strange.\" \"Oh no, not you, too!  Do you want me to drive you home?\" \"No.\" He shook his head, his eyebrows pulling together. \"I don't feel sick yet. Just… wrong. If I have to, I'll pull over.\" \"Will you call me as soon as you get in?\" I asked anxiously. \"Sure, sure.\" He frowned, staring ahead into the darkness and biting his lip. I opened my door to get out, but he grabbed my wrist lightly and held me there. I noticed again how hot his skin felt on mine. \"What is it, Jake?\" I asked. \"There's something I want to tell you, Bella… but I think it's going to sound kind of corny.\" I sighed. This would be more of the same from the theater. \"Go ahead.\" \"It's just that, I know how you're unhappy a lot. And, maybe it doesn't help anything, but I wanted you to know that I'm always here. I won't ever let you down—I promise that you can always count on me.  Wow, that does sound corny. But you know that, right? That I would never, ever hurt you?\" \"Yeah, Jake. I know that. And I already do count on you, probably more than you know.\" The smile broke across his face the way the sunrise set the clouds on fire, and I wanted to cut my tongue out. I hadn't said one word that was a lie, but I should have lied. The truth was wrong, it would hurt him. I would let him down. A strange look crossed his face. \"I really think I'd better go home now,\" he said. I got out quickly. \"Call me! \" I yelled as he pulled away. I watched him go, and he seemed to be in control of the car, at least. I stared at the empty street when he was gone, feeling a little sick myself, but not for any physical reason. How much I wished that Jacob Black had been born my brother, my flesh-and -blood brother, so that I would have some legitimate claim on him that still left me free of any blame now. Heaven knows I had never wanted to use Jacob, but I couldn't help but interpret the guilt I felt now to mean that I had. Even more, I had never meant to love him. One thing I truly knew—knew it in the pit of my stomach, in the center of my bones, knew it from the crown of my head to the soles of my feet, knew it deep in my empty chest—was how love gave someone the power to break you. I'd been broken beyond repair. But I needed Jacob now, needed him like a drug. I'd used him as a crutch for too long, and I was in deeper than I'd planned to go with anyone again. Now I couldn't bear for him to be hurt, and I couldn't keep from hurting him, either. He thought time and patience would change me, and, though I knew he was dead wrong, I also knew that I would let him try. He was my best friend. I would always love him, and it would never, ever be enough. I went inside to sit by the phone and bite my nails. \"Movie over already?\" Charlie asked in surprise when I came in. He was on the floor, just a foot from the TV. Must be an exciting game. \"Mike got sick,\" I explained. \"Some kind of stomach flu.\" \"You okay?\" \"I feel fine now,\" I said doubtfully. Clearly, I'd been exposed. I leaned against the kitchen counter, my hand inches from the phone, and tried to wait patiently. I thought of the strange look on Jacob's face before he drove away, and my fingers started drumming against the counter. I should have insisted on driving him home. I watched the clock as the minutes ticked by Ten. Fifteen. Even when I was driving, it took only fifteen minutes, and Jacob drove faster than I did. Eighteen minutes. I picked up the phone and dialed. It rang and rang. Maybe Billy was asleep. Maybe I'd dialed wrong. I tried again. On the eighth ring, just as I was about to hang up, Billy answered. \"Hello?\" he asked. His voice was wary, like he was expecting bad news. \"Billy, it's me, Bella—did Jake make it home yet? He left here about twenty minutes ago.\" \"He's here,\" Billy said tonelessly. \"He was supposed to call me.\" I was a little irritated. \"He was getting sick when he left, and I was worried.\" \"He was… too sick to call. He's not feeling well right now.\" Billy sounded distant. I realized he must want to be with Jacob. \"Let me know if you need any help,\" I offered. \"I could come down.\" I thought of Billy, stuck in his chair, and Jake fending for himself… \"No, no,\" Billy said quickly. \"We're fine. Stay at your place.\" The way he said it was almost rude. \"Okay,\" I agreed. \"Bye, Bella.\" The line disconnected. \"Bye,\" I muttered. Well, at least he'd made it home. Oddly, I didn't feel less worried. I trudged up the stairs, fretting. Maybe I would go down before work tomorrow to check on him. I could take soup—we had to have a can of Campbell's around here somewhere. I realized all such plans were canceled when I woke up early—my clock said four thirty—and sprinted to the bathroom. Charlie found me there a half hour later, lying on the floor, my cheek pressed against the cold edge of the bathtub. He looked at me for a long moment. \"Stomach flu,\" he finally said. \"Yes,\" I moaned. \"You need something?\" he asked. \"Call the Newtons for me, please,\" I instructed hoarsely. \"Tell them I have what Mike has, and that I can't make it in today. Tell them I'm sorry.\" \"Sure, no problem,\" Charlie assured me. I spent the rest of the day on the bathroom floor, sleeping for a few hours with my head on a crumpled up towel. Charlie claimed that he had to work, but I suspected that he just wanted access to a bathroom. He left a glass of water on the floor beside me to keep me hydrated. It woke me up when he came back home. I could see that it was dark in my room—after nightfall. He clumped up the stairs to check on me. \"Still alive?\" \"Sort of,\" I said. \"Do you want anything?\" \"No, thanks.\" He hesitated, clearly out of his element. \"Okay, then,\" he said, and then he went back down to the kitchen. I heard the phone ring a few minutes later. Charlie spoke to someone in a low voice for a moment, and then hung up. \"Mike feels better,\" he called up to me. Well, that was encouraging. He'd only gotten sick eight hours or so before me. Eight more hours. The thought made my stomach turn, and I pulled myself up to lean over the toilet. I fell asleep on the towel again, but when I woke up I was in my bed and it was light outside my window. I didn't remember moving; Charlie must have carried me to my room—he'd also put the glass of water on my bedside table. I felt parched. I chugged it down, though it tasted funny from sitting stagnant all night. I got up slowly, trying not to trigger the nausea again. I was weak, and my mouth tasted horrible, but my stomach felt fine. I looked at my clock. My twenty-four hours were up. I didn't push it, eating nothing but saltine crackers for breakfast. Charlie looked relieved to see me recovered. As soon as I was sure that I wasn't going to have to spend the day on the bathroom floor again, I called Jacob. Jacob was the one who answered, but when I heard his greeting I knew he wasn't over it. \"Hello?\" His voice was broken, cracking. \"Oh, Jake,\" I groaned sympathetically. \"You sound horrible.\" \"I feel horrible,\" he whispered. \"I'm so sorry I made you go out with me. This sucks.\" \"I'm glad I went.\" His voice was still a whisper. \"Don't blame yourself. This isn't your fault.\" \"You'll get better soon,\" I promised. \"I woke up this morning, and I was fine.\" \"You were sick?\" he asked dully. \"Yes, I got it, too. But I'm fine now.\" \"That's good.\" His voice was dead. \"So you'll probably be better in a few hours,\" I encouraged. I could barely hear his answer. \"I don't think I have the same thing you did.\" \"Don't you have the stomach flu?\" I asked, confused. \"No. This is something else.\" \"What's wrong with you?\" \"Everything,\" he whispered. \"Every part of me hurts.\" The pain in his voice was nearly tangible. \"What can I do, Jake? What can I bring you?\" \"Nothing. You can't come here.\" He was abrupt. It reminded me of Billy the other night. \"I've already been exposed to whatever you have,\" I pointed out. He ignored me. \"I'll call you when I can. I'll let you know when you can come down again.\" \"Jacob—\" \"I've got to go,\" he said with sudden urgency. \"Call me when you feel better.\" \"Right,\" he agreed, and his voice had a strange, bitter edge. He was silent for a moment. I was waiting for him to say goodbye, but he waited too. \"I'll see you soon,\" I finally said.  \"Wait for me to call,\" he said again.  \"Okay… Bye, Jacob.\" \"Bella,\" he whispered my name, and then hung up the phone.",
            "vi": "7 REPETITION        9. BÁNH XE THỨ BA Thời gian bắt đầu trôi qua vui vẻ nhanh hơn nhiều so với trước đây. Trường học, làm việc, và Jacob - dù không nhất thiết theo đúng thứ tự đó - đã tạo ra một kiểu mẫu gọn và dễ làm theo. Và Charlie đạt được ý nguyện của ông: tôi không còn khốn khổ nữa. Tất nhiên, tôi không thể tự lừa dối mình hoàn toàn. Khi tôi dừng lại để ngẫm nghĩ về đời mình, chuyện mà tôi cố không làm thường xuyên, tôi không thể làm ngơ ý đồ của hành vi mình.  Tôi giống như một mặt trăng lẻ loi - hành tinh tôi vẫn xoay quanh đã bị hủy hoại trong một cảnh tàn phá bởi thiên tai, thảm hoạ nào đó như trong phim – nhưng vẫn cứ xoay mãi quanh một quỹ đạo nhỏ chặt chẽ quanh chỗ trống để lại, mặc kệ định luật hấp dẫn.  Tôi chạy xe máy khá hơn, nghĩa là ít băng bó hơn khỏi làm Charlie lo lắng. Nhưng cũng có nghĩa tiếng nói trong đầu tôi bắt đầu yếu đi, cho đến khi tôi không còn nghe thấy nữa. Tôi âm thầm hoảng sợ. Tôi lao vào tìm kiếm đồng cỏ dữ dội hơn. Tôi vắt óc suy nghĩ tìm những hoạt động khác làm sản sinh adrenaline.  Tôi không theo dõi ngày tháng trôi qua - chẳng có lý do gì để làm vậy, vì tôi cố gắng càng sống với hiện tại càng tốt, không quá khứ để từ bỏ, chẳng tương lai để trông đợi. Vì thế tôi bị bất ngờ vì cái ngày Jacob đã nhắc nhở đến vào một trong những ngày làm bài tập của chúng tôi.  Anh chàng đang đứng chờ khi tôi dừng xe trước nhà anh.  \"Mừng Lễ Tình Nhân Hạnh phúc, \" Jacob nói, mỉm cười, nhưng cứ cúi gằm đầu khi chào tôi.  Anh chàng cầm một hộp nhỏ, màu hồng, đặt thăng bằng trên lòng bàn tay. Kẹo hình trái tim in dòng chữ love you.  \"Ừm, tôi thấy mình giống đứa khờ, \" tôi lầm bầm. \"Hôm nay là lễ Valentine à?\" Jacob lắc đầu giả bộ buồn. \"Đôi khi bạn đãng trí quá cỡ. Dạ vâng, hôm nay là ngày mười bốn tháng hai.  Vậy bạn sẽ là Valentine của tôi chứ?  Vì bạn không mua cho tôi một hộp kẹo năm mươi-xu, nên đó là điều tối thiểu bạn có thể làm. \" Tôi bắt đầu cảm thấy không thoải mái. Lời nói đùa bỡn, nhưng chỉ là bề ngoài.  \"Làm vậy thì hậu quả là gì?\" Tôi đánh trống lảng.  \"Thông thường – làm nô lệ suốt đời, đại loại thế.” \"Ồ, ờ thì, nếu chỉ thế thôi thì ...” tôi lấy kẹo. Nhưng tôi đang cố nghĩ ra cách gì đó để vạch các ranh giới rõ ràng. Lại một lần nữa.  Các đường ranh có vẻ bị mờ đi nhiều với Jacob.  \"Nè, ngày mai mình làm gì đây?  Đi bộ đường dài hay vô phòng cấp cứu?” \"Đi bộ đường dài,” tôi quyết định. \"Bạn không phải là người duy nhất bị ám ảnh. Tôi đang bắt đầu nghĩ mình đã tưởng tượng chỗ đó ...” tôi cau mày nhìn vào khoảng không.  \"Mình sẽ tìm thấy nó, \" anh chàng cả quyết với tôi. \"Xe máy thứ Sáu nhé?\" anh chàng đề nghị.  Tôi nhìn thấy cơ hội liền chộp ngay không thèm mất thời gian suy nghĩ kỹ lưỡng.  \"Tôi sẽ đi xem phim hôm thứ Sáu. Tôi đã hứa với bạn ăn trưa là tôi sẽ đi chơi thật nhiều.” Mike sẽ hài lòng.  Nhưng Jacob xịu mặt. Tôi nhìn thấy nét thất vọng trong đôi mắt đen của anh chàng trước khi anh nhìn xuống đất.  \"Bạn cũng đến nữa, đúng không?\" Tôi nhanh chóng nói thêm. \"Hay là quá sức chán khi phải đi chơi với một đám người lớn chán ngắt?\"  Quên đi hy vọng giữ khoảng cách giữa chúng tôi. Tôi không thể chịu được chuyện làm Jacob bị tổn thương; chúng tôi dường như gắn bó nhau một cách kỳ lạ, và nỗi đau của anh chàng như nhát dao đâm vào tim tôi. Hơn nữa, ý tưởng có anh chàng ở bên cạnh trong lúc khó khăn - tôi đã hứa với Mike, nhưng thật sự chẳng muốn thực hiện lời hứa chút nào – thật quá hấp dẫn.  \"Bạn thích tôi đến đó chơi với bạn của bạn à?\" \"Ừ, \" tôi thành thật thú nhận, biết rõ -khi tôi nói tiếp- là mình đang tự rước hoạ vào thân vì lời nói của mình. \"Tôi sẽ vui hơn nhiều nếu bạn ở đó.  Dẫn theo Quil, để thành một nhóm đi chơi. \" Quil chắc sẽ khoái lắm đây.  Con gái lớn tuổi.” Anh chàng cười giòn như nắc nẻ và trợn tròn mắt tỏ vẻ không tin. Tôi không nhắc đến Embry, và anh chàng cũng vậy. Tôi cũng cười. \"Tôi sẽ cố tìm cho bạn ấy người phù hợp. \" Tôi nhắc đến đề tài này với Mike trong lớp Tiếng Anh.  \"Chào, Mike, \" tôi nói khi giờ học kết thúc. \"Bạn có rảnh đêm thứ Sáu không?” Anh nhìn lên, đôi mắt xanh dương lập tức ngời hy vọng. \" Ờ, rảnh. Bạn muốn đi chơi à?\" Tôi cân nhắc câu trả lời cẩn thận. \"Tôi đang nghĩ về việc lập một nhóm” - tôi nhấn mạnh từ này - \"cùng nhau đi xem Crosshairs.”  Lần này tôi đã làm xong bài tập ở nhà - thậm chí đã đọc luôn các bài viết cho biết trước nội dung phim để chắc chắn mình sẽ không bị bất ngờ. Phim này hẳn sẽ tắm máu từ đầu đến cuối. Tôi chưa bình phục đến mức có thể ngồi chịu đựng hết một bộ phim lãng mạn. \"Thế có thấy vui không?\" \"Đương nhiên là vui rồi, \" anh chàng đồng ý, rõ ràng ít háo hức hẳn.  \"Hay lắm.” Sau một giây, anh đã trở nên vui vẻ trở lại gần đến mức phấn khích vừa rồi. \"Mình rủ Angela và Ben được không? Hay Eric và Katie?\" Rõ ràng anh định biến chuyện này thành một loại hẹn hò hai cặp.  \"Cả hai luôn được không?\" Tôi đề nghị \"Cả Jessica nữa, dĩ nhiên. Và Tyler cùng Conner, và có lẽ Lauren luôn,” tôi thêm vào miễn cưỡng. Tôi đã hứa Quil sẽ có nhiều lựa chọn.  \"Đồng ý, \" Mike lẩm bẩm, chịu thua.  \"Và,” tôi nói tiếp, \"Tôi định mời mấy người bạn ở La Push nữa. Vì thế chắc mình sẽ cần chiếc Suburban của bạn nếu mọi người cùng đi.” Mắt Mike nheo lại nghi ngờ.  \"Mấy người bạn mà bạn đang bỏ toàn bộ thời gian của mình để học chung đó hả?\" \"Ừ, chính họ, \" tôi trả lời vui vẻ. \"Tuy nhiên bạn có thể xem đó là kiểu kèm cặp - họ chỉ mới là sinh viên năm thứ hai mà thôi.” \"Ồ, \" Mike nói, bị bất ngờ. Sau một giây suy nghĩ, anh mỉm cười.  Tuy vậy, rốt cuộc thì không cần đến chiếc Suburban.  Jessica và Lauren đã tuyên bố bận việc ngay khi Mike vô tình tiết lộ tôi có dính líu đến chương trình này. Eric và Katie đã có chuyện định làm trước rồi - đó là kỷ niệm ba - tuần hẹn hò hay gì gì đó. Lauren đã kể cho Tyler và Conner trước Mike, nên hai người đó cũng bận luôn. Thậm chí cả Quil cũng đi chơi  - để đánh nhau ở trường. Cuối cùng, chỉ có Angela và Ben, và, dĩ nhiên cả Jacob, có thể đi được.  Tuy vậy, số người đi ít xuống không làm Mike giảm háo hức.  Anh ta nói suốt về thứ Sáu.  \"Bạn có chắc bạn không muốn đổi xem phim Tomorrow and Forever?\" anh hỏi lúc ăn trưa, nêu tên vở hài kịch lãng mạn đang chiếu đang thống trị quầy bán vé. \" Rotten Tomatoes đánh giá nó hay hơn.” \"Tôi muốn xem Crosshairs \" tôi kiên quyết. \"Tôi đang thích hành động. Thấy máu chảy đầu rơi!” \"Được thôi. \" Mike quay đi, nhưng trước đó tôi thấy vẻ mặt anh ta biểu lộ ý chắc-cô-ấy-điên-mất-rồi.  Khi tôi về đến nhà sau giờ học, một chiếc xe rất quen đỗ phía trước nhà tôi. Jacob đang tựa vào nắp ca-pô, một nụ cười toe toét thắp sáng khuôn mặt anh chàng.  \"Không thể được! \" Tôi la to khi nhảy ra khỏi xe tải. \"Bạn làm xong rồi!  Tôi không thể tin nỗi!  Bạn đã lắp xong chiếc Rabbit rồi! \" Anh chàng cười toe toét. \"Mới xong đêm qua. Đây là chuyến đi đầu tiên.” \"Không thể tin nổi. \" Tôi giơ tay lên để vỗ tay phải chúc mừng.  Anh vỗ bàn tay mình vào bàn tay tôi, rồi để nguyên đó, đan ngón tay mình vào tay tôi. \"Vậy đêm nay tôi lái nhé?\" \"Dĩ nhiên rồi, \" tôi nói, rồi thở dài. “Có gì không ổn à?” \"Tôi chịu thua rồi - tôi không thể đứng đầu vụ này được. Vậy là bạn thắng. Bạn già nhất.” Anh chàng nhún vai, không ngạc nhiên vì sự đầu hàng của tôi. \"Dĩ nhiên là vậy rồi.” Chiếc Suburban của Mike nổ máy bình bịch ngay góc đường. Tôi rút tay mình ra khỏi tay Jacob, và anh chàng để lộ vẻ mặt tôi không muốn thấy.  \"Tôi nhớ ra anh chàng này rồi, \" anh nói thật nhỏ khi Mike đỗ xe ngang đường. \"Người đã nghĩ bạn là bạn gái mình. Anh ta vẫn bậy bạ vậy à?” Tôi nhướng một bên lông mày. \"Một số người khó mà cản lắm.” \"Vậy là một lần nữa, \" Jacob trầm tư nói, \"đôi khi kiên nhẫn là mẹ thành công.” \"Tuy vậy, chuyện đó thường thiệt là bực mình.” Mike ra khỏi xe và băng qua đường.  \"Chào, Bella,” anh chào tôi, rồi mắt anh trở nên dè dặt khi nhìn lên Jacob. Tôi cũng liếc nhanh nhìn Jacob, cố tỏ ra khách quan. Anh chàng thật sự chẳng giống sinh viên năm thứ hai chút nào. Anh chàng thật cao lớn - đầu Mike chỉ mới đến vai Jacob; Tôi thậm chí không muốn nghĩ mình cao ra sao khi đứng kế bên anh chàng - mà mặt anh cũng trông già dặn hơn trước đây, ngay cả so với cách đây một tháng. \"Chào, Mike! Bạn có nhớ Jacob Black không?\" \"Không nhớ lắm.” Mike chìa tay ra.  \"Bạn cũ của gia đình,” Jacob tự giới thiệu, bắt tay. Họ siết tay mạnh hơn cần thiết. Khi buông tay ra, Mike gập ngón tay mình.  Tôi nghe tiếng điện thoại reng trong nhà bếp.  \"Tôi nên đi nghe đây - chắc Charlie, \" tôi nói với họ, rồi lao vô nhà.  Đó là điện thoại của Ben. Angela bị viêm dạ dày, và anh không thích đi mà không có nhỏ. Anh xin lỗi vì đã bỏ rơi chúng tôi.  Tôi chậm rãi đi lại chỗ mấy anh chàng đang chờ, lắc đầu. Tôi thật đã hy vọng Angela sẽ hết bịnh sớm, nhưng tôi phải thú nhận rằng mình khó chịu một cách ích kỷ vì chuyện xảy ra như thế này. Chỉ có ba chúng tôi, Mike và Jacob và tôi, ở bên nhau suốt buổi tối - chuyện này hoá ra hay dữ, tôi nghĩ đầy mỉa mai rầu rĩ.  Chẳng có vẻ gì là Jake và Mike đã thân thiết với nhau hơn khi tôi không có ở đó. Họ đứng xa nhau mấy thước, quay mặt không nhìn nhau khi chờ tôi; vẻ mặt Mike ủ rũ, dù vẻ mặt Jacob vẫn vui vẻ như mọi khi.  \"Ang bệnh, \" tôi rầu rĩ nói với họ. \" Cô ấy và Ben sẽ không đến.” \"Tôi đoán cúm quay lại. Austin và Conner hôm nay cũng không đi. Hay mình để dịp khác vậy, \" Mike đề nghị.  Trước khi tôi đồng ý, Jacob nói.  \"Tôi vẫn muốn đi. Nhưng nếu bạn không muốn vậy, Mike-- \" \"Không, tôi đi chớ, \" Mike ngắt lời. \"Tôi chỉ nghĩ cho Angela và Ben thôi. Đi nào.”  Anh bắt đầu hướng về chiếc Suburban của mình.  \"Nè, bạn có phiền không nếu Jacob lái?\" Tôi hỏi. \"Tôi có nói bạn ấy có thể lái – vì bạn ấy mới ráp xong xe.  Bạn ấy một tay ráp nó đó,” tôi khoe, tự hào như một bà mẹ trong hội phụ huynh học sinh có con học giỏi nhất trường.  \"Được thôi, \" Mike cáu kỉnh nói.  \"Vậy thì được rồi,” Jacob nói, như thể vậy là ổn thoả cả. Anh chàng có vẻ thoải mái hơn bất kỳ ai khác.  Mike lên xe ghế sau của chiếc Rabbit với vẻ chán ghét.  Jacob vẫn tươi cười hớn hở như luôn vậy, nói huyên thuyên cho đến khi tôi quên hết mọi thứ trừ Mike đang thầm hờn dỗi phía sau.  Rồi Mike thay đổi chiến lược. Anh ta nghiêng người về phía trước, tựa cằm lên vai ghế của tôi; má anh gần chạm vào má tôi. Tôi xoay người, quay lưng phía cửa sổ.  \"Máy ra-đi-ô trong cái thứ này không hoạt động à?” Mike hỏi cho thấy mình hơi cáu kỉnh, ngắt lời Jacob.  \"Có chứ, \" Jacob trả lời. \"Nhưng Bella không thích nhạc. \" Tôi nhìn chằm chằm vào Jacob, ngạc nhiên. Tôi chưa từng nói với anh chàng chuyện đó.  \"Bella hả?\" Mike hỏi, bực mình.  \"Bạn ấy nói đúng, \" tôi lầm bầm, vẫn nhìn vào vẻ mặt thanh thản của Jacob.  \"Sao bạn lại có thể không thích nhạc chớ?\" Mike hỏi.  Tôi nhún vai. \"Tôi không biết. Nó làm tôi phát cáu.” \"Hừm. \" Mike ngồi thẳng lại.  Khi đến nhà hát, Jacob trao cho tôi tờ mười đô la.  \"Gì đây?\" Tôi phản đối.  \"Tôi chưa đủ lớn để được vào chỗ này, \" anh chàng nhắc tôi.  Tôi phá ra cười. \"Quên vụ tuổi tương đối đi ha. Không biết Billy có giết tôi không nếu tôi lẻn đưa bạn vô?\" \"Không. Tôi đã bảo cha tôi là bạn đang định hủy diệt sự ngây thơ hồn nhiên của tôi.” Tôi cười khúc khích, và Mike rảo bước để theo kịp chúng tôi.  Tôi hầu như muốn Mike quyết định bỏ cuộc. Anh chàng vẫn mặt sưng mày sỉa – không thành một nhóm đi chơi lắm. Nhưng tôi cũng không muốn rốt cuộc trở thành cuộc hẹn hò riêng với Jacob. Chuyện đó sẽ chẳng ích lợi gì cả.  Phim đúng như đã tuyên bố rộng rãi. Chỉ nội phần giới thiệu danh sách ê - kíp làm phim thôi mà bốn người đã bị nổ tung và một người bị chém đầu. Cô gái trước mặt tôi đưa tay bịt mắt mình và giấu mặt vào ngực bạn trai. Anh ta vỗ nhẹ vai cô, và cũng cau mày nhăn mặt.  Mike không giống đang xem phim. Anh khó chịu nhìn chằm chằm lên tua rèm bên trên màn ảnh.  Tôi ngồi xuống chuẩn bị chịu đựng hai tiếng đồng hồ, theo dõi màu sắc và cử động trên màn ảnh chớ không nhìn hình dáng của con người và xe hơi và nhà ở. Nhưng rồi Jacob bắt đầu cười khúc khích. \"Gì vậy?\" Tôi thì thầm.  \"Ồ, nào! \" anh chàng suỵt lại. \"Máu phun ra khỏi gã đó tới hai mươi foot. Giả gì đâu?” Anh chàng cười lại khúc khích, khi một cột cờ xiên một người đàn ông khác vô tường bê-tông.  Sau đó, tôi mới thật sự xem phim, cùng cười với anh chàng khi cảnh chém giết ngày càng buồn cười hơn.  Làm sao mà tôi làm rõ được ranh giới mờ nhạt trong mối quan hệ của mình khi tôi thích ở bên anh chàng đến thế? Cả Jacob lẫn Mike đều chiếm chỗ gác tay ở hai bên ghế tôi. Cả hai bàn tay họ đặt nhẹ, để ngửa, ở tư thế trông chẳng tự nhiên chút nào. Giống bẫy gấu bằng thép, mở và sẵn sàng. Jacob có thói quen nắm tay tôi bất cứ khi nào có cơ hội, nhưng ở đây trong rạp chiếu phim âm u, với Mike đang theo dõi, nó sẽ mang ý nghĩa khác - và tôi chắc chắn anh chàng biết thế. Tôi không tin là Mike cũng đang nghĩ giống vậy, nhưng bàn tay anh chàng cũng để y như tay Jacob.  Tôi khoanh tay chặt trước ngực và hy vọng cả hai bàn tay họ sẽ tê đi.  Mike chịu thua trước. Khoảng giữa phim, anh rụt tay lại, rồi nghiêng người về phía trước ôm đầu. Lúc đầu tôi nghĩ anh đang phản ứng lại cảnh gì đó trên màn ảnh, nhưng sau đó anh rên lên.  \"Mike, bạn có ổn không?\" Tôi thì thầm.  Đôi phía trước chúng tôi quay nhìn anh khi anh chàng lại rên rỉ.  Tôi nhìn thấy mồ hôi lấp loáng trên khuôn mặt anh dưới ánh sáng của màn ảnh.  Mike lại rên rỉ, và lao ra cửa. Tôi đứng dậy đi theo, và Jacob cũng bắt chước tôi ngay lập tức.  \"Khỏi, ở lại đi, \" tôi thì thầm. \" Tôi chỉ đi xem anh ấy có ổn không.” Jacob vẫn cứ đi theo tôi.  \"Bạn đâu cần phải đi theo. Phải coi cảnh tàn sát cho đáng tám đô la chớ,” tôi khăng khăng khi chúng ta bước đến gần lối đi.  \"Được mà. Tùy ý chọn lựa chớ, Bella. Phim này thiệt là tệ hại.” Giọng anh chàng chuyển từ thì thầm sang bình thường khi chúng tôi bước ra khỏi rạp.  Chẳng hề thấy Mike trong tiền sảnh, và sau đó tôi mừng vì Jacob đã đi theo tôi - anh chàng lách nhanh vô phòng vệ sinh nam để coi có Mike ở đó không.  Jacob quay lại trong vài giây.  \"Ồ, anh ấy đang ở trong đó, ổn,” anh chàng nói, trợn tròn mắt. \"Yếu đuối quá. Bạn nên tìm kiếm một người có bao tử khoẻ chút. Người cười ngạo nghễ cảnh máu đổ đầu rơi mà những người đàn ông yếu ớt hơn phải nôn thốc nôn tháo.” \"Tôi sẽ mở to mắt tìm người như thế. \" Chỉ có mình chúng tôi trong tiền sảnh. Cả hai rạp hát đều đang chiếu phim giữa chừng, và chẳng có một ai – đủ yên tĩnh để chúng tôi có thể nghe tiếng bỏng ngô đang bung ở quầy bán hàng trong hành lang.  Jacob đến ngồi lên chiếc ghế dài bọc nhung sát tường, vỗ nhẹ chỗ ngồi cạnh mình.  \"Trông anh ta có vẻ sẽ ở đó kha khá lâu đó, \" anh nói, duỗi đôi chân dài của mình ra trước mặt khi ngồi thoải mái để chờ đợi.  Tôi thở dài cùng ngồi xuống. Anh chàng trông như đang nghĩ đến chuyện xoá thêm nhiều ranh giới nữa. Không còn nghi ngờ gì nữa, ngay khi tôi vừa ngồi xuống, anh đã xích tới để choàng tay qua vai tôi.  \"Jake, \" tôi phản đối, xích ra xa. Anh chàng bỏ tay xuống, chẳng có vẻ buồn phiền chút nào vì sự cự tuyệt nhỏ nhặt ấy.  Anh chàng đưa tay ra nắm chặt tay tôi, bàn tay kia siết cổ tay tôi khi tôi cố rút về lần nữa. Anh ta kiếm đâu ra sự tự tin này chứ? \"Bây giờ, chờ một chút, Bella,\" anh nói bằng giọng điềm tĩnh. \"Hãy nói cho tôi biết một chuyện.” Tôi nhăn nhó. Tôi không muốn làm việc này. Không chỉ bây giờ, mà là chẳng bao giờ hết.  Lúc này chẳng còn gì trong đời tôi quan trọng hơn Jacob Black. Nhưng anh dường như quyết làm hỏng mọi thứ.  \"Chuyện gì?\" Tôi lẩm bẩm chua chát.  \"Bạn thích tôi, phải không?\" \"Bạn biết rồi. \" \"Thích hơn thằng cha đang nôn thốc nôn tháo trong đó?\" Anh ra hiệu chỉ về phía cửa phòng vệ sinh.  \"Ừ, \" tôi thở dài.  \"Hơn bất cứ người nào khác bạn quen?\" Anh chàng bình thản, thanh bình - như thể câu trả lời của tôi chẳng quan trọng gì, hay như thể anh chàng đã biết câu trả lời là gì rồi.  \"Hơn cả bạn gái, \" tôi chỉ ra.  \"Nhưng chỉ thế thôi, \" anh nói, và đó không phải là một câu hỏi.  Thật khó trả lời, khó nói thành lời. Anh sẽ bị tổn thương và tránh mặt tôi? Làm sao tôi chịu nỗi chuyện đó? \"Ừ, \" tôi thì thầm.  Anh chàng cười toe toét nhìn xuống tôi. \"Thế cũng được, bạn biết đó. Chừng nào mà bạn thích tôi nhất. Và bạn nghĩ tôi dễ coi – đại loại vậy. Tôi sẽ sẵn lòng kiên nhẫn một cách đáng ghét.” \"Tôi sẽ không thay đổi đâu,” tôi nói, và dù tôi cố giữ giọng mình bình thường, tôi có thể nghe nỗi buồn chất chứa trong đó.  Khuôn mặt anh trầm tư, không còn trêu chọc nữa. \"Vẫn là dành cho người kia, phải không?\" Tôi rúm người. Lạ làm sao khi anh có vẻ biết không nên nói cái tên ấy ra - cũng giống lúc nãy trong xe với chuyện nghe nhạc.  Anh để ý thật nhiều về tôi về những điều tôi chưa từng nói. \"Bạn không cần phải nói về chuyện đó, \" anh bảo.  Tôi gật đầu, biết ơn.  \"Nhưng đừng bực vì tôi cứ quanh quẩn một bên nhé?” Jacob vỗ nhẹ mu bàn tay tôi. \" Vì tôi sẽ không chịu bỏ cuộc đâu. Tôi có cả đống thời gian.” Tôi thở dài. \"Bạn không nên phí công vì tôi vô ích,” tôi nói, dù muốn anh chàng thế. Đặc biệt nếu anh sẵn lòng chấp nhận tôi đúng là tôi – một món hàng hỏng, y vậy.  \"Đó là điều tôi muốn làm, chừng nào bạn còn thích ở bên tôi. \" \"Tôi không thể tưởng tượng nỗi vì sao tôi lại không thích ở bên bạn, \" tôi thực lòng nói với anh.  Jacob tươi cười. \"Tôi có thể chịu được điều đó.” \"Chỉ đừng mong hơn vậy, \" tôi cảnh báo anh, cố rút tay lại. Anh chàng ngoan cố nắm chặt.  \"Chuyện này thật sự không làm bạn bực mình, phải không?\" anh chàng hỏi, siết ngón tay tôi.  \"Không, \" tôi thở dài. Thực lòng, thật dễ chịu. Bàn tay anh ấm hơn tay tôi rất nhiều; dạo này tôi luôn cảm thấy quá lạnh.  \"Và bạn chẳng ngại anh ta sẽ nghĩ gì cả.” Jacob chĩa ngón cái về phía phòng vệ sinh.  \"Chắc không. \" \"Vậy vấn đề là gì?\" \"Vấn đề là, \" tôi nói, \"chuyện đó với tôi có ý nghĩa khác, còn với bạn có ý nghĩa khác.” \"Tốt.” Anh siết chặt bàn tay quanh tay tôi \"Đó là chuyện của tôi, phải không?\" \"Ừ, \" tôi làu bàu. \"Nhưng đừng quên chuyện đó.” \"Tôi sẽ không quên đâu.  Bây giờ thì chốt lựu đạn đã rút vì tôi, phải không?” Anh chàng thúc vào hông tôi.  Tôi trợn tròn mắt. Tôi nghĩ nếu anh chàng cảm thấy muốn nói đùa chuyện đó, anh chàng đã được phép.  Anh chàng cười khúc khích thầm một chốc trong khi ngón tay hồng hồng của anh lơ đãng dò theo các đường vân nổi trên bàn tay tôi.  \"Ở đây bạn có cái sẹo lạ hả, \" anh đột ngột nói, xoay bàn tay tôi để nhìn kỹ. \"Sao lại xảy ra được?\" Ngón trỏ của bàn tay kia men theo hình mặt trăng lưỡi liềm dài màu bạc ẩn dưới làn da nhợt nhạt của tôi.  Tôi giận dữ. \"Bạn thiệt sự nghĩ là tôi nhớ hết nguồn gốc của mọi vết sẹo của mình à?” Tôi chờ ký ức ùa về – đâm vào tim tôi. Nhưng, cũng như mọi khi, sự hiện diện của Jacob luôn giúp tôi bình an.  \"Nó lạnh quá,” anh chàng thì thầm, ấn nhẹ vào nơi James đã cắn tôi.  Rồi Mike loạng choạng đi ra khỏi phòng vệ sinh, khuôn mặt anh tái mét và đầm đìa mồ hôi. Trông anh thật khủng khiếp.  \"Ồ, Mike, \" tôi thở hổn hển.  \"Bạn có phiền không nếu phải về sớm ?\" anh thì thầm.  \"Không, dĩ nhiên là không rồi.” Tôi rút tay ra và đến giúp Mike bước đi. Anh đi có vẻ không vững.  \"Phim ghê quá hả?\" Jacob vô tâm hỏi.  Mike nhìn trừng trừng oán ghét. \" Tôi thực chẳng hề xem gì cả, \" anh lầm bầm. \" Tôi đã buồn nôn trước khi đèn tắt. \" \"Sao bạn không nói hả?\" Tôi mắng khi chúng tôi lảo đảo về phía lối ra.  \"Tôi đã hi vọng nó sẽ qua, \" anh nói.  \"Chờ chút,” Jacob nói khi chúng tôi ra tới cửa. Anh chàng nhanh chóng quay lại quầy bán hàng.  \"Cho tôi xin một túi đựng bỏng ngô rỗng nhé?\" anh hỏi cô bán hàng. Cô ấy nhìn Mike một cái, rồi đẩy túi giấy về phía Jacob.  \"Xin vui lòng đưa anh ấy ra ngoài, \" cô cầu xin. Rõ ràng cô là người sẽ phải dọn sạch sàn.  Tôi kéo Mike ra ngoài trời không khí mát mẻ, ẩm ướt. Anh hít sâu. Jacob ở ngay phía sau chúng tôi. Anh chàng giúp tôi đưa Mike vào sau xe, rồi trao cho anh chàng túi giấy với ánh nhìn nghiêm nghị.  \"Xin anh, \" Jacob chỉ nói thế.  Chúng tôi hạ kính xe xuống, để cho không khí về đêm lạnh giá thổi qua xe, hi vọng nó sẽ giúp Mike khoẻ hơn. Tôi vòng tay quanh gối để giữ ấm. \"Lạnh nữa hả?\" Jacob hỏi, ôm choàng lấy tôi trước khi tôi có thể trả lời.  \"Bạn không lạnh à?\" Anh chàng lắc đầu.  \"Hẳn bạn bị sốt hay sao ấy, \" tôi làu bàu. Lạnh thấu xương. Tôi sờ tay lên trán anh chàng, và đầu anh nóng hổi.  \"Jake - bạn đang nóng bừng bừng đó! \" \" Tôi cảm thấy khoẻ. \" Anh chàng nhún vai. \"Khoẻ như vâm.” Tôi cau mày và lại sờ đầu anh. Da anh nóng rực dưới ngón tay tôi.  \"Tay bạn lạnh như băng, \" anh chàng phàn nàn.  \"Chắc do tôi, \" tôi đồng ý.  Mike rên rỉ ở ghế sau, và ói ra túi giấy. Tôi nhăn nhó, hy vọng dạ dày mình có thể chịu đựng được âm thanh và mùi đó. Jacob nhìn qua vai để coi xe hơi của mình có bị vấy bẩn không.  Đường về dường như xa hơn.  Jacob yên lặng, trầm tư. Anh bỏ tay đang choàng qua tôi, ấm đến nỗi gió lạnh cũng cảm thấy dễ chịu.  Tôi nhìn chằm chằm vào kính chắn gió, ngập tràn tội lỗi.  Thật hết sức bậy bạ khi khuyến khích Jacob.  Toàn là ích kỷ.  Chẳng nhằm nhò gì chuyện tôi đã cố làm rõ quan điểm của mình. Nếu anh cảm thấy chút nào hy vọng chuyện này sẽ chuyển thành điều gì đó khác tình bằng hữu, là do tôi đã cư xử chưa đủ rõ ràng.  Làm sao tôi có thể giải thích cho anh hiểu? Tôi chỉ còn là một cái vỏ rỗng. Giống như một căn nhà trống – bị bỏ phế - hàng tháng trời hoàn toàn không thể ở được nữa. Bây giờ tôi có khá hơn một chút. Phòng khách đã được sửa chữa tốt hơn. Nhưng chỉ thế thôi - chỉ một phòng nhỏ mà thôi. Anh xứng đáng nhiều hơn thế – xứn gđáng hơn là chỉ hơn căn nhà sập xệ một phòng, hoang phế. Không lượng đầu tư nào của anh có thể đưa tôi vào hoạt động lại được.  Thế nhưng tôi biết mình sẽ không đuổi anh đi, bất kể thế nào. Tôi cần anh thật nhiều, và tôi ích kỷ. Có lẽ tôi có thể làm phía mình rõ ràng hơn, để anh hiểu mà rời xa tôi. Suy nghĩ đó làm tôi rùng mình, và Jacob siết chặt tay anh quanh tôi.  Tôi chở Mike về nhà bằng chiếc Suburban của anh, trong khi Jacob chạy theo ở đằng sau để đưa tôi về nhà. Jacob yên lặng suốt đường về nhà tôi, và tôi tự hỏi không biết có phải anh đang suy nghĩ cùng một chuyện tôi đang nghĩ. Có lẽ anh đang đổi ý.  \"Tôi sẽ tự mời mình vô nhà, vì chúng ta về sớm, \" anh nói khi chúng tôi đỗ xe cạnh xe tải tôi. \"Nhưng tôi nghĩ chắc bạn nói đúng về vụ sốt. Tôi bắt đầu cảm thấy hơi ... lạ trong người.” \"Ồ trời, lại thêm bạn nữa! Bạn có muốn tôi lái xe đưa bạn về nhà không?\" \"Không. \" Anh lắc đầu, lông mày anh nhíu vào nhau. \"Tôi chưa thấy bịnh. Chỉ ... không ổn. Nếu cần, tôi sẽ tấp vào lề đường. \" \"Bạn sẽ gọi tôi ngay khi bạn về tới nhà nhé?\" Tôi lo lắng yêu cầu.  \"Đương nhiên, chắc chắn. \" Anh cau mày, nhìn vào bóng tối phía trước và cắn môi.  Tôi mở cửa ra ngoài, nhưng anh chộp nhẹ cổ tay tôi và giữ tôi ở đó. Tôi lại để ý thấy da của anh nóng biết bao.  \"Cái gì vậy, Jake ?\" Tôi hỏi.  \"Có một chuyện tôi muốn nói bạn biết, Bella...  nhưng tôi nghĩ chắc nghe hơi nhàm.” Tôi thở dài. Chuyện này hẳn còn hơn chuyện trong rạp hát. \"Cứ nói đi. \" \"Chỉ là, tôi biết bạn buồn nhiều lắm. Và, có lẽ chẳng ích gì, nhưng tôi muốn bạn biết rằng tôi luôn ở đây. Tôi sẽ không bao giờ làm bạn buồn - Tôi hứa bạn luôn có thể tin tưởng ở tôi.  Chà, nghe nhàm thiệt.  Nhưng bạn biết vậy mà, đúng không? Rằng tôi sẽ không bao giờ, không bao giờ làm bạn buồn khổ?” \"Ờ, Jake. Tôi biết thế. Và tôi đã tin tưởng ở bạn, có lẽ nhiều hơn bạn biết. \" Nụ cười rạng rỡ trên khuôn mặt anh chàng như mặt trời mọc xua tan những đám mây, và tôi muốn cắt lưỡi mình ra. Tôi đã không nói một chữ nào dối trá, nhưng lẽ ra tôi nên nói dối. Sự thật này thật bậy bạ, nó sẽ làm anh bị tổn thương.  Tôi sẽ làm anh buồn.  Một nét kỳ lạ thoáng qua khuôn mặt anh. \" Tôi thật nghĩ mình nên về nhà ngay, \" anh nói.  Tôi ra khỏi xe thật nhanh.  \"Nhớ gọi điện thoại cho tôi! \" Tôi thét khi anh lùi xe ra.  Tôi nhìn anh đi, và ít nhất thì anh có vẻ lái xe được. Tôi nhìn chằm chằm vào đường phố vắng tanh khi anh đã ra đi, cảm thấy chính mình hơi không khoẻ, nhưng không phải vì nguyên nhân liên quan đến thể xác nào.  Tôi ước gì Jacob Black sinh ra đã là em trai tôi, em ruột của tôi, để bây giờ tôi có quyền đòi hỏi anh một cách hợp pháp mà không bị chỉ trích.  Chắc chắn tôi chẳng bao giờ muốn lợi dụng Jacob, nhưng tôi đành phải diễn giải chuyện tôi đang cảm thấy tội lỗi nghĩa là tôi đã thế.  Còn hơn thế, tôi chưa hề có ý yêu anh. Một điều tôi đã thực sự biết - biết trong thẳm sâu dạ dày, trong giữa xương tủy, biết từ đỉnh đầu đến lòng bàn chân, biết sâu trong lồng ngực trống rỗng của mình - là tình yêu đã trao sức mạnh để ai đó hạ gục bạn như thế nào.  Tôi đã tan nát không tài nào hàn gắn lại được.  Nhưng bây giờ tôi cần Jacob, cần anh như cần ma túy. Tôi đã dùng anh như một cái nạng đã quá lâu, và tôi đã lậm sâu hơn từng định hẹn hò với bất kỳ ai lần nữa. Bây giờ tôi không chịu được chuyện anh bị tổn thương, mà tôi cũng không thể không làm anh bị tổn thương. Anh nghĩ thời gian và lòng kiên nhẫn sẽ làm tôi thay đổi, và, cho dù tôi biết anh sai hoàn toàn, tôi cũng biết rằng mình sẽ để anh thử.  Anh là bạn thân nhất của tôi. Tôi sẽ luôn luôn yêu thương anh, và sẽ không bao giờ, không bao giờ đủ.  Tôi vào nhà ngồi cạnh điện thoại và cắn móng tay.  \"Hết phim rồi à?\" Charlie ngạc nhiên hỏi khi tôi đi vào. Ông đang ngồi trên sàn nhà, cách ti-vi chỉ một bước chân.  Hẳn trận đấu gay cấn lắm.  \"Mike bị bệnh, \" tôi giải thích. \"Một loại viêm dạ dày gì đó.” \"Con khoẻ không?\" \"Bây giờ thì con khoẻ, \" tôi nói mập mờ. Rõ ràng, tôi đã bị nhiễm bịnh.  Tôi tựa người vào quầy bếp, bàn tay tôi cách điện thoại chỉ một inch, và cố kiên nhẫn chờ đợi. Tôi nghĩ về vẻ mặt lạ của Jacob trước khi anh lái đi, và ngón tay tôi bắt đầu gõ xuống ghi-sê. Lẽ ra tôi phải kiên quyết đòi lái xe đưa anh về nhà.  Tôi canh đồng hồ khi số phút đến mười. Mười lăm. Dù là tôi lái, cũgn chỉ mất mười lăm phút, và Jacob lái còn nhanh hơn tôi. 18 Phút. Tôi nhấc điện thoại quay số.  Reng hoài hoài. Có lẽ Billy đang ngủ. Có lẽ tôi gọi nhầm số. Tôi thử lại.  Đến hồi chuông thứ tám, đúng lúc tôi định gác máy thì Billy trả lời.  \"A lô?\" ông hỏi. Giọng ông thận trọng như thể ông đang chờ tin xấu.  \"Billy, cháu đây, Bella - Jake đã về nhà chưa?  Anh ấy rời nhà cháu khoảng hai mươi phút trước.” \"Nó đang ở đây, \" Billy nói một cách vô cảm.  \"Lẽ ra anh ấy phải gọi cháu chớ. \" Tôi hơi cáu. \" Anh ấy bịnh lúc rời đây nên cháu lo.” \"Nó ... bịnh quá nên không gọi được.  Bây giờ nó không cảm thấy khoẻ. \" Billy có vẻ dè dặt. Tôi nhận ra ông hẳn muốn ở bên Jacob.  \"Hãy cho cháu biết nếu bác cần giúp đỡ, \" tôi đề nghị. \" Con có thể xuống đó. \" Tôi suy về Billy, mắc kẹt trong ghế lăn, còn Jake tự lo cho mình... \"Đừng, đừng, \" Billy nói nhanh. \"Bọn bác ổn mà. Cứ ở nhà cháu.” Kiểu ông nói câu đó gần như khiếm nhã.  \"OK, \" tôi đồng ý.  \"Tạm biệt, Bella. \" Đường dây ngắt.  \"Tạm biệt, \" tôi lẩm bẩm.  Ừm, ít ra thì anh cũng đã về đến nhà. Kỳ là, tôi chẳng cảm thấy ít lo lắng hơn. Tôi lê bước lên cầu thang, băn khoăn lo lắng. Có lẽ mai tôi sẽ xuống đó để coi anh ra sao. Tôi có thể mang theo canh - chúng tôi chắc chắn có một hộp súp của tiệm Campbell đâu đây.  Tôi nhận ra phải hủy bỏ mọi kế hoạch ấy - đồng hồ tôi là bốn giờ ba mươi - và chạy hết tốc lực vô phòng tắm. Charlie thấy tôi ở đó nửa giờ sau, nằm trên sàn, má tôi áp vào gờ bồn tắm lạnh lẽo.  Ông nhìn tôi một hồi lâu.  \"Viêm dạ dày, \" cuối cùng thì ông cũng nói.  \"Dạ, \" tôi than van.  \"Con cần gì không?\" ông hỏi.  \"Gọi nhà Newton giùm con, \" tôi khàn khàn dặn. \" Nói với họ là con bị giống Mike, và con không đến đó được hôm nay.  Nói với họ là con xin lỗi. \" \"Đương nhiên, không sao đâu, \" Charlie cả quyết với tôi.  Suốt thời gian còn lại trong ngày tôi ngồi trên sàn phòng tắm, ngủ vài giờ với đầu gắc trên cái khăn lớn nhàu nát. Charlie bảo ông phải đi làm, nhưng tôi nghi ông chỉ dùng phòng tắm mà thôi.  Ông để một ly nước trên sàn bên cạnh tôi để tôi không bị mất nước.  Tôi thức giấc khi ông về nhà. Tôi có thể thấy trời tối om trong phòng tôi - sau hoàng hôn.  Ông bước nặng nề lên cầu thang để kiểm tra tôi.  \"Còn sống hả?\" \"Đại loại vậy,” tôi nói.  \"Con có cần gì không?\" \"Không, cám ơn.” Ông do dự, rõ ràng bối rối vì không quen chuyện này. \"Vậy thì thôi, \" ông nói, rồi quay xuống nhà bếp trở lại.  Tôi nghe điện thoại reng vài phút sau. Charlie nói với ai đó bằng giọng nhỏ xíu trong chốc lát, rồi gác máy.  \"Mike cảm thấy khoẻ hơn rồi, \" ông nói vọng lên với tôi.  Ừm, thật khích lệ. Anh ấy chỉ bị ốm tám tiếng đồng hồ trước tôi. Thêm tám tiếng đồng hồ nữa. Suy nghĩ này làm bao tử tôi cuộn lên, và tôi nhấc mình lên nghiêng vô bồn cầu.  Tôi lại ngủ thiếp đi trên cái khăn lớn, nhưng khi thức giấc lên tôi đã nằm trên giường mình và đã có ánh sáng bên ngoài cửa sổ.  Tôi không nhớ mình đã nhúc nhích;  chắc Charlie đã bế tôi vô phòng – ông cũng đặt ly nước trên bàn cạnh giường. Tôi cảm thấy khát khô cổ. Tôi uống ừng ực, dù nó có vị kỳ cục do để yên suốt đêm.  Tôi đứng dậy từ từ, cố không làm mình buồn nôn trở lại. Tôi yếu, và miệng tôi có vị khủng khiếp, nhưng dạ dày bình thường. Tôi nhìn đồng hồ.  24 tiếng đồng hồ đã hết.  Tôi không gắng sức, chẳng ăn gì ngoài bánh quy mặn để điểm tâm. Charlie có vẻ bớt căng thẳng khi thấy tôi bình phục.  Ngay khi tôi chắc chắn mình sẽ không phải bỏ cả ngày trên sàn phòng tắm lần nữa, tôi gọi Jacob.  Jacob là người trả lời, nhưng khi vừa nghe tiếng chào của anh, tôi biết anh chưa hết bịnh.  \"A lô?\" giọng anh yếu ớt, khàn khàn.  \"Ồ, Jake, \" tôi rên rỉ thông cảm. \"Bạn nghe tệ quá.” \"Tôi cảm thấy tệ lắm, \" anh chàng thì thầm.  \"Tôi thật lòng xin lỗi vì bắt bạn đi chơi với tôi. Chuyện này chả ra gì. \" \"Tôi mừng tôi đã đi. \" Giọng anh vẫn thì thầm. \"Đừng trách mình nữa.  Chuyện này không phải là lỗi của bạn. \" \"Bạn sẽ mau bình phục thôi, \" tôi hứa. \"Tôi thức giấc sáng nay, và khoẻ rồi. \" \"Bạn bệnh à?\" anh đờ đẫn hỏi.  \"Ừ, tôi cũng bị bịnh đó. Nhưng giờ khoẻ rồi.” \"Vậy thì tốt. \" Giọng anh rã rời.  \"Vì vậy có lẽ bạn sẽ khoẻ hơn trong một vài tiếng nữa, \" tôi khuyến khích.  Tôi hầu như không nghe câu trả lời của anh. \" Tôi không nghĩ tôi bị bịnh giống bạn. \" \"Bạn không bị viêm dạ dày à?\" Tôi hỏi, không hiểu.  \"Không. Đây là bịnh khác. \" \"Có chuyện gì với bạn vậy?\" \"Đủ thứ, \" anh thì thầm. \"Tôi đau khắp người.” Nỗi đau trong giọng anh gần như sờ thấy được.  \"Tôi có thể làm gì, Jake? Tôi có thể làm gì cho bạn?\" \"Không gì cả. Bạn không được đến đây. \" Anh nói cộc lốc.  Điều này làm tôi nhớ đến Billy đêm hôm trước.  \"Tôi đã bị lây dù bịnh của bạn là gì, \" tôi chỉ ra.  Anh chàng lờ tôi đi. \" Tôi sẽ gọi cho bạn khi có thể. Tôi sẽ báo bạn biết khi nào bạn có thể xuống đây. \" \"Jacob - \" \"Tôi phải đi, \" anh nói với vẻ cấp thiết đột ngột.  \"Gọi tôi khi bạn cảm thấy khoẻ hơn nhé. \" \"Ừ, \" anh đồng ý, và giọng anh chàng có vẻ cay đắng, kỳ lạ.  Anh im lặng trong chốc lát. Tôi đang chờ anh nói lời từ biệt, nhưng anh cũng đợi.  \"Tôi sẽ gặp lại bạn sớm, \" cuối cùng thì tôi cũng nói.  \"Hãy chờ tôi gọi, \" anh lại nói vậy.  \" OK tạm biệt, Jacob. \" \"Bella, \" anh thì thầm tên tôi, rồi gác máy điện thoại."
        }
    ],
    "suggestions": []
}