{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aspiring"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "aspiring"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>aspiring</k><blockquote>▸ <cclass>adjective WOULD-BE, aspirant, hopeful, budding; potential, prospective, future; ambitious, determined; <cclass><i>informal</i> wannabe.</cclass></cclass></blockquote></div>",
            "word": "aspiring"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aspiring"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aspiring"
        }
    },
    "sentences": [
        {
            "en": "That is what I'm <em>aspiring</em>.",
            "vi": "Đó là công việc mà tôi đang khao khát."
        },
        {
            "en": "That is what I 'm <em>aspiring</em>.",
            "vi": "Đó là công việc mà tôi đang khao khát."
        },
        {
            "en": "He is <em>aspiring</em> to fame and power.",
            "vi": "Anh ta đang khao khát danh vọng và quyền lực."
        },
        {
            "en": "How do you turn an <em>aspiring</em> contact into a friend?",
            "vi": "Làm thế nào bạn biến người mình khao khát gặp thành một người bạn?"
        },
        {
            "en": "<em>Aspiring</em> musicians must practise many hours a day.",
            "vi": "Những nhạc sĩ có tham vọng phải tập luyện nhiều giờ mỗi ngày."
        },
        {
            "en": "What can the <em>aspiring</em> connector learn from this modest monk?",
            "vi": "Một người kết nối có thể học được gì từ vị tu sĩ khiêm tốn này?"
        },
        {
            "en": "Dan is an <em>aspiring</em> actor from New York.",
            "vi": "Dan là nam diễn viên đầy tham vọng đến từ New York."
        },
        {
            "en": "It is a book that any <em>aspiring</em> musician could read with profit.",
            "vi": "Đây là cuốn sách hữu ích cho mọi nhạc sĩ đang cảm hứng."
        },
        {
            "en": "If I could say anything to <em>aspiring</em> writers, it's to keep your own counsel, first and foremost.",
            "vi": "Nếu tôi có thể nói điều gì đó với các nhà văn đầy tham vọng, thì đó là đầu tiên và trước hết hãy giữ bí mật."
        },
        {
            "en": "The MCAT (Medical College Admissions Test) is one of the most important tests an <em>aspiring</em> doctor will take.",
            "vi": "Kỳ thi tuyển sinh đại học dược ở nước Mỹ (MCAT) là một trong các kỳ thi quan trọng nhất đối với những ai mong muốn trở thành bác sĩ."
        },
        {
            "en": "The government seems to be looking for a caretaker prime minister from a platoon of <em>aspiring</em> candidates.",
            "vi": "Chính phủ dường như đang tìm kiếm một thủ tướng tạm quyền từ một trung đội ứng cử viên tham vọng."
        },
        {
            "en": "Many <em>aspiring</em> to be elected as the party candidate employ top public relations and advertising men, who invent clever catch phrases and set about \"selling\" their man.",
            "vi": "Nhiều người mong được bầu làm ứng viên của đảng thuê các chuyên gia quảng cáo và giao tế hàng đầu phát minh ra những khẩu hiệu thông minh và bắt đầu \"quảng bá\" ứng viên của mình."
        },
        {
            "en": "Ms Knapton, an <em>aspiring</em> cruise ship dancer, runs her own dance school, KT Academy in Holmfirth. She has received hundreds of messages of support from her friends and colleagues. ",
            "vi": "Knapton là một vũ công giàu tham vọng, cô đang điều hành một trường múa KT Academy Holmfirth. Cô đã được nhận hàng trăm tin nhắn động viên từ bạn bè và đồng nghiệp."
        },
        {
            "en": "Đặng Thị Ngọc Hân, a 21-year-old student, professional model and <em>aspiring</em> fashion designer, burst into tears of joy when crowned Miss Viet Nam 2010 on Saturday in Tuần Châu Resort in Hạ Long Bay, Quảng Ninh.",
            "vi": "Đặng Thị Ngọc Hân, cô sinh viên 21 tuổi, người mẫu chuyên nghiệp và là nhà thiết kế thời trang đầy khát vọng, đã bật khóc trong niềm vui sướng khi đăng quang Hoa hậu Việt Nam 2010"
        },
        {
            "en": "He is an <em>aspiring</em> entrepreneur - trained in the printing trade by his brother - and a fresh face in Philadelphia, having moved there after failing to find work in New York.",
            "vi": "Ông là một doanh nhân khát vọng – được đào tạo nghề in từ người anh – và là một gương mặt mới tại Philadelphia, mới dọn đến sau khi thất bại không tìm được việc ở New York."
        },
        {
            "en": "It is the success of Apple in this third aspect of entrepreneurship in a network economy that sets the company apart from its competitors, and whose lead <em>aspiring</em> businesses should follow.",
            "vi": "Chính sự thành công của Apple trong khía cạnh thứ ba này về tinh thần kinh doanh trong một nền kinh tế mạng lưới đã tạo nên điểm khác biệt giữa công ty này đối với các đối thủ cạnh tranh, và dẫn dắt các doanh nghiệp có tham vọng thực hiện theo."
        },
        {
            "en": "America has a creativity glut. Over two decades, I've not heard a single venture capitalist suggest any perceptible decline in the creative quality and content of the business proposals they see. If anything, their innovation buffet has expanded. <em>Aspiring</em> pundits shouldn't confuse macroeconomic malaise with creative constipation.",
            "vi": "Nước Mỹ đã quá thừa thãi sự sáng tạo. Hơn hai thập kỷ qua, tôi chưa từng thấy một nhà đầu tư mạo hiểm nào đề xuất phủ nhận giá trị của sáng tạo và những tiềm năng kinh doanh chứa đựng trong nó. Hơn hết, bữa đại tiệc của các cách tân đột phá đang ngày càng mở rộng quy mô. Tôi cho rằng, những học giả tham vọng không nên nhầm lẫn tình trạng kinh tế vĩ mô bất ổn với sự gò bó sáng tạo."
        },
        {
            "en": "Thirty-five-year-old Alluora was selected to attend the university as part of an e-commerce program led by Singapore's Nanyang Polytechnic. Typically, students of the university are Taobao merchants or <em>aspiring</em> entrepreneurs, who attend courses of anywhere between a few weeks and months.",
            "vi": "Cô Alluora 35 tuổi đã được chọn để theo học trường đại học như là một phần của chương trình thương mại điện tử do Đại học Bách khoa Nanyang của Singapore tổ chức. Thông thường, sinh viên của trường đại học là các thương gia Taobao hoặc các doanh nhân tham vọng, những người tham dự các khóa học ở bất cứ nơi nào kéo dài khoảng một vài tuần và vài tháng."
        },
        {
            "en": "Thirty-five-year-old Alluora was selected to attend the university as part of an e-commerce program led by Singapore's Nanyang Polytechnic. Typically, students of the university are Taobao merchants or <em>aspiring</em> entrepreneurs, who attend courses of anywhere between a few weeks and months.",
            "vi": "Cô Alluora 35 tuổi đã được chọn để theo học trường đại học như là một phần của chương trình thương mại điện tử do Đại học Bách khoa Nanyang của Singapore tổ chức. Thông thường, sinh viên của trường đại học là các thương gia Taobao hoặc các doanh nhân tham vọng, những người tham dự các khóa học ở bất cứ nơi nào kéo dài khoảng một vài tuần và vài tháng."
        },
        {
            "en": "I’d come to Indochina Plaza, one of the newest malls in Hanoi, on a Saturday morning to attend Vietnam’s first startup fair. Despite the lack of heating and bare ceiling pipes, the room was filled with <em>aspiring</em> entrepreneurs hoping to connect with investors. The woman next to me carried a stack of papers: her business plan, she explained, eyes anxiously scanning my scribbled notes. “What’s your idea?” she asked me.",
            "vi": "Tôi từng đến Indochina Plaza, một trong những trung tâm thương mại mới nhất ở Hà Nội, vào một sáng thứ 7 để tham dự cuộc triển lãm của các công ty mới khởi nghiệp lần đầu tiên được tổ chức tại Việt Nam. Mặc dù căn phòng triển lãm không có máy sưởi và trần nhà lộ ra các ống dẫn loằng ngoằng, nhưng chật ních các doanh nhân đầy khát vọng, họ mong muốn kết nối được với các nhà đầu tư. Người phụ nữ ngồi cạnh tôi mang theo một xấp giấy tờ: kế hoạch kinh doanh của chị, chị giải thích, đôi mắt băn khoăn lướt qua những ghi chép vội vàng của tôi. \"Ý tưởng của cô là gì?\", chị hỏi tôi."
        }
    ],
    "suggestions": []
}