{
    "en_vn": {
        "data": {
            "content": null,
            "word": "asserted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "asserted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "asserted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "asserted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "asserted"
        }
    },
    "sentences": [
        {
            "en": "She <em>asserted</em> her innocence.",
            "vi": "Cô ta quả quyết mình vô tội."
        },
        {
            "en": "Everybody <em>asserted</em> him innocence.",
            "vi": "Mọi người khẳng định anh ấy vô tội."
        },
        {
            "en": "This was <em>asserted</em> by several witnesses.",
            "vi": "Nhiều người làm chứng đã xác nhận điều đó."
        },
        {
            "en": "He <em>asserted</em> that he was innocent.",
            "vi": "Anh ta quả quyết là mình vô tội."
        },
        {
            "en": "Peter <em>asserted</em> that Marry loves me.",
            "vi": "Peter đã quả quyết rằng Marry yêu tôi."
        },
        {
            "en": "He <em>asserted</em> his authority as a famous broadcaster.",
            "vi": "Anh ta khẳng định quyền hành của mình như một phát thanh viên nổi tiếng."
        },
        {
            "en": "\"The effects of nuclear war vary greatly,\" he <em>asserted</em>.",
            "vi": "\"Các hệ quả của chiến tranh hạt nhân,\" anh ta khẳng định."
        },
        {
            "en": "Now it is <em>asserted</em> that 90 percent of village heads are elected directly by the people.",
            "vi": "Theo báo cáo thì hiện nay khoảng 90% trưởng thôn được người dân bầu chọn trực tiếp."
        },
        {
            "en": "The bank also <em>asserted</em> that its system had been running smoothly as of late Wednesday.",
            "vi": "Ngân hàng cũng khẳng định rằng hệ thống của nó đã êm xuôi kể từ cuối ngày thứ Tư."
        },
        {
            "en": "The report <em>asserted</em> that no more than 2000 Bosniaks were killed.",
            "vi": "Báo cáo xác nhận rằng chưa tới 2000 người Hồi giáo ở Bos-ni-a đã bị giết."
        },
        {
            "en": "Therefore, the application of watering technology will be a crucial method to increasing sugarcane productivity in the future, Duong <em>asserted</em>.",
            "vi": "Ông Dương khẳng định: \"Do đó, việc áp dụng công nghệ tưới nước sẽ là một phương pháp quan trọng để giúp tăng năng suất cây mía trong tương lai\""
        },
        {
            "en": "The UNDP (2001) <em>asserted</em> that progress towards the MDGs has so far been impressive, but challenges remain enormous.",
            "vi": "UNDP (2001) cho rằng những kết quả đạt được trong quá trình thực hiện các MDG cho tới nay là rất ấn tượng, song vẫn còn nhiều thách thức."
        },
        {
            "en": "Deputy PM Choi Kyong Hwan <em>asserted</em> that he will do his utmost to improve the trade balance in the future.",
            "vi": "Phó Thủ tướng Choi Kyong Hwan khẳng định ông sẽ làm hết sức mình để cải thiện cán cân thương mại trong tương lai."
        },
        {
            "en": "The irate customer complained about being over charged at the supermarket and <em>asserted</em> that she'd been stuck.",
            "vi": "Bà khách có vẻ phẫn nộ than phiền về việc bị tính quá giá ở siêu thị và quả quyết rằng mình đã bị lừa."
        },
        {
            "en": "Apple intends to appeal that ruling and said in court documents it \"disputes Samsung's <em>asserted</em> rights to reimbursement.\"",
            "vi": "Apple có ý định kháng cáo và cho biết trong các tài liệu của tòa án rằng \"trong tranh chấp này Samsung có nghĩa vụ phải bồi thường.\""
        },
        {
            "en": "“Nothing is impossible. I still have my left hand and have learned to write and practice table tennis with it,” Viet <em>asserted</em>.",
            "vi": "\"Không có gì là không thể. Tôi vẫn có bàn tay trái và tôi đã học để viết và chơi bóng bàn với nó\" ông Việt khẳng định."
        },
        {
            "en": "He said in its submission, the Philippines had <em>asserted</em> that China's \"nine-dash line\" setting out its claims in the region was unlawful under UNCLOS.",
            "vi": "Trong đơn đệ trình lên toà án, Phi-líp-pin khẳng định theo công ước UNCLOS việc tuyên bố “đường chín đoạn” (đường lưỡi bò) thuộc Trung Quốc tại biển đông là phi pháp."
        },
        {
            "en": "Negligence from local authorities in taking measures to prevent dengue fever may have played a role in this year’s early outbreak of the disease, Long <em>asserted</em>.",
            "vi": "Theo ông Long, sự thờ ơ của chính quyền địa phương trong việc đưa ra giải pháp ngăn chặn dịch sốt xuất huyết có thể đã góp một vai trò trong vụ bùng phát dịch bệnh sớm vào năm nay."
        },
        {
            "en": "Y, another supplier, <em>asserted</em> that he could provide coconut worms at a cheaper price of VND3,000 for orders above 50 larvae.",
            "vi": "Ông Y, một nhà cung cấp khác khẳng định rằng ông có thể cung cấp đuông dừa với giá rẻ hơn ở mức 3.000 đồng cho những đơn hàng trên 50 ấu trùng."
        },
        {
            "en": "A spokesman <em>asserted</em> that the soaps' portrayal of divorce and smaller families reflected the trends of the time, rather than brought them about.",
            "vi": "Một phát ngôn viên khẳng định rằng nội dung của các bộ phim truyền hình về ly hôn và gia đình nhỏ phản ánh những xu hướng hiện tại, chứ không phải là hướng họ theo con đường này."
        }
    ],
    "suggestions": []
}