{
    "en_vn": {
        "data": {
            "content": null,
            "word": "asserting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "asserting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "asserting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "asserting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "asserting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He never stop <em>asserting</em> his rights.",
            "vi": "Anh ta không bao giờ ngừng việc đòi quyền lợi cho bản thân."
        },
        {
            "en": "They attempted to prevent the people from <em>asserting</em> their rights in court.",
            "vi": "Họ nỗ lực ngăn cản người dân đòi quyền lợi của mình tại tòa."
        },
        {
            "en": "At home when people from other nations were around, he wouldn't have thought of <em>asserting</em> himself as a Canadian.",
            "vi": "Tại quốc hội khi người ta từ những quốc gia khác tới, họ đã không hề nghĩ đến việc tự tỏ ra mình là dân canada."
        },
        {
            "en": "Diamond interprets them as power displays by rival chieftains who, trapped on a remote little island, lacked other ways of <em>asserting</em> their dominance .",
            "vi": "Diamond miêu tả chúng như là một sự phô trương sức mạnh đối với những thủ lĩnh phe đối lập, những người đã bị mắc kẹt trên một hòn đảo nhỏ xa xôi, thiếu những phương pháp khác nhau để thể hiện sự thống trị của họ."
        },
        {
            "en": "Meat imports are still in high demand from local restaurants and hotels despite the currently high tax rate, between 14 and 30 percent, experts said, <em>asserting</em> that the products would flood the market if tariffs are removed.",
            "vi": "Xuất khẩu thịt chỉ là nhu cầu cao từ những nhà hàng và khách sạn địa phương do phụ thuộc vào tỉ suất thuế cao như hiện nay, dao động giữa 14 và 30% nên các chuyên gia cho rằng: việc khẳng định sản phẩm sẽ tràn ngập thịt trường nếu thuế quan bị loại bỏ."
        },
        {
            "en": "Focusing on the panel firms in the PCI survey, those that answered the survey in multiple years, there was no improvement, and perhaps a slight worsening, in the percentage <em>asserting</em> confidence that the system will uphold their rights.",
            "vi": "Nếu tập trung vào những doanh nghiệp đã tham gia khảo sát PCI trong nhiều năm, tỷ lệ doanh nghiệp tin rằng hệ thống pháp luật sẽ bảo vệ các quyền của họ không tăng, mà thậm chí còn giảm nhẹ."
        },
        {
            "en": "No one is <em>asserting</em> that Amazon is a flat-out bubble, but there is an increasingly noisy debate about when it will — or even whether it can — deliver the sort of bottom-line profits that investors normally demand from a company expected to post $75 billion in revenue this year.",
            "vi": "Hiện chẳng ai dám quả quyết rằng Amazon là một quả bong bóng căng phồng hết cỡ, nhưng ngày càng nhiều tranh luận ỏm tỏi về thời điểm công ty công bố lợi nhuận sau cùng - thậm chí là có thể có lợi nhuận hay không - số lợi nhuận mà các nhà đầu tư thường đòi hỏi một công ty cỡ như Amazon phải đạt được trong số 75 tỷ đô la doanh thu của năm nay."
        },
        {
            "en": "Widespread though it is however, reliance on a single language is a strategy that is fatally flawed. It makes no allowance for the growing trend in Linguistic Nationalism whereby buyers in Asia, South America and the Middle East in particular are <em>asserting</em> their right to —work in the language of the customer!.",
            "vi": "Mặc dù ngày càng được phổ biến, nhưng sự phụ thuộc vào một ngôn ngữ đơn lẻ lại là một chiến lược chứa nhiều thiếu sót lỗ hổng. Nó ngăn cản xu hướng phát triển chủ nghĩa dân tộc về ngôn ngữ nhờ đó mà thương gia ở Châu Á, Nam Mỹ và Trung Đông đặc biệt khẳng định quyền của mình để làm việc bằng ngôn ngữ của khách hàng!"
        }
    ],
    "suggestions": []
}