{
    "en_vn": {
        "data": {
            "content": null,
            "word": "asshole"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>asshole</k><blockquote>■ <cclass>noun <cclass>vulgar slang US spelling of <kref>arsehole</kref>. </cclass></cclass></blockquote></div>",
            "word": "asshole"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "asshole"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "asshole"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "asshole"
        }
    },
    "sentences": [
        {
            "en": "<em>Asshole</em> (Arsehole).",
            "vi": "Đồ khốn."
        },
        {
            "en": "You <em>asshole</em>!",
            "vi": "Thằng ngu!"
        },
        {
            "en": "You are an <em>asshole</em>.",
            "vi": "Anh là một kẻ ngu ngốc."
        },
        {
            "en": "You such an <em>asshole</em>.",
            "vi": "Sao mày khốn nạn thế."
        },
        {
            "en": "You 're a real <em>asshole</em>.",
            "vi": "Mày là một tên khốn thật sự."
        },
        {
            "en": "Can't you listen my words? <em>Asshole</em>.",
            "vi": "Tao nói mày có nghe không thằng nhóc."
        },
        {
            "en": "Would someone shut this <em>asshole</em> up?",
            "vi": "Có ai bịt mồm thằng đần này lại không?"
        },
        {
            "en": "Who is that <em>asshole</em> over there?",
            "vi": "Tên ngu ngốc ở đằng kia là ai?"
        },
        {
            "en": "He ignored us and continued writing the ticket. I called him an \"<em>asshole</em>\".",
            "vi": "Hắn làm lơ, cứ ghi giấy phạt tiếp. Tôi gọi hắn \"đồ cà chớn\"."
        },
        {
            "en": "Q: What’s the peak dive velocity of a homing pigeon?  A: This isn’t that kind of FAQ and you know that, <em>asshole</em>.",
            "vi": "Q : Tốc độ nhanh nhất của một con pigeon lao về tổ là bao nhiêu?  Đ: Câu này không thuộc loại Hỏi đáp nhanh nhá, anh biết rõ mà, asshole."
        },
        {
            "en": "The point I 'm trying to make is that I am the most unpleasant, rude, ignorant and all - round obnoxious <em>asshole</em> that anyone could possibly have the misfortune to meet.",
            "vi": "Điều tôi đang muốn nói đó là tôi khó chịu nhất, thô lỗ nhất, vô học nhất và khốn nạn một cách toàn diện nhất mà bất cứ ai có thể bất hạnh gặp phải"
        },
        {
            "en": "The point I'm trying to make is that I am the most unpleasant, rude, ignorant and all-round obnoxious <em>asshole</em> that anyone could possibly have the misfortune to meet.",
            "vi": "Điều tôi đang muốn nói đó là tôi khó chịu nhất, thô lỗ nhất, vô học nhất và khốn nạn một cách toàn diện nhất mà bất cứ ai có thể bất hạnh gặp phải"
        },
        {
            "en": "Likewise, when people drive, why are they so often assholes? If your answer doesn't include how incredibly crowded the streets are at least to some degree contributing to it, then you're really missing an important point. It might be that children are raised to care only about their immediate family, but then you get into a question of the fact that family is also often out on the streets too. Also, driving safely can reflect well on the family. What we perceive as being <em>asshole</em> behavior isn't necessarily so. I think most people would agree that someone who cuts you off because they don't care about you and someone who cuts you off because they think you aren't important are two different things. ",
            "vi": "Tương tự như vậy, khi mọi người lái xe, tại sao họ thường xuyên bị lừa? Nếu câu trả lời của bạn không bao gồm mức độ đông đúc trên các tuyến đường ảnh hưởng ít nhiều tạo nên vấn đề đó thì thực sự bạn đang bỏ sót một điều quan trọng. Có thể là trẻ em được nuôi dạy chỉ để chăm sóc cho gia đình, nhưng sau đó bạn nhận được câu hỏi thực tế là gia đình cũng thường xuyên đi trên đường. Đồng thời, lái xe an toàn cũng có thể phản ánh tốt về gia đình. Những gì chúng ta cảm nhận như hành vi lừa đảo là không cần thiết. Tôi nghĩ hầu hết mọi người sẽ đồng ý rằng ai đó đã cắt ngang bạn vì họ không quan tâm đến bạn và ai đó đã cắt ngang bạn vì họ nghĩ bạn không quan trọng là hai điều khác nhau."
        }
    ],
    "suggestions": []
}