{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'sju:miη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kiêu căng, kiêu ngạo, ngạo mạn; ra vẻ ta đây</td></tr></table><i/></div>",
            "word": "assuming"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>assuming</k><blockquote>■ <cclass>conjunction based on the assumption. </cclass></blockquote><blockquote>■ <cclass>adjective <cclass>archaic arrogant or presumptuous. </cclass></cclass></blockquote></div>",
            "word": "assuming"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "assuming"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "assuming"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "assuming"
        }
    },
    "sentences": [
        {
            "en": "<em>Assuming</em> there is no reversing entries.",
            "vi": "Giả sử kế toán không thực hiện bút toán đảo."
        },
        {
            "en": "I'm <em>assuming</em> they'll break for the border.",
            "vi": "Tôi cho rằng chúng sẽ trốn tới biên giới."
        },
        {
            "en": "Project manager: (<em>assuming</em> the project manager is already open).",
            "vi": "Project manager: (giả thiết project manager mở sẵn)."
        },
        {
            "en": "Database designer: (<em>assuming</em> the database designer window is already open).",
            "vi": "Database designer: (giả thiết cửa sổ database designer mở sẵn)."
        },
        {
            "en": "I 'm <em>assuming</em> each of you has an email address.",
            "vi": "Tôi cho rằng ai trong các bạn cũng có địa chỉ thư điện tử."
        },
        {
            "en": "I 'm <em>assuming</em> they'll break for the border.",
            "vi": "Tôi cho rằng chúng sẽ trốn tới biên giới."
        },
        {
            "en": "<em>Assuming</em> that during July, 350 mufflers were sold.",
            "vi": "Giả sử trong tháng bảy, 350 bộ giảm thanh được bán ra."
        },
        {
            "en": "<em>Assuming</em> your calculations are correct, we should travel southeast.",
            "vi": "Giả sử những tính toán của bạn là đúng thì chúng ta nên đi về hướng đông nam."
        },
        {
            "en": "His first priority was <em>assuming</em> control of the army.",
            "vi": "Ưu tiên đầu tiên của ông ấy là nắm quyền điều khiển quân đội."
        },
        {
            "en": "We won't catch him <em>assuming</em> facts not in evidence.",
            "vi": "Chúng tôi sẽ không bắt anh ấy thừa nhận sự thật không có chứng cứ."
        },
        {
            "en": "To illustrate the recognition of a gain, <em>assuming</em> the following terms and <em>assuming</em> the machines being exchanged serve different functions:",
            "vi": "Để minh họa việc ghi chép một khoản lãi, giả định các điều kiện dưới đây và giả định chiếc máy được trao đổi phục vụ khác chức năng:"
        },
        {
            "en": "They said nothing about <em>assuming</em> control of the army.",
            "vi": "Họ chẳng nói gì về việc nắm lấy quyền điều khiển quân đội."
        },
        {
            "en": "I'm <em>assuming</em> each of you has an email address.",
            "vi": "Tôi cho rằng ai trong các bạn cũng có địa chỉ thư điện tử."
        },
        {
            "en": "I'm <em>assuming</em> that the present situation is going to continue.",
            "vi": "Tôi cho rằng tình hình này sẽ còn tiếp diễn."
        },
        {
            "en": "We can all leave together - <em>assuming</em> the others aren't late",
            "vi": "Chúng ta có thể cùng ra đi - giả sử là những người khác không đến muộn"
        },
        {
            "en": "Prepare journal entries to record these transactions, <em>assuming</em> that HP Trading's financial year ends on 31 December (<em>Assuming</em> the use of a 360-day year for all calculations).",
            "vi": "Lập bút toán nhật kí phản ảnh các nghiệp vụ kinh tế phát sinh ở trên, giả sử năm tài chính của hp trading kết thúc vào ngày 31 tháng mười hai (giả sử một năm có 360 ngày)."
        },
        {
            "en": "I 'm <em>assuming</em> the primary way that it happens is because of forwarding email.",
            "vi": "Tôi cho rằng chủ yếu nó xảy ra bởi vì chuyển tiếp email."
        },
        {
            "en": "This is usually done by <em>assuming</em> a constant domestic savings rate.",
            "vi": "Việc đánh giá thường được thực hiện dựa trên giả định về một tỷ lệ tiết kiệm nội địa không đổi."
        },
        {
            "en": "One didn't wear his swimming trunks, <em>assuming</em> he could change there.",
            "vi": "Một người không mặc sẵn quần tắm vì anh ta nghĩ rằng có thể thay ở bãi biển."
        },
        {
            "en": "<em>Assuming</em> respondsibility  for your behavior is the first step to make a change in your life.",
            "vi": "Chịu trách nhiệm cho hành vi của chính bạn là bước đầu tiên để tọa ra sự thay đổi trong cuộc sống của bạn."
        }
    ],
    "suggestions": []
}