{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Astor",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Astor",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Astor",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Astor",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Astor",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I went to the swimming pool with her <em>ast</em> week.",
            "vi": "Tuần trước tôi đi bơi cùng cô ấy."
        },
        {
            "en": "Your host on tonight's show is Max <em>Astor</em>.",
            "vi": "Người dẫn chương trình biểu diễn tối nay là Max Astor."
        },
        {
            "en": "Mr. <em>Astor</em>, our next-door neighbour, will be glad to hand you the keys when you arrive.",
            "vi": "Ngài Astor, người hàng xóm của chúng tôi sẽ rất vui lòng được đưa chìa khóa khi ông tới nơi."
        },
        {
            "en": "Mr. <em>Astor</em>, our next - door neighbour, will be glad to hand you the keys when you arrive.",
            "vi": "Ngài Astor, người hàng xóm của chúng tôi sẽ rất vui lòng được đưa chìa khóa khi ông tới nơi."
        },
        {
            "en": "John Jacob <em>Astor</em> IV, another high-profile name on the Titanic, shared the fate of Guggenheim, and did not survive the sinking of the luxury liner.",
            "vi": "John Jacob Astor IV, một cái tên nổi tiếng khác trên tàu Titanic, đã có chung số phận như Guggenheim, và đã không sống sót được trên một con tàu xa xỉ đang chìm."
        },
        {
            "en": "The Mark 45 anti-submarine torpedo (aka <em>ASTOR</em>) was a weapon of the United States Navy designed for submarine launch against high-speed, deep-diving enemy submarines.",
            "vi": "Ngư lôi chống tàu ngầm Mark 45 (aka Astor) là một vũ khí của Hải quân Hoa Kỳ được thiết kế cho tàu ngầm chống lại loại tàu ngầm lặn sâu tốc độ cao của địch."
        },
        {
            "en": "The Mark 45 anti - submarine torpedo (aka <em>ASTOR</em>) was a weapon of the United States Navy designed for submarine launch against high - speed, deep - diving enemy submarines.",
            "vi": "Ngư lôi chống tàu ngầm Mark 45 (aka Astor) là một vũ khí của Hải quân Hoa Kỳ được thiết kế cho tàu ngầm chống lại loại tàu ngầm lặn sâu tốc độ cao của địch."
        },
        {
            "en": "John Jacob <em>Astor</em> IV, another high - profile name on the Titanic, shared the fate of Guggenheim, and did not survive the sinking of the luxury liner.",
            "vi": "John Jacob Astor IV, một cái tên nổi tiếng khác trên tàu Titanic, đã có chung số phận như Guggenheim, và đã không sống sót được trên một con tàu xa xỉ đang chìm."
        },
        {
            "en": "Find the section of the script that refers to the board you installed (such as the <em>AST</em> Fourport, BocaBoard, and so on) and remove the # characters in front of the lines.",
            "vi": "Hãy tìm trong script này một đoạn tham chiếu tới board bạn cài đặt (chẳng hạn như ast fourport, bocaboard, v.v...) rồi bỏ đi các dấu # ở trước các dòng khai báo này."
        }
    ],
    "suggestions": []
}