{
    "en_vn": {
        "data": {
            "content": null,
            "word": "astraphobia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "astraphobia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "astraphobia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "astraphobia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "astraphobia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Symptoms of <em>Astraphobia</em>",
            "vi": "Triệu chứng của Chứng sợ sấm sét"
        },
        {
            "en": "<em>Astraphobia</em> in Children",
            "vi": "Chứng sợ sấm sét ở trẻ em"
        },
        {
            "en": "Treatment of <em>Astraphobia</em>",
            "vi": "Điều trị Chứng sợ sấm sét"
        },
        {
            "en": "7. <em>Astraphobia</em> - Fear of Thunder and Lightning",
            "vi": "7. Ám ảnh sợ sấm sét - Chứng sợ sấm sét"
        },
        {
            "en": "<em>Astraphobia</em> - Fear of Thunder and Lightning",
            "vi": "Ám ảnh sợ sấm sét - Chứng sợ sấm sét"
        },
        {
            "en": "<em>Astraphobia</em> is treatable, so it is important to consult with a mental health professional as soon as possible. ",
            "vi": "Chứng sợ sấm sét có thể được điều trị, vì vậy điều quan trọng là phải hỏi ý kiến chuyên gia sức khỏe tâm thần càng sớm càng tốt."
        },
        {
            "en": "<em>Astraphobia</em> is extremely common in children and should not be immediately recognized as a phobia. Since fears are a normal part of development, phobias are not diagnosed in children unless they persist for six months or more.",
            "vi": "Chứng sợ sấm sét vô cùng phổ biến ở trẻ em và không nên ngay lập tức bị nhận định như là một ám ảnh. Bởi vì sợ hãi là một phần bình thường của sự phát triển, ám ảnh không được chẩn đoán ở trẻ em, trừ khi nỗi sợ kéo dài từ sáu tháng trở lên."
        },
        {
            "en": "Cognitive-behavioral therapy techniques are often used in <em>astraphobia</em> treatment. You may be taught soothing messages to repeat during storms, replacing your negative self-talk. You may be taught visualization exercises that you can use to calm your fears.\n ",
            "vi": "Kỹ thuật liệu pháp nhận thức hành vi thường được dùng trong điều trị chứng sợ sấm sét. Bạn có thể được dạy những thông điệp xoa dịu để lặp đi lặp lại trong những trận bão, thay thế cho tự kỷ ám thị tiêu cực. Bạn có thể được dạy các bài tập trực quan mà bạn có thể sử dụng để làm dịu nỗi sợ hãi của bạn."
        },
        {
            "en": "Additionally, many people with <em>astraphobia</em> seek shelter beyond normal protection from the storm. For example, you may hide under the covers or even under the bed. You may go to the basement, an inside room (such as a bathroom) or even a closet. You may close the curtains and attempt to block out the sounds of the storm.",
            "vi": "Ngoài ra, nhiều người mắc chứng sợ sấm sét sẽ tìm nơi trú ẩn khỏi mưa bão vượt hơn cả sự bảo vệ bình thường. Chẳng hạn như bạn có thể trốn dưới mền hoặc thậm chí dưới gầm giường. Bạn có thể chui xuống hầm, trốn trong một phòng kín (như phòng tắm) hoặc thậm chí là trong một tủ quần áo. Bạn có thể khép màn cửa và cố gắng để chặn âm thanh của mưa bão."
        },
        {
            "en": "<em>Astraphobia</em> can cause some symptoms that are similar to those of other phobias, as well as some that are unique. Sweating, shaking and crying may occur during a thunderstorm or even just before one begins. You may seek constant reassurance during the storm. Symptoms are often heightened when you are alone.",
            "vi": "Chứng sợ sấm sét có thể gây ra một số triệu chứng giống với các triệu chúng của những ám ảnh khác, cũng như có những triệu chứng đặc trưng. Đổ mồ hôi, run và khóc có thể xảy ra trong giông bão hoặc thậm chí ngay trước cả khi một cơn bão xảy ra. Bạn có thể tìm kiếm sự trấn an liên tục trong cơn bão. Triệu chứng này thường trầm trọng hơn khi bạn một mình."
        },
        {
            "en": "Another fairly common symptom is obsession with weather forecasts. You may find yourself glued to the Weather Channel during the rainy season or tracking storms online. You may develop an inability to go about activities outside your home without first checking the weather reports. In extreme cases, <em>astraphobia</em> can eventually lead to agoraphobia, or fear of leaving your home.",
            "vi": "Một triệu chứng khá phổ biến khác là ám ảnh với dự báo thời tiết. Bạn có thể thấy bản thân dán mắt vào kênh thời tiết trong mùa mưa bão hoặc theo dõi những cơn bão trực tuyến. Bạn có thể trở nên không thể làm những công việc ngoài trời trước khi kiểm tra thông tin thời tiết. Trong trường hợp nặng, chứng sợ sấm sét có thể cuối cùng dẫn đến chứng sợ khoảng rộng, hoặc sợ rời khỏi nhà của bạn."
        },
        {
            "en": "Storms are natural phenomena that tend to inspire strong emotions in both humans and animals. Some love to watch them, sitting in the doorway or by the window as the thunder and lightning crash all around. Some even choose to go outside, taking what many would consider an unhealthy risk in order to play in the rain. At the opposite extreme, both humans and animals may develop <em>astraphobia</em>, or a fear of thunder and lightning.",
            "vi": "Bão là một hiện tượng tự nhiên có khuynh hướng truyền cảm hứng cảm xúc mãnh liệt cho cả con người và động vật. Một số người thích ngắm sấm sét, họ ngồi ở bệ cửa ra vào hoặc cửa sổ khi sấm sét đánh tràn khắp nơi. Một số thậm chí quyết định ra ngoài, chấp nhận rủi ro để chơi đùa trong mưa. Ở thái cực ngược lại, cả người và động vật có thể phát triển ám ảnh sợ sấm sét, hoặc chứng sợ sấm sét."
        }
    ],
    "suggestions": []
}