{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[əs'trɔlədʒi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự nghiên cứu vị trí các vì sao và sự vận động của các hành tinh với niềm tin là có ảnh hưởng đối với vận mệnh con người; thuật chiêm tinh; thuật tử vi</td></tr></table><i/></div>",
            "word": "astrology",
            "pronounce": "[əs'trɔlədʒi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>astrology</k><blockquote>■ <cclass>noun the study of the movements and relative positions of celestial bodies interpreted as having an influence on human affairs and the natural world. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>astrologer</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>astrological</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>astrologically</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>astrologist</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "astrology",
            "pronounce": "[əs'trɔlədʒi]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>astrology</k><blockquote>▸ <cclass>noun HOROSCOPY; horoscopes; <cclass><i>rare</i> astromancy. <i>See list at</i><kref>zodiac</kref>.</cclass></cclass></blockquote></div>",
            "word": "astrology",
            "pronounce": "[əs'trɔlədʒi]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "astrology",
            "pronounce": "[əs'trɔlədʒi]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chiêm tinh học</font></td></tr></tbody></table></div>",
            "word": "astrology",
            "pronounce": "[əs'trɔlədʒi]"
        }
    },
    "sentences": [
        {
            "en": "What is <em>astrology</em>?",
            "vi": "Thuật chiêm tinh là gì?"
        },
        {
            "en": "Do you believe in <em>astrology</em>?",
            "vi": "Bạn tin vào tử vi không?"
        },
        {
            "en": "Medical <em>Astrology</em>: Health by Your Zodiac Sig",
            "vi": "Chiêm tinh y học: Sức khỏe theo cung Hoàng đạo của bạ"
        },
        {
            "en": "What does <em>astrology</em> say about you?",
            "vi": "Thuật chiêm tinh nói gì về bạn?"
        },
        {
            "en": "Medical <em>Astrology</em>: Health by Your Zodiac Sign",
            "vi": "Chiêm tinh y học: Sức khỏe theo cung Hoàng đạo của bạn"
        },
        {
            "en": "I believe in heavenly bodies, not <em>astrology</em>.",
            "vi": "Tôi tin vào các thiên thể chứ không phải thuật chiêm tinh."
        },
        {
            "en": "Chinese <em>Astrology</em> Rat 2015 Travel Horoscope",
            "vi": "Du lịch"
        },
        {
            "en": "When she was younger she dabbled in <em>astrology</em>.",
            "vi": "Khi cô ấy trẻ tuổi hơn, cô ấy học đòi chiêm tinh học."
        },
        {
            "en": "Astronomy, as distinct from <em>astrology</em>, is an exact science.",
            "vi": "Thiên văn học khác với chiêm tinh học, là một khoa học chính xác."
        },
        {
            "en": "Do you believe in <em>astrology</em>? What is your astrological sign?",
            "vi": "Bạn có tin vào chiêm tinh học? Dấu hiệu chiêm tinh của bạn là gì?"
        },
        {
            "en": "Astronomy, as different from <em>astrology</em>, is an exact science.",
            "vi": "Khác với chiêm tinh, thiên văn học là một môn khoa học chính xác."
        },
        {
            "en": "The Babylonian astrologers also laid the foundations of what would eventually become Western <em>astrology</em>.",
            "vi": "Các nhà chiêm tinh học Babylon cũng là những người đặt nền tảng cho sự hình thành chiêm tinh học phương Tây."
        },
        {
            "en": "Medical <em>astrology</em> - the practice of an astrological sign ruling over a specific body part - may be keeping you healthy.",
            "vi": "Chiêm tinh y học – thông lệ của một dấu hiệu chiêm tinh chi phối lên một bộ phận cơ thể cụ thể - có thể giữ cho bạn khoẻ mạnh."
        },
        {
            "en": "Twelve of these formations lay along the band of the ecliptic and these became the basis of <em>astrology</em>.",
            "vi": "Có mười hai mẫu hình ảnh này nằm dọc theo dải của mặt phẳng hoàng đạo và chúng trở thành mười hai cung trong chiêm tinh học."
        },
        {
            "en": "In <em>astrology</em>, this card is represented by Libra, the symbol of which is a pair of scales.",
            "vi": "Trong chiêm tinh học, lá bài này tượng trưng cho cung Thiên Bình, biểu tượng của nó là cái cân."
        },
        {
            "en": "He added: 'I am not giving voice to <em>astrology</em> – it’s nonsense – but we are not immune to seasonal interference.' ",
            "vi": "Ông nói thêm: \"Tôi không phát ngôn về chiêm tinh học - đó là vô nghĩa - nhưng chúng ta không thể miễn dịch khỏi những tác động theo mùa\"."
        },
        {
            "en": "Oriental <em>astrology</em> says that people born in the Year of the Goat have energy which allows them to withstand high pressure. They tend to work very hard, not only to fulfill their tasks, but also help others.",
            "vi": "Chiêm tinh học phương Đông cho rằng những người sinh ra trong năm Mùi có nguồn năng lượng lớn cho phép họ để chịu được áp lực cao. Họ có xu hướng làm việc rất chăm chỉ, không chỉ hoàn thành nhiệm vụ của họ mà còn giúp đỡ người khác."
        },
        {
            "en": "The basis of <em>astrology</em> is about a person's character and destiny which can be understood from the positions of the Sun, Moon, and planets at the moment of his or her birth.",
            "vi": "Nền tảng của thuật chiêm tinh là về tính cách và số phận của một con người có thể được hiểu từ vị trí của Mặt Trời, Mặt Trăng và các hành tinh tại thời điểm người đó sinh ra."
        },
        {
            "en": "You will want to be financially cautious this year, forecasts the Rat <em>astrology</em> 2015. Allow yourself more freedom career-wise. Save a nice nest egg and live frugally. You will be able to make big changes in your career without having to worry about the financial consequences and that is going to be very important for you this year.",
            "vi": "Năm nay tuổi Tí phải cẩn trọng về mặt tiền bạc. Và hãy để mình thoải mái về mặt sự nghiệp. Hãy tiết kiệm tiền dành dụm được và sống thanh đạm thôi.  Bạn có thể có thay đổi lớn trong sự nghiệp mà không phải lo lắng chuyện tiền nong, điều ấy hết sức quan trọng đối với bạn năm nay."
        },
        {
            "en": "Medical <em>astrology</em>—the practice of an astrological sign ruling over a specific body part—may be keeping you healthy. Adapted from the book by Stephanie Gailing, Planetary Apothecary: An Astrological Approach to Health and Wellness, check out which regions of the body are taken over by your sign and which foods will support your health:",
            "vi": "Chiêm tinh y học – thông lệ của một dấu hiệu chiêm tinh chi phối lên một bộ phận cơ thể cụ thể - có thể giữ cho bạn khoẻ mạnh. Theo cuốn Planetary Apothecary của tác giả Stephanie Gailing: Quan điểm Chiêm tinh học về Sức khỏe và Sự minh mẫn tráng kiện, chỉ ra những vùng nào của cơ thể bị chi phối bởi cung Hoàng đạo của bạn và thức ăn nào sẽ hỗ trợ cho sức khoẻ bạn :"
        }
    ],
    "suggestions": []
}