{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[æ'simitri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính không đối xứng</td></tr></table><i/></div>",
            "word": "asymmetry",
            "pronounce": "[æ'simitri]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>asymmetry</k><blockquote><cclass>[<cclass>ə'sɪmɪtri<cclass>, <cclass>eɪ-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>asymmetries</b>) lack of symmetry. </cclass></cclass></cclass></blockquote></div>",
            "word": "asymmetry",
            "pronounce": "[æ'simitri]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "asymmetry",
            "pronounce": "[æ'simitri]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "asymmetry",
            "pronounce": "[æ'simitri]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không đối xứng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetry factor</font><font color=\"#282828\">: hệ số không đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự không đối xứng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">left-right asymmetry</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính bất đối xứng phải-trái</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "asymmetry",
            "pronounce": "[æ'simitri]"
        }
    },
    "sentences": [
        {
            "en": "Information <em>Asymmetry</em> is often held as the cause of many agency problems.",
            "vi": "Bất cân xứng về thông tin thường được dùng như nguyên nhân của nhiều mâu thuẫn với đại lý."
        },
        {
            "en": "Phase-in financial disclosure requirements to reduce information <em>asymmetry</em> problems and to facilitate lending to untraditional customers of banks.",
            "vi": "Đưa ra các quy định về công bố tài chính nhằm giảm thiểu các vấn đề lệch lạc thông tin và hỗ trợ việc cho vay tới những khách hàng không truyền thống của ngân hàng."
        },
        {
            "en": "First, there is a large information <em>asymmetry</em>, leading consumers to rely entirely on the advice of doctors, who often rely in turn on the marketing of sellers.",
            "vi": "Thứ nhất, do có sự bất cân xứng về thông tin (thông tin không đầy đủ) dẫn đến người tiêu dùng hoàn toàn phụ thuộc vào tư vấn của bác sỹ, trong khi đó bác sỹ thường phụ thuộc vào thông tin chào hàng của bên phân phối."
        },
        {
            "en": "A second source of <em>asymmetry</em> is the general dilemma that faces the liberal: tolerance of the intolerant. The belief in individualism includes the belief in tolerating the intolerant.",
            "vi": "Nguồn không đối xứng thứ hai là tình trạng tiến thoái lưỡng nan chung, đối mặt với sự tự do: khoan dung đối với người không khoan dung. Niềm tin vào chủ nghĩa cá nhân bao gồm niềm tin vào việc dung thứ đối với người không khoan dung."
        },
        {
            "en": "A second source of <em>asymmetry</em> is the general dilemma that faces the liberal: tolerance of the intolerant. The belief in individualism includes the belief in tolerating the intolerant.",
            "vi": "Nguồn không đối xứng thứ hai là tình trạng tiến thoái lưỡng nan chung, đối mặt với sự tự do: khoan dung đối với người không khoan dung. Niềm tin vào chủ nghĩa cá nhân bao gồm niềm tin vào việc dung thứ đối với người không khoan dung."
        },
        {
            "en": "Know your ABCDEs: 'A' is for <em>asymmetry</em>  <em>Asymmetry</em> means one half of a mole does not match the other half. Normal moles are symmetrical. When checking your moles or freckles, draw an imaginary line through the middle and compare the two halves. If they do not look the same on both sides, have it checked by a dermatologist.",
            "vi": "Nhận biết về các chữ cái ABCDE: “A” để chỉ tính không đối xứng   Tính bất đối xứng có nghĩa là một nửa nốt ruồi không cân xứng với nửa nốt ruồi còn lại. Các nốt ruồi bình thường lúc nào cũng đối xứng. Khi kiểm tra nốt ruồi hoặc tàn nhang, bạn nên mường tượng vẽ 1 đường thẳng ở giữa và so sánh 2 phần của chúng xem. Nếu 2 phần ấy trông có vẻ không giống nhau thì bạn nên nhờ bác sĩ da liễu kiểm tra nhé."
        },
        {
            "en": "Since monkeys have not acquired the art of speech, one would not expect to see such a variation but Brinkman claims to have discovered a trend in monkeys towards the <em>asymmetry</em> that is evident in the human brain.",
            "vi": "Vì loài khỉ không đạt được trình độ nói như loài người nên chúng ta sẽ không mong đợi để thấy một sự thay đổi như vậy nhưng Brinkman tuyên bố đã phát hiện ra một xu hướng về sự phi đối xứng ở loài con khỉ mà được xem là điều hiển nhiên trong bộ não con người."
        },
        {
            "en": "Dicey’s argument is enormously strengthened by an <em>asymmetry</em> between a shift toward individualism and a shift away from it. In the first place, there is what I have called the tyranny of the status quo. Anyone who wants to see how strong that tyranny is can do no better, I believe, than to read Dicey’s book now.",
            "vi": "Lập luận của Dicey được tăng cường mạnh mẽ bởi sự bất đối xứng giữa một sự chuyển hướng sang chủ nghĩa cá nhân và một sự chuyển hướng từ nó. Trước tiên, có những gì tôi đã gọi là chế độ chuyên chế của hiện trạng. Bất cứ ai muốn chứng kiến ​​sự bạo ngược mạnh mẽ này có thể làm tốt hơn, tôi tin rằng, hơn là đọc cuốn sách của Dicey."
        },
        {
            "en": "Two American researchers, Geschwind and Galaburda, studied the brains of human embryos and discovered that the left-right <em>asymmetry</em> exists before birth. But as the brain develops, a number of things can affect it. Every brain is initially female in its organisation and it only becomes a male brain when the male foetus begins to secrete hormones.",
            "vi": "Hai nhà nghiên cứu người Mỹ, Geschwind và Galaburda, đã nghiên cứu bộ não của phôi thai người và phát hiện ra rằng sự phi đối xứng trái-phải tồn tại này trước khi sinh. Nhưng khi bộ não phát triển thì một số thứ có thể ảnh hưởng đến nó. Mỗi não ban đầu được tổ chức là giống cái và nó chỉ trở thành bộ não giống đực khi các thai nhi nam bắt đầu tiết ra kích thích tố."
        },
        {
            "en": "Why do humans, virtually alone among all animal species, display a distinct left or right-handedness? Not even our closest relatives among the apes possess such decided lateral <em>asymmetry</em>, as psychologists call it. Yet about 90 per cent of every human population that has ever lived appears to have been right-handed.",
            "vi": "Tại sao con người, gần như là loài duy nhất trong tất cả các loài động vật, thể hiện riêng biệt việc thuận tay trái hay tay phải? Ngay cả họ hàng gần nhất với chúng ta là loài khỉ cũng không có tính phi đối xứng một bên như vậy - theo cách gọi của các nhà tâm lý học. Tuy nhiên, khoảng 90 phần trăm loài người chúng ta có vẻ thuận tay phải hơn."
        },
        {
            "en": "Dicey’s argument is enormously strengthened by an <em>asymmetry</em> between a shift toward individualism and a shift away from it. In the first place, there is what I have called the tyranny of the status quo. Anyone who wants to see how strong that tyranny is can do no better, I believe, than to read Dicey’s book now. ",
            "vi": "Lập luận của Dicey được tăng cường mạnh mẽ bởi sự bất đối xứng giữa một sự chuyển hướng sang chủ nghĩa cá nhân và một sự chuyển hướng từ nó. Trước tiên, có những gì tôi đã gọi là chế độ chuyên chế của hiện trạng. Bất cứ ai muốn chứng kiến ​​sự bạo ngược mạnh mẽ này có thể làm tốt hơn, tôi tin rằng, hơn là đọc cuốn sách của Dicey."
        },
        {
            "en": "So it is possible (though hard to prove) that as our hominin ancestors began walking on two legs rather than four, freeing up their hands to perform new tasks like making tools, they were predisposed to begin using those hands differently. Or, as cognitive scientist Stephanie Braccini and colleagues put it in a Journal of Human Evolution study, \"a strengthening of individual <em>asymmetry</em> [may have] started as soon as early hominins assumed a habitual upright posture during tool use or foraging\".",
            "vi": "Vì vậy có thể rằng (mặc dù khó để chứng minh) khi tổ tiên của chúng ta bắt đầu đi bằng hai chân thay vì tứ chi, giải phóng đôi tay để thực hiện nhiệm vụ mới như chế tạo công cụ, tổ tiên ta đã bắt đầu sử dụng bàn tay theo cách thức khác đi. Hoặc, theo nhà khoa học nhận thức Stephanie Braccini và đồng nghiệp nói trong một nghiên cứu trên Tạp chí Tiến hóa Loài người, \"việc tăng cường của sự bất đối xứng cá nhân [có thể] bắt đầu ngay khi tông người Hominini bắt đầu tự thấy phải ở tư thế thẳng đứng khi sử dụng công cụ hay tìm kiếm thức ăn\"."
        }
    ],
    "suggestions": []
}