{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æsi'metrikəl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">asymmetric</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æsi'metrik]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">asymmetric</font></td></tr></table><i/></div>",
            "word": "asymmetrical"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>asymmetrical</k><blockquote><cclass>[<cclass>asɪ'mɛtrɪk(ə)l<cclass>, <cclass>eɪ-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective not symmetrical; lacking symmetry. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>asymmetric</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>asymmetrically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "asymmetrical"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>asymmetrical</k><blockquote>▸ <cclass>adjective LOPSIDED, unsymmetrical, uneven, unbalanced, crooked, awry, askew, skew, squint, misaligned; disproportionate, unequal, irregular; <cclass><i>informal</i> cock-eyed; <cclass><i>Brit.</i><cclass><i>informal</i> skew-whiff, wonky.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "asymmetrical"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "asymmetrical"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bất đối xứng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical effect</font><font color=\"#282828\">: hiệu ứng bất đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical modem</font><font color=\"#282828\">: môđem bất đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical transmission</font><font color=\"#282828\">: sự truyền bất đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không đối xứng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Mạch dao động đa hài gây ra sóng điện không đều ở mỗi đèn điện tử hay bán dẫn vì thời gian dẫn điện khác nhau.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical breaking capacity</font><font color=\"#282828\">: khả năng ngắt không đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical distortion</font><font color=\"#282828\">: méo không đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical effect</font><font color=\"#282828\">: hiệu ứng không đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical load</font><font color=\"#282828\">: tải trọng không đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical load</font><font color=\"#282828\">: phụ tải không đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">asymmetrical mode</font><font color=\"#282828\">: kiểu cao không đối xứng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">asymmetrical cell pin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bất đối xứng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "asymmetrical"
        }
    },
    "sentences": [
        {
            "en": "Their faces were <em>asymmetrical</em>.",
            "vi": "Khuôn mặt của họ không cân xứng."
        },
        {
            "en": "Most people's faces are <em>asymmetrical</em>.",
            "vi": "Mặt của đa số mọi người là không cân đối."
        },
        {
            "en": "The Arab nations began supporting the <em>asymmetrical</em> warfare.",
            "vi": "Các tiểu vương quốc Ả - rập bắt đầu ủng hộ cuộc chiến không cân bằng đó."
        },
        {
            "en": "The Arab nations began supporting the <em>asymmetrical</em> warfare.",
            "vi": "Các tiểu vương quốc Ả-rập bắt đầu ủng hộ cuộc chiến không cân bằng đó."
        },
        {
            "en": "EU calculation methods apply <em>asymmetrical</em> rules to adjust prices.",
            "vi": "Phương pháp tính toán của EU áp dụng các quy tắc bất đối xứng để điều chỉnh giá."
        },
        {
            "en": "In addition, insurance is a special industry where <em>asymmetrical</em> information is more evident than other industries.",
            "vi": "Hơn nữa, bảo hiểm là một lĩnh vực đặc biệt mà tình trạng thông tin bất cân xứng được thể hiện rõ ràng hơn các ngành khác."
        },
        {
            "en": "The two - time Grammy nominee opted for a plain white tee and high - waisted <em>asymmetrical</em> skirt that looked more like a giant napkin.",
            "vi": "Đây là lần thứ hai một người được đề cử giải Grammy đã chọn một bộ cánh đơn giản màu trắng chữ T và chiếc váy kéo cao hông bất đối xứng mà trông nó giống một cái tã lót trẻ em hơn là chiếc váy."
        },
        {
            "en": "The two-time Grammy nominee opted for a plain white tee and high-waisted <em>asymmetrical</em> skirt that looked more like a giant napkin.",
            "vi": "Đây là lần thứ hai một người được đề cử giải Grammy đã chọn một bộ cánh đơn giản màu trắng chữ T và chiếc váy kéo cao hông bất đối xứng mà trông nó giống một cái tã lót trẻ em hơn là chiếc"
        },
        {
            "en": "Different-siz​ed breasts. Most girls' breasts grow at different rates — and many girls find themselves with one boob that's bigger than its partner. This is so common that bra manufacturers design their products so they can be adjusted to accommodate <em>asymmetrical</em> breasts. Start by moving the strap adjusters on a bra to different lengths to see if this helps.",
            "vi": "Vú không đều. Hầu hết ngực của con gái phát triển theo các mức khác nhau - và nhiều cô gái thấy một bên vú của mình lớn hơn so với bên còn lại. Điều này phổ biến đến nỗi các nhà sản xuất áo ngực thiết kế các sản phẩm của họ để chúng có thể được điều chỉnh phù hợp với ngực không đều. Bắt đầu bằng cách di chuyển, điều chỉnh dây đeo trên áo ngực dài khác ngắn nhau để xem điều đó có hiệu quả không."
        },
        {
            "en": "Melanoma  Melanoma is not as common as other types of skin cancer, but it's the most serious and potentially deadly. Possible signs of melanoma include a change in the appearance of a mole or pigmented area. Consult a doctor if a mole changes in siz​e, shape, or color, has irregular edges, is more than one color, is <em>asymmetrical</em>, or itches, oozes, or bleeds.",
            "vi": "U hắc tố  U hắc tố không phổ biến như nhiều loại ung thư da khác, nhưng đây là chứng bệnh nguy hiểm nhất và có thể gây chết người. Các dấu hiệu có thể xảy ra của chứng u hắc tố bao gồm thay đổi hình dạng của nốt ruồi hoặc vùng có sắc tố. Bạn nên hỏi ý kiến của bác sĩ khi nốt ruồi cua rmình thay đổi về kích cỡ, hình dạng, hoặc màu sắc, có viền không đều, lẫn tạp màu sắc, không đối xứng, hoặc ngứa, rỉ nước, hoặc chảy máu."
        },
        {
            "en": "What Happens When We Get Angry      When we get angry, the heart rate, arterial tension and testosterone production increases, cortisol (the stress hormone) decreases, and the left hemisphere of the brain becomes more stimulated. This is indicated by a new investigation lead by scientists from the University of Valencia (UV) that analyses the changes in the brain's cardiovascular, hormonal and asymmetric activation response when we get angry.  \"Inducing emotions generates profound changes in the autonomous nervous system, which controls the cardiovascular response, and also in the endocrine system. In addition, changes in cerebral activity also occur, especially in the frontal and temporal lobes\", Neus Herrero, main author of the study and researcher at UV, explains to SINC.   The researchers induced anger in 30 men using the version that has been adapted to Spanish of the procedure \"Anger Induction\" (AI), consisting of 50 phrases in first person that reflect daily situations that provoke anger. Before and immediately after the inducement of anger they measured the heart rate and arterial tension, the levels of testosterone and cortisol, and the asymmetric activation of the brain (using the dichotic listening technique), the general state of mind and the subjective experience of the anger emotion.  The results, published in the journal Hormones and Behavior, reveal that anger provokes profound changes in the state of mind of the subjects (\"they felt angered and had a more negative state of mind\") and in different psychobiological parameters. There is an increase in heart rate, arterial tension and testosterone, but the cortisol level decreases.  Asymmetries of brain activity  Nonetheless, \"by focusing on the asymmetric brain activity of the frontal lobe that occurs when we experience emotions, there are two models that contradict the case of anger\", the researcher highlights.   The first model, 'of emotional valence', suggests that the left frontal region of the brain is involved in experiencing positive emotions, whilst the right is more related to negative emotions.   The second model, 'of motivational direction', shows that the left frontal region is involved in experiencing emotions related to closeness, whilst the right is associated with the emotions that provoke withdrawal.   The positive emotions, like happiness, are usually associated to a motivation of closeness, and the negative ones, like fear and sadness, are characterised by a motivation of withdrawal.  However, not all emotions behave in accordance with this connection. \"The case of anger is unique because it is experienced as negative but, often, it evokes a motivation of closeness\", the expert explains.   \"When experiencing anger, we have observed in our study an increase in right ear advantage, that indicates a greater activation of the left hemisphere, which supports the model of motivational direction\", Herrero points out. In other words, when we get angry, our asymmetric cerebral response is measured by the motivation of closeness to the stimulus that causes us to be angry and not so much by the fact we consider this stimulus as negative: \"Normally when we get angry we show a natural tendency to get closer to what made us angry to try to eliminate it\", he concludes.  Every emotion is unique   This is the first general study on emotions and more specifically on anger that examines all these different psychobiological parameters (cardiovascular, hormonal response and asymmetric activation response of the brain) in a single investigation to study the changes caused by the inducement of anger. In addition the results of the study are along the same lines as previous investigations and defend what has been noted by Darwin: that the emotions, in this case anger, are accompanied by unique and specific (psychobiological) patterns for each emotion.   References: Neus Herrero, Marien Gadea, Gabriel Rodríguez-Alarcón, Raúl Espert, Alicia Salvador. \"What happens when we get angry? Hormonal, cardiovascular and <em>asymmetrical</em> brain responses\". Hormones and Behavior 57: 276, marzo de 2010. DOI:10.1016/j.yhbeh.2009.12.008   Source: FECYT - Spanish Foundation for Science and Technology  Copyright: Medical News Today",
            "vi": "Điều gì xảy ra khi chúng ta tức giận       Khi chúng ta tức giận, nhịp tim, huyết áp động mạch và sự sản xuất hoóc-môn sinh dục nam tăng, cortisol (hoóc-môn căng thẳng) giảm, và bán cầu não trái bị kích thích nhiều. Điều này được trình bày trong một phát hiện mới của các nhà khoa học từ đại học Valencia (UV) phân tích những thay đổi trong các phản ứng hoạt hoá không đối xứng, tim mạch, và hoóc-môn của não khi chúng ta nổi giận. “Cảm xúc tạo ra những thay đổi sâu sắc trong hệ thần kinh tự chủ, kiểm soát phản ứng tim mạch, cũng như trong hệ nội tiết. Ngoài ra, các thay đổi trong hoạt động não cũng xảy ra, nhất là trong thuỳ trán và thuỳ thái dương \", Neus Herrero, tác giả chính của nghiên cứu và là nhà nghiên cứu tại UV, giải thích cho SINC. Các nhà nghiên cứu làm cho 30 người đàn ông giận dữ bằng cách thức phù hợp với người Tây Ban Nha \"Gây tức giận \" (AI), bao gồm 50 cụm từ trong người đầu tiên phản ánh các tình huống hàng ngày gây tức giận. Trước và ngay lập tức sau khi gây nên cơn giận, các nhà khoa học đo nhịp tim và huyết áp động mạch, mức hoóc-môn sinh dục nam và cortisol, sự hoạt hoá không đối xứng của não (sử dụng kỹ thuật nghe kích thích hai tai cùng một lúc với những âm thanh khác nhau), tâm trạng chung và kinh nghiệm chủ quan của cảm giác tức giận. Các kết quả, được công bố trong Tạp chí Hoóc-môn và Thói quen, cho thấy sự tức giận gây ra những thay đổi sâu sắc trong tâm trạng của người ta (\"họ cảm thấy tức giận và có tâm trạng xấu hơn\") cũng như trong các thông số tâm lý sinh học khác. Có sự gia tăng trong nhịp tim, huyết áp động mạch và hoóc-môn sinh dục nam, nhưng mức cortisol giảm.  Tính bất đối xứng của hoạt động não Mặc dù vậy, \"bằng cách tập trung vào hoạt động não không đối xứng của thuỳ trước xảy ra khi chúng ta trải nghiệm các cảm xúc, có hai mô hình đối lập trong trường hợp tức giận\", các nhà nghiên cứu nhấn mạnh. Mô hình đầu tiên, 'của sự cân bằng cảm xúc', cho rằng vùng trán trái của não có liên quan đến trải nghiệm những cảm xúc tích cực, trong khi vùng trán phải liên quan nhiều hơn với những cảm xúc tiêu cực. Mô hình thứ nhì, 'theo hướng động cơ', cho thấy rằng vùng trán trái có liên quan đến trải nghiệm cảm xúc có quan hệ với sự gần gũi, trong khi vùng trán phải gắn liền với những cảm xúc gây nên sự xa cách. Những cảm xúc tích cực, như hạnh phúc, thường liên quan đến sự gần gũi, và những cảm xúc tiêu cực, như sự sợ hãi và nỗi buồn, đặc trưng bởi thôi thúc muốn tránh xa.  Tuy nhiên, không phải mọi cảm xúc đều phù hợp với sự liên hệ này. \"Trường hợp của sự tức giận là duy nhất bởi vì nó như là một trải nghiệm tiêu cực, nhưng trong nhiều trường hợp, nó gợi lên động cơ của sự gần gũi \", chuyên gia này giải thích. \"Khi trải nghiệm sự tức giận, như quan sát được trong nghiên cứu, chúng tôi thấy có sự gia tăng có lợi trong tai phải, cho thấy sự hoạt hoá nhiều hơn của bán cầu não trái, hỗ trợ cho mô hình của khuynh hướng động cơ thúc đẩy”, theo ý kiến của Herrero. Nói cách khác, khi chúng ta nổi giận, phản ứng bất đối xứng của não được đánh giá thông qua động cơ của sự gần gũi đến kích thích khiến chúng ta giận dữ chứ hoàn toàn không phải bởi thực tế chúng ta xem kích thích này là tiêu cực: \"Bình thường khi nổi giận chúng ta tự nhiên có khuynh hướng muốn gần gũi với điều làm cho mình tức giận để làm mất cảm giác đó\", ông kết luận. Mỗi cảm xúc là duy nhất Đây là nghiên cứu đại cương đầu tiên về cảm xúc, cụ thể hơn là về sự tức giận, mà đã xem xét tất cả các thông số tâm lý sinh học khác (phản ứng tim mạch, hoóc-môn và phản ứng hoạt hoá không đối xứng của não) trong chỉ một nghiên cứu để xem xét những thay đổi gây ra do việc tạo nên sự giận dữ. Ngoài ra các kết quả của nghiên cứu cũng giống như các kết luận trước đây và ủng hộ những điều đã được Darwin lưu ý: cảm xúc, trong trường hợp này là sự tức giận, đi kèm với các dạng (tâm lý sinh vật) duy nhất và cụ thể. Các tài liệu tham khảo: Neus Herrero, Marien Gadea, Gabriel Rodríguez-Alarcón, Raúl Espert, Alicia Salvador. \"Chuyện gì sẽ xảy ra khi chúng ta nổi giận? Phản ứng hoóc-môn, tim mạch và không đối xứng của não.\" Hoóc-môn và hành vi 57:276, marzo de 2010. DOI:10.1016/j.yhbeh.2009.12.008 Nguồn: FECYT – Quỹ Khoa học và Công nghệ Tây Ban Nha Bản quyền: Medical News Today"
        },
        {
            "en": "How To Avoid Buying A \"Lemon\" Product     Timely, relevant information is crucial for functional, efficient markets. However, in certain industries and for some credence goods, consumers may not be able to thoroughly evaluate the goods or services they are thinking about purchasing. This leads to the possibility of the lemons problem. We’ll look at this problem in detail and provide some tips for resolving it. The Lemons Problem  The lemons problem theory states that certain industries are susceptible to asymmetric information, which can lead to a decrease in product price because the buyer is unsure about any potential problems that the asset might have, and will thus demand a deep discount. Asymmetric information occurs when a seller has more or better information than a buyer.  The lemons problem theory makes reference to unsuccessful investments that, like lemons, leave a bitter taste. The most common use of the term “lemon” is when it is applied to low-quality cars offered for sale in a used car market.  Asymmetric Info in Action To understand how asymmetric information can produce a market of mostly low-quality goods and services, consider a used car market with only one type of car. One group of sellers is offering automobiles in good shape for $13,000, and another group is selling low-quality automobiles, or lemons, for $7,000. The average price that a buyer would be willing to pay for a car from this market is $10,000 ([$13,000 + $7,000]/2).  At a $10,000 average price point, only the sellers of low-quality cars will be willing to sell. Because sellers of high-quality cars want $13,000, most will not be willing to sell for $10,000. So this market would deal primarily in lemons, thus reducing overall product quality.  In addition to certain industries that are susceptible to asymmetric information, specific products or services known as credence goods are also prone to lemon problems. The utility of credence goods is difficult for a consumer to assess. Therefore, the value of such an item may be unclear, both before and after a consumer has purchased it.  It is reasonable to assume that consumers are able to judge the value of goods such as food, office supplies and appliances. However, it is difficult for consumers to fully value credence goods and services such as automobiles, dietary supplements and healthcare because of asymmetric information, leading to the possibility of the lemons problem. In terms of an auto purchase, for example, the numerous problems facing the vehicle might not surface immediately after the purchase.  Origins of the Lemons Problem Theory The lemons problem theory was described by George Akerlof in a 1970 paper titled \"The Market for Lemons: Quality Uncertainty and the Market Mechanism.\"  Akerlof explained how asymmetric information provides incentives for sellers of low-quality goods to present their products as high-quality goods, thus reducing overall product quality and consumer satisfaction. The \"market mechanism\" Akerlof refers to - where the bad drives out the good when only the average quality of goods in a market are considered - results in a no-trade equilibrium. Akerlof postulated that, in some cases, certain markets may fail entirely because of this market mechanism in which there is a high degree of uncertainty about product quality.  George Akerlof shared the 2001 Nobel Memorial Prize in Economic Sciences with Michael Spence and Joseph Stiglitz for their research into asymmetric information.  Solutions to Asymmetric Information There are almost always going to be situations where consumers will not be able to make an educated purchasing decision, increasing the probability of the lemons problem. Asymmetric information and the lemon market problem are prevalent in many industries, most prominently in the automobile, banking, healthcare, pharmaceutical and professional services industries.  Increase the Amount of Information Fortunately, there are solutions to the problem of asymmetric information. Among these solutions, increasing the access to information is paramount. Giving consumers greater access to information directly addresses the problem of asymmetric information. It is nearly impossible to provide every consumer with all the information they need to make an informed purchase decision in each instance, but if consumers can obtain enough information to make an educated decision, overall product quality can be increased, along with aggregate consumer satisfaction.  Consider once again the previous example of a used car market. A consumer without access to any external information would most likely have to rely on the word of the dealer. Access to information, such as a website, helps address the problem of <em>asymmetrical</em> information. Consumers may be able to check a dealer's track record on a website or they could find a list of local mechanics who can examine the used car before the purchase is made. If previous buyers are able to post comments on the website, new buyers may be forewarned about an unscrupulous dealer selling lemons. Consumers could even educate themselves regarding basic mechanical and electrical issues that could be problematic in a low-quality car. Solutions to the Lemon Problem Of course, there is more than one solution to the problem of asymmetric information. These include: 1. Guarantees and Warranties  Guarantees and warranties benefit both the firm, by attracting customers with an assurance of higher quality goods and services, as well as consumers who, in the case of receiving a faulty product, can return the item or have it replaced. Almost all electronic device makers, for example, offer warranties 2. Industry Standards  Firms may set requirements to produce goods and services that meet industry standards, thus attracting customers who might not be able to properly evaluate the industry's products and services. This method is practiced most often by high-quality producers of goods and services who wish to differentiate themselves from low-quality producers. 3. External Product Certification  Similar to creating industry standards, firms may attain external product certification so that consumers can rely on expert verification of the quality of their goods and services.  4. Consumer Protection Regulation  In many industries and governments act to address asymmetric information by implementing consumer protection laws designed to set a standard by which all firms must legally comply. For example, credit card issuers are subject to consumer protection laws set forth by the government.  5. Liability Laws  Liability laws are a part of consumer protection regulations as established by the government. Firms may be subject to penalties and fines if minimum industry standards are not met. 6. Licensing  Licensing falls under consumer protection regulations as well. A firm, such as a public utility, might require a license by the government to sell certain goods and services.  7. Social Regulation  Social regulation is a significant measure taken by government when other consumer protection laws fail to provide adequate regulatory functions. Oversight of a nation's banking industry is a type of social regulation designed to protect everyone.  Bottom Line When consumers aren’t able to fully assess the things they are purchasing, there is always a chance they are going to get a lemon. Access to information, coupled with other market and regulatory solutions, can reduce the probability of the lemons problem and increase product quality and overall consumer satisfaction. (Being prepared before buying will save you thousands in the long run.",
            "vi": "Làm thế nào để tránh mua phải hàng “kém chất lượng”    Thông tin đầy đủ, kịp thời rất quan trọng để các thị trường hoạt động hiệu quả, phát huy hết chức năng. Tuy nhiên, trong một số ngành nhất định và đối với một số hàng hoá cần đến lòng tin, thì người tiêu dùng có thể không có khả năng đánh giá được hoàn toàn hàng hoá hoặc dịch vụ họ định mua. Điều này dẫn đến khả năng nảy sinh vấn đề thị trường hàng hoá kém chất lượng. Chúng tôi sẽ xem xét vấn đề này một cách chi tiết và đưa ra một vài cách giải quyết nho nhỏ. Vấn đề hàng kém chất lượng Lý thuyết về vấn đề thị trường hàng kém chất lượng phát biểu rằng một số ngành rất nhạy cảm với thông tin bất cân xứng, có thể dẫn đến giảm giá sản phẩm vì người mua không chắc chắn tài sản ấy có nảy sinh bất kỳ vấn đề nào hay không, và vì vậy đòi hỏi phải giảm giá thật nhiều. Tình trạng thông tin bất cân xứng xảy ra khi người bán nắm giữ thông tin phong phú hoặc chính xác hơn người mua có. Lý thuyết về vấn đề thị trường hàng kém chất lượng đề cập đến các khoản đầu tư bất thành mà, giống như những trái chanh, bị giập rồi thì có vị đắng. Cách dùng phổ biến nhất của thuật ngữ “lemon” là nói đến những chiếc xe hơi chất lượng thấp chào bán trên thị trường xe hơi cũ. Thông tin bất cân xứng xảy ra Để hiểu thông tin bất cân xứng có thể tạo ra thị trường chủ yếu là các sản phẩm và dịch vụ kém chất lượng như thế nào, hãy xem xét một thị trường xe hơi cũ với chỉ một loại. Một nhóm người bán đang rao bán những chiếc xe ôtô chất lượng tốt với giá 13 ngàn đô la, và nhóm khác đang bán những chiếu ôtô chất lượng thấp, hay những chiếc xe cũ, với giá 7 ngàn đô la. Mức giá bình quân một người mua sẵn lòng trả cho một chiếc xe ở thị trường này là 10 ngàn đô la (tức là tổng của 13 ngàn đô la và 7 ngàn đô la chia 2). Tại mốc giá bình quân 10 ngàn đô la, chỉ những người bán xe hơi chất lượng thấp là sẵn lòng bán. Vì những người bán xe hơi chất lượng cao muốn mức giá phải là 13 ngàn đô la, đa số họ sẽ đồng ý không bán với giá 10 ngàn đô la. Thị trường này sẽ chủ yếu buôn bán xe hơi cũ, vì vậy làm giảm chất lượng sản phẩm chung. Hơn nữa với một số ngành nhạy cảm với thông tin bất cân xứng, những sản phẩm và dịch vụ cụ thể được gọi là hàng hoá cần đến lòng tin cũng dễ nảy sinh vấn đề thị trường hàng kém chất lượng. Tính hữu dụng của những hàng hoá cần lòng tin này khách hàng khó có thể đánh giá được. Do đó, giá trị một món hàng như thế có thể không rõ ràng, cả lúc trước và sau khi người tiêu dùng mua nó. Có cơ sở để giả định rằng người tiêu dùng có khả năng đánh giá giá trị hàng hoá, chẳng hạn như thực phẩm, thiết bị và đồ dùng văn phòng. Tuy nhiên, người tiêu dùng khó mà định giá đầy đủ những hàng hoá và dịch vụ cần đến lòng tin như những chiếc xe hơi, thực phẩm chức năng và dịch vụ y tế vì thông tin bất cân xứng, dẫn đến khả năng phát sinh vấn đề thị trường hàng kém chất lượng. Ví dụ, về phương diện mua xe hơi, nhiều vấn đề của chiếc xe có thể chưa xuất hiện ngay sau khi mua.  Nguồn gốc của thuyết vấn đề thị trường hàng kém chất lượng Lý thuyết về vấn đề thị trường hàng kém chất lượng được George Akerlof nêu trong một bài báo viết năm 1970 có nhan đề: \"Thị trường hàng kém chất lượng: Không xác định được chất lượng và cơ chế của thị trường này.\" Akerlof giải thích cơ chế thông tin bất cân xứng khuyến khích người mua hàng chất lượng thấp bày tỏ hàng hoá của họ như những hàng hoá chất lượng cao, do đó giảm chất lượng sản phẩm chung và sự hài lòng của người tiêu dùng. \"Cơ chế thị trường\" Akerlof nói đến - trường hợp cái xấu hất cẳng cái tốt khi chỉ có chất lượng trung bình của hàng hoá trên thị trường được xem xét - dẫn đến cân bằng phi mậu dịch. Akerlof đòi hỏi rằng, trong một số trường hợp, một số thị trường có thể thất bại hoàn toàn vì cơ chế của thị trường này trong đó có mức độ cao không thể biết chắc về chất lượng sản phẩm. George Akerlof cùng nhận Giải Nobel Kinh tế năm 2001 với Michael Spence và Joseph Stiglitz nhờ việc nghiên cứu về thông tin bất cân xứng. Giải pháp cho vấn đề thông tin bất cân xứng Những tình huống trong đó người tiêu dùng không thể quyết định việc mua có hiểu biết hầu như thường xuyên xảy ra, làm tăng khả năng nảy sinh vấn đề hàng hoá kém chất lượng. Thông tin bất cân xứng và vấn đề thị trường hàng kém chất lượng đang phổ biến ở nhiều ngành, rõ nhất là trong các ngành xe hơi, ngân hàng, y dược, và các dịch vụ chuyên nghiệp. Tăng số lượng thông tin Thật may mắn, có nhiều giải pháp cho vấn đề thông tin bất cân xứng. Trong số những giải pháp này, việc tăng khả năng tiếp cận thông tin là quan trọng nhất. Cho người tiêu dùng nhiều quyền tiếp cận thông tin hơn sẽ giải quyết trực tiếp vấn đề thông tin bất cân xứng. Gần như là không thể cung cấp cho từng người tiêu dùng mọi thông tin họ cần để đưa ra quyết định mua hàng có hiểu biết trong từng trường hợp, nhưng nếu người tiêu dùng có thể nhận được thông tin đầy đủ để ra quyết định có hiểu biết, thì chất lượng sản phẩm chung có thể tăng lên, cùng với sự hài lòng của tất cả mọi  khách hàng. Hãy nhìn lại ví dụ trên đây về thị trường xe hơi cũ. Một người tiêu dùng không có quyền tiếp cận bất kỳ thông tin bên ngoài nào thì rất có khả năng phải tin vào lời của người buôn. Quyền tiếp cận thông tin, chẳng hạn một trang web, giúp giải quyết vấn đề thông tin bất cân xứng. Người tiêu dùng có thể kiểm tra lý lịch kinh doanh của một nhà bán hàng trên trang web hoặc họ có thể tìm danh sách những thợ máy ở địa phương có thể kiểm tra chiếc xe cũ trước khi mua. Nếu những người mua trước đây có thể đăng ý kiến lên trang web, thì người mua mới có thể được cảnh báo trước về một nhà bán hàng cũ không có lương tâm. Người tiêu dùng thập chí có thể tự trang bị cho mình kiến thức liên quan đến những vấn đề cơ-điện cơ bản mà có thể xảy ra trong một chiếc xe hơn chất lượng thấp. Giải pháp cho vấn đề thị trường hàng kém chất lượng Tất nhiên, có nhiều giải pháp cho vấn đề thông tin bất cân xứng. Những giải pháp này bao gồm: 1. Bảo đảm và bảo hành Bảo đảm và bảo hành mang lại lợi ích cho cả doanh nghiệp, bằng việc thu hút người tiêu dùng với sự bảo đảm hàng hoá và dịch vụ chất lượng cao hơn, và người tiêu dùng, khi mua phải sản phẩm bị mắc lỗi, có thể đem trả lại món hàng đó hoặc đổi lấy cái khác. Chẳng hạn, hầu hết các nhà sản xuất thiết bị điện tử đều có các cam kết bảo hành. 2. Tiêu chuẩn công nghiệp  Doanh nghiệp có thể đặt ra các yêu cầu đối với hàng hoá và dịch vụ đáp ứng những tiêu chuẩn công nghiệp, nhờ vậy thu hút những người tiêu dùng không đủ khả năng đánh giá chính xác các sản phẩm và dịch vụ trong lĩnh vực đó. Biện pháp này thường được hầu hết các nhà sản xuất hàng hoá và dịch vụ chất lượng cao sử dụng, họ mong muốn có sự khác biệt giữa mình và những nhà sản xuất chất lượng thấp. 3. Chứng nhận sản phẩm từ  bên ngoài Giống với việc tạo ra các chuẩn mực công nghiệp, doanh nghiệp có thể đạt được chứng nhận về chất lượng sản phẩm do bên ngoài cấp để người tiêu dùng có thể tin tưởng vào sự kiểm tra đánh giá chuyên môn về chất lượng hàng hoá và dịch vụ. 4. Quy định về bảo vệ người tiêu dùng Trong nhiều ngành và các chính phủ thi hành các luật bảo vệ người tiêu dùng mà đặt ra những tiêu chuẩn theo đó tất cả các doanh nghiệp đều phải tuân thủ nhằm giải quyết tình trạng thông tin bất cân xứng. Chẳng hạn, những nhà phát hành thẻ tín dụng phải tuân thủ các quy định về bảo vệ người tiêu dùng do chính phủ đưa ra. 5. Luật về trách nhiệm pháp lý Luật về trách nhiệm pháp lý là một bộ phận trong những quy định bảo vệ người tiêu dùng mà chính phủ đặt ra. Các doanh nghiệp có thể phải trả giá và bị phạt tiền nếu không đáp ứng được những tiêu chuẩn công nghiệp tối thiểu. 6. Giấy phép Việc cấp giấy phép cũng được xếp vào loại những quy định bảo vệ người tiêu dùng. Một doanh nghiệp, chẳng hạn một công ty dịch vụ công cộng, có thể phải xin giấy phép của chính phủ mới được bán những hàng hoá và dịch vụ nào đó. 7. Quy định xã hội Quy định xã hội là một biện pháp quan trọng mà chính phủ sử dụng khi những quy định về bảo vệ người tiêu dùng khác không thực hiện các chức năng hành pháp thoả đáng. Việc giám sát ngành ngân hàng của một quốc gia là một dạng quy định xã hội nhằm bảo vệ tất cả mọi người. Lời kết Khi người tiêu dùng không thể đánh giá đầy đủ những thứ mà họ mua, thì luôn xuất hiện khả năng họ sẽ mua phải món hàng kém chất lượng. Quyền tiếp cận thông tin, cùng với những giải pháp về quản lý và thị trường khác, có thể giảm khả năng nảy sinh vấn đề thị trường hàng hoá kém chất lượng và có thể làm tăng chất lượng sản phẩm và sự hài lòng của khách hàng nói chung. (Chuẩn bị chu đáo trước khi mua sắm sẽ tiết kiệm cho bạn nhiều tiền về lâu dài.)"
        }
    ],
    "suggestions": []
}