{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Athens",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Athens",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Athens",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Athens",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Athens",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Send owls to <em>athens</em>",
            "vi": "Chở củi về rừng"
        },
        {
            "en": "I sent owls to <em>Athens</em>.",
            "vi": "Tôi đã chở củi về rừng."
        },
        {
            "en": "Send/carry owls to <em>Athens</em>",
            "vi": "Chở củi về rừng"
        },
        {
            "en": "The Acropolis dominates the city of <em>Athens</em>.",
            "vi": "Acropolis ngự trị cao trên thành phố Athens."
        },
        {
            "en": "<em>Athens</em> suffered humiliating defeat by Sparta.",
            "vi": "Athens bị đánh bại nhục nhã trước Sparta."
        },
        {
            "en": "Rome is not as old as <em>Athens</em>.",
            "vi": "La Mã không cổ xưa như Athens."
        },
        {
            "en": "Can I break my journey at <em>Athens</em>?",
            "vi": "Tôi có thể hoãn chuyến đi tới Athen được không?"
        },
        {
            "en": "I saw the Parthenon of <em>Athens</em>.",
            "vi": "Tôi đã tham quan đền Parthenon ở Athens."
        },
        {
            "en": "We departed for <em>Athens</em> at 10 am.",
            "vi": "Chúng tôi đã khởi hành đi Athens lúc 10 giờ sáng."
        },
        {
            "en": "You shouldn't carrry owls to <em>Athens</em>.",
            "vi": "Đừng chở củi về rừng."
        },
        {
            "en": "The <em>Athens</em> Lunatic Asylum was a mental hospital operational in <em>Athens</em>, Ohio from 1874 until 1993.",
            "vi": "Bệnh viện tâm thần Athens là một nhà thương điên thuộc hạt Athens, khu vực Ohio từ năm 1874 cho đến năm 1993."
        },
        {
            "en": "Fisheries center is located about four miles east of <em>Athens</em>.",
            "vi": "Trung tâm thuỷ sản tọa lạc khoảng bốn dặm về phía đông của Athens."
        },
        {
            "en": "I'd like to reserve 2 tickets to <em>Athens</em>.",
            "vi": "Tôi muốn đặt trước 2 vé tới Athens."
        },
        {
            "en": "I 'm going to have a holiday in <em>Athens</em>.",
            "vi": "Tôi sắp đi nghỉ ở Athens."
        },
        {
            "en": "What are some attractions for kids in <em>Athens</em>, Georgia?",
            "vi": "Một số địa điểm thu hút dành cho trẻ em ở Athens, Georgia là gì?"
        },
        {
            "en": "The first modern Games were in 1896 in <em>Athens</em>.",
            "vi": "Thế vận hội hiện đại lần đầu tiên được tổ chức ở athens vào năm 1896."
        },
        {
            "en": "<em>Athens</em> is the host city for the next Olympic Games.",
            "vi": "Athens là thành phố đăng cai Thế vận hội kì tới."
        },
        {
            "en": "Did you have any trouble with your Greek when you were in <em>Athens</em>?",
            "vi": "Anh có gặp rắc rối với tiếng Hy lạp khi anh ở Athens không?"
        },
        {
            "en": "The polity of ancient <em>Athens</em> became a standard for later governments.",
            "vi": "Chính thể của người Hy Lạp cổ đã trở thành một tiêu chuẩn cho những chính quyền sau này."
        },
        {
            "en": "Paul actually preached against the beliefs of the people of <em>Athens</em>.",
            "vi": "Paul thực sự thuyết giảng về niềm tin của dân thành phố Athens (Hy Lạp)."
        }
    ],
    "suggestions": []
}