{
    "en_vn": {
        "data": {
            "content": null,
            "word": "atherosclerotic"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "atherosclerotic"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "atherosclerotic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "atherosclerotic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "atherosclerotic"
        }
    },
    "sentences": [
        {
            "en": "Coronary artery disease. The most common heart disorder in adults, coronary artery disease is caused by atherosclerosis. Deposits of fat, calcium, and dead cells, called <em>atherosclerotic</em> plaques, form on the inner walls of the coronary arteries (the blood vessels that supply the heart) and interfere with the smooth flow of blood. Blood flow to the heart muscle may even stop if a thrombus, or clot, forms in a coronary vessel, which may cause a heart attack. In a heart attack (or myocardial infarction), the heart muscle becomes damaged by lack of oxygen, and unless blood flow returns within minutes, muscle damage increases and the heart's ability to pump blood is compromised. If the clot can be dissolved within a few hours, damage to the heart can be reduced. Heart attacks are rare in kids and teens.",
            "vi": "Bệnh động mạch vành. Đây là bệnh tim thường thấy nhất ở người lớn tuổi, nó gây ra do xơ vữa động mạch. Hiện tượng lắng tụ chất béo, can-xi, và tế bào chết, được gọi mảng xơ vữa động mạch, hình thành nên vách động mạch vành bên trong (động mạch vành là các mạch máu cung cấp máu cho tim) và làm cho máu lưu thông không được thông thoáng. Máu lưu thông đến cơ tim thậm chí có thể bị chặn đứng nếu cục máu đông, hoặc cục nghẽn, hình thành trong mạch vành, có thể gây ra cơn đau tim. Trong một cơn đau tim (hoặc nhồi máu cơ tim), cơ tim bị làm tổn thương do thiếu ô-xy, và trừ phi máu lưu thông ngược trở lại trong vòng một vài phút, thì tình trạng tổn thương cơ này ngày càng tăng và khả năng bơm máu của tim cũng bị hạn chế lại. Nếu có thể làm tan cục máu đông trong một vài tiếng đồng hồ thì tổn thương tim có thể giảm xuống. Trẻ nhỏ và thanh thiếu niên hiếm khi bị đau tim. "
        }
    ],
    "suggestions": []
}