{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,æθirousklə'rousis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng vữa xơ động mạch</td></tr></table><i/></div>",
            "word": "atherosclerosis"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>atherosclerosis</k><blockquote><cclass>[<cclass>ˌaθərəʊsklɪə'rəʊsɪs<cclass>, <cclass>-sklə-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a disease of the arteries characterized by the deposition of plaques of fatty material on their inner walls. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>atherosclerotic</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: from Gk <i>athērē</i> 'groats' + <i>sklērōsis</i> (see <kref>sclerosis</kref>). </blockquote></div>",
            "word": "atherosclerosis"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "atherosclerosis"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "atherosclerosis"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vữa xơ động mạch</font></td></tr></tbody></table></div>",
            "word": "atherosclerosis"
        }
    },
    "sentences": [
        {
            "en": "<em>Atherosclerosis</em>.",
            "vi": "Vữa xơ động mạch."
        },
        {
            "en": "I know that <em>atherosclerosis</em> is so dangerous.",
            "vi": "Tôi biết chứng xơ vữa động mạch rất nguy hiểm."
        },
        {
            "en": "The term is often used as a synonym for <em>atherosclerosis</em>.",
            "vi": "Từ này cũng thường dùng đồng nghĩa với xơ vữa động mạch."
        },
        {
            "en": "Coronary artery disease is also called heart disease or <em>atherosclerosis</em>.",
            "vi": "Bệnh động mạch vành cũng được gọi là bệnh tim hoặc chứng vữa xơ động mạch."
        },
        {
            "en": "The main cause of myocardial infarction is <em>atherosclerosis</em> in the coronary arteries.",
            "vi": "Nguyên nhân chính gây chứng nhồi máu cơ tim là xơ vữa động mạch trong động mạch vành."
        },
        {
            "en": "who were examined for periodontal infection and signs of <em>atherosclerosis</em> in their carotid arteries using high-resolution ultrasound.",
            "vi": "những người này được khám viêm nha chu và các dấu hiệu xơ vữa động mạch bằng phương pháp siêu âm độ phân giải cao."
        },
        {
            "en": " progression of <em>atherosclerosis</em> — hardening of the arteries, a major contributor to heart disease — slows to a clinically significant degree.",
            "vi": "thì quá trình xơ vữa động mạch — sự xơ cứng động mạch, tác nhân chính dẫn đến bệnh tim — về mặt lâm sàng sẽ chậm lại đáng kể."
        },
        {
            "en": "Bacteria in the mouth may contribute to the onset of <em>atherosclerosis</em> by triggering an immune response and high levels of inflammatory markers, which may initiate or exacerbate the inflammatory aspect of <em>atherosclerosis</em>.",
            "vi": "Vi khuẩn  răng miệng góp phần khởi phát bệnh xơ vữa động mạch bằng cách gây ra phản ứng miễn dịch cùng với dấu hiệu viêm ở mức độ cao làm tăng bệnh viêm xơ vữa động mạch."
        },
        {
            "en": "A drug that reduces the levels of blood lipids, including cholesterol, and is used to treat <em>atherosclerosis</em> and angina.",
            "vi": "Một loại thuốc làm giảm mức độ của chất béo trong máu bao gồm cholesterol, và nó được dùng để chữa trị chứng xơ vữa động mạch và chứng đau thắt ngực."
        },
        {
            "en": "Complications that may arise from hypertension include <em>atherosclerosis</em> heart failure, cerebral haemorrhage, and kidney failure, but treatment may prevent their development.",
            "vi": "Tăng huyết áp có thể gây các biến chứng như xơ vữa động mạch, suy tim, xuất huyết não và suy thận, nhưng chữa trị sẽ ngăn được các biến chứng này."
        },
        {
            "en": "For the study, researchers followed 420 Manhattan residents, who were examined for periodontal infection and signs of <em>atherosclerosis</em> in their carotid arteries using high-resolution ultrasound.",
            "vi": " Để thực hiện nghiên cứu, các nhà nghiên cứu đã theo dõi 420 người ở Manhattan, những người này được khám viêm nha chu và dấu hiệu xơ vữa động mạch bằng phương pháp siêu âm độ phân giải cao."
        },
        {
            "en": "Having high blood pressure puts someone at a higher risk for stroke, heart attack, kidney failure, loss of vision, and <em>atherosclerosis</em> (hardening of the arteries).",
            "vi": "Chứng cao huyết áp làm cho người ta có nguy cơ đột quỵ cao, đau tim, suy thận, giảm thị giác và xơ vữa động mạch (xơ cứng động mạch)."
        },
        {
            "en": "“These results are important because <em>atherosclerosis</em> progressed in parallel with both clinical periodontal disease and the bacterial profiles in the gums,”",
            "vi": "“Các kết quả này rất quan trọng vì quá trình xơ vữa động mạch diễn ra song song với bệnh nha chu và sự xuất hiện của các loại vi khuẩn trong nướu răng”"
        },
        {
            "en": "An intracerebral haematoma may be a consequence of severe head injury but is more often due to <em>atherosclerosis</em> of the cerebral arteries and high blood pressure.",
            "vi": "Ổ tụ huyết trong não có thể là hệ quả của tổn thương đầu nặng nhưng thường do xơ vữa động mạch não và cao huyết áp."
        },
        {
            "en": "When <em>atherosclerosis</em> affects the coronary arteries (the blood vessels that supply the muscles of the heart), the condition is called coronary artery disease, which puts a person at risk for having a heart attack. When <em>atherosclerosis</em> affects the blood vessels that supply the brain, the condition is called cerebral vascular disease, which puts a person at risk of having a stroke.",
            "vi": "Khi động mạch vành bị xơ vữa động mạch (động mạch vành là các mạch máu “tiếp tế” cho cơ tim), thì bệnh được gọi là bệnh động mạch vành, làm cho bệnh nhân có nguy cơ đau tim. Khi các mạch máu cung cấp máu cho não bị xơ vữa động mạch thì bệnh được gọi là bệnh mạch não, làm cho bệnh nhân có nguy cơ bị đột quỵ."
        },
        {
            "en": "But in people at risk of developing high blood pressure or <em>atherosclerosis</em>, there is more constriction, impeding the free flow of blood, which increases the risk for heart attack and stroke.",
            "vi": "Nhưng ở những người có nguy cơ phát triển bệnh cao huyết áp, xơ vữa động mạch, thì sự co thắt sẽ nhiều hơn, gây cản trở dòng chảy của máu, làm tăng nguy cơ đau tim và đột quỵ."
        },
        {
            "en": "The study, by Columbia’s Mailman School of Public Health, is the first to show that as gum health improves, progression of <em>atherosclerosis</em> — hardening of the arteries, a major contributor to heart disease — slows to a clinically significant degree.",
            "vi": "Nghiên cứu này, do truờng Y tế Công Mailman thuộc Columbia thực hiện là nghiên cứu đầu tiên cho thấy khi sức khoẻ răng miệng được cải thiện thì quá trình xơ vữa động mạch- sự xơ cứng động mạch- một tác nhân chính của bệnh tim- sẽ làm giảm mức độ mắc bệnh đáng kể."
        },
        {
            "en": "“These results are important because <em>atherosclerosis</em> progressed in parallel with both clinical periodontal disease and the bacterial profiles in the gums,” said Moïse Desvarieux, M.D., who led the research, published online in the Journal of the American Heart Association. “This is the most direct evidence yet that modifying the periodontal bacterial profile could play a role in preventing or slowing both diseases.”",
            "vi": "“Kết quả này rất quan trọng vì quá trình xơ vữa động mạch diễn ra song song với cả bệnh nha chu lẫn vi khuẩn trong miệng,” tiến sĩ Moïse Desvarieux, trưởng nhóm nghiên cứu cho biết trong một ấn phẩm được công bố trực tuyến của Hiệp hội tim mạch Hoa Kỳ. “ Đây là bằng chứng trực tiếp nhất cho đến giờ phút này cho thấy việc làm giảm vi khuẩn bám quanh răng có thể đóng vai trò trong việc ngăn ngừa hoặc làm chậm phát triển bệnh răng miệng lẫn bệnh tim.”"
        },
        {
            "en": "Why do people worry about high cholesterol?  When you have too much cholesterol, it can be dangerous to your health. When LDL cholesterol levels are high, cholesterol is deposited on the walls of arteries and forms a hard substance called plaque. Over time, plaque causes the arteries to become narrower, decreasing blood flow and causing a condition called <em>atherosclerosis</em>, or hardening of the arteries.",
            "vi": "Tại sao người ta lo lắng về hàm lượng cholesterol cao?  Khi cơ thể bạn có quá nhiều cholesterol thì có thể gây nguy hiểm cho sức khỏe. Khi nồng độ cholesterol LDL cao, cholesterol lắng lại ở thành động mạch và tạo thành một chất cứng được gọi là mảng bám. Dần dần, mảng bám này làm động mạch trở nên hẹp hơn, làm giảm lưu thông máu và gây nên bệnh được gọi là bệnh xơ vữa động mạch, hoặc bệnh xơ cứng động mạch."
        },
        {
            "en": "<em>Atherosclerosis</em> may also block blood flow to other vital organs, including the kidneys and intestines. This is why it's so important to start paying attention to cholesterol levels as a teen — you can delay or prevent serious health problems in the future.",
            "vi": "Xơ vữa động mạch cũng có thể ngăn lưu thông máu đến các cơ quan quan trọng khác, như thận và ruột. Đây là lý do phải nên bắt đầu chú ý đến hàm lượng cholesterol ở lứa tuổi thanh thiếu niên – bạn có thể làm chậm hoặc ngăn ngừa nhiều vấn đề sức khỏe nghiêm trọng xảy ra trong tương lai."
        }
    ],
    "suggestions": []
}