{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Atlanta",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Atlanta",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Atlanta",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Atlanta",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Atlanta",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "These people were newcomers to <em>Atlanta</em>.",
            "vi": "Những người này là dân mới đến atlanta."
        },
        {
            "en": "And how different from <em>Atlanta</em> men.",
            "vi": "Khác hẳn với đàn ông ở atlanta."
        },
        {
            "en": "<em>Atlanta</em>, Georgia: Available software jobs:1,372 listed.",
            "vi": "Atlanta, Georgia: Việc phần mềm sẵn có:1,372 được liệt kê."
        },
        {
            "en": "There is no Klan in <em>Atlanta</em> now.",
            "vi": "Bây giờ ở atlanta làm gì có 3k."
        },
        {
            "en": "<em>Atlanta</em> was wild with excitement and joy.",
            "vi": "Atlanta náo nức và vui như điên."
        },
        {
            "en": "The <em>Atlanta</em> symphony is playing places by Russian composers.",
            "vi": "Ban nhạc giao hưởng Atlanta đang chơi các bản nhạc của các nhạc sỹ người Nga."
        },
        {
            "en": "We are driving to <em>Atlanta</em> by way of Boston Rouge.",
            "vi": "Chúng tôi sẽ lái xe đi Atlanta qua ngả Boston Rouge."
        },
        {
            "en": "I cannot remember if he said <em>Atlanta</em> or Texas.",
            "vi": "Tôi không thể nhớ anh ấy đã nói Atlanta hay Texas."
        },
        {
            "en": "Just 12 days after the '96 <em>Atlanta</em> Olympics, 4,000 elite athletes will come to <em>Atlanta</em> to compete.",
            "vi": "Chỉ 12 ngày sau khi Thế vận hội Atlanta 96 bế mạc, 4. 000 vận động viên hàng đầu sẽ đến tranh tài ở Atlanta."
        },
        {
            "en": "Where's the platform for the train leaving for <em>Atlanta</em>?",
            "vi": "Sân ga cho chuyến tàu đi Atlanta ở đâu?"
        },
        {
            "en": "The <em>Atlanta</em> Olympics will take place in 2 years.",
            "vi": "Thế vận hội Atlanta hai năm nữa mới diễn ra."
        },
        {
            "en": "There was a train leaving for <em>Atlanta</em> in ten minutes.",
            "vi": "Có một chuyến tàu mười phút nữa thì khởi hành đi atlanta."
        },
        {
            "en": "New <em>Atlanta</em> liked Rhett no better than old <em>Atlanta</em> had done and he made as little attempt to conciliate the one as he had the other.",
            "vi": "Dân atlanta mới ghét chàng chẳng kém gì dân atlanta gốc và chàng không hơi đâu tìm cách giải hòa với bất cứ bên nào."
        },
        {
            "en": "<em>Atlanta</em> was chosen as the place for holding the 1996 Olympic Games.",
            "vi": "Atlanta đã được chọn làm nơi tổ chức Thế vận hội 1996."
        },
        {
            "en": "My husband is a native New Yorker, but I 'm from <em>Atlanta</em>.",
            "vi": "Chồng tôi là người New York bản xứ, nhưng tôi đến từ Atlanta."
        },
        {
            "en": "For an African-American family like ours, <em>Atlanta</em> was a great city to grow up in.",
            "vi": "Đối với một gia đình người Mỹ gốc Phi như gia đình tôi thì Atlanta là một thành phố rất tốt để trưởng thành ở đó."
        },
        {
            "en": "For an African - American family like ours, <em>Atlanta</em> was a great city to grow up in.",
            "vi": "Đối với một gia đình người Mỹ gốc Phi như gia đình tôi thì Atlanta là một thành phố rất tốt để trưởng thành ở đó."
        },
        {
            "en": "I hope that I will succeed in achieving perfection at <em>Atlanta</em> Olympics.",
            "vi": "Hy vọng tôi sẽ đạt được sự hoàn thiện ở Thế vận hội Atlanta."
        },
        {
            "en": "I 'm actually on my way to New Orleans. I'll change trains in <em>Atlanta</em>.",
            "vi": "Cuộc hành trình chính của tôi thật sự là đến New Orleans. Tôi sẽ đổi tàu lửa tại Atlanta."
        },
        {
            "en": "On our third day in <em>Atlanta</em>, we went to a history museum.",
            "vi": "Vào ngày thứ ba của chúng tôi ở Atlanta, chúng tôi đã đi đến một bảo tàng lịch sử."
        }
    ],
    "suggestions": []
}