{
    "en_vn": {
        "data": {
            "content": null,
            "word": "atopic",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>atopic</k><blockquote><cclass>[<cclass>eɪ'tɒpɪk<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective denoting a form of allergy in which a hypersensitivity reaction such as eczema or asthma may occur in a part of the body not in contact with the allergen. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>atopy</b><cclass>'atəpi <cclass>noun </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: from Gk <i>atopia</i> 'unusualness'. </blockquote></div>",
            "word": "atopic",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "atopic",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "atopic",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dị ứng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lạc chỗ</font></td></tr></tbody></table></div>",
            "word": "atopic",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Eczema (<em>Atopic</em> dermatitis) -- Causes, Symptoms and Treatment",
            "vi": "Bệnh chàm (Viêm da dị ứng) – Nguyên nhân, triệu chứng và phương pháp điều trị"
        },
        {
            "en": "A substance that is swallowed may give rise to a form of eczema, called <em>atopic</em> dermatitis.",
            "vi": "Một chất nuốt vào có thể gây ra một dạng chàm gọi là chàm quá mẫn."
        },
        {
            "en": "What is eczema?  Eczema is a general term for many types of skin inflammation (dermatitis). For the purposes of this slideshow, eczema is synonymous with <em>atopic</em> dermatitis.",
            "vi": "Chàm là gì?  Chàm là một thuật ngữ thông dụng đối với nhiều loại viêm da. Đối với mục đích của những khung hình này thì chàm đồng nghĩa với viêm da dị ứng."
        },
        {
            "en": "Types of eczematous dermatitis  <em>Atopic</em> dermatitis is the most common of the many types of eczematous eruptions, and often people often inappropriately use the two terms interchangeably. There are many terms used to describe specific forms of dermatitis that may closely resemble <em>atopic</em> dermatitis. We'll take a look at the listed types on the following slides.",
            "vi": "Các loại viêm da chốc lở   Viêm da dị ứng là chứng bệnh phổ biến nhất trong nhiều loại ban chốc lở, và người ta thường hay hoán đổi hai thuật ngữ này cho nhau một cách nhầm lẫn, không phù hợp. Có nhiều thuật ngữ dùng để miêu tả nhiều dạng viêm da dị ứng đặc trưng có thể gần giống với viêm da dị ứng. Chúng ta sẽ quan sát những loại viêm da dị ứng được liệt kê ra trên những khung hình bên dưới nhé."
        },
        {
            "en": "<em>Atopic</em> dermatitis  <em>Atopic</em> dermatitis is a chronic skin disease characterized by itchy, inflamed skin and is the most common cause of eczema. The condition tends to come and go, depending upon exposures to triggers or causative factors. Factors that may cause <em>atopic</em> dermatitis (allergens) include environmental factors like molds, pollen, or pollutants; contact irritants like soaps, detergents, nickel (in jewelry), or perfumes; food allergies; or other allergies. Around two-thirds of those who develop the condition do so prior to 1 year of age. When the disease starts in infancy, it is sometimes termed infantile eczema. <em>Atopic</em> dermatitis tends to run in families, and people who develop the condition often have a family history of other allergic conditions such as asthma or hay fever.",
            "vi": "Viêm da dị ứng   Viêm da dị ứng là bệnh về da mãn tính đặc trưng bởi da bị viêm, ngứa và là nguyên nhân gây ra chàm thường thấy nhất. Bệnh có xu hướng khởi phát rồi hết, tuỳ thuộc vào việc tiếp xúc với các nguyên nhân hoặc yếu tố gây bệnh. Các yếu tố có thể gây viêm da dị ứng (dị ứng nguyên) bao gồm yếu tố môi trường như nấm mốc, phấn hoa, hoặc các tác nhân gây ô nhiễm; tiếp xúc các chất kích thích chẳng hạn như xà bông, chất tẩy rửa, kền/ ni-ken (trong nữ trang), hoặc nước hoa; dị ứng thực phẩm; hoặc các dị ứng khác. Khoảng 2/3 bệnh nhân bị viêm da dị ứng khởi phát bệnh rồi tự hết trước khi lên 1 tuổi. Khi bệnh khởi phát ở tuổi sơ sinh thì đôi khi được gọi là chàm sơ sinh. Viêm da dị ứng có khuynh hướng di truyền, và người bị bệnh này thường có tiền sử gia đình bị nhiều chứng dị ứng khác chẳng hạn như suyễn hoặc viêm mũi dị ứng."
        },
        {
            "en": "the hair, saliva or urine of household pets cause an allergic reaction that attacks the eyes and the airways, like hay fever, and can result in asthmatic symptoms. It may also cause <em>atopic</em> dermatitis or a nettle rash.\"",
            "vi": "\"Bệnh dị ứng với thú nuôi là gì?\" - \"Các protein từ tóc, nước bọt hay nước tiểu của con vật nuôi trong nhà gây ra dị ứng cho mắt và đường hô hấp, như bị sốt, có thể dẫn đến các triệu chứng hen. Nó cũng có thể gây dị ứng da hoặc phát ban."
        },
        {
            "en": "\"What is a pet allergy?\"-\"The proteins from the hair, saliva or urine of household pets cause an allergic reaction that attacks the eyes and the airways, like hay fever, and can result in asthmatic symptoms. It may also cause <em>atopic</em> dermatitis or a nettle rash.\"",
            "vi": "\"Bệnh dị ứng với thú nuôi là gì?\" - \"Các protein từ tóc, nước bọt hay nước tiểu của con vật nuôi trong nhà gây ra dị ứng cho mắt và đường hô hấp, như bị sốt, có thể dẫn đến các triệu chứng hen. Nó cũng có thể gây dị ứng da hoặc phát ban."
        },
        {
            "en": "    * <em>Atopic</em> dermatitis (eczema). It's a common, hereditary dermatitis that causes an itchy rash primarily on the face, trunk, arms, and legs. It commonly develops in infancy, but can also appear in childhood. It may be associated with allergic diseases such as asthma and seasonal, environmental, and food allergies.",
            "vi": "* Viêm da dị ứng (chàm). Đây là loại viêm da di truyền thường thấy có thể gây phát ban ngứa chủ yếu trên mặt, trên cơ thể, cánh tay, và cẳng chân. Bệnh này thường phát sinh ở trẻ sơ sinh, nhưng cũng có thể xuất hiện ở trẻ nhỏ. Bên cạnh đó nó còn có thể liên quan đến các bệnh dị ứng chẳng hạn như hen suyễn và dị ứng mùa, dị ứng môi trường, và dị ứng thức ăn."
        },
        {
            "en": "\"The proteins from the hair, saliva or urine of household pets cause an allergic reaction that attacks the eyes and the airways, like hay fever, and can result in asthmatic symptoms. It may also cause <em>atopic</em> dermatitis or a nettle rash.\"",
            "vi": "\"Bệnh dị ứng với thú nuôi là gì?\" - \"Các protein từ tóc, nước bọt hay nước tiểu của con vật nuôi trong nhà gây ra dị ứng cho mắt và đường hô hấp, như bị sốt, có thể dẫn đến các triệu chứng hen. Nó cũng có thể gây dị ứng da hoặc phát ban."
        },
        {
            "en": "\"What is a pet allergy?\" - \"The proteins from the hair, saliva or urine of household pets cause an allergic reaction that attacks the eyes and the airways, like hay fever, and can result in asthmatic symptoms. It may also cause <em>atopic</em> dermatitis or a nettle rash.\"",
            "vi": "\"Bệnh dị ứng với thú nuôi là gì?\"-\"Các protein từ tóc, nước bọt hay nước tiểu của con vật nuôi trong nhà gây ra dị ứng cho mắt và đường hô hấp, như bị sốt, có thể dẫn đến các triệu chứng hen. Nó cũng có thể gây dị ứng da hoặc phát ban."
        },
        {
            "en": "is a pet allergy?\"-\" The proteins from the hair, saliva or urine of household pets cause an allergic reaction that attacks the eyes and the airways, like hay fever, and can result in asthmatic symptoms. It may also cause <em>atopic</em> dermatitis or a nettle rash.\"",
            "vi": "\"Bệnh dị ứng với thú nuôi là gì?\" - \"Các protein từ tóc, nước bọt hay nước tiểu của con vật nuôi trong nhà gây ra dị ứng cho mắt và đường hô hấp, như bị sốt, có thể dẫn đến các triệu chứng hen. Nó cũng có thể gây dị ứng da hoặc phát ban."
        },
        {
            "en": "Nummular eczema  Nummular eczema (nummular dermatitis) is characterized by coin-shaped patches of irritated skin -- most commonly located on the arms, back, buttocks, and lower legs -- that may be crusted, scaling, and extremely itchy. This form of eczema occurs most frequently in elderly men and women. Nummular eczema is usually a chronic condition. A personal or family history of <em>atopic</em> dermatitis, asthma, or allergies increases the risk of developing the condition.",
            "vi": "Chàm hình đồng xu  Chàm hình đồng xu (viêm da có nhiều vết ngứa hình đồng xu) đặc trưng bởi da bị viêm xuất hiện nhiều mảng có hình đồng xu – thường thấy nhất là ở cánh tay, lưng, mông, và ống quyển – có thể đóng mày, nổi vảy, và rất ngứa. Dạng chàm này xảy ra nhiều nhất ở nam giới và phụ nữ lớn tuổi. Chàm hình đồng xu thường là một bệnh mãn tính. Bệnh nhân bị viêm da dị ứng hoặc tiền sử gia đình bị viêm da dị ứng, suyễn, hoặc các chứng dị ứng khác có nguy cơ bị bệnh cao. "
        },
        {
            "en": "In addition to bronchodilator medications for those patients with <em>atopic</em> asthma, avoiding allergens or other irritants can be very important. In patients who cannot avoid the allergens, or in those whose symptoms cannot be controlled by medications, allergy shots are considered. The benefits of allergy shots in the prevention of asthma has not been firmly established. Some doctors are still concerned about the risk of anaphylaxis, which occurs in one in 2 million doses given. Allergy shots most commonly benefit children allergic to house dust mites. Other benefits can be seen with pollens and animal dander.",
            "vi": "Ngoài việc sử dụng thuốc làm giãn phế quản đối với những bệnh nhân bị hen dị ứng, thì việc tránh các chất gây dị ứng hoặc các chất kích thích khác có thể là rất quan trọng. Đối với bệnh nhân không thể tránh được các chất gây dị ứng hoặc bệnh nhân có triệu chứng mà không đáp ứng được với thuốc thì có thể cần phải xét đến việc tiêm thuốc chống dị ứng. Người ta chưa chứng minh được rõ ràng các ưu điểm của thuốc tiêm chống dị ứng để ngăn ngừa hen suyễn. Một số bác sĩ vẫn còn đang lo lắng về nguy cơ xảy ra sốc mẫn cảm, tỉ lệ là 1: 2 triệu liều chích. Thuốc tiêm chống dị ứng thường có lợi nhất cho trẻ bị dị ứng với mạt trong bụi nhà. Các lợi ích khác có thể thấy đối với phấn hoa và vảy da đầu động vật."
        },
        {
            "en": "What are the causes of eczema?  Doctors do not know the exact cause of eczema, but a defect of the skin that impairs its function as a barrier, possibly combined with an abnormal function of the immune system, is believed to be an important factor. Asthma, hay fever, and eczema often occur in the same families. Studies have shown that in people with <em>atopic</em> dermatitis there are gene defects that lead to abnormalities in certain proteins (such as filaggrin) that are important in maintaining the barrier of normal skin.",
            "vi": "Nguyên nhân gây chàm là gì?   Bác sĩ không biết nguyên nhân chính xác gây ra chàm là gì, nhưng người ta cho rằng khuyết điểm của da này làm suy yếu chức năng của da như là một lớp rào chắn bảo vệ, có thể kèm với hoạt động bất thường của hệ miễn dịch là yếu tố quan trọng gây bệnh. Suyễn, viêm mũi dị ứng, và chàm thường xuất hiện ở những người trong cùng gia đình. Nhiều công trình nghiên cứu cho thấy người bị viêm da dị ứng có những nhược điểm gien làm cho một số loại prô-tê-in nào đó (chẳng hạn như gien filaggrin) trở nên bất thường – đây là những prô-tê-in thiết yếu để giữ rào chắn bảo vệ cho da bình thường."
        }
    ],
    "suggestions": []
}