{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['eitriəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cửa</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tâm nhĩ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khoang tai ngoài</td></tr></table><i/></div>",
            "word": "atrium"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>atrium</k><blockquote><cclass>[<cclass>'eɪtrɪəm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>atria</b><cclass>'eɪtrɪə or <cclass><b>atriums</b>) </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 <cclass>Architecture an open-roofed central court in an ancient Roman house. </cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ a central hall or court in a modern building, typically rising through several stories and having a glazed roof. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Anatomy each of the two upper cavities of the heart from which blood is passed to the ventricles. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>atrial</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L. </blockquote></div>",
            "word": "atrium"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "atrium"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "atrium"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sân trước, hội trường</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> 1. an open courtyard within a house.an open courtyard within a house.?2. a multistoried court or hall within a hotel or other building, usually having a skylight.a multistoried court or hall within a hotel or other building, usually having a skylight.??.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> 1. Một sân nhỏ trong một ngôi nhà<br/>2. Một sân hoặc hội trường nhiều tầng trong một khách sạn hoặc một tòa nhà thường có cửa sổ trời.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">terminal crest of right atrium</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mào tận của tâm nhĩ phải</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "atrium"
        }
    },
    "sentences": [
        {
            "en": "The left <em>atrium</em> receives oxygen - rich blood from your lungs.",
            "vi": "Tâm nhĩ trái nhận được máu giàu oxy từ phổi."
        },
        {
            "en": "The left <em>atrium</em> receives oxygen-rich blood from your lungs.",
            "vi": "Tâm nhĩ trái nhận được máu giàu oxy từ phổi."
        },
        {
            "en": "A congenital abnormality in which the pulmonary veins enter the right <em>atrium</em> or vena cava instead of draining normally into the left <em>atrium</em>.",
            "vi": "Một dị dạng bẩm sinh trong đó các tĩnh mạch phổi đi vào tâm nhĩ phải hay tĩnh mạch cửa thay vì bình thường đi vào tâm nhĩ trái."
        },
        {
            "en": "<em>Atrium</em>: The two upper chambers of the heart are called the atria. They are the chambers that fill with the blood returning to the heart from the body and lungs. The heart has a left <em>atrium</em> and a right <em>atrium</em>.  ",
            "vi": "Tâm nhĩ: Hai ngăn trên của tim được gọi là tâm nhĩ. Chúng là các ngăn chứa đầy máu từ cơ thể và phổi quay về tim. Tim có tâm nhĩ trái và tâm nhĩ phải."
        },
        {
            "en": "A small pouch in the wall of each <em>atrium</em> of the heart: the term is also used incorrectly as a synonym for <em>atrium</em>.",
            "vi": "Một túi nhỏ trong thành của mỗi tâm nhĩ: từ này cũng dùng như đồng nghĩa với tâm nhĩ."
        },
        {
            "en": "The right <em>atrium</em> and the right ventricle are connected by a valve, and so are the left <em>atrium</em> and the left ventricle.",
            "vi": "Tâm nhĩ phải và tâm thất phải thông với nhau qua một cái van, và tâm nhĩ trái và tâm thất trái cũng thế."
        },
        {
            "en": "Atrial septal defect (ASD): ASD is a hole in the heart wall (called the septum) that separates the left <em>atrium</em> and the right <em>atrium</em>.  ",
            "vi": "Khuyết tật vách tâm nhĩ (ASD): ASD là lỗ trong thành tim (được gọi vách ngăn ) tách tâm nhĩ trái và tâm nhĩ phải."
        },
        {
            "en": "The pulmonary veins extend from the left <em>atrium</em> to the lungs.",
            "vi": "Tĩnh mạch phổi kéo dài từ tâm nhĩ trái đến phổi."
        },
        {
            "en": "A mass modified heart muscle situated in the lower middle part of the right <em>atrium</em>.",
            "vi": "Một khối cơ tim đã biến đổi nằm ở phần dưới giữa của tâm nhĩ phải."
        },
        {
            "en": "Deoxygenated blood from the venae cavae passes through the right <em>atrium</em> to the right ventricle.",
            "vi": "Máu đã nhả oxy từ các tĩnh mạch chủ đi qua tâm nhĩ phải đến tâm thất phải."
        },
        {
            "en": "What prevents back flow into <em>atrium</em> on the right side of the heart?",
            "vi": "Cái gì ngăn cản dòng máu chảy ngược về tâm nhĩ phải?"
        },
        {
            "en": "The newly oxygenated blood returns to the left <em>atrium</em> via the pulmonary veins and passes through to the left ventricle.",
            "vi": "Máu mới nhận oxy trở lại tâm nhĩ trái qua tĩnh mạch phổi và đến tâm thất trái."
        },
        {
            "en": "Their muscular walls are thinner than those of the ventricles; the left <em>atrium</em> receives oxygenated blood from the lungs via the pulmonary vein; the right <em>atrium</em> receives deoxygenated blood from the venae cavae.",
            "vi": "Thành cơ tâm nhĩ mỏng hơn tâm thất; tâm nhĩ trái nhận máu đã cấp oxy từ phổi qua tĩnh mạch phổi; tâm nhĩ phải nhận máu đã nhả oxy từ tĩnh mạch chủ."
        },
        {
            "en": "The tricuspid valve is on the right side of the heart, between the right <em>atrium</em> and the right ventricle.",
            "vi": "Van tim ba lá nằm bên phải trái tim, giữa tâm nhĩ phải và tâm thất phải."
        },
        {
            "en": "In the center of the <em>atrium</em>, there was a fountain or well, where the worshippers washed their hands before entering the church.",
            "vi": "Ở giữa hội trường là vòi nước hay giếng, nơi mà những người thờ cúng rửa tay trước khi vào nhà thờ."
        },
        {
            "en": "When learning about the circulation of the heart, young students have to grapple with words like valves, ventricle, <em>atrium</em>, vena cava, and aorta.",
            "vi": "Khi học về vòng tuần hoàn của tim, học trò mới phải tìm hiểu/vật lộn với ngữ nghĩa của các từ như van, tâm thất, tâm nhĩ, tĩnh mạch chủ, và động mạch chủ."
        },
        {
            "en": "What Is the Mitral Valve? The mitral valve is part of the heart. A normal heart has four chambers, two atria and two ventricles. Each side of the heart has an <em>atrium</em> and a ventricle. Blood comes from all over the body into the heart's right <em>atrium</em>. From there it goes to the right ventricle. The right ventricle pumps the blood to the lungs, where it picks up oxygen. Next, the blood returns from the lungs to the heart's left <em>atrium</em>. From the left <em>atrium</em> it goes into the left ventricle, which pumps the blood out to the body so the body can use the oxygen in the blood.",
            "vi": "Van hai lá là gì? \n Van hai lá là một phần của tim. Tim bình thường có bốn ngăn, hai tâm nhĩ và hai tâm thất. Mỗi bên tim có một tâm nhĩ và một tâm thất. Máu từ khắp cơ thể chảy đến tâm nhĩ phải của tim. Từ đó nó đến tâm thất phải. Tâm thất phải bơm máu vào phổi, nơi nó nhận ô-xi. Sau đó, máu từ phổi quay lại tâm nhĩ trái của tim. Từ tâm nhĩ trái nó đi vào tâm thất trái, bơm máu khắp cơ thể, vì vậy mà cơ thể có thể sử dụng ô-xi trong máu."
        },
        {
            "en": "It is divided by a septum into separate right and left halves, each of which is divided into an upper <em>atrium</em> and a lower ventricle.",
            "vi": "Tim có một vách chia làm hai nửa phải trái riêng biệt, mỗi nửa lại chia thành tâm nhĩ ở trên và tâm thất ở dưới."
        },
        {
            "en": "The mitral valve is between the heart's left <em>atrium</em> and left ventricle. It has two flaps that open and close together like a pair of swinging doors. When the heart beats, the left ventricle pumps blood out to the body and the flaps swing shut. This keeps the blood in the ventricle from going back into the left <em>atrium</em>.  ",
            "vi": "Van hai lá nằm giữa tâm nhĩ trái và tâm thất trái của tim. Nó có hai nắp mở ra và khép lại giống như một cặp cửa lò xo. Khi tim đập, tâm thất trái bơm máu khắp cơ thể và các nắp khép lại. Điều này giúp cho máu trong tâm thất không quay lại tâm nhĩ trái."
        },
        {
            "en": "Biliary atresia causes obstructive jaundice in infancy and is lethal unless corrected surgically; tricuspid atresia obstructs the blood flow within the heart from the right <em>atrium</em> to the right ventricle.",
            "vi": "Hẹp ống mật gây vàng da do nghẽn tắc ở trẻ em, bệnh này gây chết nếu không điều chỉnh bằng phẫu thuật; hẹp van ba lá làm tắc dòng máu chảy trong tim từ tâm nhĩ phải đến tâm thất phải."
        }
    ],
    "suggestions": []
}