{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ə'trou∫əs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">hung bạo, tàn ác, tàn bạo</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an atrocious regime</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chế độ tàn bạo </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">rất xấu, tồi tệ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">atrocious weather</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">thời tiết rất xấu</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">atrocious handwriting</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chữ viết rất xấu</font></td></tr></table><i/></div>",
            "word": "atrocious"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>atrocious</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 horrifyingly wicked. </blockquote></blockquote><blockquote><blockquote>2》 extremely bad or unpleasant. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>atrociously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>atrociousness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from L. <i>atrox</i>, <i>atroc-</i> 'cruel' + <kref>-ious</kref>. </blockquote></div>",
            "word": "atrocious"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>atrocious</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>atrocious cruelties</i>: BRUTAL, barbaric, barbarous, savage, vicious; wicked, cruel, nasty, heinous, monstrous, vile, inhuman, black-hearted, fiendish, ghastly, horrible; abominable, outrageous, hateful, disgusting, despicable, contemptible, loathsome, odious, abhorrent, sickening, horrifying, unspeakable, execrable, egregious.</blockquote><blockquote><b>2</b><i>the weather was atrocious</i>: APPALLING, dreadful, terrible, very bad, unpleasant, miserable; <cclass><i>informal</i> abysmal, dire, rotten, lousy, God-awful; <cclass><i>Brit.</i><cclass><i>informal</i> shocking, chronic.</cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>admirable, superb.</blockquote></div>",
            "word": "atrocious"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "atrocious"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "atrocious"
        }
    },
    "sentences": [
        {
            "en": "<em>Atrocious</em> weather",
            "vi": "Thời tiết rất xấu"
        },
        {
            "en": "<em>Atrocious</em> handwriting",
            "vi": "Chữ viết rất xấu"
        },
        {
            "en": "An <em>atrocious</em> regime",
            "vi": "Chế độ tàn bạo"
        },
        {
            "en": "Is the weather <em>atrocious</em>?",
            "vi": "Thời tiết khó chịu quá nhỉ?"
        },
        {
            "en": "Peter's handwriting is <em>atrocious</em>.",
            "vi": "Chữ viết của Peter rất xấu."
        },
        {
            "en": "His spelling is <em>atrocious</em>.",
            "vi": "Chính tả của anh ta tệ thật."
        },
        {
            "en": "after long years of <em>atrocious</em> war",
            "vi": "Sau nhiều năm chiến tranh ác liệt"
        },
        {
            "en": "I feel <em>atrocious</em> pains all over.",
            "vi": "Tôi cảm thấy khắp người đau nhức khó chịu."
        },
        {
            "en": "He speaks French with an <em>atrocious</em> accent.",
            "vi": "Anh ta nói tiếng Pháp với một giọng rất tệ hại."
        },
        {
            "en": "Paul must be guilty of some very <em>atrocious</em> crime.",
            "vi": "Chắc chắn Paul đã phạm phải một số tội ác."
        },
        {
            "en": "From beginning to end this was an <em>atrocious</em> film.",
            "vi": "Đây là bộ phim dở từ đầu đến cuối."
        },
        {
            "en": "The people are fighting against the King's <em>atrocious</em> regime.",
            "vi": "Người dân đứng lên đấu tranh chống lại chế độ tàn bạo của nhà vua."
        },
        {
            "en": "\"In the most <em>atrocious</em> circumstances people in Greater Manchester showed the world how we care.\"",
            "vi": "\"Trong những tình huống tồi tệ nhất, những người dân của Đại đô thị Manchester đã cho thế giới thấy chúng ta quan tâm như thế nào.\""
        },
        {
            "en": "\"In the most <em>atrocious</em> circumstances people in Greater Manchester showed the world how we care.\"",
            "vi": "\"Trong những tình huống tồi tệ nhất, những người dân của Đại đô thị Manchester đã cho thế giới thấy chúng ta quan tâm như thế nào.\""
        },
        {
            "en": "Ms. Bensouda said that the <em>atrocious</em> crimes had been committed by men in uniform.",
            "vi": "Bà Bensouda đã nói rằng những tội ác do những người đàn ông mặc đồng phục thực hiện."
        },
        {
            "en": "How can we go out in such an <em>atrocious</em> weather like this?",
            "vi": "Làm thế nào chúng ta có thể ra ngoài trong thời tiết xấu thế này được?"
        },
        {
            "en": "Promoting strong and positive mindsets can help defeat the atmosphere of fear, hate, and violence that the people behind these <em>atrocious</em> acts sought to create. Flowers are a metaphor for the acts of kindness, love and support that need to be encouraged in our everyday lives. That also includes educating the people who might express intolerant responses.",
            "vi": "Động viên người khác suy nghĩ tích cực và mạnh mẽ hơn có thể giúp xua tan không khí sợ hãi, căm ghét, và bạo lực đang bao trùm mọi người sau khi họ chứng kiến những hành động tàn ác của bọn khủng bố. Những bông hoa là biểu tượng cho những nghĩa cử đẹp, tình yêu thương và sự ủng hộ, những điều chúng ta cần được khích lệ hàng ngày. Đó cũng là những nội dung chúng tôi muốn truyền tải đến mọi người, những ai đang muốn phản ứng lại cái xấu bằng lòng thù hận, không khoan dung."
        },
        {
            "en": "Google Launches Gesture Search for Android Smartphones        Google announced a new feature called Gesture Search, which allows users to search through files on their Google Android smartphones by tracing a letter like \"A\" or \"H\" on their screen. The application, which theoretically learns from the user’s search history to improve overall search quality, is available for devices running Android 2.0 or higher, which limits the number of Android-equipped smartphones that have access to it. Google has been expanding the number of applications available for its smartphone operating system in a bid to increase its market share in the mobile space. Google is unveiling Gesture Search, which allows users to search through their Google Android smartphones via tracing a letter on the screen. The application represents yet another variant on mobile  search, which has become a more active field of endeavor for companies such as Google, Microsoft and Apple as smartphones proliferate among both businesses and consumers.  Gesture Search, announced March 3, can only be used on devices running Android 2.0 or higher, which restricts the number of devices that have access to it. Google’s own branded phone , the Nexus One, relies on Android 2.1, and similarly versioned devices from HTC and other manufacturers are expected to enter the ecosystem throughout 2010. The bricklike Motorola Droid will also reportedly be upgraded to Android 2.1 at some point in the near future.  The application allows users to search for contacts, applications, bookmarks, songs and other items.  \"Say you want to call your friend Anne,\" Yang Li, a Google research scientist wrote in a March 3 posting on the Official Google Mobile Blog. \"Just open Gesture Search and draw letter 'A,' and Gesture Search returns a list of items that have words starting with 'A.' If your handwriting isn’t all that neat, that’s okay.\"   Should one’s handwriting be so <em>atrocious</em> that the application has a hard time deciding whether that letter is, for example, an \"A\" or an \"H,\" results from both letters will be displayed onscreen. Swiping a finger horizontally through the query will erase it.  The application is available for download from Android Market, and supports only English at the moment. According to Li, Gesture Search also “improves search quality by learning from your search history, so Anne’s contact info will jump to the top of the list the next time you write 'A.'\"  Google has been expanding the number of applications available for Android, including Google Earth, which lets users see satellite and 3D views of terrain virtually anywhere on the planet. Similar to Gesture Search, Google Earth is available for devices running Android 2.1 and can be downloaded from Android Market. Users will also be able to utilize the smartphone operating system’s voice-recognition abilities within Earth for Android to search for locations.  Google seems to be taking a more aggressive competitive stance versus other companies in the smartphone space, including Apple and Microsoft, by focusing a major part of its resources on mobile search and applications. Google’s Nexus One smartphone, launched Jan. 5, was meant to give the company a branded launching pad for those initiatives. Nguồn: eweek",
            "vi": "Google Ra Mắt Gesture Search dành cho các Smartphone chạy HĐH Android         Google công bố một tính năng mới có tên gọi là Gesture Search, cho phép người dùng tìm kiếm thông qua các tập tin trên các điện thoại thông minh chạy HĐH Android của Google bằng cách truy tìm một mẫu tự như \"A\" hoặc \"H\" trên màn hình của chúng. Ứng dụng này về mặt lý thuyết sẽ học lịch sử tìm kiếm của người dùng để cải tiến chất lượng tìm kiếm chung, sẵn sàng cho các thiết bị chạy HĐH Android 2.0 hoặc cao hơn và giới hạn số lượng điện thoại thông minh chạy HĐH Android mà có thể truy cập vào nó. Google đã mở rộng số lượng các ứng dụng dành cho hệ điều hành điện thoại thông minh của mình trong nỗ lực gia tăng thị phần của hãng trong thị trường di động. Google vừa tiết lộ Gesture Search, cho phép người dùng tìm kiếm thông qua điện thoại thông minh chạy HĐH Android của Google bằng cách truy tìm một mẫu tự trên màn hình. Ứng dụng này đại diện cho nhiều biến thể khác trên công cụ tìm kiếm bằng di động, nó đã trở thành một lĩnh vực chủ động hơn trong nỗ lực của các công ty chẳng hạn như Google, Microsoft và Apple bằng những điện thoại thông minh tăng trưởng  nhanh chóng trong cả doanh nghiệp và người tiêu dùng. Gesture Search được công bố vào ngày 3/3, nó chỉ có thể được sử dụng trên các thiết bị chạy HDH Android 2.0 hoặc cao hơn và hạn chế số lượng các thiết bị truy cập vào nó. Điện thoại mang nhãn hiệu riêng của Google, Nexus One dựa trên HĐH Android 2.1 và các thiết bị có kiểu tương tự đến từ HTC và các nhà sản xuất khác dự kiến sẽ gia nhập vào hệ sinh thái này trong năm 2010. Motorola Droid cũng được công bố là sẽ nâng cấp lên Android 2.1 tại một thời điểm nào đó sắp tới đây. Ứng dụng này cho phép người dùng tìm kiếm các địa chỉ liên lạc, ứng dụng, đánh dấu, bài hát và các mục khác. \"Giả sử bạn muốn gọi cho người bạn của bạn là Anne\" Yang Li một nhà khoa học nghiên cứu của Google đã viết vào ngày 3/3 đăng trên trang blog mobile chính thức của Google. “Chỉ cần mở Gesture Search và viết một mẫu tự ‘A’ và Gesture Search sẽ trả về một danh sách các mục mà có các từ bắt đầu bằng 'A.' Nếu chữ viết tay của bạn không được rõ ràng, thì vẫn được”. Nếu chữ viết tay của mình quá xấu thì ứng dụng này cần có nhiều thời gian trong việc quyết định đó là mẫu tự gì, ví dụ mẫu tự “A” hoặc “H” , các kết quả từ cả 2 mẫu tự sẽ được hiển thị trên màn hình. Trượt một ngón tay theo chiều ngang sẽ được hiểu là xóa nó. Ứng dụng này có sẵn để tải xuống từ kho ứng dụng Android Market và hiện chỉ hỗ trợ bằng tiếng Anh. Theo Li, Gesture Search cũng “ cải tiến chất lượng tìm kiếm bằng việc học lịch sử tìm kiếm của bạn, vì vậy thông tin liên lạc của Anne sẽ nhảy lên trên đầu danh sách sau khi bạn viết mẫu tự “A”. Google đã mở rộng số lượng các ứng dụng có sẵn cho HĐH Android, bao gồm Google Earth, cho phép người dùng quan sát hình ảnh vệ tinh và hình ảnh 3D về địa hình hầu hết mọi nơi trên hành tinh. Giống với Gesture Search, Google Earth có sẵn cho các thiết bị chạy HĐH Android 2.1 và có thể được tải từ kho ứng dụng Android Market. Người dùng cũng có thể sử dụng những khả năng nhận dạng tiếng nói của hệ điều hành điện thoại thông minh này bên trong Google Earth để HĐH Android tìm kiếm các địa điểm. Google dường như chiếm thế cạnh tranh mạnh mẽ hơn so với các công ty khác trong thị trường điện thoại thông minh bao gồm cả Apple và Microsoft bằng cách tập trung phần lớn các nguồn lực của họ cho các ứng dụng và tìm kiếm di động. Điện thoại thông minh Nexus One của Google được mắt vào ngày 5/1, điều này có ý nghĩa là nó sẽ mang lại cho công ty một bệ phóng được đóng dấu cho những sáng kiến này."
        }
    ],
    "suggestions": []
}