{
    "en_vn": {
        "data": {
            "content": null,
            "word": "attaches"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "attaches"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "attaches"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "attaches"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "attaches"
        }
    },
    "sentences": [
        {
            "en": "It <em>attaches</em> to the legend.",
            "vi": "Nó gắn liền với truyền thuyết."
        },
        {
            "en": "No suspicion <em>attaches</em> to him.",
            "vi": "Không có gì đáng nghi ngờ cho anh ta cả."
        },
        {
            "en": "No blame <em>attaches</em> to you.",
            "vi": "Sự khiển trách này không liên quan đến anh."
        },
        {
            "en": "The responsibility usually <em>attaches</em> to the position.",
            "vi": "Trách nhiệm thường gắn liền với cương vị công tác đó."
        },
        {
            "en": "The responsibility that <em>attaches</em> to that position",
            "vi": "Trách nhiệm gắn liền với cương vị công tác đó"
        },
        {
            "en": "He <em>attaches</em> great importance to education",
            "vi": "anh ấy rất coi trọng việc học hành.."
        },
        {
            "en": "The responsibility <em>attaches</em> to that position.",
            "vi": "Trách nhiệm gắn liền với cương vị công tác đó."
        },
        {
            "en": "No blame <em>attaches</em> to you in this affair.",
            "vi": "Anh không bị trách cứ gì trong việc này cả."
        },
        {
            "en": "No blame <em>attaches</em> to her in this scandal.",
            "vi": "Bà ta không hề bị trách cứ trong vụ bê bối này."
        },
        {
            "en": "The Government <em>attaches</em> high priority to the PAR.",
            "vi": "Chính phủ dành ưu tiên cao cho CCHC."
        },
        {
            "en": "Pregnancy starts when the fertilized egg <em>attaches</em> to the uterus.",
            "vi": "Việc có thai (có mang) chỉ bắt đầu khi trứng thụ tinh bám vào tử cung."
        },
        {
            "en": "Each country <em>attaches</em> a great importance to military intelligence.",
            "vi": "Quốc gia nào cũng đánh giá tình báo quân sự là rất quan trọng."
        },
        {
            "en": "The commercial <em>attaches</em> are accredited to countries all over Africa.",
            "vi": "Việc chú trọng thương mại được công nhận ở các nước trên khắp châu Phi."
        },
        {
            "en": "The prestige <em>attaches</em> to both students and professors.",
            "vi": "Uy tín gắn liền với cả các sinh viên và giảng viên."
        },
        {
            "en": "Vietnam clearly <em>attaches</em> high priority to the area of legal/judicial system development.",
            "vi": "Việt Nam rõ ràng rất ưu tiên công tác xây dựng hệ thống pháp luật/tư pháp."
        },
        {
            "en": "It shows the importance that this government <em>attaches</em> to the communications of this country.",
            "vi": "Điều này cho thấy tầm quan trọng để mà chính phủ này gắn bó với thông tin liên lạc của đất nước này."
        },
        {
            "en": "We know that significant risk <em>attaches</em> to brain surgeries for seizure disorder.",
            "vi": "Chúng tôi biết rằng có rủi ro đáng kể gắn liền với những ca phẫu thuật để chữa bệnh động kinh."
        },
        {
            "en": "China <em>attaches</em> great importance to relations with Germany, China's largest trade partner in Europe.",
            "vi": "Trung quốc xem trọng các mối quan hệ với đức, bạn hàng buôn bán lớn nhất của trung quốc ở châu âu."
        },
        {
            "en": "Shun idleness, it is the rust that <em>attaches</em> itself to the most brilliant metals.",
            "vi": "Hãy tránh xa sự nhàn rỗi, rỉ có thể ăn mòn cả những kim loại sáng bóng nhất."
        },
        {
            "en": "Transcription can only occur if RNA polymerase first <em>attaches</em>, or binds, to the DNA.",
            "vi": "Quá trình phiên mã chỉ có thể xảy ra khi enzym ARN polymerase trước hết gắn hay dính vào AND."
        }
    ],
    "suggestions": []
}