{
    "en_vn": {
        "data": {
            "content": null,
            "word": "attained",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "attained",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "attained",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "attained",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "attained",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Attained</em> degree",
            "vi": "Bằng cấp đạt được"
        },
        {
            "en": "Finally, he <em>attained</em> stardom.",
            "vi": "Cuối cùng thì anh ta cũng trở thành ngôi sao điện ảnh."
        },
        {
            "en": "She <em>attained</em> her goal.",
            "vi": "Cô ấy đã đạt được mục đích của mình."
        },
        {
            "en": "She <em>attained</em> rank of director.",
            "vi": "Cô ấy lên chức giám đốc."
        },
        {
            "en": "He <em>attained</em> the highest honours.",
            "vi": "Ông ta đã đạt tới địa vị cao nhất."
        },
        {
            "en": "The product <em>attained</em> to perfection.",
            "vi": "Sản phẩm đã đạt đến sự hoàn mỹ."
        },
        {
            "en": "It has <em>attained</em> its object.",
            "vi": "Nó đã đạt được mục tiêu."
        },
        {
            "en": "He <em>attained</em> the position of power.",
            "vi": "Ông ấy đã giành được quyền lực."
        },
        {
            "en": "She set herself objectives and <em>attained</em> them.",
            "vi": "Cô ta tự đề ra cho mình các mục tiêu và đã đạt được."
        },
        {
            "en": "The highest rank <em>attained</em> by Sravakas.",
            "vi": "Đây là quả vị cao nhất cho các hàng Thanh văn."
        },
        {
            "en": "He <em>attained</em> the age of 25 before marrying.",
            "vi": "Trước khi lấy vợ anh ấy đã đến tuổi 25 rồi."
        },
        {
            "en": "Perfection is <em>attained</em> by slow degrees; it requires the hand of time.",
            "vi": "Sự hoàn hảo có được một cách từ từ chậm rãi ; nó đòi hỏi cần phải có thời gian."
        },
        {
            "en": "And by 2002 it had <em>attained</em> 650.000 VND per year (18 percent).",
            "vi": "Đến 2002, nó lên tới 650.000 đồng/năm (18%)."
        },
        {
            "en": "4 people who fight against a devil incarnate with supernatural powers accidentaly <em>attained</em>.",
            "vi": "4 người đã chiến đấu chống lại một hiện thân của quỷ dữ với năng lực siêu nhiên vô tình đạt được."
        },
        {
            "en": "Happiness is not <em>attained</em> through self - gratification but through fidelity to a worthy purpose.",
            "vi": "Hạnh phúc không thể đạt được bằng sự tự thỏa mãn mà bằng sự trung thực với một mục đích cao đẹp."
        },
        {
            "en": "Professional development refers to skills and knowledge <em>attained</em> for both personal development and career advancement.",
            "vi": "Phát triển chuyên môn nói đến những kỹ năng và kiến thức thu được từ quá trình phát triển cá nhân và thăng tiến trong nghề nghiệp."
        },
        {
            "en": "Excessive reduction in the size of any organ after it has <em>attained</em> an extremely large size.",
            "vi": "Sự giảm kích thước quá mức của bất kỳ cơ quan nào sau khi đã đạt đến kích thước cực lớn."
        },
        {
            "en": "Perfection is <em>attained</em> by slow degrees ; it requires the hand of time.",
            "vi": "Sự hoàn hảo có được một cách từ từ chậm rãi; nó đòi hỏi cần phải có thời gian."
        },
        {
            "en": "Happiness is not <em>attained</em> through self-gratification but through fidelity to a worthy purpose.",
            "vi": "Hạnh phúc không thể đạt được bằng sự tự thỏa mãn mà bằng sự trung thực với một mục đích cao đẹp."
        },
        {
            "en": "If like a cracked gong, you silence yourself, you already have <em>attained</em> Nirvana.",
            "vi": "Nếu ngươi mặc nhiên như cái đồng la bể trước những người đem lời thô ác cãi vã đến cho mình, tức là ngươi đã tự tại đi trên đường Niết Bàn."
        }
    ],
    "suggestions": []
}