{
    "en_vn": {
        "data": {
            "content": null,
            "word": "attacking",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "attacking",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "attacking",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "attacking",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "attacking",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Attacking</em> Poverty",
            "vi": "Tấn Công Nghèo đói"
        },
        {
            "en": "We should keep <em>attacking</em>",
            "vi": "chúng ta nên tiếp tục tấn công họ"
        },
        {
            "en": "<em>Attacking</em> the enemy's missile installations",
            "vi": "Tấn công căn cứ tên lửa của địch"
        },
        {
            "en": "Soldiers <em>attacking</em> on all sides.",
            "vi": "Quân lính tiến công từ mọi phía."
        },
        {
            "en": "I often play as an <em>attacking</em> midfielder.",
            "vi": "Tôi thường chơi như một tiền vệ tấn công."
        },
        {
            "en": "Jealousy was his motive for <em>attacking</em> her.",
            "vi": "Sự ghen tuông là động lực của hắn để tấn công nàng."
        },
        {
            "en": "Jealousy was his motive of <em>attacking</em> her.",
            "vi": "Sự ghen tuông là động cơ mà hắn tấn công nàng."
        },
        {
            "en": "They are <em>attacking</em> an enemy military post.",
            "vi": "Họ đang đánh đồn giặc."
        },
        {
            "en": "PART II A FRIAMEWORK FOR <em>ATTACKING</em> POVERTY.",
            "vi": "Phần II khuôn khổ để giải quyết nghèo đói."
        },
        {
            "en": "I think Mary is slyly <em>attacking</em> Peter.",
            "vi": "Tôi nghĩ Mary đang bí mật tấn công Peter."
        },
        {
            "en": "Vietnam Development Report 2000, <em>Attacking</em> Poverty.",
            "vi": "Báo cáo phát triển của Việt Nam năm 2000, Tấn công vào nghèo đói."
        },
        {
            "en": "Now the cancer was again <em>attacking</em> her body.",
            "vi": "Giờ đây bệnh ung thư lại tấn công cơ thể bà."
        },
        {
            "en": "Barcelona played an <em>attacking</em> 4–3–3 formation.",
            "vi": "Barcelona chơi đội hình tấn công 4 - 3 - 3."
        },
        {
            "en": "They kept <em>attacking</em> and finally won a penalty.",
            "vi": "Họ tiếp tục tấn công và cuối cùng đã thắng nhờ một trái phạt đền."
        },
        {
            "en": "The army has been severely criticized for <em>attacking</em> the village.",
            "vi": "Quân đội bị chỉ trích gay gắt về việc tấn công vào ngôi làng."
        },
        {
            "en": "It lays out a three-pronged approach to <em>attacking</em> poverty:",
            "vi": "Nó nêu ra phương pháp tiếp cận ba mặt đối với nghèo đói:"
        },
        {
            "en": "The price storm is <em>attacking</em> every corner of society.",
            "vi": "Cơn bão giá cả đang tấn công vào mọi ngóc ngách của xã hội."
        },
        {
            "en": "Fighter bombers are <em>attacking</em> key installations in capital.",
            "vi": "Các máy bay ném bom chiến đấu đang tấn công vào các kho quân sự trọng yếu của thủ đô."
        },
        {
            "en": "The team manager places great emphasis on <em>attacking</em> play.",
            "vi": "Đội trưởng nhấn mạnh tới lối chơi tấn công."
        },
        {
            "en": "2 sheep arrested after <em>attacking</em> woman until she fell unconscious",
            "vi": "Hai con cừu bị bắt giam sau khi tấn công làm bất tỉnh một phụ nữ"
        }
    ],
    "suggestions": []
}