{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">attitude</font></td></tr></table><i/></div>",
            "word": "attitudinal",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "attitudinal",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "attitudinal",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "attitudinal",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "attitudinal",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Attitudinal</em> barriers that often lead to illegal discrimination cannot be overcome simply through laws.",
            "vi": "Những giới hạn về quan điểm hay dẫn đến sự phân biệt bất hợp pháp không thể vượt qua đơn giản chỉ bằng luật."
        },
        {
            "en": "A number of points can be made on the basis of these <em>attitudinal</em> surveys.",
            "vi": "Có thể rút ra một số điểm trên cơ sở của những điều tra thái độ này."
        },
        {
            "en": "It will also require an <em>attitudinal</em> change on the part of provincial and district officials, who currently see themselves as controllers rather than facilitators of private activities.",
            "vi": "Nó cũng đòi hỏi có thêm sự thay đổi về thái độ từ phía các quan chức tỉnh và huyện, người mà hiện cho mình là cấp quản lý chứ không phải là người tạo điều kiện cho các hoạt động tư nhân."
        },
        {
            "en": "Changing Attitudes − A related co-requisite to the creation of an inclusive education system is systematically challenging the <em>attitudinal</em> barriers created by teachers, parents and society, generally.",
            "vi": "Thay đổi thái độ − Một điều kiện tất yếu có liên quan đến việc tạo lập một hệ thống giáo dục hòa nhập là cần phải thay đổi có hệ thống những rào cản thái độ do giáo viên, phụ huynh và xã hội tạo ra."
        },
        {
            "en": "Policymakers will need to find ways to remove the <em>attitudinal</em>, administrative and financial obstacles that stand in the way of rural off-farm job growth.",
            "vi": "Các nhà hoạch định chính sách cần phải tìm cách tháo gỡ những trở ngại về mặt quan điểm, hành chính cũng như tài chính đối với sự phát triển của các ngành nghề phi nông nghiệp."
        }
    ],
    "suggestions": []
}