{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ə'tribjutəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể quy cho</td></tr></table><i/></div>",
            "word": "attributable",
            "pronounce": "[ə'tribjutəbl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "attributable",
            "pronounce": "[ə'tribjutəbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "attributable",
            "pronounce": "[ə'tribjutəbl]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>attributable</k><blockquote><blockquote><ex><abr>adj.</abr> attributable to (the fire was attributable to carelessness)</ex></blockquote></blockquote></div>",
            "word": "attributable",
            "pronounce": "[ə'tribjutəbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "attributable",
            "pronounce": "[ə'tribjutəbl]"
        }
    },
    "sentences": [
        {
            "en": "The damage is <em>attributable</em> to improper packing.",
            "vi": "Tổn thất là do bao bì không phù hợp."
        },
        {
            "en": "Their illnesses are <em>attributable</em> to poor diet.",
            "vi": "Bệnh tật của họ được cho là do việc ăn uống thiếu thốn."
        },
        {
            "en": "90% of the total is <em>attributable</em> profit.",
            "vi": "90% tổng số là vốn tự tạo."
        },
        {
            "en": "Their illnesses are <em>attributable</em> to a poor diet.",
            "vi": "Bệnh tật của họ có thể là do chế độ ăn nghèo nàn."
        },
        {
            "en": "The increase is <em>attributable</em> to the ad campaign.",
            "vi": "Sự gia tăng này là nhờ có chiến dịch quảng cáo."
        },
        {
            "en": "Describing a condition or disorder contracted after birth and not <em>attributable</em> to hereditary causes.",
            "vi": "Mô tả tình trạng hoặc bệnh mắc phải sau khi sanh và không liên quan gì tới những nguyên nhân di truyền."
        },
        {
            "en": "14% of the global burden of disease is <em>attributable</em> to mental, neurological, and substance use disorders.",
            "vi": "14% gánh nặng bệnh tật toàn cầu liên quan đến các bệnh rối loạn về tâm- thần kinh và sử dụng chất gây nghiện."
        },
        {
            "en": "An emerging rural non-farm sector was also <em>attributable</em> to reducing poverty.",
            "vi": "Khu vực phi nông nghiệp mới phát triển cũng góp phần giảm nghèo."
        },
        {
            "en": "About 440 000 residents of the US die of illnesses <em>attributable</em> to cigarette smoking every year.",
            "vi": "Hàng năm có khoảng 440 000 cư dân Mỹ chết vì những căn bệnh do khói thuốc gây ra."
        },
        {
            "en": "This increase is largely <em>attributable</em> to agricultural liberalization and diversification of non-farm activities.",
            "vi": "Sự gia tăng này chủ yếu là nhờ tự do hóa nông nghiệp đa dạng hóa các hoạt động phi nông nghiệp."
        },
        {
            "en": "The lack of effectiveness of the provisions on obligations is <em>attributable</em> to several factors.",
            "vi": "Mức độ kém hiệu lực của các quy định về nghĩa vụ bắt nguồn từ một số nguyên nhân."
        },
        {
            "en": "In part, however, this lack of access is <em>attributable</em> to the lack of enforcement of current laws.",
            "vi": "Tuy nhiên, một phần lý do thiếu tiếp cận này là vì thiếu động thái tăng cường thi hành pháp luật hiện hành."
        },
        {
            "en": "Over 70 percent of the growth in \"shared tax revenues\" between 2003 and 2004 is <em>attributable</em> to the implementation of the 2002 State Budget Law.",
            "vi": "Việc thực hiện Luật Ngân sách nhà nước 2002 đã mang lại hơn 70% mức tăng “Các khoản thu thuế phân chia\"trong thời gian 2003 - 2004."
        },
        {
            "en": "D Masters stresses that climate will never be the overriding factor—the wealth of nations is too complicated to be <em>attributable</em> to just one factor.",
            "vi": "Masters nhấn mạnh rằng khí hậu sẽ không bao giờ là yếu tố quan trọng hơn cả - sự giàu có của các quốc gia thì phức tạp quá không thể quy cho chỉ một nhân tố đơn thuần."
        },
        {
            "en": "Differential wages are partly <em>attributable</em> to differences in experience and schooling, but as elsewhere women are more likely to be crowded into lower value added tasks and activities.",
            "vi": "Sự chênh lệch về tiền lương một phần là do khác biệt về kinh nghiệm và giáo dục, tuy nhiên, cũng như ở các nơi khác, phụ nữ thường tập trung quá đông vào các hoạt động và nhiệm vụ có giá trị gia tăng thấp."
        },
        {
            "en": "But this is largely <em>attributable</em> to the Grassroots Democracy Decree (GRDD) and not to the Hunger Eradication and Poverty Reduction programme.",
            "vi": "Nhưng kết quả này phần lớn là do Nghị định Dân chủ Cơ sở (DCCS) chứ không phải chương trình Xóa đói Giảm nghèo."
        },
        {
            "en": "These problems are not primarily <em>attributable</em> to incompatibility, sexual problems, financial pressure, or any other surface issues, they are a direct result of accumulated offenses.",
            "vi": "Các vấn đề này không chủ yếu qui kết cho tính xung khắc, các vấn đề quan hệ tình dục, áp lực tài chính, hay bất kỳ các vấn đề bên ngoài nào khác mà chúng chính là hệ quả trực tiếp của những xúc phạm được tích luỹ lại."
        },
        {
            "en": "Some major areas of social security are thus not directly <em>attributable</em> to the individual level even where entitlement is based on individual rather than household circumstances.",
            "vi": "Một số lĩnh vực an sinh xã hội chính không liên hệ trực tiếp tới cấp độ cá nhân ngay cả khi việc tham gia hệ thống an sinh xã hội dựa trên cá nhân chứ không phải hộ gia đình."
        },
        {
            "en": "The forecast is for aggregate rice production to be up some 900,000 tons over 1997, mainly <em>attributable</em> to an expansion of triple cropping -- in the Mekong Delta -- and farmer response to the increased price of rice.",
            "vi": "Tổng sản lượng lúa được dự báo sẽ tăng lên khoảng 900.000 tấn so với năm 1997, chủ yếu là do mở rộng trồng lúa ba vụ -- ở đồng bằng Sông Cửu Long -- và hưởng ứng của nông dân với giá lúa tăng."
        },
        {
            "en": "The improvement after months of staying at 146th position is <em>attributable</em> to the team’s convincing victory (4 – 1) over Taiwan at the 2018 FIFA World Cup qualifying round, the federation said.",
            "vi": "Bước tiến sau nhiều tháng giẫm chân tại vị trí thứ 146 là nhờ chiến thắng có sức thuyết phục (4-1) của đội bóng đối với đội Đài Loan tại vòng loại FIFA World Cup 2018, Liên đoàn cho biết."
        }
    ],
    "suggestions": []
}