{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Auckland"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Auckland"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Auckland"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Auckland"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Auckland"
        }
    },
    "sentences": [
        {
            "en": "3. <em>Auckland</em>, New Zealand — $122.90",
            "vi": "3. Aukland, New Zealand - 122,90 USD (khoảng 2.765.250 đồng)"
        },
        {
            "en": "3. <em>Auckland</em>, New Zealand — $122.90",
            "vi": "3. Aukland, New Zealand - 122,90 USD (khoảng 2.765.250 đồng)"
        },
        {
            "en": "The highest number of forced redundancies was at <em>Auckland</em> University.",
            "vi": "Số người bị buộc phải thôi việc nhiều nhất là ở Đại học Auckland."
        },
        {
            "en": "The national office is in <em>Auckland</em> with regional offices in Christchurch, Hamilton and Wellington.",
            "vi": "Văn phòng trung ương của tổ chức đặt tại Auckland với các văn phòng khu vực đặt tại Christchurch, Hamilton và Wellington."
        },
        {
            "en": "On a whistle stop tour of the country we will introduce you to cities such as <em>Auckland</em>, Wellington.",
            "vi": "Trong chuyến đi khắp nước có dừng lại nhiều chỗ để vận động bầu cử chúng tôi sẽ giới thiệu cho các bạn nhiều thành phố như Auckland và Wellington."
        },
        {
            "en": "A national coordinator and a coordinator for the transgendered community were appointed in 2003 to extend and enhance coverage to <em>Auckland</em>, Bay of Plenty Northland, Taranaki and Waikato.",
            "vi": "Năm 2003 một điều phối viên chương trình quốc gia và một điều phối viên cho cộng đồng người chuyển giới đã được chỉ định để mở rộng phạm vi bao phủ của dự án sang Auckland, Vịnh Plenty Northland, Taranaki và Waikato."
        },
        {
            "en": "An <em>Auckland</em> man who helped subdue a Vietnam Airlines passenger trying to open a cabin door at 40,000 feet says he never thought twice about stepping in.",
            "vi": "Một người đàn ông Auckland giúp hạ gục một hành khách của Vietnam Airlines đang tìm cách mở cửa máy bay ở độ cao 40 000 feet (12 000m), anh cho biết không hề đắn đo khi can thiệp vào chuyện như vậy."
        },
        {
            "en": "The <em>Auckland</em> metropolitan area, in the North Island of New Zealand, is the largest and most populous urban area in the country with a population approaching 1.4 million residents, 31 percent of the country's population.",
            "vi": "Auckland, trên đảo Bắc của New Zealand, là vùng đô thị lớn nhất và đông dân nhất trong nước với dân số gần 1. 400. 000 người cư trú, chiếm 31 phần trăm dân số của đất nước."
        },
        {
            "en": "The <em>Auckland</em> metropolitan area, in the North Island of New Zealand, is the largest and most populous urban area in the country with a population approaching 1. 4 million residents, 31 percent of the country's population.",
            "vi": "Các khu vực đô thị Auckland, trên đảo Bắc của New Zealand, là vùng đô thị lớn nhất và đông dân nhất trong nước với dân số gần 1.400.000 người cư trú, chiếm 31 phần trăm dân số của đất nước."
        },
        {
            "en": "<em>Auckland</em>, which is in the North Island, has a population of 425 200 (June 2005 estimate), in contrast with the capital city, Wellington, which has a population of 182 000(2005 estimate).",
            "vi": "Auckland nằm ở hòn đảo Bắc có dân số là 425.200 ngàn người (số liệu ước tính tháng 6 năm 2005), so với thủ đô Wellington có dân số là 182.000 người (số liệu uớc tính năm 2005)."
        },
        {
            "en": "The world's first carbon fibre helicopter crashes into the water at <em>Auckland</em> Harbour with the moment of impact caught on camera as its flight was being filmed for a promotional video.",
            "vi": "Chiếc máy bay trực thăng bằng sợi carbon đầu tiên trên thế giới đã đâm sầm xuống biển tại Auckland Harbour và camera chộp được khoảnh khắc va chạm khi người ta đang quay phim chuyến bay đó để làm một video quảng cáo."
        },
        {
            "en": "Back at work at his central <em>Auckland</em> restaurant El Faro this afternoon, Mark Ansley told ONE News how he and three fellow passengers resorted to brute force to restrain the man, who was trying to jump out of the flight from Ho Chi Minh City to Sydney on Monday night.",
            "vi": "Chiều nay khi quay lại chỗ làm là một nhà hàng ở trung tâm Auckland, anh Mark Ansley thuật lại với tờ ONE News chuyện anh và ba hành khách khác đã phải dùng sức mạnh cơ bắp như thế nào để khống chế gã đàn ông kia, gã ta đang tìm cách nhảy ra khỏi chiếc máy bay khởi hành từ Thành phố Hồ Chí Minh đến Sydney vào tối hôm thứ hai."
        },
        {
            "en": "Most humpback-whale researchers focus their efforts on the Northern Hemisphere because the Antarctic is a hostile environment that is hard to get to, explains Rochelle Constantine, who studies the ecology of humpback whales at the University of <em>Auckland</em> in New Zealand.",
            "vi": "Hầu hết những nhà nghiên cứu cá voi lưng gù tập trung sự cố gắng ở phía Bắc Hemisphere vì Nam Đại Dương gần Antarctica là một môi trường không thân thiện và nó khó tiếp cận, Rochelle Constantine  - người đã nghiên cứu về cá voi ở đại học Aukland, New Zealand giải thích."
        },
        {
            "en": "Sleep position during pregnancy 'link to still-birth'        Even among the women surveyed who lay on their right, the risk remained extremely small Experts want urgent research to see if the position a woman chooses to sleep in during late pregnancy affects still-birth risk, as a study suggests a link. The University of <em>Auckland</em> compared 155 women who had late still-births with 310 who had healthy pregnancies. Sleeping on the back or right side, rather than the left, doubled the risk - but only to almost four in 1,000.  Left-side lying aids blood flow to the baby, as the mother's major blood vessels are unimpeded by a heavy womb. The New Zealand study, published in the British Medical Journal, called for larger studies to test the findings. Ms Daghni Rajasingam of the Royal College of Obstetricians and Gynaecologists said: \"There are many factors which are linked to still-birth including obesity, increasing maternal age, ethnicity, congenital anomalies and placental conditions. A significant number are unexplained.” \"This small-scale study looks at another possible factor. However, more research is needed into sleep patterns before any firm conclusions over sleeping positions can be made. In the meantime, women should speak to their midwives if they are concerned.\" The UK has one of the highest still-birth rates in the developed world. Every year here 4,000 babies are still-born.  A third of still-births have no clear cause. Janet Scott, of the still-birth and neonatal-death charity Sands, said: \"We would like to see further research into sleep in pregnancy encouraged and funded as a matter of urgency.  \"The study will require further validation before any widespread public health campaign could be justified. \"Mums want to know what they can do to reduce the chance of this happening to their baby.  \"A simple message which mums could follow, which would reduce their risk of still-birth, would be very welcome.\"",
            "vi": "Sleep position during pregnancy 'link to still-birth'      Thậm chí ở những phụ nữ được khảo sát có tư thế ngủ nghiêng bên phải, nguy cơ này vẫn vô cùng thấp.  Các chuyên gia muốn nghiên cứu khẩn cấp xem liệu tư thế ngủ mà phụ nữ mang thai lựa chọn trong cuối thai kỳ có ảnh hưởng đến nguy cơ thai chết non không, theo như một nghiên cứu đưa ra mối liên hệ này. Đại học Auckland đã làm phép so sánh 155 phụ nữ có thai chết lưu muộn với 310 phụ nữ mang thai khoẻ mạnh.  Ngủ với tư thế nằm ngửa hay nghiêng bên phải, chớ không phải bên trái, làm tăng gấp đôi nguy cơ - nhưng chỉ có chưa đầy bốn người bị tình trạng trên trong con số 1.000 người được khảo sát.  Nằm nghiêng qua bên trái giúp hỗ trợ cho máu lưu thông đến em bé, trong khi mạch máu chính của người mẹ không bị ngăn cản bởi sức nặng của tử cung.  Nghiên cứu của New Zealand, được công bố trong tập san y học Anh, đã kêu gọi thực hiện các nghiên cứu với quy mô lớn hơn để kiểm tra phát hiện này.  Cô Daghni Rajasingam thuộc trường cao đẳng Sản phụ khoa Hoàng gia cho biết: \"có nhiều yếu tố liên quan đến thai chết non bao gồm béo phì, tuổi làm mẹ cao, tính cách sắc tộc, dị tật bẩm sinh và tình trạng nhau. Một con đáng kể vẫn chưa giải thích được. \" \"Nghiên cứu qui mô nhỏ này sẽ kiểm tra thêm một yếu tố có khả năng xảy ra khác nữa. Tuy nhiên, cần nghiên cứu thêm về thói quen đi ngủ trước khi có thể đưa ra kết luận chắc chắn về tư thế ngủ. Trong khi chờ đợi, những phụ nữ nên trò chuyện với các nữ hộ sinh của họ nếu thấy lo lắng\" Vương quốc Anh là một quốc gia có tỉ lệ thai chết non cao nhất trong thế giới phát triển. Mỗi năm ở đây có khoảng 4.000 em bé bị chết non. Một phần ba thai chết non không có nguyên nhân rõ ràng. Janet Scott, thuộc hội từ thiện Sands hỗ trợ vấn đề thai chết non và thai chết chưa đầy tháng tuổi, đã nói: \"Chúng tôi muốn xem xét liệu việc nghiên cứu thêm về giấc ngủ trong quá trình mang thai có nên được khuyến khích và cấp kinh phí thực hiện như là vấn đề cấp thiết không. \"Nghiên cứu này sẽ cần hợp thức hoá thêm trước khi có bất kỳ cuộc vận động y tế rộng rãi nào được chứng minh.  \"Những người mẹ muốn biết những gì họ có thể làm để giảm khả năng này xảy ra với em bé của mình.  \"Thông điệp đơn giản mà những bà mẹ có thể làm theo để giảm nguy cơ thai chết non, sẽ là “rất hoan nghênh\""
        }
    ],
    "suggestions": []
}