{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Auctions"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Auctions"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Auctions"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Auctions"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Auctions"
        }
    },
    "sentences": [
        {
            "en": "Unsuccessful <em>auctions</em>.",
            "vi": "Đấu giá không thành."
        },
        {
            "en": "Conducting <em>auctions</em>.",
            "vi": "Tiến hành cuộc đấu giá."
        },
        {
            "en": "Money <em>auctions</em>",
            "vi": "Đấu giá tiền"
        },
        {
            "en": "Attend all the local <em>auctions</em>",
            "vi": "Tham dự mọi cuộc bán đấu giá ở địa phương"
        },
        {
            "en": "Persons not permitted to participate in <em>auctions</em>.",
            "vi": "Những người không được tham gia đấu giá."
        },
        {
            "en": "Costs relating to <em>auctions</em> of goods.",
            "vi": "Chi phí liên quan đến đấu giá hàng hoá."
        },
        {
            "en": "From Catalogue of Cavendish Philatelic <em>auctions</em>.",
            "vi": "Trích catalô về bán đấu giá tem sưu tập cavendish."
        },
        {
            "en": "Objects like this turn up at <em>auctions</em> with surprising frequency.",
            "vi": "Những vật như thế này xuất hiện ở các cuộc bán đấu giá với mức độ thường xuyên đáng ngạc nhiên."
        },
        {
            "en": "Mrs. Smith always attends all the local <em>auctions</em>.",
            "vi": "Bà Smith luôn tham dự mọi cuộc bán đấu giá ở địa phương."
        },
        {
            "en": "I attend ALL the local <em>auctions</em> in Tacoma and Seattle.",
            "vi": "Tôi dự tất cả các cuộc bán đấu giá địa phương ở Tacoma và Seattle."
        },
        {
            "en": "Archie buys paintings at <em>auctions</em>, cleans them up and sells them.",
            "vi": "Archie mua những bức tranh trong những cuộc bán đấu giá, làm sạch chúng rồi đem bán."
        },
        {
            "en": "As bigger SOEs came in line for equitization, public <em>auctions</em> started to be used.",
            "vi": "Khi đến lượt các doanh nghiệp lớn cổ phần hóa, phương thức đấu giá công khai bắt đầu được áp dụng."
        },
        {
            "en": "<em>Auctions</em> have been a relatively uncommon way to negotiate the exchange of goods and commodities.",
            "vi": "Đấu giá là một cách thương lượng tương đối phổ biến trong trao đổi hàng hoá."
        },
        {
            "en": "It does this through a system of <em>auctions</em>, three times a week, £1.5bn at a time.",
            "vi": "Họ tiến hành việc này thông qua một hệ thống đấu giá, ba tuần một lần, mỗi lần 1,5 tỷ bảng Anh."
        },
        {
            "en": "Expand the rate of quota <em>auctions</em> for garment exports to 35% and apply measures to improve auction procedures (2003).",
            "vi": "Mở rộng tỷ lệ đấu giá các hạn ngạch xuất khẩu hàng may mặc lên 35% và áp dụng các biện pháp cải thiện thủ tục đấu giá (2003)."
        },
        {
            "en": "The online <em>auctions</em> are one of the most effective ways of negotiation of salable goods over the internet.",
            "vi": "Đấu giá trực tuyến là một trong những cách thương lượng các mặt hàng có thể bán được qua mạng hiệu quả nhất."
        },
        {
            "en": "In the meantime, some progress has been observed, for example conducting transparent <em>auctions</em> of use rights of land.",
            "vi": "Trong lúc chờ đợi, đã đạt được một số kết quả nhất định, ví dụ như thực hiện các cuộc bán đấu giá công khai về quyền sử dụng đất."
        },
        {
            "en": "This could be based on <em>auctions</em>, with a built-in mechanism for preferential treatment of enterprise employees.",
            "vi": "Việc này có thể dựa vào cơ sở đấu giá, với một cơ chế ưu đãi riêng cho nhân viên của các doanh nghiệp."
        },
        {
            "en": "70 per cent of ebay's sales are from <em>auctions</em>, and the remaining 30 per cent are from fixed price sales.",
            "vi": "70 phần trăm của doanh số bán hàng của ebay đạt được là từ bán đấu giá, và số còn lại 30 phần trăm là từ việc bán hàng giá cố định."
        },
        {
            "en": "Minh said the first motive for \"repatriation\" of paintings must be love because if only profit was considered, he could not take a \"risk\" in <em>auctions</em>.",
            "vi": "Anh Minh chia sẻ lý do đầu tiên mà đưa tranh \"hồi hương\" là phải có tình yêu bởi vì nếu chỉ vì xem xét lợi nhuận, anh sẽ không đưa \"mạo hiểm\" vào trong những cuộc đấu giá."
        }
    ],
    "suggestions": []
}