{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aud",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "aud",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aud",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aud",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aud",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "My microwave oven costs only 20 <em>AUD</em>.",
            "vi": "Lò vi ba của tôi có giá chỉ 20 đô Úc tôi."
        },
        {
            "en": "Various currencies are available: USD, EUR, GBP, and <em>AUD</em>.",
            "vi": "Có sẵn nhiều loại tiền tệ : Đô la Mỹ, Euro, Bảng Anh và Đô la Úc."
        },
        {
            "en": "Reviewed by: Danielle Inverso, <em>AuD</em>, PhD\nDate reviewed: December 2011",
            "vi": "Tường thuật: Tiến sĩ, bác sĩ thính lực Danielle Inverso\nNgày: Tháng 12, 2011"
        },
        {
            "en": "The negative energy price barrier was breached in Queensland, Australia, where low demand and high rooftop solar power generation pushed the wholesale electricity price to <em>AUD</em> -$100 per megawatt-hour on Wednesday afternoon, July 2. This is mid-winter in Australia, so daily temperatures are mild. Household appliance usage dips in the early afternoon and peaks in mornings and afternoons, so an early afternoon during a sunny Australian winter is the period when solar power is at its zenith.",
            "vi": "Rào cản khiến giá năng lượng không xuống mức âm đã bị xoá sổ ở Queensland, Úc (nơi nhu cầu về điện thấp và việc sản xuất năng lượng mặt trời trên nóc nhà cao đã đẩy giá điện sỉ đến mức âm 100 đô Úc cho mỗi megaoat/giờ) vào chiều thứ tư, ngày 2 tháng bảy vừa qua. Lúc này đang giữa mùa đông ở Úc, nên nhiệt độ hàng ngày vừa phải, không lạnh không nóng. Mọi người sử dụng thiết bị trong nhà ít đi vào lúc xế trưa và nhiều nhất lúc sáng sớm và chiều muộn, cho nên lúc xế trưa của một ngày đông nắng đẹp ở Úc là lúc năng lượng mặt trời dồi dào nhất."
        }
    ],
    "suggestions": []
}