{
    "en_vn": {
        "data": {
            "content": null,
            "word": "auditing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "auditing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "auditing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "auditing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "auditing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Vietnam <em>Auditing</em> Company",
            "vi": "Công ty kiểm toán Việt Nam"
        },
        {
            "en": "Compliance statutory <em>auditing</em>.",
            "vi": "Kiểm toán bắt buộc theo luật."
        },
        {
            "en": "<em>Auditing</em> activities in Vietnam.",
            "vi": "Hoạt động kiểm toán tại việt nam."
        },
        {
            "en": "<em>Auditing</em>: At present, <em>auditing</em> in garment companies is implemented internally.",
            "vi": "Kiểm toán: hiện tại kiểm toán chỉ được thực hiện trong nội bộ các công ty may mặc."
        },
        {
            "en": "Have you finished <em>auditing</em> yet?",
            "vi": "Bạn kiểm toán xong chưa?"
        },
        {
            "en": "Mary works for Vietnam <em>Auditing</em> Company.",
            "vi": "Mary làm việc cho công ty kiểm toán Việt Nam."
        },
        {
            "en": "I'm working for an <em>auditing</em> company.",
            "vi": "Tôi đang làm ở/cho một công ty kiểm toán."
        },
        {
            "en": "Foreign-invested enterprises must undergo periodical <em>auditing</em>.",
            "vi": "Các doanh nghiệp có vốn nước ngoài phải được kiểm toán theo định kỳ."
        },
        {
            "en": "Higher disclosure, <em>auditing</em> and reporting standards required.",
            "vi": "Yêu cầu tuân theo chuẩn mực chặt chẽ hơn về công bố thông tin, kiểm toán và báo cáo."
        },
        {
            "en": "<em>Auditing</em> companies: as mentioned above, in garment companies, the <em>auditing</em> process is implemented internally.",
            "vi": "Các công ty kiểm toán: như đã nêu ở trên, ở công ty may, quy trình kiểm toán được thực hiện nội bộ."
        },
        {
            "en": "Vietnam has formed the \"Vietnamese <em>Auditing</em> Association\" and is preparing to found the \"State <em>Auditing</em> Department\".",
            "vi": "Việt nam đã thành lập \"hiệp hội kiểm toán việt nam\" và đang chuẩn bị thành lập \"cục kiểm toán nhà nước\"."
        },
        {
            "en": "The role of <em>auditing</em> has also been given greater attention",
            "vi": "Vai trò của hoạt động kiểm toán ngày càng được quan tâm"
        },
        {
            "en": "Records are in order for <em>auditing</em> at any time.",
            "vi": "Các bản báo cáo phục vụ cho việc kiểm toán được chuẩn bị sẵn săng bất kỳ luc nào"
        },
        {
            "en": "<em>Auditing</em> of mid-term and annual financial statements.",
            "vi": "Kiểm toán giữa kỳ và báo cáo tài chính hàng năm."
        },
        {
            "en": "The International <em>Auditing</em> Company E & Y of Hong Kong has been licensed to set up its <em>auditing</em> affiliate in Vietnam.",
            "vi": "Công ty kiểm toán quốc tế e & y của hồng kông đã được cấp giấy phép thành lập chi nhánh kiểm toán của họ tại việt nam."
        },
        {
            "en": "Few regulations governing disclosure, <em>auditing</em> and reporting standards at present.",
            "vi": "Hiện tại có ít quy định liên quan đến các chuẩn mực công bố thông tin, kiểm toán và báo cáo"
        },
        {
            "en": "A chartered accountant is <em>auditing</em> the company's annual accounts.",
            "vi": "Giám định viên kế toán đang kiểm toán sổ sách hằng năm của công ty."
        },
        {
            "en": "Decisions of the State Auditor General shall prescribe the State’s <em>auditing</em> standards and guide their implementation; and provide detailed <em>auditing</em> process/procedures and supporting documentation.",
            "vi": "Quyết định của Tổng Kiểm toán Nhà nước được ban hành để quy định, hướng dẫn các chuẩn mực kiểm toán nhà nước; quy định cụ thể quy trình kiểm toán, hồ sơ kiểm toán."
        },
        {
            "en": "The application of <em>auditing</em> standards depends on the accounting system of the currently audited enterprise.",
            "vi": "Việc áp dụng tiêu chuẩn kiểm toán tuỳ thuộc hệ thống kế toán của doanh nghiệp đang được kiểm toán."
        },
        {
            "en": "However, external <em>auditing</em> is expected to be in demand in the future.",
            "vi": "Tuy vậy, trong tương lai nhu cầu là thực hiện kiểm toán thuê ngoài."
        }
    ],
    "suggestions": []
}