{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Augustus",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Augustus",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Augustus",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Augustus",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Augustus",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Augustus</em> is the first Roman emperor to be deified.",
            "vi": "Augustus là hoàng đế La Mã đầu tiên được thờ phụng như Thần."
        },
        {
            "en": "I was impressed by the young King Philip <em>Augustus</em> who is already famed throughout Christendom for his honour and chivalry.",
            "vi": "Tôi rất ấn tượng vị vua trẻ Philip Augustus - người nổi tiếng theo đạo cơ đốc trên thế giới có sự cao quý và tinh thần thượng võ."
        },
        {
            "en": "I was impressed by the young King Philip <em>Augustus</em> who is already famed throughout Christendom for his honour and chivalry.",
            "vi": "Tôi rất ấn tượng vị vua trẻ Philip Augustus-người nổi tiếng theo đạo cơ đốc trên thế giới có sự cao quý và tinh thần thượng võ."
        },
        {
            "en": "When Caesar <em>Augustus</em> became Emperor he added two days to 'his' month to make August the same as July.",
            "vi": "Khi Caesar Augustus trở thành Hoàng đế, ông thêm 2 ngày vào tháng \"của ông\" để làm cho tháng 8 có cùng ngày với tháng 7."
        },
        {
            "en": " July was named in honour of Julius Caesar in 45BC, and August was later renamed after <em>Augustus</em> Caesar.",
            "vi": "Tháng bảy trong tiếng Anh – July – được đặt để tưởng nhớ lãnh tụ Julius Caeser vào năm 45 TCN và tháng tám – August – sau này được đặt lại theo tên của hoàng đế Augustus Caeser."
        },
        {
            "en": "All the other months in the Julian calendar have 30 or 31 days, but February lost out to the ego of Roman Emperor Caesar <em>Augustus</em>.",
            "vi": "Tất cả các tháng khác trong lịch Giu-liêng có 30 hoặc 31 ngày, nhưng tháng 2 bị mất ngày vì lòng tự trọng của hoàng đế La Mã Caesar Augustus."
        }
    ],
    "suggestions": []
}