{
    "en_vn": {
        "data": {
            "content": null,
            "word": "aureus",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>aureus</k><blockquote><cclass>[<cclass>'ɔ:rɪəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>aurei</b>) an ancient Roman coin worth 25 silver denarii. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>L., noun use of <i>aureus</i> 'golden', from <i>aurum</i> 'gold'. </blockquote></div>",
            "word": "aureus",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aureus",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aureus",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aureus",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The infection is usually caused by staphylococcus <em>aureus</em> and normally result in an extensive slough of skin.",
            "vi": "Sự nhiễm trùng thường do staphyllococcus aureus và thường tạo thành những vùng da lớn bị tróc."
        },
        {
            "en": "Staphylococci that are positive when tested for coagulate production are classified as belonging to the species Staphylococcus <em>aureus</em>.",
            "vi": "Vi khuẩn staphylococci dương tính khi xét nghiệm tạo đông máu được phân loại thuộc về loài staphylococcus aureus."
        },
        {
            "en": "The infection is usually caused by the bacterium staphylococcus <em>aureus</em> entering through a hair follicle or a break in the skin, and local injury or lowered constitutional resistance may encourage the development of boils.",
            "vi": "Nhiễm trùng thường do staphylococcus aureus qua nang lông hay chỗ nứt ngoài da, và khi bị tổn thương cục bộ hay giảm sức chống đỡ về thể trạng sẽ làm nhọt phát triển hơn."
        },
        {
            "en": "* Staphylococcus <em>aureus</em>: Causes moderate to severe illness with rapid onset of nausea, severe vomiting, dizziness, and abdominal cramping. These bacteria produce a toxin in foods such as cream-filled cakes and pies, salads (most at risk are potato, macaroni, egg, and tuna salads) and dairy products. Contaminated salads at picnics are common if the food is not chilled properly.",
            "vi": "* Khuẩn tụ cầu: Loại vi khuẩn này gây gây bệnh (ngộ độc thực phẩm) từ mức độ trung bình đến dữ dội gồm buồn nôn nhanh chóng, ói mửa dữ dội, chóng mặt, và chuột rút ở bụng. Các loại vi khuẩn này tạo độc tố trong thức ăn chẳng hạn như bánh ngọt và bánh nướng nhân ngọt phủ kem, rau trộn (có nguy cơ nhiều nhất là khoai tây, mì ống, trứng, và rau trộn cá ngừ) và các sản phẩm làm từ sữa. Món rau trộn nhiễm bệnh ở các buổi cắm trại thường hay gây ngộ độc nếu thức ăn chưa được giữ lạnh đúng cách.  "
        },
        {
            "en": "Osteomyelitis. Osteomyelitis is a bone infection that is often caused by Staphylococcus <em>aureus</em> bacteria, though other types of bacteria can cause it, too. In kids and teens, osteomyelitis usually affects the long bones of the arms and legs. Osteomyelitis often develops after an injury or trauma.",
            "vi": "Viêm xương tuỷ. Viêm xương tuỷ là tình trạng nhiễm trùng xương thường do khuẩn tụ cầu gây ra, mặc dù một số loại vi khuẩn khác cũng có thể gây ra chứng bệnh này. Ở trẻ nhỏ và thanh thiếu niên, bệnh viêm xương tuỷ thường xảy ra ở các xương dài nằm trong cánh tay và cẳng chân. Bệnh này thường xảy ra sau khi xương bị tổn thương hoặc chấn thương."
        }
    ],
    "suggestions": []
}