{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['ɔ:spisiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">under the auspices of somebody </font>/ <font color=\"#1371BB\">something</font>) được ai/cái gì che chở và ủng hộ; có ai/cái gì đỡ đầu</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to set up a business under the auspices of a government aid scheme</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bắt đầu công việc kinh doanh dưới sự bảo trợ của chương trình viện trợ của chính phủ</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">under favourable auspices</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">có triển vọng thuận lợi; có điềm lành </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">thuật bói chim (xem) chim để bói</td></tr></table><i/></div>",
            "word": "auspices"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "auspices"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>auspices</k><blockquote>▸ <cclass>plural noun PATRONAGE, aegis, umbrella, protection, keeping, care; support, backing, guardianship, trusteeship, guidance, supervision.</cclass></blockquote></div>",
            "word": "auspices"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>auspices</k><blockquote><blockquote><ex><abr>n.</abr> under the auspices of smt. (under the auspices of the mayor's office)</ex></blockquote></blockquote></div>",
            "word": "auspices"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "auspices"
        }
    },
    "sentences": [
        {
            "en": "Under favourable <em>auspices</em>",
            "vi": "Có triển vọng thuận lợi"
        },
        {
            "en": "under the <em>auspices</em> of... (collocation)",
            "vi": "dưới sự bảo trợ của... (cụm từ thường đi với nhau)"
        },
        {
            "en": "He was born under the <em>auspices</em> of a buffalo.",
            "vi": "Anh ấy cầm tinh con trâu."
        },
        {
            "en": "The conference was under the <em>auspices</em> of the United Nations.",
            "vi": "Hội nghị được đặt dưới sự bảo trợ của Liên Hợp Quốc."
        },
        {
            "en": "Our job seems to be under favourable <em>auspices</em>.",
            "vi": "Công việc của chúng ta dường như có triển vọng."
        },
        {
            "en": "The committee began its work under favourable <em>auspices</em>.",
            "vi": "Ủy ban bắt đầu làm công việc của mình với những điều thuận lợi."
        },
        {
            "en": "The FCTC is the first treaty negotiated under the <em>auspices</em> of the World Health Organization.",
            "vi": "Công ước khung này là công ước quốc tế đầu tiên được thương thảo dưới sự bảo trợ của Tổ chức Y tế Thế giới."
        },
        {
            "en": "The trade fair was held under the <em>auspices</em> of the provincial government.",
            "vi": "Hội chợ thương mại được tổ chức dưới sự bảo trợ của chính quyền tỉnh."
        },
        {
            "en": "Set up a business under the <em>auspices</em> of a government aid scheme.",
            "vi": "Bắt đầu công việc kinh doanh dưới sự bảo trợ của chương trình hỗ trợ của chính phủ."
        },
        {
            "en": "These pilgrimages are biennially held under the <em>auspices</em> of Ministry of Commerce and Tourism.",
            "vi": "Các cuộc hành hương này được tổ chức hai năm một lần dưới sự bảo trợ của Bộ thương mại và du lịch."
        },
        {
            "en": "Our company will set up a business under the <em>auspices</em> of a government aid scheme.",
            "vi": "Công ty chúng ta sẽ bắt đầu công việc kinh doanh dưới sự bảo trợ của chương trình viện trợ từ chính phủ."
        },
        {
            "en": "The Pacific Peoples Project (PPP) remains under the <em>auspices</em> of the Gay Men’s Health programme.",
            "vi": "Dự án dành cho những người thuộc các đảo Thái Bình Dương (PPP) vẫn thuộc Chương trình sức khoẻ dành cho người đồng tính nam."
        },
        {
            "en": "This work was performed under the <em>auspices</em> of the Research Council.",
            "vi": "Công việc được thực hiện dưới sự ủng hộ của Hội đồng Nghiên cứu."
        },
        {
            "en": "They set up a business under the <em>auspices</em> of a government aid scheme.",
            "vi": "Họ bắt đầu công việc kinh doanh dưới sự bảo trợ của chính phủ."
        },
        {
            "en": "This conference has been arranged under the <em>auspices</em> of the United Nations.",
            "vi": "Hội nghị được tổ chức dưới sự bảo trợ của Liên hợp quốc."
        },
        {
            "en": "This equipment was provided under the <em>auspices</em> of the U.S. Export Control and Border Security program.",
            "vi": "Thiết bị này được cung cấp với sự hỗ trợ của Chương trình An ninh Biên giới và Kiểm soát Xuất khẩu của Hoa Kỳ."
        },
        {
            "en": "Russia, France and Germany insist the reconstruction of Iraq should be carried out under the <em>auspices</em> of the United Nations.",
            "vi": "Nga, Pháp và Đức cho rằng việc tái thiết I - rắc nhất định phải do Liên hiệp quốc bảo trợ."
        },
        {
            "en": "The Agent Orange Working Group (AOWG) was formed in July 2004, under the <em>auspices</em> of the VUFO-NGO Resource Centre.",
            "vi": "Nhóm công tác chất độc da cam được thành lập vào tháng Bảy năm 2004, dưới sự quản lý của Liên hiệp các tổ chức hữu nghị Việt Nam- Trung tâm thông tin các tổ chức Phi Chính Phủ (NGO RC)."
        },
        {
            "en": "Russia, France and Germany insist the reconstruction of Iraq should be carried out under the <em>auspices</em> of the United Nations.",
            "vi": "Nga, Pháp và Đức cho rằng việc tái thiết I-rắc nhất định phải do Liên hiệp quốc bảo trợ."
        },
        {
            "en": "It is organized under the <em>auspices</em> of the Consultative Group (CG), co-chaired by the World Bank Country Director and the MPI Minister, and organized by IFC.",
            "vi": "Cuộc họp này được tổ chức dưới sự bảo trợ của nhóm các nhà tài trợ do Giám đốc quốc gia của Ngân hàng Thế giới và Bộ trưởng Bộ Kế hoạch và Đầu tư đồng làm đồng chủ tịch, và được IFC tổ chức."
        }
    ],
    "suggestions": []
}