{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['ɔstriən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) nước áo</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người áo</td></tr></table><i/></div>",
            "word": "Austrian",
            "pronounce": "['ɔstriən]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Austrian</k><blockquote>■ <cclass>noun a native or inhabitant of Austria, or a person of Austrian descent. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Austria or its people. </cclass></blockquote></div>",
            "word": "Austrian",
            "pronounce": "['ɔstriən]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Austrian",
            "pronounce": "['ɔstriən]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Austrian",
            "pronounce": "['ɔstriən]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Austrian",
            "pronounce": "['ɔstriən]"
        }
    },
    "sentences": [
        {
            "en": "<em>Austrian</em> school",
            "vi": "Trường phái kinh tế áo"
        },
        {
            "en": "He is <em>Austrian</em>.",
            "vi": "Ông ấy là người Áo."
        },
        {
            "en": "Who is the <em>Austrian</em> steel millionaire?",
            "vi": "Triệu phú ngành thép của Áo là ai?"
        },
        {
            "en": "<em>Austrian</em> police arrest 'Obama-mask bank robber'",
            "vi": "Cảnh sát Áo bắt giữ “tên cướp đeo mặt nạ Obama”"
        },
        {
            "en": "An <em>Austrian</em> scientist has solved the mystery of belly button.",
            "vi": "Một nhà khoa học Áo đã giải quyết được bí ẩn của lỗ rốn."
        },
        {
            "en": "Photographer Captures Soulful Portraits Of Dogs In <em>Austrian</em> Wilderness",
            "vi": "Nhiếp ảnh gia chụp chân dung chó đầy cảm xúc ở miền hoang dã nước Áo"
        },
        {
            "en": "Wolfgang Amadeus Mozart was an <em>Austrian</em> musician and composer.",
            "vi": "Wolfgang Amadeus Mozart là một nhạc sĩ và nhà soạn nhạc người Áo."
        },
        {
            "en": "Kramar is well known as the agent provocateur of <em>Austrian</em> theatre.",
            "vi": "Kramar nổi tiếng là người đã khuấy động nền ca kịch của Úc."
        },
        {
            "en": "Haider attacked the <em>Austrian</em> government for failing to stamp out corruption.",
            "vi": "Haider chỉ trích chính phủ Áo vì không bài trừ được nạn tham nhũng."
        },
        {
            "en": "In nineteen-ninety eight, the <em>Austrian</em> government passed a law about works of art stolen by the Nazis.",
            "vi": "Vào năm 1998, chính phủ áo đã thông qua một đạo luật về các tác phẩm nghệ thuật bị bọn quốc xã chiếm hữu."
        },
        {
            "en": "Wearers of spectacular beards and moustaches gathered in the <em>Austrian</em> town of Leogang for a Europe - wide facial hair contest.",
            "vi": "Rất nhiều người với những bộ râu hết sức ngoạn mục đã tập trung tại thị trấn Leogang  ở Áo để tham dự cuộc thi vô địch râu ria Châu Âu."
        },
        {
            "en": "Wearers of spectacular beards and moustaches gathered in the <em>Austrian</em> town of Leogang for a Europe-wide facial hair contest.",
            "vi": "Rất nhiều người với những bộ râu hết sức ngoạn mục đã tập trung tại thị trấn Leogang ở Áo để tham dự cuộc thi vô địch râu ria Châu Âu."
        },
        {
            "en": "Two further people are missing in the Salzburg area, according to <em>Austrian</em> media. A third is missing in Vorarlberg.",
            "vi": "Hai người khác bị mất tích ở vùng này, theo đưa tin của giới truyền thông nước Áo. Người thứ ba mất tích ở Vorarlberg."
        },
        {
            "en": "For the most part their enthusiasm is adopted to suit the time and opportunity to practice imposture upon the British and <em>Austrian</em> millionairs.",
            "vi": "Phần lớn sự nồng nhiệt của họ được vơ vào cho phù hợp với thời thế và cơ hội, để thực thi việc lừa đảo bọn triệu phú người Anh và Áo."
        },
        {
            "en": "His pharmaceutical company produced a tonic drink in the 1970s, but it became popular worldwide in the next decade when he went into partnership with an <em>Austrian</em> entrepreneur.",
            "vi": "Hãng dược phẩm của ông sản xuất ra nước uống tăng lực vào những năm 1970, nhưng rồi vào thập niên sau nó bỗng trở nên phổ biến trên toàn cầu khi ông tham gia hùn hạp làm ăn với một nhà doanh nghiệp người Áo."
        },
        {
            "en": "Overshadowed by the Alps, the <em>Austrian</em> town of Rattenberg receives no direct sunlight. Now villagers hope giant mirrors will end their eternal gloom.",
            "vi": "Bị che phủ bởi dãy núi Alps, thị trấn Rattenberg của Áo không nhận được ánh sáng mặt trời trực tiếp. Bây giờ dân làng hy vọng những chiếc gương khổng lồ sẽ kết thúc màn đêm vĩnh cửu của họ."
        },
        {
            "en": "Adolf Hitler was an <em>Austrian</em>-born German politician and the leader of the National Socialist German Workers Party, commonly known as the Nazi Party.",
            "vi": "Adolf Hitler là chính trị gia người Đức gốc Áo, chủ tịch Đảng Công nhân quốc xã Đức, thường được biết với cái tên Đảng Nazi."
        },
        {
            "en": "For the most part their enthusiasm is adopted to suit the time and opportunity to practice imposture upon the British and <em>Austrian</em> MILLIONAIRES.",
            "vi": "Trong hầu hết các công đoạn, sự chuyên nghiệp/ nhuần nhuyễn được sử dụng để làm xiêu lòng các nhà triệu phú Anh và Áo."
        },
        {
            "en": "It is midday in the west <em>Austrian</em> village of Rattenberg and bright blue skies tower overhead, but the inhabitants of the town are squinting in an unworldly twilight .",
            "vi": "Đó là buổi trưa ở làng Rattenberg ở miền tây Áo và bầu trời xanh tươi trên cao, nhưng những cư dân của thị trấn vẫn đang nheo mắt trong một hoàng hôn không tưởng."
        },
        {
            "en": "In 1984 he launched it as Red Bull with the <em>Austrian</em> marketing expert Dietrich Mateschitz, and three years later began selling it in Austria.",
            "vi": "Vào năm 1984, ông cũng tung ra sản phẩm này với tên gọi là Red Bull cùng với chuyên gia tiếp thị người Áo - Dietrich Mateschitz, và ba năm sau đó bắt đầu bán nó ở thị trường Áo."
        }
    ],
    "suggestions": []
}