{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Austin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Austin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Austin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Austin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Austin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Thank you, miss <em>Austin</em>.",
            "vi": "Cám ơn, cô austin."
        },
        {
            "en": "Thank you indeed, miss <em>Austin</em>.",
            "vi": "Thật lòng cảm ơn cô, cô austin."
        },
        {
            "en": "<em>Austin</em> and Conner were out today, too.",
            "vi": "Austin và Conner hôm nay cũng không đi."
        },
        {
            "en": "Apple is constructing a pop - up store in <em>Austin</em>.",
            "vi": "Apple đang xây dựng một cửa hàng nổi lên ở Austin."
        },
        {
            "en": "Apple is constructing a pop-up store in <em>Austin</em>.",
            "vi": "Apple đang xây dựng một cửa hàng nổi lên ở Austin."
        },
        {
            "en": "They have the biggest selection of cottons in <em>Austin</em>.",
            "vi": "Ở Austin, họ có nhiều loại vải bông nhất để lựa chọn."
        },
        {
            "en": "Peter is a police officer in <em>Austin</em>, Texas.",
            "vi": "Peter là một nhân viên cảnh sát ở Austin, bang Texas."
        },
        {
            "en": "The little black <em>Austin</em> came to a halt outside a small decaying building marked Konsulat Polski.",
            "vi": "Chiếc xe Austin nhỏ và sơn đen đỗ lại trước một ngôi nhà nhỏ đã cũ có biển đề Lãnh sự quán Ba Lan."
        },
        {
            "en": "The Million Musicians' March for Peace took place on Saturday, March 20th in downtown <em>Austin</em>.",
            "vi": "Cuộc diễu hành vì hòa bình của hàng triệu nhạc sĩ đã diễn ra ngày thứ bảy, 20 tháng 3 ở thị trấn Austin."
        },
        {
            "en": "I saw them going into that pizza parlor on <em>Austin</em> Street.",
            "vi": "Tôi đã thấy họ cùng đi ăn pizza ở đường austin."
        },
        {
            "en": "Mikaila Ulmer is a 7th grader from <em>Austin</em>, TX, and the CEO of her own business.",
            "vi": "Mikaila Ulmer sống tại Austin, Texas, em mới học lớp 7 thôi mà đã trở thành giám đốc điều hành của chính công ty do em làm chủ."
        },
        {
            "en": "I have been with the <em>Austin</em> Police Department for thirteen and a half years.",
            "vi": "Tôi đã làm việc cho Sở cảnh sát Austin được 13 năm rưỡi."
        },
        {
            "en": "In <em>Austin</em> we have the second largest photovoltaic plant in the United States.",
            "vi": "Ở Austin chúng tôi có nhà máy vôn quang điện lớn thứ hai ở Mỹ."
        },
        {
            "en": "The <em>Austin</em>-American Statesman chose it as one of the top-ten records of the year.",
            "vi": "Tạp chí Austin-American Statesman đã bình chọn CD này là một trong 10 đĩa hay nhất của năm 2004."
        },
        {
            "en": "An <em>Austin</em>, one of the few engine driven vehicles in Turkey and Wladek's first journey in one.",
            "vi": "Đó là chiếc xe Austin, một trong những xe hiếm có ở Thổ Nhĩ Kỳ và cũng là lần đầu tiên Wladek được ngồi trên một chiếc xe như thế."
        },
        {
            "en": "Natalie, who owns <em>Austin</em> bakery Sideserf Cake Studio, acknowledge the cake design was \"very nontraditional\" in a Facebook post.",
            "vi": "Natalie là chủ của Studio mang tên Austin bakery Sideserf Cake, cô thừa nhận trên Facebook là cái bánh ấy làm \"rất không giống ai\"."
        },
        {
            "en": "Daniel rode the same bus route for years. Every week he went back and forth from San Antonio to <em>Austin</em>.",
            "vi": "Daniel đã đi cùng một tuyến xe buýt trong nhiều năm trời. Hằng tuần anh ấy đi tới đi lui từ San Antonio đến Austin."
        },
        {
            "en": "Several years ago when I was working patrol in North West <em>Austin</em>, I received a call of a female who was distraught.",
            "vi": "Cách đây nhiều năm khi tôi đang đi tuần ở tây bắc Austin, tôi nhận được cuộc gọi của một phụ nữ bị quẫn trí."
        },
        {
            "en": "Singer and songwriter Tucker Livingston has been a featured artist at the famous <em>Austin</em> City Limits Music Festival, the Kerrville Folk Festival, and on Voice of America.",
            "vi": "Ca sĩ kiêm sáng tác nhạc Tucker Livingston là nghệ sĩ chính trong Liên hoan Âm nhạc Austin, Liên hoan Dân nhạc Kerrville Folk và VOA."
        },
        {
            "en": "For their study, they used data on 4,297 people who lived and worked in eleven counties in the Dallas-Fort Worth or <em>Austin</em>, Texas metropolitan areas.",
            "vi": "Trong nghiên cứu, họ đã sử dụng dữ liệu trên 4.297 người sống và làm việc trong 11 quận trong Dallas-Fort Worth, Austin, khu vực đô thị của Texas."
        }
    ],
    "suggestions": []
}