{
    "en_vn": {
        "data": {
            "content": null,
            "word": "authoring"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>authoring</k><blockquote>■ <cclass>noun the creation of programs and databases for computer applications such as multimedia products. </cclass></blockquote></div>",
            "word": "authoring"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "authoring"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "authoring"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "authoring"
        }
    },
    "sentences": [
        {
            "en": "overhang (<em>ing</em>)",
            "vi": "công xon"
        },
        {
            "en": "overhang(<em>ing</em>)",
            "vi": "công xon"
        },
        {
            "en": "Look forward to+ V-<em>ing</em>",
            "vi": "mong ước điều gì đó"
        },
        {
            "en": "This application is <em>authoring</em> software for technical writers.",
            "vi": "Ứng dụng này là phần mềm dành cho những người viết về kiến thức chuyên môn."
        },
        {
            "en": "This is a new multi-media <em>authoring</em> tool.",
            "vi": "Đây là một công cụ có bản quyền đa phương tiện mới."
        },
        {
            "en": "This is a new multi - media <em>authoring</em> tool.",
            "vi": "Đây là một công cụ có bản quyền đa phương tiện mới."
        },
        {
            "en": "Do/ Does+ S+ mind+ V-<em>ing</em>?",
            "vi": "đề nghị ai làm việc gì đó"
        },
        {
            "en": "Nguyen Hue decimated the Ch '<em>ing</em> army.",
            "vi": "Nguyễn Huệ cả phá quân nhà Thanh."
        },
        {
            "en": "Does anyone know of a Web <em>authoring</em> tool that will work in Vista?",
            "vi": "Có ai biết về công cụ thiết kế web chạy được trong Vista không?"
        },
        {
            "en": "<em>ING</em> Barings, 'Indochina Country Funds Review', October 1996.",
            "vi": "ING Barings, ‘Tổng kết các quỹ khu vực Đông Dương’, Tháng 10 năm1996."
        },
        {
            "en": "There is much talk of murder in the film, and much sinister to-<em>ing</em> and fro-<em>ing</em> in graveyards.",
            "vi": "Phim nói nhiều đến vụ giết người và có nhiều tới lui xui xẻo trong nghĩa trang."
        },
        {
            "en": "The present participle is a participle that ends in \"<em>ing</em>\".",
            "vi": "Động tính từ hiện tại là một động tính từ kết thúc bằng đuôi \"ing\"."
        },
        {
            "en": "You can hear the sheeps baa-<em>ing</em> now.",
            "vi": "Bây giờ bạn có thể nghe thấy tiếng cừu kêu be be."
        },
        {
            "en": "You can hear the sheeps baa - <em>ing</em> now.",
            "vi": "Bây giờ bạn có thể nghe thấy tiếng cừu kêu be be."
        },
        {
            "en": "William F. Buckley Jr. is the famous Yale alum known for founding the conservative magazine National Review and <em>authoring</em> dozens of books.",
            "vi": "William F.Buckley Jr. là cựu sinh viên nổi tiếng của Yale, người đã sáng lập tạp chí bảo thủ National Review và là tác giả của hàng chục quyển sách."
        },
        {
            "en": "In 1796, Qianlong abdicated in favor of his son, Chia Ch '<em>ing</em>.",
            "vi": "Năm 1796, Càn Long thoái vị nhường ngôi cho con là Gia Khánh."
        },
        {
            "en": "Nguyen Hue destroyed the Ch '<em>ing</em> army on a grand scale.",
            "vi": "Nguyễn Huệ cả phá quân nhà Thanh."
        },
        {
            "en": "The most interest-<em>ing</em> chapters are those that present the strangest cases.",
            "vi": "Chương thú vị nhất là những chương đem đến những trường hợp lạ lùng nhất."
        },
        {
            "en": "We would like to hire an English speak-<em>ing</em> person for a tour guide.",
            "vi": "Chúng tôi muốn thuê một người nói tiếng anh để hướng dẫn tua."
        },
        {
            "en": "You normally add \"-<em>ing</em>\" to form the present participle of English verbs.",
            "vi": "Thông thường bạn thêm \"- ing\"để tạo thành dạng hiện tại phân từ của các động từ trong tiếng Anh."
        }
    ],
    "suggestions": []
}