{
    "en_vn": {
        "data": {
            "content": null,
            "word": "authenticated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "authenticated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "authenticated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "authenticated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "authenticated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Experts have <em>authenticated</em> the document.",
            "vi": "Các chuyên gia đã chứng minh tài liệu đúng."
        },
        {
            "en": "Has the document been <em>authenticated</em>?",
            "vi": "Tài liệu đã được xác nhận chưa?"
        },
        {
            "en": "Experts have <em>authenticated</em> the writing as that of Shakespeare himself.",
            "vi": "Các chuyên gia đã thẩm định rằng văn bản này là của chính Shakespeare."
        },
        {
            "en": "The specimen signature is <em>authenticated</em> by the Chairman of the Company.",
            "vi": "Chữ ký mẫu này được chủ tịch công ty thừa nhận."
        },
        {
            "en": "The United Nation <em>authenticated</em> a claim of North Korean in the meeting last week.",
            "vi": "Liên hiệp Quốc đã xác nhận một yêu sách của Bắc Triều Tiên trong cuộc họp tuần trước."
        },
        {
            "en": "\"valid copy\" means a notarized copy or a copy <em>authenticated</em> by the agency granting the original.",
            "vi": "\"bản sao hợp lệ\" là bản sao có công chứng hoặc chứng thực của cơ quan cấp."
        },
        {
            "en": "The notarized or duly <em>authenticated</em> copy of the establishment license of the Arbitration Center;",
            "vi": "Bản sao có công chứng hoặc chứng thực hợp lệ giấy phép thành lập trung tâm trọng tài;"
        },
        {
            "en": "The notarized or duly <em>authenticated</em> copy of the establishment license and operation registration paper of the Arbitration Center;",
            "vi": "Bản sao có công chứng hoặc chứng thực hợp lệ giấy phép thành lập, giấy đăng ký hoạt động của trung tâm trọng tài;"
        },
        {
            "en": "The notarized or duly <em>authenticated</em> copy of the license for establishment of the Arbitration Center or decision approving the Arbitration Center's charter;",
            "vi": "Bản sao có công chứng hoặc chứng thực hợp lệ giấy phép thành lập trung tâm trọng tài hoặc quyết định phê chuẩn điều lệ trung tâm trọng tài;"
        },
        {
            "en": "In many countries the use of seals is optional, with contracts and other documents being <em>authenticated</em> by the signatures of company officers.",
            "vi": "Ở nhiều nước, việc sử dụng con dấu không bắt buộc và các văn bản giấy tờ khác thường được xác thực bởi một số chữ ký của lãnh đạo doanh nghiệp."
        },
        {
            "en": "The greatest fully <em>authenticated</em> age to which any human has ever lived is 122 years, 164 days by Jeanne Louise Calment of France.",
            "vi": "Người cao tuổi nhất từ trước từ đến nay có đầy đủ bằng chứng xác thực là cụ bà Jeanne Louise Calment, người Pháp, đã sống 122 năm và 164 ngày."
        },
        {
            "en": "Samsung downplayed the seriousness of the issue, saying in a statement that \"the issue may arise only when a malicious application is operated on the affected devices; however, this does not affect most devices operating credible and <em>authenticated</em> applications.\"",
            "vi": "Samsung đã xem nhẹ tính nghiêm trọng của vấn đề, khi tuyên bố rằng \"vấn đề này chỉ có thể phát sinh khi một ứng dụng độc hại được thực thi trên thiết bị bị nhiễm độc; tuy nhiên, vịệc này không làm ảnh hưởng đến hầu hết các thiết bị chạy những ứng dụng đáng tin cậy và đã được xác thực.”"
        },
        {
            "en": "Modern cryptographic techniques mean that passwords no longer have to be very long. Password-<em>authenticated</em> key exchange (PAKE) techniques exist that use passwords as simple as a five-digit PIN to create highly secure encrypted connections that even the supercomputers of eavesdropping intelligence agencies cannot break. And thanks to email and the Web, network operators today have much better mechanisms for keeping in touch with their users to inform them which devices are authorized. None of these options were available when the SIM was conceived in the late 1980s.",
            "vi": "Những kỹ thuật mật mã hiện đại có nghĩa là mật khẩu không còn phải quá dài. Sự ra đời của kĩ thuật Password-authenticated key exchange (PAKE) sử dụng các mật khẩu đơn giản như một PIN năm chữ số để tạo ra các kết nối được mã hóa bảo mật cao mà ngay cả những siêu máy tính của cơ quan tình báo nghe trộm cũng không thể giải mã. Nhờ vào email và Web, hiện nay các nhà khai thác mạng đều có cơ chế tốt hơn để giữ liên lạc với người dùng và thông báo cho họ những thiết bị được ủy quyền. Những tiện ích này không có sẵn khi thẻ SIM mới ra đời vào cuối thập niên 80."
        },
        {
            "en": "Microsoft released nine security bulletins for this month's Patch Tuesday. Microsoft issued nine security bulletins for Patch Tuesday today to cover 11 security holes in Windows and other Microsoft products.  Four of the bulletins are rated \"critical,\" including two Microsoft considers very likely to be exploited. Among these two bulletins is MS10-061, which addresses a publicly disclosed vulnerability in the Print Spooler service that could be exploited to allow remote code execution via a specially crafted print request to a vulnerable system with a print spooler interface exposed over RPC.  \"On Windows XP, the guest account is enabled by default, which allows anonymous users to access printer shares,\" Microsoft said in the advisory. \"On Windows Server 2003, Windows Vista, Windows Server 2008, Windows 7, and Windows Server 2008 R2, an attacker must be <em>authenticated</em> in order to exploit this vulnerability unless password-based sharing is disabled. If password-based sharing is disabled, attackers could exploit these systems without authentication.\" MS10-062 was also ranked as likely to be exploited. The bulletin covers a remote code execution vulnerability tied to the way the MPEG-4 codec handles supported format files. If exploited successfully, an attacker could take control of a vulnerable system. \"There is a prevalence of sharing media and video files, so MS10–062 is of particular interest, as this media code execution takes advantage of vulnerabilities by crafting music files,\" said Dave Marcus, director of security and research communications at McAfee Labs. \"We have found that cyber-criminals are increasingly hiding malicious content in music- and movie-related sites, making it very easy to craft a fake file and exploit this type of vulnerability.\"  The other two critical bulletins address vulnerabilities in Microsoft Outlook and the Unicode Scripts Processor. Also known as Uniscribe, the Unicode Script Processor is a collection of APIs that enables a text layout client to format complex scripts. According to Microsoft, the Uniscribe bug can be exploited if a user views a specially crafted document or Web page with an application that supports embedded OpenType fonts. The Outlook vulnerability only exists \"in configurations where Outlook connects to an Exchange Server in Online Mode,\" Microsoft said in its advisory. \"Configurations where Outlook connects to an Exchange Server in the Cached Exchange Mode are not affected. In addition, configurations where Outlook uses POP or IMAP mail servers only are not affected by this vulnerability.\" The remaining bulletins are rated \"important\" and reside in Windows. The security update addresses roughly a third of the amount of vulnerabilities addressed in last month's patches. Microsoft initially announced 13 vulnerabilities would be fixed today, but later corrected it as a typo.",
            "vi": "Microsoft đã phát hành 9 bản vá bảo mật cho sự kiện Patch Tuesday của tháng này. Hôm nay Microsoft đã phát hành 9 bản vá bảo mật cho sự kiện Patch Tuesday để vá 11 lỗ hổng bảo mật trong Windows và các sản phẩm khác của Microsoft. Bốn trong số các bản vá được đánh giá ở mức “khẩn cấp” bao gồm hai lỗ hổng rất quan trọng của Microsoft có thể bị khai thác. Trong số hai bản vá này là MS10-061, giải quyết lỗ hổng đã được công bố rộng rãi trong dịch vụ Print Spooler mà có thể bị khai thác để thực thi mã từ xa thông qua một yêu cầu in thủ công đặc biệt gửi đến hệ thống bị lỗ hổng bảo mật với một giao tiếp của dịch vụ print spooler qua giao thức RPC.  “Trên Windows XP, tài khoản khách được kích hoạt mặc định, cho phép người dùng vô danh truy cập vào máy in chia sẻ”, Microsoft cho biết trong một bản tin. “Trên Windows Server 2003, Windows Vista, Windows Server 2008, Windows 7 và Windows Server 2008 R2, kẻ tấn công phải được xác thực để khai thác lỗ hổng này trừ khi việc chia sẻ dựa trên mật khẩu bị vô hiệu hoá. Nếu chia sẻ dựa trên mật khẩu bị vô hiệu hoá thì những kẻ tấn công có thể khai thác các hệ thống này mà không cần phải xác thực”. MS10-062 cũng được xếp vào loại có khả năng bị khai thác. Bản vá này vá một lỗ hổng thực thi mã từ xa đi kèm với phương pháp xử lí của bộ giải mã MPEG-4 hỗ trợ các tập tin định dạng. Nếu khai thác thành công, kẻ tấn công có thể kiểm soát hệ thống bị lỗ hổng. Dave Marcus giám đốc về bảo mật và nghiên cứu truyền thông tại McAfee Labs cho biết: \"Đó là một sự phổ biến của việc chia sẻ các tập tin đa phương tiện và các tập tin video, do đó bản vá MS10–062 được quan tâm đặc biệt, vì việc thi hành mã đa phương tiện này lợi dụng các lỗ hổng bằng cách tạo các tập tin nhạc”.“Chúng tôi nhận thấy rằng tội phạm mạng ngày càng có xu hướng ẩn nội dung độc hại trong các trang có liên quan đến âm nhạc và phim ảnh, làm cho nó dễ dàng tạo một tập tin giả mạo và khai thác loại lỗ hổng này”. Hai bản vá quan trọng khác giải quyết các lỗ hổng trong Microsoft Outlook và Unicode Scripts Processor. Còn được gọi là Uniscribe, Unicode Script Processor là một tập hợp các giao diện lập trình ứng dụng API cho phép người sử dụng bản phát thảo văn bản để định dạnh các kịch bản phức tạp. Theo Microsoft,  lỗi của Uniscribe có thể được khai thác nếu người dùng xem bản tài liệu thủ công đặc biệt hoặc trang Web có một ứng dụng mà hỗ trợ  phông OpenType được nhúng vào. Lỗ hổng Outlook chỉ tồn tại “trong các cấu hình nơi mà Outlook kết nối với Exchange Server ở chế độ Online Mode (Chế độ Trực tuyến)” Microsoft cho biết trong bản tin của họ. “Cấu hình mà Outlook kết nối với một Exchange Server ở chế độ Cached Exchange Mode không bị ảnh hưởng. Ngoài ra, cấu hình mà Outlook sử dụng các máy chủ mail với giao thức POP hoặc IMAP thì không bị ảnh hưởng bởi lỗ hổng này. \" Các bản vá còn lại được đánh giá là “quan trọng” và tồn tại bên trong hệ điều hành Windows. Bản nâng cấp bảo mật này nhằm vào khoảng một phần ba số lượng lỗ hổng đã được đề cập đến trong các bản vá của tháng trước. Ban đầu Microsoft công bố là 13 lỗ hổng sẽ được vá vào hôm nay, tuy nhiên họ đã đính chính lại đây là một sự nhầm lẫn trong khi đánh máy."
        }
    ],
    "suggestions": []
}