{
    "en_vn": {
        "data": {
            "content": null,
            "word": "authorised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "authorised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "authorised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>authorised</k><blockquote><blockquote><abr>see</abr><kref>authorized</kref></blockquote></blockquote></div>",
            "word": "authorised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "authorised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Authorised</em> capital.",
            "vi": "Vốn pháp định."
        },
        {
            "en": "Who <em>authorised</em> this expenditure?",
            "vi": "Ai ủy quyền cho khoản chi tiêu này?"
        },
        {
            "en": "<em>Authorised</em> importers of gasoline and petrol for supplying domestic consumption.",
            "vi": "Được phép nhập khẩu xăng dầu nhằm đáp ứng nhu cầu nội địa."
        },
        {
            "en": "You are the only person <em>authorised</em> to do so.",
            "vi": "Bạn là người duy nhất được uỷ quyền làm vậy."
        },
        {
            "en": "Medical establishments are <em>authorised</em> to receive tissues from bodies of dead and living persons as donations in accordance with the law and <em>authorised</em> agencies' regulations.",
            "vi": "Các tổ chức/cơ sở y tế có thẩm quyền tiếp nhận các mô từ người chết và những người sống cống hiến theo đúng luật pháp và các quy định của các cơ quan có thẩm quyền."
        },
        {
            "en": "Licensed coaches, however, pick up and drop off passengers at bus terminals and other <em>authorised</em> spots.",
            "vi": "Các nhà xe được cấp phép. Tuy nhiên họ sẽ đón, trả khách các bến xe buýt và các điểm ủy quyền khác."
        },
        {
            "en": "Advocacy A planning meeting on advocacy issues and potential mechanism and stakeholders was organ- <em>ised</em> at the beginning of the year.",
            "vi": "Vận động chính sách Một cuộc họp lập kế hoạch về các vấn đề vận động chính sách, về cơ chế tiềm năng và các bên tham gia đã được tổ chức vào đầu năm nay."
        },
        {
            "en": "Under no circumstances may invoices be paid except by <em>authorised</em> personnel.",
            "vi": "Hóa đơn không được thanh toán dưới bất cứ trường hợp nào ngoại trừ do nhân viên có thẩm quyền."
        },
        {
            "en": "On April 2nd the G20 countries <em>authorised</em> the IMF to issue $250 billion in new SDRs.",
            "vi": "Vào ngày 2 tháng 4 năm 2009, các nước trong nhóm G20 đã cho phép IMF phát hành 250 tỉ bằng đồng SDR mới."
        },
        {
            "en": "Voting preference shares can be owned only by Government-<em>authorised</em> organizations and founding shareholders.",
            "vi": "Chỉ có tổ chức được chính phủ uỷ quyền và cổ đông sáng lập được quyền nắm giữ cổ phần ưu đãi biểu quyết."
        },
        {
            "en": "Until 1998 only licensed (<em>authorised</em>) trading companies were allowed to engage in foreign trade.",
            "vi": "Cho đến tận năm 1998, chỉ có các công ty thương mại đã có giấy phép (được uỷ quyền) mới được phép tham gia vào thương mại quốc tế."
        },
        {
            "en": "On April 2, the G20 countries <em>authorised</em> the IMF to issue $250 billion in new SDRs.",
            "vi": "Vào ngày 2 tháng Tư, các nước trong nhóm G20 đã cho phép IMF phát hành 250 tỉ đô la bằng đồng SDR mới."
        },
        {
            "en": "Such report must be verified by <em>authorised</em> agency of the country where the adoptive child resides’",
            "vi": "Báo cáo như vậy cần phải được xác nhận bởi một cơ quan có thẩm quyền tại quốc gia mà trẻ được nhận làm con nuôi định cư;"
        },
        {
            "en": "Only organisations <em>authorised</em> by the government and founding shareholders can hold voting preference shares (Article 52.3).",
            "vi": "Chỉ có những tổ chức thuộc Chính phủ và cổ đông sáng lập ủy quyền mới có thể nắm giữ những cổ phiếu ưu đãi phiếu bầu (Điều 52.3)."
        },
        {
            "en": "No one can enter the domicile of another person without his consent, except in cases <em>authorised</em> by the law.",
            "vi": "Không ai được tự ý vào chỗ ở của người khác nếu người đó không đồng ý, trừ trường hợp được pháp luật cho phép."
        },
        {
            "en": "The <em>authorised</em> capital in the first phase is US$ 2 million with 49% of Vietnam and 51% of foreign partner.",
            "vi": "Vốn pháp định của liên doanh trong giai đoạn đầu là us$ 2 triệu với bên việt nam góp 49% và các đối tác nước ngoài 51%."
        },
        {
            "en": "Research and propose to the Minister of Finance for the submission to <em>authorised</em> agencies to permit Vietnam’s insurance enterprises and insurance brokerage enterprises to operate in foreign countries.",
            "vi": "Nghiên cứu, đề xuất ý kiến để Bộ trưởng Bộ Tài chính trình cơ quan Nhà nước có thẩm quyền cho phép các doanh nghiệp bảo hiểm, doanh nghiệp môi giới bảo hiểm Việt Nam hoạt động ở nước ngoài."
        },
        {
            "en": "The city government has urged the Department of Transport to crack down on illegally operating passenger buses and stations, following requests from <em>authorised</em> transport firms in the city.",
            "vi": "Chính quyền thành phố vừa yêu cầu bộ Giao Thông Vận Tải phá bỏ các bến, trạm xe khách hoạt động bất hợp pháp theo đề nghị từ các công ty vận tải được ủy quyền trong thành phố."
        },
        {
            "en": "In addition, the department must review the operation of passenger buses and stations and respond to <em>authorised</em> transport firms operating in the city, he said.",
            "vi": "Thêm vào đó, các cơ quan phải xem xét lại hoạt động kinh doanh của các trạm và xe chở khách, đảm bảo rằng các doanh nghiệp được quyền kinh doanh trong thành phố."
        },
        {
            "en": "Unauthorised coaches are not regulated well and are seen as less safe than passenger buses <em>authorised</em> to operate by the city authorities.",
            "vi": "Các hình thức xe chuyên chở khách bất hợp pháp không được chỉnh đốn tốt và được xem như là kém an toàn hơn sơ với các hình thức chuyên chở khách do cơ quan chính quyền thành phố điều hành."
        }
    ],
    "suggestions": []
}