{
    "en_vn": {
        "data": {
            "content": null,
            "word": "autographed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "autographed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "autographed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "autographed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "autographed"
        }
    },
    "sentences": [
        {
            "en": "An <em>autographed</em> copy",
            "vi": "Một bản có chữ ký của tác giả"
        },
        {
            "en": "She gave me an <em>autographed</em> photograph of herself.",
            "vi": "Cô ấy đã kí tên lên bức ảnh của mình cho tôi."
        },
        {
            "en": "I have an <em>autographed</em> copy of Nguyen Nhat Anh writer.",
            "vi": "Tôi có một bản chữ ký của nhà văn Nguyễn Nhật Ánh nè."
        },
        {
            "en": "Readers who might not consider buying a book may change their minds for a chance to get an <em>autographed</em> copy for the same price as a copy without an autograph.",
            "vi": "Những độc giả không muốn mua một cuốn sách có thể thay đổi suy nghĩ khi có cơ hội nhận được một bản với chữ kí của tác giả với mức giá tương tự bản không có chữ kí của tác giả."
        },
        {
            "en": "He won a Grammy in 2006 for the audio version of his memoir, Dreams From My Father   He is left-handed – the sixth post-war president to be left-handedHe has read every Harry Potter book  He owns a set of red boxing gloves <em>autographed</em> by Muhammad Ali  He worked in a Baskin-Robbins ice cream shop as a teenager and now can't stand ice cream",
            "vi": "Năm 2006 ông giành giải Grammy cho bản thâu âm cuốn hồi ký của ông, Dreams From My Father (Những ước mơ từ cha tôi).  Ông thuận tay trái - vị tổng thống thời hậu chiến thứ 6 thuận tay tráÔng đọc mọi cuốn Harry Potter  Ông sở hữu một đôi găng tay quyền anh màu đỏ có chữ ký của Muhammad Ali.  Thời niên thiếu ông làm việc trong cửa hàng kem Baskin-Robbins và hiện nay không thể ăn được kem"
        }
    ],
    "suggestions": []
}