{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ɔ:tou'imju:n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) tự miễn dịch</td></tr></table><i/></div>",
            "word": "autoimmune",
            "pronounce": "[,ɔ:tou'imju:n]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>autoimmune</k><blockquote>■ <cclass>adjective <cclass>Medicine relating to or denoting disease caused by antibodies or lymphocytes produced against substances naturally present in the body. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>autoimmunity</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "autoimmune",
            "pronounce": "[,ɔ:tou'imju:n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "autoimmune",
            "pronounce": "[,ɔ:tou'imju:n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "autoimmune",
            "pronounce": "[,ɔ:tou'imju:n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "autoimmune",
            "pronounce": "[,ɔ:tou'imju:n]"
        }
    },
    "sentences": [
        {
            "en": "<em>autoimmune</em> disorder",
            "vi": "bệnh rối loạn khả năng tự miễn dịch"
        },
        {
            "en": "<em>Autoimmune</em> disease.",
            "vi": "Bệnh tự miễn."
        },
        {
            "en": "An <em>autoimmune</em> disease.",
            "vi": "Một bệnh tự miễn."
        },
        {
            "en": "An antibody formed against one of the body's own components in an <em>autoimmune</em> disease.",
            "vi": "Một kháng thể tạo ra để chống lại các thành phần của chính cơ thể trong một bệnh tự miễn."
        },
        {
            "en": "It is thought to be an <em>autoimmune</em> condition and may be recurrent.",
            "vi": "Nó có thể do tình trạng tự miễn và có thể tái phát."
        },
        {
            "en": "Cell types have been implicated in the etiology of <em>autoimmune</em> diseases.",
            "vi": "Các dạng tế bào có liên quan đến nguyên nhân của những căn bệnh tự miễn."
        },
        {
            "en": "Genetic factors are important in the development of most <em>autoimmune</em> diseases.",
            "vi": "Những nhân tố di truyền rất quan trọng trong sự phát triển của phần lớn các căn bệnh tự miễn."
        },
        {
            "en": "Causes include alcoholism, viral hepatitis, chronic obstructions of the common bile duct, <em>autoimmune</em> disease, and chronic heart failure.",
            "vi": "Nguyên nhân gồm có nghiện rượu, viêm gan siêu vi, bế tắc mãn tính ống mật chủ, bệnh tự miễn, và suy tim mãn tính."
        },
        {
            "en": "Retinitis and choroiditis can each be caused by an <em>autoimmune</em> disease such as rheumatoid arthritis or lupus.",
            "vi": "Viêm võng mạc và viêm màng mạch có thể do bệnh tự miễn như viêm khớp dạng thấp hay lao da gây ra."
        },
        {
            "en": "There is a controversial view that ME (myalgic encephalomyelitis) is not a chronic infectious or <em>autoimmune</em> disease, but rather a illness triggered by infection along with stress.",
            "vi": "Có một điểm gây tranh cãi rằng hội chứng mệt mỏi kinh niên không phải là một bệnh truyền nhiễm hoặc mãn tính tự miễn dịch, mà là một căn bệnh gây ra do nhiễm trùng cùng với sự căng thẳng kéo dài."
        },
        {
            "en": "Disease may be caused by external factors, such as infectious disease, or it may be caused by internal disfunctions, such as <em>autoimmune</em> diseases.",
            "vi": "Bệnh có thể là do các tác nhân bệnh ngoài như các bệnh truyền nhiễm, hay các nội rối loạn chức năng như bệnh tự miễn dịch."
        },
        {
            "en": "Immunosuppressives are used to maintain the survival of organ and tissue transplants and to treat various <em>autoimmune</em> diseases, including rheumatoid arthritis.",
            "vi": "Thuốc ức chế miễn dịch được dùng để giữ cho các mô hay cơ quan ghép được sống còn và để chữa các bệnh tự miễn, kể cả viêm khớp dạng thấp."
        },
        {
            "en": "Nephritis. This is any inflammation of the kidney. It can be caused by infection, an <em>autoimmune</em> disease (such as lupus), or an unknown reason. The first symptoms of nephritis usually are high levels of protein and blood in the urine.",
            "vi": "Viêm thận. Bất kỳ chứng viêm nào xảy ra ở thận cũng được gọi là viêm thận. Nó có thể gây ra do nhiễm trùng, do một bệnh tự miễn nhiễm nào đó (chẳng hạn như bệnh lu-pút), hoặc là do một nguyên nhân chưa rõ nào đó. Triệu chứng ban đầu của chứng viêm thận thường là nước tiểu có hàm lượng prô-tê-in cao và có lẫn máu."
        },
        {
            "en": "To be fair, psoriasis is an <em>autoimmune</em>-related skin condition that can show up even if you never touch a cigarette. However, if you do smoke, your risk for the scaly skin condition goes up - a lot.",
            "vi": "Công bằng mà nói thì bệnh vảy nến là tình trạng của da khi có vấn đề về sự tự miễn dịch ; bạn có thể bị bệnh vảy nến cho dù bạn không bao giờ hút thuốc. Tuy nhiên, nếu bạn hút thuốc, nguy cơ bệnh vảy nến tăng lên đáng kể."
        },
        {
            "en": "To be fair, psoriasis is an <em>autoimmune</em> - related skin condition that can show up even if you never touch a cigarette. However, if you do smoke, your risk for the scaly skin condition goes up - a lot.",
            "vi": "Công bằng mà nói thì bệnh vảy nến là tình trạng của da khi có vấn đề về sự tự miễn dịch; bạn có thể bị bệnh vảy nến cho dù bạn không bao giờ hút thuốc. Tuy nhiên, nếu bạn hút thuốc, nguy cơ bệnh vảy nến tăng lên đáng kể."
        },
        {
            "en": "Premature ovarian failure  Premature ovarian failure is defined as the occurrence of menopause before the age of 40. This condition occurs in about 1% of all women. The cause of premature ovarian failure is not fully understood, but it may be related to <em>autoimmune</em> diseases or inherited (genetic) factors.",
            "vi": "Suy chức năng buồng trứng sớm  Suy chức năng buồng trứng sớm được xác định khi xảy ra mãn kinh trước tuổi 40. Chứng bệnh này thường gặp ở khoảng chừng 1% phụ nữ. Người ta vẫn chưa rõ nguyên nhân gây suy chức năng buồng trứng sớm nhưng nó có thể liên quan đến nhiều bệnh tự miễn nhiễm hoặc các yếu tố di truyền."
        },
        {
            "en": "Graves' disease\n \nThe most common cause of hyperthyroidism is Graves' disease. This is an <em>autoimmune</em> disorder that attacks the thyroid gland and triggers the release of high levels of thyroid hormones. One of the hallmarks of Graves' disease is a visible and uncomfortable swelling behind the eyes.",
            "vi": "Bướu cổ lộ nhãn\n \nNguyên nhân gây cường giáp thường thấy nhất là bướu cổ lộ nhãn. Đây là một chứng bệnh tự miễn tấn công tuyến giáp và làm tiết nhiều hoóc-môn tuyến giáp. Một trong những dấu hiệu phân biệt bướu cổ lộ nhãn là sưng to sau mắt dễ nhận thấy và gây khó chịu."
        },
        {
            "en": "Hashimoto's disease\n \nThe most common cause of hypothyroidism is Hashimoto's disease. This is an <em>autoimmune</em> disorder in which the body attacks the thyroid gland. The result is damage to the thyroid, preventing it from producing enough hormones. Hashimoto's disease tends to run in families.",
            "vi": "Bệnh liệt tuyến giáp  \nNguyên nhân gây suy giáp thường thấy nhất là bệnh liệt tuyến giáp. Đây là rối loạn tự miễn trong đó cơ thể tấn công tuyến giáp. Hậu quả là gây tổn thương cho tuyến giáp, làm cho tuyến giáp không sản sinh đủ hoóc-môn. Bệnh liệt tuyến giáp thường hay di truyền trong gia đình."
        },
        {
            "en": "Contrast: Gluten intolerancePeople with celiac disease have an <em>autoimmune</em> disorder that is triggered by gluten, a protein in wheat, rye, and barley. Eating gluten actually damages the small intestine. Symptoms include diarrhea, bloating, weight loss, chronic fatigue, and weakness -- but not the skin rashes, swelling, or wheezing seen with a food allergy. Some people may have gluten intolerance that is a digestive problem and not immune-related. Celiac disease can be diagnosed with a blood test.",
            "vi": "Tương phản với chứng không dung nạp glu-tenNgười bị bệnh đường ruột bị rối loạn tự miễn gây ra bởi glu-ten, prô-tê-in trong lúa mì, lúa mạch đen, và lúa mạch. Việc ăn glu-ten thực sự làm tổn thương đến ruột non. Triệu chứng bao gồm tiêu chảy, trướng bụng, giảm cân, mệt mỏi kinh niên, và ốm yếu – nhưng không phát ban, phù nề, hoặc thở khò khè như ở dị ứng thực phẩm. Một số người có thể không dung nạp glu-ten – đây là một vấn đề về tiêu hoá và không liên quan đến miễn dịch. Bệnh đường ruột có thể được chẩn đoán bằng xét nghiệm máu."
        },
        {
            "en": "Once inside the human digestive system, Campylobacter infects and attacks the lining of both the small and large intestines. The bacteria also can affect other parts of the body. In some cases — particularly in very young patients and those with chronic illnesses or a weak immune system — the bacteria can get into the bloodstream (called bacteremia). In rare cases, campylobacteriosis can lead to Guillain-Barré syndrome, a rare <em>autoimmune</em> disorder.",
            "vi": "Khi đã ở trong hệ tiêu hoá của người, vi khuẩn campylobacter làm nhiễm trùng và tấn công cả thành ruột non lẫn ruột già. Vi khuẩn cũng có thể gây ảnh hưởng đến các bộ phận khác của cơ thể. Trong một số trường hợp - đặc biệt là ở những bệnh nhân còn quá nhỏ và những người bị bệnh mãn tính hoặc có hệ miễn dịch yếu - vi khuẩn có thể xâm nhập vào máu (được gọi là nhiễm trùng máu) . Trong một số trường hợp hiếm thấy, nhiễm khuẩn campylobacter có thể dẫn đến hội chứng Guillain - Barré, đây là chứng rối loạn tự miễn dịch hiếm thấy."
        }
    ],
    "suggestions": []
}