{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">autonomous</font></td></tr></table><i/></div>",
            "word": "autonomously"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "autonomously"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "autonomously"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "autonomously"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "autonomously"
        }
    },
    "sentences": [
        {
            "en": "The human brain is <em>autonomously</em> active.",
            "vi": "Não người hoạt động độc lập."
        },
        {
            "en": "Boeing's giant underwater drone can swim <em>autonomously</em> for 7,500 miles",
            "vi": "Tàu ngầm không người lái khổng lồ của Boeing có thể tự bơi được 7500 dặm"
        },
        {
            "en": "Decree 10 encourages revenue-raising public educational institutions at all levels to manage their revenues, expenditures and staffing <em>autonomously</em>, while also seeking alternative revenue sources.",
            "vi": "Nghị định 10 khuyến khích các cơ sở giáo dục công lập có thu ở tất cả các cấp tự chủ trong việc quản lý thu chi và nhân sự, đồng thời tìm kiếm các nguồn thu khác."
        },
        {
            "en": "Today they are more likely to be created and hosted <em>autonomously</em> in the virtual world and, no longer under the vendor's control.",
            "vi": "Ngày nay chúng rất có thể được tạo ra và được ký gửi một cách vô danh trong thế giới ảo và, không lâu nữa dưới sự kiểm soát của nhà cung cấp."
        },
        {
            "en": "Prior to 2010, Rakuten had been a multilingual global company. The Japanese employees in the Tokyo headquarters communicated in Japanese, the Americans in the U.S. subsidiary spoke English, and the workers in Asia, Europe, and South America spoke a mixture of native languages. Translators were employed for cross-border communications. What’s more, the subsidiaries operated more or less <em>autonomously</em>, each with separate organizational cultures and norms. But in 2010, Rakuten mandated an English-only policy for its workforce of over 10,000 employees.",
            "vi": "Trước năm 2010, Rakuten đã là một công ty toàn cầu đa ngôn ngữ. Nhân viên người Nhật tại trụ sở chính ở Tokyo giao tiếp bằng tiếng Nhật, người Mỹ ở chi nhánh Hoa Kỳ nói tiếng Anh, và các công nhân ở Châu Á, Châu Âu và Nam Mỹ trao đổi bằng một tổ hợp nhiều ngôn ngữ bản xứ. Các phiên dịch viên đã được thuê để làm công việc truyền tải thông tin xuyên biên giới. Hơn nữa, các công ty con ít nhiều đều hoạt động tự trị, mỗi cái có nền văn hóa và quy tắc tiêu chuẩn riêng biệt. Nhưng trong năm 2010, Rakuten đã ra một chính sách cho lực lượng lao động hơn 10.000 nhân viên của công ty, đó là chỉ được sử dụng tiếng Anh."
        },
        {
            "en": "Working at a camp away from home shows some other great skills too. Notably, it shows independence, responsibility and ambition, as you’re likely to travel to the camp alone and may not yet know who you’ll be working with, so you’ll need to be able to make common ground with other volunteers as well as with the kids. These traits are useful to many roles, especially those where you’re expected to manage your own projects, work <em>autonomously</em> or with other teams outside of your department.",
            "vi": "Thực hiện một buổi cắm trại xa nhà cũng cho thấy nhiều kỹ năng tuyệt vời khác. Đặc biệt, nó cho thấy sự độc lập, trách nhiệm và khát vọng, giống như bạn đi du lịch cắm trại một mình và có thể không biết bạn sẽ làm gì, vì thế bạn sẽ cần có khả năng thành lập nhóm cộng đồng với những tình nguyện khác cũng như với trẻ em. Những điểm hữu ích đặc biệt có nhiều vai trò, đặc biệt những nơi mà bạn đã mong đợi để quản lý những dự án của chính bạn, làm việc tự chủ hoặc với những nhóm khác bên ngoài bộ phận của bạn."
        }
    ],
    "suggestions": []
}