{
    "en_vn": {
        "data": {
            "content": null,
            "word": "averaged"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "averaged"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "averaged"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "averaged"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lấy trung bình</font></td></tr></tbody></table></div>",
            "word": "averaged"
        }
    },
    "sentences": [
        {
            "en": "He <em>averaged</em> 100 km/h.",
            "vi": "Tốc độ trung bình của anh ta là 100 cây số/giờ."
        },
        {
            "en": "Pay rises this year <em>averaged</em> 2%.",
            "vi": "Mức tăng lương năm nay trung bình là 2%."
        },
        {
            "en": "The other regions <em>averaged</em> $60 to $80 per capita.",
            "vi": "Mức trung bình của các vùng khác là 60-80 USD bình quân đầu người."
        },
        {
            "en": "Her earnings are <em>averaged</em> over the whole period.",
            "vi": "Mức thu nhập của cô là trung bình cho cả giai đoạn này."
        },
        {
            "en": "Ethiopias GDP growth during the last four years <em>averaged</em> 11.18%.",
            "vi": "Mức tăng trưởng GDP của Ethiopi trong khoảng bốn năm trở lại đây trung bình khoảng 11, 18%."
        },
        {
            "en": "Robinson’s talent showed through last season when he <em>averaged</em> 27.6 points.",
            "vi": "Tài năng của Robinson lộ rõ trong mùa giải vừa qua khi anh ghi trung bình 27.6 điểm."
        },
        {
            "en": "Our training costs for last year <em>averaged</em> out at £5,100 per trainee.",
            "vi": "Chi phí đào tạo của chúng tôi cho năm ngoái trung bình là £5,100 mỗi học viên"
        },
        {
            "en": "New registrations in 2008 <em>averaged</em> at 482 new cars and 7680 new motorcycles each day.",
            "vi": "Trong năm 2008, mỗi ngày có trung bình 482 chiếc ô tô mới và 7680 xe máy mới được đăng ký."
        },
        {
            "en": "Mongolia in sharp contrast has <em>averaged</em> only 1.5% growth over 1990- 2002.",
            "vi": "Ngược lại, Mông Cổ chỉ đạt mức tăng trưởng trung bình 1,5% trong giai đoạn 1990-2002."
        },
        {
            "en": "Taxes are assessed on <em>averaged</em> incomes for similar businesses in the same geographic location.",
            "vi": "Thuế được tính trên cơ sở thu nhập trung bình của các cơ sở kinh doanh cùng loại trên cùng một địa bàn."
        },
        {
            "en": "Ethiopias GDP growth during the last four years <em>averaged</em> 11. 18%.",
            "vi": "Mức tăng trưởng GDP của Ethiopi trong khoảng bốn năm trở lại đây trung bình khoảng 11,18%."
        },
        {
            "en": "<em>Averaged</em> out over a period, industrial accidents occur at least twice a week.",
            "vi": "Tính bình quân cho cả thời kỳ, cả tai nạn công nghiệp xảy ra ít nhất là hai lần một tuần."
        },
        {
            "en": "The selling rate is <em>averaged</em> about 5% as compared to the buying rate.",
            "vi": "Mức bán trung bình khoảng 5% so với mức mua."
        },
        {
            "en": "The tax authorities <em>averaged</em> his profit out at 5000 dollars a year over five years.",
            "vi": "Trong hơn năm năm qua, cục thuế tính toán mức lãi trung bình của anh ta trên 5000 đô la một năm."
        },
        {
            "en": "Once incorporated, business profit tax is assessed on actual, not <em>averaged</em> profits.",
            "vi": "Khi hợp nhất, thuế lợi nhuận kinh doanh được tính trên lợi nhuận thực tế chứ không phải lợi nhuận trung bình."
        },
        {
            "en": "<em>Averaged</em> around the world, there were 51.3 percent male births to 48.7 female births, she found.",
            "vi": "Bà nhận thấy trên toàn thế giới trung bình có 51.3% ca sinh là con trai so với 48.7% ca là con gái."
        },
        {
            "en": "During 1985-1988, the trade deficit <em>averaged</em> almost 100 per cent of exports (imports were double exports).",
            "vi": "Từ năm 1985 đến năm 1988, thâm hụt thương mại chiếm bình quân gần 100% xuất khẩu (nhập khẩu bằng hai lần xuất khẩu)."
        },
        {
            "en": "Foreign direct investment inflows to China <em>averaged</em> $34 p.a. in 1997-99 and $35 p.a. in 2000-02.",
            "vi": "Dòng đầu tư trực tiếp từ nước ngoài vào Trung Quốc bình quân khoảng 34 đô la trên đầu người trong giai đoạn 1997-99 và 35 đô la trên đầu người từ trong giai đoạn 2000-02."
        },
        {
            "en": "Foreign trade, in constant dollar terms, has <em>averaged</em> an increase of some 15% per year for more than 25 years.",
            "vi": "Ngoại thương, tính bằng đô la theo giá cố định, tăng trưởng bình quân khoảng 15% mỗi năm trong hơn 25 năm."
        },
        {
            "en": "Even more impressive, during the precrisis and crisis years, 1995-1999, while Viet Nam <em>averaged</em> seven percent GDP growth rate.",
            "vi": "Đặc biệt ấn tượng là, trong những năm trước và trong thời kỳ khủng hoảng 1995-1999, trong khi Việt Nam vẫn đạt mức tăng trưởng GDP trung bình 7%."
        }
    ],
    "suggestions": []
}