{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ə'və:s]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">không thích, chống đối</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">my son is averse to drinking milk before bedtime</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">con trai tôi chúa ghét uống sữa trước khi đi ngủ</font></td></tr></table><i/></div>",
            "word": "averse",
            "pronounce": "[ə'və:s]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>averse</k><blockquote>■ <cclass>adjective (usu. <cclass><b>averse to</b>) strongly disliking or opposed. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from L. <i>avers-</i>, <i>avertere</i> (see <kref>avert</kref>). </blockquote><blockquote/><blockquote><b><cclass>Usage</cclass></b></blockquote><blockquote>On the confusion of <cclass><b>averse</b> with <cclass><b>adverse</b>, see <kref>adverse</kref>. </cclass></cclass></blockquote></div>",
            "word": "averse",
            "pronounce": "[ə'və:s]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>averse</k><blockquote>▸ <cclass>adjective OPPOSED, against, antipathetic, hostile, ill-disposed, resistant; disinclined, reluctant, loath; <cclass><i>informal</i> anti.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>keen.</blockquote></div>",
            "word": "averse",
            "pronounce": "[ə'və:s]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>averse</k><blockquote><blockquote><ex><abr>adj.</abr> (<abr>formal</abr>) averse to (I would not be averse to taking a drink)</ex></blockquote></blockquote></div>",
            "word": "averse",
            "pronounce": "[ə'və:s]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "averse",
            "pronounce": "[ə'və:s]"
        }
    },
    "sentences": [
        {
            "en": "Investors are still risk-<em>averse</em>.",
            "vi": "Các nhà đầu tư vẫn không muốn mạo hiểm."
        },
        {
            "en": "The teacher was <em>averse</em> to his idleness.",
            "vi": "Thầy giáo ghét tính lười biếng của nó."
        },
        {
            "en": "To be <em>averse</em> to (from) sth :",
            "vi": "Gớm, ghét, không thích vật (việc) gì"
        },
        {
            "en": "I'm not <em>averse</em> to a drop of whisky after dinner.",
            "vi": "Tôi không phản đối uống một chút Whisky sau bữa ăn tối."
        },
        {
            "en": "My son is <em>averse</em> to drinking milk before bedtime.",
            "vi": "Con trai tôi chúa ghét uống sữa trước khi đi ngủ."
        },
        {
            "en": "He seems to be <em>averse</em> to hard work.",
            "vi": "Anh ta hình như không thích việc nặng."
        },
        {
            "en": "He wasn't <em>averse</em> to criticizing members of his own party.",
            "vi": "Ông ta thích phê bình các thành viên trong đảng của mình."
        },
        {
            "en": "I 'm not <em>averse</em> to a drop of whisky after dinner.",
            "vi": "Tôi không phản đối uống một chút Whisky sau bữa ăn tối."
        },
        {
            "en": "He is not <em>averse</em> to a cup of coffee after lunch.",
            "vi": "Anh ấy không phản đối việc uống một ly cà phê sau bữa ăn trưa."
        },
        {
            "en": "He was <em>averse</em> to do the same work for a long time.",
            "vi": "Anh ta không muốn làm cùng một công việc gì trong một thời gian dài."
        },
        {
            "en": "He isn't <em>averse</em> to drinking a cup of coffee after lunch.",
            "vi": "Anh ấy không phản đối việc uống một ly cà phê sau bữa ăn trưa."
        },
        {
            "en": "I 'm not <em>averse</em> to a glass of wine at dinner.",
            "vi": "Tôi thích một ly rượu vào buổi tối."
        },
        {
            "en": "The former is better for enterprising individuals, and the latter for those who are risk-<em>averse</em>.",
            "vi": "Cái thứ nhất tốt hơn cho những cá nhân lập nghiệp và cái thứ hai dành cho những người không muốn gánh chịu rủi ro."
        },
        {
            "en": "Some men have a preference for men but are not <em>averse</em> to women.",
            "vi": "Một số nam giới thích quan hệ tình dục với nam giới hơn, nhưng họ cũng không từ chối phụ nữ."
        },
        {
            "en": "It’s often said we’re more risk-<em>averse</em> nowadays, more cautious, more careful not to fail.",
            "vi": "Người ta thường nói ngày nay chúng ta ngày càng không thích rủi ro, thận trọng hơn, cẩn thận hơn để không bị thất bại."
        },
        {
            "en": "A thinker is a cerebral, logical, risk-<em>averse</em> person; who needs lots of detail before making a decision.",
            "vi": "Người tư duy là người hay hoạt động trí óc, có lô - gíc, chống rủi ro; mẫu ngưồi này cần nhiều thông tin chi tiết trước khi ra quyết định."
        },
        {
            "en": "Nervous, risk-<em>averse</em> entrepreneurs could be one of the main hindrances to vigorous economic development in Haiphong.",
            "vi": "Tâm lý hay lo lắng và không thích chấp nhận rủi ro của các doanh nhân có thể là một trong những trở lực chính đối với sự phát triển kinh tế mạnh mẽ của Hải Phòng."
        },
        {
            "en": "If a team is dominated by individuals who are risk - <em>averse</em>, that is, they prefer abiding by the rules and thinking of past solutions rather than new ones, creative thinking is unlikely to see the light.",
            "vi": "Nếu một đội mà được thống trị bởi các cá nhân mà không thích rủi ro, đó là họ thích làm theo luật lệ và nghĩ đến những giải pháp trong quá khứ hơn là những giải pháp mới, không khuyến khích suy nghĩ sáng tạo."
        },
        {
            "en": "If a team is dominated by individuals who are risk-<em>averse</em>, that is, they prefer abiding by the rules and thinking of past solutions rather than new ones, creative thinking is unlikely to see the light.",
            "vi": "đội mà được thống trị bởi các cá nhân mà không thích rủi ro, đó là họ thích làm theo luật lệ và nghĩ đến những giải pháp trong quá khứ hơn là những giải pháp mới, không khuyến khích suy nghĩ sáng tạo."
        },
        {
            "en": " Directions:You should drink a glass of the remedy every morning on an empty stomach before you drink or eat anything. You can also drink it 2 hours before you go to sleep, also on an empty stomach.If you feel <em>averse</em> to the garlic and its smell, be sure that you will not even get the taste of it, because of the cooking process and also because of the strong taste that the lemon and ginger give.",
            "vi": "Cách dùng :Bạn nên uống một ly nước thuốc này mỗi buổi sáng khi bụng đói trước khi uống hay ăn bất cứ thứ gì. Bạn cũng có thể uống 2 tiếng đồng hồ trước khi đi ngủ, cũng khi bụng đói.Nếu ghét tỏi và mùi tỏi, đảm bảo bạn cũng không nghe mùi của nó, vì đã nấu qua và vì vị hăng của chanh và gừng sẽ át hết."
        }
    ],
    "suggestions": []
}