{
    "en_vn": {
        "data": {
            "content": null,
            "word": "avidin"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>avidin</k><blockquote><cclass>[<cclass>'avɪdɪn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry a protein found in raw egg white, which combines with biotin and hinders its absorption. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1940s: from <kref>avid</kref> + <kref>-in</kref><sup>1</sup>. </blockquote></div>",
            "word": "avidin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "avidin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "avidin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "avidin"
        }
    },
    "sentences": [
        {
            "en": "A biotin deficiency is extremely rare in man; it can be inducted by eating large quantities of raw egg white, which contains a protein - <em>avidin</em> - that combines with biotin, making it unavailable to the body.",
            "vi": "Rất hiếm thấy người bị thiếu biotin; có thể tạo ra bằng cách ăn một khối lượng lớn lòng trắng trứng sống, có chứa một loại protein - avidin - kết hợp với biotin làm cơ thể không còn được cung cấp nữa."
        },
        {
            "en": "Raw eggsThere are two problems with giving your cat raw eggs. The first is the possibility of food poisoning from bacteria like salmonella or E. coli. The second is that a protein in raw egg whites, called <em>avidin</em>, interferes with the absorption of the B vitamin biotin. This can cause skin problems as well as problems with your cat's coat.",
            "vi": "Trứng sốngHai rắc rối sẽ phát sinh khi bạn cho mèo nhà mình ăn trứng sống. Một là khả năng ngộ độc thực phẩm do vi khuẩn như Salmonella (khuẩn Xan-mô-nen-la) hoặc E. coli (trực khuẩn E. coli). Hai là prô-tê-in trong lòng trắng trứng sống có tên là avidin, chất này làm cản trở quá trình hấp thu biotin vitamin B. Tình trạng này có thể gây vấn đề về da cũng như về lông mèo. "
        }
    ],
    "suggestions": []
}