{
    "en_vn": {
        "data": {
            "content": null,
            "word": "awakened"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "awakened"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "awakened"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "awakened"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "awakened"
        }
    },
    "sentences": [
        {
            "en": "Her story <em>awakened</em> our interest.",
            "vi": "Câu chuyện của cô ta thức tỉnh niềm đam mê của chúng tôi."
        },
        {
            "en": "He was <em>awakened</em> from a restless sleep.",
            "vi": "Nó tỉnh dậy sau một giấc ngủ chập chờn."
        },
        {
            "en": "I was <em>awakened</em> by a sickening crash.",
            "vi": "Tôi thức giấc vì tiếng nổ kinh hoàng."
        },
        {
            "en": "Rudely <em>awakened</em> by screams and shouts",
            "vi": "Đột ngột bị đánh thức bởi những tiếng kêu la"
        },
        {
            "en": "We <em>awakened</em> to find the others had gone.",
            "vi": "Chúng tôi thức dậy thì thấy họ đã đi rồi."
        },
        {
            "en": "I was <em>awakened</em> by the sound of church bells.",
            "vi": "Tôi tỉnh giấc bởi tiếng chuông nhà thờ."
        },
        {
            "en": "That appeal has <em>awakened</em> those who had gone astray.",
            "vi": "Lời kêu gọi đó như tiếng chuông cảnh tỉnh những kẻ lầm đường."
        },
        {
            "en": "I am rudely <em>awakened</em> by screams and shouts.",
            "vi": "Tôi đột ngột bị đánh thức bởi những tiếng kêu la, gào thét."
        },
        {
            "en": "This is when they can be easily <em>awakened</em>.",
            "vi": "Đây là lúc chúng có thể dễ dàng bị đánh thức."
        },
        {
            "en": "Yesterday, she told us the story which <em>awakened</em> our interest.",
            "vi": "Hôm qua, cô ấy đã kể cho chúng tôi nghe một câu chuyện, nó đã gợi lên mối quan tâm của chúng tôi."
        },
        {
            "en": "It <em>awakened</em> her spirit, gave it light and hope.",
            "vi": "Nó đánh thức tâm hồn cô ấy, mang lại ánh sáng và hi vọng."
        },
        {
            "en": "The prince <em>awakened</em> Sleeping Beauty with a kiss.",
            "vi": "Vị Hoàng tử đã đánh thức người đẹp ngủ trong rừng bằng một nụ hôn."
        },
        {
            "en": "An instinctive feeling of distrust was also <em>awakened</em>.",
            "vi": "Một cảm giác ngờ vực theo bản năng cũng đã được đánh thức."
        },
        {
            "en": "Everything I am today was <em>awakened</em> by her loving touch.",
            "vi": "Mọi thứ tôi làm hôm nay được đánh thức bởi việc làm đầy tình yêu của cô ấy."
        },
        {
            "en": "They <em>awakened</em> young people to the dangers of alcohol.",
            "vi": "Họ đã cảnh báo cho giới trẻ biết tác hại của rượu."
        },
        {
            "en": "My first visit to her family <em>awakened</em> a feeling which never left me.",
            "vi": "Cuộc viếng thăm đầu tiên đến nhà nàng đã đánh thức một tình cảm chẳng bao giờ chịu rời bỏ tôi."
        },
        {
            "en": "Well, i felt he'd shattered the ice inside me and <em>awakened</em> my desires once again.",
            "vi": "Đúng rồi, tôi cảm thấy ông ta đã đập tan khối nước đá trong người tôi và đánh thức lòng ham muốn của tôi dậy."
        },
        {
            "en": "Bonnie, <em>awakened</em> by the sound of voices in the hall, called sleepily but imperiously: daddy!",
            "vi": "Nghe tiếng nói chuyện ngoài hành lang, bonnie thức giấc, cất giọng ngái ngủ nhưng cấp thiết gọi: ba!"
        },
        {
            "en": "Each time a dog barked, the baby <em>awakened</em> with a start.",
            "vi": "Mỗi lần chó sủa, đứa bé lại giật mình thức giấc."
        },
        {
            "en": "I <em>awakened</em> with renewed hope that I grimly tried to suppress.",
            "vi": "Tôi thức dậy với niềm hi vọng cũ tuy đã buồn rầu cố ngăn chặn."
        }
    ],
    "suggestions": []
}