{
    "en_vn": {
        "data": {
            "content": null,
            "word": "awarding",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "awarding",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "awarding",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "awarding",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "awarding",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I am very appreciative of your kindness in <em>awarding</em> me a tuition scholarship beginning Fall 2001.",
            "vi": "Tôi rất cảm kích vì bạn đã tận tình trong việc cấp học bổng cho tôi bắt đầu từ mùa Thu 2001."
        },
        {
            "en": "End the practice of <em>awarding</em> business on the basis of price tag alone",
            "vi": "Chấm dứt thực hành thưởng kinh doanh trên cơ sở một mình nhãn giá"
        },
        {
            "en": "Sri Lanka’s president, Mahinda Rajapaksa, cemented relations in 2007 by <em>awarding</em> Chinese companies the contracts for developing the Hambantota port.",
            "vi": "Năm 2007, tổng thống Sri Lanka, Mahinda Rajapaksa, đã thắt chặt quan hệ bằng cách giao cho các công ty Trung Quốc hợp đồng phát triển cảng Hambantota."
        },
        {
            "en": "New York State's top Court rejected an appeal of a ruling <em>awarding</em> custody of renowned actor - director Woody Allen's three children to Mia Farrow.",
            "vi": "Tòa tối cao bang New York đã bác đơn kháng án về quyết định chính thức trao quyền trông nom ba đứa con của diễn viên đạo diễn nổi tiếng Woody Allen cho Mia Farrow."
        },
        {
            "en": "City authorities subsequently began planning a second pipeline to bring water from Da River to the capital, <em>awarding</em> project management to Vinaconex.",
            "vi": "Chính quyền thành phố sau đó bắt đầu lên kế hoạch xây dựng một đường ống thứ hai để đưa nước từ sông Đà về thủ đô, quản lý dự án sẽ là Vinaconex."
        },
        {
            "en": "Tram’s great achievements in research about trinh nu hoang cung have been recognized by the community. She won first prize at an HCMC patent <em>awarding</em> ceremony. ",
            "vi": "Những thành tựu đạt được tuyệt vời của Trâm trong nghiên cứu về trinh nữ hoang cung đã được công nhận bởi cộng đồng. Cô ấy đạt giải nhất tại buổi lễ trao giải bằng sáng chế tại thành phố Hồ Chí Minh."
        },
        {
            "en": "The Human resources department has built up staff loyalty by ensuring good working conditions, <em>awarding</em> regular bonuses and providing in company training.",
            "vi": "Các nguồn nhân lực khoa đã xây dựng được lòng trung thành của nhân viên bằng cách bảo đảm điều kiện làm việc, trao giải thưởng thường xuyên và cung cấp trong đào tạo của công ty."
        },
        {
            "en": "New York State's top Court rejected an appeal of a ruling <em>awarding</em> custody of renowned actor-director Woody Allen's three children to Mia Farrow.",
            "vi": "Tòa tối cao bang New York đã bác đơn kháng án về quyết định chính thức trao quyền trông nom ba đứa con của diễn viên đạo diễn nổi tiếng Woody Allen cho Mia Farrow."
        },
        {
            "en": "New York state's top court rejected an appeal of a ruling <em>awarding</em> custody of renowned actor-director Woody Allen's three children to Mia Farrow.",
            "vi": "Toà tối cao bang new york đã bác đơn chống án về quyết định chính thức trao quyền trông nom ba đứa con của diễn viên - đạo diễn nổi tiếng woody allen cho mia farrow."
        },
        {
            "en": "Thinh spoke to Tuoi Tre after Viwasupco, a Hanoi-based water company, raised widespread concern by <em>awarding</em> a multimillion pipe supplying contract for a crucial project to a Chinese contractor.",
            "vi": "Ông Thịnh nói chuyện với Báo Tuổi Trẻ sau khi Viva-Supco, một công ty nước tại Hà Nội, làm giấy lên một mối quan tâm lớn của cộng đồng khi trao quyền cho một nhà thầu Trung Quốc để cung cấp ống nước đa chủng loại cho một dự án rất quan trọng."
        },
        {
            "en": "That's what the RSAS had to say about the <em>awarding</em> of the Nobel Prize in Chemistry to three researchers who've pushed the world of micro-machinery steadily forward since the early 1980s.",
            "vi": "Đó là những gì mà RSAS phải công nhận về việc trao giải Nobel Hóa học dành cho ba nhà nghiên cứu, những người đã nâng thế giới vi máy móc lên một tầm cao mới cách bền vững kể từ đầu thập niên 1980."
        },
        {
            "en": "In the past, China has responded with trade restrictions on several countries for political reasons. For example, Norway for <em>awarding</em> the Nobel Peace Prize to a dissident writer or giving a visa to Tibet's Dalai Lama. Trump's recent tweet questioning the One-China policy concerning Taiwan has already caused a stir in the Chinese Communist Party.",
            "vi": "Trong quá khứ, Trung quốc đã hạn chế thương mại với một số quốc gia vì lý do chính trị. Ví dụ, Na Uy đã trao giải thưởng Nobel Hòa bình cho một nhà văn bất đồng chính kiến và đưa thị thực cho Đức Đạt Lai Lạt Ma của Tây Tạng. Một câu hỏi mới đây của Trump về chính sách của Trung Quốc có liên quan đến Đài Loan đã gây ra một sự khuấy động trong đảng Cộng sản Trung Quốc"
        },
        {
            "en": "In the past, China has responded with trade restrictions on several countries for political reasons. For example, Norway for <em>awarding</em> the Nobel Peace Prize to a dissident writer or giving a visa to Tibet's Dalai Lama. Trump's recent tweet questioning the One-China policy concerning Taiwan has already caused a stir in the Chinese Communist Party.",
            "vi": "Trong quá khứ, Trung quốc đã hạn chế thương mại với một số quốc gia vì lý do chính trị. Ví dụ, Na Uy đã trao giải thưởng Nobel Hòa bình cho một nhà văn bất đồng chính kiến và đưa thị thực cho Đức Đạt Lai Lạt Ma của Tây Tạng. Một câu hỏi mới đây của Trump về chính sách của Trung Quốc có liên quan đến Đài Loan đã gây ra một sự khuấy động trong đảng Cộng sản Trung Quốc"
        },
        {
            "en": "According to a number of Putin’s harshest critics, the President has overseen a remarkable expansion of the <em>awarding</em> of Presidential perks. Apparently, Putin has immediate access to 20 palaces and villas, a whole fleet of aircraft (58 planes to be precise), a small collection of yachts – worth a modest $70 million, a huge collection of fine watches and several top class Mercedes.",
            "vi": "Theo nhiều lời chỉ trích gay gắt, ngài Putin đã giám sát việc mở rộng đáng kể những hoạt động trao tặng các đặc quyền của tổng thống. Rõ ràng, ông đã có 20 lâu đài và biệt thự, một đội máy bay (58 chiếc), một bộ sưu tập nhỏ du thuyền - tất cả đáng giá 70 triệu đô la, một bộ sưu tập đồ sộ đồng hồ sang trọng và nhiều chiếc Mercedes hạng sang."
        },
        {
            "en": "According to a number of Putin’s harshest critics, the President has overseen a remarkable expansion of the <em>awarding</em> of Presidential perks. Apparently, Putin has immediate access to 20 palaces and villas, a whole fleet of aircraft (58 planes to be precise), a small collection of yachts – worth a modest $70 million, a huge collection of fine watches and several top class Mercedes.",
            "vi": "Theo nhiều lời chỉ trích gay gắt, ngài Putin đã giám sát việc mở rộng đáng kể những hoạt động trao tặng các đặc quyền của tổng thống. Rõ ràng, ông đã có 20 lâu đài và biệt thự, một đội máy bay (58 chiếc), một bộ sưu tập nhỏ du thuyền - tất cả đáng giá 70 triệu đô la, một bộ sưu tập đồ sộ đồng hồ sang trọng và nhiều chiếc Mercedes hạng sang."
        },
        {
            "en": "The <em>awarding</em> of a Nobel to Drs. Weiss and Thorne completes a kind of scientific Grand Slam. In the last two years, along with Dr. Drever, they have shared a cavalcade of prestigious and lucrative prizes including the Kavli Prize for Astrophysics, the Gruber Cosmology Prize, the Shaw Prize in Astronomy and a Special Breakthrough Prize in Fundamental Physics. Dr. Drever died last March, and the Nobel is not awarded posthumously nor can more than three people share the prize.",
            "vi": "Việc nhận giải Nobel của Tiến sĩ Weiss và Tiến sĩ Thorne đã hoàn thành một giải Grand Slam khoa học. Trong hai năm vừa qua, cùng với Tiến sĩ Drever, họ đã chia sẻ một loạt các giải thưởng có uy tín và hấp dẫn bao gồm giải Kavli về Vật lý học thiên thể, Giải thưởng Vũ trụ học Gruber, Giải thưởng Thiên văn học Shaw và Giải thưởng đột phá về Vật lý cơ bản. Tiến sĩ Drever qua đời vào tháng 3 năm ngoái, giải thưởng Nobel không được truy tặng cho người đã khuất, và cũng không thể có hơn ba người cùng chia sẻ giải thưởng."
        },
        {
            "en": "The <em>awarding</em> of a Nobel to Drs. Weiss and Thorne completes a kind of scientific Grand Slam. In the last two years, along with Dr. Drever, they have shared a cavalcade of prestigious and lucrative prizes including the Kavli Prize for Astrophysics, the Gruber Cosmology Prize, the Shaw Prize in Astronomy and a Special Breakthrough Prize in Fundamental Physics. Dr. Drever died last March, and the Nobel is not awarded posthumously nor can more than three people share the prize.",
            "vi": "Việc nhận giải Nobel của Tiến sĩ Weiss và Tiến sĩ Thorne đã hoàn thành một giải Grand Slam khoa học. Trong hai năm vừa qua, cùng với Tiến sĩ Drever, họ đã chia sẻ một loạt các giải thưởng có uy tín và hấp dẫn bao gồm giải Kavli về Vật lý học thiên thể, Giải thưởng Vũ trụ học Gruber, Giải thưởng Thiên văn học Shaw và Giải thưởng đột phá về Vật lý cơ bản. Tiến sĩ Drever qua đời vào tháng 3 năm ngoái, giải thưởng Nobel không được truy tặng cho người đã khuất, và cũng không thể có hơn ba người cùng chia sẻ giải thưởng."
        },
        {
            "en": "China warns Nobel committee not to honour dissident Liu       BY SHIRONG CHEN BBC NEWS China has warned the Nobel Peace Prize committee not to award the prize to well-known dissident Liu Xiaobo.  The Chinese foreign ministry said giving him the prize would be against Nobel principles. Mr Liu is serving a long prison sentence for calling for democracy and human rights in China.  A foreign ministry spokeswoman told reporters in Beijing that Liu Xiaobo was serving a jail term because he had violated Chinese law.  <em>Awarding</em> him the Nobel Peace Prize would send the wrong message to the world, the spokeswoman said.  It would run contrary to the aims of its founder to promote peace between peoples, and to promote international friendship and disarmament, she added. Mr Liu is serving an 11-year prison sentence for drafting Charter 08, which called for multiparty democracy and respect for human rights in China.  The ruling Communist Party perceived this to be a threat against it.  More than 100 Chinese scholars, lawyers and campaigners have urged the Nobel Peace Prize committee to honour him this year.  The former Czech president, Vaclav Havel, has also voiced his support for the campaign.  Trade talks  The head of the Norwegian Nobel Institute, Geir Lundestad, said on Monday that a senior Chinese official had warned him that <em>awarding</em> the peace prize to Liu Xiaobo would affect relations between Oslo and Beijing.  China and Norway are now engaged in talks over a bilateral trade deal, which some say could serve as a blueprint for an agreement between China and the European Union.  Energy-rich Norway is also keen to export its offshore exploration know-how to China.  The Norwegian oil firm Statoil said last month that it was hoping to look for shale gas in China. China was furious when the exiled Tibetan spiritual leader, the Dalai Lama, won the Nobel Peace Prize in 1989, the year of the Tiananmen Square crackdown by Chinese authorities on protesters.  The government tried to exert pressure on the committee last year when another dissident, Hu Jia, was nominated for the prize.  The committee will announce this year's winner in 10 days.",
            "vi": "China warns Nobel committee not to honour dissident Liu    THEO SHIRONG CHEN BBC NEWS Trung Quốc đã cảnh báo ủy ban trao Giải Nô-ben Hoà bình không được trao giải cho kẻ chống đối nổi tiếng tên Lưu Hiểu Ba.  Bộ Ngoại giao Trung Quốc nói rằng việc trao giải cho ông ta sẽ đi ngược lại nguyên tắc của Nobel.  Ông Lưu đang thụ án tù dài hạn vì đã đòi chế độ dân chủ và nhân quyền ở Trung Quốc.  Nữ phát ngôn Bộ ngoại giao nói với các phóng viên ở Bắc Kinh rằng Lưu Hiểu Ba đang thụ án tù vì ông ta đã vi phạm pháp luật Trung Quốc.  Việc trao giải Giải Nô-ben Hoà bình cho ông ta sẽ truyền đến thế giới một thông điệp không đúng đắn, nữ phát ngôn này nói. Nó sẽ đi ngược lại mục đích của người sáng lập là nhằm thúc đẩy hoà bình giữa các dân tộc, và nhằm xúc tiến việc giải trừ quân bị và tình hữu nghị quốc tế, cô này nói thêm.  Ông Lưu đang thụ án tù 11 năm vì đã soạn thảo Hiến chương 08, đòi chế độ dân chủ đa đảng và sự tôn trọng nhân quyền ở Trung Quốc. Đảng cộng sản cầm quyền nhìn nhận điều này là mối đe doạ chống lại họ.  Hơn 100 học giả, luật sư và những người tham gia vận động của Trung Quốc đã thúc giục ủy ban trao Giải Nô-ben Hoà bình vinh danh ông ta trong năm nay.  Cựu tổng thống Cộng hoà nh danh ông ta trongCzech, Vaclav Havel, cũng đã lên tiếng ủng hộ cuộc vận động này.  Các cuộc đàm phán thương mại Người đứng đầu của Viện Nobel  Na Uy, lundestad Geir, nói hôm ngày thứ hai rằng một quan chức cấp cao của Trung Quốc đã cảnh báo với ông rằng việc trao giải Hòa bình cho Lưu Hiểu Ba sẽ ảnh hưởng đến quan hệ giữa Oslo và Bắc Kinh.  Trung Quốc và Na Uy hiện đang đàm phán về một thoả thuận thương mại song phương, một số người nói rằng những cuộc đàm phán này có thể làm kế hoạch chi tiết cho thoả thuận giữa Trung Quốc và Liên minh châu Âu.  Na Uy giàu năng lượng cũng rất muốn truyền bí quyết thăm dò ở ngoài khơi của mình cho Trung Quốc.  Hãng dầu Statoil của Na Uy tháng trước đã nói rằng nó hy vọng tìm ra khí đá phiến ở Trung Quốc.  Trung Quốc giận dữ khi nhà lãnh đạo tôn giáo bị trục xuất của Tây Tạng, Đức Đạt lai Lạt ma, đoạt Giải Nô-ben Hoà bình vào năm 1989, năm mà những người biểu tình tại Quảng trường Thiên An Môn bị chính quyền Trung Quốc trừng trị thẳng tay.  Chính phủ cố gây sức ép lên ủy ban vào năm ngoái khi một kẻ chống đối khác, Hu Jia, được đề cử nhận giải thưởng này.  Ủy ban sẽ công bố người đoạt giải năm nay trong 10 ngày tới."
        }
    ],
    "suggestions": []
}