{
    "en_vn": {
        "data": {
            "content": null,
            "word": "axed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "axed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "axed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "axed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "axed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He has been <em>axed</em>.",
            "vi": "Anh ta bị mất việc do cắt giảm nhân công."
        },
        {
            "en": "Almost 500 jobs were <em>axed</em>.",
            "vi": "Gần 500 công việc bị cắt giảm."
        },
        {
            "en": "His job has been <em>axed</em>.",
            "vi": "Việc làm của anh ta bị cắt."
        },
        {
            "en": "Her job has been <em>axed</em>.",
            "vi": "Cô ta đã bị sa thải."
        },
        {
            "en": "Almost 1,000 jobs were <em>axed</em>.",
            "vi": "Gần 1. 000 công nhân đã bị sa thải."
        },
        {
            "en": "Almost 1, 000 jobs were <em>axed</em>.",
            "vi": "Gần 1.000 công nhân đã bị sa thải."
        },
        {
            "en": "Jones has been <em>axed</em> from the team.",
            "vi": "Jones đã bị sa thải khỏi đội."
        },
        {
            "en": "The government has <em>axed</em> public spending.",
            "vi": "Chính phủ đã cắt giảm chi tiêu công cộng."
        },
        {
            "en": "He was pole - <em>axed</em> by left hook to the jaw.",
            "vi": "Anh ta đã bị gục bởi một cú móc trái vào quai hàm."
        },
        {
            "en": "He was pole-<em>axed</em> by left hook to the jaw.",
            "vi": "Anh ta đã bị gục bởi một cú móc trái vào quai hàm."
        },
        {
            "en": "School grants are to be <em>axed</em> next year.",
            "vi": "Sang năm trợ cấp của nhà trường sẽ bị cắt giảm mạnh."
        },
        {
            "en": "We were all pole-<em>axed</em> by the news.",
            "vi": "Tất cả chúng tôi đã hoàn toàn rụng rời khi nghe tin sét đánh đó."
        },
        {
            "en": "Some concessionary travel for thousands of elderly and disabled people could be <em>axed</em>.",
            "vi": "Một vài ưu đãi du lịch cho hàng ngàn người lớn tuổi và khuyết tật có thể bị cắt giảm."
        },
        {
            "en": "Last month Glasgow University announced it would reinstate a professorship of ancient Greek which had been <em>axed</em> due to funding cuts, after it emerged that Douglas MacDowell, the last holder of the job who died in 2010, left £2.4 million in his will to keep the position alive.",
            "vi": "Tháng trước, đại học Glasgow công bố trường này sẽ đưa vào lại chức giáo sư ngành Hy Lạp cổ đại bị đình chỉ do cắt giảm vốn sau khi nảy sinh việc Douglas MacDowell, người giữ chức vụ này gần đây nhất qua đời vào năm 2010 để lại 2,4 triệu bảng Anh trong di chúc với mục đích duy trì vị trí này."
        }
    ],
    "suggestions": []
}