{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['æztik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ </font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người Axtec (ở Mêc-xich, Bắc Mỹ)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiếng Axtec</td></tr></table><i/></div>",
            "word": "aztec",
            "pronounce": "['æztik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "aztec",
            "pronounce": "['æztik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "aztec",
            "pronounce": "['æztik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "aztec",
            "pronounce": "['æztik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "aztec",
            "pronounce": "['æztik]"
        }
    },
    "sentences": [
        {
            "en": "He is one of Mexico's foremost authorities on <em>Aztec</em> culture.",
            "vi": "Ông là một trong những chuyên gia nổi tiếng nhất của Mexico về văn hóa Aztec."
        },
        {
            "en": "With respect to non-Biblical myths about a purifying flood, these can be found in the Hindu, Sumerian, Greek, Acadia, Chinese, Mapuche, Mayan, <em>Aztec</em>, and Pascuanese (Easter Island) cultures, among others. Several of these stories appear to possess surprisingly similar common factors.",
            "vi": "Ngoại trừ trích dẫn trong Kinh Thánh còn có rất nhiều truyền thuyết khác về một trận lụt tẩy uế, có thể tìm thấy chúng trong các nền văn hóa đạo Hindu, Sumer, Hy Lạp, Acadia, Trung Quốc, Mapuche, Maya, Aztec, và Pascuanese (Easter Island), cùng với nhiều nền văn hóa khác nữa. Trong những câu chuyện này một số dường như có các yếu tố tương đồng thật đáng ngạc nhiên."
        },
        {
            "en": "Galka's video charts the entire history of cities, beginning with the earliest Sumerian civilization in the fertile crescent.  It then progresses through the founding of Babylon, Constantinople, Mexico City, and the rest of the world's urban areas, providing important historic milestones as the years go by. Highlights include the construction of the Giza pyramids, the Trojan War, the rise of the <em>Aztec</em> civilization, and the formation of the Commonwealth of Australia.   The entire urbanization of the colonized United States takes place in the final 14 seconds.",
            "vi": "Vi-đê-ô của Galka vẽ lại toàn bộ lịch sử của thành phố, bắt đầu là nền văn minh Xume sớm nhất ở Trung đông. Rồi tiến đến sự hình thành Babylon, Constantinople, thành phố Mê - xi - cô, và phần còn lại của thế giới, cho biết những cột mốc lịch sử quan trọng theo năm tháng. Nổi bật có việc xây dựng kim tự tháp Giza, cuộc chiến thành Troy, sự trỗi dậy của nền văn minh Aztec, và sự thành lập Liên bang Úc.   Toàn bộ quá trình đô thị hóa của Hoa Kỳ có dân cư ngụ diễn ra ở 14 giây sau cùng."
        }
    ],
    "suggestions": []
}