{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Babbitt",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Babbitt</k><blockquote><cclass>[<cclass>'babɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>dated, <cclass>chiefly N. Amer. a materialistic, complacent, and conformist businessman. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>Babbittry</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1922: from George <i>Babbitt</i>, the protagonist of the novel <i>Babbitt</i> by Sinclair Lewis. </blockquote></div>",
            "word": "Babbitt",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Babbitt",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Babbitt",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Babbitt",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Tuck Everlasting   A young, innocent girl falls in love with a mysterious immortal. Sound familiar? Natalie <em>Babbitt</em> explored those complexities long before Twilight — and did it better. (And it will shatter your mortal heart.)",
            "vi": "Một thiếu nữ ngây thơ yêu một kẻ bất tử bí ẩn. Nghe quen quen à? Natalie Babbitt đã khám phá ra chuyện phức tạp ấy từ trước khi có quyển Twilight lâu lắc rồi, mà còn hay hơn. (Và câu chuyện sẽ làm trái tim không bất tử của bạn tan chảy.)"
        },
        {
            "en": "Savant syndrome came into the public eye with Dustin Hoffman’s portrayal of the autistic savant Raymond <em>Babbitt</em> in the 1988 film Rain Man. Researchers believe that at least one in 10 people with autism have some savant capability. Acquired savant syndrome is, however, extremely rare.",
            "vi": "Hội chứng bác học được xã hội chú ý sau bộ phim Người trong mưa được công chiếu năm 1988 với vai diễn nhà bác học mắc chứng tự kỷ Raymond Babbitt do diễn viên Dustin Hoffman thủ vai. Các nhà nghiên cứu tin rằng ít nhất một trong mười người mắc bệnh tự kỷ có khả năng trở thành nhà bác học. Tuy nhiên, việc mắc phải Hội chứng bác học là một điều cực kỳ hiếm."
        }
    ],
    "suggestions": []
}