{
    "en_vn": {
        "data": {
            "content": null,
            "word": "babysitting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "babysitting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "babysitting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "babysitting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "babysitting"
        }
    },
    "sentences": [
        {
            "en": "<em>Babysitting</em>",
            "vi": "Nghề giữ trẻ"
        },
        {
            "en": "<em>Babysitting</em> is not so common.",
            "vi": "Việc giữ trẻ không phổ biến lắm."
        },
        {
            "en": "He's <em>babysitting</em> the neighbour's children.",
            "vi": "Anh ấy đang trông mấy đứa con hàng xóm."
        },
        {
            "en": "I loved <em>babysitting</em> when I was young.",
            "vi": "Tôi thích công việc giữ trẻ khi tôi còn trẻ."
        },
        {
            "en": "I loved <em>babysitting</em> when I was younger.",
            "vi": "Hồi trước còn trẻ, tôi thích làm vú em."
        },
        {
            "en": "How much should I charge for <em>babysitting</em>?",
            "vi": "Tôi nên tính bao nhiêu cho việc chăm sóc trẻ?"
        },
        {
            "en": "I 'm <em>babysitting</em> at Mary's tomorrow night.",
            "vi": "Tối mai tôi sẽ giữ trẻ ở nhà Mary."
        },
        {
            "en": "I'm <em>babysitting</em> at Mary's tomorrow night.",
            "vi": "Tối mai tôi sẽ giữ trẻ ở nhà Mary."
        },
        {
            "en": "I think she's down for <em>babysitting</em> on Monday night.",
            "vi": "Tôi nghĩ cô ấy đuối sức vì công việc trông trẻ vào tối thứ hai."
        },
        {
            "en": "What's the going rate for <em>babysitting</em> these days?",
            "vi": "Thời nay thì mức lương nào phù hợp cho công việc giữ trẻ?"
        },
        {
            "en": "We were just going round to see Lindsey about <em>babysitting</em>.",
            "vi": "Chúng tôi chỉ ghé qua xem trông nom Lindsey."
        },
        {
            "en": "I know in some countries, <em>babysitting</em> isn't so common.",
            "vi": "Tôi biết ở một vài nước, nghề giữ trẻ không phổ biến."
        },
        {
            "en": "My friend was severely injured while <em>babysitting</em> at her neighbor's house.",
            "vi": "Bạn tôi đã bị trọng thương khi giữ trẻ tại nhà người hàng xóm của cô."
        },
        {
            "en": "The <em>babysitting</em> isn't part of the culture. I suppose that's not such a bad thing.",
            "vi": "Nghề giữ trẻ nhiều khi không được công nhận là một nghề trong xã hội. Tôi cho rằng đây là điều chẳng hay ho tí nào."
        },
        {
            "en": "<em>Babysitting</em> is money for old rope if the children don't wake up.",
            "vi": "Trông trẻ là một việc làm chơi ăn thật nếu bọn trẻ không thức dậy."
        },
        {
            "en": "My mother volunteered me for the job of <em>babysitting</em> the twins.",
            "vi": "Mẹ tôi bắt tôi làm cái nghề trông trẻ sinh đôi."
        },
        {
            "en": "Expats in Vietnam also enjoy other benefits, including more holidays than at home and better housekeeping and <em>babysitting</em> services.",
            "vi": "Người nước ngoài ở Việt Nam cũng được hưởng các quyền lợi khác, bao gồm nghỉ lễ nhiều hơn ở quê nhà cùng với dịch vụ giúp việc và giữ trẻ tốt hơn."
        },
        {
            "en": "Expats in Vietnam also enjoy other benefits, including more holidays than at home and better housekeeping and <em>babysitting</em> services.",
            "vi": "Người nước ngoài ở Việt Nam cũng được hưởng các quyền lợi khác, bao gồm nghỉ lễ nhiều hơn ở quê nhà cùng với dịch vụ giúp việc và giữ trẻ tốt hơn."
        },
        {
            "en": "In some cases, instead of allowance such as birthday gifts, report cards, and by doing extra chores like cutting the grass, <em>babysitting</em>, washing the car, etc.",
            "vi": "Trong một vài trường hợp, tiền này còn thay cho món tiền cha mẹ cho chẳng hạn quà vào dịp sinh nhật, khi có phiếu báo điểm và qua việc làm những việc vặt như cắt cỏ, trông trẻ, lau xe."
        },
        {
            "en": "Surviving on minimum wage may seem close to impossible, especially in today's economy, but many families are doing just that. The key is to have a plan and to know where you're going so there are no financial surprises in the way.   1. Set up a budget and then stick to it. Make sure your budget includes all basic expenses, such as rent, utilities, food and transportation. Then calculate the extras, including clothing and other household and personal expenses.   2. Barter for everything you can. Since cash will be limited, your best bet to survive on minimum wage is to find ways to get things without having to pay for them. Things like <em>babysitting</em> services, home repairs and even supplies can be bartered for. Offer whatever abilities or products you have in exchange, such as word processing services, lawn mowing or anything else you can think of.   3. Find sources of free food. Grow your own garden if you have the space, or join a community garden and volunteer your time in exchange for a share of the produce. Food pantries and community or church meal programs can also help lighten the food bill, or you can see if you qualify for food stamps.   4. Get a roommate. Rent will probably take a large part of your budget, especially if you live in a big city, so having somebody to share the expense with you will certainly make a difference. If sharing the apartment is not an option, consider moving to a cheaper neighborhood, but factor in the price of commute when calculating costs.   5. Try to complement your income by hosting occasional garage sales, selling things on eBay or offering <em>babysitting</em> to neighbors and friends.     6. Find out if you qualify for government assistance. If your total take-home income for the year is under the poverty line, you may qualify for housing assistance, food stamps or Medicaid. If you have children, your chances of receiving government assistance are even higher.",
            "vi": "Sống được dựa vào mức lương tối thiểu gần như là điều không thể, nhất là trong nền kinh tế hiện nay, nhưng nhiều gia đình vẫn đang sống như vậy. Mấu chốt là phải có một kế hoạch và biết mình sẽ làm gì để không phát sinh những khoản chi tiêu ngoài ý muốn.  1. Lập một danh mục các khoản thu chi dự kiến và phải tuân thủ theo nó. Hãy chắc chắn rằng bạn đã dự trù tất cả các khoản chi cơ bản, chẳng hạn như tiền thuê nhà, chi phí cho các tiện ích, thực phẩm và việc đi lại. Sau đó, tính các khoản phải bổ sung, gồm tiền mua quần áo và những chi phí khác trong gia đình cùng những chi tiêu cá nhân. 2. Trao đổi bất cứ thứ gì có thể. Vì tiền sẽ bị hạn chế, để sống được dựa vào mức lương tối thiểu tốt nhất là bạn tìm những cách có được thứ gì đó mà không phải mất tiền mua. Những thứ như dịch vụ giữ trẻ, sửa chữa nhà cửa và thậm chí các vật dụng cũng có thể được trao đổi qua lại. Hãy đưa ra bất kỳ sản phẩm hoặc khả năng nào bạn có để trao đổi, ví dụ dịch vụ xử lý văn bản, những công việc như cắt cỏ hoặc bất kỳ điều gì khác bạn có thể nghĩ đến. 3. Tìm những nguồn thực phẩm miễn phí. Hãy trồng vườn riêng nếu bạn có đất, hoặc tham gia làm vườn chung với cộng đồng nào đó và tự nguyện bỏ thời gian của mình để đổi lấy một phần sản phẩm làm ra. Những tổ chức cung cấp bữa ăn từ thiện và những chương trình bữa ăn miễn phí của nhà thờ hay cộng đồng nào đó cũng có thể giúp bớt đi chi phí ăn uống hoặc nếu đủ điều kiện bạn có thể tìm những phiếu đổi thức ăn do chính phủ hỗ trợ. 4. Kiếm người ở ghép. Tiền thuê nhà chắc sẽ chiếm một phần đáng kể ngân quỹ của bạn, nhất là khi bạn sống ở thành phố lớn, vì vậy có ai đó cùng chia sẻ khoản phí này với bạn thì chắc chắn mọi chuyện sẽ khác đi. Nếu không chọn cách sống chung trong một căn hộ, thì hãy cân nhắc việc chuyển đến khu vực có chi phí sinh hoạt rẻ hơn, tuy nhiên phải tính đến chi phí đi lại. 5. Hãy cố gắng bổ sung thu nhập của bạn bằng cách tổ chức những đợt bán đồ cũ vào dịp đặc biệt, bán hàng trên eBay hoặc đề nghị giữ trẻ cho hàng xóm và bạn bè. 6. Tìm hiểu xem bạn có đủ điều kiện nhận trợ cấp của nhà nước. Nếu tổng thu nhập thực nhận cả năm của bạn dưới ngưỡng nghèo khó, bạn có thể đủ điều kiện được hỗ trợ về nhà ở, phiếu trợ cấp thực phẩm hoặc chương trình chăm sóc sức khoẻ do chính phủ tài trợ. Trường hợp bạn có con thì cơ hội nhận trợ cấp của chính phủ thậm chí còn cao hơn."
        }
    ],
    "suggestions": []
}