{
    "en_vn": {
        "data": {
            "content": null,
            "word": "babysit",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>babysit</k><blockquote>■ <cclass>verb (<cclass><b>babysits</b>, <cclass><b>babysitting</b>; <cclass>past and <cclass>past participle <cclass><b>babysat</b>) look after a child or children while the parents are out. </cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>babysitter</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "babysit",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "babysit",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "babysit",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "babysit",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Can you <em>babysit</em> three children?",
            "vi": "Cô trông ba đứa nhỏ được không?"
        },
        {
            "en": "I'll ask my sister to <em>babysit</em>.",
            "vi": "Tôi sẽ nhờ chị chăm sóc em bé."
        },
        {
            "en": "Could you <em>babysit</em> for us on Friday?",
            "vi": "Thứ sáu chị trông hộ cháu cho chúng tôi được không?"
        },
        {
            "en": "I 've asked Andrew to <em>babysit</em>.",
            "vi": "Tôi đã nhờ Andrew trông em bé."
        },
        {
            "en": "Learning how to <em>babysit</em> a neighbor's daughter.",
            "vi": "Học cách trông con gái của người hàng xóm."
        },
        {
            "en": "Can you <em>babysit</em> for us next Friday night?",
            "vi": "Bạn có thể giữ trẻ giúp chúng tôi vào tối thứ sáu tới không?"
        },
        {
            "en": "He has to <em>babysit</em> for his little sister tonight.",
            "vi": "Anh ấy phải trông đứa em gái nhỏ của mình tối nay."
        },
        {
            "en": "I would be happy to <em>babysit</em> for you.",
            "vi": "Em rất vui lòng chăm con cho chị."
        },
        {
            "en": "You have piano lessons after school and then you have to <em>babysit</em> for the neighbors until 9:00.",
            "vi": "Con phải học đàn piano sau khi đi học về và sau đó con phải giữ trẻ cho hàng xóm cho tới 9:00."
        },
        {
            "en": "Volunteers could bring food, bathe babies, shop, clean, or <em>babysit</em> while you nap or get out of the house. They can even run errands for you. But also consider how comfortable you'll feel having other caretakers in the house, which can compromise your feeling of intimacy and privacy with your family.",
            "vi": "Các tình nguyện viên có thể mang đến thức ăn, tắm cho trẻ sơ sinh, mua sắm, dọn dẹp, hoặc trông coi bé trong khi bạn chợp mắt hoặc ra khỏi nhà. Họ thậm chí có thể chạy việc vặt cho bạn. Và cũng cân nhắc việc bạn có cảm thấy thoải mái không khi có một người khác chăm sóc việc trong nhà, có thể ảnh hưởng đến sự gần gũi và riêng tư của bạn với gia đình mình. "
        }
    ],
    "suggestions": []
}