{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bə'siləs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">bacilli</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khuẩn hình que</td></tr></table><i/></div>",
            "word": "bacillus",
            "pronounce": "[bə'siləs]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bacillus</k><blockquote><cclass>[<cclass>bə'sɪləs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>bacilli</b><cclass>-lʌɪ, <cclass>-li:) a rod-shaped bacterium. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>bacillary</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from late L. (genus name), dimin. of L. <i>baculus</i> 'stick'. </blockquote></div>",
            "word": "bacillus",
            "pronounce": "[bə'siləs]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bacillus",
            "pronounce": "[bə'siləs]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bacillus",
            "pronounce": "[bə'siləs]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> thực phẩm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khuẩn que</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trực khuẩn</font></td></tr></tbody></table></div>",
            "word": "bacillus",
            "pronounce": "[bə'siləs]"
        }
    },
    "sentences": [
        {
            "en": "<em>Bacillus</em>.",
            "vi": "Trực khuẩn."
        },
        {
            "en": "Hansen's <em>bacillus</em>.",
            "vi": "Trực khuẩn hansen."
        },
        {
            "en": "Koch's <em>bacillus</em>.",
            "vi": "Vi khuẩn koch."
        },
        {
            "en": "Klebs-loeffler <em>bacillus</em>.",
            "vi": "Vi khuẩn klebs - loeffler."
        },
        {
            "en": "<em>Bacillus</em> is a genus of Gram-positive rod-shaped bacteria.",
            "vi": "Bacillus là nhóm vi khuẩn gram dương, hình que."
        },
        {
            "en": "<em>Bacillus</em> is a genus of Gram - positive rod - shaped bacteria.",
            "vi": "Bacillus là nhóm vi khuẩn gram dương, hình que."
        },
        {
            "en": "The T.B. <em>bacillus</em> can attack different parts of the body.",
            "vi": "Khuẩn lao hình que có thể tấn công nhiều bộ phận khác nhau của cơ thể."
        },
        {
            "en": "<em>Bacillus</em> species can be obligate aerobes or facultative anaerobes.",
            "vi": "Loài Bacillus có thể sống hiếu khí và kị khí không bắt buộc."
        },
        {
            "en": "The T. B. <em>bacillus</em> can attack different parts of the body.",
            "vi": "Khuẩn lao hình que có thể tấn công nhiều bộ phận khác nhau của cơ thể."
        },
        {
            "en": "The species C. welchii - Welch's <em>bacillus</em> causes blood poisoning, food poisoning, and gas gangrene.",
            "vi": "Loại c. wechii - vi khuẩn welch gây ra bệnh nhiễm độc máu, nhiễm độc thức ăn và hoại thư khí."
        },
        {
            "en": "<em>Bacillus</em> thuringiensis is a soil bacterium that produces a protein with insecticidal qualities.",
            "vi": "Bacillus thuringiensis là một loại vi khuẩn đất sinh ra một loại protein có tác dụng trừ sâu bọ."
        },
        {
            "en": "Colistin is a mixture of antimicrobial substances produced by a strain of the bacterium <em>Bacillus</em> polymyxa.",
            "vi": "Colistin là một hỗn hợp của các chất chống vi khuẩn được tạo thành bởi một giống vi khuẩn baccilus polymyxa."
        },
        {
            "en": "B. vincentii is found in close association with the <em>bacillus</em> Fusobacterium fusiformis in ulcerative gingivitis.",
            "vi": "B. vincentii thường kết hợp với vi khuẩn fusobacterium fusiformis trong viêm nướu loét."
        },
        {
            "en": "<em>Bacillus</em> anthracis is a Gram-positive spore-forming, rod-shaped bacterium, with a width of 1-1.2µm and a length of 3-5µm.",
            "vi": "Bacillus anthracis là trực khuẩn gram dương, sinh bào tử, rộng 1 đến 1, 2 µm và dài từ 3 đến 5µm."
        },
        {
            "en": "The species C. (Klebs-Loeffler <em>bacillus</em>) is the causative organism of diphtheria, producing a powerful exotoxin that is harmful to heart and nerve tissue.",
            "vi": "Loại c. diphtheriae (trực khuẩn klebs - loeffler) gây bệnh bạch hầu, sản sinh ra một loại độc tố mạnh có hại cho tim và mô thần kinh."
        },
        {
            "en": "<em>Bacillus</em> anthracis là trực khuẩn gram dương, sinh bào tử, rộng 1 đến 1,2 µm và dài từ 3 đến 5µm.",
            "vi": "Bacillus anthracis is a Gram - positive spore - forming, rod - shaped bacterium, with a width of 1 - 1. 2µm and a length of 3 - 5µm."
        },
        {
            "en": "An acute infectious disease of farm animals caused by the bacterium <em>bacillus</em> anthracis, which can be transmitted to man by contact with animal hair, hides, or excrement.",
            "vi": "Một bệnh nhiễm cấp của gia súc do vi trùng bacillus anthrasic gây ra, bệnh có thể lây cho người do tiếp xúc với lông, da, phân."
        },
        {
            "en": "A strain of tubercle <em>bacillus</em> that has lost the power to cause tuberculosis but retains its antigenic activity; it is therefore used to prepare a vaccine against the disease.",
            "vi": "Một nòi thực khuẩn đã mất khả năng gây bệnh lao nhưng còn giữ được tác động kháng nguyên; vì vậy được dùng làm vắcxin ngừa bệnh này."
        },
        {
            "en": "* <em>Bacillus</em> cereus: Causes mild illness with rapid onset of vomiting, with or without diarrhea and abdominal cramping. It is associated with rice (mainly fried rice) and other starchy foods such as pasta or potatoes. It has been speculated that this bacteria may also be used as a potential terrorist weapon.",
            "vi": "* Khuẩn Bacillus cereus: Loại vi khuẩn này gây bệnh (ngộ độc thực phẩm) nhẹ: bệnh nhân muốn ói rất nhanh, kèm hoặc không kèm tiêu chảy và chuột rút ở bụng. Vi khuẩn này liên quan đến cơm (chủ yếu là cơm chiên) và các loại thức ăn giàu tinh bột khác chẳng hạn như mì ống hoặc khoai tây. Người ta suy đoán rằng loại vi khuẩn này cũng có thể được sử dụng để làm một loại vũ khí khủng bố đầy tiềm năng."
        },
        {
            "en": "Treatment: ImmunotherapyThis type of treatment is delivered directly to your bladder, so it doesn’t treat cancer that has spread beyond it. One treatment, <em>Bacillus</em> Calmette-Guerin therapy, sends in helpful bacteria through a catheter. It triggers your immune system to attack the cancer. Flu-like symptoms are a common side effect of the once-a-week treatment. Immunotherapy may be used after surgery to reduce the risk of recurrence.",
            "vi": "Điều trị bằng liệu pháp miễn dịch Phương pháp điều trị này được thực hiện trực tiếp đối với bàng quang nên không điều trị ung thư đã phát tán ra ngoài. Liệu pháp Bacillus Calmette-Guerin là một phương pháp điều trị, phương pháp này đưa các vi khuẩn có lợi vào qua ống thông đường tiểu. Nó làm cho hệ miễn dịch của bạn tấn công ung thư. Triệu chứng giống như cúm là tác dụng phụ thường gặp khi điều trị mỗi tuần một lần. Liệu pháp miễn dịch có thể được áp dụng sau khi phẫu thuật để giảm nguy cơ tái phát."
        }
    ],
    "suggestions": []
}