{
    "en_vn": {
        "data": {
            "content": null,
            "word": "backseat",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "backseat",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "backseat",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>backseat</k><blockquote><blockquote><ex><abr>n.</abr> to take a backseat to smb. (she will not take a backseat to anyone)</ex></blockquote></blockquote></div>",
            "word": "backseat",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "backseat",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>backseat</em> driver",
            "vi": "người không có trách nhiệm nhưng cứ thích điều khiển; người chỉ tay năm ngón"
        },
        {
            "en": "<em>backseat</em> driver",
            "vi": "người không có trách nhiệm nhưng cứ thích điều khiển ; người chỉ tay năm ngón"
        },
        {
            "en": "That <em>backseat</em> smells like mold.",
            "vi": "Cái ghế sau có mùi mốc."
        },
        {
            "en": "I don't like <em>backseat</em> drivers.",
            "vi": "Tôi rất ghét những kẻ chỉ tay năm ngón."
        },
        {
            "en": "You're such a <em>backseat</em> driver.",
            "vi": "Bạn quả là một người ngồi sau xe mà cứ tài lanh."
        },
        {
            "en": "I don't like <em>backseat</em> drivers.",
            "vi": "Tôi không thích những kẻ chỉ tay năm ngón."
        },
        {
            "en": "You 're such a <em>backseat</em> driver.",
            "vi": "Bạn quả là một người ngồi sau xe mà cứ tài lanh."
        },
        {
            "en": "I hate to have a <em>backseat</em> driver.",
            "vi": "Tôi ghét ngồi ghế sau tài xế."
        },
        {
            "en": "Tess and i will take the <em>backseat</em>.",
            "vi": "Tess và tôi ngồi ở băng sau."
        },
        {
            "en": "Put the small bags in the <em>backseat</em>.",
            "vi": "Hãy đặt những cái túi nhỏ ở ghế sau."
        },
        {
            "en": "Don't hear any words from a <em>backseat</em> driver.",
            "vi": "Đừng nghe bất kỳ lời nào của kẻ chỉ tay năm ngón."
        },
        {
            "en": "I decided to take a <em>backseat</em> to Rose and let her manage the project.",
            "vi": "Tôi quyết định nhượng bộ Rose và để cô ta điều hành dự án."
        },
        {
            "en": "Mike climbed in the <em>backseat</em> of the Rabbit with a disgusted expression.",
            "vi": "Mike lên xe ghế sau của chiếc Rabbit với vẻ chán ghét."
        },
        {
            "en": "Mike groaned in the <em>backseat</em>, and threw up in the bucket.",
            "vi": "Mike rên rỉ ở ghế sau, và ói ra túi giấy."
        },
        {
            "en": "To my surprise, he slid into the <em>backseat</em> with me, instead of insisting on driving.",
            "vi": "Tôi không ngờ anh lại lách vào ngồi ở ghế sau cùng tôi, chứ không khăng khăng đòi lái xe."
        },
        {
            "en": "I cried quietly in the <em>backseat</em> on the way to the inn, but the driver pretended to take no notice.",
            "vi": "Tôi lặng lẽ khóc khi ngồi trên xe chạy về quán trọ, nhưng anh tài xế giả vờ không hay biết gì."
        },
        {
            "en": "I crawled into the <em>backseat</em> by Angela and Tyler, announcing that I'd already had my turn in the shotgun position.",
            "vi": "Tôi bò vào ghế sau cạnh Angela và Tyler, bảo là vì lúc nãy mình đã được ngồi ở ghế trước rồi."
        },
        {
            "en": "I'll never drive Joe to the airport again. He kept on wanting me to take another road which I knew was wrong. He is such a <em>backseat</em> driver.",
            "vi": "Tôi sẽ không bao giờ lái xe đưa Joe ra sân bay nữa. Anh ta luôn muốn tôi lái xe vào con đường mà tôi biết là sai. Anh ta đúng là kẻ thích điều khiển."
        },
        {
            "en": "I had done the best I could, but it was time to take a <em>backseat</em> and let someone else run things.",
            "vi": "Tôi đã cố gắng làm hết sức mình nhưng đã đến lúc tôi phải rút lui và để người khác điều hành mọi việc."
        },
        {
            "en": "Reading on the road is another popular way leaders find time. Singh reads during flights. “During rush hour, I don’t drive; I take Uber and read in the <em>backseat</em>,” he says.",
            "vi": "Đọc trong suốt quãng đường đi là một cách phổ biến khác mà các nhà lãnh đạo tìm ra thời gian để họ đọc sách. Singh đọc sách trong suốt các chuyến bay của ông. Ông nói : \"Trong giờ cao điểm, tôi không lái xe, tôi bắt Uber và ngồi đọc sách ở ghế phía sau.\""
        }
    ],
    "suggestions": []
}