{
    "en_vn": {
        "data": {
            "content": null,
            "word": "backslapping"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>backslapping</k><blockquote>■ <cclass>noun the action of offering hearty congratulations or praise. </cclass></blockquote><blockquote>■ <cclass>adjective vigorously hearty. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>backslapper</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "backslapping"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "backslapping"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "backslapping"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "backslapping"
        }
    },
    "sentences": [
        {
            "en": "This is no time for <em>backslapping</em>.",
            "vi": "Đây không phải là lúc đón tiếp nồng nhiệt."
        },
        {
            "en": "The team's victory was followed by a great deal of <em>backslapping</em> in the dressing-room.",
            "vi": "Sự vinh quang của đội được tiếp theo bằng sự hoan nghênh ầm ĩ trong phòng thay quần áo."
        },
        {
            "en": "The team's victory was followed by a great deal of <em>backslapping</em> in the dressing - room.",
            "vi": "Sự vinh quang của đội được tiếp theo bằng sự hoan nghênh ầm ĩ trong phòng thay quần áo."
        },
        {
            "en": "My company designs team building simulations, where groups under pressure work together. If a team is successful, there is usually much cheering, <em>backslapping</em> and, yes, hugging. But watch what happens if we then ask this “group of winners” to decide who was a particular “high-performer” or to rank themselves in order of contribution. Both things that are seen as perfectly normal in most workplaces.",
            "vi": "Công ty của tôi thiết kế những giả lập xây dựng nhóm trong môi trường làm việc, ở đó các nhóm sẽ phải làm việc cùng nhau dưới áp lực lớn. Nếu một đội thành công thì thông thường sẽ có nhiều sự cổ vũ, động viên, và tất nhiên sẽ có cả những cái ôm nhau. Tuy nhiên, hãy quan sát điều xảy ra khi chúng ta yêu cầu nhóm chiến thắng này quyết định ai là người thể hiện xuất sắc nhất hay là tự xếp hạng chính mình trong công tác đóng góp vào thành tựu của nhóm. Cả hai điều này được đánh giá là hoàn toàn thông thường ở nơi công sở."
        }
    ],
    "suggestions": []
}