{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bacteroides"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bacteroides"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bacteroides"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bacteroides"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bacteroides"
        }
    },
    "sentences": [
        {
            "en": "Examples of such bacteria are <em>bacteroides</em> and brucella.",
            "vi": "Thí dụ vi khuẩn bacteroides và brucella."
        },
        {
            "en": "For millions of years, cockroaches have carried on a symbiotic relationship with special <em>bacteroides</em> carried within their own bodies. The <em>bacteroides</em> live within special cells called mycetocytes, and are passed down to new generations of cockroaches by their mothers. In exchange for living a life of relative comfort inside the cockroach's fatty tissue, the <em>bacteroides</em> manufacture all the vitamins and amino acids the cockroach needs to live. This arrangement allows the cockroach to dine on just about anything it finds, without concern for its lack of nutritional value.",
            "vi": "Đã hàng triệu năm qua, gián đã tiến hành một mối quan hệ cộng sinh với giống vi khuẩn Bacteroides đặc biệt sống trong cơ thể chúng. Các vi khuẩn này sống bên trong các tế bào đặc biệt gọi là tế bào sợi nấm, và được gián mẹ truyền lại cho lũ gián con. Để đổi lấy sống một cuộc sống tương đối thoải mái trong mô mỡ của con gián, các vi khuẩn Bacteroides sẽ sản xuất tất cả các vi-ta-min và a-xít a-min mà gián cần để sống. Sự dàn xếp này cho phép gián ăn mọi thứ nó tìm thấy mà không cần quan tâm đến việc có đủ dinh dưỡng không."
        }
    ],
    "suggestions": []
}