{
    "en_vn": {
        "data": {
            "content": null,
            "word": "baffled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "baffled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "baffled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "baffled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "baffled"
        }
    },
    "sentences": [
        {
            "en": "The police are <em>baffled</em>.",
            "vi": "Cảnh sát lấy làm bối rối."
        },
        {
            "en": "The experts declared themselves <em>baffled</em>.",
            "vi": "Các chuyên gia đã tự công bố chịu thua."
        },
        {
            "en": "The local doctors were <em>baffled</em>.",
            "vi": "Các bác sĩ địa phương đều bó tay."
        },
        {
            "en": "We were all utterly <em>baffled</em>.",
            "vi": "Tất cả chúng tôi đều bó tay."
        },
        {
            "en": "He stood looking around, <em>baffled</em> and dumb.",
            "vi": "Anh ta đã đứng nhìn quanh, ngạc nhiên và câm lặng."
        },
        {
            "en": "Scholars today remain <em>baffled</em> by these teachings.",
            "vi": "Các học giả ngày nay vẫn chưa hiểu được những lời dạy này."
        },
        {
            "en": "He was <em>baffled</em> - wondering why I had approached them.",
            "vi": "Gã lúng túng – tự hỏi không biết tôi đến gần họ làm gì."
        },
        {
            "en": "I 'm <em>baffled</em> as why she hasn' t called.",
            "vi": "Tôi bối rối không biết tại sao cô ấy không gọi điện."
        },
        {
            "en": "One of the exam questions <em>baffled</em> me completely.",
            "vi": "Một trong những câu hỏi thi đã làm tôi bối rối hoàn toàn."
        },
        {
            "en": "Police are <em>baffled</em> as to the identity of the killer.",
            "vi": "Cảnh sát bối rối về đặc điểm nhận dạng của kẻ sát nhân."
        },
        {
            "en": "The police were <em>baffled</em>, and the FBI was called in to investigate.",
            "vi": "Cảnh sát đã thất bại, và FBI được mời đến để kiểm tra."
        },
        {
            "en": "Scientists <em>baffled</em> by UFOs (unidentified floating objects) that washed up on a Sydney beach",
            "vi": "Các nhà khoa học bối rối trước các vật thể trôi nổi không xác định giạt vào bãi biển Sydney."
        },
        {
            "en": "It is a question that has <em>baffled</em> scientists through the ages.",
            "vi": "Đó là câu hỏi mà các nhà khoa học đã tranh cải qua nhiều thập niên."
        },
        {
            "en": "The problem of how to get the grand piano through the doorway <em>baffled</em> the workmen.",
            "vi": "Vấn đề đem cây dương cầm to lớn này qua cái cửa đã làm người làm công lúng túng."
        },
        {
            "en": "The conference for the reduction of armaments finds itself <em>baffled</em> by the demand by Germany.",
            "vi": "Cuộc hội nghị về việc giảm quân bị thấy rằng những yêu cầu của Đức gây cản trở đến nó."
        },
        {
            "en": "The police were <em>baffled</em>, and Sherlock Holmes was called in to investigate.",
            "vi": "Cảnh sát đã thất bại, và Sherlock Holmes được mời đến để điều tra."
        },
        {
            "en": "Mangli Munda, 18, from a remote village in eastern India, was told by village elders to wed <em>baffled</em> pooch Sheru",
            "vi": "Ở một ngôi làng hẻo lánh nọ miền đông Ấn Độ, Cô gái Mangli Munda, 18 tuổi, bị các già làng bắt phải lấy con chó hoang tên là Sheru"
        },
        {
            "en": "But the smooth dark blankness which had <em>baffled</em> her so often was all that her frantic, searching eyes could find.",
            "vi": "Nhưng cặp mắt lùng sục điên cuồng của nàng chỉ thấy cái vẻ vô cảm trơn lỳ đã làm nàng chưng hửng bao lần."
        },
        {
            "en": "Scientists are still <em>baffled</em> by consciousness and questions about why we have it and how we have it constantly arising remain unanswered.",
            "vi": "Các nhà khoa học vẫn còn gặp phải trở ngại trước ý thức và những câu hỏi như tại sao chúng ta có ý thức, bằng cách nào chúng ta giữ cho ý thức luôn luôn xuất hiện đều chưa có lời đáp."
        },
        {
            "en": "The local doctors were <em>baffled</em>. They finally sent Mary to the big city, where they called in specialists to study her rare disease.",
            "vi": "Các bác sĩ trong vùng bó tay và chuyển Mary lên bệnh viện trung tâm thành phố để các chuyên gia chữa trị."
        }
    ],
    "suggestions": []
}