{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Baghdad",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Baghdad",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Baghdad",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Baghdad",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Baghdad",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Baghdad</em> boil.",
            "vi": "Nhọt baghdad."
        },
        {
            "en": "Joint patrols begin in <em>Baghdad</em>.",
            "vi": "Bắt đầu các cuộc tuần tra chung ở Bát-đa."
        },
        {
            "en": "WikiLeaks documents fuel political rivalries in <em>Baghdad</em>.",
            "vi": "WikiLeaks đưa ra những tài liệu về các vụ kích động chính trị ở Baghdad."
        },
        {
            "en": "People are hungry for news in <em>Baghdad</em>.",
            "vi": "Mọi người đang khao khát tin tức ở Baghdad."
        },
        {
            "en": "He planned to leave <em>Baghdad</em> on Monday.",
            "vi": "Anh ta dự định sẽ rời khỏi Baghdad vào thứ hai."
        },
        {
            "en": "I was just surprised to see him in <em>Baghdad</em>.",
            "vi": "Ta chỉ ngạc nhiên khi thấy nó ở baghdad thôi."
        },
        {
            "en": "A bomb attack near a bank in <em>Baghdad</em> killed15 Iraqis.",
            "vi": "Một vụ đánh bom gần một ngân hàng ở baghdad đã làm thiệt mạng 15 người iraq."
        },
        {
            "en": "Separately, <em>Baghdad</em> police officials said two civilians were killed and four others were wounded Monday afternoon when a roadside bomb exploded near the <em>Baghdad</em> International Fair Complex in western <em>Baghdad</em>.",
            "vi": "Ở một tin khác, các viên chức cảnh sát ở Baghdad cho hay có hai thường dân đã bị thiệt mạng và bốn người khác bị thương vào buổi chiều Thứ hai khi một quả bom bên đường nổ tung gần khu vực  hội chợ quốc tế Baghdad International Fair Complex ở phía tây Baghdad. "
        },
        {
            "en": "Aerial attacks are apparently aimed at Republican Guard units defending <em>Baghdad</em>.",
            "vi": "Các cuộc không kích dường như nhằm vào các đơn vị Vệ binh cộng hòa đang bảo vệ Baghdad."
        },
        {
            "en": "Al-Jazeera will continue to transmit images from its offices in <em>Baghdad</em>, Basra and Mosul.",
            "vi": "Al - Jazeera sẽ tiếp tục phát hình từ các văn phòng của mình ở Baghdad, Basra và Mosul."
        },
        {
            "en": "Once upon a time, there was a rich Caliph in <em>Baghdad</em>.",
            "vi": "Ngày xưa, có một vị trưởng giáo giàu có ở baghdad."
        },
        {
            "en": "The trial of Saddam Hussein is expected to continue Tuesday in <em>Baghdad</em>.",
            "vi": "Phiên toà xét xử saddam hussein sẽ tiếp tục vào thứ ba tại thủ đô baghdad."
        },
        {
            "en": "Al - Jazeera will continue to transmit images from its offices in <em>Baghdad</em>, Basra and Mosul.",
            "vi": "Al-Jazeera sẽ tiếp tục phát hình từ các văn phòng của mình ở Baghdad, Basra và Mosul."
        },
        {
            "en": "Coalition forces bombed Iraqi Air Force headquarters in central <em>Baghdad</em> on Friday morning.",
            "vi": "Liên quân đã ném bom xuống bộ chỉ huy không quân I-rắc ở ngay trung tâm thủ đô Baghdad hôm sáng thứ sáu."
        },
        {
            "en": "The news is about heavy fighting in and around <em>Baghdad</em> airport.",
            "vi": "Có tin về cuộc giao tranh dữ dội bên trong và chung quanh sân bay thủ đô Baghdad."
        },
        {
            "en": "Coalition forces bombed Iraqi Air Force headquarters in central <em>Baghdad</em> on Friday morning.",
            "vi": "Liên quân đã ném bom xuống bộ chỉ huy không quân I - rắc ở ngay trung tâm thủ đô Baghdad hôm sáng thứ sáu."
        },
        {
            "en": "Bombs kill 16 around <em>Baghdad</em>, as tension rises on Iraq's northern border with Turkey.",
            "vi": "Những vụ đánh bom giết chết 16 người ở Baghdad, căng thẳng gia tăng ở biên giới phía bắc của Iraq, giáp Thỗ Nhĩ Kỳ."
        },
        {
            "en": "It is an improbable story as our bombs rained down on <em>Baghdad</em> this week.",
            "vi": "Chuyện tuần nay chúng ta rải bom xuống Baghdad là một câu chuyện không chắc chắn."
        },
        {
            "en": "In the last few weeks, 25 persons are reported to have been killed in <em>Baghdad</em>.",
            "vi": "Trong vài tuần qua, 25 người được báo cáo là đã bị giết tại Baghdad."
        },
        {
            "en": "The <em>Baghdad</em> infantry division is sure to teach the enemy \"lessons in the art of fighting\".",
            "vi": "Nhất định sư đoàn bộ binh Baghdad sẽ dạy cho địch \"bài học về nghệ thuật đánh giặc\"."
        }
    ],
    "suggestions": []
}