{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bahamas",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bahamas",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bahamas",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bahamas",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bahamas",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Hurricane Irene hammers <em>Bahamas</em> islands",
            "vi": "Bão Irene phá tan quần đảo Bahamas"
        },
        {
            "en": "She felt rejuvenated by her fortnight in the <em>Bahamas</em>.",
            "vi": "Bà ta cảm thấy trẻ lại sau hai tuần ở Bahamas."
        },
        {
            "en": "She's just gone off to the <em>Bahamas</em> for three weeks on holiday. As you do!",
            "vi": "Cô ta vừa đi tới Bahamas nghỉ ba tuần. Chuyện thường tình vậy thôi!"
        },
        {
            "en": "I shall tell your boss that we need a vacation to the <em>Bahamas</em> or somewhere.",
            "vi": "Tôi sẽ nói với sếp bạn rằng chúng ta cần đi nghỉ ở Bahamas hay nơi nào đó."
        },
        {
            "en": "Hurricane Irene has destroyed about 100 homes in the <em>Bahamas</em> as it roars over the archipelago.",
            "vi": "Bão Irene đã phá hủy hơn 100 căn nhà ở Bahamas khi nó càn quét qua quần đảo này."
        },
        {
            "en": "Be serious! How would we pay for a holiday in the <em>Bahamas</em>?",
            "vi": "Nói thật đi! Chúng tôi sẽ trả bao nhiêu cho một kì nghỉ ở Bahamas?"
        },
        {
            "en": "The trip that I took last year to the <em>Bahamas</em> was the only vacation I had all year.",
            "vi": "Chuyến đi đến Bahamas năm ngoái là chuyến đi duy nhất tôi có được."
        },
        {
            "en": "From Junkanoo in <em>Bahamas</em> to Hogmanay in Scotland and beyond, here's how to ring in the new year",
            "vi": "Từ Junkanoo ở Bahamas đến Hogmanay ở Scotland và xa hơn, dưới đây là cách để báo hiệu năm mới."
        },
        {
            "en": "From Junkanoo in <em>Bahamas</em> to Hogmanay in Scotland and beyond, here's how to ring in the new year",
            "vi": "Từ Junkanoo ở Bahamas đến Hogmanay ở Scotland và xa hơn, dưới đây là cách để báo hiệu năm mới."
        },
        {
            "en": "Money can’t buy you love, supposedly, although it could perhaps buy you a mansion in the <em>Bahamas</em>. ",
            "vi": "Tiền không thể mua tình yêu, dù nó có thể mang lại cho bạn một ngôi biệt thự trên quần đảo Bahamas."
        },
        {
            "en": "1. Dean’s Blue Hole Where: Long Island, <em>Bahamas</em> This Hell’s door is 650 feet deep and it says that the devil can drug you and kill you. But you’re not afraid, right?",
            "vi": "Hố xanh của Dean Vị trí: Long Island, Bahamas Cánh cửa địa ngục này sâu gần 200 mét"
        },
        {
            "en": "7. The Sawmill Sink Where: Abaco Island, <em>Bahamas</em> A 2,500-year-old giant tortoise shell was found there. This hole is 55 feet deep and 110 feet across. It looks beautiful and hypnotizing at the same time.",
            "vi": "7. Sawmill Sink Vị trí : Abaco Island, Bahamas Mai rùa khổng lồ 2.500 tuổi được tìm thấy ở đó. Hố này sâu 16 mét và rộng 32 mét. Vừa đẹp lại vừa lôi cuốn."
        },
        {
            "en": "<em>Bahamas</em>: Legend has it that the Junkanoo festival started in the late 18th century, when slaves were allowed to leave plantations to celebrate Christmas together. It happens on both Boxing Day and New Year’s Day, running from 2 a.m. to 10 a.m. It’s a loud and lively affair, with dancers, elaborate costumes and musicians beating goatskin drums and blowing cow whistles.",
            "vi": "Bahamas: Truyền thuyết kể rằng lễ hội Junkanoo bắt đầu vào cuối thế kỷ 18, khi mà những người nô lệ được phép rời khỏi đồn điền để cùng nhau ăn mừng Giáng sinh. Nó xảy ra trong cả ngày tặng quà (26/12) và ngày đầu năm mới, kéo dài từ 2 giờ sáng đến 10 giờ tối. Đây là một sự kiện náo nhiệt và sống động, với vũ công, trang phục công phu và nhạc sĩ đánh trống da dê và thổi còi bò."
        },
        {
            "en": "<em>Bahamas</em>: Legend has it that the Junkanoo festival started in the late 18th century, when slaves were allowed to leave plantations to celebrate Christmas together. It happens on both Boxing Day and New Year’s Day, running from 2 a.m. to 10 a.m. It’s a loud and lively affair, with dancers, elaborate costumes and musicians beating goatskin drums and blowing cow whistles.",
            "vi": "Bahamas: Truyền thuyết kể rằng lễ hội Junkanoo bắt đầu vào cuối thế kỷ 18, khi mà những người nô lệ được phép rời khỏi đồn điền để cùng nhau ăn mừng Giáng sinh. Nó xảy ra trong cả ngày tặng quà (26/12) và ngày đầu năm mới, kéo dài từ 2 giờ sáng đến 10 giờ tối. Đây là một sự kiện náo nhiệt và sống động, với vũ công, trang phục công phu và nhạc sĩ đánh trống da dê và thổi còi bò."
        },
        {
            "en": "For example, tourism is the major source of income in Bermuda, Greece, Italy, Spain, Switzerland and most Caribbean countries. In addition, Hawkins and Ritchie, quoting from data published by the American Express Company, suggest that the travel and tourism industry is the number one ranked employer in the <em>Bahamas</em>, Brazil, Canada, France, (the former) West Germany, Hong Kong, Italy, Jamaica, Japan, Singapore, the United Kingdom and the United States.",
            "vi": "Ví dụ, du lịch là nguồn thu nhập chính ở Bermuda, Hy Lạp, Ý, Tây Ban Nha, Thụy Sĩ và hầu hết các nước vùng Caribbean. Ngành công nghiệp du lịch còn được xem là công ty xếp hàng đầu ở các nước Bahamas, Brazil, Canada, Pháp, (cựu) Tây Đức, Hồng Kông, Ý, Jamaica, Nhật Bản, Singapore, Vương quốc Anh và Hoa Kỳ."
        },
        {
            "en": "Irene is currently a category three storm, with winds of 185km/h (115mph), and is expected to strengthen as it heads toward the US east coast.\nOfficials said 90% of homes were destroyed in some areas of the remote Acklins and Crooked Islands.\nThe huge storm has brought flooding and power cuts across the Caribbean.\nOn the island of Mayaguana, where roughly 250 people live, about 40 homes were damaged, AP reported.\nThere are also reports of extensive damage on Cat Island, Long Island and Eleuthera, but authorities there have not been able to complete full assessments as conditions were still dangerous.\nIrene was swirling about 530 miles (855km) south-west of Cape Hatteras, North Carolina, according to the US National Hurricane Center, based in Miami.\nBy 20:00 local time (00:00 GMT) the eye of the storm was gradually moving away from Abaco Island, in the north-west <em>Bahamas</em>, forecasters said.\nIrene's projected path is expected to take it well offshore of the east coast of central and northern Florida later on Thursday and early Friday, according to the NHC.\nThe hurricane is forecast to approach the coast of North Carolina, where US President Barack Obama has declared a state of emergency, on Saturday.\n'Stay safe'Lovely Bay on Acklins Island in the southern <em>Bahamas</em> was badly hit, said the National Emergency Management Agency (Nema).\nOn its website, The Tribune newspaper said homes had \"been completely washed away or have lost entire roofs, power lines have been downed and trees are blocking roads\".\nCrooked Island saw wind gusts of more than 160km/h, with a school's roof \"completely blown off and its windows blow out\", Nema reported.\nOn Mayaguana Island, Irene knocked out power, and damaged at least 40 houses.\nOfficials are urging people throughout the <em>Bahamas</em> to stay indoors in a safe and secure structure.\nNassau, on the most populated island of New Providence, was expected to see some flooding.\nSo far, there have been no reports of casualties.\n\"As a general statement, we do a fair job of managing hurricanes so personal injuries, we hope, will not be substantial,\" <em>Bahamas</em> Prime Minister Hubert Ingraham told the Associated Press (AP) news agency.",
            "vi": "Irene hiện đang xếp vào bão loại 3, với tốc độ gió là 185km/h (115mph), và đã được dự đoán là sẽ mạnh lên khi lướt vào bờ biển đông nước Mỹ.\nCác nguồn tin chính thức nói rằng 90% nhà cửa đã bị phá hủy ở một số đảo xa Acklins và Crooked.\n\nTrận bão khủng khiếp này đã gây lũ lụt và cúp điện đến vùng Caribbean.\n\nTrên đảo Mayaguana, với cư dân xấp xỉ 250 người, khoảng 40 căn nhà đã bị hư hại, theo AP đưa tin.\n\nCũng có những báo cáo về thiệt hại nặng nề trên các đảo Cat Island, Long Island và Eleuthera, nhưng chính quyền địa phương vẫn chưa thể tính toán được chính xác thiệt hại vì tình hình vẫn đang nguy kịch.\n\nIrene đã quét qua khoảng 530 dặm (855 km) ở phía tây nam ở Mũi Hatteras, Bắc Carolina, theo Trung Tâm Bão Quốc Gia Mỹ có trụ sở chính tại Miami.\n\nLúc 20:00 giờ địa phương, tâm bão đã từ từ ra khỏi đảo Abaco, phía đông nam Bahamas, theo các nhà dự báo thời tiết ghi nhận.\n\n\nDự đoán bão sẽ di chuyển theo hướng ra xa khơi bờ đông của miền trung và bắc Florida vào cuối thứ Năm và sớm thứ Sáu, theo NHC.\n\nCơn bão cũng được dự báo sẽ đổ bộ vào bờ biển Bắc Carolina, nơi tổng thống Barack Obama đã tuyên bố tình trạng khẩn cấp vào thứ Bảy.\n\n\"Hãy giữ an toàn\"\n\nVịnh Lovely của đảo Acklins ở phía nam quần đảo Bahamas đã bị tàn phá nặng nề, theo Cơ quan quản lý Tình trạng khẩn cấp quốc gia. (CQQLTTKCQG)\n\n\nỞ website của báo The Tribute nói nhà cửa \"bị cuốn sạch hoặc tốc mái hoàn toàn, điện đóm đã bị cắt đứt và cây cối đổ ngang trên đường.\"\n\n\n\nĐảo Crooked đã bị quét qua với mức gió hơn 160km/h, với mái trường học \"bị thổi tung cùng với toàn bộ cửa sổ,\"  theo CQQLTTKCQG.\n\n\nTrên đảo Marijuana, bão Irene đã cắt đứt nguồn điện và làm hư hại ít nhất 40 căn nhà.\n\nChính quyền đang kêu gọi mọi người dân ở Bahamas ở trong những tòa nhà vững chắc.\n\nNassau, khu vực đông dân nhất trên đảo New Providence được dự đoán sẽ có lũ lụt.\n\nCho đến nay, không có thương vong nào được ghi nhận.\n\n\"Nói chung, chúng tôi đã làm tốt công việc chế ngự được cơn bão, nên thương vong, chúng tôi hi vọng, sẽ là vấn đề nhỏ.\" Thủ tướng Bahamas Hurbert Ingraham trả lời phóng viên AP."
        }
    ],
    "suggestions": []
}