{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bailee"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bailee</k><blockquote><cclass>[<cclass>beɪ'li:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Law a person or party to whom goods are delivered for a purpose, without transfer of ownership. </cclass></cclass></blockquote></div>",
            "word": "bailee"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bailee"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bailee"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bailee"
        }
    },
    "sentences": [
        {
            "en": "Where the leased goods are received by a <em>bailee</em> for delivery not being a carrier, the risk shall pass to the lessee on acknowledgment by the <em>bailee</em> of the lessee's right to possession of the leased goods; Â",
            "vi": "Trường hợp hàng hoá cho thuê được nhận bởi người nhận hàng để giao mà không phải là người vận chuyển thì rủi ro chuyển cho bên thuê khi người nhận hàng xác nhận quyền chiếm hữu hàng hoá cho thuê của bên thuê;"
        },
        {
            "en": "Upon the acknowledgment by the <em>bailee</em> for delivery that the purchaser has the right of possession of the goods.",
            "vi": "Khi người nhận hàng để giao xác nhận quyền chiếm hữu hàng hoá của bên mua."
        },
        {
            "en": "Passing of risk in cases where the goods are handed over to a <em>bailee</em> for delivery not being a carrier.",
            "vi": "Chuyển rủi ro trong trường hợp giao hàng cho người nhận hàng để giao mà không phải là người vận chuyển."
        },
        {
            "en": "Unless otherwise agreed, where the goods are currently in the possession of a <em>bailee</em> for delivery not being a carrier, then the risk of loss or damage to the goods shall pass to the purchaser in one of the following cases: Â",
            "vi": "Trừ trường hợp có thoả thuận khác, nếu hàng hoá đang được người nhận hàng để giao nắm giữ mà không phải là người vận chuyển thì rủi ro về mất mát hoặc hư hỏng hàng hoá được chuyển cho bên mua thuộc một trong các trường hợp sau đây:"
        }
    ],
    "suggestions": []
}