{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['beilaut]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(kinh tế) sự cứu giúp ra khỏi những khó khăn về tài chính; sự cứu trợ tài chính</td></tr></table><i/></div>",
            "word": "bailout",
            "pronounce": "['beilaut]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bailout",
            "pronounce": "['beilaut]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bailout",
            "pronounce": "['beilaut]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bailout",
            "pronounce": "['beilaut]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bailout",
            "pronounce": "['beilaut]"
        }
    },
    "sentences": [
        {
            "en": "We need <em>bailout</em> right now.",
            "vi": "Chúng tôi cần sự cứu trợ về tài chính ngay bây giờ."
        },
        {
            "en": "Ford did not seek a government <em>bailout</em>.",
            "vi": "Ford đã không tìm kiếm sự cứu trợ tài chính từ chính phủ."
        },
        {
            "en": "The airline was saved by a government <em>bailout</em>.",
            "vi": "Hãng hàng không đã được cứu bởi một kế hoạch cứu trợ tài chính của chính phủ."
        },
        {
            "en": "If you need a financial <em>bailout</em>, it's time to enforce austerity measures.",
            "vi": "Nếu anh cần cứu trợ tài chính thì đây là lúc thi hành những biện pháp siết chặt giảm chi tiêu."
        },
        {
            "en": "The US government has been compeled to pumb in dollars to <em>bailout</em>.",
            "vi": "Chính phủ Mỹ đã bị buộc phải bơm tiền đô-la để cứu trợ tài chính."
        },
        {
            "en": "Suddenly, Rio needed its own debt <em>bailout</em> and turned to a company on the cash-rich mainland, state-owned Chinalco.",
            "vi": "Bất ngờ, Rio cần hành động để cứu nguy tài chính riêng của mình và hướng về công ty trên đại lục lắm tiền, Chinalco quốc doanh."
        },
        {
            "en": "Suddenly, Rio needed its own debt <em>bailout</em> and turned to a company on the cash - rich mainland, state - owned Chinalco.",
            "vi": "Bất ngờ, Rio cần hành động để cứu nguy tài chính riêng của mình và hướng về công ty trên đại lục lắm tiền, Chinalco quốc doanh."
        },
        {
            "en": "Starting with a relatively narrow segment of the mortgage market in the United States, the financial crisis spread from one class of assets to another, forcing the adoption of massive <em>bailout</em> packages all over the world.",
            "vi": "Bắt đầu từ một bộ phận nhỏ trên thị trường cầm cố của Mỹ, cuộc khủng hoảng tài chính đã lan rộng từ nhóm tài sản này sang nhóm tài sản khác, khiến cả thế giới phải đưa ra các gói biện pháp giải cứu."
        },
        {
            "en": "The VND30 trillion <em>bailout</em> launched by the government to rescue the real estate market has helped defrost many local markets. However, it was very difficult to disburse funds in the two large cities of Hanoi and HCM City.",
            "vi": "Gói cứu trợ 30 nghìn tỷ đồng được đưa ra bởi chính phủ nhằm giải cứu thị trường bất động sản đã giúp rã đông nhiều thị trường bất động sản các địa phương. Tuy nhiên, đã rất khó khăn để giải ngân ở hai thành phố lớn là Hà Nội và TP HCM."
        },
        {
            "en": "Lee Iacocca, who in 1979 saved Chrysler by asking for a federal <em>bailout</em> long before federal bailouts were in vogue, wrote in his book Where Have All the Leaders Gone?, “It always amazes me how big corporations will spend millions of dollars telling the public what’s happening, but forget to tell their own employees.”",
            "vi": "Lee Iacocca, vào năm 1979 ông đã cứu Chrysler bằng cách đề nghị một gói giải cứu tài chính liên bang từ lâu trước khi các gói giải cứu tài chính xuất hiện phổ biến, đã viết trong cuốn sách của ông là CÁC NHÀ LÃNH ĐẠO TÀI BA ĐÃ ĐI ĐÂU CẢ RỒI?: \"Tôi luôn ngạc nhiên hết sức khi các công ty lớn sử dụng hàng triệu đô la để cho công chúng biết những gì đang diễn ra mà quên nói cho chính nhân viên của mình biết.\""
        },
        {
            "en": "Outside of migrants, Soros said financially strapped Greece, which is supported by a European <em>bailout</em> worth billions of euros, remains another problem for the eurozone, and that the country will never flourish or be an investible region until it leaves the currency union. He also said the European Union will be much weaker if Britain votes to leave. (The U.K. is not part of the eurozone.) British Prime Minister David Cameron has promised a national vote on the issue by the end of 2017.",
            "vi": "Ngoài vấn đề người nhập cư, Soros cho biết một Hy Lạp đang gặp khủng hoảng tài chính, đất nước được hỗ trợ một cứu trợ trị giá nhiều tỷ euro của Châu Âu, thì vẫn còn vấn đề khác nữa đối với khu vực đồng euro, và đất nước này sẽ không bao giờ thịnh vượng hoặc trở thành một nơi có thể đầu tư nếu không rời bỏ khối liên minh tiền tệ này. Ông cũng nói Liên minh Châu Âu sẽ suy yếu đi nhiều nếu Anh bỏ phiếu rời bỏ khối này. (Anh không thuộc khu vực đồng tiền chung euro). Thủ tướng Anh David Cameron đã cam kết một cuộc bỏ phiếu toàn quốc về vấn đề này vào cuối năm 2017."
        },
        {
            "en": "European officials are giving Greece more time to repay its $110-billion loan, even as worries grow that there might not be enough money available to rescue other financially troubled countries. The European Union insists the nearly one-trillion-dollar <em>bailout</em> fund it established with the International Monetary Fund is more than adequate, but conceded that earlier stress tests to determine how well Europe's biggest banks could handle the crisis were not tough enough. Meanwhile, the head of the IMF expressed confidence that the worst is over, but urged European leaders to find new solutions.",
            "vi": "Các quan chức châu Âu đang dành cho Hy Lạp thêm thời gian để hoàn trả khoản vay 110 tỷ đô la, thậm chí khi mà họ ngày càng lo lắng có thể không đủ tiền có sẵn để cứu nguy cho các quốc gia khác gặp khó khăn về tài chính. Liên minh Châu Âu nhấn mạnh quỹ cứu nguy về tài chính gần một nghìn tỷ đô la mà họ cùng Quỹ tiền tệ quốc tế lập ra thì dư sức lo chuyện này, nhưng họ cũng thừa nhận rằng các cuộc kiểm tra khả năng chi trả ban đầu để xác định xem các ngân hàng lớn nhất châu Âu đủ sức giải quyết tình trạng khủng hoảng hay không thật ra là vẫn chưa xác đáng. Trong khi đó, người đứng đầu IMF tự tin bày tỏ  rằng tình hình tồi tệ nhất rồi cũng sẽ qua, nhưng ông vẫn kêu gọi các nhà lãnh đạo châu Âu tìm ra các giải pháp mới."
        },
        {
            "en": "The Greek parliament has given its final approval to the latest package of austerity measures. All but one of the deputies from the ruling Pasok party voted in favour of the law. The approval comes despite two days of violent protests against its provisions, which include cutting public sector wages and raising taxes. One man has died as battles erupted at a large rally outside the Greek parliament in Athens. The dead man was identified by Greek media as a middle-aged trade unionist. \"The demonstrator died of a heart attack,\" Deputy Citizens Protection Minister Manolis Othonas told Reuters. \"He was not hurt in the incidents.\"  The country is in the grip of a 48-hour general strike in protest at the cuts. The government's bill is needed to secure EU and IMF <em>bailout</em> loans. The member of the ruling socialist party who voted against it, Louka Katseli, has been expelled from the party by Prime Minister George Papandreou. Civil servants, shopkeepers, dock workers, taxi drivers, doctors, lawyers, teachers, construction workers and others were all due to take part in the strike, which began on Wednesday. An estimated 50,000 protesters gathered on Syntagma Square, in front of parliament, on Thursday. The bill includes plans for further cuts to pensions and salaries and temporary lay-offs of 30,000 public sector workers. With Greece unable to borrow on international bond markets to finance its debt, the EU and IMF have stepped in with two <em>bailout</em> packages. Finance Minister Evangelos Venizelos described the choice as between a \"difficult situation and a catastrophe\". \"We have to explain to all these indignant people who see their lives changing that what the country is experiencing is not the worst stage of the crisis,\" he said. \"It is an anguished and necessary effort to avoid the ultimate, deepest and harshest level of the crisis.\" There are fears that if the Greek government defaults on its debts, it will set off a chain reaction that could engulf banks and other highly indebted eurozone nations. But the government is struggling to convince lenders that it is cutting effectively enough. Greece says it needs the next 8bn euros ($11bn; £7bn) of the first <em>bailout</em> agreed to last year or it will soon be unable to pay its bills. The details of the second rescue plan have yet to be finalised. Banks have agreed to take a 21% loss, or \"haircut\", on their loans to Greece but there is growing pressure for them to accept higher losses. European leaders and global finance chiefs are trying to work out a broader plan to tackle the eurozone's debt crisis ahead of a weekend summit in Brussels. But they have now had to concede that they will not reach agreement on Sunday and have called another summit for next week to approve a deal.",
            "vi": "Nghị viện Hy Lạp vừa quyết định thông qua gói biện pháp thắt chặt chi tiêu mới nhất. Ngoại trừ một trong các đại biểu của đảng Pasok cầm quyền, tất cả các nghị sĩ đều bỏ phiếu tán thành luật này. Quyết định chuẩn y được đưa ra bất chấp các cuộc biểu tình bạo lực kéo dài hai ngày chống lại các điều khoản của luật này, bao gồm cắt giảm lương khu vực công và tăng các khoản thuế. Một người chết khi nổ ra các cuộc xô xát tại cuộc tuần hành lớn bên ngoài nghị viện Hy Lạp ở Athens. Các phương tiện truyền thông Hy Lạp nhận diện người chết là một công đoàn viên tuổi trung niên.  “Người biểu tình chết do đau tim,” đó là lời Thứ Trưởng Bộ Bảo Vệ Công Dân Manolis Othonas nói với Reuters. “Ông ấy không bị thương khi xảy ra các sự cố.” Đất nước này đang chìm đắm vào cuộc tổng bãi công 48 tiếng đồng hồ để phản đối cắt giảm. Dự luật của chính phủ là điều cần thiết để có được các khoản vay cứu nguy từ EU và IMF. Louka Katseli, đảng viên đảng xã hội chủ nghĩa cầm quyền bỏ phiếu chống lại dự luật, đã bị Thủ Tướng George Papandreou khai trừ khỏi đảng. Công chức, chủ tiệm, công nhân cảng, tài xế taxi, bác sĩ, luật sư, giáo viên, thợ xây và những người khác tất cả đều tham gia vào cuộc bãi công, bắt đầu hôm thứ Tư. Ước lượng có khoảng 50.000 người biểu tình tập trung ở Quảng Trường Syntagma, trước mặt nghị viện, vào hôm thứ Năm. Dự luật này bao gồm kế hoạch cắt giảm thêm lương và lương hưu cộng với 30.000 người thuộc khu vực nhà nước tạm thời mất việc. Khi Hy Lạp không còn khả năng vay ở các thị trường trái phiếu quốc tế để trả nợ, EU và IMF đã nhập cuộc bằng hai gói giải cứu tài chính. Bộ Trưởng Tài Chính Evangelos Venizelos mô tả chọn lựa này đang ở mức độ giữa “tình thế khó khăn và thảm họa”. Ông nói, “chúng tôi phải giải thích với đám đông bất bình nhìn thấy cuộc sống của họ thay đổi rằng điều mà đất nước đang trải qua không phải là giai đoạn tồi tệ nhất của cuộc khủng hoảng,”  “Đó là nỗ lực đau khổ và cần thiết để tránh lâm vào mức độ cùng cực, sâu sắc nhất và khắc nghiệt nhất của cuộc khủng hoảng.” Có nhiều lo ngại nếu chính phủ Hy Lạp không trả được nợ, sự việc sẽ kích phát một phản ứng dây chuyền có thể nhấn chìm các nhà băng và các nước thuộc khối euro khác đang chìm trong nợ. Nhưng chính phủ này đang nỗ lực thuyết phục các bên cho vay rằng họ đang cắt giảm ở mức rất hiệu quả. Hy Lạp tuyên bố cần tiếp 8 tỷ euro (11 tỷ đô-la; 7 tỷ bảng Anh) trong đợt giải cứu thứ nhất đã thỏa thuận đến năm rồi hoặc họ sẽ sớm mất khả năng chi trả. Chi tiết của kế hoạch giải cứu thứ hai vẫn còn chờ hoàn tất. Các ngân hàng đồng ý chịu lỗ 21%, tức là “cắt tóc”, trên các khoản cho Hy Lạp vay nhưng ngày càng có nhiều áp lực buộc họ phải chịu lỗ nhiều hơn. Các lãnh đạo quốc gia Châu Âu và các lãnh đạo tổ chức tài chính toàn cầu đang cố vạch ra một kế hoạch rộng hơn để giải quyết khủng hoảng nợ của khối sử dụng đồng euro trước cuộc họp thượng đỉnh cuối tuần tại Bỉ. Nhưng giờ họ phải thừa nhận rằng sẽ không đạt được thỏa thuận vào ngày Chủ Nhật và kêu gọi tổ chức một cuộc họp thượng đỉnh nữa vào tuần tới để thông qua thỏa thuận."
        },
        {
            "en": "IMF Chief says Eurozone Needs Comprehensive Solution to Debt Crisis      European officials are giving Greece more time to repay its $110-billion loan, even as worries grow that there might not be enough money available to rescue other financially troubled countries. The European Union insists the nearly one-trillion-dollar <em>bailout</em> fund it established with the International Monetary Fund is more than adequate, but conceded that earlier stress tests to determine how well Europe's biggest banks could handle the crisis were not tough enough. Meanwhile, the head of the IMF expressed confidence that the worst is over, but urged European leaders to find new solutions. Even as European officials sought to calm financial markets, protesters in Ireland were busy denouncing higher taxes in the government's tough new budget. In Greece, pensioners complain austerity measures have driven many of them into poverty Many Europeans worry that other high debt countries could be next. Yet, the EU's top monetary official, Ollie Rehn, remains confident. He says Europe has the necessary tools to deal with future crises - so long as high debt nations move forward with their own austerity measures. \"The recovery is taking hold and it is progressing, but at the same time it is essential that we contain the financial bush fires so that they will not turn into a Europe-wide forest fire,\" said Rehn. The EU says no additional funds are needed, but it will require a new round of stress tests to make sure European banks are sound. For its part, the International Monetary Fund wants European leaders to implement bold new measures. \"Europe has to provide, the euro zone has to provide, a comprehensive solution to this problem,\" said Strauss-Kahn. \"The piecemeal approach, one country after the other one, is not a good one.\" Strauss-Kahn met with Greek Prime Minister George Papandreou on Tuesday to discuss an extension of Greece's repayment deadline. He said the situation in Europe remains serious, but he was confident about Greece and the future of the 16-nation euro zone. \"There is still a lot to do,\" he said. \"And what is in front may be even more important than what has been done.\" European bond markets remained tense on Tuesday after EU leaders resisted calls to increase the size of Europe's <em>bailout</em> mechanism. Investors are worried the fund would be inadequate to rescue larger European economies such as Spain.",
            "vi": "Chủ tịch IMF nói rằng khu vực sử dụng đồng ơ-rô cần có giải pháp toàn diện cho cuộc khủng hoảng nợ    Các quan chức châu Âu đang cho Hy Lạp thêm thời gian để hoàn trả khoản vay 110 tỷ đô la, thậm chí khi mà họ ngày càng lo lắng có thể không đủ tiền có sẵn để cứu nguy cho các quốc gia khác gặp khó khăn về tài chính. Liên minh Châu Âu nhấn mạnh quỹ cứu nguy về tài chính gần một nghìn tỷ đô la mà họ cùng Quỹ tiền tệ quốc tế lập ra thì dư sức lo chuyện này, nhưng họ cũng thừa nhận rằng các cuộc kiểm tra khả năng chi trả ban đầu để xác định xem các ngân hàng lớn nhất châu Âu đủ sức giải quyết tình trạng khủng hoảng hay không thật ra là vẫn chưa xác đáng. Trong khi đó, người đứng đầu IMF tự tin bày tỏ  rằng tình hình tồi tệ nhất rồi cũng sẽ qua, nhưng ông vẫn kêu gọi các nhà lãnh đạo châu Âu tìm ra các giải pháp mới.  Ngay khi các quan chức châu Âu tìm cách làm dịu thị trường tài chính thì những người phản đối ở Ai-len lại tố cáo về mức thuế cao hơn trong ngân sách mới hà khắc của chính phủ.  Ở Hy Lạp, những người về hưu than phiền là các biện pháp hà khắc đã đẩy nhiều người trong số họ lâm vào nghèo khổ. Nhiều người châu Âu lo ngại rằng các quốc gia khác mắc nợ nhiều có thể là quốc gia tiếp theo xảy ra khủng hoảng.  Tuy nhiên, Ollie Rehn, quan chức hàng đầu về tiền tệ của EU vẫn tự tin. Ông nói rằng châu Âu có các công cụ cần thiết để đối phó với các cuộc khủng hoảng trong tương lai - miễn là các quốc gia mắc nợ nhiều tiếp tục áp dụng các biện pháp hà khắc riêng của họ.  \"Tình hình đang hồi  phục và có tiến triển, nhưng đồng thời chúng ta cần kiềm hãm ảnh hưởng lan rộng về tài chính sao cho chúng không lan toả khắp châu Âu, \" Rehn nói.  EU không chấp nhận yêu cầu về nguồn quỹ bổ sung, nhưng họ sẽ yêu cầu một đợt kiểm tra khả năng chi trả nữa để đảm bảo các ngân hàng châu Âu đang hoạt động tốt. Về phần mình, Quỹ tiền tệ quốc tế muốn các nhà lãnh đạo châu Âu triển khai biện pháp mới một cách mạnh dạn.  \"Châu Âu và khu vực sử dụng đồng ơ-rô phải đưa ra một giải pháp toàn diện cho vấn đề này,\" Strauss-Kahn nói.\" Cách giải quyết xong nước này rồi mới đến nước kia đâu phải là hay.\" Strauss - Kahn gặp George Papandreou Thủ tướng Hy Lạp hôm thứ ba để thảo luận về việc kéo dài thời hạn trả nợ của Hy Lạp. Ông nói tình hình ở châu Âu còn nghiêm trọng, nhưng ông vẫn tin vào Hy Lạp và tương lai của khu vực 16 quốc gia sử dụng đồng ơ-rô.  \"Vẫn còn nhiều điều để làm,\" ông nói. \"Và những điều trước mắt có thể thậm chí còn quan trọng hơn những điều đã làm được.\" Hôm thứ ba, thị trường trái phiếu châu Âu tiếp tục căng thẳng sau khi các nhà lãnh đạo EU chống lại yêu cầu tăng quy mô của cơ chế cứu nguy tài chính của châu Âu.  Các nhà đầu tư lo rằng nguồn quỹ sẽ không đủ để cứu nguy cho các nền kinh tế lớn hơn của châu Âu chẳng hạn như là Tây Ban Nha."
        },
        {
            "en": "France, Germany Show Solidarity on Greek Economy        The leaders of France and Germany signaled Friday they want to find a quick solution to the economic crisis in Greece. In Greece, the prime minister reshuffled his Cabinet and replaced his finance minister. Speaking in Berlin, German Chancellor Angela Merkel and French President Nicolas Sarkozy said the stability of Europe's single currency, the euro, is their top priority.  Greece, a nation in the eurozone and part of the single currency, is in major debt. It needs a multi-billion-dollar loan from its euro neighbors in order to avoid defaulting on that debt. France and Germany had been at odds over whether private holders of Greek bonds should be involved in a Greek rescue package.  But on Friday, Merkel said the two countries were on the same page. She said that private investors should participate only on a voluntary basis. She added that mandatory participation does not have a legal basis.  Analysts say this is a softening of Germany's position, which they say had been leaning towards forcing losses on private creditors.  President Sarkozy said Friday that France and Germany are committed to defending the euro. He added that their program has to be put in place quickly.  It is a sign that European countries may be moving closer to a deal to help Greece out of its immediate financial straits.  But Mark Weisbrot, co-director of the U.S.-based research group the Center for Economic and Policy Research, says a <em>bailout</em> in its current form is not going to help Greece in the long run. \"Greece needs to get out from under a big part of that debt, a big part,\" said Weisbrot. \"Because otherwise, if you have a settlement and there is just a restructuring that allows some payments to be made later and none of the principles to be reduced, for example, then you're just going to end up in the same situation a year or two down the road.\" The European Union and the International Monetary Fund (IMF) have made tough austerity measures a condition of any <em>bailout</em>.  Those measures are adding to social unrest in Greece and putting major political pressure on the leading Socialist party. On Friday, a new finance minister was appointed amid a reshuffle of the Cabinet.  And on Wednesday, tens of thousands of people turned out in the streets to protest against tax hikes and spending cuts.  Weisbrot says austerity is not the key to improving Greece's economic situation, and, in his opinion, Greek citizens are right to battle the policy.  \"I think what they're doing right now is important,\" Weisbrot added. \"They're in the streets and that's where the only pressure is coming from. And I think they should demand that their government not accept any terms that doesn't get the economy growing immediately.\" The IMF said Friday that sovereign debt troubles in Greece and other eurozone countries are putting the global economic recovery at risk.  Speaking in San Paulo, Brazil, the IMF's research director, Olivier Blanchard, said policymakers have to act now to make the financial system more robust.",
            "vi": "Pháp, Đức thể hiện tình đoàn kết đối với nền kinh tế Hy Lạp     \nHôm thứ sáu các nhà lãnh đạo của Pháp và Đức cho biết là họ muốn tìm ra một giải pháp nhanh chóng cho cuộc khủng hoảng kinh tế ở Hy Lạp. Ở Hy Lạp, thủ tướng đã cải tổ nội các và thay Bộ trưởng tài chính. Phát biểu tại Berlin, thủ tướng Đức Angela Merkel và tổng thống Pháp Nicolas Sarkozy nói rằng sự ổn định của đồng ơ-rô - đồng tiền chung châu Âu - là ưu tiên hàng đầu của họ.  Hy Lạp, quốc gia thuộc khu vực sử dụng đồng ơ-rô và cũng sử dụng đồng tiền chung này, đang nợ nần chồng chất. Nó cần một khoản vay hàng tỷ đô la từ các quốc gia châu Âu láng giềng để tránh bị vỡ nợ.  Pháp và Đức từng tranh cãi nhau về việc có nên cho tư nhân nắm giữ trái phiếu của Hy Lạp tham gia chương trình cứu nguy Hy Lạp hay không.  Nhưng vào hôm thứ sáu, Merkel nói rằng hai quốc gia đã nhất trí với nhau. Bà nói rằng các nhà đầu tư tư nhân chỉ nên tham gia trên cơ sở tự nguyện. Bà nói thêm rằng việc bắt buộc họ tham gia là không có cơ sở hợp pháp.  Các nhà phân tích nói rằng điều này làm nhẹ đi vị thế của Đức và đây là việc mà họ cho rằng có khuynh hướng khiến các chủ nợ tư nhân phải chịu thiệt hại.  Hôm thứ Sáu Tổng thống Sarkozy nói rằng Pháp và Đức đã cam kết bảo vệ đồng ơ-rô. Ông nói thêm rằng chương trình của họ cần phải được triển khai nhanh chóng.  Đó là dấu hiệu cho thấy rằng các quốc gia châu Âu có thể đang tiến gần đến một thoả thuận giúp Hy Lạp thoát khỏi khó khăn về tài chính ngay trước mắt.  Nhưng Mark Weisbrot, người cùng đứng đầu nhóm nghiên cứu thuộc Trung tâm nghiên cứu về kinh tế và chính sách tại Hoa Kỳ, nói rằng hành động cứu nguy về tài chính theo hình thức hiện thời sẽ không giúp được cho Hy Lạp về lâu dài.  \"Hy Lạp cần thoát khỏi một phần lớn trong khoản nợ đó, một phần lớn, \"Weisbrot nói. \"Vì ngược lại, nếu các bạn có một giải pháp và chẳng qua là sửa đổi cơ cấu để trả một số khoản nợ sau đó và không giảm nhẹ một nguyên tắc nào chẳng hạn thì một hay hai năm nữa các bạn cũng rơi vào tình huống như thế này mà thôi.\" Liên minh châu Âu và Quỹ tiền tệ quốc tế (IMF) đã dùng các biện pháp hà khắc như là một điều kiện để cứu nguy tài chính.  Các biện pháp đó đang làm gay gắt thêm tình hình xã hội bất ổn ở Hy Lạp và gây sức ép lớn về chính trị đối với Đảng Xã hội đang cầm quyền. Hôm thứ sáu, người ta đã bổ nhiệm Bộ trưởng tài chính mới trong nỗ lực cải tổ nội các.  Và hôm thứ tư, hàng chục ngàn người đổ xô ra đường để phản đối việc tăng thuế đột ngột và cắt giảm chi tiêu.  Weisbrot nói rằng biện pháp hà khắc không phải là giải pháp để cải thiện tình hình kinh tế của Hy Lạp, và theo ý kiến của ông thì người dân Hy Lạp sẵn sàng phản đối chính sách này.  \"Tôi nghĩ những gì họ đang làm ngay bây giờ là quan trọng, \"Weisbrot nói thêm. \"Họ xuống đường và đó là lý do để gây sức ép. Và Tôi nghĩ họ nên yêu cầu chính phủ của họ đừng chấp nhận những điều khoản nào không làm cho nền kinh tế tăng trưởng ngay tức thì.\" Hôm thứ sáu Quỹ tiền tệ thế giới nói rằng các biến động vì nợ nần của chính phủ Hy Lạp và các quốc gia khác sử dụng đồng tiền chung châu Âu làm cho việc phục hồi kinh tế toàn cầu gặp rủi ro.  Phát biểu tại San Paulo, Bra-xin, giám đốc nghiên cứu của Quỹ tiền tệ thế giới, Olivier Blanchard, nói rằng các nhà hoạch định chính sách phải hành động ngay bây giờ để làm cho hệ thống tài chính vững chắc hơn."
        },
        {
            "en": "Obama Signs US Financial Reform into Law       President Barack Obama has signed legislation to reform the business practices of U.S. financial institutions. Passing the bill was one of the administration's major priorities. President Obama says the new regulations on major financial firms will protect consumers and prevent the abuses that many analysts say led to the global economic recession. \"Reform will also rein in the abuse and excess that nearly brought down our financial system,\" said President Obama. \"It will finally bring transparency to the kinds of complex and risky transactions that helped trigger the financial crisis.\" The new laws are the broadest reform of the U.S. financial industry since the Great Depression of 1930s.  Before he signed it, the president said the overhaul will have global implications. \"That is why we all stand to gain from these reforms,\" said Mr. Obama. \"We all win when investors around the world have confidence in our markets.\" The law will allow the government to take over failing financial institutions, if they are so big that their collapse would damage the U.S. economy.  The government would then sell the properties to ensure that taxpayers do not bear the cost of the failure. Banks will be required to keep more money on hand to cover potential losses from bad investments. And complex transactions called derivatives will be more tightly regulated. Opposition Republicans in Congress are criticizing the overhaul as unnecessary government intrusion into private business. High-ranking Republican Representative Mike Pence says the reform amounts to a \"permanent <em>bailout</em> of Wall Street\" and he called for its repeal. The top Senate Republican, Minority Leader Mitch McConnell, says it will make America's unemployment problem worse. \"Job-stifling taxes, regulations, government intrusion - these appear to be the three pillars of every Democratic legislative effort,\" said Mitch McConnell. \"They are also the three things lawmakers can do that are guaranteed to kill more jobs.\" President Obama thanked the few Republicans who joined his fellow Democrats to vote for the bill.  He called those who did not, \"a partisan minority determined to block change.\" Many of the biggest banks that were bailed out during the financial crisis have repaid their loans and are reporting profits. Peter Cardillo, chief market economist with the New York-based financial firm Avalon Partners, says the reforms might cut into those profits, at least initially. \"In certain cases, probably it will change the way Wall Street does business,\" said Peter Cardillo. \"And that means, perhaps, giving up some business.  And that means lower earnings for some of the major [financial] houses on Wall Street.\" Mr. Obama signed the bill in Washington's Ronald Reagan building, named for a president who championed business deregulation.",
            "vi": "Obama Ký Dự luật Cải cách Tài chính Hoa Kỳ      Tổng thống Barack Obama đã ký luật cải cách các thông lệ kinh doanh của những tổ chức tài chính Hoa Kỳ. Phê chuẩn dự luật này là một trong những ưu tiên hàng đầu của chính phủ nước này. Tổng thống Obama cho biết những quy định mới đối với những công ty tài chính lớn sẽ bảo vệ người tiêu dùng và ngăn chặn tình trạng lạm dụng mà nhiều nhà phân tích cho rằng đó là nguyên nhân dẫn đến suy thoái kinh tế toàn cầu. \"Cải cách sẽ còn kiểm soát tình trạng lạm dụng và chi quá mức mà gần như phá huỷ hệ thống tài chính của chúng ta,\" Tổng thống Obama phát biểu. \"Cuối cùng nó sẽ minh bạch hoá các kiểu giao dịch phức tạp và mạo hiểm vốn đã từng giúp châm ngòi cuộc khủng hoảng tài chính.\" Điều luật mới là một cuộc cải cách sâu rộng nhất trong ngành tài chính Hoa Kỳ kể từ cuộc Đại khủng hoảng kinh tế của thập niên 30. Trước khi ký vào điều luật, tổng thống cho biết công cuộc cải tổ này sẽ mang đến những hệ quả trên toàn cầu. \"Đó là lý do tại sao tất cả chúng ta nhất định sẽ được hưởng lợi từ những cải cách này,\" ông Obama nói. \"Tất cả chúng ta sẽ thắng lợi khi các nhà đầu tư ở khắp nơi trên thế giới tin tưởng vào thị trường của chúng ta.\" Điều luật này sẽ cho phép chính quyền tiếp quản những tổ chức tài chính yếu kém, nếu những tổ chức này quá lớn đến nỗi sự sụp đổ của chúng sẽ gây thiệt hại cho nền kinh tế Hoa Kỳ. Khi đó chính phủ sẽ bán tài sản để bảo đảm rằng người đóng thuế không phải gánh chịu chi phí do sụp đổ tài chính.  Ngân hàng buộc phải luôn giữ sẵn một lượng tiền mặt lớn hơn để trang trải cho các thiệt hại phát sinh từ những khoản đầu tư kém. Và những giao dịch phức tạp được gọi là gọi các công cụ phái sinh sẽ được kiểm soát chặt chẽ hơn. Những đảng viên Cộng Hòa đối lập trong Quốc hội đang chỉ trích cuộc cải cách này là một sự can thiệp không cần thiết của chính phủ vào những doanh nghiệp tư nhân. Mike Pence, Dân biểu đảng Cộng Hoà cấp cao, cho rằng cải cách này là đồng nghĩa với một “hành động cứu nguy Phố Wall lâu dài\" và ông ấy yêu cầu bãi bỏ cải cách này. Mitch McConnell, Đảng viên Cộng Hoà lãnh đạo phe thiểu số tại Thượng viện, cho rằng nó sẽ khiến nạn thất nghiệp của Hoa Kỳ trở nên tồi tệ. \"Những loại thuế kiềm chế việc làm, những quy định, sự can thiệp của chính phủ – ba thứ này dường như ba trụ cột trong mọi nỗ lực làm luật của đảng Dân Chủ,\" Mitch McConnell nói. \"Đó là ba thứ mà giới lập pháp có thể làm để bảo đảm cắt đứt nhiều công ăn việc làm. \" Tổng thống Obama đã cảm ơn một số đảng viên đảng Cộng Hòa đã cùng với những người theo phe Dân chủ của ông đã bỏ phiếu cho dự luật. Ông cũng gọi những người không bỏ phiếu là \"một thiểu số kiên quyết ngăn chận sự thay đổi.\" Nhiều ngân hàng lớn nhất được giải cứu suốt thời kỳ khủng hoảng tài chính đã trả xong nợ và đang báo cáo lãi. Peter Cardillo, nhà kinh tế thị trường chủ chốt của công ty tài chính Avalon Partners ở New York, cho hay ít nhất là vào thời kỳ đầu cải cách có thể làm giảm đi phần nào những lợi nhuận đó. \"Trong một vài trường hợp, có lẽ nó sẽ làm thay đổi cách thức Phố Wall giao dịch làm ăn,\" Peter Cardillo cho biết. \"Và có lẽ điều đó có nghĩa là sẽ cắt giảm một số doanh nghiệp. Và điều đó còn đồng nghĩa với việc làm giảm thu nhập đối với một vài cơ quan [tài chính] then chốt trên Phố Wall.\" Ông Obama đã ký dự luật này trong toà nhà Ronald Reagan ở Washington, toà nhà được đặt theo tên của vị tổng thống đã đấu tranh cho việc bãi bỏ những quy định kiểm soát nền kinh tế."
        },
        {
            "en": "China's War for Ore         \nBusiness is being reshaped around the world.\n China was miffed by the outcome of what we last year called the corporate \"deal of the century.\" But shareholder interests prevailed. How often will that be said in the future? Politics, that ugly dynamic when mixed with business, was already back in play last week as Rio Tinto, an Australian mining giant at the heart of the controversy, saw four of its Chinese executives arrested in Shanghai on spying charges. China says the busts are not retribution for the cancelled deal between Rio and a state-owned company, which received angry press in China. Instead, the arrests supposedly arise from skullduggery by Rio officials during fraught annual ore-price negotiations with mainland steelmakers. But the distinction may be irrelevant. Ore has become a major neuralgic concern for China. It sees its dependence on imported supply as strategically risky. It fears that its massive attempts to \"stimulate\" domestic job growth are being drained off as fatter profits for Australian mining companies. When the intrigue is unraveled, moreover, don't be surprised if the arrests are partly aimed at corralling the mainland's own restive steelmakers, many of whom have not cooperated in Beijing's ore strategy but have been striking their own spot market deals at higher prices. But let's step back. Rio has been wrongfooted over and over lately amid the zigzagging of the world's monetary conditions, whose chaos is now disastrously reshaping business-government relations globally (think the Obama administration's ownership of most of the Detroit auto industry). When China was booming, Rio played coy in the face of a merger bid from fellow miner BHP Billiton 18 months ago, acknowledging the \"industrial logic\" of the deal but insisting the offering price was \"several ballparks\" short of fair value. Oops. With the collapse of Lehman and the global meltdown, ore prices plummeted and BHP withdrew its bid. Suddenly, Rio needed its own debt <em>bailout</em> and turned to a company on the cash-rich mainland, state-owned Chinalco. Beijing was doubly pleased by the $19.5 billion Chinalco deal. Not only was China getting ownership of Australian ore assets at a bargain price, but the deal also killed off any chance of a BHP merger, seen on the mainland as an Aussie plot to gouge China. Oops. The Chinalco proposal ran into a buzzsaw of nationalist opposition in Australia. And while a government review board dragged its feet, the delay allowed Ben Bernanke to rev up the monetary engine and China to launch its own massive stimulus. Ore prices recovered. A BHP joint venture was back on the table. In a jilting worthy of a Judy Blume novel, Rio last month dumped its Chinese savior and leapt into bed with its erstwhile Australian suitor. Now the Chinese naturally see dirty politics at work, but the deal was actually scuttled by Rio's shareholders, who rightly saw more upside in BHP's offer. Yet it's also true the Chinalco bid would likely eventually have been torpedoed by the Australian government. Polls were running strongly against selling the country's mineral patrimony to a company ultimately controlled by the Chinese Communist Party. Australia Prime Minister Kevin Rudd, who prides himself on being an old China hand, must have been overjoyed when this icky chalice was taken from his lips by Rio's shareholders Yet the politics have only turned ickier since the Rio arrests. And Beijing has other cards up its sleeve. It can take its opposition to the BHP-Rio deal to Europe's trustbusters, who voiced qualms about their earlier proposed tie-up. China also can make use of its own new anti-monopoly law, which has already been used to punish the U.S. for blocking an oil deal. Earlier this year, Chinese regulators nixed Coca-Cola's purchase of a local juicemaker on \"competition\" grounds that antitrust lawyers considered ludicrous. More disturbing, China has upped its ore purchases in recent weeks even as mainland growth seems to be slowing, suggesting an effort to lay in a stockpile for a longer showdown against Rio-BHP. If the Rio arrests mark the beginning of a Chinese war to remake the global ore market more to China's liking, Beijing might want to think again. Its clumsy attempt to make computer makers instruments of Internet censorship was not exactly confidence-inspiring. Ensuring nobody wants to do a business deal with China for fear of being charged with a death penalty crime hardly improves the case. Then there's the epic civil disorder in Xinjiang. The final casualty may be China's overblown reputation for macroeconomic competence, on which so many hopes for global recovery depend. There are already signs its stimulus efforts are running off the rails. The world might appreciate a signal right now that China's government actually knows what it's doing. Nguồn: http://online.wsj.com/article/SB124761913912742517.html",
            "vi": "China's War for Ore     Kinh doanh đang được phục hồi ở khắp nơi trên thế giới. Trung Quốc phật ý vì kết quả của những gì mà năm ngoái chúng ta gọi là \"vụ hợp tác làm ăn thế kỷ\". Nhưng quyền lợi của cổ đông thắng thế. Điều đó sẽ được phát biểu bao lâu một lần trong tương lai? Chính trị, động lực xấu xa khi liên quan đến kinh doanh, đã quay lại cuộc chơi hồi tuần trước khi Rio Tinto, một công ty khai thác mỏ lớn của Úc đang nằm ở tâm điểm của mối bất đồng, nhìn thấy bốn người điều hành Trung Quốc của nó bị bắt ở Thượng Hải với tội danh làm gián điệp. Trung Quốc nói việc bắt giữ không phải là sự trả thù cho vụ làm ăn bị hủy bỏ giữa Rio và một công ty quốc doanh, một vụ khiến cho giới thuyền thông của Trung Quốc phẫn nộ. Mà thay vào đó, vụ bắt bớ được cho là phát sinh từ sự lừa bịp của các viên chức Rio trong cuộc đàm phán căng thẳng về giá quặng hằng năm với nhà sản xuất thép ở đại lục. Nhưng phân biệt này có thể là không liên quan. Quặng đã trở thành nỗi lo âu lớn làm đau đầu Trung Quốc. Đất nước này xem sự phụ thuộc của mình về nguồn nhập khẩu như sự rủi ro về chiến lược. Nó sợ rằng những nỗ lực to lớn của nó nhằm \"kích thích\" gia tăng công ăn việc làm trong nước đang chuyển thành lợi nhuận béo bở hơn cho các công ty khai khoáng của Úc. Hơn nữa, khi mưu đồ được làm sáng tỏ, thì không có gì ngạc nhiên khi hoạt động bắt giữ một phần nhắm đến việc thu tóm những nhà sản xuất thép ngang bướng riêng của đại lục, nhiều người trong số họ đã không hợp tác trong chiến lược quặng mỏ của Bắc Kinh nhưng đã và đang nhắm vào các giao dịch trên thị trường giao ngay của riêng họ với giá cao hơn.  Nhưng chúng ta hãy dừng lại suy nghĩ. Gần đây Rio liên tục thực hiện những động tác giả giữa những biến đổi của tình hình tiền tệ thế giới, mà sự lộn xộn của những biến đổi này đang phục hồi một cách thảm hại quan hệ giữa giới kinh doanh và chính phủ toàn cầu (nghĩ rằng quyền sở hữu hầu hết ngành công nghiệp xe hơi Detroit là của chính quyền Obama). Khi Trung Quốc đang bùng nổ, Rio tỏ vẻ kín đáo đối mặt với nỗ lực sáp nhập từ nhà khai thác mỏ đồng hội đồng thuyền BHP Billiton cách đây 18 tháng, thừa nhận \"lô-gích của ngành\" về thoả thuận này nhưng khăng khăng là giá đưa ra quá thấp so với giá hợp lý. Tiếc quá. Với sự sụp đổ của Lehman và sự sụp đổ toàn cầu hoàn toàn, giá quặng tụt xuống và BHP không tham gia đấu thầu nữa. Bất ngờ, Rio cần hành động để cứu nguy tài chính riêng của mình và hướng về công ty trên đại lục lắm tiền, Chinalco quốc doanh. Bắc Kinh hài lòng gấp đôi vì vụ làm ăn 19.5 tỉ đô-la Mỹ của Chinalco. Không chỉ là Trung Quốc nắm quyền sở hữu tài sản quặng của Úc với giá hời, mà vụ làm ăn cũng tiêu diệt mọi cơ hội sáp nhập với BHP, mà đại lục xem là âm mưu của Úc nhằm đục thủng Trung Quốc. Tiếc quá. Kế hoạch của Chinalco đụng phải lưỡi cưa tròn của phe đối lập theo chủ nghĩa dân tộc ở châu Úc. Và trong khi một ủy ban đánh giá đầu tư của chính phủ làm chậm chạp, thì sự trì hoãn này đã cho phép Ben Bernanke tăng cường cỗ máy in tiền và Trung Quốc cho ra mắt kích thích ồ ạt riêng của mình. Giá quặng khôi phục. Liên doanh với BHP quay lại bàn này. Trong một tiểu thuyết về kẻ phụ tình của Judy Blume, Rio tháng trước đã ruồng rẫy vị cứu tinh Trung quốc của nó và nhảy lên giường với người theo đuổi Úc ngày xưa của nó. Bây giờ Trung Quốc tự nhiên nhìn thấy chính trị bẩn thỉu can thiệp vào công việc, nhưng vụ làm ăn đã thực sự bị chấm dứt bởi cổ đông của Rio, người nhìn thấy một cách đúng đắn nhiều hứa hẹn hơn trong lời mời chào của BHP. Tuy nhiên cũng đúng là việc đấu thầu của Chinalco sẽ có thể cuối cùng bị chính phủ Úc phá hoại. Các cuộc thăm dò ý kiến dư luận đang được thực hiện cực lực phản đối việc bán tài nguyên khoáng sản của đất nước cho công ty bị kiểm soát tuyệt đối bởi Đảng Cộng sản Trung quốc. Thủ tướng Úc Kevin Rudd, người lấy làm tự hào là hiểu rõ Trung quốc, chắc hẳn vui mừng khôn xiết khi ly rượu bẩn thỉu này được cổ đông của Rio lấy ra khỏi môi ông ấy. Tuy nhiên chính trị chỉ tỏ ra bẩn thỉu hơn kể từ các vụ bắt bớ Rio. Và Bắc Kinh có những quân bài khác giấu trong tay áo. Nó có thể đưa đối thủ của nó trong vụ làm ăn BHP - Rio đến nhân viên chính phủ chuyên xử lý những tập đoàn phá sản của Châu Âu, người đã tỏ vẻ day dứt về thoả thuận đưa ra trước đây của họ. Trung Quốc cũng có thể sử dụng luật chống độc quyền mới của mình, đã được sử dụng để trừng phạt Hoa Kỳ vì ngăn chặn thoả thuận dầu lửa. Đầu năm nay, quan chức Trung quốc bác bỏ việc Coca-Cola mua hãng sản xuất nước trái cây trong nước với lý do \"cạnh tranh\" mà các luật sư chống độc quyền cho là lố bịch. Đáng ngại hơn nữa, Trung Quốc đã gia tăng mua quặng của nó trong những tuần vừa qua ngay khi tăng trưởng ở đại lục dường như đang chậm lại, điều này cho thấy một nỗ lực nhằm để dành kho dự trữ cho cuộc đối đầu lâu dài hơn chống lại liên minh Rio - BHP. Nếu các vụ bắt bớ Rio đánh dấu bước khởi đầu cuộc chiến của Trung quốc để thiết lập lại một thị trường quặng toàn cầu hợp ý Trung quốc hơn, thì Bắc Kinh có lẽ phải nghĩ lại. Sự cố gắng vụng về của nó trong việc biến các nhà sản xuất máy tính thành công cụ kiểm duyệt mạng Internet không hề mang lại cảm giác tự tin. Chắc chắn chẳng ai muốn làm ăn kinh doanh với Trung Quốc vì sợ bị kết tội tử hình thì khó lòng cải thiện được tình hình này. Sau đó có bạo loạn dân sự quy mô lớn ở Tân Cương. Tổn thất cuối cùng có thể là danh tiếng được thổi phồng quá mức của Trung quốc về khả năng kinh tế vĩ mô, dựa trên quá nhiều hy vọng cho sự khôi phục toàn cầu. Rồi có dấu hiệu nỗ lực kích thích của nó đang trật đường ray. Thế giới hẳn sẽ cảm kích nếu ngay bây giờ có một tín hiệu cho thấy chính phủ Trung Quốc thực sự hiểu được điều nó đang làm."
        },
        {
            "en": "In recent months, some doomsayers have predicted there will be another market crash in 2011, and that Wall Street's \"con game\" will be once again exposed. As the years have passed, it has become more apparent that we're incapable of learning from our mistakes, as evidenced by the subprime credit meltdown that was foretold well-before it occurred. Economics, like sociology, is a fascinating study with complex twists and turns, many of which have been repeated throughout history. The following gloomy days in Wall Street history are stark reminders of its instability — and even our gullibility.\n  \n \nMarch 14, 1907: Real estate speculation and attempted company takeovers after the San Francisco earthquake of 1906 contributed to the crash 1907, in which the Dow suffered a loss of more than eight percent, closing at 76.23. Because many people were borrowing for speculation and a large portion of the real estate in the quake-ravaged region was insured by companies in the U.K., interest rates increased dramatically. Those rates, along with uncharacteristically high real estate prices, slowed investments on capital goods. The resulting instability fed the Panic of 1907.\n  \n \nOctober 24, 1929: An event that will forever live in infamy, the Stock Market Crash of 1929 dealt a crushing blow to the U.S. economy. Most notably, it signified the beginning of the Great Depression, which lasted all the way until World War II. The onset of the ordeal occurred on Black Thursday, when share prices on the New York Stock Exchange plummeted. In a mass panic, $5 billion vanished as almost 13 million shares were traded, more than three times the normal volume. A brief rally at the end of the day, led by Richard Whitney, head of the New York Stock Exchange, boosted confidence slightly, but ultimately failed to halt a full-blown meltdown.\n  \n \nOctober 28, 1929: Following a better Friday, investors returned on Monday to experience another rapid deterioration. They attempted to flee the market while they could, but for many it was too late. By the end of the day, trading volumes almost reached 9.25 million and the Dow fell 13 percent (38 points), a record loss. The confidence that was established at the end of the previous week was gone, and the stage was set for the most unforgettable day of 1929.\n  \n \nOctober 29, 1929: Black Tuesday is when the crisis reached its apex. In just a matter of a few hours, the financial gains of the previous year were eliminated, and consumer confidence tumbled. Everyone was selling and nobody was buying, causing the ticker to lag behind by almost two hours. An astonishing 16 million shares were traded on the day, a record that stood for 40 years, and the Dow closed with a 12 percent loss (30 points). The hoards of people who had previously borrowed to participate in the bull market were forced to sell their belongings in an effort to pay back their debts. Banks and businesses closes, and many American citizens would be left destitute without their jobs or any financial assistance.\n\n\nJuly 8, 1932: Almost three years after the dark days of October 1929, the Dow's long and steady decline hit its lowest point, closing at 42.22, an 89 percent decrease from its peak. Although it wasn't a one day catastrophe like the aforementioned events, it serves as a benchmark in history. Not only did it squelch any remnants of consumer confidence, but it also helped Franklin Roosevelt win the upcoming presidential election, enabling him to implement his New Deal initiatives, which some credit with eventually ending the Depression.\n  \n \nOctober 19, 1987: One widely agreed upon conclusion hasn't been reached regarding the events that led to Black Monday, when the Dow dropped by its largest margin in history at the time, more than 22 percent (508 points). The worldwide crash included drops of 45.5 percent in Hong Kong, 41.8 percent in Australia, 31 percent in Spain and 26.5 in the U.K., a sequence of events that spread westward. In addition to turmoil in international markets, economists have attributed it to the faltering dollar, market psychology and program trading, the latter of which was predicted by Congressman Edward J. Markey before the crash. Fortunately, the market swiftly stabilized afterward, improving by 15 percent above the closing number on Black Monday at the end of the month.\n  \n \nSeptember 17, 2001: The September 11th attacks impacted different aspects of our lives — security, defense, freedom and, of course, the economy. When the market reopened after a four-day closure following the attacks, stocks plunged to three-year lows, decreasing more than seven percent. Boeing and United Technologies, an aviation parts supplier, suffered the biggest losses. At that point, it was the biggest one-day and one-week point losses in the history of the Dow, which had previously been unaffected by the ongoing recession.\n  \n \nFebruary 27, 2007: Overshadowed by the events of the following year, the 2007 crash was quickly forgotten by those who weren't directly affected by it. Even still, it stands as one of the largest drops point-wise in the history of the Dow. Investors sold en masse amid worries of economic growth in the U.S. and worldwide, plummeting Chinese stocks and an apparent assignation attempt on Vice President Cheney by the Taliban in Afghanistan. Fears of a major selloff had been looming for months after the Dow had reached record highs during an eight-month rally.\n  \n \nSeptember 15, 2008: With more than $600 billion in assets, the demise of Lehman Brothers, the fourth largest investment bank in the U.S., had major repercussions on the economic health of the nation. The largest bankruptcy in the history of the country, along with the sale of Merrill Lynch to Bank of America to avoid financial crisis, resulted in a 504-point drop in the Dow, and helped set forth the panic of the following weeks. The struggling AIG, formerly the 18th-largest public company in the world, was spared thanks to assistance from the government, which, among other things, immediately provided an $85 billion credit facility.\n  \n \nSeptember 29, 2008: It was a catastrophe that defined a generation on Wall Street. After the House of Representatives failed to pass Bush's $700 million <em>bailout</em> plan for the ailing financial institutions, more than $1.2 trillion was gone from the U.S. stock market, the biggest decrease in the history of the Dow Jones. The biggest drop, 400 points, came in just 10 minutes, not long after it became evident the bill was going to fail.\n    ",
            "vi": "Những tháng gần đây, một số người có tài tiên đoán thảm hoạ đã dự báo sẽ có một vụ phá sản hàng loạt nữa trên thị trường trong năm 2011, và \"sự bội tín\" của Phố Wall một lần nữa sẽ lại bị phơi bày. Thời gian trôi qua, càng ngày càng rõ rành rành là chúng ta không đủ khả năng rút ra bài học từ những sai lầm của mình, bằng chứng là hiện tượng đổ vỡ tín dụng dưới chuẩn đã được dự báo rất chính xác - trước khi nó xảy ra. Kinh tế học, giống như xã hội học, là một bộ môn thú vị nghiên cứu về những thay đổi và biến động phức tạp, mà trong đó rất nhiều sự kiện, hiện tượng lặp đi lặp lại suốt chiều dài lịch sử. Những ngày đen tối trong lịch sử phố Wall liệt kê dưới đây thực sự nhắc nhở chúng ta về tính bất ổn của nó - và thậm chí cả sự cả tin của chính chúng ta nữa.   Ngày 14 tháng ba năm 1907: các hoạt động đầu cơ bất động sản và thôn tính công ty bất thành sau trận động đất ở San Francisco năm 1906 góp phần vào vụ sụp đổ năm 1907, trong đó chỉ số Dow bị mất hơn 8%, đóng cửa ở mức 76,23 điểm. Vì nhiều người mượn tiền để đầu cơ và phần lớn nhà cửa trong vùng bị động đất tàn phá được các công ty ở Anh bảo hiểm, nên lãi suất tăng đột ngột. Các mức lãi suất đó, cùng với giá cả bất động sản cao một cách bất thường, làm đầu tư vào hạ tầng cơ sở chậm lại. Tình trạng bất ổn cố hữu là mầm mống của cuộc khủng hoảng năm 1907.   \nNgày 24 tháng mười năm 1929: Một sự kiện sẽ để lại vết nhơ mãi mãi, vụ sụp đổ của thị trường chứng khoán năm 1929 giáng một đòn chí mạng vào nền kinh tế Hoa Kỳ. Nhất là, nó báo hiệu bắt đầu cuộc Đại khủng hoảng Kinh tế, cuộc khủng hoảng kéo dài suốt đến tận Đệ nhị thế chiến. Tai họa bắt đầu diễn ra vào ngày Thứ Năm Đen Tối, thời điểm giá cổ phiếu trên thị trường New York lao xuống nhanh. Trong lúc hoảng loạn bao trùm, 5 tỷ đô la bị biến mất khi gần 13 triệu cổ phần được giao dịch, nhiều gấp ba lần khối lượng giao dịch thông thường. Một cuộc gặp gỡ chớp nhoáng với công chúng vào cuối ngày của ông Richard Whitney, Chủ tịch Sở giao dịch chứng khoán New York, làm tăng niềm tin lên đôi chút, nhưng rốt cuộc không ngăn chặn được một vụ sụp đổ đang lan rộng.\n   Ngày 28 tháng mười năm 1929: sau một ngày Thứ Sáu Tốt Lành, các nhà đầu tư lại chịu một tổn thất mau lẹ khác vào ngày thứ hai. Họ cố gắng tháo chạy khỏi thị trường khi có thể, nhưng với nhiều người việc này đã quá muộn. Vào cuối ngày, khối lượng giao dịch gần đạt đến 9,25 triệu đơn vị và chỉ số Dow giảm 13% (38 điểm), một con số tổn thất kỷ lục. Niềm tin mới hình thành cuối tuần trước đó đã mất, và đây là ngày khó quên nhất trong năm 1929.   Ngày 29 tháng mười năm 1929: Ngày Thứ Ba Đen Tối là thời điểm cuộc khủng hoảng lên đến đỉnh điểm. Chỉ trong chừng vài giờ, số lợi nhuận kiếm được của năm trước bị tước đi và niềm tin của người tiêu dùng sụp đổ. Ai cũng bán mà chẳng có ai mua, làm cho hệ thống cung cấp báo cáo trễ lại gần hai tiếng đồng hồ. Khối lượng 16 triệu cổ phần đáng kinh ngạc được giao dịch ngày hôm đó, một kỷ lục tồn tại suốt 40 năm, và chỉ số Dow đóng cửa với thiệt hại 12% (30 điểm). Đám người trước đây mượn tiền để tham gia thị trường có khuynh hướng giá lên bị buộc phải bán tài sản cá nhân của mình để cố gắng hoàn trả nợ. Ngân hàng và các công ty đóng cửa, và nhiều công dân Mỹ bị đẩy vào cảnh nghèo túng mà không có việc làm hay bất kỳ hỗ trợ tài chính nào.   Ngày 8 tháng bảy năm 1932: gần như 3 năm sau những ngày đen tối của tháng mười năm 1929, tình trạng sụt giảm liên tục và kéo dài của chỉ số Dow chạm xuống đến điểm thấp nhất, đóng cửa ở mức 42,22, mất 89% so với đỉnh của mình. Mặc dù không phải là thảm hoạ trong một ngày giống như những sự kiện nêu trên, cái ngày này vẫn đóng vai trò là một điểm mốc trong lịch sử. Nó không chỉ làm mất hết chút niềm tin còn rơi rớt lại của người tiêu dùng, mà còn giúp Franklin Roosevelt giành chiến thắng trong cuộc bầu cử tổng thống sắp diễn ra, cho phép ông ta quyền thực hiện sáng kiến chính sách Kinh Tế Mới của mình, chính sách mà nhiều người tin rằng cuối cùng sẽ chấm dứt thời kỳ Suy Thoái.   Ngày 19 tháng mười năm 1987: người ta không ký kết được một thoả thuận các bên cùng nhất trí về những sự kiện đã dẫn đến ngày Thứ Hai Đen Tối, khi chỉ số Dow giảm hết biên độ lớn nhất của mình trong lịch sử đương thời, hơn 22% (508 điểm). Vụ phá sản hàng loạt trên toàn thế giới bao gồm mất 45,5% tại Hồng Kông, 41,8% tại Úc, 31% tại Tây Ban Nha và 26,5% tại Anh, một chuỗi sự kiện lan về hướng tây. Ngoài tình trạng rối loạn trên các thị trường quốc tế, các nhà kinh tế học quy cho đồng đô la sút kém, tâm lý thị trường và giao dịch theo chương trình, trong nhóm này yếu tố đứng sau được Hạ nghị sĩ Edward J. Markey dự báo trước cuộc sụp đổ. May thay, sau đó thị trường nhanh chóng ổn định, vào cuối tháng đã tăng 15% hơn so với con số đóng cửa ngày Thứ Hai Đen Tối.   Ngày 17 tháng chín năm 2001: các vụ tấn công ngày 11 tháng Chín ảnh hưởng đến những mặt khác nhau trong cuộc sống chúng ta - an ninh, quốc phòng, tự do và, tất nhiên kinh tế nữa. Khi thị trường mở cửa trở lại sau thời gian đóng cửa 4 ngày vì các vụ tấn công, các cổ phiếu lao xuống mức thấp nhất trong ba năm, giảm hơn 7%. Boeing và United Technologies, một nhà cung cấp thiết bị hàng không, chịu tổn thất lớn nhất. Tại thời điểm bấy giờ, đó là những mức mất điểm trong một tuần và trong một ngày lớn nhất trong lịch sử chỉ số Dow, chỉ số này trước đấy không bị cuộc suy thoái kinh tế đang diễn ra tác động đến.   Ngày 27 tháng hai năm 2007: bị các sự kiện của năm sau làm lu mờ đi, vụ sụp đổ năm 2007 nhanh chóng được những người không chịu ảnh hưởng trực tiếp lãng quên. Mặc dù nó vẫn còn là một trong những trường hợp sụt giảm lớn nhất theo từng điểm trong lịch sử chỉ số Dow. Các nhà đầu tư ồ ạt bán giữa những mối lo ngại về tăng trưởng kinh tế Hoa Kỳ và thế giới, các cổ phiếu Trung Quốc đang xuống nhanh và âm mưu ám sát rõ ràng của Taliban tại Afghanistan đối với Phó Tổng thống Cheney. Những lo sợ về một đợt bán tống bán tháo quy mô lớn đã xuất hiện trong những tháng sau khi chỉ số Dow đạt những mức cao kỷ lục suốt giai đoạn phục hồi kéo dài 8 tháng.   \nNgày 15 tháng chín năm 2008: Với hơn 600 tỷ đô la tài sản, cái chết của Lehman Brothers, ngân hàng đầu tư lớn thứ tư ở Mỹ, tác động lớn đối với sức khoẻ kinh tế của nước này. Vụ phá sản lớn nhất trong lịch sử nước Mỹ, cùng với việc bán Merrill Lynch cho Ngân hàng Mỹ nhằm tránh khủng hoảng tài chính, dẫn đến việc chỉ số Dow mất 504 điểm, và giúp để lại tình trạng hoảng loạn trong những tuần tiếp theo. AIG đang vật lộn với rất nhiều khó khăn, trước đây là công ty có cổ phiếu phát hành ra công chúng lớn thứ 18 trên thế giới, được cứu rỗi nhờ trợ giúp từ chính phủ, khoản trợ cấp mà, trong số những khoản trợ cấp khác, ngay lập tức mang lại cho họ một thoả thuận cấp tín dụng dành cho doanh nghiệp trị giá 85 tỷ đô la.\n   Ngày 29 tháng chín năm 2008: ngày này là một thảm hoạ chỉ rõ đặc điểm một thế hệ trên Phố Wall. Sau khi Hạ viện không thông qua kế hoạch cứu trợ tài chính trị giá 700 tỷ đô la của tổng thống Bush, hơn 1,2 nghìn tỷ đô la biến mất khỏi thị trường chứng khoán Hoa Kỳ, số lượng giảm sút lớn nhất trong lịch sử Dow Jones. Trường hợp mất điểm lớn nhất, 400 điểm, xảy ra chỉ trong 10 phút, không lâu sau khi mọi người chứng kiến dự luật bị bác bỏ.    "
        },
        {
            "en": "France in shock as IMF chief charged with sex assault          (Reuters) - IMF chief Dominique Strauss-Kahn was charged on Sunday with trying to rape a New York hotel maid in a scandal that appeared to wreck his hopes of becoming France's next president. The sexual assault charges throw the IMF into a leadership crisis just as it is trying to help ease an escalating euro zone debt crisis, and they turn France's presidential election campaign upside down when polls had made Strauss-Kahn a clear front runner. The charismatic 62-year-old, who led the International Monetary Fund through the 2007-09 global financial meltdown and has been central in galvanizing Europe to tackle its debt woes, for long had the reputation of a womanizer. But the charges he faces are in another realm. A maid, 32, said he emerged naked from the bathroom and sexually assaulted her inside his $3,000-a-night suite at the Sofitel hotel in New York's Times Square on Saturday afternoon. He was there on private business, the IMF said. Strauss-Kahn was expected to go before a state court later on Sunday. His lawyer said he will plead not guilty. Police say he fled the hotel after the alleged assault and a few hours later they pulled him out of his first-class seat on an Air France plane 10 minutes before it was to take off for Paris. He was charged with a criminal sexual act, unlawful imprisonment and attempted rape, moving him from luxurious hotel suite and a glittering public career to scandal and a bare holding cell in New York's tough Harlem neighborhood in the space of a few hours. The contrast could barely have been more dramatic. At the Sofitel, Strauss-Kahn's suite had a conference room, living room, foyer, spacious marble bathroom and a bedroom with a sumptuous king-sized bed and feather and down duvet.  Police say Strauss-Kahn does not have diplomatic immunity from the charges, which if proven could carry a prison sentence of 15-20 years. They have collected DNA evidence from the hotel suite, The New York Times reported. Strauss-Kahn has hired New York lawyer Benjamin Brafman, a seasoned defense attorney famed for striking deals or winning not-guilty verdicts for pop stars and a football player. The IMF chief's wife, well-known French television personality Anne Sinclair, jumped to her husband's defense. \"I do not believe for a single second the accusations leveled against my husband,\" she said in a statement. IMF CRISIS, ELECTION 'THUNDERBOLT' The IMF tried to fill its leadership vacuum by naming its No. 2 official, John Lipsky, as acting managing director. But the charges against Strauss-Kahn are a huge embarrassment for an institution that oversees the global economic system and has authorized hundreds of billions of dollars of lending to troubled countries as well as playing a major role in the euro-zone debt crisis. The allegations immediately threw France's presidential race wide open. He had not yet declared his candidacy but Strauss-Kahn was widely expected to run for the Socialist Party and early opinion polls showed him with a big lead over the conservative incumbent, Nicolas Sarkozy, who is seeking a second term at the election next April. \"The news we received from New York last night struck like a thunderbolt,\" said Socialist leader Martine Aubry, appealing for party unity. France's government as well as Strauss-Kahn's political allies and rivals called for caution and respect for the presumption of innocence, but his presidential ambitions appeared to be dead in the water unless the case against him quickly unravels and he is shown to be innocent. \"All this is completely astounding, immensely troubling and distressing. If the facts prove true ... it's something degrading for all women. It's terrible for the image of France,\" said Francois Bayrou, a centrist opponent. Far-right leader Marine Le Pen said her rival's presidential hopes had been crushed. Christine Boutin, president of the Christian Democrat Party, suggested Strauss-Kahn may have been set up. \"I think it's very likely a trap was set for Dominique Strauss-Kahn and he fell into it,\" she told France's BFM television. \"It's a political bomb for domestic politics.\" French voters are famously tolerant of political leaders' extra-marital affairs but the allegations against Strauss-Kahn are entirely different, and much more serious. If they are proven, Strauss-Kahn's fall from power in a scandal would be one of the most dramatic of any high-profile international figure in decades. Many politicians have fallen after being caught in extra-marital affairs and others have survived them, including former presidents John F. Kennedy and Bill Clinton as well as former French President Francois Mitterrand. But rarely have senior figures faced brutal assault charges like those filed against Strauss-Kahn. With Strauss-Kahn in the dock, the IMF also now faces many questions of its own, because his character had been questioned before. In 2008, Strauss-Kahn apologized for \"an error of judgment\" after an affair with a female IMF economist who was his subordinate. The Fund's board of member countries warned him against further improper conduct, but cleared him of harassment and abuse of power and kept him in his job. It will now face new scrutiny over whether that response was too weak, especially as there have been persistent rumors about Strauss-Kahn making sexual advances to women. PIVOTAL IN EUROPE'S DEBT WOES An economics professor and former French finance minister, Strauss-Kahn took over the IMF in November 2007 for a five-year term, and won praise for helping galvanize leaders to inject billions of dollars into the world economy during the global financial crisis. He introduced sweeping changes to ensure vulnerable countries swamped by the crisis had access to emergency loans, and others to give major emerging market countries such as China, India and Brazil greater voting powers in the IMF. Witty, multi-lingual, a skilled public speaker and sharp back-room negotiator, Strauss-Kahn also weighed into thornier issues by urging China to let its currency rise in a dispute with the United States. A crisis of leadership at the Fund now will especially worry European nations given Strauss-Kahn's pivotal role in brokering bailouts for Iceland, Hungary, Greece, Ireland and Portugal. \"The chances are the successor won't be a European, and will want to rebalance the IMF's priorities away from its massive commitment in Europe,\" said Jean Pisani-Ferry, director of the Bruegel economic think-tank. Strauss-Kahn had been due to meet German Chancellor Angela Merkel on Sunday and join euro zone finance ministers on Monday to discuss the bloc's debt crisis and how to handle Greece, which is struggling to meet the terms of a 110 billion euro European Union/IMF <em>bailout</em> last year. \"This might definitely cause some delays in the short term,\" a Greek official told Reuters on condition of anonymity. Strauss-Kahn's lawyers moved quickly to cast doubts on the allegations against him. \"We must wait until things settle and see if it's true or a provocation,\" said one of his France-based lawyers, Leon Lef Forster. \"We must be especially careful not to get into a media circus and we must wait until things are clear.\" Brafman, his U.S. lawyer, previously defended pop star Michael Jackson against child molestation charges as well as other celebrities in trouble. The maid who accused Strauss-Kahn told police he attacked her when she went in to clean his suite. \"She told detectives he came out of the bathroom naked, ran down a hallway to the foyer where she was, pulled her into a bedroom and began to sexually assault her, according to her account,\" New York police spokesman Paul Browne said. \"She pulled away from him and he dragged her down a hallway into the bathroom where he engaged in a criminal sexual act, according to her account to detectives. He tried to lock her into the hotel room.\" The woman, who has not been named, was treated in hospital for minor injuries, Browne said. She has worked at the hotel for three years and the property's manager said on Sunday she has been a \"completely satisfactory\" employee in her work and her behavior. Under New York state law, attempted rape and criminal sexual act both carry a potential sentence of 15-20 years. Unlawful imprisonment carries a potential sentence of three to five years.",
            "vi": "France in shock as IMF chief charged with sex assault        (Reuters ) - Chủ tịch Quỹ tiền tệ Quốc tế Dominique Strauss - Kahn vào hôm chủ nhật đã bị buộc tội khi cố cưỡng đoạt nữ hầu phòng khách sạn ở New York trong vụ bê bối dường như làm tiêu tan hy vọng của ông khi muốn trở thành tổng thống sắp tới của Pháp. Lời buộc tội cưỡng dâm đã ném Quỹ tiền tệ quốc tế vào tình trạng khó khăn vì không có người lãnh đạo ngay khi tổ chức này đang cố gắng giúp đỡ làm dịu đi khủng hoảng nợ nần đang leo thang ở khu vực sử dụng đồng Euro, và chính những lời buộc tội này đã lật ngược tình thế cuộc vận động bầu cử tổng thống của Pháp khi các cuộc trưng cầu ý kiến cho biết Strauss-Kahn là người đang dẫn đầu rõ rệt.  Vị lãnh đạo 62 tuổi có uy tín này, người đã đưa quỹ tiền tệ quốc tế vượt qua suy thoái tài chính toàn cầu 2007-09 và đã giữ vai trò chủ yếu trong việc khích lệ Châu Âu đối phó với những thảm hoạ nợ nần, lại từ lâu nổi tiếng là người có quan hệ lăng nhăng. Thế nhưng những cáo buộc mà ông ta sẽ phải đương đầu lại thuộc một khía cạnh khác.  Một người phục vụ phòng, 32 tuổi, cho biết ông ta xuất hiện trần truồng từ phòng tắm và cưỡng hiếp cô ấy bên trong căn phòng thượng hạng trị giá 3,000 đô la/đêm tại khách sạn Sofitel ở quảng trường Thời đại thuộc bang New York vào chiều thứ bảy. Ông ta ở đó để lo việc riêng, Quỹ tiền tệ quốc tế cho biết.   Strauss-Kahn sẽ phải hầu toà tiểu bang vào cuối ngày Chủ Nhật. Luật sư của ông ta nói ông ấy sẽ tuyên bố mình vô tội.  Cảnh sát cho biết ông ta chạy trốn khỏi khách sạn sau cái gọi là cuộc tấn công và vài giờ sau họ lôi ông ta ra khỏi ghế hạng nhất trên máy bay hãng hàng không Pháp 10 phút trước khi máy bay cất cánh đi Pa - ri.  Ông ta bị buộc tội về hành vi tình dục vô đạo đức, giam giữ bất hợp pháp và mưu toan cưỡng dâm. Chính những hành vi trên đã lôi ông ta ra khỏi căn phòng khách sạn sang trọng và khỏi một sự nghiệp nổi tiếng đến vụ bê bối và buồng giam trống không ở khu vực láng giềng Harlem đầy khắc nghiệt của New York nội trong vòng vài giờ.  Sự tương phản ở đây gần như không có gì ấn tượng hơn. Ở Sofitel, phòng thượng hạng của Strauss-Kahn có hội trường, phòng khách, phòng giải lao, phòng tắm cẩm thạch rộng rãi và phòng ngủ với chiếc giường khổng lồ lộng lẫy, mền lông và chăn lông phủ.  Cảnh sát nói Strauss-Kahn không có quyền đặc miễn ngoại giao khỏi những cáo buộc trên, mà nếu đủ bằng cớ có thể mang án tù từ 15-20 năm. Họ đã thu thập được bằng chứng ADN từ phòng khách sạn này, theo Thời báo New York báo cáo.  Strauss - Kahn đã thuê luật sư ở New York tên là Benjamin Brafman, luật sư biện hộ dày dạn kinh nghiệm nổi tiếng về tài thuyết phục toà hoặc cãi trắng án cho các ngôi sao nhạc Pop và một cầu thủ bóng đá. Vợ của chủ tịch Quỹ tiền tệ Quốc tế, gương mặt nổi tiếng trên truyền hình Pháp - Anne Sinclair, vội vàng bảo vệ cho chồng bà.  \"Tôi không tin dù chỉ một giây những lời buộc tội nhắm vào chồng tôi này,\" bà ta đã nói trong một bài phát biểu. KHỦNG HOẢNG QUỸ TIỀN TỆ THẾ GIỚI, 'TIẾNG SÉT' TRONG CUỘC BẦU CỬ Quỹ tiền tệ quốc tế đã cố lấp đi việc thiếu vắng người lãnh đạo của nó bằng cách đưa viên chức đứng thứ hai trong tổ chức, John Lipsky, nắm quyền tổng giám đốc. Nhưng lời cáo buộc đối với Strauss-Kahn được xem là sự bẽ mặt quá mức cho tổ chức hiện trông nom hệ thống kinh tế toàn cầu và đã uỷ quyền cho hàng trăm tỷ đô la để cho vay các quốc gia khó khăn cũng như đóng một vai trò chính trong cuộc khủng hoảng nợ nần ở khu vực sử dụng đồng Euro.  Những luận điệu trên ngay lập tức đưa cuộc tranh cử tổng thống Pháp đi đến chỗ không thể tiên đoán được.  Ông ta vẫn chưa tuyên bố ứng cử nhưng Strauss-Kahn được nhiều người mong đợi sẽ tranh cử cho Đảng Xã hội và các thăm dò dư luận ban đầu cho thấy ông ta là người dẫn đầu có triển vọng lớn so với người đang nắm quyền thuộc đảng bảo thủ, Nicolas Sarkozy, nhân vật đang tìm kiếm nhiệm kỳ thứ hai trong cuộc bầu cử Tháng tư tới.  \"Tin tức chúng tôi nhận được từ New York đêm qua giáng xuống như tiếng sét ngang mày,\" Martine Aubry – vị lãnh đạo Đảng Xã hội nói, kêu gọi sự đoàn kết trong Đảng.  Chính phủ của Pháp cũng như đồng minh và đối thủ chính trị của Strauss-Kahn kêu gọi hãy suy xét và tôn trọng giả thuyết vô tội, nhưng tham vọng tổng thống của ông ta có vẻ như bị sa lầy trừ phi vụ kiện ông ta nhanh chóng được giải quyết và ông ta được chứng minh là vô tội.  \"Toàn bộ chuyện này làm tôi hết sức sững sờ, vô cùng lo lắng và khó chịu cùng cực. Nếu mọi chuyện đúng như thế . . . thì thật là chuyện làm hèn hạ đối với phụ nữ. Thật kinh khủng cho hình ảnh của nước Pháp, \" Francois Bayrou, một đối thủ ôn hoà lên tiếng.  Nhà lãnh đạo phe cực hữu Marine Le Pen tuyên bố niềm hy vọng trở thành tổng thống của đối thủ của bà đã bị đè bẹp.  Christine Boutin, chủ tịch của đảng dân chủ Cơ đốc giáo, nêu ra giả thuyết Strauss - Kahn chắc đã bị gài bẫy. \"Tôi nghĩ rất có khả năng bẫy đã được dựng lên cho Dominique Strauss - Kahn và ông ta đã bị sụp bẫy,\" bà ta nói trước truyền hình BFM của Pháp. \"Đây là quả bom chính trị đối với chính trường trong nước.\" Cử tri Pháp nổi tiếng dễ tha thứ mấy chuyện tình ái lăng nhăng của các lãnh đạo chính trị nhưng những luận điệu chống lại Strauss-Kahn hoàn toàn khác nhau, và nghiêm trọng hơn nhiều.  Nếu mọi việc được sáng tỏ, cú ngã khỏi đấu trường chính trị của Strauss-Kahn trong vụ bê bối sẽ là biến thành một trong những cú ngã ngoạn mục nhất của những nhân vật hết sức nổi tiếng trên thế giới trong mấy thập niên qua.  Nhiều chính trị gia đã ngã nhào sau khi bị bắt gặp ngoại tình và còn những người khác thì vượt qua được, bao gồm cựu tổng thống John F. Kennedy và Bill Clinton cũng như cựu tổng thống Pháp Francois Mitterrand.  Nhưng hiếm khi có quan chức cao cấp nào đương đầu với lời buộc tội tấn công hung hãn như những lời buộc tội Strauss. Khi Strauss - Kahn ngồi vào ghế bị cáo, Quỹ tiền tệ quốc tế hiện tại cũng đang đương đầu với nhiều nghi ngờ trong nội bộ, vì trước đây người ta cũng đã từng nghi ngờ tính cách lăng nhăng này của ông ta.  Vào năm 2008, Strauss-Kahn xin lỗi về việc \"đánh giá sai\" sau cuộc tình với nữ chuyên gia kinh tế của Quỹ tiền tệ quốc tế - cấp dưới của ông ta.  Lúc đó, các quốc gia thành viên hội đồng quản trị của Quỹ này đã khuyến cáo ông ta không nên để cách xử sự không đứng đắn đó đi xa thêm nữa, nhưng rồi họ cũng xoá sạch đi những phiền nhiễu và làm trong sạch việc lạm quyền của ông ta và duy trì ông ta tiếp tục với chức vụ của mình. Bây giờ nó lại sẽ đối mặt với việc xem xét thêm nữa là liệu sự phản ứng như vậy quá yếu hay không, nhất là khi đã có tin đồn dai dẳng về việc Strauss-Kahn tạo điều kiện thuận lợi về tình dục cho phụ nữ. Đóng vai trò quan trong tai họa nợ nần ở Châu Âu Là một giáo sư về kinh tế học đồng thời là cựu Bộ trưởng Bộ tài chính Pháp, Strauss-Kahn tiếp quản Quỹ tiền tệ quốc tế vào tháng mười một năm 2007 với nhiệm kỳ năm năm, và được khen ngợi vì đã giúp thuyết phục được các nhà lãnh đạo bơm hàng tỷ đô la vào nền kinh tế thế giới trong cuộc khủng hoảng tài chính toàn cầu.  Ông ta đưa ra những thay đổi sâu rộng để đảm bảo các quốc gia dễ bị ảnh hưởng chìm ngập trong cuộc khủng hoảng có quyền sử dụng khoản vay khẩn cấp, và các khoản vay khác để cho các quốc gia có nền kinh tế phát triển quan trọng như là Trung Quốc, Ấn Độ và Braxin có nhiều quyền biểu quyết hơn trong Quỹ tiền tệ quốc tế.  Là một người diễn thuyết trước công chúng có kinh nghiệm, sắc sảo, với phong cách dí dỏm, thông thạo nhiều ngôn ngữ đồng thời là nhà thương thuyết hậu trường khéo léo, Strauss-Kahn cũng tham gia vào các vấn đề hóc búa như kêu gọi Trung Quốc thả nổi tiền tệ trong cuộc tranh chấp với Hoa Kỳ.  Khủng hoảng không có người lãnh đạo ở Quỹ bây giờ sẽ đặc biệt làm lo ngại cho các quốc gia châu Âu khi giao cho Strauss Kahn vai trò cực kỳ quan trọng  trong môi giới cứu nguy về tài chính cho Iceland, Hungary, Hi Lạp, Ai len và Bồ Đào Nha. \"Khả năng là người kế vị của tổ chức sẽ không là công dân Châu Âu nữa, và người này sẽ muốn cân đối lại ưu tiên của Quỹ tiền tệ quốc tế khỏi cam kết quy mô lớn ở châu Âu,\" Jean Pisani-Ferry, giám đốc ban tham mưu kinh tế Bruegel nói.  Strauss - Kahn đã dự định gặp thủ tướng Đức Angela Merkel vào ngày chủ nhật và tham gia vào cuộc họp Bộ trưởng Bộ tài chính khu vực sử dụng đồng Euro vào ngày thứ hai để thảo luận khủng hoảng nợ nần của khối này và làm thế nào để xử lý vụ Hi Lạp đang cố đáp ứng các điều khoản cho gói cứu trợ 110 tỉ đồng euro của Liên minh châu Âu / Quỹ tiền tệ quốc tế năm ngoái.  \"Vụ việc này có thể chắc chắn sẽ gây ra một số trì hoãn ngắn hạn,\" một viên chức Hy Lạp nói với Reuters với điều kiện giấu tên.  Luật sư của Strauss Kahn đã nhanh chóng hành động để đặt câu hỏi về tính chân thật của luận điệu chống lại ông ấy.  \"Chúng ta phải đợi cho đến khi mọi chuyện được giải quyết xong và để coi có đúng thực như vậy hay đó chỉ là lý do để hất cẳng ông ta,\" một trong những luật sư ở Pháp của ông ta, Leon Lef Forster cho biết. \"Chúng ta phải đặc biệt cẩn thận để không dính líu đến chuyện báo chí rình rang om sòm và chúng ta phải đợi cho đến khi mọi chuyện rõ ràng.\" Brafman, luật sư của ông ta tại Hoa Kỳ, trước đây từng bảo vệ ngôi sao nhạc Pop Michael Jackson chống lại cáo buộc tội quấy rối trẻ em cũng như những người nổi tiếng khác  bị kiện tụng.  Cô hầu phòng, người buộc tội Strauss-Kahn, đã kể lại với cảnh sát rằng ông ta đã tấn công khi cô ấy vào để dọn dẹp căn phòng thượng hạng của ông ta.  \"Cô ta kể lại với các thám tử rằng ông ta chạy ra khỏi phòng tắm trong tư thế trần truồng, lao xuống hành lang đến phòng giải lao nơi cô ta đang ở, kéo cô ta vào phòng ngủ và bắt đầu cưỡng hiếp cô ta, theo lời kể của cô ta,\" người phát ngôn của cảnh sát New York, Paul Browne kể lại. \"Cô ta xô ông ta ra và ông ta kéo cô ta xuống hành lang vào phòng tắm nơi ông ta thực hiện hành vi tình dục vô đạo đức, theo lời khai của cô ta với thám tử. Ông ta cố nhốt cô ta ở trong phòng khách sạn.\" Người phụ nữ, chưa được nêu tên, đã được điều trị trong bệnh viện do chấn thương nhẹ, Browne cho biết. Cô ấy đã làm việc ở khách sạn trong ba năm và viên giám đốc quản lý cho biết vào ngày chủ nhật rằng cô ta luôn là một nhân viên \"đạt yêu cầu\" trong công việc và tư cách.  Theo luật bang New York, mưu toan cưỡng dâm và hành vi tình dục vô đạo đức, cả hai tội đều có thể bị kết án 15-20 năm. Giam giữ bất hợp pháp có thể bị kết án từ ba đến năm năm."
        }
    ],
    "suggestions": []
}