{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bali"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bali"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bali"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bali"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bali"
        }
    },
    "sentences": [
        {
            "en": "Have you been to <em>Bali</em>?",
            "vi": "Bạn đã đến Bali chưa?"
        },
        {
            "en": "I came <em>Bali</em> for vacation.",
            "vi": "Tôi đến Bali để nghỉ mát."
        },
        {
            "en": "What do you like best in <em>Bali</em>?",
            "vi": "Bạn thích điều gì nhất ở Bali?"
        },
        {
            "en": "One place I would really like to visit is <em>Bali</em>.",
            "vi": "Một nơi thật sự tôi thích đến thăm là Bali."
        },
        {
            "en": "She said she might go to <em>Bali</em> again.",
            "vi": "Cô ấy nói rằng có thể cô ấy sẽ đến Bali lần nữa."
        },
        {
            "en": "He is scheduled to leave <em>Bali</em> on November 19.",
            "vi": "Ông ta dự kiến sẽ rời khỏi Ba-li vào ngày 19 tháng mười một."
        },
        {
            "en": "<em>Bali</em> sounds like a great place for a relaxing holiday.",
            "vi": "Bali có vẻ là một nơi tuyệt vời để nghỉ lễ."
        },
        {
            "en": "<em>Bali</em> bombing suspect confirmed dead in police raid.",
            "vi": "Tên đánh bom ở Bali được xác định là đã chết trong cuộc vây ráp của cảnh sát."
        },
        {
            "en": "He said,\"I may go to <em>Bali</em> again.\"",
            "vi": "Anh ấy nói, \"Tôi có thể sẽ đến Bali lần nữa.\""
        },
        {
            "en": "What are you guys doing in <em>Bali</em> these days?",
            "vi": "Mấy ngày nay các bạn đang làm gì ở Bali vậy?"
        },
        {
            "en": "Then we have 14 nights on a room only basis in the <em>Bali</em> Sol.",
            "vi": "Sau đó chúng ta có 14 đêm trong một phòng chỉ ở tại Bali Sol."
        },
        {
            "en": "We are thinking of something like <em>Bali</em> or one of the exotic islands in that area.",
            "vi": "Chúng tôi đang nghĩ đến nơi nào đó như Bali hay một trong những hòn đảo kỳ thú ở khu vực đó."
        },
        {
            "en": "The Asia Development Bank will be holding its annual meeting in <em>Bali</em>.",
            "vi": "Ngân hàng Phát triển Châu Á sẽ tổ chức cuộc họp hàng năm tại Bali."
        },
        {
            "en": "Four cities in Southeast Asia on the Top 10 most affordable cities worldwide are Hanoi (first), Kuala Lumpur (fourth), Bangkok (fifth) and <em>Bali</em> (seventh).",
            "vi": "Bốn thành phố ở Đông Nam Á lọt vào Top 10 thành phố có giá cả phải chăng nhất trên thế giới đó là Hà Nội ( thứ nhất ), Kuala Lumpur ( thứ 4 ), Bangkok ( thứ 5 ) và Bali ( thứ 7 )."
        },
        {
            "en": "With its estimated 20, 000 temples and shrines, <em>Bali</em> deserves to be known as the \"Island of the Gods\" and holds many mystical legends of Hinduism.",
            "vi": "Với hơn hai vạn ngôi đền, Bali xứng đáng là \"Hòn đảo thần thánh\", chất chứa bao huyền tích của các vị thần linh trong Hindu giáo."
        },
        {
            "en": "After the <em>Bali</em> bombing incident in 2002, tourist arrivals took a heavy dip, there were only about 2000 foreign tourists per day.",
            "vi": "Sau vụ bom nổ ở Bali năm 2002, số du khách đến hòn đảo này giảm hẳn, mỗi ngày chỉ có khoảng 2000 du khách nước ngoài."
        },
        {
            "en": "With its estimated 20,000 temples and shrines, <em>Bali</em> deserves to be known as the \"Island of the Gods\" and holds many mystical legends of Hinduism.",
            "vi": "Với hơn hai vạn ngôi đền, Bali xứng đáng là\"Hòn đảo thần thánh\", chất chứa bao huyền tích của các vị thần linh trong Hindu giáo."
        },
        {
            "en": "On the island of <em>Bali</em>, Besakih Temple has been known to locals as the ‘Mother Temple’ for more than a thousand years, where Hindu Balinese often visit to pray, make offerings, and take blessings from pemangku (priests)",
            "vi": "Trên đảo Bali, đền Besakih đã được người dân địa phương gọi là \"Đền thờ Mẫu\" trong hơn một nghìn năm nay, nơi người Bali theo đạo Ấn Độ giáo thường đến cầu nguyện, cúng bái và nhận phước lành từ pemangku (người tổ chức các sự kiện nghi lễ tôn giáo)"
        },
        {
            "en": "The largest number of people diagnosed with HIV is in Jakarta (1199), though the highest HIV prevalence rates per 100 000 population are in Papua (22.9), followed by the Jakarta area (4.1), <em>Bali</em> (1.6), and Riau (1.1).",
            "vi": "Số những người được phát hiện nhiễm HIV tập trung nhiều nhất ở Jakarta là 1199 người, mặc dù tỷ lệ hiện nhiễm HIV trên 100,000 dân cao nhất là ở Papua (22,9 người), tiếp theo là Jakarta (4,1 người), Bali (1,6 người), và Riau (1,1 người)."
        },
        {
            "en": "On the island of <em>Bali</em>, Besakih Temple has been known to locals as the ‘Mother Temple’ for more than a thousand years, where Hindu Balinese often visit to pray, make offerings, and take blessings from pemangku (priests)",
            "vi": "Trên đảo Bali, đền Besakih đã được người dân địa phương gọi là \"Đền thờ Mẫu\" trong hơn một nghìn năm nay, nơi người Bali theo đạo Ấn Độ giáo thường đến cầu nguyện, cúng bái và nhận phước lành từ pemangku (người tổ chức các sự kiện nghi lễ tôn giáo)"
        }
    ],
    "suggestions": []
}