{
    "en_vn": {
        "data": {
            "content": null,
            "word": "banca",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "banca",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "banca",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "banca",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "banca",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "France, Italy, Spain and Belgium have banned short-selling on the shares of banks and other financial companies. It follows sharp gains and losses in bank stocks in recent days, especially in France, on fears about their exposure to eurozone government debt. Societe Generale has been the worst affected by the volatility, being forced on Wednesday to deny that its financial stability was at risk. Short-selling is when traders profit from bets on the fall in a share price. It has been blamed for increasing recent market instability. Short-sellers usually borrow shares or bonds, sell them, then buy them back when the stock falls - pocketing the difference. \"Naked\" short-selling is when a trader sells financial instruments he has not yet borrowed. All forms of short-selling are included in the ban. 'Irrational fears'  The announcement was made both by the European Union's markets supervisor, ESMA, and the four national markets authorities.  France's agency, the AMF, said it was banning short-selling on 11 banking and insurance stocks for 15 days, including France's three largest banks, Societe Generale, BNP Paribas and Credit Agricole. In Thursday trading on Societe Generale's share price started up 8%, before falling by the same amount, and then recovering to finish 3% higher. Societe Generale chief executive Frederic Oudea said the speculation about his bank was \"absolutely rubbish\". Mr Oudea also spoke to France Info radio. \"People are scared,\" he said, \"so the tiniest information touches off irrational fears. To our clients, we have to tell them that these rumours are baseless and that they can have confidence in Societe Generale.\" Spain's market regulator, the CNMV, also said its ban would be in place for 15 days. It added that it could also extend the period if required. \"The situation of extreme volatility in European stock markets, especially for shares of financial entities, is clearly affecting the stability of the markets and can disrupt their ordered functioning,\" it said in a statement. Spanish banks included in the ban are Santander, BBVA, Sabadell, Bankinter, Banco Popular, and <em>Banca</em> Civica. Greece banned short-selling on Monday. Investors are concerned about European banks, because of their large exposure to the government debt of highly indebted eurozone countries such as Greece. The fear is that the banks will have to write-down the value of their holdings in the government bonds of these nations. French banks are the most exposed, hence they have been the worst affected by the market turmoil of recent days. French President Nicolas Sarkozy and German Chancellor Angela Merkel are meeting on Tuesday to discuss solutions to Europe's financial difficulties.  ",
            "vi": "Pháp, Ý, Tây Ban Nha và Bỉ vừa có lệnh cấm bán khống cổ phiếu ngân hàng và các công ty tài chính khác. Sự việc này tiếp theo sau các vụ lãi và lỗ đột ngột trong cổ phiếu ngân hàng những ngày gần đây, đặc biệt là ở Pháp, do lo sợ tiếp xúc với vấn đề nợ công trong khối sử dụng đồng euro. Societe Generale bị ảnh hưởng nặng nề nhất do tình hình dễ thay đổi, buộc phải phủ nhận vào hôm thứ Tư rằng sự ổn định tài chính của mình đang có nguy cơ. Bán khống diễn ra khi người giao dịch kiếm lời nhờ đánh cược giá cổ phiếu sẽ giảm. Sự việc được quy cho tính bất ổn gia tăng của thị trường thời gian qua. Người bán khống thường mượn cổ phiếu hoặc trái phiếu, bán chúng đi, sau đó mua lại khi cổ phiếu giảm giá – bỏ túi khoản tiền chênh lệch. Bán khống “không có bảo đảm” là khi người giao dịch bán các công cụ tài chính mà anh ta chưa mượn được. Mọi hình thức bán khống được đưa vào lệnh cấm  ‘Lo sợ vô lý’  Tuyên bố này được đưa ra từ ESMA, cơ quan quản lý thị trường thuộc Liên Minh Châu Âu, và bốn cơ quan quản lý thị trường quốc gia. Đại diện của Pháp, AMF, cho biết họ đang cấm bán khống 11 loại cổ phiếu ngân hàng và bảo hiểm trong 15 ngày, bao gồm ba ngân hàng lớn nhất của Pháp, Societe Generale, BNP Paribas và Credit Agricole. Trong phiên giao dịch cổ phiếu của Societe General hôm Thứ Năm giá khởi đầu tăng 8%, trước khi giảm cùng mức độ, rồi lại phục hồi và kết thúc ở mức 3% cao hơn. Frederic Oueda giám đốc điều hành Societe Generale nói thông tin đồn đoán về ngân hàng của ông là “hoàn toàn nhảm nhí”.  Ông Oudea còn phát biểu với đài phát thanh France Info. “Người ta sợ,” ông nói, “vì thế thông tin nhỏ nhất cũng kích phát những lo sợ vô lý. Đối với khách hàng, chúng tôi phải bảo họ rằng những tin đồn này là vô căn cứ và họ có thể tin tưởng vào Societe Generale.” Cơ quan quản lý thị trường của Tây Ban Nha, CNMV, cũng cho biết lệnh cấm của họ có hiệu lực trong 15 ngày. Họ còn nói thêm cũng có thể gia hạn thêm thời gian nếu cần thiết.  “Tình hình cực kỳ bấp bênh ở các thị trường cổ phiếu Châu Âu, đặc biệt là với các cổ phiếu của những thực thể tài chính, rõ ràng đang tác động đến tính ổn định của các thị trường và có thể làm gián đoạn hoạt động có trật tự của chúng,” cơ quan này nói trong một thông báo. Các ngân hàng Tây Ban Nha có tên trong lệnh cấm là Santander, BBVA, Sabadell, Bankinter, Banco Popular, và Banca Civica. Hy Lạp cấm bán khống vào hôm thứ Hai. Các nhà đầu tư lo ngại cho các ngân hàng Châu Âu, vì họ tiếp xúc nhiều với nợ chính phủ của những nước mắc nợ thuộc khối sử dụng đồng euro như Hy Lạp. Người ta lo ngại các ngân hàng sẽ phải giảm giá trị cổ phần của mình dưới dạng trái phiếu chính phủ của những nước này. Ngân hàng Pháp tiếp xúc nhiều nhất, vì thế họ bị ảnh hưởng nặng nề nhất do thị trường hỗn loạn trong những ngày vừa qua. Tổng thống Pháp Nicolas Sarkozy và Thủ tướng Đức Angela Merkel sẽ họp vào thứ Ba để thảo luận các giải pháp cho các khó khăn tài chính của Châu Âu."
        }
    ],
    "suggestions": []
}