{
    "en_vn": {
        "data": {
            "content": null,
            "word": "banging",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "banging",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "banging",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "banging",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "banging",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The door was <em>banging</em> somewhere.",
            "vi": "Có một cánh cửa đóng sầm đâu đó."
        },
        {
            "en": "Who's that <em>banging</em> around upstairs?",
            "vi": "Ai đang nện thình thịch ở đâu trên lầu vậy?"
        },
        {
            "en": "The children are <em>banging</em> about the upstairs.",
            "vi": "Lũ trẻ đang chạy rầm rầm trên gác."
        },
        {
            "en": "A little boy was <em>banging</em> a drum.",
            "vi": "Một bé trai đang đánh trống."
        },
        {
            "en": "The headmaster keeps <em>banging</em> on about exam result.",
            "vi": "Hiệu trưởng tiếp tục cằn nhằn về kết quả kì thi."
        },
        {
            "en": "We heard this crashing and <em>banging</em> across the street.",
            "vi": "Chúng tôi nghe tiếng rơi vỡ loảng xoảng và tiếng nổ lớn này ở bên kia con phố."
        },
        {
            "en": "He was <em>banging</em> on the door with his fist.",
            "vi": "Nó đấm thình thình vào cánh cửa."
        },
        {
            "en": "He could hear someone <em>banging</em> at the door.",
            "vi": "Anh ta nghe người nào đó đang đập rầm rầm ngoài cửa."
        },
        {
            "en": "There is a shutter <em>banging</em> in the wind.",
            "vi": "Có cánh cửa chớp khua ầm ầm trong gió."
        },
        {
            "en": "He is <em>banging</em> his head against a brick wall.",
            "vi": "Anh ấy đang lao vào một công việc không thể thành công."
        },
        {
            "en": "I heard voices, then a car door <em>banging</em>.",
            "vi": "Tôi nghe tiếng người, rồi tiếng đóng mạnh cửa xe."
        },
        {
            "en": "Is he still <em>banging</em> on about the neighbours?",
            "vi": "Ông ta vẫn nói hoài về những người hàng xóm hả?"
        },
        {
            "en": "Suddenly there was a <em>banging</em> on the door.",
            "vi": "Bỗng có tiếng đập cửa."
        },
        {
            "en": "She's really <em>banging</em> the drum for the new system.",
            "vi": "Cô ta đúng là đang khua chiêng gõ trống ủng hộ hệ thống mới."
        },
        {
            "en": "We could hear the children <em>banging</em> about upstairs",
            "vi": "Chúng ta có thể nghe thấy trẻ con chạy rầm rầm trên tầng."
        },
        {
            "en": "We could hear them <em>banging</em> their drums in the next street.",
            "vi": "Chúng tôi có thể nghe họ đánh trống inh ỏi ở đường kế tiếp."
        },
        {
            "en": "I could hear them <em>banging</em> their drums in the next street.",
            "vi": "Tôi có thể nghe thấy tiếng họ đánh trống ầm ĩ ở con phố bên cạnh."
        },
        {
            "en": "\"Why have you shut yourself in, dear?\" my mother asked, <em>banging</em> on the door.",
            "vi": "“Sao lại nhốt mình trong phòng vậy con?”, mẹ tôi vừa hỏi vừa đập cửa."
        },
        {
            "en": "You're <em>banging</em> your head against a brick wall trying to get that dog to behave properly.",
            "vi": "Bạn phí công vô ích chứ không thể nào tập cho con chó ấy trở nên ngoan ngoãn được."
        },
        {
            "en": "There are about twenty salespeople <em>banging</em> on my office looking to make a sale.",
            "vi": "Có khoảng hai mươi người bán hàng gõ cửa văn phòng tôi để chào hàng."
        }
    ],
    "suggestions": []
}