{
    "en_vn": {
        "data": {
            "content": null,
            "word": "banning"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "banning"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "banning"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "banning"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "banning"
        }
    },
    "sentences": [
        {
            "en": "New regulation <em>banning</em> sex-selective abortions.",
            "vi": "Quy định mới cấm nạo phá thai lựa chọn giới tính."
        },
        {
            "en": "The experts proposed <em>banning</em> combination drugs like Percocet and Vicodin.",
            "vi": "Các chuyên gia đã đề nghị cấm các lọai thuốc dùng chung như Percocet và Vicodin."
        },
        {
            "en": "Russia has signed international agreements <em>banning</em> the death penalty.",
            "vi": "Nga đã kí thỏa thuận quốc tế cấm án tử hình."
        },
        {
            "en": "California took the initiative in <em>banning</em> smoking in public places.",
            "vi": "California đã dẫn đầu về việc cấm hút thuốc lá nơi công cộng."
        },
        {
            "en": "Canada may follow the EU's example by <em>banning</em> those products.",
            "vi": "Canada có thể sẽ làm theo EU, tiến hành việc cấm các sản phẩm đó."
        },
        {
            "en": "It's up to this country to take the initiative in <em>banning</em> nuclear weapons.",
            "vi": "Nước này cần phải đi đầu trong việc ngăn cấm vũ khí hạt nhân."
        },
        {
            "en": "They made a lot of noise about <em>banning</em> the peace march.",
            "vi": "Họ đã làm rùm beng về việc cấm tuần hành vì hoà bình."
        },
        {
            "en": "The council considers <em>banning</em> vehicles from the city center to relieve traffic jams and air pollution.",
            "vi": "Hội đồng xem xét việc cấm xe cộ ở trung tâm thành phố để giảm kẹt xe và ô nhiễm không khí."
        },
        {
            "en": "He got a court injunction <em>banning</em> his wife from his home.",
            "vi": "Anh ấy nhận được lệnh của tòa cấm vợ anh ấy đến nhà anh ấy."
        },
        {
            "en": "Do you believe that <em>banning</em> smoking is an infringement of human rights?",
            "vi": "Bạn có tin rằng việc cấm hút thuốc là vi phạm nhân quyền?"
        },
        {
            "en": "Such laws may include the <em>banning</em> of monopolies and price gouging.",
            "vi": "Các luật này bao gồm việc chống độc quyền và lừa đảo giá."
        },
        {
            "en": "Resort in Nha Trang fined for <em>banning</em> tourists, residents from walking on beach",
            "vi": "Khu nghỉ dưỡng ở Nha Trang bị phạt vì cấm khách du lịch và địa phương đi bộ trên bãi biển."
        },
        {
            "en": "This was the result of two different strategies to new legislation <em>banning</em> export of precious wood from Vietnam’s forests.",
            "vi": "Đây là kết quả của hai chiến lược khác nhau trước quy chế cấm xuất khẩu gỗ quý từ các rừng của Việt Nam."
        },
        {
            "en": "Last month a court granted an injunction <em>banning</em> operators from restarting two greenlighted reactors amid concerns over lax safety standards.",
            "vi": "Tháng trước, một tòa án cấp một lệnh cấm việc bật đèn xanh để khởi động lại hai lò phản ứng giữa bối cảnh đầy những lo ngại về tiêu chuẩn an toàn lỏng lẻo."
        },
        {
            "en": "<em>Banning</em> imports of cars could cut both ways: other countries may ban the import of cars produced here.",
            "vi": "Việc cấm nhập khẩu ô tô có thể là con dao hai lưỡi : các nước khác có thể cấm nhập khẩu ô tô được sản xuất tại đây."
        },
        {
            "en": "<em>Banning</em> imports of cars could cut both ways : other countries may ban the import of cars produced here.",
            "vi": "Việc cấm nhập khẩu ô tô có thể là con dao hai lưỡi: các nước khác có thể cấm nhập khẩu ô tô được sản xuất tại đây."
        },
        {
            "en": "I 'm sure most people think controlling or <em>banning</em> guns in societies is very important, unless you live in America.",
            "vi": "Tôi chắc là hầu hết mọi người đều nghĩ hạn chế hoặc cấm súng trong xã hội rất quan trọng, trừ khi bạn sống ở Mỹ."
        },
        {
            "en": "Why France Is <em>Banning</em> Smartphones at School Just as the U.S. Is Letting More Students Use Them",
            "vi": "Tại sao Pháp cấm Smartphone ở trường trong khi Mỹ lại cho phép nhiều sinh viên sử dụng"
        },
        {
            "en": "I'm sure most people think controlling or <em>banning</em> guns in societies is very important, unless you live in America.",
            "vi": "Tôi chắc là hầu hết mọi người đều nghĩ hạn chế hoặc cấm súng trong xã hội rất quan trọng, trừ khi bạn sống ở Mỹ."
        },
        {
            "en": "TOKYO–McDonald’s Japan issued an apology Friday after it was revealed one of its outlets had posted a notice <em>banning</em> homeless people for more than a year.",
            "vi": "Cửa hàng McDonald Nhật Bản đã chính thức đưa ra lời xin lỗi vào hôm thứ Sáu sau khi một trong những cửa hàng có bảng thông báo cấm người vô gia cư trong hơn một năm."
        }
    ],
    "suggestions": []
}