{
    "en_vn": {
        "data": {
            "content": null,
            "word": "baptized"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "baptized"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "baptized"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "baptized"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "baptized"
        }
    },
    "sentences": [
        {
            "en": "She was <em>baptized</em> Mary.",
            "vi": "Cô bé được đặt tên thánh là Mary."
        },
        {
            "en": "He was <em>baptized</em> Samuel Andrew.",
            "vi": "Thằng bé được rửa tội và đặt tên là Samuel Andrew."
        },
        {
            "en": "I was <em>baptized</em> a Catholic.",
            "vi": "Tôi đã được rửa tội làm người Thiên Chúa Giáo."
        },
        {
            "en": "She was <em>baptized</em> when she was a month old and confirmed when she was thirteen.",
            "vi": "Cô ấy đã được rửa tội lúc một tháng tuổi và chịu phép thêm sức lúc 13 tuổi."
        },
        {
            "en": "I made a profession of faith years ago at age 12 and was <em>baptized</em> by immersion.",
            "vi": "Cách đây vài năm, khi tôi 12 tuổi, tôi đã nói những lời tuyên xưng đức tin và được ngâm mình vào nước để rửa tội."
        },
        {
            "en": "A baptist is a Christian who believes that people should not be <em>baptized</em> until they are old enough to understand the meaning of baptism.",
            "vi": "Người theo giáo phái Tin Lành Báp-tít là người theo đạo Cơ Đốc cho rằng con người không nên được rửa tội cho tới khi họ đủ tuổi để hiểu được ý nghĩa của việc rửa tội."
        },
        {
            "en": "A baptist is a Christian who believes that people should not be <em>baptized</em> until they are old enough to understand the meaning of baptism.",
            "vi": "Người theo giáo phái Tin Lành Báp - tít là người theo đạo Cơ Đốc cho rằng con người không nên được rửa tội cho tới khi họ đủ tuổi để hiểu được ý nghĩa của việc rửa tội."
        },
        {
            "en": "Early Mother's Day celebrations can be dated back to the spring celebrations to honor Rhea, the Mother of the Gods, in ancient Greek civilization, according to some sources. Later, Mothering Sunday in the United Kingdom was traditionally a day for people to visit the church where they were <em>baptized</em>, although it now also celebrates motherhood in modern times.",
            "vi": "Theo một số nguồn tin, lễ kỷ niệm Ngày của mẹ có thể được tổ chức vào ngày lễ mùa xuân để tôn vinh Rhea, Mẹ của các vị thần, trong nền văn minh Hy Lạp cổ đại. Sau đó, chủ nhật Mothering ở Anh Quốc là một ngày truyền thống để mọi người đến thăm nhà thờ nơi họ đã được ban tên, mặc dù bây giờ ngày này cũng được tổ chức để tôn vinh tình mẹ trong thời hiện đại."
        },
        {
            "en": "Early Mother's Day celebrations can be dated back to the spring celebrations to honor Rhea, the Mother of the Gods, in ancient Greek civilization, according to some sources. Later, Mothering Sunday in the United Kingdom was traditionally a day for people to visit the church where they were <em>baptized</em>, although it now also celebrates motherhood in modern times.",
            "vi": "Theo một số nguồn tin, lễ kỷ niệm Ngày của mẹ có thể được tổ chức vào ngày lễ mùa xuân để tôn vinh Rhea, Mẹ của các vị thần, trong nền văn minh Hy Lạp cổ đại. Sau đó, chủ nhật Mothering ở Anh Quốc là một ngày truyền thống để mọi người đến thăm nhà thờ nơi họ đã được ban tên, mặc dù bây giờ ngày này cũng được tổ chức để tôn vinh tình mẹ trong thời hiện đại."
        },
        {
            "en": "ORIGINS OF BELIEF: Many attribute belief in vampires to a combination of Slavic spiritualism and early ignorance of the body's decomposition cycle after death. In pre-industrial Slavic societies, it was believed that a person's spirit lingered for 40 days after death. Suicide victims, suspected witches, evil beings and even un-<em>baptized</em> children were thought to have \"unclean\" spirits. A vampire, according to this belief, was the manifestation of an unclean spirit possessing a decomposing body.",
            "vi": "Nguồn gốc của việc tin có ma cà rồng: Nhiều người cho rằng việc tin có ma cà rồng là sự kết hợp của thuyết duy linh Xla-vơ và sự thiếu hiểu biết từ xa xưa về chu kỳ phân hủy của cơ thể sau khi chết. Trong các xã hội tiền công nghiệp Xla-vơ, người ta tin rằng linh hồn của một người vẫn còn nán lại dương gian trong vòng 40 ngày sau khi chết. Những người tự tử, bị nghi ngờ là phù thủy, kẻ xấu và thậm chí trẻ em chưa được rửa tội đều bị cho là các linh hồn \"ô uế\". Ma cà rồng, theo quan niệm này, là sự biểu hiện của một linh hồn ô uế sở hữu một cơ thể bị phân hủy."
        },
        {
            "en": "BECOMING A STRIGOI: According to legend, there were many potential scenarios that could cause someone to become a strigoi after death, but this fate was usually the result of leading a troubled or unfinished life. For example, a person born out of wedlock supposedly was destined to return as a strigoi, along with those who died before being <em>baptized</em> or people who died of an unnatural death. Children with certain birth defects were at one time said to be living strigoi, known as strigoi viu.",
            "vi": "Biến thành Quỷ Nhập Tràng: Theo truyền thuyết, có nhiều tình huống tiềm năng có thể biến một người thành Quỷ Nhập Tràng sau khi chết, nhưng kết cục bất hạnh này thường là hậu quả của một cuộc sống hỗn loạn hoặc còn dở dang. Ví dụ như, một đứa con ngoài giá thú được cho là sẽ trở thành Quỷ Nhập Tràng theo định mệnh, cùng với những người đã chết trước khi được rửa tội hoặc những người đã chết một cái chết không tự nhiên. Vào thời đó, trẻ em bị dị tật bẩm sinh cũng bị cho là Quỷ Nhập Tràng sống, gọi là strigoi viu. "
        }
    ],
    "suggestions": []
}