{
    "en_vn": {
        "data": {
            "content": null,
            "word": "barbecuing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "barbecuing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "barbecuing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "barbecuing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "barbecuing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Here's a way of <em>barbecuing</em> corn that I learned in the States.",
            "vi": "Đây là cách nướng bắp mà tôi đã học được ở Mỹ."
        },
        {
            "en": "When asked about their favorite jobs around the house, fathers pointed to <em>barbecuing</em>/cooking and pest removal (really? Did these dads see \"Annie Hall\"?). Here's the rundown:",
            "vi": "Khi được hỏi thích làm công việc gì trong gia đình, các bố chỉ ra là các công việc như nấu nướng và diệt chuột bọ (thật vậy sao? Những ông bố này đã xem \"Annie Hall\" à?). Sau đây là những việc các Bố làm thường làm nhất:"
        },
        {
            "en": "Fridays have been the deadliest day of the week this year, which Jensenius said was unusual. Typically, the highest number of incidents occurs on Saturdays and Sundays, when Americans are outside <em>barbecuing</em> and enjoying other weekend activities.",
            "vi": "Jensenius phát biểu: năm nay, việc thứ Sáu trở thành ngày chết chóc nhất trong tuần thật bất thường. Thường thì số vụ tai nạn cao nhất xảy ra vào thứ bảy hoặc chủ nhật khi dân Mỹ ra ngoài nấu nướng và vui chơi vào cuối tuần."
        },
        {
            "en": "* <em>Barbecuing</em>/cooking: 22 percent * Helping with homework: 17 percent * Driving: 14 percent * Coaching a team: 9 percent * Assembly of toys, bookshelves, etc.: 9 percent * Fixing broken things around the house: 6 percent * Mowing the lawn, landscaping, snow removal: 5 percent * Doing family finances: 5 percent * Car maintenance; 4 percent * Being a scout leader: 3 percent * Pest removal (spiders, gross bugs): 3 percent * Fixing plumbing: 2 percent * Moving furniture: 2 percent",
            "vi": "Nấu ăn: 22%  Phụ việc nhà: 17% Lái xe 14% Làm huấn luyện viên: 9%  Ráp đồ chơi, giá sách, v.v. : 9%  Sửa chữa đồ hư trong nhà 6%  Cắt cỏ, dọn vườn, dọn tuyết: 5%  Thu chi trong gia đình: 5%  Bảo trì xe: 4%  Đưa con đi chơi: 3%  Diệt chuột bọ (nhện, các loại sâu bọ): 3%  Sửa ống nước 2%  Dọn đồ: 2%"
        },
        {
            "en": "The squids they sell have been caught fresh a few miles from shore, mere hours ago. Last night, the fishermen steered their illuminated boats out towards the deep water. From the beach, one could see them, bright green dots stretched across the night horizon like a string of Christmas lights. By the predawn hours, their catch were ashore, sorted, iced and on the way to market. By noon, these women were <em>barbecuing</em> little squid kebabs for beach goers.",
            "vi": "Những con mực mà họ bán đã được đánh bắt cách bờ biển một vài dặm, chỉ vài giờ sau đó. Đêm qua, các ngư dân đã lái chiếc thuyền đèn của họ về phía nước sâu. Từ bãi biển, ai cũng có thể nhìn thấy những chiếc thuyền với những chấm xanh lá cây lấp lánh kéo dài ở phía chân trời đêm như một dây đèn sáng lấp lánh vào đêm Giáng sinh vậy. Vào rạng sáng, chuyến đánh bắt của họ đã cập bờ, họ phân loại chúng rồi làm lạnh và sau đó mang đến khu chợ buôn. Đến trưa, những người phụ nữ đã nướng được một chút mực cho những người ngư dân đi biển."
        }
    ],
    "suggestions": []
}