{
    "en_vn": {
        "data": {
            "content": null,
            "word": "barbecued"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "barbecued"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "barbecued"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "barbecued"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "barbecued"
        }
    },
    "sentences": [
        {
            "en": "<em>Barbecued</em> rib",
            "vi": "Sườn nướng"
        },
        {
            "en": "<em>Barbecued</em> pork",
            "vi": "Thịt xá xíu , heo quay"
        },
        {
            "en": "<em>Barbecued</em> Sparerib",
            "vi": "Sườn nướng"
        },
        {
            "en": "<em>Barbecued</em> pork",
            "vi": "Thịt xá xíu, heo quay"
        },
        {
            "en": "<em>Barbecued</em> baby back rib",
            "vi": "Sườn non nướng"
        },
        {
            "en": "<em>Barbecued</em> spare-ribs",
            "vi": "Sườn lợn đã lọc gần hết thịt đem nướng"
        },
        {
            "en": "Her speciality is <em>barbecued</em> steaks",
            "vi": "Cô ấy chuyên về món thịt nướng"
        },
        {
            "en": "Her specialty is <em>barbecued</em> steaks.",
            "vi": "Cô ấy chuyên về món thịt nướng."
        },
        {
            "en": "I like eating <em>barbecued</em> duck.",
            "vi": "Tôi thích ăn vịt quay."
        },
        {
            "en": "His speciality is <em>barbecued</em> steaks.",
            "vi": "Anh ấy chuyên về món thịt nướng."
        },
        {
            "en": "Do you know to make <em>barbecued</em> chicken?",
            "vi": "Anh có biết làm gà nướng vỉ không?"
        },
        {
            "en": "Tuna can be fried or <em>barbecued</em>.",
            "vi": "Cá ngừ có thể được chiên hoặc nướng."
        },
        {
            "en": "I like eating <em>barbecued</em> spare - ribs.",
            "vi": "Tôi thích ăn sườn lợn đã lọc gần hết thịt nướng."
        },
        {
            "en": "I like eating <em>barbecued</em> spare-ribs.",
            "vi": "Tôi thích ăn sườn lợn đã lọc gần hết thịt nướng."
        },
        {
            "en": "I want to know which restaurant serves the <em>barbecued</em> goose.",
            "vi": "Tôi muốn biết nhà hàng nào có món ngỗng quay."
        },
        {
            "en": "Memphis is the world capital of <em>barbecued</em> ribs.",
            "vi": "Memphis là thủ đô của thế giới về thịt sườn nướng."
        },
        {
            "en": "It is diced chicken with leek and small green peppers on a skewer, covered with a special sauce and <em>barbecued</em>.",
            "vi": "Đó là thịt gà xắt hạt lựu với tỏi tây và tiêu xanh nhỏ trên que xiên, tẩm với nước xốt đặc biệt và nướng."
        },
        {
            "en": "Most ‘bia hoi’ joints also serve inexpensive street food that goes well with the beer. There are prawns <em>barbecued</em> with chili and salt, clams steamed with lemongrass, green mango with a prawn-chili-salt dip or coconut snails sautéed with butter and fish sauce. Instead of a “proper” table, you’ll find yourself seated on tiny plastic stools, most likely blue, which also serve as mini tables. As the alcohol kicks in, you’ll soon forget the discomfort in your legs to cheer the night away.",
            "vi": "Nhiều quán bia cung cấp những món ăn đường phố với giá rẻ nó sẽ ngon hơn khi dùng với bia.Đó là tôm nướng với muối và ớt, ngêu hấp với xả, xoài xanh chấm muối ớt hoặc ốc dừa với bơ và nước mắm. Thay vì một cái bàn phù hợp , bạn sẽ thấy mình ngồi trên ghế nhựa nhỏ, nhiều màu xanh mà còn phục vụ như một cái bàn nhỏ. Rượu mang đến cho bạn sự thú vị, bạn sẽ sớm quên đi nhũng nỗi lo lắng trên đôi chân của bạn cổ vũ bạn suốt đêm."
        }
    ],
    "suggestions": []
}