{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['bæritoun]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(âm nhạc) giọng nam giữa cao và trầm; giọng nam trung</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kèn baritôn; đàn baritôn</td></tr></table><i/></div>",
            "word": "baritone"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>baritone</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an adult male singing voice between tenor and bass. </blockquote></blockquote><blockquote><blockquote>2》 [as <cclass>modifier] denoting an instrument that is second lowest in pitch in its family. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>baritonal</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Ital. <i>baritono</i>, from Gk <i>barutonos</i>, from <i>barus</i> 'heavy' + <i>tonos</i> (see <kref>tone</kref>). </blockquote></div>",
            "word": "baritone"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "baritone"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>baritone</k><blockquote><blockquote><ex><abr>n.</abr> to sing baritone</ex></blockquote></blockquote></div>",
            "word": "baritone"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "baritone"
        }
    },
    "sentences": [
        {
            "en": "He has <em>baritone</em> voice.",
            "vi": "Anh ta có giọng nam trung."
        },
        {
            "en": "He sang in a rich <em>baritone</em>.",
            "vi": "Anh ta hát với chất giọng nam trung rất hay."
        },
        {
            "en": "Is he a bass or a <em>baritone</em>?",
            "vi": "Anh ta hát giọng nam trầm hay nam trung?"
        },
        {
            "en": "I don't pretend to be a <em>baritone</em>.",
            "vi": "Tôi không giả vờ là một giọng ca có chất giọng nam trung."
        },
        {
            "en": "Having a rich <em>baritone</em> voice is a wonderful gift.",
            "vi": "Có một giọng nam trung trầm là một món quà tuyệt vời."
        },
        {
            "en": "His rich <em>baritone</em> reached millions of living rooms every night.",
            "vi": "Chất giọng nam trung rất hay của hắn đã đến với hàng triệu phòng nghe trực tiếp hằng đêm."
        },
        {
            "en": "Numerous artists, like the anonymous photographer behind Hipster Barbie, have criticized the way people use Instagram to make their lives seem more amazing than they are and to set unrealistic standards for their followers. Careful cropping and filtering can make mundane situations seem extraordinary. Tilda Lindam, a model with an excellent sense of humor, also emphasiz​ed the vanity inherent in creating photos like those that <em>Baritone</em> also spoofs.    <em>Baritone</em> studied photography at King Mongkut’s Institute of Technology Ladkrabang in Thailand, so we hope this isn’t the last brilliant social commentary project that she’s got up her sleeve!",
            "vi": "Nhiều nghệ sĩ, như nhiếp ảnh gia vô danh đứng sau Hipster Barbie, đã phê bình mọi người đã dùng Instagram để làm cuộc sống của mình trông có vẻ tuyệt hơn thực tế và lập nên tiêu chuẩn không thực tế cho người hâm mộ. Cẩn thận crop hình và tuyển lọc hình sẽ khiến cho những cảnh tầm thường trông hết sức tuyệt vời. Tilda Lindam, một người mẫu hết sức hài hước, cũng lên án tạo ra những tấm hình như thế rất vô nghĩa, như Baritone đã chụp nhại lại.Baritone học chụp hình ở Viện công nghệ Ladkrabang của King Mongkut tại Thái Lan, vì thế chúng tôi hy vọng đây không phải là công trình bình luận xã hội xuất sắc cuối cùng cô thực hiện!"
        },
        {
            "en": "Every day, thousands of people on Instagram snap pictures meant to invent a new identity for themselves. That is the message behind this wonderful photo series by Chompoo <em>Baritone</em>, a photographer in Bangkok, Thailand who shows just how fake Instagram photos can be.",
            "vi": "Mỗi ngày, hàng ngàn người trên Instagram chụp hình đồng nghĩa với tạo bộ mặt mới cho mình. Đó là thông điệp đằng sau loạt tấm hình đẹp này của Chompoo Baritone, một nhiếp ảnh gia ở Bangkok, Thái Lan, người chỉ ra những tấm hình trên Instagram có thể xạo sự cỡ nào."
        }
    ],
    "suggestions": []
}