{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['bɑ:mæn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người phục vụ ở quán rượu</td></tr></table><i/></div>",
            "word": "barman",
            "pronounce": "['bɑ:mæn]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>barman</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>barmen</b>) <cclass>chiefly Brit. a man serving behind the bar of a pub. </cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "barman",
            "pronounce": "['bɑ:mæn]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "barman",
            "pronounce": "['bɑ:mæn]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "barman",
            "pronounce": "['bɑ:mæn]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "barman",
            "pronounce": "['bɑ:mæn]"
        }
    },
    "sentences": [
        {
            "en": "The <em>barman</em> brought their drinks.",
            "vi": "Bồi bàn mang rượu lại."
        },
        {
            "en": "\"what's yours?\" asked the <em>barman</em>.",
            "vi": "Người pha rượu hỏi: \"anh cần gì?\"."
        },
        {
            "en": "To call a waiter or <em>barman</em>.",
            "vi": "Khi xưng hô với một nhân viên phục vụ hay bồi bàn nam."
        },
        {
            "en": "The <em>barman</em> poured it for him.",
            "vi": "Người bán rượu rót cho anh một ly."
        },
        {
            "en": "\"you want another copita?\" the <em>barman</em> asked.",
            "vi": "Chủ quán hỏi \"ly nhỏ nữa chứ?\"."
        },
        {
            "en": "The <em>barman</em> uses a small silver measure for serving brandy.",
            "vi": "Người phục vụ ở quán bán rượu dùng một ly chuẩn nhỏ bằng bạc để rót rượu mạnh."
        },
        {
            "en": "The saloon <em>barman</em> rushed into the sheriff's office.",
            "vi": "Người phục vụ của quán rượu chạy vội vào văn phòng cảnh sát trưởng."
        },
        {
            "en": "The <em>barman</em> scowled as he swept up the broken glass.",
            "vi": "Người phục vụ ở quán rượu cau có khi quét dọn kính vỡ."
        },
        {
            "en": "\"oh,\" said the <em>barman</em>, \"has your friend died?\"",
            "vi": "\"ồ\" người phục vụ quầy nói, \"bạn của ông qua đời rồi à?\""
        },
        {
            "en": "Chalk this round up to me, please, <em>barman</em>",
            "vi": "Này, ông phục vụ quầy, ghi nợ chầu này cho tôi"
        },
        {
            "en": "The <em>barman</em> looked at him but did not answer.",
            "vi": "Chủ quán nhìn anh không trả lời."
        },
        {
            "en": "\"otro loco mas\" said the <em>barman</em> and turned away.",
            "vi": "Người pha rượu nói \"lại một thằng điên\" rồi quay đi."
        },
        {
            "en": "The saloon <em>barman</em> rushed into the sheriff's office: \"Willy The Ki d's in town!\"",
            "vi": "Người phục vụ của quán rượu chạy vội vào văn phòng cảnh sát trưởng: \"willy the kid đang ở trong thị trấn!\""
        },
        {
            "en": "Little Chandler said nothing until the <em>barman</em> returned with two glasses.",
            "vi": "Chandler làm thinh cho tới khi bồi bàn mang hai ly rượu trở lại."
        },
        {
            "en": "He makes a spectacle of himself by shouting at the <em>barman</em>",
            "vi": "Anh ta hành động hết sức chướng mắt, anh ta quát tháo người phục vụ quán rượu."
        },
        {
            "en": "A <em>barman</em> asks a new guest what he would like to drink.",
            "vi": "Một nhân viên quán rượu hỏi một người khác mới vào muốn uống gì."
        },
        {
            "en": "When I left, Mary was getting chatted up by the <em>barman</em>.",
            "vi": "Khi tôi bỏ đi, người phục vụ đang ve vãn Mary."
        },
        {
            "en": "The <em>barman</em> took her by the scruff of the neck and threw her out.",
            "vi": "Người bán quầy rượu tóm lấy cổ cô ta và tống ra ngoài."
        },
        {
            "en": "The <em>barman</em> said that a big sailor had got drunk and was breaking the furniture in the bar.",
            "vi": "Người phục vụ quánrượu nói có một thuỷ thủ to lớn say rượu đang đập phá đồ đạc trong quán."
        },
        {
            "en": "I've been to the Moulin Rouge, Ignatius Gallaher continued when the <em>barman</em> had removed their glasses, and i've been to all the bohemian cafÂ.",
            "vi": "Tôi đã vào nhà hàng moulin rouges, gallaher tiếp tục câu chuyện, khi bồi bàn đã dọn ly, và tôi đã vào tất cả những quán cà phê của khách giang hồ."
        }
    ],
    "suggestions": []
}