{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['bɑ:n'jɑ:d]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sân nuôi gà vịt ở quanh nhà kho</td></tr></table><i/></div>",
            "word": "barnyard",
            "pronounce": "['bɑ:n'jɑ:d]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>barnyard</k><blockquote>■ <cclass>noun <cclass>chiefly N. Amer. a farmyard. </cclass></cclass></blockquote></div>",
            "word": "barnyard",
            "pronounce": "['bɑ:n'jɑ:d]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "barnyard",
            "pronounce": "['bɑ:n'jɑ:d]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "barnyard",
            "pronounce": "['bɑ:n'jɑ:d]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "barnyard",
            "pronounce": "['bɑ:n'jɑ:d]"
        }
    },
    "sentences": [
        {
            "en": "His <em>barnyard</em> humor made us all blush.",
            "vi": "Sự hài hước thô tục của anh ta làm tất cả chúng tôi đều đỏ mặt vì thẹn."
        },
        {
            "en": "She always felt that eggs tasted better from <em>barnyard</em> chickens.",
            "vi": "Cô ta luôn thấy rằng trứng sẽ tốt hơn khi là trứng từ gà thả vườn."
        },
        {
            "en": "No matter how stormy the winter, there was hardly ever more than two feet of snow in the sheltered <em>barnyard</em>.",
            "vi": "Mùa đông giông bão mức nào cũng khó có hơn hai bộ tuyết trong khoảng sân kho được che chở."
        },
        {
            "en": "There were two little calves in the <em>barnyard</em>, and seven little pigs with the mother hog in the pigpen.",
            "vi": "Trong sân nhà kho có hai con bò con còn con heo mẹ và bảy chú heo con phải ở trong chuồng heo."
        },
        {
            "en": "As they passed a <em>barnyard</em> of mules, goats and pigs, the husband asked sarcastically,\"Relatives of yours?\"",
            "vi": "Khi họ đi qua một trang trại nuôi la, dê và lợn, anh chồng mỉa mai: \"Họ hàng của em đấy hả?\""
        },
        {
            "en": "As they passed a <em>barnyard</em> of mules, goats and pigs, the husband asked sarcastically, \"Relatives of yours?\"",
            "vi": "Khi họ đi qua một trang trại nuôi la, dê và lợn, anh chồng mỉa mai :\"Họ hàng của em đấy hả?\""
        },
        {
            "en": "Laura was surprised to see the dark shape of Sukey, the brown cow, standing at the <em>barnyard</em> gate.",
            "vi": "Laura ngạc nhiên nhận thấy trong bóng tối lờ mờ hình con bò cái màu hùng Sukey đang đứng bên cổng sân nhà kho."
        },
        {
            "en": "Laura had been watching for him, and she ran out to the wagon as soon as it stopped by the <em>barnyard</em>. But she could not see into it.",
            "vi": "Laura đang chờ và chạy thẳng tới ngay khi cỗ xe vừa dừng lại cạnh sân nhà kho. Nhưng cô không nhìn được vào trong xe."
        },
        {
            "en": "Charlotte's Web\n\n\nE.B. White can still rip your heart out with this lesson on love and loss. And as an adult, you've likely walked through some grief by now, making the <em>barnyard</em> tale that much more moving.",
            "vi": "E.B. White vẫn có thể làm trái tim bạn tan nát bằng bài học về tình yêu và mất mát này. Và khi là một người trưởng thành, bạn có thể đã nếm mùi đau khổ, khiến câu chuyện trong sân nuôi gia súc này càng thêm cảm động."
        },
        {
            "en": "It was too early in the spring for Sukey to be let out in the Big Woods to eat grass. She lived in the barn. But sometimes on warm days Pa left the door of her stall open so she could come into the <em>barnyard</em>. Now Ma and Laura saw her behind the bars, waiting for",
            "vi": "Giờ này vào mùa xuân vẫn còn quá sớm để cho Sukey ra ăn cỏ ngoài rừng Big Woods. Nó ở trong nhà kho. Nhưng đôi khi vào những ngày ấm áp, bố để ngỏ cửa chuồng cho nó có thể ra ngoài sân. Bây giờ mẹ và Laura lại nhìn thấy nó đứng ngoài các gióng chắn đang chờ đợi."
        },
        {
            "en": "It was too early in the spring for Sukey to be let out in the Big Woods to eat grass. She lived in the barn. But sometimes on warm days Pa left the door of her stall open so she could come into the <em>barnyard</em>. Now Ma and Laura saw her behind the bars, waiting for them.",
            "vi": "Giờ này vào mùa xuân vẫn còn quá sớm để cho Sukey ra ăn cỏ ngoài rừng Big Woods. Nó ở trong nhà kho. Nhưng đôi khi vào những ngày ấm áp, bố để ngỏ cửa chuồng cho nó có thể ra ngoài"
        },
        {
            "en": "It was too early in the spring for Sukey to be let out in the Big Woods to eat grass. She lived in the barn. But sometimes on warm days Pa left the door of her stall open so she could come into the <em>barnyard</em>.",
            "vi": "Giờ này vào mùa xuân vẫn còn quá sớm để cho Sukey ra ăn cỏ ngoài rừng Big Woods. Nó ở trong nhà kho. Nhưng đôi khi vào những ngày ấm áp, bố để ngỏ cửa chuồng cho nó có thể ra ngoài sân. Bây giờ mẹ và Laura lại nhìn thấy nó đứng ngoài các gióng chắn đang chờ đợi."
        },
        {
            "en": "It was too early in the spring for Sukey to be let out in the Big Woods to eat grass. She lived in the barn. But sometimes on warm days Pa left the door of her stall open so she could come into the <em>barnyard</em>. Now Ma and",
            "vi": "Giờ này vào mùa xuân vẫn còn quá sớm để cho Sukey ra ăn cỏ ngoài rừng Big Woods. Nó ở trong nhà kho. Nhưng đôi khi vào những ngày ấm áp, bố để ngỏ cửa chuồng cho nó có thể ra ngoài sân. Bây giờ mẹ và Laura lại nhìn thấy nó đứng ngoài các gióng chắn đang chờ đợi."
        },
        {
            "en": "the Big Woods to eat grass. She lived in the barn. But sometimes on warm days Pa left the door of her stall open so she could come into the <em>barnyard</em>. Now Ma and Laura saw her behind the bars, waiting for them.",
            "vi": "Giờ này vào mùa xuân vẫn còn quá sớm để cho Sukey ra ăn cỏ ngoài rừng Big Woods. Nó ở trong nhà kho. Nhưng đôi khi vào những ngày ấm áp, bố để ngỏ cửa chuồng cho nó có thể ra ngoài sân. Bây giờ mẹ và Laura lại nhìn thấy nó đứng ngoài các gióng chắn đang chờ đợi."
        },
        {
            "en": "A couple drove down a country road for several miles, not saying a word.  An earlier discussion had led to an argument and neither of them wanted to concede their position.  As they passed a <em>barnyard</em> of mules, goats, and pigs, the husband asked sarcastically, ‘Relatives of yours?’  \"Yep,\" the wife replied, \"in-laws.\"",
            "vi": "Đôi kia chạy xe trên một con đường làng suốt mấy dặm mà không nói với nhau một lời.Trước đó hai người cãi nhau, chẳng ai muốn thừa nhận địa vị của mình.Khi đi họ đi ngang qua một sân nuôi gia súc gồm những con la, dê, và heo, người chồng mỉa mai hỏi, \"Bà con nhà cô đấy hả?\"\"Đúng vậy,\" người vợ trả lời, \"bà con bên chồng.\""
        },
        {
            "en": "It was too early in the spring for Sukey to be let out in the Big Woods to eat grass. She lived in the barn. But sometimes on warm days Pa left the door of her stall open so she could come into the <em>barnyard</em>. Now Ma and Laura saw her",
            "vi": "Giờ này vào mùa xuân vẫn còn quá sớm để cho Sukey ra ăn cỏ ngoài rừng Big Woods. Nó ở trong nhà kho. Nhưng đôi khi vào những ngày ấm áp, bố để ngỏ cửa chuồng cho nó có thể ra ngoài sân. Bây giờ mẹ và Laura lại nhìn thấy nó đứng ngoài các gióng chắn đang chờ đợi."
        },
        {
            "en": "spring for Sukey to be let out in the Big Woods to eat grass. She lived in the barn. But sometimes on warm days Pa left the door of her stall open so she could come into the <em>barnyard</em>. Now Ma and Laura saw her behind the bars, waiting for them.",
            "vi": "Giờ này vào mùa xuân vẫn còn quá sớm để cho Sukey ra ăn cỏ ngoài rừng Big Woods. Nó ở trong nhà kho. Nhưng đôi khi vào những ngày ấm áp, bố để ngỏ cửa chuồng cho nó có thể ra ngoài sân. Bây giờ mẹ và Laura lại nhìn thấy nó đứng ngoài các gióng chắn đang chờ đợi."
        },
        {
            "en": "It was too early in the spring for Sukey to be let out in the Big Woods to eat grass. She lived in the barn. But sometimes on warm days Pa left the door of her stall open so she could come into the <em>barnyard</em>. Now Ma and Laura saw her behind the bars, waiting for them.",
            "vi": "Giờ này vào mùa xuân vẫn còn quá sớm để cho Sukey ra ăn cỏ ngoài rừng Big Woods. Nó ở trong nhà kho. Nhưng đôi khi vào những ngày ấm áp, bố để ngỏ cửa chuồng cho nó có thể ra ngoài sân. Bây giờ mẹ và Laura lại nhìn thấy nó đứng ngoài các gióng chắn đang chờ đợi."
        }
    ],
    "suggestions": []
}