{
    "en_vn": {
        "data": {
            "content": null,
            "word": "barrens",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>barrens</k><blockquote><cclass>chiefly N. Amer. barren tracts of land.</cclass></blockquote><blockquote>→ <kref>barren</kref></blockquote></div>",
            "word": "barrens",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "barrens",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "barrens",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "barrens",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The pine <em>barrens</em> are a site lonely enough to suit any hermit.",
            "vi": "Những cánh đồng thông là nơi vắng vẻ thích hợp cho bất kỳ ẩn sĩ nào."
        },
        {
            "en": "POSSIBLE EXPLANATIONS: According to skeptics, the most logical explanation for the Jersey Devil is that it's nothing more than a story made up by English settlers, frightened of the isolated, desolate Pine <em>Barrens</em> of southern New Jersey. Fugitives, dissenters and deserters took refuge in the Pine <em>Barrens</em>; some of them became notorious bandits known as \"pine robbers\" or \"pineys,\" who terrorized the local communities. The threatening atmosphere of the <em>barrens</em>, the criminal activities of the pineys and sightings of real animals, like bears or sandhill cranes, likely inspired the tale of the Jersey Devil.",
            "vi": "Những giải thích khả dĩ: Theo những người hoài nghi, lời giải thích hợp lý nhất cho ác quỷ Jersey không có gì hơn là một câu chuyện được dựng lên bởi những người Anh khai hoang, hoảng sợ trước vùng Pine Barrens mênh mông hoang vắng của miền nam New Jersey. Những kẻ đào tẩu, những người ly khai ​​và những kẻ đào ngũ đã tị nạn ở Barrens Pine; một số trong đó đã trở thành những tên cướp khét tiếng được gọi là \"pine robber\" hoặc \"piney\" - những kẻ khủng bố các cộng đồng địa phương. Bầu không khí đe dọa của Barrens, các hoạt động tội phạm của các “piney” và những cuộc chạm trán với động vật thực sự, như những con gấu hay sếu mào đỏ Bắc Mỹ, có thể đã tạo thành câu chuyện về Quỷ Jersey."
        },
        {
            "en": "DEVIL SIGHTINGS: Many say the Jersey Devil continues to haunt the vast, desolate Pine <em>Barrens</em> of southern New Jersey. Over 2,000 witnesses have reportedly sighted the Jersey Devil over the past 275 years. Unearthly screams, unidentified cloven tracks and slaughtered livestock point to the presence of an evil force in the woods, according to believers. In January 1909, the Jersey Devil was allegedly spotted several times over the course of a week, causing factories and schools to close down. Those who claim to have seen the Jersey Devil describe it as having the head of a dog with the face of a horse, deer-like antlers, a kangaroo's body, large leathery wings, a forked reptilian tale, cloven hooves and long, razor-like claws.",
            "vi": "Trông thấy ác quỷ: Nhiều người cho rằng ác quỷ Jersey vẫn tiếp tục ám vùng Pine Barrens mênh mông hoang vắng của miền nam New Jersey. Hơn 2.000 nhân chứng đã báo cáo nhìn thấy ác quỷ Jersey trong 275 năm qua. Theo những người tin có con quỷ này thì những tiếng thét kỳ bí và đáng sợ, những dấu chân có móng chẻ không xác định, và vật nuôi bị tàn sát đã chỉ rõ sự hiện diện của ma quỷ trong rừng. Trong tháng 1 năm 1909, rộ lên tin ác quỷ Jersey đã xuất hiện nhiều lần trong suốt một tuần, khiến nhiều nhà máy và trường học phải đóng cửa. Những nhân chứng cho rằng mình đã bắt gặp ác quỷ Jersey mô tả nó có đầu của một con chó với khuôn mặt của ngựa, gạc như hươu, thân mình của chuột túi, đôi cánh lớn bằng da, đuôi hình chạc của loài bò sát, móng chẻ, và những cái vuốt dài, sắc như dao cạo."
        },
        {
            "en": "THE LEGEND OF THE JERSEY DEVIL: The legend of the Jersey Devil dates back to 1735. One of New Jersey's earliest residents, \"Mother\" Leeds, was wife to a drunkard who did little to help care for their 12 children. When she discovered she was pregnant with a 13th, she screamed \"Let this one be the Devil!\" The child was born on a stormy night. Seemingly normal at first, the baby transformed into a hideous, growling creature with hooved feet, clawed hands, glowing red eyes, bat-like wings and a forked tail. The devilish abomination slaughtered its mother and father, several of the midwives and many of its siblings. It then flew up the chimney and escaped to the Pine <em>Barrens</em>.",
            "vi": "Truyền thuyết về Ác quỷ Jersey: Truyền thuyết về Ác quỷ Jersey đã có từ năm 1735. Một trong những cư dân sớm nhất của New Jersey, “Mẹ” Leeds, vợ của một kẻ nát rượu chẳng làm gì nhiều để nuôi nấng 12 đứa con của họ. Khi phát hiện ra mình đã mang thai đứa con thứ 13, bà ấy gào lên: \"Hãy để đứa này là ác quỷ!\" Đứa trẻ được sinh ra vào một đêm mưa bão. Từ trông bình thường lúc đầu, em bé biến thành một sinh vật gớm guốc, kêu gầm gừ, với chân có móng, tay có vuốt, đôi mắt đỏ rực sáng, đôi cánh như dơi và đuôi hình chạc ba. Sinh vật độc ác ghê tởm này tàn sát cha mẹ, các nữ hộ sinh và nhiều anh chị em của nó. Sau đó nó bay lên ống khói và trốn thoát đến vùng Barrens Pine."
        }
    ],
    "suggestions": []
}