{
    "en_vn": {
        "data": {
            "content": null,
            "word": "barra"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "barra"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "barra"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "barra"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "barra"
        }
    },
    "sentences": [
        {
            "en": "<em>Barra</em> and Fiat Chrysler CEO Sergio Marchionne joined with Fields for one of the meetings with Trump last week.",
            "vi": "Tuần trước, Barra và Giám đốc điều hành Fiat (Chrysler Sergio Marchionne) đã cùng với Fields tham gia vào một trong các cuộc họp với Trump."
        },
        {
            "en": "GM CEO Mary <em>Barra</em> recently agreed to join Trump's Strategic and Policy Forum of American CEOs advising the president on economic issues.",
            "vi": "Mới đây, Giám đốc điều hành GM (Mary Barra) đã đồng ý tham gia vào Diễn đàn chiến lược và chính sách cho những Giám đốc điều hành của Mỹ do Trump khởi xướng. Diễn đàn sẽ cố vấn cho tổng thống về các vấn đề kinh tế."
        },
        {
            "en": "An assembly line in the southern state of Andhra Pradesh will begin rolling out Xiaomi's first locally made smartphone, the Redmi2 Prime, the company's global vice president Hugo <em>Barra</em> said.",
            "vi": "Một dây chuyền lắp ráp tại bang Andhra Pradesh ở miền nam sẽ bắt đầu tung ra điện thoại thông minh đầu tiên của Xiaomi, phó chủ tịch toàn cầu của công ty ông Hugo Barra cho biết."
        },
        {
            "en": "\"It's not only about designing for India, we want to make in India and be closer to our consumers,\" <em>Barra</em> told reporters. He declined to disclose the size of the investment made in setting up the assembly line.",
            "vi": "\"Nó không chỉ được thiết kế cho thị trường Ấn Độ, chúng tôi muốn thành công ở Ấn Độ và trở nên gần gũi hơn với người tiêu dùng\" ông Barra nói với các phóng viên. Ông từ chối tiết lộ khoản chi đầu tư vào việc lắp đặt các dây chuyền lắp ráp."
        }
    ],
    "suggestions": []
}