{
    "en_vn": {
        "data": {
            "content": null,
            "word": "barreled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "barreled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "barreled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "barreled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "barreled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Smith <em>barreled</em> into him, knocking him over.",
            "vi": "Smith đẩy hắn vào thế khó, rồi hạ nốc ao hắn."
        },
        {
            "en": "He <em>barreled</em> his car through the dense traffic.",
            "vi": "Hắn lái xe qua đường có giao thông dày đặc."
        },
        {
            "en": "I pushed my truck as fast as it would go as I <em>barreled</em> toward my fix.",
            "vi": "Tôi lao xe nhanh hết mức về phía hướng đã định."
        },
        {
            "en": "A circle of tall men, all wearing red blazers, called out warnings as I <em>barreled</em> through them.",
            "vi": "Một vòng tròn những người đàn ông cao lớn, mặc áo ngắn tay đồng phục màu đỏ, la to cảnh cáo khi tôi chạy nhanh qua họ."
        },
        {
            "en": "People save their belongings in Ilagan township, a day after typhoon Megi (local name 'Juan') <em>barreled</em> through Isabela province in northeastern Philippines, 19 Oct. 2010",
            "vi": "Ở thị trấn  Ilagan, mọi người tiết kiệm đồ dùng cá nhân của mình, một ngày sau khi bão Megi (tên địa phương là 'Juan' ) quét qua tỉnh Isabela ở miền đông bắc Philippines, ngày 19 tháng mười năm 2010."
        },
        {
            "en": "Typhoon heads for South China after striking Philippines         People save their belongings in Ilagan township, a day after typhoon Megi (local name 'Juan') <em>barreled</em> through Isabela province in northeastern Philippines, 19 Oct. 2010 Typhoon Megi is heading toward southern China after killing at least 13 people in the northern Philippines. Chinese forecasters say the center of the storm is expected to pass between Hainan and Hong Kong islands on the way to the mainland Guangdong province. They say the typhoon will bring torrential rain to the province during the next few days. Chinese official news agency Xinhua quotes local authorities as saying it is too early to tell where and when Megi will make landfall, but that central and western parts of the province are the most vulnerable. Thousands of people have been evacuated from Guangdong's coastal areas. Disaster officials have ordered civil affairs departments to prepare for relief operations. In the Philippines, President Benigno Aquino said careful preparation kept the death toll relatively low after the typhoon swept over northern Luzon island. U.S. Secretary of State Hillary Clinton expressed condolences to the Philippines for the damage and loss of life the storm caused.  Typhoon Megi flattened parts of Luzon island with winds of up to 225 kilometers per hour. It left in ruins many parts of Isabella province, the most populated in Luzon's Cagayan Valley. The storm uprooted trees, tore roofs from houses and destroyed crucial rice crops. Thousands of people were moved into typhoon-safe buildings ahead of the storm, and rescue teams with emergency supplies were pre-positioned in critical areas. Megi was the strongest storm to hit the Philippines in four years. It lost some of its force while crossing the mountains of Luzon, but is strengthening over the South China Sea. China has issued warnings for Fujian, Guangdong, Guangxi and Hainan provinces as the country braces for possibly the biggest storm to hit China this year.",
            "vi": "Bão tiến vào miền Nam Trung Quốc sau khi tấn công Philippines      Ở thị trấn  Ilagan, mọi người tiết kiệm đồ dùng cá nhân của mình, một ngày sau khi bão Megi (tên địa phương là 'Juan' ) quét qua tỉnh Isabela ở miền đông bắc Philippines, ngày 19 tháng mười năm 2010. Bão Megi đang tiến vào miền nam Trung Quốc sau khi làm ít nhất 13 người chết ở miền bắc Philippines. Các chuyên gia dự báo thời tiết của Trung Quốc nói rằng tâm bão có thể đi từ đảo Hải Nam qua đảo Hồng Kông trên đường tiến vào tỉnh Quảng Đông ở đất liền. Họ nói rằng bão sẽ kèm theo mưa to ở tỉnh này trong vài ngày tới. Xinhua, Thông tấn xã chính thức của Trung Quốc trích dẫn chính quyền địa phương nói rằng còn quá sớm để nêu ra địa điểm và thời gian bão Megi sẽ vào đất liền, nhưng miền trung và miền tây của tỉnh này có thể bị ảnh hưởng nhiều nhất. Hàng ngàn người đã được di tản khỏi miền duyên hải tỉnh Quảng Đông. Các viên chức chịu trách nhiệm về thảm hoạ đã lệnh cho các cơ quan dân sự chuẩn bị cho các hoạt động cứu trợ.  Tại Philippines, Tổng thống Benigno Aquino nói rằng việc chuẩn bị cẩn thận đã hạn chế tổng số người chết ở mức tương đối thấp sau khi cơn bão quét qua miền bắc đảo Luzon.  Ngoại trưởng Mỹ Hillary Clinton gửi lời chia buồn đến Philippines về thiệt hại và tổn thất nhân mạng do cơn bão gây ra.  Bão Megi đã quét qua nhiều vùng của đảo Luzon với sức gió lên tới 225 ki-lô-mét mỗi giờ. Nó làm cho nhiều khu vực của tỉnh Isabella hư hại nghiêm trọng - những khu vực đông dân nhất ở thung lũng Cagayan của Luzon. Bão nhỗ bật rễ cây,  làm tốc mái nhà và tàn phá cây lúa vốn dĩ là cây trồng rất quan trọng. Hàng ngàn người đã được chuyển tới các toà nhà  ránh bão trước khi bão tới, và các đội cứu hộ cùng với hàng viện trợ khẩn cấp đã được bố trí sẵn ở các khu vực mấu chốt.  Megi là cơn bão mạnh nhất tấn công Philippines trong vòng bốn năm qua. Nó giảm dần sức gió khi đi qua dãy núi Luzon, nhưng lại mạnh hơn khi tiến vào Biển Đông.  Trung Quốc đã cảnh báo các tỉnh Phúc Kiến, Quảng Đông, Quảng Tây và Hải Nam rằng có thể là nước này phải chuẩn bị đối phó với cơn bão lớn nhất tấn công Trung Quốc trong năm nay."
        },
        {
            "en": "7 REPETITION        7 REPETITION I wasn't sure what the hell i was doing here. Was I trying to push myself back into the zombie stupor? Had I turned masochistic — developed a taste for torture? I should have gone straight down to La Push I felt much, much healthier around Jacob. This was not a healthy thing to do. But I continued to drive slowly down the overgrown lane, twisting through the trees that arched over me like a green, living tunnel. My hands were shaking, so I tightened my grip on the steering wheel. I knew that part of the reason I did this was the nightmare, now that I was really awake, the nothingness of the dream gnawed on my nerves, a dog worrying a bone. There was something to search for. Unattainable and impossible, uncaring and   distracted… but he was out there, somewhere. I had to believe that. The other part was the strange sense of repetition I'd felt at school today, the coincidence of the date. The feeling that I was starting over—perhaps the way my first day would have gone if I'd really been the most unusual person in the cafeteria that afternoon. The words ran through my head, tonelessly, like I was reading them rather than hearing them spoken: It will be as if I'd never existed. I was lying to myself by splitting my reason for coming here into just two parts. I didn't want to admit the strongest motivation. Because it was mentally unsound. The truth was that I wanted to hear his voice again, like I had in the strange delusion Friday night. For that brief moment, when his voice came from some other part of me than my conscious memory, when his voice was perfect and honey smooth rather than the pale echo my memories usually produced, I was able to remember without pain. It hadn't lasted; the pain had caught up with me, as I was sure it would for this fool's errand. But those precious moments when I could hear him again were an irresistible lure. I had to find some way to repeat the experience… or maybe the better word was episode. I was hoping that déjà vu was the key. So I was going to his home, a place I hadn't been since my ill-fated birthday party, so many months ago. The thick, almost jungle-like growth crawled slowly past my windows. The drive wound on and on. I started to go faster, getting edgy. How long had I been driving? Shouldn't I have reached the house yet? The lane was so overgrown that it did not look familiar. What if I couldn't find it? I shivered. What if there was no tangible proof at all? Then there was the break in the trees that I was looking for, only it was not so  pronounced as before. The flora here did not wait long to reclaim any land that was left unguarded. The tall ferns had infiltrated the meadow around the house, crowding against the trunks of the cedars, even the wide porch. It was like the lawn had been flooded—waist-high—with green, feathery waves. And the house was there, but it was not the same. Though nothing had changed on the outside, the emptiness screamed from the blank windows. It was creepy. For the first time since I'd seen the beautiful house, it looked like a fitting haunt for vampires. I hit the brakes, looking away. I was afraid to go farther. But nothing happened. No voice in my head. So I left the engine running and jumped out into the fern sea. Maybe, like Friday night, if I walked forward… I approached the barren, vacant face slowly, my truck rumbling out a comforting roar behind me. I stopped when I got to the porch stairs, because there was nothing here. No lingering sense of their presence… of his presence. The house was solidly here, but it meant little. Its concrete reality would not counteract the nothingness of the nightmares. I didn't go any closer. I didn't want to look in the windows. I wasn't sure which would be harder to see. If the rooms were bare, echoing empty from floor to ceiling, that would certainly hurt. Like my grandmother's funeral, when my mother had insisted that I stay outside during the viewing. She had said that I didn't need to see Gran that way, to remember her that way, rather than alive. But wouldn't it be worse if there were no change? If the couches sat just as I'd last seen them, the paintings on the walls—worse still, the piano on its low platform? It would be second only to the house disappearing all together, to see that there was no physical possession that tied them in anyway. That everything remained, untouched and forgotten, behind them. Just like me. I turned my back on the gaping emptiness and hurried to my truck. I nearly ran. I was anxious to be gone, to get back to the human world. I felt hideously empty, and I wanted to see Jacob. Maybe I was developing a new kind of sickness, another addiction, like the numbness before. I didn't care. I pushed my truck as fast as it would go as I <em>barreled</em> toward my fix. Jacob was waiting for me. My chest seemed to relax as soon as I saw him, making it easier to breathe. \"Hey, Bella,\" he called. I smiled in relief. \"Hey, Jacob,\" I waved at Billy, who was looking out the window. \"Let's get to work,\" Jacob said in a low but eager voice. I was somehow able to laugh. \"You seriously aren't sick of me yet?\" I wondered. He must be starting to ask himself how desperate I was for company. Jacob led the way around the house to his garage. \"Nope. Not yet.\" \"Please let me know when I start getting on your nerves. I don't want to be a pain.\" \"Okay.\" He laughed, a throaty sound. \"I wouldn't hold your breath for that, though.\" When I walked into the garage, I was shocked to see the red bike standing up, looking like a motorcycle rather than a pile of jagged metal. \"Jake, you're amazing,\" I breathed. He laughed again. \"I get obsessive when I have a project.\" He shrugged. \"If I had any brains I'd drag it out a little bit.\" \"Why?\" He looked down, pausing for so long that I wondered if he hadn't heard my question. Finally, he asked me, \"Bella, if I told you that I couldn't fix these bikes, what would you say?\" I didn't answer right away, either, and he glanced up to check my expression. \"I would say… that's too bad, but I'll bet we could figure out something else to do. If we got really desperate, we could even do homework.\" Jacob smiled, and his shoulders relaxed. He sat down next to the bike and picked up a wrench. \"So you think you'll still come over when I'm done, then?\" \"Is that what you meant?\" I shook my head. \"I guess I am taking advantage of your very underpriced mechanical skills. But as long as you let me come over, I'll be here.\" \"Hoping to see Quil again?\" he teased. \"You caught me.\" He chuckled. \"You really like spending time with me?\" he asked, marveling. \"Very, very much. And I'll prove it. I have to work tomorrow, but Wednesday we'll do something nonmechanical.\" \"Like what?\" \"I have no idea. We can go to my place so you won't be tempted to be obsessive. You could bring your schoolwork—you have to be getting behind, because I know I am.\" \"Homework might be a good idea.\" He made a face, and I wondered how much he was leaving undone to be with me. \"Yes,\" I agreed. \"We'll have to start being responsible occasionally, or Billy and Charlie aren't going to be so easygoing about this.\" I made a gesture indicating the two of us as a single entity. He liked that—he beamed. \"Homework once a week?\" he proposed. \"Maybe we'd better go with twice,\" I suggested, thinking of the pile I'd just been assigned today. He sighed a heavy sigh. Then he reached over his toolbox to a paper grocery sack. He pulled out two cans of soda, cracking one open and handing it to me. He opened the second, and held it up ceremoniously. \"Here's to responsibility,\" he toasted. \"Twice a week.\" \"And recklessness every day in between,\" I emphasized. He grinned and touched his can to mine. I got home later than I'd planned and found Charlie had ordered a pizza rather than wait for me. He wouldn't let me apologize. \"I don't mind,\" he assured me. \"You deserve a break from all the cooking, anyway.\" I knew he was just relieved that I was still acting like a normal person, and he was not about to rock the boat. I checked my e-mail before I started on my homework, and there was a long one from Renee. She gushed over every detail I'd provided her with, so I sent back another exhaustive description of my day. Everything but the motorcycles. Even happy-go-lucky Renee was likely to be alarmed by that. School Tuesday had its ups and downs. Angela and Mike seemed ready to welcome me back with open arms—to kindly overlook my few months of aberrant behavior. Jess was more resistant. I wondered if she needed a formal written apology for the Port Angeles incident. Mike was animated and chatty at work. It was like he'd stored up the semester's worth of talk, and it was all spilling out now. I found that I was able to smile and laugh with him, though it wasn't as effortless as it was with Jacob. It seemed harmless enough, until quitting time. Mike put the closed sign in the window while I folded my vest and shoved it under the counter. \"This was fun tonight,\" Mike said happily. \"Yeah,\" I agreed, though I'd much rather have spent the afternoon in the garage. \"It's too bad that you had to leave the movie early last week.\" I was a little confused by his train of thought. I shrugged. \"I'm just a wimp, I guess.\" \"What I mean is, you should go to a better movie, something you'd enjoy,\" he explained. \"Oh,\" I muttered, still confused. \"Like maybe this Friday. With me. We could go see something that isn't scary at all.\" I bit my lip. I didn't want to screw things up with Mike, not when he was one of the only people ready to forgive me for being crazy. But this, again, felt far too familiar. Like the last year had never happened. I wished I had Jess as an excuse this time. \"Like a date?\" I asked. Honesty was probably the best policy at this point. Get it over with. He processed the tone of my voice \"If you want. But it doesn't have to be like that.\" \"I don't date,\" I said slowly, realizing how true that was. That whole world seemed impossibly distant. \"Just as friends?\" he suggested. His clear blue eyes were not as eager now. I hoped he really meant that we could be friends anyway. \"That would be fun. But I actually have plans already this Friday, so maybe next week?\" \"What are you doing?\" he asked, less casually than I think he wanted to sound. \"Homework. I have a… study session planned with a friend.\" \"Oh. Okay. Maybe next week.\" He walked me to my car, less exuberant than before. It reminded me so clearly of my first months in Forks. I'd come full circle, and now everything felt like an echo—an empty echo, devoid of the interest it used to have. The next night, Charlie didn't seem the smallest bit surprised to find Jacob and me sprawled across the living room floor with our books scattered around us, so I guessed that he and Billy were talking behind our backs. \"Hey, kids,\" he said, his eyes straying to the kitchen. The smell of the lasagna I'd spent the afternoon making—while Jacob watched and occasionally sampled—wafted down the hall; I was being good, trying to atone for all the pizza. Jacob stayed for dinner, and took a plate home for Billy. He grudgingly added another year to my negotiable age for being a good cook. Friday was the garage, and Saturday, after my shift at Newton's, was homework again. Charlie felt secure enough in my sanity to spend the day fishing with Harry. When he got back, we were all done—feeling very sensible and mature about it, too—and watching Monster Garage on the Discovery Channel. \"I probably ought to go.\" Jacob sighed. \"It's later than I thought.\" \"Okay, fine,\" I grumbled. \"I'll take you home.\" He laughed at my unwilling expression—it seemed to please him. \"Tomorrow, back to work,\" I said as soon as we were safe in the truck. \"What time do you want me to come up?\" There was an unexplained excitement in his answering smile. \"I'll call you first, okay?\" \"Sure.\" I frowned to myself, wondering what was up. His smile widened. I cleaned the house the next morning—waiting for Jacob to call and trying to shake off the Litest nightmare. The scenery had changed. Last night I'd wandered in a wide sea of ferns interspersed with huge hemlock trees. There was nothing else there, and I was lost, wandering aimless and alone, searching for nothing. I wanted to kick myself for the stupid field trip last week. I shoved the dream out of my conscious mind, hoping it would stay locked up somewhere and not escape again. Charlie was outside washing the cruiser, so when the phone rang, I dropped the toilet brush and ran downstairs to answer it. \"Hello?\" I asked breathlessly. \"Bella,\" Jacob said, a strange, formal tone to his voice. \"Hey, Jake.\" \"I believe that… we have a date\" he said, his tone thick with implications. It took me a second before I got it. \"They're done? I can't believe it!\" What perfect timing. I needed something to distract me from nightmares and nothingness. \"Yeah, they run and everything.\" \"Jacob, you are absolutely, without a doubt, the most talented and wonderful person I know. You get ten years for this one.\" \"Cool! I'm middle-aged now.\" I laughed. \"I'm on my way up!\" I threw the cleaning supplies under the bathroom counter and grabbed my jacket. \"Headed to see Jake,\" Charlie said when I ran past him. It wasn't really a question. \"Yep,\" I replied as I jumped in my truck. \"I'll be at the station later,\" Charlie called after me. \"Okay,\" I yelled back, turning the key. Charlie said something else, but I couldn't hear him clearly over the roar of the engine. It sounded sort of like, \"Where's the fire?\" I parked my truck off to the side of the Blacks' house, close to the trees, to make it easier for us to sneak the bikes out. When I got out, a splash of color caught my eye—two shiny motorcycles, one red, one black, were hidden under a spruce, invisible from the house. Jacob was prepared. There was a piece of blue ribbon tied in a small bow around each of the handlebars. I was laughing at that when Jacob ran out of the house. \"Ready?\" he asked in a low voice, his eyes sparkling. I glanced over his shoulder, and there was no sign of Billy. \"Yeah,\" I said, but I didn't feel quite as excited as before; I was trying to imagine myself actually on the motorcycle. Jacob loaded the bikes into the bed of the truck with ease, laying them carefully on their sides so they didn't show. \"Let's go,\" he said, his voice higher than usual with excitement. \"I know the perfect spot—no one will catch us there.\" We drove south out of town. The dirt road wove in and out of the forest—sometimes there was nothing but trees, and then there would suddenly be a breathtaking glimpse of the Pacific Ocean, reaching to the horizon, dark gray under the clouds. We were above the shore, on top of the cliffs that bordered the beach here and the view seemed to stretch on forever. I was driving slowly, so that I could safely stare out across the ocean now and then, as the road wound closer to the sea cliffs. Jacob was talking about finishing the bikes, but his descriptions were getting technical, so I wasn't paying close attention. That was when I noticed four figures standing on a rocky ledge, much too close to the precipice. I couldn't tell from the distance how old they were, but I assumed they were men. Despite the chill in the air today, they seemed to be wearing only shorts. As I watched, the tallest person stepped closer to the brink. I slowed automatically, my foot hesitating over the brake pedal. And then he threw himself off the edge. \"No!\" I shouted, stomping down on the brake. \"What's wrong?\" Jacob shouted back, alarmed.             \"That guy—he just jumped off the cliff! Why didn't they stop him? We've got to call an ambulance!\" I threw open my door and started to get out, which made no sense at all. The fastest way to a phone was to drive back to Billy's. But I couldn't believe what I'd just seen. Maybe, subconsciously, I hoped I would see something different without the glass of the windshield in the way. Jacob laughed, and I spun to stare at him wildly. How could he be so calloused, so cold-blooded? \"They're just cliff diving, Bella. Recreation. La Push doesn't have a mall, you know.\" He was teasing, but there was a strange note of irritation in his voice. \"Cliff diving?\" I repeated, dazed. I stared in disbelief as a second figure stepped to the edge, paused, and then very gracefully leaped into space. He fell for what seemed like an eternity to me, finally cutting smoothly into the dark gray waves below. \"Wow. It's so high.\" I slid back into my seat, still staring wide-eyed at the two remaining divers. \"It must be a hundred feet.\" \"Well, yeah, most of us jump from lower down, that rock that juts out from the cliff about halfway.\" He pointed out his window. The place he indicated did seem much more reasonable. \"Those guys are insane. Probably showing off how tough they are. I mean, really, it's freezing today. That water can't feel good.\" He made a disgruntled face, as if the stunt personally offended him. It surprised me a little. I would have thought Jacob was nearly impossible to upset. \"You jump off the cliff?\" I hadn't missed the \"us.\" \"Sure, sure.\" He shrugged and grinned. \"It's fun. A little scary, kind of a rush.\" I looked back at the cliffs, where the third figure was pacing the edge. I'd never witnessed anything so reckless in all my life. My eyes widened, and I smiled. \"Jake, you have to take me cliff diving.\" He frowned back at me, his face disapproving. \"Bella, you just wanted to call an ambulance for Sam,\" he reminded me. I was surprised that he could tell who it was from this distance. \"I want to try,\" I insisted, start ing to get out of the car again. Jacob grabbed my wrist. \"Not today, all right? Can we at least wait for a warmer day?\" \"Okay, fine,\" I agreed. With the door open, the glacial breeze was raising goose bumps on my arm. \"But I want to go soon.\" \"Soon.\" He rolled his eyes. \"Sometimes you're a little strange, Bella. Do you know that?\" I sighed. \"Yes.\" \"And we're not jumping off the top.\" I watched, fascinated, as the third boy made a running start and flung himself farther into the empty air than the other two. He twisted and cart wheeled through space as he fell, like he was skydiving. He looked absolutely free— unthinking and utterly irresponsible. \"Fine,\" I agreed. \"Not the first time, anyway.\" Now Jacob sighed. \"Are we going to try out the bikes or not?\" he demanded. \"Okay, okay,\" I said, tearing my eyes away from the last person waiting on the cliff. I put my seat belt back on and closed the door. The engine was still running, roaring as it idled. We started down the road again. \"So who were those guys—the crazy ones?\" I wondered. He made a disgusted sound in the back of his throat. \"The La Push gang.\" \"You have a gang?\" I asked. I realized that I sounded impressed. He laughed once at my reaction. \"Not like that. I swear, they're like hall monitors gone bad. They don't start fights, they keep the peace.\" He snorted. \"There was this guy from up somewhere by the Makah rez, big guy too, scary-looking. Well, word got around that he was selling meth to kids, and Sam Uley and his disciples ran him off our land. They're all about our land, and tribe pride… it's getting ridiculous. The worst part is that the council takes them seriously. Embry said that the council actually meets with Sam.\" He shook his head, face full of resentment. \"Embry also heard from Leah Clearwater that they call themselves 'protectors' or something like that.\" Jacob's hands were clenched into fists, as if he'd like to hit something. I'd never seen this side of him.  I was surprised to hear Sam Uley's name. I didn't want it to bring back the images from my nightmare, so I made a quick observation to distract myself. \"You don't like them very much.\" \"Does it show?\" he asked sarcastically. \"Well… It doesn't sound like they're doing anything bad.\" I tried to soothe him, to make him cheerful again. \"Just sort of annoyingly goody-two-shoes for a gang.\" “Yeah. Annoying is a good word. They're always showing off—like the cliff thing. They act like… like, I don't know. Like tough guys. I was hanging out at the store with Embry and Quil once, last semester, and Sam came by with his followers, Jared and Paul. Quil said something, you know how he's got a big mouth, and it pissed Paul off. His eyes got all dark, and he sort of smiled—no, he showed his teeth but he didn't smile—and it was like he was so mad he was shaking or something. But Sam put his hand against Paul's chest and shook his head. Paul looked at him for a minute and calmed down. Honestly, it was like Sam was holding him back—like Paul was going to tear us up if Sam didn't stop him.\" He groaned. \"Like a bad western. You know, Sam's a pretty big guy, he's twenty. But Paul's just sixteen, too, shorter than me and not as beefy as Quil. I think any one of us could take him.\" \"Tough guys,\" I agreed. I could see it in my head as he described it, and it reminded me of something… a trio of tall, dark men standing very still and close together in my father's living room. The picture was sideways, because my head was lying against the couch while Dr. Gerandy and Charlie leaned over me… Had that been Sam's gang? I spoke quickly again to divert myself from the bleak memories. \"Isn't Sam a little too old for this kind of thing?\" \"Yeah. He was supposed to go to college, but he stayed. And no one gave him any crap about it, either.  The whole council pitched a fit when my sister turned down a partial scholarship and got married. But, oh no, Sam Uley can do no wrong.\" His face was set in unfamiliar lines of outrage—outrage and something else I didn't recognize at first. \"It all sounds really annoying and… strange. But I don't get why you're taking it so personally.\" I peeked over at his face, hoping I hadn't offended him. He was suddenly calm, staring out the side window. \"You just missed the turn,\" he said in an even voice. I executed a very wide U-turn, nearly hitting a tree as my circle ran the truck halfway off the road. \"Thanks for the heads-up,\" I muttered as I started up the side road. \"Sorry, I wasn't paying attention.\" It was quiet for a brief minute. \"You can stop anywhere along here,\" he said softly. I pulled over and cut the engine. My ears rang in the silence that followed. We both got out, and Jacob headed around to the back to get the bikes. I tried to read his expression. Something more was bothering him. I'd hit a nerve. He smiled halfheartedly as he pushed the red bike to my side. \"Happy late birthday. Are you ready for this?\" \"I think so.\" The bike suddenly looked intimidating, frightening, as I realized I would soon be astride it. \"We'll take it slow,\" he promised. I gingerly leaned the motorcycle against the truck's fender while he went to get his. \"Jake…\"I hesitated as he came back around the truck. \"Yeah?\" \"What's really bothering you? About the Sam thing, I mean? Is there something else?\" I watched his face. He grimaced, but he didn't seem angry. He looked at the dirt and kicked his shoe against the front tire of his bike again and again, like he was keeping time. He sighed. \"It's just… the way they treat me. It creeps me out.\" The words started to rush out now. \"You know, the council is supposed to be made up of equals, but if there was a leader, it would be my dad. I've never been able to figure out why people treat him the way they do. Why his opinion counts the most. It's got something to do with his father and his father's father. My great-grandpa, Ephraim Black, was sort of the last chief we had, and they still listen to Billy, maybe because of that.”  \"But I'm just like everyone else. Nobody treats me special… until now.\" That caught me off guard. \"Sam treats you special?\" \"Yeah,\" he agreed, looking up at me with troubled eyes. \"He looks at me like he's waiting for something… like I'm going to join his stupid gang someday. He pays more attention to me than any of the other guys. I hate it.\" \"You don't have to join anything.\" My voice was angry. This was really upsetting Jacob, and that infuriated me. Who did these \"protectors\" think they were? \"Yeah.\" His foot kept up its rhythm against the tire. \"What?\" I could tell there was more.  He frowned, his eyebrows pulling up in a way that looked sad and worried rather than angry. \"It's Embry. He's been avoiding me lately.\" The thoughts didn't seem connected, but I wondered if I was to blame for the problems with his friend. \"You've been hanging out with me a lot,\" I reminded him, feeling selfish. I'd been monopolizing him. \"No, that's not it. It's not just me—it's Quil, too, and everyone. Embry missed a week of school, but he was never home when we tried to see him. And when he came back, he looked… he looked freaked out. Terrified. Quil and I both tried to get him to tell us what was wrong, but he wouldn't talk to either one of us.\" I stared at Jacob, biting my lip anxiously—he was really frightened. But he didn't look at me. He watched his own foot kicking the rubber as if it belonged to someone else. The tempo increased. \"Then this week, out of nowhere, Embry's hanging out with Sam and the rest of them. He was out on the cliffs today.\" His voice was low and tense. He finally looked at me. \"Bella, they bugged him even more than they bother me. He didn't want anything to do with them. And now Embry's following Sam around like he's joined a cult. \"And that's the way it was with Paul. Just exactly the same. He wasn't friends with Sam at all. Then he stopped coming to school for a few weeks, and, when he came back, suddenly Sam owned him. I don't know what it means. I can't figure it out, and I feel like I have to, because Embry's my friend and… Sam's looking at me funny.. and…\" He trailed off. \"Have you talked to Billy about this?\" I asked. His horror was spreading to me. I had chills running on the back of my neck. Now there was anger on his face. \"Yes,\" he snorted. \"That was helpful.\" \"What did he say?\" Jacob's expression was sarcastic, and when he spoke, his voice mocked the deep tones of his father's voice. \"It's nothing you need to worry about now, Jacob. In a few years, if you don't… well, I'll explain later.\" And then his voice was his own. \"What am I supposed to get from that? Is he trying to say it's some stupid puberty, coming-of-age thing? This is something else. Something wrong.\" He was biting his lower lip and clenching his hands. He looked like he was about to cry. I threw my arms around him instinctively, wrapping them around his waist and pressing my face against his chest. He was so big, I felt like I was a child hugging a grown-up. \"Oh, Jake, it'll be okay!\" I promised. \"If it gets worse you can come live with me and Charlie. Don't be scared, we'll think of something!\" He was frozen for a second, and then his long arms wrapped hesitantly around me. \"Thanks, Bella.\" His voice was huskier than usual. We stood like that for a moment, and it didn't upset me; in fact, I felt comforted by the contact. This didn't feel anything like the last time someone had embraced me this way. This was friendship. And Jacob was very warm. It was strange for me, being this close—emotionally rather than physically, though the physical was strange for me, too—to another human being. It wasn't my usual style. I didn't normally relate to people so easily, on such a basic level. Not human beings. \"If this is how you're going to react, I'll freak out more often.\" Jacob's voice was light, normal again, and his laughter rumbled against my ear. His fingers touched my hair, soft and tentative. Well, it was friendship for me. I pulled away quickly, laughing with him, but determined to put things back in perspective at once. \"It's hard to believe I'm two years older than you,\" I said, emphasizing the word older. \"You make me feel like a dwarf.\" Standing this close to him, I really had to crane my neck to see his face. \"You're forgetting I'm in my forties, of course.\" \"Oh, that's right.\" He patted my head. \"You're like a little doll,\" he teased. \"A porcelain doll.\" I rolled my eyes, taking another step away. \"Let's not start with the albino cracks.\" \"Seriously, Bella, are you sure you're not?\" He stretched his russet arm out next to mine. The difference wasn't flattering. \"I've never seen anyone paler than you… well, except for—\" He broke off, and I looked away, trying to not understand what he had been about to say. \"So are we going to ride or what?\" \"Let's do it,\" I agreed, more enthusiastic than I would have been half a minute ago. His unfinished sentence reminded me of why I was here.",
            "vi": "7 REPETITION        7. SỰ TÁI DIỄN Tôi không rõ mình đang làm cái quái quỷ gì ở đây nữa. Có phải tôi đang cố đẩy mình trở lại tình trạng đờ đẫn như một thây ma sống?  Hay tôi đã trở nên thích đau đớn – trở nên thích bị hành hạ, dày vò? Lẽ ra tôi phải đi thẳng xuống La Push – nơi tôi sẽ cảm thấy khoẻ hơn nhiều khi quẩn quanh bên Jacob. Đây không phải là việc làm lành mạnh chút nào.  Thế nhưng tôi vẫn tiếp tục lái chầm chậm xuống ngõ hẻm cây cối um tùm che phủ, ngoằn ngoèo qua các hàng cây có vòm lá che trên đầu như một đường hầm sinh động xanh ngát.  Tay run lẩy bẩy, nên tôi ghì chặt lấy vô - lăng.  Tôi biết rằng một phần lý do khiến mình hành động thế này chính là do cơn ác mộng, giờ đây khi đã tỉnh giấc hoàn toàn, sự trống rỗng của giấc mơ gặm mòn thần kinh của tôi, như chú chó đang nhay khúc xương vậy. Đã có một thứ để tìm kiếm.  Không thể với tới và không thể xảy ra, hững hờ và quẫn trí... nhưng anh hiện diện ở ngoài kia, một nơi nào đó. Tôi phải tin thế.  Lý do khác là cảm giác tái diễn kỳ lạ tôi cảm nhận ở trường hôm nay, sự trùng hợp ngẫu nhiên về ngày tháng.  Cảm giác như tôi đang bắt đầu lại từ đầu - có lẽ cảm giác ngày đầu tiên sẽ không còn nếu tôi thật sự là người bất thường nhất trong quán ăn trưa hôm đó.  Những lời ấy lởn vởn trong đầu tôi, đều đều, như tôi đang đọc chúng chớ không phải nghe chúng phát ra thành lời: Như thể tôi chưa hề tồn tại trên đời này.  Tôi đã đánh lừa chính mình bằng cách chia lý do vì sao tôi đến đây thành hai phần. Tôi không muốn thú nhận động cơ mạnh mẽ nhất khiến tôi làm việc này. Bởi vì như vậy thì thật là điên rồ. Sự thật đó là vì tôi muốn nghe tiếp giọng anh, như đã được nghe trong ảo giác kỳ lạ đêm thứ Sáu đó. Trong khoảnh khắc ngắn ngủi đó, ắt hẳn giọng anh phát ra từ phần nào đó trong cơ thể tôi hơn là từ ký ức có ý thức của tôi, giọng anh hoàn hảo và dịu dàng như mật ngọt chớ không phải là âm thanh yếu ớt vang vọng trong trí nhớ của tôi thường tạo ra, tôi đã có thể nhớ đến mà không đau đớn. Cảm giác này không kéo dài lâu; nỗi đau đã đến với tôi, đúng như tôi biết chắc nó sẽ đến vì chuyến đi ngu ngốc này. Nhưng khoảnh khắc quý báu khi có thể nghe được tiếng anh nói một lần nữa quả là một cám dỗ không cưỡng lại nỗi. Tôi phải tìm cách để lặp lại chuyện đó... hay có lẽ nói chính xác hơn là “tình tiết” đó. Tôi hy vọng rằng cái cảm giác ngờ ngợ ấy là mấu chốt của vấn đề. Vì thế tôi đang chạy đến nhà anh, nơi mà đã nhiều tháng trời rồi tôi không đến kể từ buổi tiệc sinh nhật bất hạnh đó.  Những tầng lá dày rậm rạp trườn từ từ qua cửa sổ xe tôi. Đường vào nhà cứ dài ra. Tôi bắt đầu đi nhanh hơn, bực mình.  Tôi đã chạy bao lâu rồi? Sao vẫn chưa đến nhà nhỉ? Con hẻm cây cối mọc che kín đến nỗi trông nó chẳng chút quen thuộc.  Chuyện gì sẽ xảy ra nếu tôi không thể tìm ra nhà? Tôi rùng mình. Chuyện gì sẽ xảy ra nếu chẳng có bằng chứng có thật nào cả? Rồi thì đến một khoảng trống không cây tôi đang tìm kiếm, chỉ có điều nó không quang đãng như trước đây.  Hệ thực vật ở đây chẳng chờ đợi lâu lắc để chiếm lại lãnh thổ bị bỏ không người canh giữ. Những cây dương xỉ cao đã lấn vào trảng cỏ quanh nhà, mọc đầy trên các cây tuyết tùng, thậm chí chiếm cả hiên nhà  rộng nữa. Cứ tựa như bãi cỏ đã bị  phủ trùm bởi làn sóng lông tơ xanh rì, cao ngang thắt lưng.  Và căn nhà vẫn ở đó, nhưng không giống như xưa. Cho dù bề ngoài chẳng có gì thay đổi, tình trạng không người ở thấy rõ rệt từ các ô cửa sổ trống. Thật đáng sợ. Kể từ khi tôi nhìn thấy ngôi nhà xinh đẹp này, đây là lần đầu tiên trông nó giống một nơi lui tới của ma cà rồng đúng nghĩa. Tôi đạp thắng, nhìn sang chỗ khác. Tôi sợ đi xa thêm.  Nhưng chẳng có gì xảy ra cả. Không có tiếng nói trong đầu.  Vì thế tôi cứ để máy nổ rồi nhảy ra biển dương xỉ. Có lẽ, cũng sẽ giống như đêm thứ Sáu đó, nếu tôi cứ đi về phía trước… Tôi từ từ đến gần mặt tiền ngôi nhà bỏ trống, hoang vu, xe tải của tôi phát ra một tiếng nổ đùng đùng an ủi phía sau. Khi đến cầu thang lên hành lang nhà thì tôi dừng lại, vì không có gì ở đây cả. Không còn chút hơi hướng nào của sự hiện diện của họ…sự hiện diện của anh. Ngôi nhà vẫn vững chắc ở đây, nhưng chẳng còn ý nghĩa gì. Sự tồn tại cụ thể của nó cũng không xua được sự trống rỗng của những cơn ác mộng.   Tôi không tiến lại gần nữa. Tôi không muốn nhìn vào cửa sổ. Tôi không chắc là có khó nhìn hơn không.  Nếu giả sử các căn phòng đó trống huơ trống hoác, từ sàn cho đến trần nhà, điều đó chắc chắn sẽ làm tôi đau lòng lắm. Giống như trong đám tang của bà tôi, lúc mẹ tôi nhất quyết bắt tôi ở ngoài trong suốt giờ hành lễ. Mẹ bảo rằng tôi không cần phải nhìn bà trong tình trạng như thế, để rồi lại nhớ đến bà như thế, chứ không nhớ bà như lúc bà còn sống.  Nhưng nếu mọi thứ không thay đổi, thì có không tệ hơn chăng? Nếu mấy cái trường kỷ vẫn ở chỗ tôi đã nhìn thấy lần cuối, những bức tranh vẫn nằm trên tường – liệu có tệ hại hơn không nếu chiếc đàn dương cầm vẫn nằm trên bệ thấp của nó? Dù sao thì chỉ tệ hại thua việc cả căn nhà biến mất hoàn toàn, chẳng còn lại món đồ nào đã từng gắn bó với họ. Nếu mọi thứ vẫn còn đó, vô cảm và bị quên lãng, bị bỏ lại sau lưng.  Y như tôi.  Tôi quay lưng bỏ lại sự trống rỗng đó, vội vã ra xe. Gần như chạy. Tôi nóng lòng muốn đi khỏi nơi này, trở về với thế giới loài người. Tôi cảm thấy trống rỗng kinh khủng, và muốn gặp Jacob. Có lẽ tôi đang mắc một loại bệnh mới, một cơn nghiện khác, giống như tình trạng đờ đẫn trước đây. Chả quan tâm. Tôi lao xe nhanh hết mức về phía hướng đã định.  Jacob đang đợi tôi. Ngực tôi dường như dễ chịu ngay khi vừa thấy anh, dễ thở hơn.  \"Chào, Bella,\" anh chàng gọi.  Tôi mỉm cười nhẹ nhõm. \"Chào, Jacob,\" tôi vẫy tay với Billy, lúc này đang nhìn ra cửa sổ.  \"Chúng ta bắt tay vào việc nào,\" Jacob nói nhỏ nhưng đầy háo hức.  Không hiểu làm sao tôi lại có thể cười to. \"Bạn thực chưa chán tôi à?\" Tôi thắc mắc. Chắc anh ta hẳn đang bắt đầu tự hỏi vì sao tôi lại thiết tha muốn có bạn như thế.  Jacob dẫn đường vòng quanh nhà đến ga-ra.  \"Không. Chưa.” \"Nhớ cho tôi biết khi nào tôi làm bạn nổi khùng nhé. Tôi không muốn thành người làm phiền người khác.\" \"Được rồi.” Anh chàng cười khùng khục. “Nhưng đừng mong có chuyện đó. \" Khi vào ga-ra, tôi bị sốc khi thấy chiếc xe máy màu đỏ đang đứng đó, trông giống như chiếc xe máy hơn là đống kim loại lởm chởm.  \"Jake, bạn thật tuyệt vời,\" tôi thở.  Anh lại cười to. \"Hễ bắt tay vào làm là tôi luôn bị cuốn hút quên hết mọi sự.\" Anh chàng nhún vai. \"Nếu mà thông minh một chút, thì tôi đã kéo dài hơn.” \"Sao vậy?” Anh chàng nhìn xuống, im lặng lâu đến độ tôi nghĩ anh không nghe tôi hỏi.  Cuối cùng, anh hỏi tôi, \"Bella, nếu tôi nói với bạn tôi không sửa được mấy cái xe máy này, thì bạn sẽ nói sao?” Tôi cũng không trả lời ngay, và anh chàng liếc lên nhìn vẻ mặt tôi.  \"Tôi sẽ nói… thế thì tệ nhỉ, nhưng tôi cá là mình sẽ nghĩ ra được chuyện khác để làm. Nếu mình thật sự không tìm ra được chuyện gì để làm thì mình vẫn có thể làm bài tập về nhà mà.\" Jacob mỉm cười, và đôi vai hết căng thẳng. Anh chàng ngồi xuống cạnh chiếc xe máy rồi cầm lấy chiếc cờ-lê. \"Vậy bạn vẫn ghé chơi sau khi tôi sửa xong xe chứ?\" \"Đó là điều bạn muốn nói đó hả?\" Tôi lắc đầu. “Tôi nghĩ đang lợi dụng tài năng kỹ thuật bị trả giá quá thấp của bạn.  Nhưng chừng nào bạn còn cho tôi đến đây chơi thì tôi sẽ đến hoài.” \"Mong gặp lại Quil nữa hả?\" anh chàng trêu.  \"Chớ còn gì nữa.” Anh cười khúc khích. \"Bạn thật sự thích đến chơi với tôi sao?\" anh chàng hỏi với vẻ ngạc nhiên.  \"Rất, rất thích. Và tôi sẽ chứng minh điều đó. Ngày mai tôi phải đi làm, nhưng thứ tư mình sẽ làm chuyện gì đó không dính đến máy móc nhé. \" \"Chẳng hạn như chuyện gì nào?\" \"Tôi không biết.  Tụi mình có thể đến nhà tôi để bạn khỏi bị cuốn vô công việc nữa   Bạn có thể đem bài vở ở trường đến –  bạn hẳn sẽ thua sút bạn bè, vì tôi cũng vậy. \" \"Làm bài  tập có thể là ý  hay đấy. \" Anh chàng nhăn mặt, và tôi tự hỏi anh chàng đã bỏ dở dang bao nhiêu bài tập để ở bên tôi.  \"Ờ, \" tôi đồng ý. \"Thỉnh thoảng mình phải tỏ ra có tinh thần trách nhiệm chứ, nếu không Billy và Charlie sẽ không thoải mái như thế về chuyện này đâu.”  Tôi làm cử chỉ ngụ ý hai chúng tôi là một thực thể thống nhất. Anh chàng thích thế nên ngoác miệng cười.  \"Mỗi tuần làm bài tập một lần nhé?\" anh chàng đề nghị.  \"Có lẽ nên hai lần,\" tôi đề nghị và nghĩ miên man về đống bài tập mới được giao hôm nay.  Anh chàng thở dài thườn thượt.  Sau đó vươn tay qua hộp đồ nghề để lấy một túi giấy.  Anh chàng rút ra hai hộp xô - đa, mở một hộp và đưa cho tôi.  Rồi anh chàng mở hộp thứ hai, và đưa nó lên một cách kiểu cách.  \"Chúc cho tinh thần trách nhiệm, \" anh chàng nâng cốc. \" Hai lần một tuần. \" \"Và sự liều lĩnh trong những ngày còn lại \" tôi nhấn mạnh.  Anh chàng cười toe toét và cụng lon nước vô lon của tôi.  Tôi về đến nhà muộn hơn dự định và thấy Charlie đã đặt mua pizza chớ không chờ tôi. Ông không để cho tôi lên tiếng xin lỗi.  \"Không sao đâu con, \" ông trấn an  tôi. \"dù sao đi nữa thì con cũng xứng đáng được nghỉ nấu ăn một bữa mà. \" Tôi biết ông cảm thấy nhẹ nhõm khi tôi vẫn cư xử như người bình thường, và ông không muốn làm đảo lộn tình hình.  Tôi kiểm tra thư điện tử trước khi bắt đầu làm bài tập, và thấy có một bức thư khá dài của Renee gửi. Mẹ nhiệt tình trả lời từng chi tiết tôi viết trong thư, nên tôi gởi tiếp một lá thư mô tả chi tiết chuyện ngày hôm nay của mình.  Kể mọi thứ trừ chuyện xe máy. Ngay cả Renee vô tư cũng có thể sẽ cảm thấy lo lắng vì điều đó.  Ngày thứ ba ở trường vừa vui vừa buồn. Angela và Mike có vẻ sẵn sàng chào đón tôi trở về một cách nồng nhiệt – sẵn sàng tốt bụng bỏ qua những hành vi khác thường trong những tháng qua của tôi. Jess thì không dễ như thế. Tôi tự hỏi không biết cô ấy có cần tôi viết thư chính thức xin lỗi về chuyện đã xảy ra ở Port Angeles không. Ở chỗ làm, Mike sôi nổi và hay chuyện trò hơn.  Như thể anh chàng đã gom lại chuyện cả một học kỳ, và bây giờ phun nó ra. Tôi nhận thấy giờ tôi có thể cười với anh ta, dù không dễ như với Jacob.  Có vẻ khá vô hại cho đến giờ về.  Mike nhấn nút đóng cửa sổ trong khi tôi gấp áo vét và nhét xuống dưới quầy.  \"Tối nay vui ha,\" Mike vui vẻ nói.  \"Ờ, \" tôi đồng ý, mặc dù tôi thích ở ga-ra cả buổi chiều hơn.  \"Thiệt dở vì tuần trước bạn phải bỏ ra ngoài sớm. \" Tôi hơi khó hiểu vì luồng suy nghĩ của anh ta. Tôi nhún vai. \"Chắc tại tôi nhát gan thôi.”  \"Ý tôi là, bạn nên coi bộ phim nào đó thích hợp hơn, bộ phim nào mà bạn thích ấy,\" anh chàng giải thích.  \"Ồ, \" tôi lẩm bẩm, vẫn không hiểu.  \"Có lẽ thứ Sáu này. Đi xem với mình nhé. Tụi mình có thể đi xem phim gì đó không rùng rợn chút nào hết.\" Tôi cắn môi.  Tôi không muốn làm mất lòng Mike, vì anh là người duy nhất sẵn sàng tha thứ cho sự khùng điên của tôi. Nhưng việc này, một lần nữa, nghe quá quen. Như thể  chưa bao giờ có năm ngoái.  Tôi ước gì mình có Jess để làm cớ từ chối.  \"Giống hẹn hò hả?\" Tôi hỏi. Giải pháp tốt nhất lúc này có lẽ là nên thành thật. Để dứt khoát.  Anh chàng cân nhắc âm điệu giọng tôi \"Nếu bạn muốn vậy.  Nhưng không cần phải thế.\" \"Tôi không hẹn hò đâu,\" tôi nói chậm rãi, nhận ra điều đó thật đúng. Toàn bộ thế giới này xa lạ quá đối với tôi.  \"Chỉ như bạn bè thôi?\" anh chàng đề nghị.  Đôi mắt trong veo, xanh biếc của anh bây giờ không còn nhiệt tình nữa. Dù sao đi nữa tôi cũng mong anh thực sự xem tôi là bạn bè.  \"Sẽ vui đấy. Nhưng tôi thiệt đã có kế hoạch vào thứ Sáu này rồi, tuần tới được không?\" \"Bạn đang bận làm gì vậy?\" cậu ấy hỏi, ít hờ hững hơn anh muốn ra vẻ vậy.  “Bài tập về nhà.  Tôi có một...  buổi học với một người bạn.” “Chà, được thôi. Có lẽ tuần tới vậy.\" Anh chàng đi bộ cùng tôi đến chỗ để xe của tôi, ít hồ hởi hơn trước. Điều này làm tôi nhớ lại những tháng đầu tiên ở Forks. Tôi đã quay lại từ đầu, và bây giờ mọi thứ giống như một tiếng vọng - tiếng vọng trống rỗng, thiếu sự thích thú vốn có.  Đêm kế, Charlie chẳng có vẻ ngạc nhiên chút nào khi thấy Jacob và tôi nằm ườn  trên sàn phòng khách với đống sách vở rải rác xung quanh, vì vậy tôi đoán ông và Billy đã bàn tán sau lưng chúng tôi.  \"Chào các con, \" ông nói, mắt nhìn lang thang vào nhà bếp. Mùi món lasagna thoảng đưa sang phòng khách, món này tôi làm cả buổi chiều - trong khi Jacob nhìn và chốc chốc lại ăn thử; tôi tỏ vẻ ngoan ngoãn, cố chuộc lỗi vì cái bánh pizza hôm trước.  Jacob ở lại dùng bữa tối, và mang về nhà cho Billy một đĩa. Anh chàng miễn cưỡng tăng thêm cho tôi một tuổi vì là một đầu bếp giỏi.  Thứ sáu tôi ở ga-ra, và thứ bảy, sau ca làm việc ở tiệm Newton, là lúc làm bài tập tiếp. Charlie cảm thấy khá yên tâm về sự tỉnh táo của tôi nên đã đi câu cá cả ngày với Harry. Khi ông quay về, chúng tôi đã làm xong hết mọi thứ - qua chuyện đó cảm thấy mình đã hiểu biết và trưởng thành  - và đang xem phim Monster Garage trên kênh Discovery.  \" Giờ thì tôi phải về thôi. \" Jacob thở dài. \"trễ hơn tôi nghĩ.” \"Được thôi, không sao đâu\" tôi làu bàu. \"Tôi sẽ đưa bạn về.” Anh chàng cười to vì vẻ mặt bất đắc dĩ của tôi – dường như nó làm anh hài lòng.  \"Ngày mai, trở  lại công việc nhé,“  tôi nói ngay khi chúng tôi đã an toàn trong xe tải. “Bạn muốn tôi đến lúc mấy giờ?\" Có vẻ phấn khích không sao tả nổi trong nụ cười đáp trả của anh ta. \"Tôi sẽ gọi bạn trước, được chứ ?\" \"Đương nhiên rồi.\" Tôi nhăn nhó với chính mình, thắc mắc không biết chuyện gì sẽ xảy ra nữa. Anh chàng cười toe toét.  Sáng hôm sau, tôi dọn dẹp nhà cửa - chờ Jacob gọi và cố xua tan cơn ác mộng. Cảnh vật đã thay đổi. Đêm qua tôi lang thang trong rừng dương xỉ, rải rác những cây độc cần khổng lồ. Ngoài ra không còn thứ gì khác, và tôi bị lạc, lang thang một mình không mục đích, không biết mình tìm kiếm cái gì. Tôi muốn đá cho mình một cú vì chuyến đi thực địa ngu ngốc tuần trước. Tôi xua đuổi giấc mơ đó ra khỏi đầu óc tỉnh táo của tôi, hi vọng nó sẽ ngủ yên ở một nơi nào đó và không tái hiện lại nữa.  Charlie đang ở bên ngoài rửa chiếc xe tuần tiễu, vì vậy khi điện thoại reo, tôi ném chiếc bàn chải chà nhà vệ sinh và chạy xuống nhà để nghe máy.  \"A lô?\" Tôi vừa nói vừa thở hổn hến.  \" Bella,” Jacob chào tôi với giọng lạ, khách sáo.  \"Chào, Jake.” \"Tôi nghĩ là... chúng ta có hẹn\" anh chàng nói với giọng đầy ngụ ý.  Phải mất một giây tôi mới nghĩ ra. \"Xong hết rồi à? Thật không thể tin nỗi!\"  Thật đúng lúc. Tôi cần một thứ gì đó để quên đi những cơn ác mộng và sự trống rỗng.  \"Vâng, xe chạy được rồi và mọi thứ đã xong.\" \"Jacob, bạn đúng là người tuyệt vời nhất,  tài giỏi nhất mà tôi biết. Bạn được thêm muời tuổi nữa vì chuyện này.” “Tuyệt!  Vậy thì bây giờ tôi trung niên rồi.\" Tôi cười to. \"Tôi đến ngay đây!\" Tôi ném vật dụng làm vệ sinh vào tủ phòng tắm và chộp áo khoác của mình.  \"Đi gặp Jake hả,\" Charlie nói khi tôi chạy qua ông. Thật ra đó không phải là một câu hỏi.  \"Vâng,” tôi vừa trả lời vừa nhảy vào chiếc xe tải.  \"Chút nữa bố đến đồn cảnh sát đấy, \" Charlie gọi với theo tôi.  \"Vâng,” tôi hét với lại, vặn chìa khoá.  Charlie nói thêm cái gì đó nữa, nhưng tôi không thể nghe rõ vì tiếng ồn của động cơ. Hình như là bố nói, \"Sao nó vui vẻ thế nhỉ?\" Tôi đỗ chiếc xe tải bên hông nhà của gia đình Black, gần hàng cây, để dễ lén đưa mấy chiếc xe máy ra. Khi tôi ra khỏi xe, một mảng màu đập vào mắt tôi - hai chiếc xe máy bóng lộn, một đỏ, một đen, đang ẩn mình dưới cây vân sam, nhìn từ nhà ra sẽ không thấy. Jacob đã chuẩn bị đâu vào đấy.  Có một sợi ru - băng xanh dương buộc thành nơ bướm quanh mỗi tay lái. Tôi đang bật cười lên thành tiếng vì chuyện đó thì Jacob chạy ra khỏi nhà.  “Sẵn sàng chưa?\" anh chàng hỏi nhỏ, mắt long lanh.  Tôi liếc nhìn qua vai của anh chàng, và không thấy Billy đâu cả.  \"Rồi,” tôi nói, nhưng tôi không cảm thấy phấn khích như trước; tôi đang cố hình dung mình ngồi trên chiếc xe máy này.  Jacob chất hai chiếc xe máy lên thùng xe tải một cách dễ dàng, để cẩn thận ở hai bên thành để chúng không lộ ra.  \"Đi nào,\" anh chàng nói, lên giọng phấn chấn. \"Tôi biết một chỗ rất tuyệt – ở đó chẳng ai tóm được mình đâu.” Chúng tôi lái xe về hướng nam ra khỏi thị trấn. Con đường đất len lỏi lúc xuyên vào rừng rồi lại ra ngoài, xung quanh toàn cây cối, rồi bỗng hiện ra cảnh ngoạn mục lờ mờ của bờ biển Thái Bình Dương, tiến đến đằng chân trời, xám đen dưới những áng mây. Chúng tôi đang ở trên bờ biển, trên đỉnh những vách đá bao bọc lấy bãi biển nơi đây và phóng tầm nhìn xa tít tắp.  Tôi đang lái chậm chậm, để có thể thỉnh thoảng nhìn thấy biển một cách an toàn lúc con đường uốn lượn lần theo các vách đá trên biển. Jacob đang kể chuyện sơn xe như thế nào, nhưng điều anh ta mô tả đi sâu vào vấn đề kỹ thuật quá, nên tôi không chú ý mấy.  Đúng lúc đó tôi thấy có bốn người đang đứng trên gờ đá, quá gần vách đứng. Nhìn từ xa tôi không thể đoán được độ tuổi của họ, nhưng tôi biết đó là đàn ông. Mặc dù hôm nay trời lạnh nhưng họ dường như đang mặc chỉ mỗi cái quần soóc.  Tôi nhìn thấy người cao nhất trong bọn bước lại gần miệng vực. Tôi tự động lái chậm lại, chân do dự muốn đạp phanh.  Và rồi gã ta ném mình xuống bờ vực.  \"Đừng!\" Tôi la to, đạp mạnh thắng.  \"Có chuyện gì vậy?\" Jacob hoảng hốt la lên.  \"Cái gã đó – nhảy khỏi vách đá ! Tại sao họ không ngăn anh ta lại? Chúng ta phải gọi xe cứu thương thôi !\" Tôi mở toang cửa ra ngoài, nhưng chẳng nghĩa lý gì. Cách nhanh nhất để gọi điện thoại là quay ngược về nhà Billy. Nhưng tôi không thể tin nổi điều mình vừa nhìn thấy. Có lẽ, trong tiềm thức, tôi đã hy vọng tôi đã thấy chuyện này khác đi nếu không có tấm gương của kính chắn gió trước mặt.  Jacob cười phá lên, và tôi quay người quắc mắt nhìn anh chàng. Sao anh ta lại có thể nhẫn tâm, máu lạnh đến như thế? \"Họ chơi trò nhảy từ vách đá lặn xuống biển đó, Bella. Giải trí thôi mà. Bạn biết đó, La Push đâu có phố mua sắm gì đâu. \" Anh chàng chọc tôi, nhưng đã có nét khó chịu trong giọng nói.  \"Nhảy từ vách đá lặn xuống biển?\" Tôi ngạc nhiên lẩm bẩm. Tôi nhìn chằm chằm hoài nghi khi người thứ hai bước lại bờ vực, dừng lại, rồi rất điệu nghệ nhảy vào khoảng không. Anh ta si mê cái cảm giác mà đối với tôi như đi vào cõi vĩnh hằng vậy, cuối cùng nhảy rất êm xuống những con sóng xám đen bên dưới.  \" Wow. Cao quá.\" Tôi lướt trở lại chỗ ngồi, vẫn nhìn tròn xoe vào hai người lặn còn lại. \"Phải đến cả trăm bộ. \" \"Vâng, đa số chúng tôi nhảy thấp hơn, chỗ tảng đá đâm ra từ vách đó chỉ khoảng nửa đoạn đường thôi.\" Anh chàng chỉ ra cửa sổ. Chỗ anh chàng chỉ có vẻ hợp lý hơn nhiều. \"Tụi đó thật điên. Có lẽ muốn khoe khoang ta đây tài giỏi cỡ nào. Thật ra, ý tôi là, hôm nay trời lạnh thấu xương như vầy mà ra đây nhảy. Nước lạnh thế này khó chịu lắm.” Anh chàng lộ vẻ bực bội, như thể trò giải trí này làm anh chàng khó chịu vậy. Điều đó làm tôi hơi ngạc nhiên. Tôi đã nghĩ Jacob gần như không biết khó chịu là gì.  \"Bạn cũng chơi trò đó à?\" Tôi không bỏ sót từ \"chúng tôi.” \"Dĩ nhiên rồi.\" Anh chàng nhún vai và cười toe toét. \"Vui lắm. Hơi sợ một chút, hơi liều lĩnh. \" Tôi ngoái lại chỗ vách đá, nơi người thứ ba đang đến miệng vực. Tôi chưa bao giờ chứng kiến cảnh liều lĩnh đến thế trong đời. Mắt tôi mở to và mỉm cười. \" Jake, bạn phải chỉ tôi nhảy đó.\" Anh chàng cau mày nhìn tôi, khuôn mặt tỏ vẻ không hài lòng. \"Bella, bạn vừa định gọi xe cứu thương cho Sam mà,” anh chàng nhắc tôi. Tôi bị bất ngờ vì anh ta biết tên người đó từ khoảng cách này.  \"Tôi muốn thử,” tôi kiên quyết, chuẩn bị ra khỏi xe lần nữa.  Jacob chộp cổ tay tôi. \"Không phải là hôm nay, được chứ? Ít ra chúng ta chờ ngày nào đó nắng ấm hơn được không?” \"Được rồi, không sao\" tôi đồng ý. Cửa mở, gió lạnh buốt làm tôi nổi da gà ở cánh tay. \"Nhưng tôi muốn nhảy sớm.” \"Sẽ sớm thôi.” Anh chàng trợn tròn mắt. \"Đôi khi bạn hơi kỳ cục đó, Bella. Bạn có biết vậy không?\" Tôi thở dài. \"Biết.” \"Mà mình không nhảy từ trên đỉnh cao nhất xuống đâu đấy.” Tôi nhìn, hết sức thích thú, khi gã thứ ba bắt đầu chạy và lao người vào khoảng không xa hơn hai gã kia. Chàng ta uốn người và xoay tròn trong không gian, rơi xuống giống như nhảy ra khỏi máy bay vậy. Trông gã có vẻ hoàn toàn tự do – không hề nghĩ ngợi gì cả và hoàn toàn không quan tâm đến gì nữa.  \"Được,\" tôi thừa nhận. “Dù sao thì không trong lần đầu tiên.\" Bây giờ Jacob thở dài.  \"Chúng ta có chạy tập xe máy hay không nè?\" anh chàng gặng hỏi.  \"Có chứ, có chứ, \" tôi nói, rời mắt khỏi người cuối cùng đang chờ nhảy trên vách đá. Tôi cài lại dây an toàn và đóng cửa. Động cơ vẫn còn chạy, nổ ầm ầm khi chạy không tải. Chúng tôi lại lái xe xuống đường.  \"Thế mấy người đó là ai vậy - mấy  người khùng đó?\" Tôi thắc mắc.  Anh chàng gầm gừ trong cổ họng tỏ vẻ chán chường \"Băng ở La Push đó.\" \"Chỗ bạn có băng đảng à?\" Tôi hỏi. Tôi nhận ra mình có vẻ ngưỡng mộ.  Anh ta cười trước phản ứng của tôi. \"Không giống bạn nghĩ đâu.   Tôi thề đó, họ giống như sinh viên tình nguyện giữ trật tự trong trường đã trở nên hư hỏng. Họ không đánh lộn, họ chỉ giữ trật tự thôi. \"Anh chàng  khịt mũi. \"Có một anh chàng đến từ đâu đó gần Makah, to con, trông khiếp lắm. Ừm, có tin đồn là anh ta đang bán chất kích thích cho tụi trẻ, thế là Sam Uley và đệ tử của anh ta đã đuổi hắn ra khỏi lãnh thổ của chúng tôi. Họ vì quê hương chúng tôi, và là niềm tự hào của bộ lạc…thật buồn cười. Phần tệ hại nhất là Hội đồng đối xử với họ rất tôn trọng. Embry nói rằng Hội đồng đã gặp Sam.\" Anh chàng lắc đầu, khuôn mặt đầy vẻ oán giận. \" Embry cũng nghe Leah Clearwater nói là họ tự xưng là “những người che chở” hay gì gì đó. \" Jacob siết chặt tay thành nắm đấm, như thể anh muốn đấm cái gì đó. Tôi chưa bao giờ nhìn thấy tính cách này của anh.  Tôi ngạc nhiên khi nghe tên Sam Uley. Tôi không muốn nó khơi lại những hình ảnh trong cơn ác mộng, vì vậy tôi nhận xét nhanh để làm mình phân tâm. \"Bạn không thích họ lắm thì phải.\" “Rõ vậy sao?\" anh chàng mỉa mai hỏi.  \"Ừm,...  đâu có vẻ họ đang làm chuyện sai trái gì đâu.\" Tôi cố dỗ dành anh chàng, để làm cho anh chàng vui vẻ trở lại. \"Họ chỉ là một băng nhóm tỏ vẻ quá tốt đẹp làm bực mình tí thôi.” \"À. Bực mình là từ thích hợp đó. Họ luôn khoe khoang – như  chuyện nhảy từ vách đá hồi nãy ấy. Chúng cư xử giống như…như, tôi không biết phải nói sao nữa. Như là những người tài giỏi. Vào học kỳ vừa qua, tôi đang chơi trong cửa hàng với Embry và Quil, và Sam đi ngang qua với đệ tử, Jared và Paul. Quil đã nói gì đó, bạn biết anh chàng đó lắm chuyện rồi, và câu nói đó làm Paul khó chịu. Mắt gã ta tối sầm lại, và kiểu cười của gã, không, gã nhe răng ra chớ không cười - và tựa như gã đang điên tới mức gã đang run rẩy hay sao đó. Nhưng Sam đặt bàn tay lên ngực của Paul và lắc đầu. Paul nhìn Sam một lát rồi dịu xuống. Thành thật mà cứ tựa như Sam đang kiềm chế gã ta - như thể Paul sắp xé xác chúng tôi ra nếu Sam không ngăn lại. \" Anh chàng phàn nàn. \" Như một gã cao bồi miền tây xấu xa. Bạn biết đó, Sam là một gã rất to con, năm nay hai mươi tuổi. Còn Paul cũng chỉ mới mười sáu, thấp hơn tôi và không nhiều cơ bắp như Quil.   Tôi nghĩ ai trong chúng tôi cũng hạ được hắn. \" \"Những người dũng cảm,\" tôi đồng ý. Tôi có thể cảm nhận điều đó trong đầu mình khi nghe anh chàng diễn tả, và điều này làm tôi nhớ đến cái gì đó…. Nhóm ba người đàn ông đứng sát vào nhau không nhúc nhích trong phòng khách của bố tôi. Hình ảnh ấy nghiêng qua một bên, vì đầu của tôi lúc đó đang đặt trên trường kỷ trong khi bác sĩ Gerandy và Charlie nghiêng người về phía tôi ….Hẳn đó là băng nhóm của Sam? Tôi nói nhanh để chuyển hướng suy nghĩ khỏi những ký ức ảm đạm. \"Chẳng phải Sam hơi quá lớn tuổi để làm mấy chuyện đó sao?\" \"Ờ. Gã ta lẽ ra phải đi học đại học rồi, nhưng gã hoãn lại. Mà lại chẳng hề ai chê trách gã về việc đó cả. Cả hội đồng đã làm ầm ĩ khi chị tôi bỏ học bổng bán phần để lấy chồng. Thế mà, ồ không, Sam Uley thì chẳng làm điều gì sai trái cả.\" Khuôn mặt của anh chàng tỏ vẻ giận dữ lạ thường --- giận dữ và một điều gì đó nữa mà lúc đầu tôi đã không nhận ra.  \"Tất cả các chuyện đó nghe thật khó chịu và…kỳ cục. Nhưng tôi không hiểu tại sao bạn lại cảm thấy bị xúc phạm vì chuyện đó.\" Tôi nhìn trộm khuôn mặt của anh, hy vọng mình không làm anh giận. Anh ta bỗng bình tĩnh trở lại, nhìn chằm chằm ra cửa sổ bên hông.  \"Bạn quên quẹo rồi,\" anh chàng điềm đạm nói.  Tôi cho xe quành theo vòng chữ U, suýt đụng vào một thân cây khi xe quanh lại chạy ra khỏi nửa đường.  \"Nhắc sớm ghê,\" tôi lẩm bẩm khi xe bắt đầu quẹo vào con đường nhỏ.  \"Xin lỗi, tôi không để ý.\" Chúng tôi im lặng một lát.  \"Bạn có thể dừng ở bất kỳ đâu dọc theo đường này,\" anh chàng nói với giọng nhỏ nhẹ.  Tôi tấp vào lề đường và tắt máy xe. Tai tôi kêu vo vo trong không gian tĩnh lặng. Cả hai chúng tôi đều đã ra ngoài xe, và Jacob đi vòng ra phía sau để lấy xe máy. Tôi cố hiểu vẻ mặt của anh chàng. Còn điều gì khác nữa đang làm anh chàng phiền muộn. Tôi căng thẳng.  Anh chàng cười gượng lúc đẩy chiếc xe đỏ về phía tôi. \"Chúc mừng sinh nhật muộn nhé. Bạn sẵn sàng tập chưa?\" \"Chắc rồi.\" Chiếc xe máy bỗng nhiên có vẻ đáng sợ, khủng khiếp khi tôi nhận ra tôi sắp phải leo lên cỡi nó.  \"Chúng ta sẽ chạy chậm thôi, \" anh chàng cam đoan.  Tôi cẩn thận dựng xe máy vào thành xe tải trong khi anh chàng đi lấy chiếc xe của mình.  \"Jake… \" tôi do dự khi anh chàng quay lại gần xe tải.  \"Gì?\" \"Chuyện gì đang làm bạn bực vậy? Về vụ Sam đó? Còn chuyện khác nữa phải không?\" Tôi quan sát  khuôn mặt của anh ta.  Anh nhăn mặt, nhưng chẳng có vẻ giận dữ. Anh chàng nhìn xuống đất và đá hoài chiếc giầy vào bánh trước xe, như thể anh đang nhịp chân.  Anh thở dài. \"Tại …..cái cách mà họ đối xử với tôi. Làm tôi khó chịu.” Bây giờ anh chàng mới thổ lộ. \"Bạn biết đó, Hội đồng phải gồm những thành viên có quyền ngang nhau, nhưng nếu cần một người lãnh đạo, thì đó sẽ là bố tôi.  Tôi không biết vì sao mọi người lại đối xử với bố tôi như vậy. Tại sao ý kiến của bố tôi luôn có giá trị nhất.  Hẳn là do ông nội và ông cố tôi. Ông cố tôi, Ephraim Black, là người tù trưởng cuối cùng của bộ tộc, và họ vẫn nghe lời Billy, chắc vì lý do đó.  \"Nhưng tôi thì cũng như mọi người khác thôi. Chẳng ai đối xử với tôi đặc biệt cả…. cho đến bây giờ.” Điều đó làm tôi bất ngờ. \"Sam đối xử với bạn đặc biệt hả ?\" \"Ừ, \" anh chàng thừa nhận, nhìn tôi với ánh mắt bối rối. \"Gã nhìn tôi như thể gã đang chờ đợi điều gì đó …giống như chờ một ngày nào đó tôi cũng sẽ tham gia băng nhóm ngớ ngẩn của gã. Gã để ý đến tôi hơn mọi đứa khác.  Tôi ghét chuyện đó quá. \" \"Bạn không cần phải tham gia vào đâu cả.\" Giọng tôi giận dữ. Chuyện này rõ ràng đã làm Jacob vô cùng khó chịu, và điều đó làm tôi tức điên lên.  “Những người che chở\" này nghĩ mình là ai kia chứ? \"Ừ.\" Cậu vẫn nhịp chân đá đá vào vỏ xe.  \"Sao?\" Tôi biết còn chuyện khác nữa.  Anh chàng cau mày, lông mày dựng lên có vẻ buồn và lo lắng hơn là giận dữ. \" Chuyện Embry. Gần đây nó tránh mặt tôi \" Những suy nghĩ này dường như chẳng hề ăn nhập gì với nhau, nhưng tôi tự hỏi có phải mình chịu trách nhiệm về vấn đề xảy ra với bạn anh chàng không.  \"Vì bạn đi chơi với tôi nhiều quá hả,\" tôi nhắc anh, cảm thấy mình ích kỷ.  Tôi đang độc chiếm anh chàng.  \"Không, không phải thế. Không chỉ với tôi- cả Quil lẫn mọi người đều bị đối xử như thế. Embry bỏ học một tuần rồi, nhưng nó chẳng ở nhà khi tụi tôi tìm cách gặp nó. Và khi nó trở về, nó trông... nó trông có vẻ lập dị lắm. Khiếp sợ. Quil và tôi đều cố thuyết phục nó kể cho chúng tôi nghe đã có chuyện gì xảy ra, nhưng nó không chịu nói chuyện với ai hết.\" Tôi nhìn chằm chằm vào Jacob, cắn môi lo lắng – anh chàng thực sự sợ hãi. Nhưng anhkhông nhìn tôi. Anh nhìn vào bàn chân đang đá vào khối cao su như thể nó thuộc về người khác. Nhịp độ tăng dần.  \"Rồi tuần này nè, bỗng nhiên Embry thường xuyên đi chơi với  Sam và tụi trong băng đó. Hôm nay nó cũng ở ngoài vách đá ấy.\" Giọng anh trầm xuống, căng thẳng.  Cuối cùng anh nhìn tôi. \"Bella, trước đây nó còn ghét họ hơn cả tôi. Nó đã chẳng muốn dính dáng gì đến tụi kia.  Thế mà giờ Embry lại đeo theo Sam như thể đã gia nhập một tôn giáo nào vậy\"  Và Paul cũng y vậy. Giống nhau y chang. Trước đó nó chẳng chơi gì với Sam hết.  Thế rồi nó bỏ học mấy tuần, và, khi quay trở lại, bỗng dưng Sam sở hữu nó. Tôi không biết vậy nghĩa là sao hết. Tôi không thể nghĩ ra. Và tôi thấy mình phải nghĩ cho ra, vì Embry là bạn tôi... Sam nhìn tôi rất kỳ cục... và…\" Giọng anh nhỏ dần.  “Bạn đã kể chuyện này cho Billy nghe chưa?\" Tôi hỏi.  Nỗi sợ hãi của anh đang lan sang tôi. Tôi cảm thấy ớn lạnh ở gáy.  Giờ đây vẻ mặt anh chàng lộ vẻ giận dữ. \"Rồi,\" anh chàng khịt mũi. \"Hay hết sức.\" \"Thế bố bạn nói gì?\" Giọng Jacob đầy mỉa mai, và khi kể lại, anh ta nhái lại giọng bí hiểm của Billy. “Chẳng có chuyện gì phải lo lắng đâu, Jacob. Trong vài năm nữa, nếu con không… hừm, bố sẽ giải thích sau.\" Rồi anh trở lại giọng mình.  \"Tôi phải hiểu sao với kiểu nói đó?  Có phải ông đang định nói rằng đây chỉ là do chuyện dậy thì ngu ngốc nào đó, do đến tuổi mà thôi? Đây là chuyện khác mà. Có gì đó không ổn.” Anh chàng cắn môi dưới rồi nắm chặt tay lại. Như sắp khóc.  Theo bản năng tôi vòng tay ôm người anh và áp mặt mình vào ngực anh. Anh quá to lớn, tôi có cảm giác như mình là đứa con nít đang ôm người lớn vậy.  \"Ồ, Jake, sẽ ổn thôi!\" Tôi hứa. \"Nếu tình hình trở nên tệ hại quá thì bạn có thể đến sống với tôi và Charlie.  Đừng sợ, chúng ta nghĩ đến chuyện khác đi nhé!” Anh chàng sững người một lát, rồi đôi cánh tay dài của anh ngập ngừng vòng qua tôi. \"Cám ơn, Bella.\" Giọng anh chàng khàn hơn bình thường.  Chúng tôi đứng như thế một lát, và tôi chẳng thấy khó chịu gì cả; thực ra, tôi cảm thấy dễ chịu vì sự tiếp xúc này. Cảm giác này không giống như cảm giác có người lần cuối cùng đã ôm tôi như thế. Đây là tình bạn. Và Jacob rất ấm.  Thật kỳ lạ đối với tôi, khi gần gũi thế này – về mặt tinh thần chớ không phải về mặt vật chất, dù rằng thân thể này cũng lạ lẫm đối với tôi  - với một người khác. Đó không phải là kiểu cách thường ngày của tôi. Bình thường tôi không gần gũi với mọi người quá dễ dàng như vậy, chỉ ở mức tối thiểu cần thiết mà thôi.  Không phải với con người.  \"Nếu đây là cách bạn phản ứng, tôi sẽ nổi điên thường xuyên hơn.” Giọng của Jacob nhẹ nhàng, bình thường trở lại, và tiếng cười anh ầm ầm bên tai tôi. Ngón tay anh chạm vào tóc tôi, dịu dàng và ngập ngừng.  Ừm, với tôi là tình bạn thôi.  Tôi nhanh chóng lùi ra, cùng cười to với anh, nhưng ngay lập tức quyết định cân nhắc mọi chuyện.  \"Thật khó mà tin là tôi lớn hơn bạn hai tuổi,  \"tôi nói, nhấn mạnh từ “lớn hơn”.  \"Bạn làm tôi thấy mình giống như người lùn vậy.\" Đứng gần như thế này, tôi thật sự phải nghểnh cổ lên mới thấy mặt anh.  \"Bạn quên là tôi đang ở tuổi bốn mươi à.\" \"Ờ, đúng rồi.” Anh vỗ nhẹ đầu tôi. \"Bạn giống một con búp bê nhỏ, \" anh chàng chọc. \"Búp bê bằng sứ.\" Tôi trợn tròn mắt, bước xa thêm một bước. \"Đừng có chỉ trích vụ bạch tạng đó nhe.\" “Thiệt đó, Bella, bạn có chắc là bạn không vậy không ?\" Anh chàng đưa cánh tay nâu sậm ra để kế bên cánh tay tôi.  Sự khác biệt hết sức rõ ràng. \"Tôi chưa từng thấy ai xanh xao hơn bạn... , hừm, trừ--\"  anh chàng khựng lại, còn tôi nhìn sang chỗ khác, cố không hiểu điều anh ta đã định nói.  \"Vậy mình có định chạy xe không đây?\" \"Chạy đi,\" tôi đồng ý, hăng hái hơn cách đây nửa phút. Câu nói nửa chừng của anh đã làm tôi nhớ đến lý do tại sao tôi có mặt ở đây."
        },
        {
            "en": "4. NATURE I WAS HAVING A BAD WEEK. I knew that essentially nothing had changed. Okay, so Victoria had not given up, but had I ever dreamed for one moment that she had? Her reappearance had only confirmed what I’d already known. No reason for fresh panic. In theory. Not panicking was easier said than done. Graduation was only a few weeks away, but I wondered if it wasn’t a little foolish to sit around, weak and tasty, waiting for the next disaster. It seemed too dangerous to be human — just begging for trouble. Someone like me shouldn’t be human. Someone with my luck ought to be a little less helpless. But no one would listen to me. Carlisle had said, “There are seven of us, Bella. And with Alice on our side, I don’t think Victoria’s going to catch us off guard. I think it’s important, for Charlie’s sake, that we stick with the original plan.” Esme had said, “We’d never allow anything to happen to you, sweetheart. You know that. Please don’t be anxious.” And then she’d kissed my forehead. Emmett had said, “I’m really glad Edward didn’t kill you. Everything’s so much more fun with you around.” Rosalie had glared at him. Alice had rolled her eyes and said, “I’m offended. You’re not honestly worried about this, are you?” “If it’s no big deal, then why did Edward drag me to Florida?” I’d demanded. “Haven’t you noticed yet, Bella, that Edward is just the teeniest bit prone to overreaction?” Jasper had silently erased all the panic and tension in my body with his curious talent of controlling emotional atmospheres. I’d felt reassured, and let them talk me out of my desperate pleading. Of course, that calm had worn off as soon as Edward and I had walked out of the room. So the consensus was that I was just supposed to forget that a deranged vampire was stalking me, intent on my death. Go about my business. I did try. And surprisingly, there were other things almost as stressful to dwell on besides my status on the endangered species list. . . . Because Edward’s response had been the most frustrating of them all. “That’s between you and Carlisle,” he’d said. “Of course, you know that I’m willing to make it between you and me at any time that you wish. You know my condition.” And he had smiled angelically. Ugh. I did know his condition. Edward had promised that he would change me himself whenever I wanted . . . just as long as I was married to him first. Sometimes I wondered if he was only pretending that he couldn’t read my mind. How else had he struck upon the one condition that I would have trouble accepting? The one condition that would slow me down. All in all, a very bad week. And today was the worst day in it. It was always a bad day when Edward was away. Alice had foreseen nothing out of the ordinary this weekend, and so I’d insisted that he take the opportunity to go hunting with his brothers. I knew how it bored him to hunt the easy, nearby prey. “Go have fun,” I’d told him. “Bag a few mountain lions for me.” I would never admit to him how hard it was for me when he was gone — how it brought back the abandonment nightmares. If he knew that, it would make him feel horrible and he would be afraid to ever leave me, even for the most necessary reasons. It had been like that in the beginning, when he’d first returned from Italy. His golden eyes had turned black and he’d suffered from his thirst more than it was already necessary that he suffer. So I put on a brave face and all but kicked him out the door whenever Emmett and Jasper wanted to go. I think he saw through me, though. A little. This morning there had been a note left on my pillow: I’ll be back so soon you won’t have time to miss me. Look after my heart — I’ve left it with you. So now I had a big empty Saturday with nothing but my morning shift at Newton’s Olympic Outfitters to distract me. And, of course, the oh-so-comforting promise from Alice. “I’m staying close to home to hunt. I’ll only be fifteen minutes away if you need me. I’ll keep an eye out for trouble.” Translation: don’t try anything funny just because Edward is gone. Alice was certainly just as capable of crippling my truck as Edward was. I tried to look on the bright side. After work, I had plans to help Angela with her announcements, so that would be a distraction. And Charlie was in an excellent mood due to Edward’s absence, so I might as well enjoy that while it lasted. Alice would spend the night with me if I was pathetic enough to ask her to. And then tomorrow, Edward would be home. I would survive. Not wanting to be ridiculously early for work, I ate my breakfast slowly, one Cheerio at a time. Then, when I’d washed the dishes, I arranged the magnets on the fridge into a perfect line. Maybe I was developing obsessive-compulsive disorder. The last two magnets — round black utilitarian pieces that were my favorites because they could hold ten sheets of paper to the fridge without breaking a sweat — did not want to cooperate with my fixation. Their polarities were reversed; every time I tried to line the last one up, the other jumped out of place. For some reason — impending mania, perhaps — this really irritated me. Why couldn’t they just play nice? Stupid with stubbornness, I kept shoving them together as if I was expecting them to suddenly give up. I could have flipped one over, but that felt like losing. Finally, exasperated at myself more than the magnets, I pulled them from the fridge and held them together with two hands. It took a little effort — they were strong enough to put up a fight — but I forced them to coexist side-by-side. “See,” I said out loud — talking to inanimate objects, never a good sign — “That’s not so horrible, is it?” I stood there like an idiot for a second, not quite able to admit that I wasn’t having any lasting effect against scientific principles. Then, with a sigh, I put the magnets back on the fridge, a foot apart. “There’s no need to be so inflexible,” I muttered. It was still too early, but I decided I’d better get out of the house before the inanimate objects started talking back. When I got to Newton’s, Mike was methodically dry mopping the aisles while his mom arranged a new counter display. I caught them in the middle of an argument, unaware that I had arrived. “But it’s the only time that Tyler can go,” Mike complained. “You said after graduation — “You’re just going to have to wait,” Mrs. Newton snapped. “You and Tyler can think of something else to do. You are not going to Seattle until the police stop whatever it is that is going on there. I know Beth Crowley has told Tyler the same thing, so don’t act like I’m the bad guy — oh, good morning, Bella,” she said when she caught sight of me, brightening her tone quickly. “You’re early.” Karen Newton was the last person I’d think to ask for help in an outdoor sports equipment store. Her perfectly highlighted blond hair was always smoothed into an elegant twist on the back of her neck, her fingernails were polished by professionals, as were her toenails — visible through the strappy high heels that didn’t resemble anything Newton’s offered on the long row of hiking boots. “Light traffic,” I joked as I grabbed my hideous fluorescent orange vest out from under the counter. I was surprised that Mrs. Newton was as worked up about this Seattle thing as Charlie. I’d thought he was going to extremes. “Well, er . . .” Mrs. Newton hesitated for a moment, playing uncomfortably with a stack of flyers she was arranging by the register. I stopped with one arm in my vest. I knew that look. When I’d let the Newtons know that I wouldn’t be working here this summer — abandoning them in their busiest season, in effect — they’d started training Katie Marshall to take my place. They couldn’t really afford both of us on the payroll at the same time, so when it looked like a slow day . . . “I was going to call,” Mrs. Newton continued. “I don’t think we’re expecting a ton of business today.  Mike and I can probably handle things. I’m sorry you got up and drove out. . . .” On a normal day, I would be ecstatic with this turn of events. Today . . . not so much. “Okay,” I sighed. My shoulders slumped. What was I going to do now? “That’s not fair, Mom,” Mike said. “If Bella wants to work —” “No, it’s okay, Mrs. Newton. Really, Mike. I’ve got finals to study for and stuff. . . .” I didn’t want to be a source of familial discord when they were already arguing. “Thanks, Bella. Mike, you missed aisle four. Um, Bella, do you mind throwing these flyers in a Dumpster on the way out? I told the girl who left them here that I’d put them on the counter, but I really don’t have the room.” “Sure, no problem.” I put my vest away, and then tucked the flyers under my arm and headed out into the misty rain. The Dumpster was around the side of Newton’s, next to where we employees were supposed to park. I shuffled along, kicking pebbles petulantly on my way. I was about to fling the stack of bright yellow papers into the trash when the heading printed in bold across the top caught my eye. One word in particular seized my attention. I clutched the papers in both hands as I stared at the picture beneath the caption. A lump rose in my throat. SAVE THE OLYMPIC WOLF Under the words, there was a detailed drawing of a wolf in front of a fir tree, its head thrown back in the act of baying at the moon. It was a disconcerting picture; something about the wolf’s plaintive posture made him look forlorn. Like he was howling in grief. And then I was running to my truck, the flyers still locked in my grip. Fifteen minutes — that’s all I had. But it should be long enough. It was only fifteen minutes to La Push, and surely I would cross the boundary line a few minutes before I hit the town. My truck roared to life without any difficulty.  Alice couldn’t have seen me doing this, because I hadn’t been planning it. A snap decision, that was the key! And as long as I moved fast enough, I should be able to capitalize on it. I’d thrown the damp flyers in my haste and they were scattered in a bright mess across the passenger seat — a hundred bolded captions, a hundred dark howling wolves outlined against the yellow background. I <em>barreled</em> down the wet highway, turning the windshield wipers on high and ignoring the groan of the ancient engine. Fifty-five was the most I could coax out of my truck, and I prayed it would be enough. I had no clue where the boundary line was, but I began to feel safer as I passed the first houses outside La Push. This must be beyond where Alice was allowed to follow. I’d call her when I got to Angela’s this afternoon, I reasoned, so that she’d know I was fine. There was no reason for her to get worked up. She didn’t need to be mad at me — Edward would be angry enough for two when he got back. My truck was positively wheezing by the time it grated to a stop in front of the familiar faded red house. The lump came back to my throat as I stared at the little place that had once been my refuge. It had been so long since I’d been here. Before I could cut the engine, Jacob was standing in the door, his face blank with shock. In the sudden silence when the truck-roar died, I heard him gasp. “Bella?” “Hey, Jake!” “Bella!” he yelled back, and the smile I’d been waiting for stretched across his face like the sun breaking free of the clouds. His teeth gleamed bright against his russet skin. “I can’t believe it!” He ran to the truck and half-yanked me through the open door, and then we were both jumping up and down like kids. “How did you get here?” “I snuck out!” “Awesome!” “Hey, Bella!” Billy had rolled himself into the doorway to see what all the commotion was about. “Hey, Bil —!” Just then my air choked off — Jacob grabbed me up in a bear hug too tight to breathe and swung me around in a circle. “Wow, it’s good to see you here!” “Can’t . . . breathe,” I gasped. He laughed and put me down. “Welcome back, Bella,” he said, grinning. And the way he said the words made it sound like welcome home . We started walking, too keyed up to sit still in the house. Jacob was practically bouncing as he moved, and I had to remind him a few times that my legs weren’t ten feet long. As we walked, I felt myself settling into another version of myself, the self I had been with Jacob. A little younger, a little less responsible. Someone who might, on occasion, do something really stupid for no good reason. Our exuberance lasted through the first few topics of conversation: how we were doing, what we were up to, how long I had, and what had brought me here. When I hesitantly told him about the wolf flyer, his bellowing laugh echoed back from the trees. But then, as we ambled past the back of the store and shoved through the thick scrub that ringed the far edge of First Beach, we got to the hard parts. All too soon we had to talk about the reasons behind our long separation, and I watched as the face of my friend hardened into the bitter mask that was already too familiar. “So what’s the story, anyway?” Jacob asked me, kicking a piece of driftwood out of his way with too much force. It sailed over the sand and then clattered against the rocks. “I mean, since the last time we . . . well, before, you know . . .” He struggled for the words. He took a deep breath and tried again. “What I’m asking is . . . everything is just back to the way it was before he left? You forgave him for all of that?” I took a deep breath. “There was nothing to forgive.” I wanted to skip past this part, the betrayals, the accusations, but I knew that we had to talk it through before we’d be able to move on to anything else. Jacob’s face puckered up like he’d just licked a lemon. “I wish Sam had taken a picture when he found you that night last September. It would be exhibit A.” “Nobody’s on trial.” “Maybe somebody should be.” “Not even you would blame him for leaving, if you knew the reason why.” He glared at me for a few seconds. “Okay,” he challenged acidly. “Amaze me.” His hostility was wearing on me — chafing against the raw; it hurt to have him angry with me. It reminded me of the bleak afternoon, long ago, when — under orders from Sam — he’d told me we couldn’t be friends. I took a second to compose myself. “Edward left me last fall because he didn’t think I should be hanging out with vampires. He thought it would be healthier for me if he left.” Jacob did a double take. He had to scramble for a minute. Whatever he’d been planning to say, it clearly no longer applied. I was glad he didn’t know the catalyst behind Edward’s decision. I could only imagine what he’d think if he knew Jasper had tried to kill me. “He came back, though, didn’t he?” Jacob muttered. “Too bad he can’t stick to a decision.” “If you remember,I went and got him .” Jacob stared at me for a moment, and then he backed off. His face relaxed, and his voice was calmer when he spoke. “That’s true. So I never did get the story. What happened?” I hesitated, biting my lip. “Is it a secret?” His voice took on a taunting edge. “Are you not allowed to tell me?” “No,” I snapped. “It’s just a really long story.” Jacob smiled, arrogant, and turned to walk up the beach, expecting me to follow. It was no fun being with Jacob if he was going to act like this. I trailed behind him automatically, not sure if I shouldn’t turn around and leave. I was going to have to face Alice, though, when I got home. . . . I supposed I wasn’t in any rush. Jacob walked to a huge, familiar piece of driftwood — an entire tree, roots and all, bleached white and beached deep in the sand; it was our tree, in a way. Jacob sat down on the natural bench, and patted the space next to him. “I don’t mind long stories. Is there any action?” I rolled my eyes as I sat next to him. “There’s some action,” I allowed. “It wouldn’t be real horror without action.” “Horror!” I scoffed. “Can you listen, or will you be interrupting me with rude comments about my friends?” He pretended to lock his lips and then threw the invisible key over his shoulder. I tried not to smile, and failed. “I’ll have to start with the stuff you were already there for,” I decided, working to organize the stories in my head before I began. Jacob raised his hand. “Go ahead.” “That’s good,” he said. “I didn’t understand much that was going on at the time.” “Yeah, well, it gets complicated, so pay attention. You know how Alice sees things?” I took his scowl — the wolves weren’t thrilled that the legends of vampires possessing supernatural gifts were true — for a yes, and proceeded with the account of my race through Italy to rescue Edward. I kept it as succinct as possible — leaving out anything that wasn’t essential. I tried to read Jacob’s reactions, but his face was enigmatic as I explained how Alice had seen Edward plan to kill himself when he’d heard that I was dead. Sometimes Jacob seemed so deep in thought, I wasn’t sure if he was listening. He only interrupted one time. “The fortune-telling bloodsucker can’t see us?” he echoed, his face both fierce and gleeful. “Seriously? That’s excellent !” I clenched my teeth together, and we sat in silence, his face expectant as he waited for me to continue. I glared at him until he realized his mistake. “Oops!” he said. “Sorry.” He locked his lips again. His response was easier to read when I got to the part about the Volturi. His teeth clenched together, goose bumps rose on his arms, and his nostrils flared. I didn’t go into specifics, I just told him that Edward had talked us out of trouble, without revealing the promise we’d had to make, or the visit we were anticipating. Jacob didn’t need to have my nightmares. “Now you know the whole story,” I concluded. “So it’s your turn to talk. What happened while I was with my mom this weekend?” I knew Jacob would give me more details than Edward had. He wasn’t afraid of scaring me. Jacob leaned forward, instantly animated. “So Embry and Quil and I were running patrol on Saturday night, just routine stuff, when out of nowhere — bam!” He threw his arms out, impersonating an explosion. “There it is — a fresh trail, not fifteen minutes old. Sam wanted us to wait for him, but I didn’t know you were gone, and I didn’t know if your bloodsuckers were keeping an eye on you or not. So we took off after her at full speed, but she’d crossed the treaty line before we caught up. We spread out along the line, hoping she’d cross back over. It was frustrating, let me tell you.” He wagged his head and his hair — growing out from the short crop he’d adopted when he’d joined the pack — flopped into his eyes. “We ended up too far south. The Cullens chased her back to our side just a few miles north of us. Would have been the perfect ambush if we’d known where to wait.” He shook his head, grimacing now. “That’s when it got dicey. Sam and the others caught up to her before we did, but she was dancing right along the line, and the whole coven was right there on the other side. The big one, what’s-his-name —” “Emmett.” “Yeah, him. He made a lunge for her, but that redhead is fast! He flew right behind her and almost rammed into Paul. So, Paul . . . well, you know Paul.” “Yeah.” “Lost his focus. Can’t say that I blame him — the big bloodsucker was right on top of him. He sprang — hey, don’t give me that look. The vampire was on our land.” I tried to compose my face so that he would go on. My nails were digging into my palms with the stress of the story, even though I knew it had turned out fine. “Anyway, Paul missed, and the big one got back on his side. But by then the, er, well the, uh, blonde . . .” Jacob’s expression was a comical mix of disgust and unwilling admiration as he tried to come up with a word to describe Edward’s sister. “Rosalie.” “Whatever. She got real territorial, so Sam and I fell back to get Paul’s flanks. Then their leader and the other blond male —” “Carlisle and Jasper.” He gave me an exasperated look. “You know I don’t really care. Anyway, so Carlisle spoke to Sam, trying to calm things down. Then it was weird, because everyone got really calm really fast. It was that other one you told me about, messing with our heads. But even though we knew what he was doing, we couldn’t not be calm.” “Yeah, I know how it feels.” “Really annoying, that’s how it feels. Only you can’t be annoyed until afterwards.” He shook his head angrily. “So Sam and the head vamp agreed that Victoria was the priority, and we started after her again.  Carlisle gave us the line, so that we could follow the scent properly, but then she hit the cliffs just north of Makah country, right where the line hugs the coast for a few miles. She took off into the water again. The big one and the calm one wanted permission to cross the line to go after her, but of course we said no.” “Good. I mean, you were being stupid, but I’m glad. Emmett’s never cautious enough. He could have gotten hurt.” Jacob snorted. “So did your vampire tell you we attacked for no reason and his totally innocent coven —” “No,” I interrupted. “Edward told me the same story, just without quite as many details.” “Huh,” Jacob said under his breath, and he bent over to pick up a rock from among the millions of pebbles at our feet. With a casual flick, he sent it flying a good hundred meters out into the bay. “Well, she’ll be back, I guess. We’ll get another shot at her.” I shuddered; of course she would be back. Would Edward really tell me next time? I wasn’t sure. I’d have to keep an eye on Alice, to look for the signs that the pattern was about to repeat. . . . Jacob didn’t seem to notice my reaction. He was staring across the waves with a thoughtful expression on his face, his broad lips pursed. “What are you thinking about?” I asked after a long, quiet time. “I’m thinking about what you told me. About when the fortune-teller saw you cliff jumping and thought you’d committed suicide, and how it all got out of control. . . . Do you realize that if you had just waited for me like you were supposed to, then the bl —Alice wouldn’t have been able to see you jump? Nothing would have changed. We’d probably be in my garage right now, like any other Saturday. There wouldn’t be any vampires in Forks, and you and me . . .” He trailed off, deep in thought. It was disconcerting the way he said this, like it would be a good thing to have no vampires in Forks. My heart thumped unevenly at the emptiness of the picture he painted. “Edward would have come back anyway.” “Are you sure about that?” he asked, belligerent again as soon as I spoke Edward’s name. “Being apart . . . It didn’t work out so well for either of us.” He started to say something, something angry from his expression, but he stopped himself, took a breath, and began again. “Did you know Sam is mad at you?” “Me?” It took me a second. “Oh. I see. He thinks they would have stayed away if I wasn’t here.” “No. That’s not it.” “What’s his problem then?” Jacob leaned down to scoop up another rock. He turned it over and over in his fingers; his eyes were riveted on the black stone while he spoke in a low voice. “When Sam saw . . . how you were in the beginning, when Billy told them how Charlie worried when you didn’t get better, and then when you started jumping off cliffs . . .” I made a face. No one was ever going to let me forget that. Jacob’s eyes flashed up to mine. “He thought you were the one person in the world with as much reason to hate the Cullens as he does. Sam feels sort of . . . betrayed that you would just let them back into your life like they never hurt you.” I didn’t believe for a second that Sam was the only one who felt that way. And the acid in my voice now was for both of them. “You can tell Sam to go right to —” “Look at that,” Jacob interrupted me, pointing to an eagle in the act of plummeting down toward the ocean from an incredible height. It checked itself at the last minute, only its talons breaking the surface of the waves, just for an instant. Then it flapped away, its wings straining against the load of the huge fish it had snagged. “You see it everywhere,” Jacob said, his voice suddenly distant. “Nature taking its course — hunter and prey, the endless cycle of life and death.” I didn’t understand the point of the nature lecture; I guessed that he was just trying to change the subject. But then he looked down at me with dark humor in his eyes. “And yet, you don’t see the fish trying to plant a kiss on the eagle. You never see that .” He grinned a mocking grin. I grinned back tightly, though the acid taste was still in my mouth. “Maybe the fish was trying,” I suggested. “It’s hard to tell what a fish is thinking. Eagles are good-looking birds, you know.” “Is that what it comes down to?” His voice was abruptly sharper. “Good looks?” “Don’t be stupid, Jacob.” “Is it the money, then?” he persisted. “That’s nice,” I muttered, getting up from the tree. “I’m flattered that you think so much of me.” I turned my back on him and paced away. “Aw, don’t get mad.” He was right behind me; he caught my wrist and spun me around. “I’m serious!  I’m trying to understand here, and I’m coming up blank.” His eyebrows pushed together angrily, and his eyes were black in their deep shadow. “I love him . Not because he’s beautiful or because he’s rich !” I spat the word at Jacob. “I’d much rather he weren’t either one. It would even out the gap between us just a little bit — because he’d still be the most loving and unselfish and brilliant and decent person I’ve ever met. Of course I love him. How hard is that to understand?”  “It’s impossible to understand.” “Please enlighten me, then, Jacob.” I let the sarcasm flow thick. “What is a valid reason for someone to love someone else? Since apparently I’m doing it wrong.” “I think the best place to start would be to look within your own species. That usually works.” “Well, that just sucks!” I snapped. “I guess I’m stuck with Mike Newton after all.” Jacob flinched back and bit his lip. I could see that my words had hurt him, but I was too mad to feel bad about that yet. He dropped my wrist and folded his arms across his chest, turning from me to glare toward the ocean. “I’m human,” he muttered, his voice almost inaudible. “You’re not as human as Mike,” I continued ruthlessly. “Do you still think that’s the most important consideration?” “It’s not the same thing.” Jacob didn’t look away from the gray waves. “I didn’t choose this.” I laughed once in disbelief. “Do you think Edward did? He didn’t know what was happening to him any more than you did. He didn’t exactly sign up for this.” Jacob was shaking his head back and forth with a small, quick movement. “You know, Jacob, you’re awfully self-righteous — considering that you’re a werewolf and all.” “It’s not the same,” Jacob repeated, glowering at me. “I don’t see why not. You could be a bit more understanding about the Cullens. You have no idea how truly good they are — to the core, Jacob.” He frowned more deeply. “They shouldn’t exist. Their existence goes against nature.” I stared at him for a long moment with one eyebrow raised incredulously. It was a while before he noticed. “What?” “Speaking of unnatural . . . ,” I hinted. “Bella,” he said, his voice slow and different. Aged. I realized that he sounded suddenly older than me — like a parent or a teacher. “What I am was born in me. It’s a part of who I am, who my family is, who we all are as a tribe — it’s the reason why we’re still here. “Besides that” — he looked down at me, his black eyes unreadable — “I am still human.” He picked up my hand and pressed it to his fever-warm chest. Through his t-shirt, I could feel the steady beating of his heart under my palm. “Normal humans can’t throw motorcycles around the way you can.” He smiled a faint, half-smile. “Normal humans run away from monsters, Bella. And I never claimed to be normal. Just human.” Staying angry with Jacob was too much work. I started to smile as I pulled my hand away from his chest. “You look plenty human to me,” I allowed. “At the moment.” “I feel human.” He stared past me, his face far away. His lower lip trembled, and he bit down on it hard. “Oh, Jake,” I whispered, reaching for his hand. This was why I was here. This was why I would take whatever reception waited for me when I got back. Because, underneath all the anger and the sarcasm, Jacob was in pain. Right now, it was very clear in his eyes. I didn’t know how to help him, but I knew I had to try. It was more than that I owed him. It was because his pain hurt me, too. Jacob had become a part of me, and there was no changing that now.",
            "vi": "4. Tự nhiên Tôi đang trải qua một tuần lễ tồi tệ.  Tôi biết về cơ bản chẳng có gì thay đổi. OK, vậy là Victoria không từ bỏ, nhưng có bao giờ tôi dám mơ đến chuyện cô ta từ bỏ đâu?  Việc tái xuất hiện của cô ta chỉ xác nhận điều tôi biết là đúng.  Chẳng có lý do gì để hoảng sợ thêm.  Về mặt lý thuyết.  Nói đừng hoảng sợ thì dễ hơn làm.  Chỉ còn vài tuần nữa là đến ngày tốt nghiệp, nhưng tôi tự hỏi chẳng phải là hơi ngu ngốc hay sao khi cứ ngồi ì ra đấy, yếu ớt và thơm ngon, chờ thảm hoạ kế tiếp. Hình như làm người quá nguy hiểm - chỉ cầu xin rắc rối.  Người như tôi không nên làm người. Người với may mắn cỡ tôi phải ít bất lực hơn.  Nhưng chẳng có ai thèm nghe tôi cả.  Carlisle nói, \"Mình có bảy người, Bella. Và có Alice ở phe mình, bác không nghĩ Victoria có thể làm chúng ta bất ngờ. Bác nghĩ vì Charlie, điều này rất hệ trọng, nên mình hãy làm đúng theo kế hoạch ban đầu.\" Esme nói, \"Bọn bác sẽ không bao giờ để cho bất cứ chuyện gì xảy ra với con đâu, con yêu. Con biết mà. Xin đừng lo lắng. \" Rồi bà hôn trán tôi.  Emmett nói, \"Anh thiệt mừng là Edward đã không giết em.  Có em ở bên, mọi thứ vui hơn nhiều.\" Rosalie nhìn anh trừng trừng.  Alice trợn tròn mắt và nói, \"Em giận à nha. Chị thiệt đâu có lo chuyện đó, phải không?\" \"Nếu chả phải chuyện to tát gì, thì tại sao Edward lại kéo chị đến Florida chớ?\" Tôi hỏi.  \"Chị chưa nhận ra à, Bella, Edward hơi có khuynh hướng phản ứng quá lố mà?\" Jasper âm thầm xua tan mọi hoảng sợ và căng thẳng trong tôi bằng tài năng kỳ lạ có thể kiểm soát tâm trạng mọi người của anh. Tôi cảm thấy bình tâm trở lại, và để mọi người thuyết phục tôi đừng nài xin van vỉ nữa.  Tất nhiên, sự bình tĩnh đã mất ngay khi Edward và tôi bước ra khỏi phòng.  Vậy mọi người nhất trí là tôi nên quên đi chuyện có một con ma cà rồng điên dại đang đuổi theo, cố hết sức để giết tôi. Cứ tiếp tục sống thôi.  Tôi đã thử. Và thật ngạc nhiên là những chuyện khác hầu như cũng căng thẳng cỡ đó để dốc tâm vào ngoài chuyện tôi nằm trong danh sách những loài đang có nguy cơ bị tuyệt chủng... Vì phản ứng của Edward là đáng bực mình hơn tất thảy. \"Đó là chuyện riêng giữa em với Carlisle,\" anh nói. \"Dĩ nhiên, em biết là anh sẵn sàng biến nó thành chuyện của riêng em và anh bất kỳ lúc nào em muốn. Em biết điều kiện của anh rồi.\"  Rồi anh cười đẹp như thiên thần.  Ugh.  Tôi biết điều kiện của anh chứ sao. Edward hứa chính anh sẽ biến đổi tôi bất cứ lúc nào tôi muốn... có điều tôi phải lấy anh làm chồng trước.  Đôi khi tôi tự hỏi không biết có phải anh chỉ đang giả vờ không đoán được ý nghĩ của tôi không.  Chớ làm sao mà anh lại đưa ra một điều kiện khiến tôi khó chấp nhận như vậy được? Một điều kiện sẽ làm chậm bước chân tôi.  Nhìn chung, một tuần lễ hết sức tồi tệ. Mà hôm nay là ngày tồi tệ nhất trong tuần.  Luôn luôn là một ngày tệ hại khi Edward đi xa. Alice đã dự đoán không có gì khác thường vào cuối tuần này, thế nên tôi khăng khăng bảo anh hãy nhân cơ hội này mà đi săn với anh em anh. Tôi biết anh đã chán săn mồi dễ bắt trong vùng thế nào rồi.  \"Hãy vui nhé, \" tôi bảo anh. \"Bỏ vô túi mấy con sư tử núi mang về cho em.\" Tôi sẽ không bao giờ thú nhận với anh là tôi khổ sở thế nào khi anh đi xa – chuyện đó đã mang lại những cơn ác mộng bị bỏ rơi ra sao. Nếu biết vậy, anh sẽ cảm thấy khủng khiếp và sẽ sợ không dám rời khỏi tôi, dù là vì lý do cấp thiết nhất.  Đã giống thế lúc đầu, khi anh mới từ Ý về.  Đôi mắt vàng của anh đã chuyển sang màu đen và anh đã khổ sở vì khát quá mức chịu đựng. Vì thế tôi khoác vẻ mặt can đảm và gần như đá anh ra khỏi cửa bất cứ khi nào Emmett và Jasper muốn đi săn.  Tuy vậy, tôi nghĩ anh nhìn thấu tim tôi. Hơi hơi. Sáng nay có tờ giấy nhắn đặt trên gối: Anh sẽ về sớm đến nỗi em chưa kịp nhớ anh.  Anh để lại tim anh cho em đó, chăm sóc nó giùm anh. Thế là bây giờ tôi có một thứ bảy hết sức trống rỗng chẳng có gì làm ngoài ca trực sáng ở tiệm Olympic Outfitters của Newton để quên thời gian. Và, dĩ nhiên, lời hứa an ủi ồ-vậy-sao của Alice.  \"Anh sẽ săn gần nhà. Chỉ mười lăm phút đi đường, phòng khi em cần anh. Anh sẽ để ý tránh xa rắc rối.\" Diễn giải:  Đừng có định làm gì bậy bạ chỉ vì Edward vắng mặt đó nhé.  Alice chắc chắn có khả năng phá hoại xe tải của tôi như Edward.  Tôi cố nhìn đời màu hồng. Sau giờ làm việc, tôi định giúp Angela viết mấy thông báo của nhỏ, nên đó cũng là chuyện làm cho qua thời gian. Và Charlie đang vui hết sức vì Edward vắng mặt, vì vậy tôi cũng có thể tận hưởng điều đó trong khi ông vẫn còn vui. Alice sẽ ngủ với tôi nếu tôi đủ thảm thiết rủ cô đến.  Và rồi ngày mai, Edward sẽ về nhà. Tôi sẽ sống sót.  Không muốn đi làm quá sớm đến mức lố bịch, tôi ăn sáng thật chậm, từng miếng Cheerio một. Sau đó, khi rửa chén xong, tôi xếp mấy miếng nam châm trên tủ lạnh thành một hàng thẳng tắp. Có lẽ tôi bị chứng tâm thần bị ám ảnh–thúc bách vậy.  Hai cục nam châm cuối – mấy mảnh tròn, màu đen, thiết thực là mấy miếng tôi ưa thích vì chúng có thể gắn mười tờ giấy dính vô tủ lạnh một cách dễ dàng - không chịu tuân theo sự sắp xếp của tôi. Mấy cực của chúng bị đảo ngược; mỗi lần tôi cố xếp miếng cuối vào, là cái kia nhảy ra khỏi hàng.  Vì lý do nào đó -  chắc là chứng rối loạn tâm lý sắp xảy ra – chuyện này làm tôi phát cáu. Tại sao chúng không chịu ngoan ngoãn giùm cho chớ?  Ngu ngốc, bướng bỉnh, tôi cứ đẩy chúng lại gần nhau như thể tôi mong đột ngột chúng sẽ chịu thua. Tôi có thể lật úp một cái lại, nhưng làm vậy giống như mình thua vậy. Cuối cùng, tức bản thân mình hơn cục nam châm, tôi kéo chúng ra khỏi tủ lạnh và ép chúng lại với nhau bằng hai tay.  Chỉ mất chút sức - chúng đủ mạnh để phản ứng dữ dội - nhưng tôi đã buộc được chúng ở bên nhau.  \"Thấy chưa, \" tôi nói to - nói chuyện với mấy đồ vật vô tri vô giác, chẳng bao giờ là một dấu hiệu tốt - \"Đâu có khủng khiếp gì lắm đâu, phải không?\" Tôi đứng ở đó như một đứa ngốc trong một giây, không chịu thú nhận mình chẳng thể chống lại các nguyên lý khoa học lâu dài được. Sau đó, thở dài, tôi đặt mấy cục nam châm trở lại tủ lạnh, xa nhau cả thước.  \"Đâu cần phải cứng nhắc như thế,\" tôi lẩm bẩm.  Vẫn còn quá sớm, nhưng tôi nghĩ mình nên ra khỏi nhà trước khi mấy món đồ vô tri vô giác ấy bắt đầu trả treo lại.  Khi đến tiệm Newton, Mike đang cẩn thận quét lối đi còn mẹ anh đang sắp xếp một máy tính tiền mới. Tôi bắt gặp họ đang cãi nhau, không biết tôi đã đến.  \"Nhưng đó là thời gian duy nhất Tyler đi được, \" Mike phàn nàn. \"Mẹ đã nói sau khi tốt nghiệp - \"Con cứ phải đợi thôi, \" bà Newton cáu kỉnh nói. \"Con và Tyler có thể nghĩ ra chuyện khác để làm. Con sẽ không được đi Seattle cho đến khi nào cảnh sát ngăn chặn được chuyện đang xảy ra ở đó. Mẹ biết Beth Crowley cũng đã nói với Tyler giống vậy thôi, vì vậy đừng có làm như mẹ là người ác vậy - ồ, chào cháu buổi sáng, Bella, \" bà nói khi nhìn thấy tôi, chuyển sang âm điệu vui tươi nhanh chóng. \"Cháu đến sớm nhỉ.\" Karen Newton là người cuối cùng tôi nghĩ đến để hỏi ý kiến trong một cửa hàng dụng cụ thể thao ngoài trời. Mái tóc vàng nhuộm sáng hoàn hảo của bà luôn uốn lượn tao nhã phía sau cổ, móng tay được chuyên gia tô bóng, móng chân cũng vậy – nhìn thấy rõ qua đôi giày cao gót thắt dây chẳng hề giống bất cứ thứ gì tiệm Newton bày bán trên một dãy dài những đôi giầy đi bộ đường dài.  \"Đường vắng ạ, \" tôi vừa đùa vừa chộp chiếc áo khoác màu cam mi-nơ gớm ghiếc của mình từ dưới ghi-sê. Tôi ngạc nhiên khi thấy bà Newton cũng làm nhặng xị lên về chuyện ở Seattle này y như Charlie. Tôi cứ tưởng ông làm quá lố thôi.  \"Ừm, ơ... \" Bà Newton do dự một hồi lâu, nghịch không thoải mái một chồng tờ rơi bà đang sắp xếp cạnh máy tính tiền.  Tôi dừng lại khi mới xỏ một cánh tay vào áo gi-lê. Tôi hiểu vẻ mặt đó.  Khi tôi cho nhà Newtons biết mình sẽ không làm việc ở đây hè này – thực tế là, bỏ rơi họ trong mùa buôn bán đông khách nhất  - họ đã bắt đầu huấn luyện Katie Marshall để thay chỗ của tôi. Họ không đủ khả năng trả lương cho cả hai chúng tôi cùng một lúc, vì thế khi có vẻ như một ngày ế ẩm... \"Bác định gọi,\" bà Newton nói tiếp. \"Bác nghĩ hôm nay tiệm sẽ không đông khách.  Mike với bác có thể lo liệu được.  Bác xin lỗi vì làm cháu phải thức dậy và lái xe ra đường...\" Vào một ngày bình thường, tôi sẽ mừng rơn vì diễn biến này. Nhưng hôm nay... không nhiều như thế.  \"Được thôi ạ, \" tôi thở dài. Vai xệ xuống. Tôi sẽ làm gì bây giờ đây? \"Không công bằng, mẹ, \" Mike nói. \"Nếu Bella muốn làm việc - \" \"Không, được mà, thưa bác Newton. Thiệt đó, Mike. Tôi còn phải học thi tốt nghiệp và mấy chuyện khác nữa...\" Tôi không muốn trở thành lý do gây bất hoà trong gia đình họ khi họ đã cãi nhau sẵn rồi.  \"Cám ơn, Bella. Mike, con quét sót lối đi số bốn. Ờ..., Bella, phiền cháu quăng mấy tờ rơi này vô thùng rác trên đường đi ra nhé?  Bác đã bảo cô gái bỏ tờ rơi ở đây là bác sẽ đặt chúng lên quầy tính tiền nhưng thiệt là không còn chỗ nữa. \" \"Dạ được, không sao đâu. \" Tôi cất áo gi-lê, rồi nhét tờ rơi dưới cánh tay và bắt đầu bước vào màn mưa mờ mờ.  Thùng rác ở bên hông tiệm Newton, cạnh chỗ dành cho nhân viên đậu xe. Tôi lê bước, hờn dỗi đá mấy hòn sỏi trên đường đi.  Khi sắp sửa ném xấp giấy vàng tươi vào giỏ rác thì tiêu đề in đậm ngang trên đầu trang làm tôi chú ý.  Đặc biệt một từ đã thu hút sự chú ý của tôi.  Tôi nắm chặt mất tờ giấy bằng cả hai tay khi nhìn chằm chằm vào bức tranh dưới tiêu đề. Nghẹn ngào.  HÃY CỨU LOÀI SÓI Ở OLYMPIC Dưới những từ này, có một bức tranh vẽ chi tiết một con chó sói đứng trước cây linh sam, đầu ngửa ra sau, hú trong đêm trăng. Đó là một bức tranh làm ta bối rối; có cái gì đó trong tư thế buồn thảm của con sói làm nó có vẻ tuyệt vọng. Giống như nó đang hú lên đau đớn.  Thế rồi tôi đang chạy đến xe tải của mình, mấy tờ rơi vẫn giữ chặt trong tay.  Mười lăm phút - đó là tất cả những gì tôi có. Nhưng chắc đủ. Chỉ cần mười lăm phút là đến La Push rồi, mà chắc chắn tôi sẽ vượt qua giới tuyến một vài phút trước khi vào thành phố.  Xe tải tôi gầm lên nhanh chóng.  Alice không thể nhìn thấy tôi làm chuyện này, vì tôi đâu có định làm. Quyết định trong tíc tắc, đó là điều quan trọng!  Và chừng nào mà tôi chạy đủ nhanh, thì tôi có thể lợi dụng được điều này.  Tôi ném mấy tờ rơi ẩm ướt trong lúc vội vàng và chúng văng tung toé thành một đống sáng màu trên ghế khách ngồi – một trăm tiêu đề in đậm, một trăm con sói đang tru buồn thảm trên nền vàng.  Tôi lao nhanh xuống đường cao tốc ẩm ướt, bật cần gạt nước cho hoạt động và lờ đi tiếng rên rỉ của động cơ già cỗi.  Tốc độ năm mươi lăm dặm một giờ là tốc độ cao nhất nhất tôi có thể buộc xe tải mình đạt được, và tôi cầu cho thế đã đủ.  Tôi chẳng biết giới tuyến ở đâu, nhưng bắt đầu cảm thấy an toàn hơn khi đi qua ngôi nhà đầu tiên bên ngoài La Push.  Hẳn đã vượt quá nơi Alice có thể dõi theo.  Chiều nay tôi sẽ gọi cô khi đến nhà Angela, tôi lập luận, để cô biết tôi ổn. Chẳng có lý do gì để cô làm nhặng xị lên. Cô đâu cần phải giận tôi - Edward sẽ giận dữ đủ cho cả hai khi anh về nhà.  Xe tải của tôi tất nhiên thở khò khè vào lúc thắng két lại phía trước ngôi nhà màu đỏ phai màu quen thuộc.  Cổ họng lại nghẹn khi tôi nhìn chằm chằm vào chốn nhỏ bé đã từng là nơi ẩn náu của mình. Đã lâu lắm rồi tôi mới quay lại nơi đây.  Trước cả khi tắt được động cơ, Jacob đã xuất hiện nơi cửa, khuôn mặt bàng hoàng.  Trong sự im lặng đột ngột vì tiếng gầm rống của chiếc xe lặng đi, tôi nghe anh thở hổn hển.  \"Bella?\" \"Chào Jake !\" \"Bella !\" anh thét lại, và nụ cười tôi đã chờ đợi toét trên mặt anh như mặt trời ló khỏi mây. Răng anh sáng trắng trên làn da nâu đỏ. \"Tôi không thể tin nổi!\" Anh chạy đến xe tải và gần như lôi tôi qua cánh cửa mở, rồi chúng tôi đều nhảy tưng tưng như con nít.  \"Làm sao bạn đến đây được?\" \"Tôi lẻn ra !\" \"Tuyệt vời !\" \"Chào, Bella !\" Billy đã tự lăn xe đến lối vào để xem tại sao lại om sòm như thế.  \"Chào, Bil - !\" Đúng lúc đó tôi không thở được - Jacob đã vồ lấy tôi trong vòng tay ôm siết quá chật để thở và xoay tôi vòng vòng.  \"Chà, rất vui được gặp cháu ở đây !\" \"Không ... thở được, \" tôi thở hổn hển.  Anh cười và đặt tôi xuống.  \"Mừng bạn trở về, Bella, \" anh nói, cười toe toét. Và cách anh nói những lời này làm nghe như thể mừng tôi về nhà.  Chúng tôi bắt đầu bước đi, quá kích động không thể ngồi yên trong nhà.  Jacob thực ra đang nảy tưng tưng khi di chuyển, và tôi phải nhắc anh mấy lần là chân tôi không dài tới mười fút đâu.  Khi bước đi, tôi cảm thấy mình chuyển thành phiên bản khác của chính mình, cái tôi đã ở cùng Jacob.  Hơi non trẻ, hơi vô trách nhiệm hơn.  Người có thể, thỉnh thoảng, làm một chuyện thiệt ngu xuẩn chẳng vì lý do gì.  Sự hồ hởi của chúng tôi kéo dài qua mấy đề tài trò chuyện đầu tiên: có khoẻ không, đang làm gì, đã bao lâu rồi, và sao tôi đến đây. Khi tôi ngập ngừng kể anh nghe về tờ rơi chó sói, tiếng cười như bò rống của anh vang vọng cả khu rừng.  Nhưng rồi, khi chúng tôi đi thong thả qua sau lưng cửa hàng và xuyên qua những bụi rậm dày viền quanh bờ bên kia của First Beach, chúng tôi đến phần khó nói.  Chưa gì chúng tôi đã phải nói về những lý do đằng sau sự chia ly đằng đẵng của mình, và tôi thận trọng vì khuôn mặt của bạn tôi đanh lại thành vẻ cay đắng quá quen thuộc. \"Thế chuyện là sao?\" Jacob hỏi tôi, đá một miếng gỗ trôi giạt ra khỏi lối đi quá mạnh. Nó lướt là đà trên cát rồi va vào đá. \"Ý tôi là, kể từ lần cuối cùng mình ... ừm, trước khi, bạn biết đó...\" Anh cố kiếm từ. Anh hít thật sâu và thử lần nữa. \"Tôi đang muốn hỏi là ... mọi chuyện trở lại y như trước lúc anh ta bỏ đi à? Bạn tha thứ cho anh ta hết à?\" Tôi hít thật sâu. \"Chẳng có gì phải tha thứ hết.\" Tôi muốn bỏ qua phần này, chuyện phản bội, lời buộc tội, nhưng tôi biết chúng tôi phải nói cho rốt ráo chuyện này thì mới có thể chuyển sang bất kỳ chuyện gì khác.  Mặt Jacob nhăn y như mới liếm chanh. \"Tôi ước gì Sam chụp một tấm hình khi tìm thấy bạn đêm tháng Chín vừa qua đó. Đó sẽ là tang vật loại A . \" \"Chẳng có ai bị xét xử hết.\" \"Có lẽ ai đó nên bị. \" \"Cả bạn cũng sẽ không trách anh ấy vì đã bỏ đi, nếu bạn biết lý do. \" Anh nhìn tôi trừng trừng trong vài giây. \" OK, \" anh thách thức đầy chua chát. \"Hãy làm tôi ngạc nhiên đi. \" Vẻ thù địch của anh làm tôi mệt mỏi – xát vào chỗ đau; thật đau lòng khi anh giận tôi. Điều này làm tôi nhớ đến buổi chiều ảm đạm, cách đây đã lâu, khi - theo lệnh Sam - anh nói với tôi là chúng tôi không thể làm bạn bè được. Mất một giây tôi mới bình tĩnh lại.  \"Edward rời bỏ tôi mùa thu năm ngoái vì anh ấy nghĩ tôi không nên thường xuyên gặp gỡ ma cà rồng. Anh ấy nghĩ sẽ tốt hơn cho tôi nếu anh ấy bỏ đi. \" Jacob cố trấn tĩnh. Anh phải tập trung đầu óc trong chốc lát.  Không biết anh định nói gì, nhưng rõ ràng là không còn phù hợp nữa. Tôi mừng là anh không biết chất xúc tác đằng sau quyết định của Edward. Tôi chỉ có thể tưởng tượng anh sẽ nghĩ gì nếu anh biết Jasper định giết tôi.  \"Nhưng anh ta đã trở lại đó thôi, phải không?\" Jacob lẩm bẩm. \"Thật quá tệ khi anh ta không thể làm đúng theo quyết định của mình.\" \"Bạn không nhớ là tôi đã đi kiếm anh ấy sao.\" Jacob nhìn tôi chằm chằm một hồi lâu, rồi anh lùi lại.  Mặt anh dịu lại, và giọng anh bình tĩnh hơn khi anh cất tiếng.  \"Đúng vậy. Vậy là tôi chẳng hề biết. Có chuyện gì vậy?\" Tôi do dự, cắn môi.  \"Đó là một bí mật à?\" Giọng anh hơi chế nhạo. \"Bạn không được phép nói với tôi à?\" \"Không, \" tôi cáu kỉnh. \"Chỉ có điều dài dòng lắm.\" Jacob mỉm cười, kiêu ngạo, và xoay người bước về phía bờ biển, mong tôi sẽ đi theo.  Chẳng vui gì khi ở bên Jacob lúc anh cư xử như vậy. Tôi tự động bước theo anh, chẳng chắc mình có nên quay lại và bỏ đi hay không.  Dù sẽ phải đối mặt với Alice khi về đến nhà... tôi nghĩ mình chẳng vội gì.  Jacob đến gần một khúc gỗ trôi giạt khổng lồ, quen thuộc - toàn bộ cây, rễ và tất cả, bạc trắng và bị lôi tuốt vô bãi cát; đó là cái cây của chúng tôi, trong chừng mực nào đó.  Jacob ngồi xuống băng ghế thiên nhiên này, và vỗ nhẹ lên chỗ ngồi kế bên anh.  \"Tôi không ngại nghe kể chuyện dài đâu. Có pha hành động nào không?\" Tôi vừa trợn tròn mắt vừa ngồi xuống kế bên anh. \"Có vài pha, \" tôi thừa nhận.  \"Sẽ chả kinh hoàng gì nếu không có mấy pha hành động. \" \"Kinh hoàng!\" Tôi chế giễu. \"Bạn có chịu lắng nghe không, hay bạn sẽ ngắt lời tôi bằng mấy câu bình luận thô lỗ về bạn bè tôi đó?\" Anh làm động tác giả vờ khóa môi rồi ném chìa khoá vô hình qua vai. Tôi cố nín cười mà chẳng được.  \"Tôi sẽ phải bắt đầu bằng chuyện vì nó mà bạn đã có mặt ở đó, \" tôi quyết định, cố sắp xếp câu chuyện trong đầu tôi trước khi bắt đầu kể.  Jacob đưa hai tay lên.  \"Xin cứ nói. \" \"Vậy thì tốt, \" anh nói. \"Tôi không hiểu lắm chuyện đã xảy ra lúc đó. \" \"Ờ, ờ thì, chuyện phức tạp, nên xin hãy chú ý. Bạn biết Alice nhìn thấy được tương lai trước ra sao rồi phải không?\" Tôi coi vẻ cau có của anh - loài sói không phấn khởi cho lắm khi mấy truyền thuyết của ma cà rồng có tài năng siêu nhiên là có thật – là câu trả lời ừ, và tiếp tục miêu tả cuộc chạy đua qua Ý để cứu Edward. Tôi cố kể ngắn gọn nhất có thể - bỏ qua mọi chi tiết không quan trọng. Tôi cố hiểu phản ứng của Jacob, nhưng khuôn mặt anh bí hiểm khi tôi giải thích chuyện Alice thấy Edward định tự tử ra sao khi anh ấy nghe tin tôi chết. Đôi khi Jacob có vẻ quá chìm đắm trong suy tư đến nỗi tôi không biết anh có lắng nghe không nữa. Anh chỉ ngắt lời tôi một lần.  \"Con hút máu biết coi bói này không nhìn thấy được bọn tôi à?\" anh lặp lại, mặt anh vừa hung tợn vừa hân hoan. \"Thiệt hả?  Thật tuyệt!\" Tôi nghiến răng, và chúng tôi ngồi trong im lặng, mặt anh mong chờ tôi kể tiếp. Tôi nhìn anh trừng trừng cho đến khi anh nhận ra lỗi lầm của mình.  \"Tiếc quá !\" anh nói. \" Xin lỗi. \" Anh khóa môi lần nữa.  Phản ứng của anh dễ hiểu hơn khi tôi kể đến phần về Volturi. Anh nghiến răng lại, cánh tay sởn gai ốc, và mũi phập phồng. Tôi không đi vào chi tiết cụ thể, tôi chỉ kể là Edward đã cố ngăn không để chúng tôi dính vào rắc rối, mà không tiết lộ lời hứa của chúng tôi, hay về chuyến viếng thăm chúng tôi biết sắp đến. Jacob không cần phải mơ thấy những cơn ác mộng của tôi.  \"Bây giờ bạn biết hết chuyện rồi, \" tôi kết luận. \"Vậy đến lượt bạn kể đó. Đã xảy ra chuyện gì khi tôi đến thăm mẹ tôi cuối tuần rồi?\" Tôi biết Jacob sẽ cho tôi biết nhiều chi tiết hơn Edward. Anh chẳng lo chuyện làm tôi sợ hãi.  Jacob nghiêng về phía trước, sôi động ngay. \" Embry, Quil và tôi đang chạy tuần tra vào đêm thứ bảy, chỉ là chuyện thường ngày thôi, khi bỗng nhiên - bam!\" Anh chặt tay, giả vụ đụng độ. \"Ngay đó – một dấu vết mới tinh, mới xảy ra chưa đầy mười lăm phút. Sam muốn tụi tôi chờ anh, nhưng vì tôi không biết bạn đã bỏ đi, và tôi không biết lũ hút máu của bạn có đang trông chừng bạn hay không. Nên tụi tôi lao theo cô ta hết tốc lực, nhưng cô ta đã vượt qua ranh giới trong hiệp ước trước khi tụi tôi bắt kịp. Tụi tôi tản ra dọc theo giới tuyến, hy vọng cô ta sẽ băng qua trở lại.  Thiệt hết sức bực mình, để tôi kể bạn nghe.\" Anh lắc đầu và tóc anh – đang dài ra sau kiểu cắt ngắn ngủn anh đã để khi tham gia bầy đàn – phủ mắt. \" Rốt cuộc tụi tôi đã đi quá xa về phía nam. Gia đình Cullens đuổi cô ta chạy ngược về phía tụi tôi chỉ cách vài dặm ở phía bắc.   Lẽ ra đã là ổ phục kích hoàn hảo nếu tụi tôi biết nên đợi ở đâu.\" Anh lắc đầu nhăn nhó.  \"Đó là lúc nguy hiểm. Sam và những người khác đuổi kịp cô ta trước khi tụi tôi, nhưng cô ta cứ chạy qua lại dọc theo giới tuyến, và cả lũ phù thủy ở ngay bên kia. Một thằng to con, tên-hắn-là - \" \"Emmett.\" \"Đúng rồi, anh ta. Hắn lao tới tấn công cô ta, nhưng mụ tóc đỏ rất nhanh!  Hắn bay ngay phía sau cô ta và suýt tông vô Paul. Vì vậy, Paul... ừm, bạn biết Paul rồi. \" \"Ờ. \" \"Đã mất tập trung. Tôi không thể trách nó được – thằng hút máu to con ở ngay trên người nó mà. Nó nhào lên - nè, đừng có nhìn tôi như thế. Thằng ma cà rồng ở trên đất của tụi tôi chớ bộ. \" Tôi cố giữ khuôn mặt bình thản để anh nói tiếp. Móng tay tôi đang cào trong lòng bàn tay vì sự căng thẳng của câu chuyện, mặc dù tôi đã biết kết quả cuối cùng ổn thoả.  \"Dù sao chăng nữa thì Paul cũng chụp hụt, và thằng to con quay về lãnh thổ của nó. Nhưng đúng lúc đó, ơ, ưm, ừ, tóc vàng. \" Vẻ mặt Jacob là sự hoà trộn khôi hài giữa lòng kinh tởm với sự ngưỡng mộ không kiềm chế được khi cố tìm từ mô tả chị Edward.  \"Rosalie. \" \"Gì cũng được. Cô ta bảo vệ lãnh thổ dữ dội, vì vậy Sam và tôi lùi lại để đứng hai bên Paul. Thế rồi thủ lĩnh của họ và một người đàn ông tóc vàng khác  - \" “Carlisle và Jasper.\" Anh nhìn tôi bực tức. \"Bạn biết tôi không quan tâm mà. Dù sao chăng nữa, thế là Carlisle nói chuyện với Sam, cố làm dịu tình hình. Rồi thiệt kỳ quặc, mọi người bình tĩnh thật nhanh. Chính người mà bạn đã kể cho tôi biết đang làm rối tung đầu óc tụi tôi. Nhưng mặc dù biết anh ta đang làm gì, tụi tôi cũng không thể không bình tĩnh.\" \"Ờ, tôi biết cảm giác ra sao.\" \"Bực mình hết sức, cảm thấy vậy đó. Chỉ có điều sau này mình mới bực được. \" Anh lắc đầu giận dữ. \"Thế là Sam và con ma cà rồng thủ lãnh nhất trí với nhau Victoria là ưu tiên một, và chúng tôi lại rượt đuổi cô ta tiếp.  Carlisle cung cấp thông tin để tụi tôi có thể đánh hơi đúng, nhưng sau đó cô ta đã đến vách đá ngay phía bắc vùng Makah, ngay chỗ giới tuyến ôm sát bờ biển vài dặm. Cô ta lại nhảy xuống biển.  Tên to con và tên bình tĩnh muốn xin phép vượt giới tuyến để đuổi theo cô ta, nhưng dĩ nhiên tụi tôi đã từ chối. \" \"Tốt. Ý tôi là, bạn ngu ngốc, nhưng tôi mừng là vậy. Emmett không bao giờ đủ cẩn trọng. Anh ấy có thể bị thương mất. \" Jacob khịt mũi. \"Vậy con ma cà rồng của bạn nói với bạn là tụi tôi đã tấn công vô cớ và lũ phù thủy hoàn toàn vô tội của anh ta - \" \"Không, \" tôi ngắt lời. \" Edward cũng kể tôi nghe giống vậy, chỉ không có nhiều chi tiết như vậy. \" \"Hừ, \" Jacob lầm bầm, rồi cúi xuống nhặt một trong số hàng triệu viên sỏi dưới chân.  Với cái búng nhẹ hững hờ, anh làm nó bay cả mấy trăm mét ra ngoài vịnh. \"Ừm, tôi nghĩ thế nào cô ta cũng quay lại. Tụi tôi sẽ săn cô ta tiếp.\" Tôi rùng mình; dĩ nhiên cô ta sẽ trở lại. Lần sau liệu Edward có nói thiệt với tôi không? Tôi không rõ. Tôi sẽ phải trông chừng Alice, để tìm dấu hiệu giống vậy lần nữa...  Jacob dường như không nhận thấy phản ứng của tôi. Anh đang nhìn đăm đăm vào ngọn sóng đầy vẻ suy tư, đôi môi rộng anh mím lại.  \"Bạn đang nghĩ về chuyện gì vậy?\" Tôi hỏi sau một thời gian yên lặng kéo dài.  \"Tôi đang nghĩ về những chuyện bạn đã kể. Về lúc con thầy bói thấy bạn nhảy từ vách đá xuống và nghĩ là bạn tự tử, và mọi chuyện vượt khỏi tầm kiểm soát hết... Bạn có nhận ra là nếu bạn chờ tôi như lẽ ra phải vậy, thì con đia-- Alice sẽ không thể nhìn thấy bạn nhảy hay không? Sẽ không có gì thay đổi hết.  Mình có lẽ bây giờ đang ở trong ga-ra, như bao thứ bảy khác.  Sẽ không có con ma cà rồng nào ở Forks, chỉ bạn và tôi... \" Giọng anh nhỏ dần, chìm đắm trong suy tư.  Thật bực cái cách anh nói điều này, làm như thể không có ma cà rồng ở Forks thì hay lắm vậy. Tim tôi đập không đều vì bức tranh trống rỗng anh vẽ ra.  \"Edward thế nào cũng quay về.\" \"Bạn chắc vậy à?\" anh hỏi, lại tỏ vẻ thù địch ngay khi tôi nhắc đến tên Edward.  \"Xa cách... Chẳng mang lại kết quả tốt đẹp gì cho cả hai chúng tôi. \" Anh định nói gì đó, cái gì đó giận dữ theo vẻ mặt, nhưng anh kiềm chế được, thở một hơi, rồi nói tiếp.  \"Bạn có biết Sam tức bạn không?\" \"Tôi?\" Phải mất một giây. \" Ôi. Tôi hiểu rồi. Anh ấy nghĩ nếu không có tôi thì họ đã không đến. \" \"Không.  Không phải vậy.\" \"Vậy thì anh ấy bị cái gì chớ?\" Jacob cúi xuống vốc lên một viên đá khác. Anh lật qua lật lại nó hoài trong mấy ngón tay; mắt anh gắn chặt vào viên đá đen trong khi nói thật nhỏ.  \"Khi Sam thấy. .. bạn như thế nào lúc mới đầu, khi Billy kể cho họ biết Charlie lo lắng ra sao khi bạn không khá hơn, rồi khi bạn bắt đầu nhảy ra khỏi vách đá. \" Tôi nhăn mặt. Sẽ chẳng ai chịu để cho tôi quên chuyện đó. Jacob nhìn lên mắt tôi. \"Anh ấy nghĩ bạn là người duy nhất trên đời này có nhiều lý do như anh ấy để ghét gia đình Cullens. Sam cảm thấy giống như ... bị phản bội khi bạn đón chúng vào đời bạn trở lại như thể họ chẳng hề làm tổn thương bạn.\" Tôi chẳng hề tin chút nào Sam là người duy nhất cảm thấy thế. Và vị chua cay trong giọng tôi bây giờ dành cho cả hai.  \"Bạn bảo Sam hãy chuyển ngay sang - \" \"Hãy nhìn kìa, \" Jacob ngắt lời tôi, chỉ một con đại bàng đang lao thẳng xuống biển từ một độ cao không thể tin nổi. Nó hơi khựng lại vào phút chót, chỉ móng vuốt chạm vào mặt sóng, trong nháy mắt. Rồi nó vỗ cánh bay đi, đôi cánh căng ra vì sức nặng của con cá khổng lồ vừa chộp được.  “Bạn nhìn thấy chuyện đó ở khắp nơi, \" Jacob nói, giọng anh bỗng xa xăm. \"Tự nhiên có quy luật của nó - thợ săn và con mồi, chu kỳ sống chết bất tận.\" Tôi không hiểu lý do của bài giảng về tự nhiên là gì; tôi đoán anh chỉ đang định chuyển sang đề tài khác.  Nhưng rồi anh nhìn xuống tôi với vẻ hài hước cay độc trong mắt.  \"Thế nhưng, bạn sẽ không thấy con cá cố hôn đại bàng. Bạn sẽ không bao giờ nhìn thấy cảnh đó. \" Anh cười toe toét nhạo báng.  Tôi cười toe toét đáp trả ngay, cho dù vị chua chát vẫn còn trong lời nói. \"Có lẽ con cá đang cố gắng, \" tôi đưa ý kiến. \"Thật khó mà biết được con cá đang nghĩ gì. Đại bàng là loài chim đẹp mà, bạn biết rồi. \" \"Đó là điều được xem là quan trọng nhất đó sao?\" Giọng anh đột ngột bén nhọn hơn. \"Đẹp trai?\" \"Đừng ngu ngốc, Jacob. \" \"Vậy chính là tiền?\" anh tiếp tục dai dẳng.  \"Hay lắm,\" tôi lẩm bẩm, đứng bật khỏi gốc cây. \"Tôi lấy làm hãnh diện là bạn quá coi trọng tôi như vậy. \" Tôi quay lưng lại và bỏ đi thật nhanh.  \"Oái, đừng giận mà.\" Anh ở ngay sau tôi ; chụp cổ tay rồi xoay người tôi lại. \"Tôi nghiêm túc đó!  Tôi đang cố hiểu, mà chẳng nghĩ ra được gì hết. \" Lông mày anh nhíu lại giận dữ, và mắt anh đen thẳm dưới bóng chân mày . \"Tôi yêu anh ấy. Không phải vì anh ấy đẹp trai hay vì anh ấy giàu có!\" Tôi đốp chát với Jacob. \"Tôi rất muốn anh ấy chẳng này cũng chẳng kia. Nó sẽ san bằng khoảng cách của chúng tôi một chút xíu - vì anh ấy sẽ vẫn là người đáng yêu và vị tha và xuất sắc và đàng hoàng nhất tôi từng gặp. Tất nhiên tôi yêu anh ấy. Bộ chuyện đó khó hiểu lắm sao?\" \"Không tài nào hiểu nỗi. \" \"Vậy thì, xin vui lòng khai sáng cho tôi đi, Jacob. \" Tôi mỉa mai chua cay. \"Lý do chính đáng là gì thì mới được yêu?  Vì hình như tôi đang làm bậy thì phải. \" \"Tôi nghĩ nơi tốt nhất để bắt đầu nên là tìm trong chủng loài của mình.  Thế thường có kết quả.\" \"Ừm, thế càng tệ hại!\" Tôi cáu kỉnh. \" Tôi đã bị mắc kẹt với Mike Newton rồi còn gì.\" Jacob do dự và cắn môi. Tôi có thể thấy lời mình nói đã làm anh đau lòng, nhưng tôi đang quá tức nên chưa thấy tệ hại về chuyện đó. Anh buông cổ tay tôi ra và khoanh tay trước ngực, quay mặt đi nhìn trừng trừng về phía đại dương.  \"Tôi là con người, \" anh lẩm bẩm, giọng anh hầu như không thể nghe thấy.  \"Bạn đâu là người như Mike, \" tôi tàn nhẫn nói tiếp. \"Bạn vẫn nghĩ đó là yếu tố quan trọng nhất à?\" \"Không giống vậy. \" Jacob không rời mắt những làn sóng xám xịt. \"Tôi đâu có chọn thế này. \" Tôi cười khan một tiếng hoài nghi. \"Theo bạn Edward được chọn lựa ư?  Anh ấy cũng không biết điều gì đang xảy đến với anh ấy y như bạn vậy. Anh ấy chẳng hề đăng ký làm ma cà rồng.\" Jacob đang lắc lư đầu qua lại bằng động tác nhanh và gọn.  \"Bạn biết đó, Jacob, bạn thiệt hết sức tự cao tự đại – coi mình là một người sói thì hơn người khác.\" \"Đâu có giống nhau, \" Jacob lặp lại, nhìn tôi trừng trừng.  \"Tôi thấy chẳng có lý do gì mà lại không giống. Bạn nên hiểu nhiều hơn một chút về gia đình Cullens. Bạn hoàn toàn không biết họ thực sự tốt như thế nào đâu, Jacob. \" Anh cau mày sâu hơn. \"Chúng không nên tồn tại trên đời này. Sự tồn tại của chúng trái với lẽ tự nhiên. \" Tôi nhướng mày ngờ vực trân trối nhìn anh.  Phải hồi lâu sau anh mới nhận thấy.  \"Gì chớ?\" \"Nói về chuyện trái với lẽ tự nhiên... \" Tôi mở lời.  “Bella, \" anh nói, giọng anh chậm và khác hẳn. Già dặn. Tôi nhận ra anh bỗng có vẻ già dặn hơn tôi - như một phụ huynh hay một người thầy. \"Tôi là ai khi sinh ra đã vậy. Đó là một phần của con người thực của tôi, là con người thực của gia đình tôi, là con người thực của tất cả bộ lạc chúng tôi - đó là lý do chúng tôi vẫn ở đây.  \"Ngoài chuyện đó ra\" - anh nhìn xuống tôi, đôi mắt đen của anh khó hiểu - \"thì tôi vẫn là con người. \" Anh cầm tay tôi và áp nó vào lồng ngực nóng rực của anh.  Qua chiếc áo thun ngắn tay của anh, tôi có thể cảm nhận được trái tim anh đang đập đều đặn dưới lòng bàn tay mình.  \"Người bình thường không thể lao xe máy giống bạn được. \" Anh mỉm cười nửa miệng, yếu ớt. \"Người bình thường sẽ tránh quái vật, Bella. Và tôi đâu bao giờ nói mình bình thường đâu. Chỉ con người thôi.\" Giận hoài Jacob là chuyện quá khó làm. Tôi bắt đầu mỉm cười khi rút tay ra khỏi ngực anh.  \"Bạn trông rất con người với tôi, \" tôi thừa nhận. \"Lúc này. \" \"Tôi cảm thấy rất người. \" Anh nhìn chằm chằm ngang qua tôi, mặt anh xa xăm. Môi dưới run rẩy, và anh bặm môi thật chặt.  \"Ôi, Jake, \" tôi thì thầm, với lấy tay anh.  Đây là lý do khiến tôi ở đây. Đây là lý do khiến tôi sẽ đón nhận bất kể chuyện gì đang chờ ở nhà. Bởi vì, đằng sau mọi tức giận và chế nhạo mỉa mai, Jacob đang đau đớn. Ngay bây giờ, rất rõ ràng trong mắt anh. Tôi không biết làm sao để giúp anh, nhưng tôi biết mình phải ráng.  Tôi nợ anh còn nhiều hơn thế. Đó là vì nỗi đau của anh cũng làm tôi đau. Jacob đã thành một phần trong tôi, và bởi vì không có gì thay đổi được điều đó."
        },
        {
            "en": "7 REPETITION          20. VOLTERRA WE BEGAN THE STEEP CLIMB, AND THE ROAD GREW CONGESTED. As we wound higher, the cars became too close together for Alice to weave insanely between them anymore. We slowed to a crawl behind a little tan Peugeot. \"Alice,\" I moaned. The clock on the dash seemed to be speeding up. \"It's the only way in,\" she tried soothe me. But her voice was too strained to comfort. The cars continued to edge forward, one car length at a time. The sun beamed down brilliantly, seeming already overhead. The cars crept one by one toward the city. As we got closer, I could see cars parked by the side of the road with people getting out to walk the test of the way. At first I thought it was just impatience—something I could easily understand. But then we came around a switchback, and I could see the filled parking lot outside the city wall, the crowds of people walking through the gates. No one was being allowed to drive through. \"Alice,\" I whispered urgently. \"I know,\" she said. Her face was chiseled from ice. Now that I was looking, and we were crawling slowly enough to see, I could tell that it was very windy. The people crowding toward the gate gripped their hats and tugged their hair out of their faces. Their clothes billowed around them. I also noticed that the color red was everywhere. Red shirts, red hats, red flags dripping like long ribbons beside the gate, whipping in the wind—as I watched, the brilliant crimson scarf one woman had tied around her hair was caught in a sudden gust. It twisted up into the air above her, writhing like it was alive. She reached for it, jumping in the air, but it continued to flutter higher, a patch of bloody color against the dull, ancient walls. \"Bella.\" Alice spoke quickly in a fierce, low voice. \"I can't see what the guard here will decide now—if this doesn't work, you're going to have to go in alone. You're going to have to run. Just keep asking for the Palazzo dei Priori, and running in the direction they tell you. Don't get lost.\" \"Palazzo dei Priori, Palazzo dei Priori,\" I repeated the name over and over again, trying to get it down. \"Or 'the clock tower,' if they speak English. I'll go around and try to find a secluded spot somewhere behind the city where I can go over the wall.\" I nodded. \"Palazzo dei Priori.\" \"Edward will be under the clock tower, to the north of the square. There's a narrow alleyway on the right, and he'll be in the shadow there. You have to get his attention before he can move into the sun.\" I nodded furiously. Alice was near the front of the line. A man in a navy blue uniform was directing the flow of traffic, turning the cars away from the full lot. They U-turned and headed back to find a place beside the road. Then it was Alice's turn. The uniformed man motioned lazily, not paying attention. Alice accelerated, edging around him and heading for the gate. He shouted something at us, but held his ground, waving frantically to keep the next car from following our bad example. The man at the gate wore a matching uniform. As we approached him, the throngs of tourists passed, crowding the sidewalks, staring curiously at the pushy, flashy Porsche. The guard stepped into the middle of the street. Alice angled the car carefully before she came to a full stop. The sun beat against my window, and she was in shadow. She swiftly reached behind the seat and grabbed something from her bag. The guard came around the car with an irritated expression, and tapped on her window angrily.  She rolled the window down halfway, and I watched him do a double take when he saw the face behind the dark glass. \"I'm sorry, only tour buses allowed in the city today, miss,\" he said in English, with a heavy accent. He was apologetic, now, as if he wished he had better news for the strikingly beautiful woman. \"It's a private tour,\" Alice said, flashing an alluring smile. She reached her hand out of the window, into the sunlight. I froze, until I realized she was wearing an elbow-length, tan glove. She took his hand, still raised from tapping her window, and pulled it into the car. She put something into his palm, and folded his fingers around it. His face was dazed as he retrieved his hand and stared at the thick roll of money he now held. The outside bill was a thousand dollar bill. \"Is this a joke?\" he mumbled. Alice's smile was blinding. \"Only if you think it's funny.\" He looked at her, his eyes staring wide. I glanced nervously at the clock on the dash. If Edward stuck to his plan, we had only five minutes left. \"I'm in a wee bit of a hurry,\" she hinted, still smiling. The guard blinked twice, and then shoved the money inside his vest. He took a step away from the window and waved us on. None of the passing people seemed to notice the quiet exchange. Alice drove into the city, and we both sighed in relief. The street was very narrow, cobbled with the same color stones as the faded cinnamon brown buildings that darkened the street with their shade. It had the feel of an alleyway. Red flags decorated the walls, spaced only a few yards apart, flapping in the wind that whistled through the narrow lane. It was crowded, and the foot traffic slowed our progress. \"Just a little farther,\" Alice encouraged me; I was gripping the door handle, ready to throw myself into the street as soon as she spoke the word. She drove in quick spurts and sudden stops, and the people in the crowd shook their fists at us and said angry words that I was glad I couldn't understand. She turned onto a little path that couldn't have been meant for cars; shocked people had to squeeze into doorways as we scraped by. We found another street at the end. The buildings were taller here; they leaned together overhead so that no sunlight touched the pavement—the thrashing red flags on either side nearly met. The crowd was thicker here than anywhere else. Alice stopped the car. I had the door open before we were at a standstill. She pointed to where the street widened into a patch of bright openness. \"There—we're at the southern end of the square. Run straight across, to the right of the clock tower. I'll find a way around—\" Her breath caught suddenly, and when she spoke again, her voice was a hiss. \"They're everywhere?\" I froze in place, but she pushed me out of the car. \"Forget about them. You have two minutes. Go, Bella, go!\" she shouted, climbing out of the car as she spoke. I didn't pause to watch Alice melt into the shadows. I didn't stop to close my door behind me. I shoved a heavy woman out of my way and ran flat out, head down, paying little attention to anything but the uneven stones beneath my feet. Coming out of the dark lane, I was blinded by the brilliant sunlight beating down into the principal plaza.  The wind whooshed into me, flinging my hair into my eyes and blinding me further. It was no wonder that I didn't see the wall of flesh until I'd smacked into it. There was no pathway, no crevice between the close pressed bodies. I pushed against them furiously, fighting the hands that shoved back. I heard exclamations of irritation and even pain as I battled my way through, but none were in a language I understood. The faces were a blur of anger and surprise, surrounded by the ever-present red. A blond woman scowled at me, and the red scarf coiled around her neck looked like a gruesome wound. A child, lifted on a man's shoulders to see over the crowd, grinned down at me, his lips distended over a set of plastic vampire fangs. The throng jostled around me, spinning me the wrong direction. I was glad the clock was so visible, or I'd never keep my course straight. But both hands on the clock pointed up toward the pitiless sun, and, though I shoved viciously against the crowd, I knew I was too late. I wasn't halfway across. I wasn't going to make it. I was stupid and slow and human, and we were all going to die because of it. I hoped Alice would get out. I hoped that she would see me from some dark shadow and know that I had failed, so she could go home to Jasper. I listened, above the angry exclamations, trying to hear the sound of discovery: the gasp, maybe the scream, as Edward came into someone's view. But there was a break in the crowd—I could see a bubble of space ahead. I pushed urgently toward it, not realizing till I bruised my shins against the bricks that there was a wide, square fountain set into the center of the plaza. I was nearly crying with relief as I flung my leg over the edge and ran through the knee-deep water. It sprayed all around me as I thrashed my way across the pool. Even in the sun, the wind was glacial, and the wet made the cold actually painful. But the fountain was very wide; it let me cross the center of the square and then some in mere seconds. I didn't pause when I hit the far edge—I used the low wall as a springboard, throwing myself into the crowd. They moved more readily for me now, avoiding the icy water that splattered from my dripping clothes as I ran. I glanced up at the clock again. A deep, booming chime echoed through the square. It throbbed in the stones under my feet. Children cried, covering their ears. And I started screaming as I ran. \"Edward!\" I screamed, knowing it was useless. The crowd was too loud, and my voice was breathless with exertion. But I couldn't stop screaming. The clock tolled again. I ran past a child in his mother's arms—his hair was almost white in the dazzling sunlight. A circle of tall men, all wearing red blazers, called out warnings as I <em>barreled</em> through them. The clock tolled again. On the other side of the men in blazers, there was a break in the throng, space between the sightseers who milled aimlessly around me. My eyes searched the dark narrow passage to the right of the wide square edifice under the tower. I couldn't see the street level—there were still too many people in the way. The clock tolled again. It was hard to see now. Without the crowd to break the wind, it whipped at my face and burned my eyes. I couldn't be sure if that was the reason behind my tears, or if I was crying in defeat as the clock tolled again. A little family of four stood nearest to the alley's mouth. The two girls wore crimson dresses, with matching ribbons tying their dark hair back. The father wasn't tall. It seemed like I could see something bright in the shadows, just over his shoulder. I hurtled toward them, trying to see past the stinging tears. The clock tolled, and the littlest girl clamped her hands over her ears. The older girl, just waist high on her mother, hugged her mother's leg and stared into the shadows behind them. As I watched, she tugged on her mother's elbow and pointed toward the darkness. The clock tolled, and I was so close now. I was close enough to hear her high-pitched voice. Her father stared at me in surprise as I bore down on them, rasping out Edward's name over and over again. The older girl giggled and said something to her mother, gesturing toward the shadows again impatiently. I swerved around the father—he clutched the baby out of my way—and sprinted for the gloomy breach behind them as the clock tolled over my head. \"Edward, no!\" I screamed, but my voice was lost in the roar of the chime. I could see him now. And I could see that he could not see me. It was really him, no hallucination this time. And I realized that my delusions were more flawed than I'd realized; they'd never done him justice. Edward stood, motionless as a statue, just a few feet from the mouth of the alley. His eyes were closed, the rings underneath them deep purple, his arms relaxed at his sides, his palms turned forward. His expression was very peaceful, like he was dreaming pleasant things. The marble skin of his chest was bare—there was a small pile of white fabric at his feet. The light reflecting from the pavement of the square gleamed dimly from his skin. I'd never seen anything more beautiful—even as I ran, gasping and screaming, I could appreciate that. And the last seven months meant nothing. And his words in the forest meant nothing. And it did not matter if he did not want me. I would never want anything but him, no matter how long I lived. The clock tolled, and he took a large stride toward the light. \"No!\" I screamed. \"Edward, look at me!\" He wasn't listening. He smiled very slightly. He raised his foot to take the step that would put him directly in the path of the sun. I slammed into him so hard that the force would have hurled me to the ground if his arms hadn't caught me and held me up. It knocked my breath out of me and snapped my head back. His dark eyes opened slowly as the clock tolled again. He looked down at me with quiet surprise. \"Amazing,\" he said, his exquisite voice full of wonder, slightly amused. \"Carlisle was right.\" \"Edward,\" I tried to gasp, but my voice had no sound. \"You've got to get back into the shadows. You have to move!\" He seemed bemused. His hand brushed softly against my cheek. He didn't appear to notice that I was trying to force him back. I could have been pushing against the alley walls for all the progress I was making. The clock tolled, but he didn't react. It was very strange, for I knew we were both in mortal danger. Still, in that instant, I felt well. Whole. I could feel my heart racing in my chest, the blood pulsing hot and fast through my veins again. My lungs filled deep with the sweet scent that came off his skin. It was like there had never been any hole in my chest. I was perfect—not healed, but as if there had been no wound in the first place. dễ chịu \"I can't believe how quick it was. I didn't feel a thing—they're very good,\" he mused, closing his eyes again and pressing his lips against my hair. His voice was like honey and velvet. \"Death, that hath sucked the honey of thy breath, hath had no power yet upon thy beauty,\" he murmured, and I recognized the line spoken by Romeo in the tomb. The clock boomed out its final chime \"You smell just exactly the same as always,\" he went on. \"So maybe this is hell. I don't care. I'll take it.\" \"I'm not dead,\" I interrupted. \"And neither are you! Please Edward, we have to move. They can't be far away!\" I struggled in his arms, and his brow furrowed in confusion. \"What was that?\" he asked politely. \"We're not dead, not yet! But we have to get out of here before the Volturi—\" Comprehension flickered on his face as I spoke. Before I could finish, he suddenly yanked me away from the edge of the shadows, spinning me effortlessly so that my back was tight against the brick wall, and his back was to me as he faced away into the alley. His arms spread wide, protectively, in front of me. I peeked under his arm to see two dark shapes detach themselves from the gloom. \"Greetings, gentlemen,\" Edward's voice was calm and pleasant, on the surface. \"I don't think I'll be requiring your services today. I would appreciate it very much, however, if you would send my thanks to your masters.\" \"Shall we take this conversation to a more appropriate venue?\" a smooth voice whispered menacingly. \"I don't believe that will be necessary.\" Edward's voice was harder now. \"I know your instructions, Felix.  I haven't broken any rules.\" \"Felix merely meant to point out the proximity of the sun,\" the other shadow said in a soothing tone. They were both concealed within smoky gray cloaks that reached to the ground and undulated in the wind. \"Let us seek better cover.\" \"I'll be right behind you,\" Edward said dryly. \"Bella, why don't you go back to the square and enjoy the festival?\" \"No, bring the girl,\" the first shadow said, somehow injecting a leer into his whisper. \"I don't think so.\" The pretense of civility disappeared. Edward's voice was flat and icy. His weight shifted infinitesimally, and I could see that he was preparing to fight. \"No.\" I mouthed the word. \"Shh,\" he murmured, only for me. \"Felix,\" the second, more reasonable shadow cautioned. \"Not here.\" He turned to Edward. \"Aro would simply like to speak with you again, if you have decided not to force our hand after all.\" \"Certainly,\" Edward agreed. '\"But the girl goes free.\" \"I'm afraid that's not possible,\" the polite shadow said regretfully. \"We do have rules to obey.\" \"Then I'm afraid that I'll be unable to accept Aro's invitation, Demetri.\" \"That's just fine,\" Felix purred. My eyes were adjusting to the deep shade, and I could see that Felix was very big, tall and thick through the shoulders. His size reminded me of Emmett. \"Aro will be disappointed,\" Demetri sighed. \"I'm sure he'll survive the letdown,\" Edward replied. Felix and Demetri stole closer toward the mouth of the alley, spreading out slightly so they could come at Edward from two sides. They meant to force him deeper into the alley, to avoid a scene. No reflected light found access to their skin; they were safe inside their cloaks. Edward didn't move an inch. He was dooming himself by protecting me. Abruptly, Edward's head whipped around, toward the darkness of the winding alley, and Demetri and Felix did the same, in response to some sound or movement too subtle for my senses. \"Let's behave ourselves, shall we?\" a lilting voice suggested. \"There are ladies present.\" Alice tripped lightly to Edward's side, her stance casual. There was no hint of any underlying tension. She looked so tiny, so fragile. Her little arms swung like a child's. Yet Demetri and Felix both straightened up, their cloaks swirling slightly as a gust of wind funneled through the alley. Felix's face soured. Apparently, they didn't like even numbers. \"We're not alone,\" she reminded them. Demetri glanced over his shoulder. A few yards into the square, the little family, with the girls in their red dresses, was watching us. The mother was speaking urgently to her husband, her eyes on the five of us. She looked away when Demetri met her gaze. The man walked a few steps farther into the plaza, and tapped one of the red-blazered men on the shoulder. Demetri shook his head. \"Please, Edward, let's be reasonable,\" he said. \"Let's,\" Edward agreed. \"And we'll leave quietly now, with no one the wiser.\" Demetri sighed in frustration. \"At least let us discuss this more privately.\" Six men in red now joined the family as they watched us with anxious expressions. I was very conscious of Edward's protective stance in front of me—sure that this was what caused their alarm. I wanted to scream to them to run. Edward's teeth came together audibly. \"No.\" Felix smiled. \"Enough.\" The voice was high, reedy, and n came from behind us. I peeked under Edward's other arm to see a small, dark shape coming toward us. By the way the edges billowed, I knew it would be another one of them. Who else? At first I thought it was a young boy. The newcomer was as tiny as Alice, with lank, pale brown hair trimmed short. The body under the cloak—which was darker, almost black—was slim and androgynous. But the face was too pretty for a boy. The wide-eyed, full-lipped face would make a Botticelli angel look like a gargoyle. Even allowing for the dull crimson irises. Her size was so insignificant that the reaction to her appearance confused me. Felix and Demetri relaxed immediately, stepping back from their offensive positions to blend again with the shadows of the overhanging walls. Edward dropped his arms and relaxed his position as well—but in defeat. \"Jane,\" he sighed in recognition and resignation. Alice folded her arms across her chest, her expression impassive. \"Follow me,\" Jane spoke again, her childish voice a monotone. She turned her back on us and drifted silently into the dark. Felix gestured for us to go first, smirking. Alice walked after the little Jane at once. Edward wrapped his arm around my waist and pulled me along beside her. The alley angled slightly downward as it narrowed. I looked up at him with frantic questions in my eyes, but he just shook his head. Though I couldn't hear the others behind us, I was sure they were there. \"Well, Alice,\" Edward said conversationally as we walked. \"I suppose I shouldn't be surprised to see you here.\" \"It was my mistake,\" Alice answered in the same tone. \"It was my job to set it right.\" \"What happened?\" His voice was polite, as if he were barely interested. I imagined this was due to the listening ears behind us. \"It's a long story.\" Alice's eyes flickered toward me and away. \"In summary, she did jump off a cliff, but she wasn't trying to kill herself. Bella's all about the extreme sports these days.\" I flushed and turned my eyes straight ahead, looking after the dark shadow that I could no longer see. I could imagine what he was hearing in Alice's thoughts now. Near-drownings, stalking vampires, werewolf friends… \"Hm,\" Edward said curtly, and the casual tone of his voice was gone. There was a loose curve to the alley, still slanting downward, so I didn't see the squared-off dead end coming until we reached the flat, windowless, brick face. The little one called Jane was nowhere to be seen. Alice didn't hesitate, didn't break pace as she strode toward the wall. Then, with easy grace, she slid down an open hole in the street. It looked like a drain, sunk into the lowest point of the paving. I hadn't noticed it until Alice disappeared, but the grate was halfway pushed aside. The hole was small, and black. I balked. \"It's all right, Bella,\" Edward said in a low voice. \"Alice will catch you.\" I eyed the hole doubtfully. I imagine he would have gone first, if Demetri and Felix hadn't been waiting, smug and silent, behind us. I crouched down, swinging my legs into the narrow gap. \"Alice?\" I whispered, voice trembling. \"I'm right here, Bella,\" she reassured me. Her voice came from too far below to make me feel better. Edward took my wrists—his hands felt like stones in winter—and lowered me into the blackness. \"Ready?\" he asked. \"Drop her,\" Alice called. I closed my eyes so I couldn't see the darkness, scrunching them together in terror, clamping my mouth shut so I wouldn't scream. Edward let me fall. It was silent and short. The air whipped past me for just half a second, and then, with a huff as I exhaled, Alice's waiting arms caught me. I was going to have bruises; her arms were very hard. She stood me upright. It was dim, but not black at the bottom. The light from the hole above provided a faint glow, reflecting wetly from the stones under my feet. The light vanished for a second, and then Edward was a faint, white radiance beside me. He put his arm around me, holding me close to his side, and began to tow me swiftly forward. I wrapped both arms around his cold waist, and tripped and stumbled my way across the uneven stone surface.  The sound of the heavy grate sliding over the drain hole behind us rang with metallic finality. The dim light from the street was quickly lost in the gloom. The sound of my staggering footsteps echoed through the black space; it sounded very wide, but I couldn't be sure. There were no sounds other than my frantic heartbeat and my feet on the wet stones—except for once, when an impatient sigh whispered from behind me. Edward held me tightly. He reached his free hand across his body to hold my face, too, his smooth thumb tracing across my lips. Now and then, I felt his face press into my hair. I realized that this was the only reunion we would get, and I clutched myself closer to him.  For now, it felt like he wanted me, and that was enough to offset the horror of the subterranean tunnel and the prowling vampires behind us. It was probably no more than guilt—the same guilt that compelled him to come here to die when he'd believed that it was his fault that I'd killed myself. But I felt his lips press silently against my forehead, and I didn't care what the motivation was. At least I could be with him again before I died. That was better than a long life. I wished I could ask him exactly what was going to happen now. I wanted desperately to know how we were going to die—as if that would somehow make it better, knowing in advance. But I couldn't speak, even in a whisper, surrounded as we were. The others could hear everything—my every breath, my every heartbeat. The path beneath our feet continued to slant downward, taking us deeper into the ground, and it made me claustrophobic. Only Edward's hand, soothing against my face, kept me from screaming out loud. I couldn't tell where the light was coming from, but it slowly turned dark gray instead of black. We were in a low, arched tunnel. Long trails of ebony moisture seeped down the gray stones, like they were bleeding ink. I was shaking, and I thought it was from fear. It wasn't until my teeth started to chatter together that I realized I was cold. My clothes were still wet, and the temperature underneath the city was wintry. As was Edward's skin. He realized this at the same time I did, and let go of me, keeping only my hand. \"N-n-no,\" I chattered, throwing my arms around him. I didn't care if I froze. Who knew how long we had left? His cold hand chafed against my arm, trying to warm me with the friction. We hurried through the tunnel, or it felt like hurrying to me. My slow progress irritated someone—I guessed Felix—and I heard him heave a sigh now and then. At the end of the tunnel was a grate—the iron bars were rusting, but thick as my arm. A small door made of thinner, interlaced bars was standing open. Edward ducked through and hurried on to a larger, brighter stone room. The grille slammed shut with a clang, followed by the snap of a lock. I was too afraid to look behind me. On the other side of the long room was a low, heavy wooden door. It was very thick—as I could tell because it, too, stood open. We stepped through the door, and I glanced around me in surprise, relaxing automatically. Beside me, Edward tensed, his jaw clenched tight.",
            "vi": "7 REPETITION        20. VOLTERRA Chúng tôi bắt đầu leo dốc, và con đường ngày càng tắt nghẽn. Khi lên cao hơn, mấy chiếc xe hơi chạy quá sát nhau khiến Alice không thể len lỏi như điên được nữa. Chúng tôi chạy chậm như rùa bò sau chiếc Peugeot nhỏ màu nâu vàng nhạt.  \"Alice,” tôi than van. Đồng hồ chỉ giờ trên bảng điều khiển như đang tăng tốc.  \"Đây là lối vào duy nhất,” cô ráng xoa dịu tôi. Nhưng giọng cô quá căng thẳng chẳng thể xoa dịu được ai.  Mấy chiếc xe vẫn nhích về phía trước, mỗi lúc chỉ được hai ba mét. Mặt trời chiếu rọi rực rỡ, dường như đã lên đỉnh đầu.  Mấy chiếc xe bò nối đuôi nhau về phía thành phố. Khi đến gần hơn, tôi có thể thấy mấy chiếc đậu bên vệ đường còn chủ nhân ra khỏi xe để tìm hiểu đường đi. Lúc đầu tôi tưởng chỉ là do họ nôn nóng - chuyện đó tôi quá hiểu. Nhưng khi đến gần một khúc quanh chữ chi, và nhìn thấy bãi đậu xe đầy nhóc bên ngoài tường thành, đám người đi bộ qua các cổng thành. Tôi mới hiểu không ai được phép lái xe vào thành.  \"Alice,”  tôi thì thầm cấp bách.  \"Em biết, \" cô nói. Mặt cô như được khắc từ băng.  Bây giờ vì tôi đang nhìn, và vì chúng tôi đang bò đủ chậm để nhìn thấy, tôi thấy rõ trời lộng gió.  Mọi người chen chúc đi về phía cổng, giữ chặt mũ và tóc bay loà xoà trên mặt. Quần áo căng phồng trong gió. Tôi cũng để ý thấy khắp nơi toàn màu đỏ. Áo đỏ, mũ đỏ, cờ nhỏ màu đỏ bay phất phơ như những dải ru-băng dài bên cạnh cổng thành, bay phần phật trong gió - khi đang nhìn, chiếc khăn choàng cổ đỏ tươi buộc tóc của một phụ nữ bị gió mạnh thổi tung. Nó uốn éo bay lên không trung, vặn vẹo như một sinh vật. Cô gái với tay chụp lấy, nhảy lên cao, nhưng nó tiếp tục nhẹ bay cao hơn, một mảnh vải màu máu nổi bật trên các bức tường cổ, buồn tẻ.  \"Bella.” Alice nói nhanh bằng một giọng nhỏ, căng thẳng. \"Bây giờ em không nhìn thấy được lính canh ở đây sẽ hành động ra sao - nếu em không làm được chuyện này, chị sẽ phải vào thành một mình. Chị sẽ phải chạy. Cứ hỏi thăm Palazzo dei Priori, và chạy theo hướng họ chỉ. Đừng đi lạc.” \"Palazzo dei Priori, Palazzo dei Priori, \" tôi lặp lại cái tên này hết lần này đến lần khác, cố nuốt trôi.  \"Hoặc 'tháp đồng hồ,'  nếu họ nói tiếng Anh. Em sẽ lách họ và cố tìm một chỗ nấp đâu đó ở sau thành phố để leo qua tường thành. \" Tôi gật đầu. \"Palazzo dei Priori. \" “Edward sẽ ở dưới tháp đồng hồ, ở hướng bắc của quảng trường. Có một hẻm nhỏ ở bên phải, và ảnh sẽ đứng trong bóng râm tại đó. Chị phải làm ảnh chú ý trước khi ảnh bước ra nắng trời.” Tôi gật đầu lia lịa.  Alice đang ở gần đầu hàng xe chờ đợi. Một người đàn ông mặc đồng phục xanh biển đang điều khiển luồng xe chạy, hướng dẫn xe ra khỏi chỗ đông đúc. Mọi người quay đầu xe và chạy ngược lại tìm chỗ đậu bên đường. Rồi đến phiên xe Alice.  Người đàn ông mặc đồng phục uể oải ra hiệu, không chú ý. Alice nhấn ga, lách qua anh ta rồi chạy thẳng đến cổng. Anh ta thét chúng tôi câu gì đó, nhưng vẫn phải đứng yên tại chỗ, vẫy như điên để không cho chiếc xe kế tiếp noi theo gương xấu của chúng tôi.  Người đàn ông ở cổng mặc đồng phục giống vậy. Khi chúng tôi đến gần, các nhóm du khách đi qua, đang túm tụm trên vỉa hè, tò mò nhìn chiếc Porsche loè loẹt, phô trương. Người lính canh bước ra giữa đường. Alice cẩn thận lái xéo xe sang một góc rồi mới dừng hẳn lại. Mặt trời chiếu vào cửa sổ phía tôi ngồi, còn cô ở trong bóng râm. Cô nhanh chóng vươn tay ra sau ghế ngồi và lôi cái gì đó ra khỏi túi xách.  Người lính cáu tiết đến gần xe, và gõ nhẹ đầy giận dữ vào cửa sổ phía cô ngồi.  Cô hạ kính cửa xuống giữa chừng, và tôi ngắm anh ta cố trấn tĩnh khi nhìn thấy khuôn mặt đằng sau cửa kính tối om.  \"Tôi xin lỗi, thưa cô, chỉ xe buýt tham quan mới được phép chạy trong thành phố hôm nay, \" anh nói bằng tiếng Anh, bằng giọng trọ trẹ.  Bây giờ anh đang xin lỗi như thể ao ước mình có tin tức hay ho hơn cho người phụ nữ xinh đẹp đầy ấn tượng này.  \"Đây là tour du lịch cá nhân,” Alice nói, hé môi cười quyến rũ. Cô đưa tay ra ngoài xe, vào nắng trời. Tôi cứng người, cho đến khi nhận ra cô đang đeo một chiếc găng dài đến khuỷu tay, màu nâu nhạt. Cô cầm tay anh ta, đang đưa lên sau khi gõ cửa xe cô, và kéo nó vào xe. Cô đặt cái gì đó vào lòng bàn tay anh ta, rồi gấp mấy ngón tay anh để che nó lại.  Khuôn mặt anh ta sững sờ khi rút tay lại và nhìn chằm chằm vào cuộn tiền dầy cộm đang cầm. Tờ ngoài cùng là tờ một ngàn đô.  \"Đây là chuyện giỡn chơi phải không?\" anh ta lầm bầm.  Nụ cười của Alice rạng ngời. \"Chỉ nếu anh thấy vậy vui. \" Anh nhìn cô, mắt mở to trừng trừng. Tôi bối rối nhìn vào đồng hồ chỉ giờ trên bảng điều khiển. Nếu Edward làm theo kế hoạch của anh, chúng tôi chỉ còn năm phút.  \"Tôi hơi vội chút xíu, \" cô nói bóng gió, vẫn mỉm cười.  Người lính chớp chớp mắt, rồi đẩy số tiền ấy vào áo gi-lê. Anh bước một bước tránh xa cửa xe và vẫy tay ra hiệu cho chúng tôi đi tiếp. Chẳng người đi qua nào có vẻ nhận thấy cuộc trao đổi kín đáo này. Alice chạy vào thành phố, cả hai chúng tôi đều thở phào nhẹ nhõm.  Con phố này rất hẹp, được rải sỏi cùng màu với những toà nhà cao màu nâu quế nhạt phai đang phủ bóng che tối đường đi. Có cảm giác như đây là một con hẻm. Cờ đỏ trang trí trên tường, đặt cách nhau chỉ vài mét, bay phần phật trong làn gió rít qua con hẻm hẹp.  Người đông nghịt, và dòng người đi bộ đã làm chậm xe chúng tôi.  \"Chỉ còn một chút nữa thôi, \" Alice động viên tôi; tôi đang nắm chặt tay nắm cửa, sẵn sàng lao vào phố khi cô nói những lời ấy.  Cô vọt nhanh lên rồi dừng đột ngột, và đám đông dứ nắm đấm vào chúng tôi và nói những lời giận dữ mà tôi lấy làm mừng là mình chẳng hiểu được. Cô rẽ vào một đường nhỏ hẳn là không dành cho xe hơi; khách bộ hành hết hồn phải nép sát vô đường khi chúng tôi lao qua. Chúng tôi tìm thấy một con đường khác ở cuối đường.  Nơi đây các toà nhà cao hơn; chúng chụm đầu vào nhau ở trên cao nên ánh nắng không chạm được vào vỉa hè - hàng cờ đỏ ở hai bên đường gần đụng nhau. Đám đông ở đây còn đông kín hơn bất cứ nơi nào khác. Alice dừng xe. Tôi đã mở cửa trước cả khi xe dừng hẳn lại.  Cô chỉ tay vào nơi con đường loe thành một vùng rộng sáng sủa. \"Đó đó -- mình đang ở đầu phía nam của quảng trường. Hãy chạy thẳng qua, đến bên phải tháp đồng hồ. Em sẽ tìm cách lách đến đó - \" Hơi thở cô bỗng dập dồn, và khi cô nói tiếp, giọng cô rít lên. \"Họ ở khắp nơi?\" Tôi sững người tại chỗ, nhưng cô đẩy tôi ra khỏi xe. \"Quên họ đi. Chị có hai phút. Đi đi, Bella, đi đi!\" cô la to, vừa leo ra khỏi xe vừa nói.  Tôi không dừng lại để nhìn Alice lẩn vào bóng râm. Tôi không dừng lại để đóng cửa xe. Tôi đẩy một phụ nữ to béo sang một bên rồi chạy thẳng ra ngoài, đầu cúi xuống, chẳng thèm chú ý đến bất cứ thứ gì ngoài mấy viên đá gồ ghề dưới chân.  Rời khỏi hẻm tối, tôi loà mắt vì ánh nắng chói loà đang đổ xuống quảng trường chính.  Gió vút qua tôi, quất tóc vào mắt tôi và càng làm tôi thêm không thấy đường. Cho nên chẳng có gì lạ khi tôi chẳng nhìn thấy bức tường người cho đến khi đâm sầm vào đó.  Không có lối đi, không một khe hở nào giữa những thân người ép sát vào nhau. Tôi điên cuồng đẩy họ, chống lại những bàn tay đẩy lại tôi. Tôi nghe những tiếng kêu bực dọc và thậm chí đau đớn khi tôi chen qua, nhưng chẳng có thứ tiếng nào tôi hiểu được. Các khuôn mặt chỉ là một bóng mờ giận dữ và ngạc nhiên, vây quanh bởi màu đỏ có mặt khắp nơi. Một phụ nữ tóc vàng cau mày nhìn tôi, và chiếc khăn choàng cổ màu đỏ quấn quanh cổ trông như một vết thương khủng khiếp. Một đứa trẻ, được cõng trên vai của một người đàn ông để nhìn đám đông, cười toe toét nhìn xuống tôi, môi vều lên bên trên bộ nanh ma cà rồng bằng nhựa. Đám đông xô đẩy quanh tôi, xoay tôi lạc hướng. Tôi mừng vì chiếc đồng hồ thật dễ thấy, nếu không tôi chẳng thể nào đi đúng hướng được. Nhưng cả hai kim đồng hồ đều chỉ lên về phía mặt trời gay gắt, và, cho dù có xô đẩy đám đông dữ dội cỡ nào, tôi cũng biết mình đã quá muộn. Tôi chưa qua được nửa đường. Tôi sẽ chẳng bao giờ làm được. Tôi ngu ngốc và chậm lụt và quá con người, và tất cả chúng tôi sắp chết vì điều đó.  Tôi mong Alice sẽ thoát được. Tôi hi vọng cô nhìn thấy tôi từ một góc tối nào đó và biết rằng tôi đã thất bại, để cô có thể về nhà với Jasper.  Tôi lắng nghe, trên tiếng ta thán tức giận, cố nghe được âm thanh phát hiện: tiếng thở hổn hển, có thể là tiếng thét, khi Edward lọt vào ánh mắt ai đó.  Nhưng có một chỗ trống trong đám đông - tôi đã thấy một khoảng trống nhỏ trước mặt. Tôi vội xô về phía đó, không nhận ra, cho đến khi ống quyển bị bầm dập vì đập vào mấy viên gạch, là có một đài phun nước vuông, rộng giữa quảng trường.  Tôi suýt la to vì nhẹ nhõm khi leo qua bờ gạch rồi chạy trong nước sâu đến đầu gối. Nước xịt khắp nơi quanh tôi khi tôi tìm đường chạy xuyên qua hồ nước. Thậm chí dưới ánh mặt trời, gió vẫn giá buốt, và cái ướt càng làm lạnh kinh khủng hơn. Nhưng đài phun nước rất rộng; giúp tôi băng qua trung tâm quảng trường và thậm chí còn xa hơn nữa chỉ trong mấy giây. Tôi không dừng lại khi đụng bờ bên kia - mà dùng bức tường thấp này làm đà nhảy lao vào đám đông. Bây giờ họ đã sẵn sàng tránh đường cho tôi hơn, vì để tránh nước lạnh giá đang nhỏ giọt khỏi quần áo khi tôi chạy. Tôi liếc nhìn lên đồng hồ lần nữa.  Một tiếng chuông trầm vang vọng qua quảng trường. Nó rung mạnh trong mấy viên đá dưới chân tôi. Trẻ em la to, bịt tai. Và tôi bắt đầu vừa thét vừa chạy.  \"Edward! \" tôi la hét, biết rằng chẳng ích gì. Đám đông quá ồn, mà giọng tôi đứt hơi vì cố gắng. Nhưng tôi không thể ngưng la hét.  Đồng hồ lại điểm giờ. Tôi chạy qua một đứa trẻ trong vòng tay mẹ - tóc bé gần như trắng tinh trong ánh nắng chói chang. Một vòng tròn những người đàn ông cao lớn, mặc áo ngắn tay đồng phục màu đỏ, la to cảnh cáo khi tôi chạy nhanh qua họ.  Đồng hồ lại điểm chuông. Phía bên kia nhóm đàn ông mặc áo đồng phục ngắn tay có một khoảng trống trong đám đông, khoảng trống giữa khách tham quan đang thơ thẩn quanh tôi. Mắt tôi lục tìm con hẻm hẹp tối bên phải quảng trường rộng dưới tháp đồng hồ. Tôi không nhìn thấy được mặt đường- vẫn còn quá nhiều người chặn lối. Đồng hồ lại điểm giờ.  Bây giờ thật khó nhìn thấy. Không có đám đông chắn gió, gió quất vào mặt tôi và làm mắt tôi nóng rát. Tôi không biết có phải vì thế mà nước mắt tôi chảy ra hay không, hay tôi đang khóc vì thất vọng khi đồng hồ lại điểm giờ lần nữa.  Một gia đình nhỏ bốn người đứng gần đầu hẻm nhất. Hai cô bé mặc áo đầm đỏ thắm, ru-băng buộc mái tóc huyền cùng màu. Người bố không cao lớn. Hình như tôi nhìn thấy cái gì đó sáng bừng trong bóng râm, ngay bên kia vai ông. Tôi lao về phía họ, cố nhìn qua làn nước mắt buốt như kim châm. Đồng hồ gõ, và cô bé nhỏ nhất lấy tay bịt tai.  Cô bé lớn hơn, chỉ cao đến thắt lưng mẹ, ôm chân mẹ và nhìn chằm chằm vào bóng râm đằng sau họ. Khi tôi nhìn, cô kéo khuỷu tay mẹ mình và chỉ về phía bóng râm. Đồng hồ điểm chuông, và tôi bây giờ đã gần lắm rồi.  Tôi gần đủ để nghe giọng nói cao vút của cô bé. Cha cô nhìn tôi chằm chằm ngạc nhiên khi tôi lao vào họ, khào khào gọi tên Edward liên tục.  Cô bé lớn cười khúc khích và nói cái gì đó với mẹ cô,  sốt ruột chỉ tay về phía bóng râm lần nữa.  Tôi lách qua người bố - ông ôm đứa bé tránh xa tôi - và chạy hết tốc lực đến chỗ trống tối tăm phía sau họ khi đồng hồ đổ chuông trên đầu tôi.  \"Edward, đừng!\" Tôi thét, nhưng giọng tôi chìm mất trong tiếng gầm rống của chuông đồng hồ.  Bây giờ tôi đã thấy anh rồi. Và tôi thấy rằng anh không thể nhìn thấy tôi.  Đúng là anh, lần này không còn là ảo giác nữa. Và tôi nhận ra ảo giác không hề bằng một góc của con người thật của anh.  Edward đứng bất động như pho tượng, chỉ cách đầu hẻm vài bước chân. Mắt anh nhắm nghiền, quầng thâm dưới mắt tím sẫm, cánh tay để thoải mái hai bên, lòng bàn tay hướng về phía trước. Vẻ mặt anh rất bình yên, như thể anh đang chìm đắm mơ mộng nhớ về những chuyện vui vẻ. Làn da cẩm thạch của ngực anh để trần - có một chồng vải trắng nhỏ dưới chân anh. Ánh sáng phản chiếu từ vỉa hè của quảng trường làm da anh sáng mờ.  Tôi chưa từng nhìn thấy thứ gì xinh đẹp hơn - dù đang chạy, đang thở hào hển và thét gào, tôi vẫn cảm nhận được điều đó.  Và bảy tháng vừa rồi chẳng nghĩa lý gì cả. Và lời anh nói trong rừng cũng chẳng có nghĩa lý gì cả. Và cũng chẳng quan trọng gì cả nếu anh không yêu tôi. Tôi chẳng muốn bất cứ thứ gì hết ngoài anh, dù tôi còn sống bao lâu chăng nữa.  Đồng hồ gõ chuông, và anh xoải chân bước về phía ánh sáng.  \"Đừng anh!\" Tôi la hét. \" Edward, hãy nhìn em nè!\" Anh chẳng thèm nghe. Môi anh phảng phất nụ cười. Nhấc chân định bước bước chân sẽ đặt anh thẳng vào nắng trời.  Tôi lao sầm vào anh mạnh đến nỗi sức mạnh ấy hẳn đã làm tôi nhào xuống đất nếu tay anh không chụp giữ tôi đứng vững. Nó làm tôi nghẹn thở và đầu tôi bật ngửa.  Đôi mắt đen anh chậm rãi mở ra khi đồng hồ lại điểm giờ.  Anh nhìn xuống tôi thầm ngạc nhiên.  \"Kỳ lạ làm sao,” anh nói, giọng nói tuyệt vời của anh đầy ngạc nhiên, hơi thích thú. \"Carlisle đúng thật.” “Edward,” tôi cố thở, nhưng tiếng nói của tôi không phát ra được âm thanh nào. \"Anh phải quay trở lại chỗ râm. Anh phải vào ngay!\" Anh có vẻ kinh ngạc. Tay anh vuốt nhẹ má tôi. Anh có vẻ chẳng hề nhận thấy tôi đang ráng ép anh lùi lại. Tôi hẳn đã và đang đẩy anh vào vách hẻm trong khi đang nói. Đồng hồ đổ chuông, nhưng anh chẳng hề phản ứng.  Thật kỳ lạ, vì tôi biết chúng tôi đều đang bị nguy hiểm chết người. Tuy thế, trong giây phút ấy, tôi lại cảm thấy dễ chịu. Hết sức dễ chịu. Tôi cảm thấy tim mình đang đập nhanh trong lồng ngực, máu lại dập dồn nóng bỏng trong tĩnh mạch.  Phổi tôi tràn ngập mùi hương toả ra từ làn da anh.  Tựa như chưa từng có lổ hổng nào trong ngực.  Tôi hoàn hảo - không phải là lành lặn, mà cứ như thể chưa từng có vết thương nào ngay từ đầu. \"Anh không ngờ lại nhanh đến thế. Anh chẳng cảm thấy gì cả - thật tuyệt,” anh trầm ngâm, nhắm mắt lại lần nữa và áp môi vào tóc tôi. Giọng anh như mật và mượt như nhung. \"Thần chết, tuy đã hút đi mật ngọt của hơi thở em, vẫn chẳng hề chạm đến được sắc đẹp của em,” anh thì thầm, và tôi nhận ra lời thoại của Romeo trong lăng mộ. Đồng hồ oang oang tiếng chuông cuối cùng \"Em toả mùi như muôn thuở,” anh nói tiếp. \"Vậy chắc đây là địa ngục. Chẳng sao hết. Mình sẽ nhận lãnh nó.” \"Em đâu có chết, \" tôi ngắt lời. \"Và anh cũng vậy!  Xin anh, Edward, mình phải đi ngay. Họ không xa đây đâu!\" Tôi vùng vẫy trong vòng tay anh, và trán anh hằn nếp nhăn bối rối.  \"Thế là sao?\" anh hỏi lịch sự.  \"Mình không chết, chưa!  Nhưng mình phải ra khỏi đây trước khi Volturi --” Vẻ hiểu ra loé trên mặt anh khi tôi nói. Trước khi tôi có thể nói hết câu, anh đột ngột kéo mạnh tôi ra khỏi rìa bóng râm, xoay tôi nhẹ nhàng áp lưng tựa vào tường gạch, còn lưng anh hướng về tôi, mặt anh nhìn ra hẻm. Anh mở rộng vòng tay, che chở, trước mặt tôi.  Tôi nhìn lén dưới tay anh thấy hai dáng người mặc đồ đen lách khỏi chỗ tối.  \"Xin chào, các quý ông,” giọng Edward bình tĩnh và vui vẻ, chỉ bề ngoài thôi. \"Tôi không nghĩ mình sẽ cần sự phụng sự của quý ông hôm nay. Tuy vậy, tôi sẽ hết sức cảm kích nếu được quý ông gởi lời cám ơn của tôi đến cho chủ nhân của quý ông.” \"Chúng ta sẽ nói chuyện này ở một nơi thích hợp hơn nhé?\" một giọng êm ái thì thầm đầy đe doạ.  \"Tôi nghĩ điều đó không cần thiết. \" Giọng Edward bây giờ gay gắt hơn. \"Tôi hiểu các chỉ thị của ngài, Felix. Tôi chưa phạm luật nào cả.” \"Felix chỉ muốn nói đến chuyện gần mặt trời thôi, \" bóng đen kia nói bằng giọng xoa dịu. Họ đều ẩn trong những chiếc áo khoác xám màu khói dài chấm đất, bay bay trong gió.  \"Mình hãy kiếm chỗ núp tốt hơn. \" \"Tôi sẽ đi theo các ngài ngay, \" Edward cộc lốc nói. \"Bella, em quay lại quảng trường và vui chơi đi nhé?” “Không, hãy dẫn cô gái này theo,” bóng đen đầu tiên nói, kèm theo cái liếc mắt độc ác. \"Tôi không nghĩ vậy. \" Vẻ giả vờ lịch sự biến mất. Giọng Edward dứt khoát và lạnh lùng. Thân anh hơi di chuyển, và tôi biết anh đang chuẩn bị đánh nhau.  \"Đừng. \" Tôi la to.  \"Suỵtt, \" anh thì thầm, chỉ dành cho tôi.  \"Felix, \" cái bóng thứ hai, biết điều hơn cảnh báo. \"Không phải ở đây.” Hắn hướng về Edward. \"Aro chỉ muốn nói chuyện với anh lần nữa, nếu anh không buộc chúng tôi phải ra tay.” \"Chắc chắn rồi,” Edward đồng ý. \"Nhưng cô gái này được tự do đi.” \"Tôi e là không thể được, \" bóng đen lịch sự nói đầy nuối tiếc. \"Chúng tôi phải tuân theo mệnh lệnh.” \"Vậy thì e là tôi sẽ không thể nhận lời mời của Aro được, Demetri.” \"Cũng được thôi, \" Felix gừ trong họng. Mắt tôi đang điều chỉnh để nhìn rõ cái bóng  ấy, và thấy Felix rất to con, cao lớn và vai vạm vỡ. Kích cỡ của anh ta làm tôi nhớ đến Emmett.  \"Aro sẽ thất vọng lắm, \" Demetri thở dài.  \"Tôi chắc ông ấy sẽ vượt qua nỗi thất vọng này thôi, \" Edward trả lời.  Felix và Demetri lẻn đến gần đầu hẻm hơn, hơi dàn ra để đến gần Edward từ hai phía. Họ định ép anh bước vào hẻm sâu hơn, để tránh làm rùm beng. Chẳng chút ánh sáng phản chiếu nào chạm đến làn da họ; họ an toàn bên trong mấy chiếc áo khoác.  Edward chẳng hề nhúc nhích. Anh đang hại mình bằng cách bảo vệ tôi.  Bỗng đầu Edward quay ngoắt lại, hướng về phía bóng tối của con hẻm quanh co, và Demetri và Felix cũng làm tương tự, vì có âm thanh hay chuyển động nào đó quá tinh tế đối với giác quan của tôi.  \"Hãy cư xử cho đàng hoàng nhé ?\" một giọng du dương đề nghị. \"Có mặt phụ nữ mà.” Alice nhẹ bước đến bên Edward, dáng thoải mái. Chẳng chút dấu hiệu căng thẳng mảy may nào. Cô trông nhỏ xíu, thật mỏng manh. Đôi tay bé nhỏ vung vẩy như tay trẻ em.  Thế mà cả Demetri và Felix đều đứng thẳng người, áo choàng của họ xoáy nhẹ khi một làn gió mạnh luồn qua con hẻm. Mặt Felix cáu kỉnh. Rõ ràng là, họ không thích quân số bằng nhau.  \"Mình đâu chỉ có một mình,” cô nhắc họ.  Demetri liếc qua vai. Cách đó vài mét trong quảng trường, gia đình nhỏ có mấy cô bé mặc đầm đỏ đang theo dõi chúng tôi. Người mẹ đang lo lắng nói với chồng mình, mắt cô nhìn vào năm người chúng tôi.  Cô nhìn sang chỗ khác khi Demetri bắt gặp ánh nhìn chằm chằm của cô. Người đàn ông bước them vài bước vào quảng trường, vỗ vai một trong những người đàn ông mặc áo đồng phục ngắn tay màu đỏ.  Demetri lắc đầu. \"Xin anh vui lòng, Edward, chúng ta hãy biết điều,” ông ta nói.  \"Hãy thế, \" Edward đồng ý. \"Nên bây giờ chúng tôi sẽ rời nơi này êm thấm, chẳng ai hay biết. \" Demetri thở dài thất vọng. \"Ít nhất mình hãy bàn chuyện này kín đáo hơn.” Sáu người đàn ông mặc đồng phục đỏ bây giờ đã cùng gia đình kia nhìn chúng tôi với vẻ lo lắng. Tôi cảm nhận rõ tư thế bảo vệ của Edward trước mặt mình - biết chắc đây chính là nguyên nhân làm họ cảnh giác. Tôi muốn hét bảo họ hãy chạy đi.  Răng Edward nghiến vào nhau kèn kẹt. \" Không. \" Felix mỉm cười.  \"Đủ rồi. \" Giọng nói cao, the thé phát ra từ phía sau chúng tôi.  Tôi nhìn lén dưới cánh tay kia của Edward và thấy một bóng đen nhỏ đang đi về phía chúng tôi. Qua kiểu tà áo lộng gió, tôi biết đó là một người trong số họ. Còn ai vào đây nữa? Lúc đầu tôi tưởng đó là một chú bé. Người mới đến nhỏ nhắn y như Alice, với mái tóc thẳng màu nâu nhạt cắt ngắn. Cơ thể dưới chiếc áo choàng - sẫm hơn, gần như đen - mảnh khảnh và vừa mang dáng đàn ông lại vừa có vẻ đàn bà.  Nhưng khuôn mặt quá xinh đẹp để có thể là con trai. Khuôn mặt có đôi mắt to tròn, đôi môi đầy đặn sẽ làm thiên thần Botticelli trông giống như quái thú.  Dù có tròng mắt đỏ thẫm.  Thân hình cô nhỏ bé đến nỗi những phản ứng khi cô xuất hiện làm tôi không hiểu. Felix và Demetri bớt căng thẳng ngay lập tức, lùi ra khỏi tư thế tấn công để nép vào bóng râm của các bức tường nhô ra. Edward thả tay xuống và cũng thả lỏng tư thế - nhưng thất vọng.  \" Jane, \" anh thở dài nhận ra và cam chịu..  Alice khoanh tay trước ngực, mặt bình thản.  \"Theo tôi, \" Jane lại nói, giọng trẻ con của cô đều đều. Cô quay lưng lại chúng tôi và lặng lẽ bước vào bóng tối.  Felix khoa tay mời chúng tôi đi trước, cười tự mãn.  Alice theo sau Jane nhỏ nhắn ngay lập tức. Edward choàng tay quanh eo tôi và kéo tôi đi bên cạnh cô. Con hẻm hơi nghiêng xuống khi thu hẹp lại. Tôi nhìn anh với bao nhiêu câu hỏi bùng lên trong mắt, nhưng anh chỉ lắc đầu. Dù không nghe tiếng mấy người kia sau lưng, tôi cũng biết chắc họ ở đó.  \"Ừm, Alice, \" Edward kiếm chuyện nói khi chúng tôi đi. \"Anh nghĩ anh chẳng nên ngạc nhiên khi thấy em ở đây. \" “Đó là lỗi của em, \" Alice trả lời cùng giọng điệu. \"Nên em phải sửa sai.” \"Chuyện gì đã xảy ra?\" Giọng anh lịch sự, như thể anh chẳng hề quan tâm. Tôi nghĩ câu chuyện này hẳn là vì mấy lỗ tai đang hóng nghe sau lưng chúng tôi.  \"Chuyện dài lắm. \" Mắt Alice liếc về phía tôi rồi quay sang chỗ khác. \"Ngắn gọn là, chị ấy nhảy ra khỏi vách đá, nhưng chỉ không định tự tử. Bella chỉ định thử mấy môn thể thao cảm giác mạnh mà thôi.” Tôi đỏ mặt và nhìn thẳng về phía trước, trông theo bóng đen không còn nhìn thấy được. Tôi hình dung những gì anh đang lắng nghe trong suy nghĩ của Alice. Suýt chết đuối, ma cà rồng săn đuổi, bạn người sói... \"Hừm, \" Edward nói cộc lốc, và giọng nói thoải mái của anh không còn.  Một lối quanh thoai thoải cắt con hẻm, vẫn nghiêng xuống, nên tôi không thấy ngõ cụt chắn ngang trước mặt cho đến khi đến gần bức tường gạch liền lạc, không cửa sổ. Người nhỏ con tên Jane chẳng thấy đâu.  Alice chẳng do dự, chẳng ngập ngừng cứ sải chân về phía bức tường. Thế rồi, duyên dáng thoải mái, cô lách mình xuống một lỗ hổng trên đường.  Trông giống như một ống cống, ăn sâu vào nơi thấp nhất của mặt đường. Tôi chỉ nhận ra nó khi Alice biến mất, nhưng nắp cống đã được đẩy sang một bên nửa chừng. Cái hố nhỏ, và tối đen.  Tôi đứng khựng lại.\"Không sao đâu, Bella, \" Edward nói nhỏ. \" Alice sẽ đỡ em.” Tôi nhìn cái hố đầy nghi ngại. Tôi nghĩ thế nào anh cũng sẽ đi trước, nếu Demetri và Felix không đang đợi, tự mãn và lặng lẽ, sau lưng chúng tôi.  Tôi khom mình, thòng chân vào khe hẹp.  \" Alice ?\" Tôi thì thầm, giọng run rẩy.  \"Em ở ngay đây, Bella, \" cô trấn an tôi. Giọng cô phát ra nghe quá xa xăm bên dưới không làm tôi cảm thấy an tâm hơn.  Edward nắm cổ tay tôi - bàn tay anh như đá mùa đông - và thòng tôi vào bóng tối.  \"Sẵn sàng chưa?\" anh hỏi.  \"Thả chỉ xuống đi, \" Alice gọi.  Tôi nhắm mắt lại để khỏi nhìn thấy bóng tối, nhắm nghiền lại kinh hoàng, ngậm chặt miệng để không la hét. Edward thả tôi rơi.  Im ắng và nhanh chóng. Không khí vút qua tôi chỉ nửa giây, rồi, vừa mới thở hổn hển thì đôi tay chờ đợi của Alice đã chụp lấy tôi.  Tôi sẽ bị bầm tím; tay cô rất cứng. Cô đặt tôi đứng thẳng.  Mờ mờ chứ nhưng không tối đen ở dưới đáy. Ánh sáng từ bên trên hố  mang lại ánh sáng yếu ớt, ẩm ướt phản chiếu mấy viên đá dưới chân tôi. Ánh sáng biến mất chốc lát, rồi Edward sáng trắng lờ mờ cạnh tôi. Anh vòng tay ôm tôi, kéo tôi đến gần anh, và bắt đầu lôi tôi thật nhanh về phía trước. Tôi vòng cả hai tay ôm thắt lưng lạnh của anh, vướng chân và vấp té trên bề mặt đá không bằng phẳng.  Tiếng nắp đậy nặng nề đẩy trượt che lỗ cống sau lưng vang lên gọn gàng sắc lẻm.  Ánh sáng lờ mờ rọi từ con phố nhanh chóng mất đi trong bóng đêm. Tiếng bước chân loạng choạng của tôi vang vọng trong không gian đen ngòm; có vẻ rất rộng, nhưng tôi không chắc. Chẳng có tiếng động nào ngoài nhịp tim dập dồn và tiếng chân tôi trên sỏi ướt - ngoại trừ một lần, khi một tiếng thở dài sốt ruột vang lên phía sau tôi.  Edward ôm chặt tôi. Anh cũng đưa bàn tay còn lại ngang thân mình để giữ khuôn mặt tôi, ngón tay cái mịn màng của anh dò tìm môi tôi. Thỉnh thoảng, tôi cảm thấy mặt anh áp vào tóc tôi.  Tôi nhận thấy đây là lúc sum vầy duy nhất chúng tôi có thể có được nên tôi rúc sát vào người anh hơn. Bây giờ, cứ như thể anh yêu tôi vậy, và thế đã đủ bù đắp nỗi sợ hãi con đường hầm ngầm dưới mặt đất và đám ma cà rồng lảng vảng sau lưng. Có lẽ đó chỉ là sự hối lỗi - giống cảm giác hối lỗi đã khiến anh đến đây để chết khi tin rằng chính vì lỗi anh mà tôi tự tử. Nhưng tôi cảm thấy môi anh nhẹ áp lên trán tôi, và tôi chẳng thèm quan tâm động cơ là gì nữa. Ít nhất tôi có thể ở bên anh trước khi tôi chết. Còn hơn là sống lâu.  Tôi ước có thể hỏi anh chính xác chuyện gì sắp xảy ra. Tôi hết sức muốn biết chúng tôi sẽ chết ra sao - như thể vậy sẽ khá hơn, nếu biết trước. Nhưng tôi không nói được, dù chỉ là thì thầm, khi bị vây quanh như thế này. Mấy người kia có thể nghe được mọi thứ - từng hơi thở của tôi, từng nhịp tim của tôi.  Con đường dưới chân chúng tôi tiếp tục dốc xuống, đưa chúng tôi đi sâu vào lòng đất, và làm tôi bị chứng sợ bị tù túng. Chỉ nhờ bàn tay Edward, đang vuốt ve mặt tôi, mà tôi không hét toáng lên.  Tôi không biết ánh sáng đến từ đâu, nhưng không gian từ từ chuyển thành xám chứ không còn đen ngòm nữa. Chúng tôi đang ở trong một đường hầm cong, thấp. Các vệt nước dài đen rỉ xuống đá xám, như thể chúng đang nhỏ mực.  Tôi đang run lẩy bẩy, và tôi tưởng vì mình sợ. Mãi đến khi răng tôi bắt đầu đánh vào nhau lập cập tôi mới nhận ra mình lạnh. Quần áo tôi vẫn còn ướt, và nhiệt độ bên dưới thành phố lạnh giá. Như da Edward.  Anh nhận ra điều này cùng lúc với tôi, và nên thả tôi ra, chỉ nắm tay tôi.  \"Đ - đ - đừng, \" tôi run lập cập, vòng tay ôm anh. Tôi chẳng quan tâm nếu có bị đông cứng. Nào ai biết được chúng tôi còn bao nhiêu thời gian bên nhau nữa? Bàn tay lạnh giá của anh xoa cánh tay tôi, cố sưởi ấm tôi bằng sự ma sát.  Chúng tôi vội vã đi qua đường hầm, hoặc giống như thể vội vã đối với tôi. Bước chân chậm lụt của tôi làm ai đó bực mình - tôi đoán là Felix - vì tôi nghe anh ta thỉnh thoảng lại thở dài sườn sượt.  Ở cuối đường hầm là một nắp đậy - các thanh sắt rỉ sét, nhưng dày bằng cánh tay tôi. Một cánh cửa nhỏ được làm bằng mấy thanh sắt mỏng hơn, bện chéo vào nhau đang mở toang.  Edward cúi mình bước qua và vội vã bước vào một căn phòng đá sáng sủa hơn, rộng hơn. Lưới sắt đóng sầm lại đánh rầm, sau đó là tiếng chốt khóa. Tôi quá sợ không dám nhìn ra phía sau mình.  Phía bên kia căn phòng dài là một cánh cửa thấp, bằng gỗ dầy. Rất dày - tôi dám chắc vậy, vì nó, cũng, mở toang.  Chúng tôi đi qua cánh cửa ấy, và tôi liếc nhìn xung quanh đầy ngạc nhiên, tự nhiên bớt căng thẳng. Bên cạnh tôi, Edward bồn chồn, hàm bạnh ra."
        }
    ],
    "suggestions": []
}