{
    "en_vn": {
        "data": {
            "content": null,
            "word": "barrels",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "barrels",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "barrels",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "barrels",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "barrels",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Empty <em>barrels</em> make the most noise.",
            "vi": "Thùng rỗng kêu to."
        },
        {
            "en": "They got through two <em>barrels</em> of beer.",
            "vi": "Họ đã uống hết 2 thùng bia rồi."
        },
        {
            "en": "Delivery men were rolling <em>barrels</em> across the yard.",
            "vi": "Các nhân viên giao hàng đang lăn mấy thùng rượu ngang qua sân."
        },
        {
            "en": "Their customers drink a million <em>barrels</em> of beer a year.",
            "vi": "Khách hàng của họ uống một triệu thùng rượu mỗi năm."
        },
        {
            "en": "There are many <em>barrels</em> of oil over there.",
            "vi": "Có nhiều thùng dầu ở đằng kia."
        },
        {
            "en": "The <em>barrels</em> should be sealed off before delivery.",
            "vi": "Các thùng nên được niêm phong trước khi giao hàng."
        },
        {
            "en": "I want to know how many <em>barrels</em> there are.",
            "vi": "Tôi muốn biết có bao nhiêu thùng."
        },
        {
            "en": "World oil production peaked in 2008 at 74.82 million <em>barrels</em>.",
            "vi": "Sản xuất dầu lửa thê giới đạt tới điểm cao nhất 74. 82 triệu thùng trong năm 2008."
        },
        {
            "en": "All they did not eat fresh was salted down in <em>barrels</em> for the winter.",
            "vi": "Số cá tươi còn lại cũng được ướp muối trong những chiếc thùng để dành cho mùa đông."
        },
        {
            "en": "A tubular container includes <em>barrels</em> containing liquid such as medicine or perfume.",
            "vi": "Đồ chứa đựng hình ống gồm những chai lọ chứa chất lỏng như dược phẩm hay nước hoa."
        },
        {
            "en": "Usually, wooden <em>barrels</em> are pressed into service as tables in Irish bars.",
            "vi": "Thùng rượu bằng gỗ thường được trưng dụng làm bàn trong các quán rượu ở Ai - len."
        },
        {
            "en": "This wine matures in <em>barrels</em> for more than 1 year and after that, it is bottled.",
            "vi": "Loại rượu này lên men trong thùng trong hơn một năm và sau đó nó được đóng chai."
        },
        {
            "en": "I was so mad I went back to the mechanic and gave him both <em>barrels</em>.",
            "vi": "Tôi giận quá nên quay trở lại chỗ người thợ sửa xe và trách móc anh ta."
        },
        {
            "en": "The Renewable Fuels Association says American producers now make about 280,000 <em>barrels</em> of ethanol a day.",
            "vi": "Hiệp hội nhiên liệu tái sinh nói các nhà sản xuất ở hoa kỳ hiện nay sản xuất khoảng 280.000 thùng ethanol mỗi ngày."
        },
        {
            "en": "OPEC oil producers pegged the cartel's output at 30 million <em>barrels</em> per day.",
            "vi": "Các nước sản xuất dầu của khối OPEC cố định sản lượng của các thành viên ở mức 30 triệu thùng một ngày."
        },
        {
            "en": "In 1989, Kuwait was exporting 1. 5 million <em>barrels</em> of oil a day.",
            "vi": "Năm 1989, Kuwait đã xuất khẩu 1,5 triệu thùng dầu mỗi ngày."
        },
        {
            "en": "The area may contain up to 2 billion <em>barrels</em> of oil.",
            "vi": "Khu vực này có thể chứa tới 2 tỷ thùng dầu."
        },
        {
            "en": "In 1989, Kuwait was exporting 1.5 million <em>barrels</em> of oil a day.",
            "vi": "Năm 1989, Kuwait đã xuất khẩu 1, 5 triệu thùng dầu mỗi ngày."
        },
        {
            "en": "Refineries with a capacity of over one million <em>barrels</em> a day.",
            "vi": "Nhà máy lọc dầu với công suất tổng cộng trên một triệu thùng mỗi ngày."
        },
        {
            "en": "Between January and March this year, China imported 9.21 million <em>barrels</em> of crude oil per day on average, compared to 8.15 million <em>barrels</em> of the US.",
            "vi": "Giữa tháng 1 và tháng 3 năm nay, Trung Quốc nhập khẩu 9,21 triệu thùng dầu thô mỗi ngày, so với 8,15 triệu thùng của Mỹ."
        }
    ],
    "suggestions": []
}