{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['bæzl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) cây húng quế, cây rau é ((cũng) <font color=\"#1371BB\">sweet basil</font>)</td></tr></table><i/></div>",
            "word": "basil",
            "pronounce": "['bæzl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>basil</k><blockquote><cclass>[<cclass>'baz(ə)l<cclass>, <cclass>-zɪl<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an aromatic plant of the mint family, native to tropical Asia, used as a culinary herb. [<i>Ocimum basilicum</i> (<cclass><b>sweet basil</b>) and other species.] </cclass></blockquote></blockquote><blockquote><blockquote>2》 (also <cclass><b>wild basil</b>) a European plant which grows in hedges and scrub. [<i>Clinopodium vulgare</i>.] </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>basile</i>, via med. L. from Gk <i>basilikon</i>, neut. of <i>basilikos</i> (see <kref>basilica</kref>). </blockquote></div>",
            "word": "basil",
            "pronounce": "['bæzl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "basil",
            "pronounce": "['bæzl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "basil",
            "pronounce": "['bæzl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "basil",
            "pronounce": "['bæzl]"
        }
    },
    "sentences": [
        {
            "en": "•    1 tablespoon chopped fresh <em>basil</em>",
            "vi": "1 muỗng lá húng quế xắt nhỏ"
        },
        {
            "en": "Do you eat sweet <em>basil</em> seed?",
            "vi": "Bạn biết ăn hột é không?"
        },
        {
            "en": "Do you want to buy <em>basil</em> seed?",
            "vi": "Bạn có muốn mua hạt é?"
        },
        {
            "en": "<em>Basil</em> is an annual herb belonging to the mint family.",
            "vi": "Húng quế là một loại thảo dược một năm thuộc họ bạc hà."
        },
        {
            "en": "It is seared zucchini, cooked with tomatoes, <em>basil</em> and garlic.",
            "vi": "Nó là bí ngòi khô nấu với cà chua, húng quế và tỏi."
        },
        {
            "en": "<em>Basil</em> is a plant with leaves used as a seasoning.",
            "vi": "Ngò thơm là loại cây có lá được dùng để làm gia vị."
        },
        {
            "en": "He uses lots of herbs (like <em>basil</em> and thyme) when he's cooking Italian food.",
            "vi": "Anh ta sử dụng nhiều gia vị (như cây húng quế và cỏ xạ hương) khi anh ta nấu các món ăn Ý."
        },
        {
            "en": "<em>Basil</em> never does anything unless his mother says it's okay. He's tied to her apron strings.",
            "vi": "Basil chẳng hề làm điều gì ngoại trừ khi mẹ anh ấy cho phép. Anh ấy còn phụ thuộc vào mẹ."
        },
        {
            "en": "<em>Basil</em> is a plant whose sweet leaves are used in salads and cooking, especially in dishes containing tomato.",
            "vi": "Ngò thơm là một loại cây có lá ngọt được dùng trong các món salad và trong nấu ăn, đặc biệt là trong các món có cà chua."
        },
        {
            "en": "<em>Basil</em> is a strong - smelling and strong - tasting herb that is used in cooking, especially with tomatoes.",
            "vi": "Húng quế là loại thực vật họ cỏ có mùi vị nồng được dùng trong nấu nướng đặc biệt là dùng chung với cà chua."
        },
        {
            "en": "<em>Basil</em> is a strong-smelling and strong-tasting herb that is used in cooking, especially with tomatoes.",
            "vi": "Húng quế là loại thực vật họ cỏ có mùi vị nồng được dùng trong nấu nướng đặc biệt là dùng chung với cà chua."
        },
        {
            "en": "7. Arrange noodles in bottom of bowls; ladle soup over the top and sprinkle with cilantro, onion, and <em>basil</em>.",
            "vi": "Xếp miến  xuống dưới đáy tô; múc nước súp lên trên và rắc ngò, hành, và húng quế lên trên."
        },
        {
            "en": "Secret #4: Storing in water also works for fresh herbs, particularly parsley, cilantro, oregano, sage, marjoram, <em>basil</em>, rosemary, tarragon, mint, and chives.",
            "vi": "Bí quyết #4 : Trữ trong nước cũng tốt với các loại rau tươi, nhất là mùi tây, ngò, oregano, lá sô thơm, kinh giới, húng quế, hương thảo, ngải giấm, bạc hà, và hẹ."
        },
        {
            "en": "The actor <em>Basil</em> Rathbone had admired it so much that with the help of an interpreter the two of them had developed something of a friendship.",
            "vi": "Diễn viên basil rathbone rất mến phục nghệ thuật này đến nỗi ông ta nhờ một thông dịch viên để hai người làm bạn với nhau và hai người đã chơi với nhau rất thân thiết."
        },
        {
            "en": "I also had a side dish with fresh cucumber, dill, <em>basil</em>, lettuce, garlic and green mango, accompanied by rice paper for rolling the vegetables.",
            "vi": "Bên cạnhmón ăn tôi cũng có dưa chuột tươi, rau thì là, rau húng quế, rau diếp, tỏi và xoài xanh, được cộng thêm bánh đa cuộn với rau"
        },
        {
            "en": "There are many ways to eat grilled sharpbelly, it can be served with fish sauce and rice. But the most delicious way is to roll with ricepaper and other vegetables, such as lettuce, cucumber; fragrant <em>basil</em>; slip <em>basil</em>; and fresh beansprout along with spicy chilli fish sauce. /",
            "vi": "Có rất nhiều cách để ăn cá trích nướng, nó có thể được ăn với nước mắm và cơm. Nhưng ngon nhất là cuốn với bánh tráng và các loại rau khác, chẳng hạn như rau xà lách, dưa leo; rau húng thơm; húng quế; và giá đỗ tươi cùng với nước mắm ớt."
        },
        {
            "en": "This dish is often served with Asian <em>basil</em>, saw tooth herb, rau om (rice paddy herb), cilantro, thinly sliced green onion, lime juice, and bean sprouts that are added to the soup by the person who is dining. ",
            "vi": "Món này thường được ăn kèm với rau é quế, ngò gai, rau om (ngổ), rau mùi, hành lá xắt nhuyễn, nước cốt chanh và giá đỗ được thêm vào bát bởi người dùng."
        },
        {
            "en": "Ban xeo is served wrapped in mustard leaf, lettuce leaves or rice paper, and stuffed with mint leaves, <em>basil</em>, fish leaf and/or other herbs, and dipped in a sweet and sour diluted fish sauce.",
            "vi": "Bánh xèo được cuốn trong lá cải, lá rau diếp hoặc bánh tráng, cùng với lá bạc hà, húng quế, diếp cá hoặc các loại rau thơm khác và chấm với nước mắm chua ngọt pha loãng."
        },
        {
            "en": "Holy <em>basil</em> is an adaptogenic herb, one of a number that have a normalizing influence on the body; several compounds in its leaves appear to mitigate stress’s physiological effects.",
            "vi": "Húng quế là một loại thảo mộc chứa chất adaptogen, một trong số đó có ảnh hưởng bình thường trên cơ thể; nhiều hợp chất trong lá của nó dường như làm giảm các ảnh hưởng sinh lý của stress"
        },
        {
            "en": "I had no idea who Shojiro was talking about, but Tachibana, the old koto player, was kind enough to explain in a whisper that Bajiru-san was the English actor <em>Basil</em> Rathbone - though i'd never heard of him at the time.",
            "vi": "Tôi không biết shojiro nói đến ai, nhưng tachibana, người nhạc công đàn kêtô, đã tử tế nói nhỏ cho tôi biết rằng ông bajiru là diễn viên người anh tên basil rathbone - nhưng lúc ấy tôi không nghe nói đến ông ta."
        }
    ],
    "suggestions": []
}