{
    "en_vn": {
        "data": {
            "content": null,
            "word": "basing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "basing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "basing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "basing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự gia cố nền</font></td></tr></tbody></table></div>",
            "word": "basing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>basing</em>-point system could be competitive.",
            "vi": "Hệ thống điểm định vị cơ sở nên có tính cạnh tranh."
        },
        {
            "en": "<em>Basing</em> on the depression of mercury in a thermometer, we can say that temperature is decrease.",
            "vi": "Dựa vào việc mức thuỷ ngân trong nhiệt kế đã hạ xuống, ta có thể nói rằng nhiệt độ đang giảm."
        },
        {
            "en": "<em>Basing</em> oneself on the contact, we will transfer money into your bank account next week.",
            "vi": "Căn cứ theo hợp đồng, chúng tôi sẽ chuyển tiền vào tài khoản của bạn trong tuần tới."
        },
        {
            "en": "I am <em>basing</em> my opinion purely and simply on the facts of the case.",
            "vi": "Tôi căn cứ vào ý kiến của tôi dựa trên các sự thực của vụ việc chứ không có gì thêm"
        },
        {
            "en": "Intuition that means <em>basing</em> on your feelings rather than on fact or evidence.",
            "vi": "Trực giác có nghĩa là bạn dựa vào linh cảm của mình hơn là sự thật hay chứng cớ."
        },
        {
            "en": "The only way to identify them is <em>basing</em> on the code.",
            "vi": "Cách duy nhất để nhận ra chúng là dựa trên mã số."
        },
        {
            "en": "<em>Basing</em> on the survey, the corporation will prepare a plan to pick students by bus following their families’ demand.",
            "vi": "Trên cơ sở khảo sát, công ty sẽ chuẩn bị kế hoạch đón học sinh bằng xe buýt theo yêu cầu của gia đình."
        },
        {
            "en": "The first relates to the reliability of the data on which we are drawing lessons and <em>basing</em> our conclusions.",
            "vi": "Thứ nhất liên quan đến độ tin cậy của số liệu mà chúng ta sử dụng để rút ra các bài học và kết luận."
        },
        {
            "en": "The remuneration is calculated <em>basing</em> on the working days necessary to complete the assigned tasks and the daily remuneration.",
            "vi": "Thù lao công việc được tính theo số ngày công cần thiết hoàn thành nhiệm vụ của thành viên hội đồng quản trị và mức thù lao mỗi ngày."
        },
        {
            "en": "Support programs for the disabled have been conducted without <em>basing</em> on the involvement and consultation with the disabled and their families.",
            "vi": "Các chương trình hỗ trợ cho người khuyết tật đươc tiến hành không có sự tham gia và tham mưu của người khuyết tật và gia đình họ."
        },
        {
            "en": "The list of shareholders eligible to participate in meeting of the shareholders will be made <em>basing</em> on the book of shareholder registration.",
            "vi": "Danh sách cổ đông có quyền dự họp đại hội đồng cổ đông được lập dựa trên sổ đăng ký cổ đông của công ty."
        },
        {
            "en": "The company is entitled to calculate remuneration, salary and bonus of members of the Members' Council and Director or General director <em>basing</em> on business performance of the company.",
            "vi": "Công ty có quyền trả thù lao, tiền lương và thưởng cho thành viên hội đồng thành viên, giám đốc hoặc tổng giám đốc và người quản lý khác theo kết quả và hiệu quả kinh doanh."
        },
        {
            "en": "<em>Basing</em> on this information, you'll get a general perspective on the person's life that should give you ideas on where a mutual contact might be found.",
            "vi": "Dựa vào thông tin này, bạn sẽ có một cái nhìn tổng quát về cuộc sống của người đó và tìm ra một điểm chung nào đó giữa họ và bạn."
        },
        {
            "en": "As regulated by Decree 68/CP, the procedures of inter-country adoption in Vietnam are processed <em>basing</em> on the following principles:",
            "vi": "Theo quy định tại Nghị định số 68/CP, thủ tục nhận con nuôi giữa các quốc gia với nhau ở Việt Nam được tiến hành dựa trên những nguyên tắc cơ bản sau:"
        },
        {
            "en": "This is our sincere request for your clarification on these points from No. 1 up to No. 6 above, <em>basing</em> on your message.",
            "vi": "Đây là yêu cầu thẳng thắn của chúng tôi cho lời giải thích chi tiết của quý vị về những điều trên từ số 1 đến số 6, dựa trên lời nhắn của quý vị."
        },
        {
            "en": "Business registration fee will be determined <em>basing</em> on number of registered business activities, and be specified in detailed by the Government.",
            "vi": "Lệ phí đăng ký kinh doanh được xác định căn cứ vào số lượng ngành, nghề đăng ký kinh doanh; mức lệ phí cụ thể do chính phủ quy định."
        },
        {
            "en": "He added that the supporting industry in Vietnam only meets a small part of Japanese carmakers, so they have to choose to import and re-sell cars, instead of <em>basing</em> their production activities in the country.",
            "vi": "Ông ấy nói thêm rằng ngành công nghiệp ở Việt Nam chỉ đáp ứng một phần nhỏ trong các hảng sản xuất xe hơi của Nhật, vì vậy họ phải chọn nhập khẩu và bán lại các xe hơi thay vì dựa vào việc sản xuất những chiếc xe hơi của họ tại Việt Nam."
        },
        {
            "en": "It takes an innovative and illustrative approach to the issue by <em>basing</em> its comparative analysis on the outcomes of parliamentary engagement on the issue of the Millennium Development Goals.",
            "vi": "Nó có cách tiếp cận vấn đề mới mẻ và mang tính minh họa bằng cách lấy các kết quả từ sự tham gia của quốc hội vào vào vấn đề của Mục tiêu Phát triển Thiên niên kỷ làm chỗ dựa cho các phân tích so sánh."
        },
        {
            "en": "Phúc asked the Ministry of Finance to support VNĐ1 trillion (US$44 million) to help the affected localities in remedying the typhoon consequences, the financial support would be allocated <em>basing</em> on the level of damage.",
            "vi": "Ông Phúc đã yêu cầu Bộ Tài chính hỗ trợ 1 nghìn tỷ đồng (44 triệu đô la Mỹ) để giúp các địa phương bị ảnh hưởng khắc phục hậu quả cơn bão, hỗ trợ kinh phí sẽ được phân bổ dựa trên mức độ thiệt hại."
        },
        {
            "en": "Phúc asked the Ministry of Finance to support VNĐ1 trillion (US$44 million) to help the affected localities in remedying the typhoon consequences, the financial support would be allocated <em>basing</em> on the level of damage.",
            "vi": "Ông Phúc đã yêu cầu Bộ Tài chính hỗ trợ 1 nghìn tỷ đồng (44 triệu đô la Mỹ) để giúp các địa phương bị ảnh hưởng khắc phục hậu quả cơn bão, hỗ trợ kinh phí sẽ được phân bổ dựa trên mức độ thiệt hại."
        }
    ],
    "suggestions": []
}