{
    "en_vn": {
        "data": {
            "content": null,
            "word": "beaded"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "beaded"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "beaded"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "beaded"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "beaded"
        }
    },
    "sentences": [
        {
            "en": "Sweat <em>beaded</em> on his brows",
            "vi": "Trán nó lấm tấm mồ hôi"
        },
        {
            "en": "I will wear this <em>beaded</em> jacket.",
            "vi": "Tôi sẽ mặc áo khoác có đính hạt này."
        },
        {
            "en": "Mother's forehead is <em>beaded</em> with perspiration.",
            "vi": "Vầng trán của mẹ đã lấm tấm mồ hôi."
        },
        {
            "en": "The sweat <em>beaded</em> on your brows.",
            "vi": "Trán bạn lấm tấm mồ hôi kìa."
        },
        {
            "en": "I just noticed that it was <em>beaded</em> with moisture inside the jar.",
            "vi": "Tôi vừa nhận thấy rằng bên trong bình đã đọng lại hơi ẩm."
        },
        {
            "en": "Particularly crafty friends have created a range of handmade ornaments including button rosettes, origami birds and stars, and <em>beaded</em> snowflakes.",
            "vi": "Những người bạn khéo tay đã tạo ra hàng loạt đồ trang trí làm bằng tay bao gồm huy chương bằng ruy băng, chim và sao origami, và những bông tuyết đính cườm."
        },
        {
            "en": "Particularly crafty friends have created a range of handmade ornaments including button rosettes, origami birds and stars, and <em>beaded</em> snowflakes.",
            "vi": "Những người bạn khéo tay đã tạo ra hàng loạt đồ trang trí làm bằng tay bao gồm huy chương bằng ruy băng, chim và sao origami, và những bông tuyết đính cườm."
        },
        {
            "en": "She looked at the Indian's <em>beaded</em> moccasin, she looked up along the fringed legging that clung to the pony's bare side.",
            "vi": "Cô ngắm chiếc giày da có gắn hạt chuỗi của người da đỏ, nhìn theo miếng da bọc ống chân có tua viền buông thõng bên sườn ngực trần trụi."
        },
        {
            "en": "There was a boy that had a bag in his hand and seemed to have a forehead that was <em>beaded</em> with sweat.",
            "vi": "Có một cậu bé với cái túi trong tay và dường như vầng trán đã lấm tấm mồ hôi."
        },
        {
            "en": "It may not sound funny to you; but that night we laughed until tears <em>beaded</em> in the corners of our eyes.",
            "vi": "Chẳng ai thấy vui khi nghe cô ta nói thế; nhưng đêm ấy chúng tôi cười đến chảy nước mắt."
        },
        {
            "en": "When he came in, stamping the snow from his boots, and caught Laura up in a bear's hug against his cold, big coat, his mustache was <em>beaded</em> with little drops of melting frost.",
            "vi": "Bố bước vào nhà, rũ tuyết trên ủng rồi nhấc Laura lên ôm chặt áp vào chiếc áo choàng lạnh toát và bộ ria của bố thành một xâu chuỗi hạt sương đang tan nhỏ xuống."
        }
    ],
    "suggestions": []
}