{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bi:k]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mỏ (chim)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vật hình mỏ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mũi khoằm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mũi đe (đầu nhọn của cái đe)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vòi ấm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thông tục) thẩm phán, quan toà</td></tr></table><i/></div>",
            "word": "beak",
            "pronounce": "[bi:k]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>beak</k><blockquote><b>beak<sup>1</sup></b></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a bird's horny projecting jaws; a bill. </blockquote></blockquote><blockquote><blockquote>    ⁃ a projecting jaw in some other animals. </blockquote></blockquote><blockquote><blockquote>2》 a projection at the prow of an ancient warship, used to pierce the hulls of enemy ships. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>beaked</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>bec</i>, from L. <i>beccus</i>, of Celtic origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>beak<sup>2</sup></b></blockquote><blockquote>■ <cclass>noun <cclass>Brit. <cclass>informal a magistrate or schoolmaster. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: prob. from criminals' sl. </blockquote></div>",
            "word": "beak",
            "pronounce": "[bi:k]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>beak</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>a bird's beak</i>: BILL, nib, mandible; <cclass><i>Scottish</i> &amp; <cclass><i>N. English</i> neb.</cclass></cclass></blockquote><blockquote><b>2</b><cclass><i>(informal)</i><i>he blew his beak loudly.</i>: <i>See</i><kref>nose</kref> noun sense 1.</cclass></blockquote></div>",
            "word": "beak",
            "pronounce": "[bi:k]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "beak",
            "pronounce": "[bi:k]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A small pendant molding, usually serving as a drip. Also, beak molding.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Một vật cong nhỏ thường đóng vai trò như một mái hắt.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">beak iron</font><font color=\"#282828\">: đe hai mỏ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">bird's beak ornament</font><font color=\"#282828\">: vật trang trí hình mỏ chim</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mỏ đe</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mũi (tôn kim loại)</font></td></tr></tbody></table></div>",
            "word": "beak",
            "pronounce": "[bi:k]"
        }
    },
    "sentences": [
        {
            "en": "He is brought up before the <em>beak</em>.",
            "vi": "Anh ta bị đưa ra trước tòa."
        },
        {
            "en": "The male's orange <em>beak</em> differentiates it from the female.",
            "vi": "Cái mỏ màu cam của con đực là dấu hiệu để phân biệt nó với con cái."
        },
        {
            "en": "The male is distinguished by its red <em>beak</em>.",
            "vi": "Con đực được phân biệt nhờ cái mỏ đỏ của nó."
        },
        {
            "en": "The mother bird feeds its fledgling from its <em>beak</em>.",
            "vi": "Chim mẹ mớm mồi cho chim con."
        },
        {
            "en": "The main difference between the two is the dolphin has a <em>beak</em>-like snout.",
            "vi": "Sự khác biệt chính giữa hai con là cá heo có mõm giống hình mỏ chim."
        },
        {
            "en": "He seemed to me like a baby bird just waiting for the mother's <em>beak</em>.",
            "vi": "Ông ta như con chim con chờ mỏ chim mẹ mớm mồi."
        },
        {
            "en": "The male is distinguished (from the female) by its red <em>beak</em>.",
            "vi": "Con đực phân biệt được (với con cái) nhờ cái mỏ đỏ."
        },
        {
            "en": "The main difference between the two is the dolphin has a <em>beak</em> - like snout.",
            "vi": "Sự khác biệt chính giữa hai con là cá heo có mõm giống hình mỏ chim."
        },
        {
            "en": "Of the good layer there is bleaching of the eye ring, ear lobes, and <em>beak</em> of the good layer.",
            "vi": "Gà mắn đẻ có khuyên mắt, thùy tai trắng, và mũi khoằm."
        },
        {
            "en": "The stork has trouble with the soup, his <em>beak</em> is too long to eat from the shallow dish.",
            "vi": "Con cò gặp rắc rối với món súp này, mỏ của nó quá dài nên không ăn được gì từ chiếc đĩa nông choèn."
        },
        {
            "en": "She pulled one off in her <em>beak</em>, and then, tossing her head up, threw it into the air, and with dexterous twist caught it again in her <em>beak</em> as it descended.",
            "vi": "Nó bứt đứt một cọng ngậm vào mỏ, rồi hất đầu lên, tung cọng cây lên không trung rồi uốn mình khéo léo, lấy mỏ bắt lấy khi cọng cây vừa rớt xuống."
        },
        {
            "en": "Like the other horned dinosaurs, Chasmosaurus walked on four legs and ate plants with its horny <em>beak</em>.",
            "vi": "Cũng giống như các loài khủng long có sừng khác, khủng long Chasmosaurus đi trên bốn chân và ăn thực vật bằng cái mỏ cứng như sừng của nó."
        },
        {
            "en": "Among the warblers, the males pluck or pick up a leaf or twig, and with this in their <em>beak</em> hop and display before the hens, and the peewit plucks frenziedly at grass and straws.",
            "vi": "Trong giống chim hót thì con đực bứt hoặc nhặt một chiếc lá hay một cành cây và ngậm vào mỏ, rồi nhảy hoặc biểu diễn trước mặt con mái, con hải âu thì bứt cỏ và rơm như điên cuồng."
        },
        {
            "en": "Thus we almost invariably find the seizing of nest-material in the <em>beak</em> as a part of courtship, and this is often extended to a presentation of the material to the mate.",
            "vi": "Đo đó, chúng ta bao giờ cũng nhận thấy rằng việc ngậm những vật liệu làm tổ vào mỏ là một phần của giai đoạn ve vãn và thường tiến tới việc tặng những vật liệu này cho con bạn."
        },
        {
            "en": "This once accomplished, each bird then, most wonderful of all, runs its <em>beak</em> quickly and amorously through the just raised aigrettes of the other, again and again, nibbling and clappering them from base to tip.",
            "vi": "Khi đã chấm dứt cảnh này, ngạc nhiên hơn hết là mỗi con đều lấy mỏ vuốt ve rất nhanh và tình tứ chiếc mào vừa dựng đứng của con kia, rồi rỉa đi rỉa lại, lấy mỏ vuốt tới vuốt lui, từ chân lên chỏm chiếc mào."
        },
        {
            "en": "She is at once aroused to action: she dives, and attacks the strange hen after the fashion of grebes, from below, with an underwater thrust of the sharp <em>beak</em> in the belly.",
            "vi": "Nó bình tĩnh và hành động tức thời, nó lặn xuống và tấn công con mái lạ, theo kiểu cộc trắng tức là tấn công từ dưới lên, nó dùng mỏ sắc mổ ngầm bụng địch thủ từ phía dưới."
        },
        {
            "en": "Now this compliment was too great for even the crow to take. She was so flattered she opened her <em>beak</em> to start singing. But as soon as she did this, the piece of bread fell to the ground.",
            "vi": "Lời khen này tuyệt quá nên cả nàng quạ cũng tin. Nàng mở mỏ bắt đầu hót. Thế nhưng ngay khi vừa làm thế thì mẩu bánh mì rơi xuống đất."
        },
        {
            "en": "The first individual black-faced spoonbill, a large white wading bird with a distinctive <em>beak</em> shaped like a spoon, was discovered in Tri An Lake, the southern province of Dong Nai, according to the Dong Nai Culture and Nature Reserve.",
            "vi": "Cá thể cò thìa mặt đen đầu tiên là loài chim lội nước màu trắng với một cái mỏ đặc biệt có hình dạng như một cái muỗng, được phát hiện ở hồ Trị An, tỉnh Đồng Nai, theo Văn hóa Đồng Nai và Khu bảo tồn thiên nhiên."
        },
        {
            "en": "But no, the bird that has been relieved is still apparently animated by stored of unexpended emotion, it searches about for a twig, breaks it off or picks it up, and returns with it in <em>beak</em> to present to the other.",
            "vi": "Nhưng không đâu, con vừa được thay thế tỏ ra hãy còn chất chứa đầy cảm xúc chưa được bộc lộ hết được, nó liền kiếm quanh đấy một cành cây, bẻ rời ra, lượm và ngậm vào mỏ và quay lại tặng cho con kia."
        },
        {
            "en": "’The latest equipment, or a beautiful composition,’ one might suppose. But the answer is actually even more simple — it’s all about capturing the right moment. A great photo can feature literally anything — from a sudden lighting bolt to a small fish struggling for its life in the half-open <em>beak</em> of a bird. It can be a shadow on the ground or a crystal clear drop of rain.",
            "vi": "Mọi người có thể nghĩ là 'Thiết bị chụp ảnh mới nhất, hoặc bố cục hay, ' . Nhưng câu trả lời thực ra còn đơn giản hơn nữa - đó là chụp đúng lúc. Ảnh đẹp có thể chụp gì cũng được theo nghĩa đen - từ một tia sáng đột ngột cho đến chú cá nhỏ đấu tranh giành sinh mệnh của mình trong mỏ chim mở hé. Có thể là bóng của một giọt mưa trong như pha lê chiếu xuống đất. "
        }
    ],
    "suggestions": []
}