{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['bju:tifai]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm đẹp, tô điểm</td></tr></table><i/></div>",
            "word": "beautify",
            "pronounce": "['bju:tifai]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>beautify</k><blockquote>■ <cclass>verb (<cclass><b>beautifies</b>, <cclass><b>beautifying</b>, <cclass><b>beautified</b>) make beautiful. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>beautification</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>beautifier</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "beautify",
            "pronounce": "['bju:tifai]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>beautify</k><blockquote>▸ <cclass>verb ADORN, embellish, enhance, decorate, ornament, garnish, gild, smarten, prettify, enrich, glamorize, spruce up, deck (out), trick out, grace; <cclass><i>informal</i> get up, do up, do out, tart up.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>spoil, uglify.</blockquote></div>",
            "word": "beautify",
            "pronounce": "['bju:tifai]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "beautify",
            "pronounce": "['bju:tifai]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "beautify",
            "pronounce": "['bju:tifai]"
        }
    },
    "sentences": [
        {
            "en": "<em>beautify</em>",
            "vi": "làm đẹp, tô điểm."
        },
        {
            "en": "Women love to <em>beautify</em> themselves.",
            "vi": "Phụ nữ thích làm đẹp cho bản thân mình."
        },
        {
            "en": "A kiss can <em>beautify</em> souls, hearts and thoughts.",
            "vi": "Một nũ hôn có thể tô điểm cho tâm hồn, con tim và ý nghĩ."
        },
        {
            "en": "They <em>beautify</em> their garden by growing a lot of flowers.",
            "vi": "Họ tô điểm khu vườn của họ bằng việc trồng nhiều hoa."
        },
        {
            "en": "As one of the nine branches of the Mekong River, the Co Chien helps <em>beautify</em> and enrich the land.",
            "vi": "Là một trong chín nhánh của sông Cửu Long, sông Cổ Chiên sẽ giúp vùng đất đẹp và màu mỡ."
        },
        {
            "en": "Tiep went on to say that it is not a surprise at all when ministries try to ‘<em>beautify</em>’ reports to show off their achievements.",
            "vi": "Ông Tiếp cũng nói rằng không quá ngạc nhiên khi nhiều bộ trưởng cố gắng \"làm đẹp\" các báo cáo để khoe thành tích của họ."
        },
        {
            "en": "Before deciding to become designer, they should ask: why do they want to become a designer? If they only want to achieve fame, this job is not for them. They should be aware that a designer’s work is to <em>beautify</em> society, <em>beautify</em> people.",
            "vi": "Trước khi quyết định trở thành nhà thiết kế, họ nên tự hỏi: tại sao họ muốn trở thành một nhà thiết kế? Nếu họ chỉ muốn đạt được danh vọng thì công việc này không dành cho họ. Họ nên biết rằng công việc của một nhà thiết kế là làm đẹp xã hội, làm đẹp cho người khác."
        },
        {
            "en": "Before deciding to become designer, they should ask: why do they want to become a designer? If they only want to achieve fame, this job is not for them. They should be aware that a designer’s work is to <em>beautify</em> society, <em>beautify</em> people.",
            "vi": "Trước khi quyết định trở thành nhà thiết kế, họ nên tự hỏi: tại sao họ muốn trở thành một nhà thiết kế? Nếu họ chỉ muốn đạt được danh vọng thì công việc này không dành cho họ. Họ nên biết rằng công việc của một nhà thiết kế là làm đẹp xã hội, làm đẹp cho người khác."
        },
        {
            "en": "Investigating reporters discovered that some unethical shopkeepers had sprayed sulfuric acid on the lychees to “<em>beautify</em>” them, giving them a temporarily bright red hue. But once the sulfuric acid dried and was absorbed into the skin, the lychee would quickly turn black.",
            "vi": "Phóng viên điều tra phát hiện ra rằng một số người bán hàng vô đạo đức đã phun axít sulfuric vào quả vải để “làm đẹp” cho chúng, cho chúng  có màu đỏ tươi sáng tạm thời. Nhưng một khi dung dịch axit sulfuric đã bay hơi và cô đọng lại rồi ngấm vào vỏ, những quả vải này sẽ nhanh chóng chuyển thành màu đen."
        },
        {
            "en": "It's OK to sleep in your eye makeup.     * True     * False     * Correct answer: False Mascara can flake into your eyes while you sleep. You might wake up with itchy, bloodshot eyes, scratched corneas, or even an infection. Make sure to remove all makeup before you go to bed. Which of the following may attract the sun's UV rays to your lips?     * Lip balm     * Lip liner     * High-gloss sheer lipstick     * Opaque cream lipstick     * Correct answer: High-gloss sheer lipstick Sheer, high-gloss lipsticks offer little protection and can attract damaging UV rays to your lips. If you want the wet look, apply an opaque lipstick first, then top with the gloss. Use a lip balm with at least SPF 30. Nail polish may stain your nails.     * True     * False     * Correct answer: True Nail polish, particularly darker colors, may stain your fingernails or toenails and leave them yellowed and discolored. The stained nails will grow out, but it may take several months. Hypoallergenic cosmetic products don’t cause allergic reactions.     * True     * False     * Correct answer: False Just because a product says it's hypoallergenic doesn't mean you won't have a reaction to it. The FDA doesn't have standards for using the term \"hypoallergenic,\" so cosmetic makers don't have to prove their claims. Any product can be labeled \"hypoallergenic\" no matter what its ingredients, and no cosmetic product can be guaranteed not to cause an allergic reaction. According to some experts, which product should you replace every three months?     * Powder eye shadow     * Mascara     * Lipstick     * Powder     *  Correct answer: Mascara Because of the risk of eye infections, you may not be able to use eye makeup, including mascara, eyeliner, and eye shadow. Liquid or creamy makeup can harbor bacteria more easily, so some experts recommend replacing your mascara every three months. If mascara dries out, don't add water or saliva to moisten it. That can introduce bacteria. Which of the following promotes bacterial growth in makeup?     * Sharing makeup with friends     * Exposing makeup to light or heat     * Using makeup when you have an eye infection     * All of the above     * Correct answer: All of the above Cosmetic brushes, sponges, and fingertips pick up bacteria and other germs from the skin, so sharing makeup can mean you're also sharing bacteria. Extended exposure to light or heat can break down the preservatives that fight bacteria, so don't leave your makeup in a hot car. And don't use cosmetics if you have an eye infection like pinkeye. Throw away any makeup you were using when you discovered the infection. Some lipsticks made in the U.S. contain lead.     * True     * False     * Correct answer: True While some lipsticks do contain small amounts of lead, lipstick is intended for external use only and you probably swallow only very small quantities of it. While the FDA has concluded that lead levels in lipsticks aren't a safety concern, the agency plans to pursue further testing. Some eye makeup made in other countries contains hazardous levels of lead.     * True     * False     * Correct answer: True Kohl is a traditional type of eye makeup that can contain significant amounts of lead. It's not permitted for use as an additive in any cosmetic or FDA-regulated product in the U.S., but it has been advertised for mail order online.  Some types of eye makeup may be labeled with the term “kohl” to indicate the shade, but the product doesn’t actually contain kohl. The FDA approves all cosmetics before they are sold to the public.     * True     * False     * Correct answer: False A cosmetics maker can sell products without FDA approval. The FDA does not review or approve cosmetic products or any cosmetic ingredients, with the exception of color additives, which are required to have safety testing. A cosmetics maker is required to report injuries caused by its products.     * True     * False     *  Correct answer:  False The FDA doesn't require cosmetics makers to submit information about any injuries caused by their products and doesn't issue cosmetics recalls, though it can request recalls by the manufacturer. A product can be taken off the market only if the FDA proves that it is dangerous or breaks the law. Which of the following is the most common injury from cosmetics?     * Allergic reactions to foundation     * Damaged fingernails with acrylic      * Scratching the eye with a mascara wand     * Correct answer: Scratching the eye with a mascara wand Scratching the eye with a mascara wand is the most common cosmetics-related injury. It can lead to an eye infection if the scratches go untreated, and infections can result in ulcers on the cornea, eyelash loss, or even blindness. To avoid this type of injury, don't try to apply mascara while driving or riding in a moving vehicle. A manufacturer that claims a cosmetic has medicinal benefits may be breaking the law.     * True     * False     * Correct answer: True “Cosmeceutical” is a popular term for a product that's meant to <em>beautify</em> but also treats a condition. However, the FDA classifies a product as either a cosmetic or a drug based on its intended use; it doesn’t recognize any category that’s a combination of the two. A company that associates a drug claim with a product the FDA has classified as a cosmetic may be violating federal law. There is no hard evidence linking the use of cosmetics with cancer.     * True     * False     *  Correct answer:  True According to the American Cancer Society, based on available data, \"there is little evidence to suggest that using cosmetics, or being exposed to the ingredients in cosmetics during normal use of these products, increases cancer risk.\" But certain products may have not been thoroughly tested, so more research is needed.                              ",
            "vi": "Bạn có thể để nguyên phấn mắt khi đi ngủ. * Đúng  * Sai  * Câu trả lời đúng: Sai  Mascara có thể tróc và rơi vào mắt của bạn khi ngủ. Mắt bạn có thể bị ngứa, đỏ ngầu, trầy xước giác mạc, hoặc thậm chí còn nhiễm trùng khi thức dậy nữa. Phải đảm bảo tẩy trang hết trước khi đi ngủ.   Loại mỹ phẩm nào dưới đây có thể bắt tia tử ngoại của ánh nắng mặt trời cho môi?  * Kem thoa môi * Chì kẻ viền môi * Son bóng trong suốt đậm đặc  * Kem thoa môi mờ  * Câu trả lời đúng: Son bóng trong suốt đậm đặc  Son bóng đậm đặc, trong suốt bảo vệ môi rất ít và có thể gây bắt tia tử ngoại có hại cho môi của bạn. Nếu muốn có đôi môi bóng mượt, bạn nên thoa son môi mờ trước, rồi quét son bóng lên trên cùng. Nên sử dụng kem thoa môi có chỉ số SPF ít nhất là 30 (chỉ số bảo vệ khỏi ánh nắng mặt trời).   Sơn bóng móng tay có thể làm cho móng của bạn bị ố  * Đúng  * Sai  * Câu trả lời đúng: Đúng  Sơn bóng móng tay, đặc biệt là những màu tối hơn, có thể làm ố móng tay hoặc móng chân của bạn và làm cho chúng ngả vàng và đổi màu. Móng bị ố sẽ mọc dài ra, nhưng có thể phải mất vài tháng.  Mỹ phẩm có nhãn không dị ứng thì không gây dị ứng.  * Đúng  * Sai  * Câu trả lời đúng: Sai Đâu phải bởi sản phẩm có ghi “hypoallergenic/không gây dị ứng” thì đồng nhất với việc là bạn sẽ không phản ứng với nó. Tổ chức FDA không đưa ra một tiêu chuẩn nào đối với việc sử dụng thuật ngữ \"hypoallergenic,\" vì vậy các nhà sản xuất mỹ phẩm chẳng nhất thiết phải chứng minh những lời tuyên bố của mình là sự thật. Bất cứ sản phẩm nào cũng có thể được đính nhãn \"hypoallergenic\" bất kể thành phần của nó là gì đi chăng nữa, và không có một loại mỹ phẩm nào có thể được bảo đảm là không gây dị ứng.  Theo một số chuyên gia thì bạn nên thay thế loại sản phẩm nào cứ 3 tháng một lần?  * Phấn bột màu mắt  * Mascara * Son môi * Phấn  * Câu trả lời đúng: Mascara Vì nguy cơ nhiễm trùng mắt nên bạn có thể không sử dụng được phấn mắt, gồm mascara, mắt nước, và màu mắt. Mỹ phẩm dạng kem hoặc dạng lỏng có thể là nơi trú ẩn của vi khuẩn dễ dàng hơn, vì vậy một số chuyên gia đã khuyến nghị nên thay mascara cứ ba tháng một lần. Nếu mascara bị khô thì bạn đừng nên đổ nước hoặc nhổ nước bọt vào để làm ẩm sản phẩm. Việc đó có thể đưa vi khuẩn vào mascara.  Việc làm nào dưới đây làm cho vi khuẩn phát triển nhiều hơn trong mỹ phẩm?   * Dùng chung đồ trang điểm với bạn bè  * Để mỹ phẩm tiếp xúc với ánh sáng hoặc nhiệt nóng  * Trang điểm khi bạn bị nhiễm trùng mắt * Tất cả các câu trả lời trên  * Câu trả lời đúng: Tất cả các câu trả lời trên Cọ, bọt xốp trang điểm, và đầu ngón tay làm lây vi khuẩn và các mầm bệnh khác từ trên da sang, vì vậy sử dụng chung đồ trang điểm có thể đồng nghĩa với việc bạn cũng làm lây vi khuẩn qua lại cho nhau. Việc tiếp xúc với ánh sáng hoặc nhiệt nóng có thể làm hư chất bảo quản – đây là hoá chất kháng khuẩn, vì vậy bạn đừng nên để mỹ phẩm của mình trên xe hơi bị hầm nóng. Và cũng chớ nên trang điểm nếu bị nhiễm trùng mắt như bị bệnh đau mắt đỏ chẳng hạn. Bạn nên vứt bỏ hết bất kỳ loại mỹ phẩm nào đang sử dụng nếu phát hiện ra bị nhiễm trùng.  Một số son môi của Mỹ có chứa chì.  * Đúng  * Sai  * Câu trả lời đúng: Đúng  Mặc dù một số son môi có chứa hàm lượng chỉ rất nhỏ, nhưng chúng thường chỉ nhằm để sử dụng bên ngoài thôi và có lẽ là bạn chỉ nuốt một lượng rất ít son môi. Và mặc dù FDA đã kết luận hàm lượng chì trong son môi không phải là mối quan tâm về an toàn, nhưng tổ chức này cũng có kế hoạch thử nghiệm nhiều hơn.  Một số phấn mắt được sản xuất ở nhiều nước khác chứa hàm lượng chì nguy hiểm  * Đúng  * Sai  * Câu trả lời đúng: Đúng  Kohl (phấn côn) là loại phấn mắt truyền thống có thể chứa hàm lượng chì đáng kể. Nó không được phép sử dụng làm chất phụ gia trong bất kỳ một loại mỹ phẩm nào hoặc một loại sản phẩm nào được tổ chức FDA kiểm soát, nhưng nó được quảng cáo đặt hàng trực tuyến trên thư điện tử. Một số loại phấn mắt có thể được đính nhãn là “kohl” để chỉ màu tối (đậm màu/màu đen),  nhưng thực ra trong sản phẩm không chứa phấn côn.  Tổ chức FDA duyệt hết tất cả các mỹ phẩm trước khi chúng được bán ra thị trường. * Đúng  * Sai  * Câu trả lời đúng: Sai  Nhà sản xuất mỹ phẩm có thể bán sản phẩm của mình ra thị trường mà không có sự kiểm định, phê duyệt của tổ chức FDA. Cơ quan này không xem xét hoặc duyệt các mỹ phẩm hoặc bất kỳ thành phần nào trong đó, ngoại trừ chất phụ gia màu, chất này đòi hỏi phải được thử nghiệm an toàn.  Nhà sản xuất mỹ phẩm đòi hỏi phải báo cáo lại những tổn thương do sản phẩm của mình gây ra.  * Đúng  * Sai  * Câu trả lời đúng: Sai  Tổ chức FDA không yêu cầu nhà sản xuất mỹ phẩm phải đệ trình thông tin về bất kỳ tổn thương nào do sản phẩm gây ra và cũng không công bố về việc thu hồi mỹ phẩm, cho dù nhà sản xuất có thể yêu cầu thu hồi lại. Một sản phẩm nào đó có thể bị tẩy khỏi thị trường nếu FDA chứng minh được nó nguy hiểm hoặc vi phạm pháp luật. Tổn thương do mỹ phẩm nào dưới đây là thường thấy nhất?  * Dị ứng với kem nền  * Móng tay bị tổn thương do sơn bảo vệ chứa nhựa a-cri-lích * Mắt bị trầy xước do sử dụng cây quét mascara  * Câu trả lời đúng: Mắt bị trầy xước do sử dụng cây quét mascara Mắt bị trầy xước do sử dụng cây quét mascara là tổn thương liên quan đến mỹ phẩm thường thấy nhất. Nó có thể dẫn tới nhiễm trùng mắt nếu vết xước này để lâu không được điều trị, và nhiễm trùng có thể gây loét giác mạc, rụng lông mi, hoặc thậm chí mù. Để tránh loại tổn thương này, đừng nên cố quét mascara trong khi đang lái xe hoặc đang chạy trên một chiếc xe chuyển động.   Nhà sản xuất tuyên bố mỹ phẩm có lợi về mặt dược lý có thể vi phạm pháp luật. * Đúng  * Sai  * Câu trả lời đúng: Đúng  “Cosmeceutical” (sản phẩm vừa là dược phẩm vừa là mỹ phẩm) là một thuật ngữ phổ biến đối với một sản phẩm nào đó được sử dụng để làm đẹp đồng thời cũng để chữa bệnh. Tuy nhiên, tổ chức FDA phân loại một sản phẩm hoặc là mỹ phẩm hoặc là dược phẩm dựa trên ích lợi được nhắm đến của nó; tổ chức này chưa phát hiện ra bất kỳ loại sản phẩm nào kết hợp được cả hai ích lợi đó. Công ty kết hợp tuyên bố một sản phẩm nào đó là dược phẩm mà FDA đã phân loại là mỹ phẩm thì có thể vi phạm pháp luật liên bang. Không có chứng cứ nào rõ ràng về mối liên kết giữa sử dụng mỹ phẩm và ung thư.  * Đúng  * Sai  * Câu trả lời đúng: Đúng Theo Hiệp hội Ung thư Hoa Kỳ, dựa trên dữ liệu có sẵn thì “rất ít bằng chứng giữa sử dụng mỹ phẩm, hoặc tiếp xúc với các thành phần trong mỹ phẩm trong khi sử dụng bình thường các sản phẩm này, làm tăng nguy cơ ung thư.” Nhưng cũng có một số sản phẩm nào đó có thể đã không được kiểm tra kỹ càng, vì vậy cần phải nghiên cứu nhiều hơn nữa.   "
        }
    ],
    "suggestions": []
}