{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">beau</font></td></tr></table><i/></div>",
            "word": "beaux",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>beaux</k><blockquote>plural form of <kref>beau</kref>. </blockquote></div>",
            "word": "beaux",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "beaux",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "beaux",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "beaux",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Darling, i couldn't help noticing from the first time i saw you two together that she was jealous of you and hated you, because you were so much prettier and had so many <em>beaux</em>.",
            "vi": "Chị thân yêu, ngay từ lần đầu tiên trông thấy chị và india bên nhau, em đã không thể không nhận ra rằng cô ta ghen tị với chị và căm ghét chị vì chị xinh đẹp hơn biết bao và có biết bao chàng theo đuổi."
        },
        {
            "en": "There rose up in her mind the memory of Scarlett O'Hara who loved <em>beaux</em> and pretty dresses and who intended, some day, when she had the time, to be a great lady like Ellen.",
            "vi": "Vụt hiện lên trong tâm trí nàng hồi ức về cô thiếu nữ scarlett o'hara thích có những chàng trai đeo đuổi, thích diện áo đẹp và định bụng đến một ngày kia thư nhàn, sẽ trở thành một đại phu nhân như bà ellen."
        },
        {
            "en": "Minh has a great passion for paintings by the artists of the \"golden generation\" of the Indochina College of Fine Arts (L'ecole des <em>Beaux</em>-Arts de l'Indochine), especially Le Pho, Mai Trung Thu, and Vu Cao Dam. So, when participating in the auction of paintings by these artists, he was often more “aggressive” than usual. ",
            "vi": "Anh Minh có một niềm đam mê dành cho tranh của những nghệ sỹ \"thế hệ vàng\" của Cao đẳng mỹ thuật Đông Dương, như Lê Phổ, Mai Trung Thu và Vũ Cao Đàm. Vì vậy, khi tham gia vào những cuộc đấu gia tranh của những nghệ sỹ đó, anh thường \"táo bạo\" hơn là \"ung dung\""
        },
        {
            "en": "An exhibition titled “Art of Vietnam – Another Look,” which showcased more than 50 art works by well-known Vietnamese modern artists since the period of École Supérieure des <em>Beaux</em>-Arts de l’Indochine (Indochina Fine Arts College) and beyond from October 19-23, has just closed.",
            "vi": "Một buổi triển lãm với chủ để \" Nghệ thuật Việt nam - Một cái nhìn mới\", cuộc triển lãm trưng bày hơn 50 tác phẩm nghệ thuật từ những nghệ sỹ hiện đại nổi tiếng Việt Nam từ thời kỳ École Supérieure des Beaux-Arts de l’Indochine (Cao đẳng mỹ thuật Đông Dương) và hơn nữa, diễn ra từ 19 -23 /10, vừa mới kết thúc."
        }
    ],
    "suggestions": []
}