{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Beethoven"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Beethoven"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Beethoven"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Beethoven"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Beethoven"
        }
    },
    "sentences": [
        {
            "en": "<em>Beethoven</em> was an accomplished composer.",
            "vi": "Beethoven là một nhà soạn nhạc tài ba."
        },
        {
            "en": "<em>Beethoven</em> was a great composer.",
            "vi": "Beethoven là một nhà soạn nhạc vĩ đại."
        },
        {
            "en": "<em>Beethoven</em> was a great musician.",
            "vi": "Bet - thô - ven là một nhà soạn nhạc tài ba."
        },
        {
            "en": "<em>Beethoven</em> was a great musician.",
            "vi": "Bet-thô-ven là một nhà soạn nhạc tài ba."
        },
        {
            "en": "<em>Beethoven</em> was surrounded by friends and admirers.",
            "vi": "Vây quanh Beethoven là bạn bè và những người hâm mộ."
        },
        {
            "en": "My favorite composer is Ludwig van <em>Beethoven</em>.",
            "vi": "Nhà soạn nhạc yêu thích của tôi là Ludwing van beethoven."
        },
        {
            "en": "The orchestra did <em>Beethoven</em> no favours.",
            "vi": "Ban nhạc đó chẳng làm rạng rỡ cho Beethoven."
        },
        {
            "en": "<em>Beethoven</em> was forced to compose music \"in his head\"",
            "vi": "Beethoven buộc phải sáng tác nhạc bằng tâm trí của mình."
        },
        {
            "en": "<em>Beethoven</em> is one of the greatest classical composers ever.",
            "vi": "Beethoven là một trong những nhà soạn nhạc cổ điển vĩ đại nhất đó giờ."
        },
        {
            "en": "The concert begins with a <em>Beethoven</em> allegro movement.",
            "vi": "Buổi hòa nhạc bắt đầu bằng phần nhạc nhanh của Beethoven."
        },
        {
            "en": "It isn't a <em>Beethoven</em> performance for any kind of purist.",
            "vi": "Đó không phải là cách nói của Beethoven về bất kỳ loại người theo chủ nghĩa thuần túy nào."
        },
        {
            "en": "I think they are the works of <em>Beethoven</em>.",
            "vi": "Tôi nghĩ chúng là toàn tập các tác phẩm của Beethoven."
        },
        {
            "en": "I've got all the <em>Beethoven</em> symphonies on tape.",
            "vi": "Tôi có băng nhạc bao gồm tất cả các bản giao hưởng của Beethoven."
        },
        {
            "en": "He doesn't like <em>Beethoven</em> and neither do i",
            "vi": "Nó không thích beethoven và tôi cũng thế"
        },
        {
            "en": "<em>Beethoven</em> would turn in his grave if he could hear the way they're playing his music.",
            "vi": "Đến như Beethoven đang nằm dưới mồ cũng phải vùng dậy vì tức tối khi nghe họ chơi nhạc của ông như vậy."
        },
        {
            "en": "If <em>Beethoven</em> heard Rose play one of his sonatas, he's turn over in his grave.",
            "vi": "Nếu Beethoven nghe được Rose chơi một trong những bản sô-nát của ông ta, chắc ông ấy sẽ đội mồ sống dậy."
        },
        {
            "en": "If <em>Beethoven</em> heard Rose play one of his sonatas, he's turn over in his grave.",
            "vi": "Nếu Beethoven nghe được Rose chơi một trong những bản sô - nát của ông ta, chắc ông ấy sẽ đội mồ sống dậy."
        },
        {
            "en": "His recital programme will consist of music by <em>Beethoven</em>, Chopin, and Debussy.",
            "vi": "Chương trình độc tấu của ông sẽ bao gồm âm nhạc của Beethoven, Chopin, và Debussy."
        },
        {
            "en": "I like a large hall for <em>Beethoven</em>, and a small hall for Mozart.",
            "vi": "Tôi thích thính phòng rộng cho nhạc của Beethoven, và thính phòng nhỏ cho nhạc của Mozart."
        },
        {
            "en": "<em>Beethoven</em> 's Seventh Symphony was performed at the concert last night.",
            "vi": "Bản giao hưởng thứ bảy của Beethoven đã được trình diễn tại buổi hòa nhạc tối qua."
        }
    ],
    "suggestions": []
}