{
    "en_vn": {
        "data": {
            "content": null,
            "word": "beginnings",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>beginnings</k><blockquote>a person's background or origin.</blockquote><blockquote>→ <kref>beginning</kref></blockquote></div>",
            "word": "beginnings",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "beginnings",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "beginnings",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "beginnings",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>beginnings</em> of jazz.",
            "vi": "Những giai đoạn khởi thủy của nhạc jazz."
        },
        {
            "en": "A time of endings and <em>beginnings</em>.",
            "vi": "Thời điểm kết thúc những cái cũ và bắt đầu những cái mới."
        },
        {
            "en": "Remember that \"Bad <em>beginnings</em> make worse endings!",
            "vi": "Hãy nhớ là\"Đầu rắc rối, cuối lôi thôi\"đấy!"
        },
        {
            "en": "Many big businesses start from small <em>beginnings</em>.",
            "vi": "Nhiều nhà doanh nghiệp lớn bắt đầu từ những sự khởi đầu nhỏ bé."
        },
        {
            "en": "January is a good time for <em>beginnings</em>.",
            "vi": "Tháng giêng là thời điểm thích hợp cho mọi sự khởi đầu."
        },
        {
            "en": "Jazz had its <em>beginnings</em> in song.",
            "vi": "Nhạc jazz khởi thủy nhờ ca hát."
        },
        {
            "en": "We have got the <em>beginnings</em> of an agreement.",
            "vi": "Chúng tôi đã có được những khởi đầu của một thỏa thuận."
        },
        {
            "en": "To them, fresh from obscure <em>beginnings</em>, she was society.",
            "vi": "Đối với họ, những kẻ vừa mới vượt qua buổi đầu lập thân tối tăm, nàng đã là xã hội thượng lưu."
        },
        {
            "en": "Octavia Butler rose from these humble <em>beginnings</em> to become one of the country's leading writers.",
            "vi": "Octavia Butler nổi lên từ những khởi đầu xoàng xĩnh để trở thành một trong cây bút hàng đầu của đất nước."
        },
        {
            "en": "Now you have your \"content,\" and the <em>beginnings</em> of a brand.",
            "vi": "Giờ đây bạn có nội dung, và điểm khởi đầu của một thương hiệu."
        },
        {
            "en": "Stop looking at things as endings, look at them as <em>beginnings</em>.",
            "vi": "Hãy thôi nhìn nhận mọi sự việc như sự kết thúc mà hãy xem đó như là sự khởi đầu."
        },
        {
            "en": "Her work is contemporaneous with the <em>beginnings</em> of the Pop Art movement.",
            "vi": "Tác phẩm của bà cùng thời với sự khởi đầu của trào lưu nghệ thuật đại chúng."
        },
        {
            "en": "We come from humble <em>beginnings</em> and who could have guessed it.",
            "vi": "Chúng ta đều bắt đầu từ hèn mọn và ai mà có thể đoán được điều đó chứ."
        },
        {
            "en": "Our company has come a long way since its humble <em>beginnings</em> 100 years ago.",
            "vi": "Công ty chúng tôi đã đi một chặng đường dài kể từ những khởi đầu khiêm tốn của nó 100 năm trước đây."
        },
        {
            "en": "It has grown from the humble <em>beginnings</em> to become a multi-national company.",
            "vi": "Công ty đã đi lên từ khởi đầu khiêm nhường nhất để trở thành công ty đa quốc gia."
        },
        {
            "en": "We can now see the <em>beginnings</em> of time - a stupendous achievement.",
            "vi": "Bây giờ thì chúng tôi có thể hiểu sự bắt đầu của thời gian - một thành tựu lạ lùng."
        },
        {
            "en": "Word experts dispute the <em>beginnings</em> of the word \"bull\" in the stock market.",
            "vi": "Các chuyên gia từ ngữ tranh cãi về sự bắt đầu của từ\"đầu cơ lên giá\" trong thị trường chứng khoán."
        },
        {
            "en": "It was two decades that saw the <em>beginnings</em> of the space program.",
            "vi": "Đã hai thập kỷ quan sát những khởi đầu của chương trình không gian."
        },
        {
            "en": "The humble <em>beginnings</em> of many of our presidents helped to get them elected.",
            "vi": "Những sự khởi đầu thấp kém của nhiều vị tổng thống của chúng ta đã giúp họ được bầu."
        },
        {
            "en": "I feel i have to get away from it all, you know, seek new horizons, new <em>beginnings</em>...",
            "vi": "Tôi cảm thấy tôi phải tránh khỏi tất cả điều đó, bạn biết, tìm kiếm những nhận thức mới, những sự bắt đầu mới..."
        }
    ],
    "suggestions": []
}