{
    "en_vn": {
        "data": {
            "content": null,
            "word": "beleaguered",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>beleaguered</k><blockquote><cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 lay siege to.</blockquote></blockquote><blockquote>→ <kref>beleaguer</kref></blockquote></div>",
            "word": "beleaguered",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>beleaguered</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the beleaguered garrison</i>: BESIEGED, under siege, blockaded, surrounded, encircled, hemmed in, under attack.</blockquote><blockquote><b>2</b><i>a beleaguered government</i>: HARD-PRESSED, troubled, in difficulties, under pressure, under stress, with one's back to the wall, in a tight corner, in a tight spot; <cclass><i>informal</i> up against it.</cclass></blockquote></div>",
            "word": "beleaguered",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "beleaguered",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "beleaguered",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>beleaguered</em> actress refused to talk to reporters.",
            "vi": "Nữ diễn viên bị làm phiền đã từ chối nói chuyện với các phóng viên."
        },
        {
            "en": "Even Europe's <em>beleaguered</em> smokers could puff away without worrying so much about the cost.",
            "vi": "Ngay cả những người hút thuốc không được cho phép của châu Âu cũng có thể vô tư hút thuốc mà không phải lo lắng nhiều về chi phí."
        },
        {
            "en": "The frontier post on the hillside was <em>beleaguered</em> by two enemy battalions.",
            "vi": "Đồn biên phòng trên sườn đồi bị hai tiểu đoàn địch bao vây."
        },
        {
            "en": "Civilians trapped in the <em>beleaguered</em> city have been airlifted to safety.",
            "vi": "Thường dân mắc kẹt trong thành phố đang bị vây hãm đã được không vận đến nơi an toàn."
        },
        {
            "en": "Congress and the White House have been holding talks on a plan to rescue the <em>beleaguered</em> US car industry.",
            "vi": "Quốc hội và Chính phủ đã thảo luận về một kế hoạch nhằm cứu ngành công nghiệp ô tô Hoa Kỳ thoát khỏi tình trạng vốn đã rất u ám."
        },
        {
            "en": "A $14bn bail-out package for the <em>beleaguered</em> US car industry has died in the Senate after failing to get enough support in a procedural vote.",
            "vi": "Một gói giải cứu trị giá 14 tỷ đô la Mỹ cho ngành công nghiệp ô tô đang khủng hoảng của Mỹ đã bị Thượng viện nước này bác bỏ sau khi không nhận được đủ số phiếu ủng hộ cần thiết trong một buổi bỏ phiếu theo quy định."
        },
        {
            "en": "When a <em>beleaguered</em> football manager receives the dreaded vote of confidence from his club chairman he knows it's time to clear his desk.",
            "vi": "Khi một người quản lý bóng đá bị làm phiền nhận được cuộc bỏ phiếu tín nhiệm khủng khiếp từ chủ tịch câu lạc bộ của mình, thì ông ta biết đã đến lúc thu dọn bàn làm việc của mình."
        },
        {
            "en": "Obama vows aid for car industry US President-elect Barack Obama says he will not allow the country's car industry to collapse, but any state help must come with strict conditions.  The industry and its stakeholders would have to restructure, he told NBC television's Meet the Press.   Congress and the White House have been holding talks on a plan to rescue the <em>beleaguered</em> US car industry.   Mr Obama warned the economy would get worse before it improved, but any aid plan needed strong regulations.   He also named Japanese-American General Eric Shinseki as Veterans' Affairs chief.   He said Gen Shinseki was exactly the right person to honour returning soldiers.   The general left his former job as US Army chief of staff after disagreeing with the then Defence Secretary, Donald Rumsfeld, over the number of US troops needed to control Iraq after the invasion.   Financial controls  The country's struggling carmakers have asked for a $34bn (£23bn) rescue plan. Congress and the White House have been holding weekend talks to find a solution.   There had been disagreement over where the money should come from, with Congressional Democrats opposing President George Bush's proposal to modify a $25bn fund which was set up to promote fuel-efficient technologies.   But according to Congressional sources, House Speaker Nancy Pelosi, a Democrat, has suggested that the fund could be used under certain conditions.   The plan is a stop-gap measure intended to help the three firms survive until Mr Obama's administration takes over in January and can craft a longer-term solution, correspondents say.   In the NBC interview, Mr Obama avoided going into detail about the car industry rescue plan, but said letting major carmakers such as General Motors, Ford and Chrysler go bankrupt was not an option.   \"That means we're going to have to figure out how to put the pressure in the same way a bankruptcy court would... but do so in a way that allows them to keep their factory doors open,\" he said.   The 2008 winner of the Nobel economics prize Paul Krugman said he doubted the US car sector would survive, but that it was worth supporting it in the short term.   \"In the end these companies will probably disappear,\" the economics professor at Princeton University said.   Mr Obama said he also wanted to see tighter controls on the financial sector as a whole.   \"As part of our economic recovery package what you will see coming out of my administration right at the centre is a strong set of financial regulations which banks, ratings agencies, mortgage brokers, a whole bunch of folks (will) start having to be much more accountable and behave much more responsibly.\"",
            "vi": "Obama vows aid for car industry    \n(hiệu chỉnh bởi thành viên vietnam trong vietgle)\n   “Ngành công nghiệp ô tô là ngành trụ cột của nền sản xuất Mỹ” – Lời mào đầu trong clip của Chương trình Meet the Press do đài NBC thực hiện.  Tổng thống mới đắc cử của Hoa Kỳ - ông Barack Obama nói sẽ không để ngành công nghiệp ô tô trong nước sụp đổ, tuy nhiên bất kỳ sự giúp đỡ nào của nhà nước cũng phải kèm theo những điều kiện chặt chẽ nhất định.  Ông phát biểu trong Chương trình “Meet the Press” của đài truyền hình NBC rằng cần phải cơ cấu lại ngành công nghiệp.   Quốc hội và Chính phủ đã thảo luận về một kế hoạch nhằm cứu ngành công nghiệp ô tô Hoa Kỳ thoát khỏi tình trạng vốn đã rất u ám.   Ông Obama cảnh báo nền kinh tế sẽ xấu hơn trước khi nó được cải thiện, nhưng bất kỳ kế hoạch viện trợ nào cũng cần phải được xem xét kỹ lưỡng.  Ông chủ sắp tới của nhà trắng cũng nhắc đến tên nhà chiến lược xuất sắc người Mỹ gốc Nhật, tướng Eric Shinseki, như là người lãnh đạo của Bộ cựu chiến binh trong tương lai gần..  Ông nói rằng Tướng Shinseki là người rất thích hợp cho việc chăm lo đời sống của những cựu binh.   Tướng Shinseki đã rời chức vụ trưởng quân đội Hoa Kỳ sau khi bất đồng quan điểm với thư ký bộ quốc phòng bấy giờ, ông Donald Rumsfeld, về vấn đề số lượng quân Mỹ cần thiết để bảo vệ Iraq sau khi đã chiếm được vùng đất này.   Kiểm soát tài chính  Các nhà sản xuất ô tô trong nước đang gặp khó khăn đã đệ trình một kế hoạch giải cứu trị giá 34 tỷ đô la. Quốc Hội và Chính Phủ đã tổ chức các buổi thảo luận vào cuối tuần nhằm tìm ra giải pháp.   Đã có mối bất đồng về nguồn gốc số tiền sẽ được sử dụng giữa những người thuộc đảng Dân chủ trong Quốc hội và tổng thống Bush, khi họ phản đối đề nghị của vị tổng thống sắp mãn nhiệm là thay đổi một quỹ trị giá 25 tỉ đô la được thành lập để khuyến khích các công nghệ tiết kiệm nhiên liệu .  Nhưng theo các nguồn thông tin từ Quốc hội, Chủ tịch Hạ viện Nancy Pelosi, một người thuộc đảng Dân chủ, có đề nghị là quỹ có thể được sử dụng trong điều kiện cần thiết nào đó.   Phóng viên đài NBC nói: Kế hoạch này là một biện pháp tạm thời nhằm giúp ba công ty kia tồn tại cho đến khi bộ máy chính quyền của ông Obama chính thức vận hành vào tháng giêng và có thể đưa ra một giải pháp dài hơi và căn cơ hơn .    Tại buổi phỏng vấn do đài NBC tổ chức, ông Obama tránh đề cập vào chi tiết về kế hoạch giải cứu ngành công nghiệp ô tô, nhưng đã nói nếu để cho các nhà sản xuất ô tô lớn như General Motors, Chrysler và Ford bị phá sản thì đó không phải là một sự chọn lựa.   Ông nói: \"Điều đó có nghĩa là chúng ta sẽ phải hình dung ra tình huống cam go như thế nào khi mà toà đã chấp nhận đơn xin phá sản của doanh nghiệp... nhưng theo hướng áp lực ấy mà giúp họ giữ cho nhà máy của mình hoạt động.\"   Người đoạt giải Nobel kinh tế năm 2008 là Paul Krugman nói rằng ông ta nghi ngờ khả năng tồn tại của ngành công nghiệp ô tô Hoa Kỳ, nhưng trong giai đoạn ngắn hạn thì nó vẫn cần nhận được sự hỗ trợ.   \"Cuối cùng thì có lẽ các công ty này sẽ tiêu tan\", vị Giáo sư kinh tế học tại đại học Princeton đã nói.  Ông Obama nói ông ấy còn muốn nhìn thấy sự kiểm soát chặt chẽ hơn trong lĩnh vực tài chính nói chung.   Trong khuôn khổ của chương trình khôi phục kinh tế do chúng tôi đảm nhiệm, bạn sẽ thấy được điểm nổi bật ngay giữa trung tâm bộ máy quản lý của tôi là những quy định tài chính nghiêm ngặt mà các ngân hàng, các cơ quan kiểm định, đo lường, người môi giới thế chấp và tất cả mọi người ( sẽ ) bắt đầu phải phải có tinh thần trách nhiệm nhiều hơn nữa cũng như cư xử có trách nhiệm nhiều hơn nữa."
        }
    ],
    "suggestions": []
}