{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Belgium"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Belgium"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Belgium"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Belgium"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Belgium"
        }
    },
    "sentences": [
        {
            "en": "Bruges, <em>Belgium</em>",
            "vi": "Bruges, Bỉ"
        },
        {
            "en": "They are made in <em>Belgium</em>.",
            "vi": "Hàng được sản xuất ở Bỉ."
        },
        {
            "en": "I'm working with the bank in <em>Belgium</em>.",
            "vi": "Tôi đang làm việc với ngân hàng tại Bỉ."
        },
        {
            "en": "Brazil won the last match against <em>Belgium</em>.",
            "vi": "Brazil đã thắng trong trận đấu vừa rồi với Bỉ."
        },
        {
            "en": "Pelagic whaling was banned in <em>Belgium</em>.",
            "vi": "Đánh cá voi ở ngoài biển khơi đã bị cấm ở Bỉ."
        },
        {
            "en": "<em>Belgium</em> is the country in EU.",
            "vi": "Nước Bỉ thuộc liên minh châu âu EU"
        },
        {
            "en": "The Swiss Embassy in <em>Belgium</em> is in charge of the relation between Switzerland and <em>Belgium</em>.",
            "vi": "Đại sứ quán Thụy Sĩ tại Bỉ phụ trách các mối quan hệ giữa Thụy Sĩ và Bỉ."
        },
        {
            "en": "The kingdom of <em>Belgium</em> seceded from the Netherlands in 1830.",
            "vi": "Vương quốc Bỉ đã ly khai khỏi Hà Lan vào năm 1830."
        },
        {
            "en": "<em>Belgium</em> will play the neutral role of an honest broker.",
            "vi": "Bỉ sẽ đóng vai trò trung lập của một quốc gia hòa giải."
        },
        {
            "en": "<em>Belgium</em> currently holds the presidency of the European Union.",
            "vi": "Bỉ hiện nay đang là chủ tịch của Liên minh Châu Âu."
        },
        {
            "en": "Last year all fashion parades were banned in <em>Belgium</em>.",
            "vi": "Năm qua tất cả cuộc biểu diễn thời trang đều bị cấm ở Bỉ."
        },
        {
            "en": "They are followed by four European countries: <em>Belgium</em>, U.K., Germany, and France.",
            "vi": "Tiếp đến là bốn nước Châu Âu: Bỉ, Anh, Đức, và Pháp."
        },
        {
            "en": "Parents bought me a hotchpotch of <em>Belgium</em> chocolates from their European trip.",
            "vi": "Ba mẹ mua cho tôi một mớ lộn xộn các loại sôcôla của Bỉ từ chuyến đi châu Âu của họ."
        },
        {
            "en": "UNIDO also has liaison offices in Geneva (Switzerland), New York (USA) and Brussels (<em>Belgium</em>).",
            "vi": "UNIDO đồng thời có văn phòng liên lạc tại Geneva (Switzerland), New York (USA) và Brussels (Bỉ)."
        },
        {
            "en": "Justine Henin-Hardenne of <em>Belgium</em> defeated Tathiana Garbin of Italy in 2 sets.",
            "vi": "Justine henin hardenne của bỉ đánh bại tathiana garbin của ý trong 2 ván."
        },
        {
            "en": "Teacher Education: <em>Belgium</em>, ADB, IDA, Oxfam, Save the Children, (DFID & AusAID English language programs)",
            "vi": "Giáo dục giáo viên: Bỉ, ADB, IDA, Oxfam, Quỹ cứu trợ trẻ em, (các chương trình tiếng Anh của DFID và AusAID)"
        },
        {
            "en": "He will visit <em>Belgium</em>, Germany and Slovakia during the five-day trip.",
            "vi": "Ông sẽ viếng thăm bỉ, đức, và slovakia trong chuyến công du kéo dài 5 ngày này."
        },
        {
            "en": "The world’s best team this month is Argentina, followed by <em>Belgium</em>, Chile and Colombia.",
            "vi": "Đội bóng tốt nhất thế giới trong tháng này là Argentina, tiếp theo là Bỉ, Chile và Colombia."
        },
        {
            "en": "The new center will be located at the company's headquarters in Seneffe, <em>Belgium</em>.",
            "vi": "Trung tâm mới sẽ được đặt tại trụ sở công ty tại Seneffe, Bỉ."
        },
        {
            "en": "High-speed trains also run in Britain, Italy, <em>Belgium</em>, the Netherlands, Switzerland, Taiwan and South Korea.",
            "vi": "Tàu hoả cao tốc cũng chạy ở anh, ý, bỉ, hà lan, thụy sĩ, đài loan và nam triều tiên."
        }
    ],
    "suggestions": []
}