{
    "en_vn": {
        "data": {
            "content": null,
            "word": "belive"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "belive"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "belive"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "belive"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "belive"
        }
    },
    "sentences": [
        {
            "en": "can you <em>belive</em> that ?",
            "vi": "bạn có thể tin điều đó không?"
        },
        {
            "en": "I strongly <em>belive</em> that",
            "vi": "Tôi có niềm tin mạnh mẽ vào điều đó"
        },
        {
            "en": "<em>belive</em> in you",
            "vi": "tin tưởng bạn"
        },
        {
            "en": "I <em>belive</em> in my decision.",
            "vi": "Tôi tin vào quyết định của mình."
        },
        {
            "en": "Do you <em>belive</em> in ghosts and devils?",
            "vi": "Bạn có tin vào ma quỷ không?"
        },
        {
            "en": "Do you <em>belive</em> in fab strength?",
            "vi": "Anh có tin vào sức mạnh thần kỳ không?"
        },
        {
            "en": "from now on, i will never <em>belive</em> you once more",
            "vi": "từ nay trở đi tôi sẽ không bao giờ tin ban thêm lần nào nữa"
        },
        {
            "en": "Can't you <em>belive</em> that you light up my way?",
            "vi": "Em có tin rằng em có thể thắp sáng con đường của anh?"
        },
        {
            "en": "He wound not <em>belive</em> in these hearsay evidences",
            "vi": "Ông ta sẽ không tin vào chứng cớ dựa vào tin đồn này."
        },
        {
            "en": "I <em>belive</em> that my fate'll be changed by me",
            "vi": "Mình tin rằng số phận của mình sẽ được thay đổi bởi mình"
        },
        {
            "en": "How could you be so stupid as to <em>belive</em> him?",
            "vi": "Sao bạn ngốc đến nỗi tin lời hắn"
        },
        {
            "en": "Nobody <em>belive</em> that he rose from the dead.",
            "vi": "Không ai tin rằng anh ta đã sống lại."
        },
        {
            "en": "many people <em>belive</em> that 13 is an unlucky number",
            "vi": "nhiều người tin rằng con số 13 là một con số không may mắn"
        },
        {
            "en": "i <em>belive</em> in myself when nobody trust me",
            "vi": "tôi tin vào tôi khi mà không ai tin tôi"
        },
        {
            "en": "I <em>belive</em> that smoking in public is not good at all.",
            "vi": "Tôi tin rằng hút thuốc nơi công cộng không hề tốt chút nào."
        },
        {
            "en": "impossible to <em>belive</em> but that is true to rejoice of Vietnamese business community, longdon enterprises pay a visit to our country.",
            "vi": "Không tin được dù đó là sự thật trước sự vui mừng của cộng đồng doanh nghiệp Việt Nam , các doanh nghiệp London đã đến thăm nước ta."
        },
        {
            "en": "impossible to <em>belive</em> but that is true to rejoice of Vietnamese business community , longdon enterprises pay a visit to our country.",
            "vi": "Không tin được dù đó là sự thật trước sự vui mừng của cộng đồng doanh nghiệp Việt Nam, các doanh nghiệp London đã đến thăm nước ta."
        },
        {
            "en": "Love comes to those who still hope even though they've been discippointed, to those who still <em>belive</em> even though they've been betrayed, to those who still love even though they've been hurt before.",
            "vi": "Tình yêu đến với những kẻ vẫn hy vọng cho dù đã thất vọng, vẫn tin cho dù đã bị phản bội, vẫn yêu cho dù đã đau đớn."
        },
        {
            "en": "Love comes to those who still hope even though they've been discippointed , to those who still <em>belive</em> even though they've been betrayed , to those who still love even though they've been hurt before .",
            "vi": "Tình yêu đến với những kẻ vẫn hy vọng cho dù đã thất vọng, vẫn tin cho dù đã bị phản bội, vẫn yêu cho dù đã đau đớn."
        }
    ],
    "suggestions": []
}