{
    "en_vn": {
        "data": {
            "content": null,
            "word": "belonging"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "belonging"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>belonging</k><blockquote>▸ <cclass>noun AFFILIATION, acceptance, association, attachment, integration, closeness; rapport, fellow feeling, fellowship.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>alienation.</blockquote></div>",
            "word": "belonging"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "belonging"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "belonging"
        }
    },
    "sentences": [
        {
            "en": "Where I 'm <em>belonging</em>",
            "vi": "Nơi trở về"
        },
        {
            "en": "Where I'm <em>belonging</em>",
            "vi": "Nơi trở về"
        },
        {
            "en": "Not <em>belonging</em> to any individual",
            "vi": "không của riêng một cá nhân nào"
        },
        {
            "en": "Someone is <em>belonging</em> to someone.",
            "vi": "Ai thuộc về ai."
        },
        {
            "en": "What is a sense of <em>belonging</em>?",
            "vi": "Cảm giác thân thuộc là gì?"
        },
        {
            "en": "She has no sense of <em>belonging</em> here.",
            "vi": "Cô ta không cảm thấy mình thích hợp ở nơi đây."
        },
        {
            "en": "Basil is an annual herb <em>belonging</em> to the mint family.",
            "vi": "Húng quế là một loại thảo dược một năm thuộc họ bạc hà."
        },
        {
            "en": "It was a painting <em>belonging</em> to the artist's early period.",
            "vi": "Đó là một bức tranh trong giai đoạn đầu sáng tác của họa sĩ đó."
        },
        {
            "en": "I have a feeling of <em>belonging</em> in London.",
            "vi": "Tôi có một cảm giác gần gũi với Luân Đôn."
        },
        {
            "en": "A pointer to the object <em>belonging</em> to the key value.",
            "vi": "Một con trỏ trỏ tới đối tượng gắn với trị khoá ấy."
        },
        {
            "en": "This kimono <em>belonging</em> to the geisha named Mameha.",
            "vi": "Áo kimono của geisha có tên mameha."
        },
        {
            "en": "Stolen items <em>belonging</em> to John Lennon unearthed by German police",
            "vi": "Cảnh sát Đức đã tìm thấy đồ của John Lennon bị đánh cắp"
        },
        {
            "en": "In certain working situations, <em>belonging</em> to the upper crust can create more problems than <em>belonging</em> to the underprivileged classes.",
            "vi": "Trong những điều kiện làm việc nhất định, việc thuộc về giới thượng lưu có thể tạo ra nhiều vấn đề hơn là việc thuộc về các tầng lớp ít được ưu đãi hơn."
        },
        {
            "en": "Firms <em>belonging</em> to Southern-born managers were easily the most successful, while firms <em>belonging</em> to northern-born managers operating in the south clearly were the least successful.",
            "vi": "Các doanh nghiệp thuộc các giám đốc sinh ở miền Nam rõ ràng là thành công nhất, trong khi các doanh nghiệp thuộc các giám đốc sinh ở miền Bắc rõ ràng kém thành đạt nhất."
        },
        {
            "en": "After many years here, I feel a strong sense of <em>belonging</em>.",
            "vi": "Sau nhiều năm ở đây, tôi cảm thấy một cảm giác thân thiết mạnh mẽ."
        },
        {
            "en": "After two years here, I feel a strong sense of <em>belonging</em>.",
            "vi": "Sau hai năm ở đây, tôi có cảm giác thân thuộc rất mạnh mẽ."
        },
        {
            "en": "They're swept away and nothing is what it seems the feeling of <em>belonging</em> to your dreams.",
            "vi": "Chúng bị đẩy xa và chẳng còn gì có vẻ như cảm xúc được thuộc về giấc mơ của em thôi."
        },
        {
            "en": "Church is used only before noun to mean something <em>belonging</em> to or connected with a church.",
            "vi": "Nhà thờ được dùng trước danh từ có nghĩa là điều gì đó thuộc về hay có liên quan đến nhà thờ."
        },
        {
            "en": "The Betel is the leaf of a vine <em>belonging</em> to the Piperaceae family.",
            "vi": "Trầu không là lá của cây leo thuộc họ Piperaceae."
        },
        {
            "en": "Values make military members feel good about <em>belonging</em> to the unit.",
            "vi": "Tiêu chuẩn đạo đức làm cho những người phục vụ trong quân ngũ cảm thấy tự hào được thuộc về đơn vị."
        }
    ],
    "suggestions": []
}