{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bending"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bending"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bending"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bending"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bending"
        }
    },
    "sentences": [
        {
            "en": "And <em>bending</em> down beside the glowing bars.",
            "vi": "Va cui xung bn canh lo si toa anh la hng."
        },
        {
            "en": "Mind - <em>bending</em> drugs get a fresh look from scientists.",
            "vi": "Những viên thuốc gây ảo giác có một cái nhìn mới mẻ từ các nhà khoa học."
        },
        {
            "en": "Can you touch your toes without <em>bending</em> your knees?",
            "vi": "Bạn có thể chạm ngón tay vào ngón chân mà không ngập đầu gối được không?"
        },
        {
            "en": "He can't bear the load of back - <em>bending</em> weight anymore.",
            "vi": "Anh không thể chịu nổi gánh nặng è cổ này nữa."
        },
        {
            "en": "He can't bear the load of back-<em>bending</em> weight anymore.",
            "vi": "Anh không thể chịu nổi gánh nặng è cổ này nữa."
        },
        {
            "en": "<em>Bending</em> sheet metal required extremely expensive and precise machinery.",
            "vi": "Uốn cong tấm kim loại đòi hỏi máy móc cực kì chính xác và đắt tiền."
        },
        {
            "en": "The shoulder pole was <em>bending</em> under the heavy load.",
            "vi": "Đòn gánh bị oằn xuống do sức nặng của hàng."
        },
        {
            "en": "This man is <em>bending</em> over backwards to meet your needs.",
            "vi": "Người đàn ông này sẽ ráng hết sức để đáp ứng nhu cầu của bạn."
        },
        {
            "en": "12 Mind-<em>Bending</em> Photo Manipulations by Martín De Pasquale",
            "vi": "12 Ảnh chế gây sững sờ của Martín De Pasquale"
        },
        {
            "en": "<em>Bending</em> his head, he brushed her lips with his mouth.",
            "vi": "Cúi đầu xuống, anh ấy chạm nhẹ môi anh vào môi cô."
        },
        {
            "en": "We are <em>bending</em> our energy to the University entrance exam.",
            "vi": "Chúng tôi dồn hết sức lực cho kì thi vào Đại học."
        },
        {
            "en": "I like <em>bending</em> the strips of clay into strange shapes.",
            "vi": "Tôi thích nặn các dải đất sét thành các hình dạng kỳ lạ."
        },
        {
            "en": "Mind-<em>bending</em> drugs get a fresh look from scientists.",
            "vi": "Những viên thuốc gây ảo giác có một cái nhìn mới mẻ từ các nhà khoa học."
        },
        {
            "en": "He was <em>bending</em> my ear about his new car.",
            "vi": "Anh ta lải nhải vào tai tôi về chiếc xe mới của anh ta."
        },
        {
            "en": "George is over there, <em>bending</em> Susan's ear about something.",
            "vi": "George đang ở đằng kia, rỉ tai với Susan về một chuyện gì đó."
        },
        {
            "en": "Ma was <em>bending</em> over the fire, cooking something.",
            "vi": "Mẹ đang khom mình trên đống lửa, nướng một thứ gì đó."
        },
        {
            "en": "Peter is <em>bending</em> the knee to her mother.",
            "vi": "Peter đang quỳ gối trước mẹ mình."
        },
        {
            "en": "The abnormal <em>bending</em> forward of an organ, especially the <em>bending</em> of the body of the womb towards the front.",
            "vi": "Một cơ quan cong bất thường về phía trước, đặc biệt chỉ sự cong về phía trước của thân tử cung."
        },
        {
            "en": "His arms trembled with anger and suddenly <em>bending</em> to the chil d's face he shouted.",
            "vi": "Cánh tay chàng run lên vì tức giận và bất thình lình chàng cúi vào mặt đứa bé và hét lớn."
        },
        {
            "en": "A muscle spasm can also occur after an improper <em>bending</em> or twisting motion.",
            "vi": "Co thắt cơ cũng có thể xảy ra sau một lần khom người hoặc vặn người không đúng cách."
        }
    ],
    "suggestions": []
}