{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Benedict",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Benedict",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Benedict",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Benedict",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Benedict",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Order of St. <em>Benedict</em> (O.S.B)",
            "vi": "Dòng Biển Đức"
        },
        {
            "en": "Order of St. <em>Benedict</em> (O. S. B)",
            "vi": "Dòng Biển Đức"
        },
        {
            "en": "Ruth Fulton <em>Benedict</em> studied social sciences.",
            "vi": "Ruth fulton benedict nghiên cứu khoa học xã hội."
        },
        {
            "en": "President and Mrs. Bush would welcome His Holiness Pope <em>Benedict</em> XVI to the White House on April 16, 2008.",
            "vi": "Tổng thống Bush và phu nhân sẽ chào đón Đức giáo hoàng Pope Benedict XVI đến Nhà Trắng vào ngày 16 tháng 4 năm 2008."
        },
        {
            "en": "The current pope, head of the Roman Catholic Church, is Pope <em>Benedict</em> XVI, who was elected April 19, 2005.",
            "vi": "Giáo hoàng hiện tại, người đứng đầu của Giáo Hội Công Giáo La Mã, là Giáo Hoàng Benedict XVI, được bầu chọn ngày 19 tháng 4 năm 2005."
        },
        {
            "en": "The actress also starred as Mickey Rooney's girlfriend, Polly <em>Benedict</em>, in MGM's long-running Andy Hardy series.",
            "vi": "Nữ diễn viên này cũng từng thủ vai Polly Benedict , bạn gái của Mickey Rooney,  trong loạt phim dài tập “Andy Hardy” của hãng MGM."
        },
        {
            "en": "Speaking at the Vatican Sunday, Pope <em>Benedict</em> said he is praying for the people of Chile and other populations in the Pacific tested by the calamity.",
            "vi": "Phát biểu tại Vatican hôm Chủ Nhật, Đức giáo hoàng Benedict nói rằng Ngài đang cầu nguyện cho người dân ở Chile và những cư dân khác ở vùng Thái Bình Dương đang chịu thử thách trước thiên tai."
        },
        {
            "en": "Also popular in the discussion was \"penguin.\" Is this word really that hard to pronounce or was it just an excuse to link to a video of <em>Benedict</em> Cumberbatch voicing a BBC documentary where he said \"pengwings\" and other interesting iterations of the word?",
            "vi": "Cũng rất phổ biến trong các cuộc thảo luận là \"penguin\". Từ này thực sự khó phát âm hay chỉ là một cái cớ để liên tưởng đến một video của Benedict Cumberbatch nói về một tài liệu của BBC, nơi ông nói \"pengwings\" và các lần lặp lại đáng chú ý khác của từ này?"
        },
        {
            "en": "With that prize as the goal, making money today would be a positive hindrance. As <em>Benedict</em> Evans, an analyst based in London, put it: “Bezos has chosen to run Amazon to be the biggest, most powerful and successful retailer on Earth 20 years from now. Any fool could run it profitably today.”",
            "vi": "Với mong muốn đạt được mục tiêu như vậy, mà thời buổi gạo châu củi quế, người khôn của hiếm, tiền đâu dễ hái. Như nhà phân tích ở London Benedict Evans đã nói: \"Bezos quyết định đưa Amazon trở thành nhà bán lẻ lớn nhất, thành công nhất và mạnh nhất trên thế giới sau 20 năm nữa. Thì bây giờ ngay cả tên khờ khạo nhất cũng điều hành cái công ty ấy có lãi được.\""
        },
        {
            "en": "Last year, Austria's church told the priests they could not support the manifesto, which had been criticized by former Pope <em>Benedict</em> XVI, and stay in administrative posts. The group, however, has won broad public backing in opinion polls for its pledge to break church rules by giving communion to Protestants and divorced Catholics who remarry.",
            "vi": "Năm ngoái, Giáo hội Áo yêu cầu các linh mục ấy không được ủng hộ tuyên ngôn kia, tuyên ngôn mà đã bị cựu giáo hoàng Benedict XVI phê bình, và họ không được tiếp tục đảm nhiệm các chức vụ hành chính nữa. Tuy nhiên, nhóm linh mục đó đã giành được sự ủng hộ của đông đảo dân chúng trong các cuộc thăm dò dư luận về quyết tâm phá bỏ các quy định của Giáo hội bằng việc chia sẻ bí tích thánh thể với những người Người theo Tin Lành và những người Công giáo đã ly hôn mà kết hôn một lần nữa."
        },
        {
            "en": "Search For Survivors Continues After Chile Massive Quake       Rescue workers are tearing through the rubble in search of survivors in Chile Sunday, a day after a massive earthquake shattered the country's central region.  The 8.8 magnitude quake struck the South American country Saturday in the early morning hours.  Many Chileans have continued to stay out of their homes because of the jolting series of aftershocks, some as strong as 6.9 magnitude. The quake has killed more than 300 people and damaged as many as 1.5 million homes. Officials say the death toll is expected to rise. Rescuers are working to reach about a 100 people trapped in an apartment building that collapsed in Concepcion, the country's second-largest city. The main rescue operation is centered in the city, about 100 kilometers from the epicenter of the quake. Looters ransacked stores in Concepcion Sunday, stealing both food and electrical appliances. Police used tear gas and water cannons to disperse a crowd of looters at one supermarket. Chilean President Michelle Bachelet declared a \"state of catastrophe\" in central Chile, where the quake toppled buildings, overturned cars and brought down power and phone lines.  Bridges fell and many streets were covered with rubble. Fires were reported. Several hospitals collapsed. The president has not asked for assistance from other countries, but several nations have offered to send aid. Speaking at the Vatican Sunday, Pope <em>Benedict</em> said he is praying for the people of Chile and other populations in the Pacific tested by the calamity.  The earthquake has raised a daunting first challenge for billionaire Sebastian Pinera, who was elected Chile's president in January. He takes office in two weeks. Chile's children who were preparing to return to school Monday at the end of their summer break have had their vacation extended another week. In the capital, Santiago, officials closed the international airport because of damage. Argentina and other parts of South America also felt the earthquake. While cell phone communication was knocked out by the quake, many people used social networking sites such as Twitter and Facebook to reach out to friends and loved ones. The U.S. Geological Survey says an earthquake with a magnitude of 8 or more is classified as a \"great\" earthquake that can cause tremendous damage.  The biggest earthquake ever recorded struck the same area of Chile in 1960. It had a magnitude of 9.5 and also set off a tsunami, which had devastating effects in Pacific countries including Japan and the Philippines, where at least 1,600 people were killed.",
            "vi": "Cuộc tìm kiếm người sống sót vẫn tiếp tục sau trận động đất dữ dội ở Chile       Nhân viên cứu hộ đang đào bới xuyên qua đống đổ nát để tìm kiếm người sống sót ở Chile hôm Chủ nhật, một ngày sau trận động đất ồ ạt đã phá huỷ khu vực miền trung ở quốc gia này.  Trận động đất 8.8 độ rích-te đã làm rung chuyển đất nước Nam Mỹ này vào sáng sớm hôm thứ bảy. Nhiều người dân Chile vẫn còn ở bên ngoài nhà của họ vì có những đợt dư chấn rung chuyển nữa, trong đó có một số dư chấn mạnh đến 6.9 độ rích-te. Trận động đất đã làm chết hơn 300 người và phá huỷ lên đến 1,5 triệu căn nhà. Các viên chức nói rằng tổng số người chết sẽ còn tiếp tục tăng. Nhân viên cứu hộ đang làm việc để cứu khoảng 100 người mắc kẹt trong một chung cư bị đổ sập ở Concepcion, thành phố lớn thứ nhì ở quốc gia này. Hoạt động cứu hộ chủ yếu tập trung ở trong thành phố, cách tâm động đất khoảng 100 cây số Những kẻ hôi cướp phá các cửa hàng ở Concepcion hôm chủ nhật, ăn cắp cả thức ăn lẫn đồ điện. Cảnh sát sử dụng hơi cay và vòi rồng để giải tán một đám đông những kẻ cướp phá tại 1 siêu thị.  Michelle Bachelet tổng thống chilean tuyên bố \" nhà nước của thảm hoạ \" ở miền trung Chile, nơi trận động đất làm lật đổ những toà nhà, lật ngược những chiếc xe hơi và làm cắt lưới điện và đường dây điện thoại.  Những cây cầu đổ sập và nhiều đường phố phủ đầy những đống gạch vụn. Những đám cháy đang được đưa tin. Vài bệnh viện bị sập đổ.  Tổng thống đã không đòi trợ giúp từ quốc gia khác, nhưng vài quốc gia đã đề nghị gửi viện trợ.  Phát biểu tại Vatican hôm Chủ Nhật, Đức giáo hoàng Benedict nói rằng Ngài đang cầu nguyện cho người dân ở Chile và những cư dân khác ở vùng Thái Bình Dương đang chịu thử thách trước thiên tai. Trận động đất còn gia tăng thách thức làm thoái chí đầu tiên cho tỉ phú Pinera Sebastian, người được bầu làm tổng thống Chile vào tháng giêng. Ông ấy sẽ nhậm chức trong hai tuần nữa.  Trẻ em Chile đang sắp quay lại trường học vào ngày thứ hai sau kỳ nghỉ hè đã phải kéo dài kỳ nghỉ sang thêm một tuần nữa. Ở thủ đô, Santiago, các viên chức đã đóng sân bay quốc tế vì thiệt hại.  Argentina và các nơi khác vùng Nam Mỹ cũng bị ảnh hưởng trận động đất.  Trong khi mạng điện thoại di động bị cắt đứt bởi trận động đất, nhiều người sử dụng các trang mạng xã hội như là Twitter và Facebook để liên lạc với bạn bè và người thân. Cơ quan khảo sát địa chất Hoa Kỳ nói trận động đất với cường độ 8 hay hơn 8 độ rích-te được xếp vào trận động đất \"lớn\" có thể gây ra thiệt hại vô cùng nặng nề. Trận động đất lớn nhất từng được ghi lại đã làm rung chuyển cùng một khu vực trên ở Chile vào năm 1960. Nó có độ lớn là 9.5 độ rích-te và cũng gây ra sóng thần, kéo theo những hậu quả phá hoại thảm khốc ở các nước Thái Bình dương trong đó có Nhật Bản và Philippines, nơi có ít nhất 1,600 người đã bị chết."
        }
    ],
    "suggestions": []
}