{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['benzi:n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(hoá học) Benzen ((cũng) <font color=\"#1371BB\">benzol</font>)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thương nghiệp) như <font color=\"#1371BB\">benzine</font></td></tr></table><i/></div>",
            "word": "benzene"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>benzene</k><blockquote><cclass>[<cclass>'bɛnzi:n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Chemistry a volatile liquid hydrocarbon present in petroleum, having a hexagonal ring-shaped molecule which is the basis of most aromatic organic compounds. [C<sub>6</sub>H<sub>6</sub>.] </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>benzenoid</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from <kref>benzoic acid</kref> + <kref>-ene</kref>. </blockquote></div>",
            "word": "benzene"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "benzene"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "benzene"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> benzen</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">benzene hexachloride</font><font color=\"#282828\">: benzen hexaclorua</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">benzene hydrocarbon</font><font color=\"#282828\">: hiđrocacbon dãy benzen</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">benzene nucleon</font><font color=\"#282828\">: nhân benzen</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">benzene ring</font><font color=\"#282828\">: vòng benzen</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">ethyl benzene</font><font color=\"#282828\">: etyl benzen</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">industrial benzene</font><font color=\"#282828\">: benzen công nghiệp</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">methyl benzene</font><font color=\"#282828\">: metyl benzen</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">motor benzene</font><font color=\"#282828\">: benzen động cơ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">nitration grade benzene</font><font color=\"#282828\">: benzen nitro hóa</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">benzene (C6H6)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> benzen-loại hydrocacbon thơm, mạch vòng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">benzene hydrocarbon</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hiđrocacbon thơm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">petroleum benzene</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bezen dầu mỏ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "benzene"
        }
    },
    "sentences": [
        {
            "en": "Were exposed to certain chemicals at work, such as <em>benzene</em>.",
            "vi": "Đã tiếp xúc với các hoá chất nhất định đang có hoạt tính, như là benzene."
        },
        {
            "en": "<em>Benzene</em>, chloroethane, chloromethane, toluene, and zylene; n Metals.",
            "vi": "Benzen, clo-ê-tan, clo-mê-tan, tô-lu-en, và zylen; n Các kim loại."
        },
        {
            "en": "Chemically, all contain a <em>benzene</em> ring with adjacent hydroxyl groups and an amine group on a side chain.",
            "vi": "Về phương diện hoá học, tất cả các chất này đều chứa một vòng benzen với các nhóm hydroxyl ở bên cạnh và một nhóm amine ở một chuỗi phụ."
        },
        {
            "en": "(a) Chemicals and metals emitted to air. Toluene, ammonia, methylene chloride, carbon disulfide and <em>benzene</em>; lead, mercury, zinc and chromium;",
            "vi": "(a)) Hoá chất và kim loại phát thải ra môi trường không khí: Tô-lu-en, a-mô-ni-ắc, clo mê-ty-len, các-bon đi-sunphít và benzene; chì, thuỷ ngân, kẽm và cờ-rôm;"
        },
        {
            "en": "The most widely prescribed antidepressants are a group of drugs with a basic chemical structure of three <em>benzene</em> rings, called tricyclic antidepressants, which include amitriptyline and imipramine.",
            "vi": "Loại chống trầm cảm dùng nhiều nhất là nhóm thuốc có cấu trúc hoá học cơ bản gồm ba vòng benzene gọi là thuốc chống trầm cảm ba vòng, bao gồm amitriptyline và imipramine."
        },
        {
            "en": "He added that manufacturers usually use non-biodegradable <em>benzene</em> to add to those learning tools to keep them fragrant for a long time.",
            "vi": "Ông nói thêm rằng các nhà sản xuất thường sử dụng benzen không phân hủy để thêm vào những dụng cụ học tập khiến cho chúng có mùi thơm lâu."
        },
        {
            "en": "Meanwhile, Nguyen Van Minh, vice president of the Vietnam Essential Oils, Aromatherapy and Cosmetics Association, also said producers often use toxic chemicals, such as <em>benzene</em>, to make low-cost learning tools fragrant.",
            "vi": "Trong khi đó, ông Nguyễn Văn Minh, phó chủ tịch Hội tinh dầu, hương thơm và Hiệp hội Mỹ phẩm Việt Nam, cũng cho biết các nhà sản xuất thường sử dụng các hóa chất độc hại, chẳng hạn như benzene, để làm dụng cụ học tập có mùi thơm với chi phí thấp."
        },
        {
            "en": "You are more likely to get leukemia if you: were exposed to large amounts of radiation; were exposed to certain chemicals at work, such as <em>benzene</em>; had some types of chemotherapy to treat another cancer; have Down syndrome or some other genetic problems; or smoke.",
            "vi": "Bạn có thể sẽ mắc bệnh bạch cầu nếu bạn : Đă tiếp xúc với lượng lớn bức xạ ; Đă tiếp xúc với các hoá chất nhất định đang có hoạt tính, như là benzene ; Đă từng chịu hoá trị để chữa một bệnh ung thư khác ; Bị hội chứng Down hoặc những vấn đề về di truyền khác ; hoặc Hút thuốc."
        },
        {
            "en": "You are more likely to get leukemia if you : were exposed to large amounts of radiation ; were exposed to certain chemicals at work, such as <em>benzene</em> ; had some types of chemotherapy to treat another cancer ; have Down syndrome or some other genetic problems ; or smoke.",
            "vi": "Bạn có thể sẽ mắc bệnh bạch cầu nếu bạn: Đă tiếp xúc với lượng lớn bức xạ; Đă tiếp xúc với các hoá chất nhất định đang có hoạt tính, như là benzene; Đă từng chịu hoá trị để chữa một bệnh ung thư khác; Bị hội chứng Down hoặc những vấn đề về di truyền khác; hoặc Hút thuốc."
        },
        {
            "en": "are more likely to get leukemia if you : were exposed to large amounts of radiation ; were exposed to certain chemicals at work, such as <em>benzene</em> ; had some types of chemotherapy to treat another cancer ; have Down syndrome or some other genetic problems ; or smoke.",
            "vi": "Bạn có thể sẽ mắc bệnh bạch cầu nếu bạn: Đă tiếp xúc với lượng lớn bức xạ; Đă tiếp xúc với các hoá chất nhất định đang có hoạt tính, như là benzene; Đă từng chịu hoá trị để chữa một bệnh ung thư khác; Bị hội chứng Down hoặc những vấn đề về di truyền khác; hoặc Hút thuốc."
        },
        {
            "en": "Leukemia      Leukemia is cancer of the blood cells. It starts in the bone marrow, the soft tissue inside most bones. Bone marrow is where blood cells are made.  When you are healthy, your bone marrow makes:   \nWhite blood cells, which help your body fight infection. \n \nRed blood cells, which carry oxygen to all parts of your body. \n \nPlatelets, which help your blood clot.\n  When you have leukemia, the bone marrow starts to make a lot of abnormal white blood cells, called leukemia cells. They don't do the work of normal white blood cells, they grow faster than normal cells, and they don't stop growing when they should.   Over time, leukemia cells can crowd out the normal blood cells. This can lead to serious problems such as anemia, bleeding, and infections. Leukemia cells can also spread to the lymph nodes or other organs and cause swelling or pain.      \nAre there different types of leukemia?\n  There are several different types of leukemia. In general, leukemia is grouped by how fast it gets worse and what kind of white blood cell it affects.    It may be acute or chronic. Acute leukemia gets worse very fast and may make you feel sick right away. Chronic leukemia gets worse slowly and may not cause symptoms for years.    It may be lymphocytic or myelogenous. Lymphocytic (or lymphoblastic) leukemia affects white blood cells called lymphocytes. Myelogenous leukemia affects white blood cells called myelocytes.  The four main types of leukemia are:   Acute lymphoblastic leukemia, or ALL. ALL is the most common leukemia in children. Adults can also get it.    Acute myelogenous leukemia, or AML. AML affects both children and adults.    Chronic lymphocytic leukemia, or CLL. CLL is the most common leukemia in adults, mostly those who are older than 55. Children almost never get it.   \nChronic myelogenous leukemia, or CML. CML occurs mostly in adults. \n    \nWhat causes leukemia?\n  Experts don't know what causes leukemia. But some things are known to increase the risk of some kinds of leukemia. These things are called risk factors. You are more likely to get leukemia if you:   \nWere exposed to large amounts of radiation.\n \nWere exposed to certain chemicals at work, such as <em>benzene</em>.\n \nHad some types of chemotherapy to treat another cancer. \n \nHave Down syndrome or some other genetic problems.\n \nSmoke.\n  But most people who have these risk factors don't get leukemia. And most people who get leukemia do not have any known risk factors.    \nWhat are the symptoms?\n  Symptoms may depend on what type of leukemia you have, but common symptoms include:    \nFever and night sweats.\n \nHeadaches. \n \nBruising or bleeding easily. \n \nBone or joint pain. \n \nA swollen or painful belly from an enlarged spleen. \n \nSwollen lymph nodes in the armpit, neck, or groin. \n \nGetting a lot of infections. \n \nFeeling very tired or weak. \n \nLosing weight and not feeling hungry.\n    \nHow is leukemia diagnosed?\n To find out if you have leukemia, a doctor will:   \nAsk questions about your past health and symptoms. \n \nDo a physical exam. The doctor will look for swollen lymph nodes and check to see if your spleen or liver is enlarged.\n \nOrder blood tests. Leukemia causes a high level of white blood cells and low levels of other types of blood cells. \n  If your blood tests are not normal, the doctor may want to do a bone marrow biopsy. This test lets the doctor look at cells from inside your bone. This can give key information about what type of leukemia it is so you can get the right treatment.    \nHow is it treated?\n  What type of treatment you need will depend on many things, including what kind of leukemia you have, how far along it is, and your age and overall health.   \nIf you have acute leukemia, you will need quick treatment to stop the rapid growth of leukemia cells. In many cases, acute leukemia can be cured. Some doctors prefer the term “remission” to “cure,” because there is a chance the cancer could come back. \n \nIf you have chronic lymphocytic leukemia, you may not need to be treated until you have symptoms. But chronic myelogenous leukemia will probably be treated right away. Chronic leukemia can rarely be cured, but treatment can help control the disease.\n  Treatments for leukemia include:   \nChemotherapy, which uses powerful medicines to kill cancer cells. This is the main treatment for most types of leukemia.\n \nRadiation treatments. Radiation therapy uses high-dose X-rays to destroy cancer cells and shrink swollen lymph nodes or an enlarged spleen. It may also be used before a stem cell transplant.\n \nStem cell transplant. Donated stem cells can rebuild your supply of normal blood cells and boost your immune system. Before the transplant, radiation or chemotherapy is used to destroy cells in bone marrow and make room for donated cells.\n \nBiological therapy. This is the use of special medicines that improve your body's natural defenses against cancer. \n  For some people, clinical trials are a treatment option. Clinical trials are research projects to test new medicines and other treatments. Often people with leukemia take part in these studies. Some treatments for leukemia can cause side effects. Your doctor can tell you what problems are common and help you find ways to manage them.  Finding out that you or your child has leukemia can be a terrible shock. It may help to:  \nLearn all you can about the type of leukemia you have and its treatment. This will help you make the best choices and know what to expect.\n \nStay as strong and well as possible. A healthy diet, plenty of rest, and regular exercise can help. \n \nTalk to other people or families who have faced this disease. Ask your doctor about support groups in your area. You can also find people online who will share their experiences with you.",
            "vi": "Leukemia    Bệnh bạch cầu là bệnh ung thư của các tế bào máu. Nó bắt đầu trong tuỷ xương, mô mềm bên trong đa số xương. Tuỷ xương là nơi tế bào máu được tạo thành. Khi bạn là khoẻ mạnh, tuỷ xương của bạn tạo nên:  Bạch cầu, giúp cơ thể của bạn chống lại nhiễm trùng. Hồng cầu, mang khí oxy đến tất cả các bộ phận của cơ thể bạn. Tiểu cầu, giúp máu của bạn đông.  Khi bạn có bệnh bạch cầu, tuỷ xương bắt đầu tạo ra nhiều tế bào bạch cầu không bình thường, gọi là các tế bào bệnh bạch cầu. Chúng không làm các công việc của tế bào bạch cầu bình thường, chúng phát triển nhanh hơn tế bào bình thường, và chúng không ngưng phát triển khi chúng nên ngưng. Theo thời gian, các tế bào bệnh bạch cầu có thể nhiều hơn các tế bào máu bình thường. Điều này có thể dẫn đến các vấn đề nghiêm trọng như là bệnh thiếu máu, chảy máu, và nhiễm trùng. Tế bào bệnh bạch cầu cũng có thể phát tán đến các hạch bạch huyết hoặc các cơ quan khác và gây ra sưng hoặc đau. \nCó các kiểu bệnh bạch cầu khác nhau không?\n Có nhiều kiểu khác nhau của bệnh bạch cầu. Nói chung, bệnh bạch cầu được phân loại dựa vào việc nó tệ hơn nhanh như thế nào và loại bạch cầu nào mà nó tấn công.  Nó có thể là cấp tính hay mãn tính. Bệnh bạch cầu cấp tính tệ hơn rất nhanh và có thể làm bạn cảm thấy ốm ngay. Bệnh bạch cầu mãn tính tệ hơn từ từ và có thể không gây ra triệu chứng trong hàng mấy năm trời. Nó có thể là ở lym-phô bào hoặc ở tủy xương. Bệnh bạch cầu lym-phô bào tấn công các bạch cầu được gọi là lym-phô bào. Bệnh bạch cầu tủy xương tấn công các bạch cầu được gọi là tuỷ bào.  Bốn loại bệnh bạch cầu chính là :  Bệnh bạch cầu lym-phô bào cấp tính, hoặc ALL. ALL thường gặp nhất ở trẻ em. Người trưởng thành cũng có thể mắc nó. Bệnh bạch cầu tủy xương cấp tính, hoặc AML. AML tấn công cả trẻ em lẫn người trưởng thành. Bệnh bạch cầu lym-phô bào mãn tính, hoặc CLL. CLL là bệnh bạch cầu thường gặp nhất trong người trưởng thành, hầu hết là những người lớn hơn 55 tuổi. Trẻ em hầu như không bao giờ mắc nó. Bệnh bạch cầu tủy xương mãn tính, hoặc CML. CML xảy ra hầu hết ở người trưởng thành.  Điều gì gây ra bệnh bạch cầu ? Các chuyên gia không biết điều gì gây ra bệnh bạch cầu. Nhưng một vài thứ được biết là làm tăng nguy cơ của một vài loại bệnh bạch cầu. Những thứ này được gọi là yếu tố rủi ro. Bạn có thể sẽ mắc bệnh bạch cầu nếu bạn:  Đã tiếp xúc với lượng lớn bức xạ. Đã tiếp xúc với các hoá chất nhất định đang có hoạt tính, như là benzene. Đã từng chịu hoá trị để chữa một bệnh ung thư khác. Bị hội chứng Down hoặc những vấn đề về di truyền khác. Hút thuốc.  Nhưng hầu hết những người có các yếu tố rủi ro trên lại không mắc bệnh bạch cầu. Và hầu hết những người mắc bệnh bạch cầu lại không có bất kỳ yếu tố rủi ro nào như đã biết. Triệu chứng là gì? Triệu chứng có thể tùy vào loại bệnh bạch cầu mà bạn mắc phải, nhưng các triệu chứng chung bao gồm:  Sốt và đổ mồ hôi đêm. \nNhức đầu.\n Dễ bầm hoặc chảy máu. \nĐau xương hoặc khớp.\n Bụng phồng lên hay đau do lách mở rộng. Hạch bạch huyết phồng lên trong nách, cổ, hay háng. Mắc nhiều bệnh nhiễm trùng. Cảm thấy rất mệt hoặc yếu. Giảm cân và không cảm thấy đói.    Bệnh bạch cầu được chẩn đoán thế nào? Để tìm xem bạn có bị bệnh bạch cầu không, bác sĩ sẽ:  Đặt câu hỏi về sức khỏe và các triệu chứng trong quá khứ của bạn. Thực hiện kiểm tra sức khoẻ. Bác sĩ sẽ xem xét các hạch bạch huyết phồng lên và kiểm tra để thấy nếu lách hoặc gan của bạn bị mở rộng. Yêu cầu xét nghiệm máu. Bệnh bạch cầu gây ra mức cao của bạch cầu và mức thấp của các kiểu tế bào máu khác.  Nếu xét nghiệm máu của bạn có kết quả không bình thường, bác sĩ có thể muốn làm sinh thiết tuỷ xương. Thử nghiệm này cho phép bác sĩ xem xét các tế bào từ bên trong xương của bạn. Điều này có thể đưa ra thông tin then chốt về loại bệnh bạch cầu và nhờ đó bạn có thể được chữa trị đúng. \nChữa trị thế nào\n Các chữa trị mà bạn cần sẽ tùy thuộc vào nhiều thứ, bao gồm loại bệnh bạch cầu bạn mắc phải, bệnh đã tiến triển bao lâu, và tuổi tác cũng như sức khỏe tổng quát của bạn.  Nếu bạn có bệnh bạch cầu cấp tính, bạn sẽ cần chữa bệnh nhanh để dừng lại sinh trưởng nhanh của các tế bào bệnh bạch cầu. Trong nhiều trường hợp, bệnh bạch cầu cấp tính có thể chữa được. Một số bác sĩ nào đó thích thuật ngữ \"thuyên giảm\" thay cho \"chữa bệnh,\" vì có cơ hội bệnh ung thư có thể tái lại. Nếu bạn có bệnh bạch cầu lym-phô bào mãn tính, bạn có thể không cần chữa trị cho đến khi bạn có triệu chứng. Nhưng bệnh bạch cầu tủy xương mãn tính có lẽ sẽ được chữa trị ngay. Bệnh bạch cầu mãn tính có thể hiếm khi chữa trị được, nhưng can thiệp có thể giúp kiểm soát bệnh.  Các cách điều trị bệnh bạch cầu bao gồm:  Hoá trị, sử dụng các thuốc mạnh để giết tế bào ung thư. Đây là cách chữa trị chính cho hầu hết các dạng bệnh bạch cầu.   Xạ trị. Xạ trị sử dụng tia X liều cao để tiêu diệt các tế bào ung thư và thu nhỏ lại các hạch bạch huyết phồng lên hoặc lách bị to. Nó cũng có thể được áp dụng trước khi cấy ghép tế bào mầm. Cấy ghép tế bào mầm. Tế bào mầm được hiến tặng có thể xây dựng lại nguồn cung cấp các tế bào máu bình thường và đẩy mạnh hệ miễn dịch của bạn. Trước khi cấy ghép, bức xạ hoặc hoá trị được dùng để tiêu diệt các tế bào trong tuỷ xương và nhường chỗ cho các tế bào được hiến tặng. Liệu pháp sinh học. Đây là cách sử dụng các thuốc đặc biệt cải thiện khả năng miễn dịch tự nhiên của cơ thể của bạn chống lại bệnh ung thư.  Đối với một vài người, thử nghiệm lâm sàng là một lựa chọn để chữa bệnh. Thử nghiệm lâm sàng là các dự án nghiên cứu để thử nghiệm các thuốc mới và các cách chữa trị khác. Thường những người bị bệnh bạch cầu tham gia vào những nghiên cứu như thế. Một số cách điều trị bệnh bạch cầu có thể gây ra các tác dụng phụ. Bác sĩ của bạn có thể nói cho bạn biết các vấn đề thường gặp và giúp bạn tìm cách xoay xở. Biết rằng bạn hay con của bạn bị bệnh bạch cầu có thể là một cú sốc lớn. Có thể giúp khi:  Tìm hiểu tất cả những gì bạn có thể về dạng bệnh bạch cầu bạn mắc phải và cách chữa trị nó. Điều này sẽ giúp bạn có lựa chọn tốt nhất và biết nên mong đợi gì. Cố gắng càng mạnh mẽ càng tốt về cả thể chất và tinh thần. Chế độ ăn uống lành mạnh, nghỉ ngơi nhiều, và thể dục thường xuyên có thể có ích. Nói chuyện với những người hoặc gia đình khác đã từng mắc bệnh này. Hỏi bác sĩ của bạn về các nhóm hỗ trợ trong vùng bạn ở. Bạn cũng có thể tìm những người trên mạng mà họ sẽ chia sẻ kinh nghiệm của họ với bạn."
        }
    ],
    "suggestions": []
}