{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Berkeley",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Berkeley",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Berkeley",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Berkeley",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Berkeley",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Berkeley</em> is a penal colony.",
            "vi": "Berkeley là một thuộc địa hình sự."
        },
        {
            "en": "You went to <em>Berkeley</em>, didn't you?",
            "vi": "Cô học đại học berkeley, đúng không nào?"
        },
        {
            "en": "I'm a PhD student at the University of California, <em>Berkeley</em>.",
            "vi": "Tôi đang làm nghiên cứu sinh cho trường đại học California tại Berkeley."
        },
        {
            "en": "David Marr, Vietnamese Tradition on Trial, 1920-1945, <em>Berkeley</em>: University of California Press, 1981, p. 5.",
            "vi": "David Marr, Truyền thống Việt Nam trước thử thách, 1920-1945, Berkeley: NXB Đại học California, 1981, tr.5."
        },
        {
            "en": "I 'm a PhD student at the University of California, <em>Berkeley</em>.",
            "vi": "Tôi đang làm nghiên cứu sinh cho trường đại học California tại Berkeley."
        },
        {
            "en": "Lead author Els van der Helm, a doctoral student in psychology at UC <em>Berkeley</em>, explains:",
            "vi": "Tác giả chính Els van der Helm, một nghiên cứu sinh tiến sĩ tâm lý học tại UC Berkeley, giải thích:"
        },
        {
            "en": "Bower first tried it out on a blind baby from the <em>Berkeley</em> children's hospital in California.",
            "vi": "Lần đầu tiên bower thử máy này vào một em bé mù ở bệnh viện nhi đồng berkeley ở california."
        },
        {
            "en": "David Marr, Vietnamese Tradition on Trial, 1920-1945, <em>Berkeley</em>: University of California Press, 1981.",
            "vi": "David Marr, Truyền thống Việt nam trong thử thách, 1920-1945, Berkeley: Nhà xuất bản Đại học California, 1981."
        },
        {
            "en": "Plenary Perspectives Prof. Gerard Roland, Professor of Economics at University of California <em>Berkeley</em>, C.E.P.R. Programme Director of Transition Economics",
            "vi": "Ý kiến thảo luận chung GS. Gerard Roland, Giáo sư kinh tế tại trường Đại học California ở Berkeley, Giám đốc Chương trình về Kinh tế chuyển đổi tại CEPR"
        },
        {
            "en": "Senior author Matthew Walker, associate professor of psychology and neuroscience at UC <em>Berkeley</em>, says in a media statement:",
            "vi": "Tác giả kỳ cựu Matthew Walker, giáo sư tâm lý học và khoa học thần kinh tại UC Berkeley, cho biết trong một bài phát biển trên phương tiện truyền thông:"
        },
        {
            "en": "Professor David Li, from the Hong Kong UST Business School and Professor Gerard Roland, from the University of California <em>Berkeley</em>, delivered the main presentations.",
            "vi": "Giáo sư David Li, Khoa Kinh doanh thuộc trường Đại học KHCN Hồng Kông, Giáo sư Gerard Roland, trường Đại học California ở Berkeley trình bày chính."
        },
        {
            "en": "Sunflowers turn with the sun until they get old, when they stop moving and remain facing east, like those above. Credit Ben Blackman/U.C., <em>Berkeley</em>",
            "vi": "Hoa hướng dương xoay theo ánh nắng mặt trời cho đến khi chúng già đi, khi chúng ngừng di chuyển và giữ hướng đối diện về phía đông, giống như ở trên. Hình chụp bởi Ben Blackman/U.C., Berkeley"
        },
        {
            "en": "Human brains are hardwired for negativity, reports psychologist Rick Hanson, senior fellow at the Greater Good Science Center at UC <em>Berkeley</em>.",
            "vi": "Nhà tâm lý học Rick Hanson, thành viên cấp cao tại trung tâm Greater Good Science ở UC Berkeley cho biết: bộ não con người được kết nối mạnh mẽ với sự tiêu cực."
        },
        {
            "en": "Professor Wing Thye Woo from the University of California <em>Berkeley</em> and Professor Alan Deardorff, from the University of Michigan delivered the main presentations.",
            "vi": "Giáo sư Wing Thye Woo của trường Đại học California ở Berkeley và Giáo sư Alan Deardorff của trường Đại học Michigan là những người trình bày chính."
        },
        {
            "en": "Gerard Roland is a Professor of Economics at UC <em>Berkeley</em> and is Programme Director on Transition Economies at the Centre for Economic Policy Research.",
            "vi": "Gerard Roland là Giáo sư kinh tế tại trường Đại học California ở Berkeley, Giám đốc Chương trình về Kinh tế chuyển đổi tại Trung tâm Nghiên cứu Chính sách kinh tế (CEPR)."
        },
        {
            "en": "The peer reviewers for the report were Nisha Agrawal (World Bank), Peter Lanjouw (University of California at <em>Berkeley</em>) and Michael Walton (World Bank).",
            "vi": "Phản biện cho báo cáo gồm có bà Nisha Agrawal (Ngân hàng Thế giới), ông Peter Lanjouw (Đại học California tại Berkeley) và ông Michael Walton (Ngân hàng Thế giới)."
        },
        {
            "en": "Students from Carnegie Mellon, Stanford, <em>Berkeley</em> or Massachusetts Institute of Technology have no problems of finding works when others from lesser known universities have problems of getting job offers, especially in the difficult economic time.",
            "vi": "Sinh viên từ Carnegie Mellon, Stanford, Berkeley hay Viện công nghệ Massachusetts không có vấn đề về tìm việc khi những người khác từ các đại học kém nổi tiếng hơn gặp vấn đề về đề nghị việc làm, đặc biệt trong thời buổi kinh tế khó khăn."
        },
        {
            "en": "However, despite difficulties, many Vietnamese publishing houses are still bringing Vietnamese books to the world. In late 2007, 300 copies of For Better or for Worse, the book by Prof Thai Cam Hung from University of <em>Berkeley</em> about the tendency of women in the Mekong Delta to marry Viet Kieu, were sold in 26 countries.",
            "vi": "Tuy nhiên, bất chấp những khó khăn, nhiều nhà xuất bản Việt Nam vẫn tiếp tục đưa sách Việt Nam ra thế giới. Cuối năm 2007, 300 cuốn \"For Better or for Worse\", cuốn sách của Giáo sư Thái Cẩm Hưng từ Đại học Berkeley về xu hướng phụ nữ ở đồng bằng sông Cửu Long kết hôn với Việt Kiều, đã được bán ở 26 quốc gia."
        },
        {
            "en": "If you are a person who is easily embarassed, you may find comfort in what researchers from the University of California, <em>Berkeley</em> report in a paper published online this month in the Journal of Personality and Social Psychology: they suggest moderate embarassment is a good thing, because it means you are also likely to be more trustworthy and generous.",
            "vi": "Nếu bạn là một người dễ bối rối xấu hổ, bạn có thể tìm thấy sự an ủi trong những gì mà các nhà nghiên cứu từ Đại học California, Berkeley báo cáo trong một bài báo công bố trực tuyến tháng này trên Tạp chí Tính cách và Tâm lý học xã hội: họ cho rằng biết bối rối vừa phải là một điều tốt, bởi vì điều đó có nghĩa là bạn cũng có thể đáng tin cậy và rộng lượng hơn."
        },
        {
            "en": "— ’No, rabbi, I didn’t. You have nothing to worry about. I graduated from UC <em>Berkeley</em> and recently defended a thesis on the philosophy of Socrates. Now, I decided to fill in some blank spots, and for that purpose, I want to study the Talmud.’",
            "vi": "\"Không, thưa bác học giả, cháu không học ạ. Nhưng bác an tâm. Cháu tốt nghiệp Đại học California, Berkeley và vừa mới bảo vệ luận văn về triết học Socrates. Bây giờ cháu muốn bổ sung những kiến thức còn thiếu, nên cháu tìm hiểu về sách Talmud đó ạ.\""
        }
    ],
    "suggestions": []
}