{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Berne"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Berne"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Berne"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Berne"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Berne"
        }
    },
    "sentences": [
        {
            "en": "They have said comics were first introduced in Viet Nam in the early 1990s. But Vietnamese artists could not draw comics as a profession till 2004, after the <em>Berne</em> Convention for the Protection of Literary and Artistic Works came into effect in Viet Nam. That explains why comics in the country are considered to have developed in just the last 11 years.",
            "vi": "Truyện tranh có mặt tại Việt Nam vào đầu năm 1990. Nhưng các nghệ sĩ không thể xem vẽ truyện tranh là một nghề cho đến năm 2004, sau khi Công ước Berne về bảo hộ các tác phẩm văn học và nghệ thuật có hiệu lực tại Việt Nam. Điều đó giải thích tại sao truyện tranh trong nước chỉ được coi đã phát triển trong 11 năm qua."
        },
        {
            "en": "The <em>Berne</em> Convention, adopted in 1886, deals with the protection of works and the rights of their authors. It provides creators such as authors, musicians, poets, painters etc. the means to control how their works are used, by whom, and on what terms.",
            "vi": "Công ước Berne, được thông qua vào năm 1886, thỏa thuận về việc bảo vệ tác phẩm và các quyền của tác giả. Điều này giúp cho những người sáng tạo như tác giả, nhạc sĩ, nhà thơ, học sĩ, vv...có thể kiểm soát tác phẩm của họ được sử dụng bởi ai và trên những điều khoản nào."
        }
    ],
    "suggestions": []
}