{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bern",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bern",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bern",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bern",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bern",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Cast: Camille Cottin, Marie-Christine Adam, Stéphane <em>Bern</em>",
            "vi": "Diễn viên: Camille Cottin, Marie-Christine Adam, Stéphane Bern"
        },
        {
            "en": "U.N. Secretary General called heads of major international agencies to a meeting this week in the Swiss capital, <em>Bern</em>.",
            "vi": "Tổng thư ký Liên Hiệp Quốc đã kêu gọi những người đứng đầu các cơ quan quốc tế quan trọng đến dự một buổi họp tuần này tại Bern, thủ đô Thụy Sĩ."
        },
        {
            "en": "U. N. Secretary General called heads of major international agencies to a meeting this week in the Swiss capital, <em>Bern</em>.",
            "vi": "Tổng thư ký Liên Hiệp Quốc đã kêu gọi những người đứng đầu các cơ quan quốc tế quan trọng đến dự một buổi họp tuần này tại Bern, thủ đô Thụy Sĩ."
        },
        {
            "en": "Daniel Spurk at the University of <em>Bern</em> in Switzerland has now attempted to answer these questions with a comprehensive study that compares all three of the traits of 800 German employees from all kinds of industries. Using an online survey, he asked them to rate statements such as “I lack remorse” or “I like others to pay attention to me” and also quizzed them about their careers to date.",
            "vi": "Deniel Spurk từ Đại học Bern ở Thuỵ Sỹ đã tìm cách trả lời những câu hỏi này với một nghiên cứu tổng quát, trong đó so sánh cả ba loại tính cách từ 800 lao động người Đức làm việc trong tất cả các ngành nghề. Thông qua một cuộc khảo sát trên mạng, ông đề nghị họ đánh giá bản thân, ví dụ như \"tôi không biết hối hận\" hoặc \"tôi muốn người khác chú ý mình\" và đồng thời cũng hỏi họ về những công việc họ đã trải qua cho đến nay."
        }
    ],
    "suggestions": []
}