{
    "en_vn": {
        "data": {
            "content": null,
            "word": "berries"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "berries"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "berries"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "berries"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "berries"
        }
    },
    "sentences": [
        {
            "en": "2. <em>Berries</em>",
            "vi": "2.  Các loại dâu"
        },
        {
            "en": "I like holly <em>berries</em>.",
            "vi": "Tôi thích trái ô rô."
        },
        {
            "en": "As plentiful as black <em>berries</em>",
            "vi": "Muốn bao nhiêu cũng có"
        },
        {
            "en": "There were plenty of <em>berries</em>.",
            "vi": "Ở đây cũng đầy trái mâm xôi."
        },
        {
            "en": "The highlight of a holly bush is its <em>berries</em>.",
            "vi": "Điểm nổi bật của một bụi cây nhựa ruồi là quả của nó."
        },
        {
            "en": "come taste the sun sweet <em>berries</em> of the Earth",
            "vi": "thưởng thức những trái mặt trời ngọt ngào của địa cầu"
        },
        {
            "en": "Eat a lot of <em>berries</em> to keep inflammation at bay.",
            "vi": "Hãy ăn nhiều quả mọng để chống viêm."
        },
        {
            "en": "Coconut is as plentiful as black <em>berries</em> in my hometown.",
            "vi": "Ở quê tôi dừa nhiều vô kể."
        },
        {
            "en": "Eat more <em>berries</em>: Add <em>berries</em> to veggies that may need a flavor boost -- like sliced sweet cherries with broccoli or strawberries with green beans. Toss <em>berries</em> into a green salad. Add chopped <em>berries</em> to a jar of salsa for an excellent flavor surprise. When fresh <em>berries</em> may not be available, look for frozen unsweetened <em>berries</em>.",
            "vi": "Bạn nên ăn nhiều quả mọng: Hãy bổ sung quả mọng vào các thứ rau cải có thể cần thêm hương vị – chẳng hạn như anh đào ngọt cắt lát kèm với bông cải xanh hoặc dâu cùng đậu cô-ve. Hãy trộn quả mọng vào món rau trộn. Bổ sung thêm quả mọng bổ miếng vào lọ nước xốt cay (được chế biến từ các loại rau củ băm nhuyễn gồm cà chua, hành tây và ớt, ăn với bánh bắp giòn và các loại thức ăn khác của Mễ Tây Cơ) để có được hương vị thơm ngon tuyệt hảo đến bất ngờ. Những khi có thể không có được quả mọng tươi thì bạn nên tìm các loại quả mọng không đường ướp lạnh nhé. "
        },
        {
            "en": "6. <em>Berries</em>  Strawberries, cherries, blueberries, blackberries. \"In general, the more intense the color, the more nutrition in the <em>berries</em>,\" Krieger says. <em>Berries</em> have high levels of antioxidants, especially vitamin C, which may help prevent cancer.",
            "vi": "6. Quả mọng   Krieger cho biết quả dâu, anh đào, việt quất và quả mâm xôi, nói chung, quả mọng càng sẫm màu thì càng giàu chất dinh dưỡng.” Các loại quả mọng này có nồng độ chất chống ô-xy hoá cao, nhất là vitamin C, có thể giúp cơ thể ngăn ngừa ung thư."
        },
        {
            "en": "Blue jays flew at their sunbonnets and scolded because they were taking the <em>berries</em>.",
            "vi": "Những con giẻ cùi màu xanh bay lượn ngay trên nón của họ và gắt gỏng vì chúng cũng đang kiếm trái mâm xôi."
        },
        {
            "en": "The fruit is as plentiful as black <em>berries</em> in my hometown.",
            "vi": "Ở quê tôi trái cây thừa mứa."
        },
        {
            "en": "These <em>berries</em> are the devil to pick because they 're so small.",
            "vi": "Thứ quả mọng này khó hái đến chết được vì chúng quá nhỏ."
        },
        {
            "en": "After looking more closely, I saw that they were red <em>berries</em>.",
            "vi": "Sau khi xem xét kỹ hơn, tôi thấy rằng chúng là quả màu đỏ."
        },
        {
            "en": "Using a cave as shelter, the two women survived on wild <em>berries</em> and raw fish.",
            "vi": "Dùng một hang động làm nơi trú ẩn, hai phụ nữ đã sống sót bằng cá sống và quả dại."
        },
        {
            "en": "Sue found Behrman smelling strongly of juniper <em>berries</em> in his dimly lighted den below.",
            "vi": "Sue tìm gặp Behrman khi ông nồng nặc mùi rượu dâu trong căn phòng nhỏ tối tù mù."
        },
        {
            "en": "These <em>berries</em> are the devil to pick because they're so small.",
            "vi": "Thứ quả mọng này khó hái đến chết được vì chúng quá nhỏ."
        },
        {
            "en": "Traditionally the leaves and <em>berries</em> of the holly tree are very popular as decorations around the holidays.",
            "vi": "Theo truyền thống, lá và quả của cây nhựa ruồi rất phổ biến như là vật trang trí trong các ngày lễ."
        },
        {
            "en": "Each evening she would take a small container to pick only the ten best <em>berries</em> from the vines.",
            "vi": "Chiều chiều bà thường xách cái làn nhỏ ra vườn hái mười trái dâu tây ngon nhất."
        },
        {
            "en": "And <em>berries</em> are bursting with flavonoids and ellagic acid - antioxidants that protect against cancer, ulcers, and viruses.",
            "vi": "Ngoài ra các loại quả mọng chứa rất nhiều flavonoid và axít ellagic - các chất chống ôxy hoá chống lại các chứng ung thư, các u xơ và vi rút."
        }
    ],
    "suggestions": []
}