{
    "en_vn": {
        "data": {
            "content": null,
            "word": "beth",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "beth",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "beth",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "beth",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "beth",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>BETH</em>: Oh good morning. You must be James. I’m <em>Beth</em> Cartwright - please call me <em>Beth</em>.",
            "vi": "BETH: Ồ xin chào buổi sáng. Bạn chắc là James. Tôi là Beth Cartwright, hãy gọi tôi là Beth."
        },
        {
            "en": "The stylist completely changed how <em>Beth</em> looked.",
            "vi": "Thợ tạo mẫu tóc đã thay đổi hoàn bề ngoài của Beth."
        },
        {
            "en": "Mick and <em>Beth</em> witness the event and drive after him.",
            "vi": "Mick và Beth chứng kiến sự việc và lái xe đuổi theo anh ta."
        },
        {
            "en": "<em>BETH</em>: Fine. I’ll put you down for that topic.",
            "vi": "BETH: Tốt. Tôi sẽ để bạn ở chủ đề này nhé."
        },
        {
            "en": "<em>Beth</em> is considerate about most things, but she does play her radio too loud.",
            "vi": "Beth rất thận trọng về mọi chuyện, nhưng cô lại mở radio ồn quá."
        },
        {
            "en": "The stylist completely changed how <em>Beth</em> looked. Now her wavy hair is completely straight.",
            "vi": "Thợ tạo mẫu tóc đã thay đổi hoàn bề ngoài của Beth. Giờ thì tóc quăn của cô ta hoàn toàn thẳng."
        },
        {
            "en": "<em>Beth</em> seems quite happy to eat humble pie. She should stand up for her rights.",
            "vi": "Beth có vẻ rất vui vẻ chịu đựng nhẫn nhục. Lẽ ra cô ta phải đứng lên đòi quyền lợi mới phải."
        },
        {
            "en": "<em>Beth</em>, do you mind if we have another look at that sale rack.",
            "vi": "Beth, cậu có phiền gì không nếu chúng ta quay lại xem kệ hàng đó một lần nữa."
        },
        {
            "en": "<em>BETH</em>: OK. Now how are you finding the courses you’re taking this term, James?",
            "vi": "BETH: Được rồi. Bây giờ bạn tìm những khóa học mà bạn sẽ tham gia vào kì học này như thế nào, James?"
        },
        {
            "en": "Now that she's been promoted to vice president, <em>Beth</em> thinks she's such a big shot!",
            "vi": "Bây giờ được thăng chức phó chủ tịch rồi, Beth nghĩ rằng cô ta là một nhân vật quan trọng đấy!"
        },
        {
            "en": "<em>BETH</em>: You might find modern novels or 19th century playwrights interesting.",
            "vi": "BETH: Bạn nên tìm những tiểu thuyết hiện đại hoặc những nhà soạn kịch yêu thích của thế kỉ 19."
        },
        {
            "en": "<em>BETH</em>: Of course. Have you decided yet what to write about?",
            "vi": "BETH: Dĩ nhiên rồi. Bạn đã quyết định bạn viết về gì chưa?"
        },
        {
            "en": "<em>BETH</em>: Have you started thinking about the literature paper that you have to write in the next few weeks?",
            "vi": "BETH: Bạn đã bắt đầu suy nghĩ về bài văn học mà bạn phải viết trong vài tháng tới chưa?"
        },
        {
            "en": "After much heart - searching, Jean told <em>Beth</em> she was sorry for the unkind things she had said.",
            "vi": "Sau nhiều lần tự vấn lương tâm, Jean đã nói với Beth là cô ta xin lỗi về những điều không tốt cô ta đã nói."
        },
        {
            "en": "<em>BETH</em>: I see. So I assume you already speak Danish, one of the languages you’ll be studying.",
            "vi": "BETH: Tôi hiểu rồi. Bởi vậy tôi cho rằng bạn nói được tiếng Đan Mạch, một trong những ngôn ngữ bạn sẽ đang học."
        },
        {
            "en": "<em>Beth</em> was happy to mooch around the house all morning, drinking black coffee and watching breakfast television.",
            "vi": "Beth sung sướng vì được quanh quẩn trong nhà cả buổi sáng, uống cà phê đen và xem chương trình tin tức và giải trí buổi sáng."
        },
        {
            "en": "After much heart-searching, Jean told <em>Beth</em> she was sorry for the unkind things she had said.",
            "vi": "Sau nhiều lần tự vấn lương tâm, Jean đã nói với Beth là cô ta xin lỗi về những điều không tốt cô ta đã nói."
        },
        {
            "en": "The film will hit the box office at the same time as the 20th Century Fox comedy \"I Love You, <em>Beth</em> Cooper,\" directed by Chris Columbus.",
            "vi": "Bộ phim sẽ được ra mắt cùng ngày với bộ phim \"Anh yêu em, Beth Cooper\" của hãng 20th Century Fox do Chris Columbus đạo diễn."
        },
        {
            "en": "\"Lack of leadership, inflated egos and too many catfights\" are rife in city government and current Irving Mayor, <em>Beth</em> Van Duyne, is too publicity hungry, Howard said.",
            "vi": "Ông Howard nói: Chính quyền thành phố \"rất thiếu khả năng lãnh đạo, họ có những cái tôi căng phồng, và trong thành này có quá nhiều mèo cắn xé nhau\", còn thị trưởng Irving hiện nay, Beth Van Duyne, thì quá thèm khát được thiên hạ để ý đến."
        },
        {
            "en": "<em>BETH</em>: Oh, I’m sure it can be arranged. Do you have any plans for when you graduate? A lot of students go on to take a master’s degree.",
            "vi": "BETH: Ồ, tôi chắc chắn điều đó có thể được sắp xếp. Bạn đã có vài kế hoạch cho việc sau khi tốt nghiệp chưa? Nhiều sinh viên tiếp tục tham dự khóa học lên thạc sĩ đó."
        }
    ],
    "suggestions": []
}