{
    "en_vn": {
        "data": {
            "content": null,
            "word": "BG",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>BG</k><blockquote>■ <cclass>abbreviation Bulgaria (international vehicle registration). </cclass></blockquote></div>",
            "word": "BG",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "BG",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "BG",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "BG",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "To do this, just type <em>bg</em>.",
            "vi": "Để theo phương án này, ta chỉ cần gõ bg."
        },
        {
            "en": "While kill requires using the %1 or %2 or %3, using this for fg or <em>bg</em> is optional.",
            "vi": "Trong khi lệnh kill đòi bạn dùng %1, %2, hay %3, thì vận dụng chuyện này cho lệnh fg hay lệnh bg chỉ là tùy chọn."
        },
        {
            "en": "If you use <em>bg</em> or fg without a parameter, it defaults to the most recently accessed process.",
            "vi": "Nếu bạn dùng fg hay bg mà thiếu một tham số, thì ngầm định là tác động tới tiến trình được truy cập mới nhất."
        },
        {
            "en": "Also note that running nohup will not put the program in the background, you still have to do that yourself using either the ^Z and <em>bg</em> method, or by adding an & at the end of the line.",
            "vi": "Cũng nên biết rằng việc chạy nohup sẽ không đặt tiến trình lệnh ấy thành ngầm chạy; và bạn sẽ còn phải tự làm điều đó, nhờ hoặc dùng ^z và phương thức bg, hoặc bằng cách thêm một dấu & vào cuối dòng."
        },
        {
            "en": "That is, if you have three jobs running on the same shell, and you brought job #2 to the foreground with fg %2 then typed <em>bg</em>, that second job would resume running in the background.",
            "vi": "Tức là, nếu bạn có ba công việc đang chạy trên cùng một shell, và bạn đưa công việc số 2 lên thành hiển bằng lệnh fg %2 rồi gõ tiếp bg, thì chính công việc số 2 ấy sẽ trở lại ngầm chạy."
        }
    ],
    "suggestions": []
}