{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bhutan"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bhutan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bhutan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bhutan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bhutan"
        }
    },
    "sentences": [
        {
            "en": "In <em>Bhutan</em>, the government measures \"Gross Domestic Happiness\" as a way to tell whether its citizens are happy.",
            "vi": "Ở Bhutan, chính phủ xác định \"Mức Hạnh phúc chung cả nước\" như là một cách để cho biết dân chúng nước họ có hạnh phúc không."
        },
        {
            "en": "Researchers believe the cyberspies were targeting Nepal, Indonesia, Cambodia, <em>Bhutan</em>, Brunei, Japan, the Philippines, Myanmar, Singapore, and Laos.",
            "vi": "Các nhà nghiên cứu tin rằng các gián điệp mạng đang nhắm đến các nước như Nepal, Indonesia, Campuchia, Bhutan, Brunei, Nhật Bản, Philippines, Myanmar, Singapore và Lào."
        },
        {
            "en": "The South Asian Association for regional cooperation includes Bangladesh, <em>Bhutan</em>, India, the Maldives, Nepal, Pakistan, and Sri Lanka.",
            "vi": "Hiệp hội nam á về hợp tác khu vực bao gồm bangladesh, bhutan, ấn độ, maldives, nepal, pakistan, và sri lanka."
        },
        {
            "en": "Mister Weiner traveled to countries such as Switzerland, <em>Bhutan</em>, Qatar and Thailand to investigate happiness in different parts of the world.",
            "vi": "Ông Weiner đã đi du lịch tới các nước như Thụy Sĩ, Bhutan, Qatar và Thái Lan để điều tra về hạnh phúc ở những vùng khác nhau trên thế giới."
        },
        {
            "en": "There are some interesting airports around the world. Take for example the Paro International Airport in <em>Bhutan</em> where only eight pilots are certified to land planes, or an airport where the plane's runway intersects a busy highway.",
            "vi": "Đây đó trên khắp thế giới có một số sân bay rất độc đáo. Chẳng hạn như sân bay quốc tế Paro ở Bhutan chỉ có 8 phi công trên thế giới là đủ trình độ và khả năng để điều khiển máy bay hạ cánh an toàn xuống sân bay này, hay một sân bay mà đường băng cắt ngang một con đường cao tốc nhộn nhịp."
        },
        {
            "en": "Scariest in the world Airport: Paro Airport Location: <em>Bhutan</em>  With surrounding peaks as high as 18,000 ft it is considered one of the world's most challenging airports, and only eight pilots in the world are certified to land at the airport, according to Wikipedia.",
            "vi": "Sân bay đáng sợ nhất thế giớiSân bay:Địa điểm:Chung quanh là các ngọn núi cao đến 18 000 feet, sân bay này được coi là một trong những sân bay nhiều thử thách nhất thế giới, vì theo Wikipedia, cả thế giới chỉ có 8 phi công là đủ khả năng hạ cánh ở sân bay này."
        }
    ],
    "suggestions": []
}