{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bai'kɑ:bənit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(hoá học) cacbonat axit</td></tr></table><i/></div>",
            "word": "bicarbonate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bicarbonate</k><blockquote><cclass>[<cclass>bʌɪ'kα:bəneɪt<cclass>, <cclass>-nət<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>Chemistry a salt containing the anion HCO<sub>3</sub><sup>-</sup>. </cclass></blockquote></blockquote><blockquote><blockquote>2》 (also <cclass><b>bicarbonate of soda</b>) sodium bicarbonate. </cclass></blockquote></blockquote></div>",
            "word": "bicarbonate"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bicarbonate"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bicarbonate"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bicarbonate"
        }
    },
    "sentences": [
        {
            "en": "Sodium <em>bicarbonate</em> or baking soda is a natural antacid.",
            "vi": "Bột sô - đa là một chất kháng a - xít tự nhiên."
        },
        {
            "en": "Sodium <em>bicarbonate</em> or baking soda is a natural antacid.",
            "vi": "Bột sô-đa là một chất kháng a-xít tự nhiên."
        },
        {
            "en": "Gripe water is an old - fashioned remedy containing herbs and sodium <em>bicarbonate</em>.",
            "vi": "Thuốc trị chứng đau bụng quặn là một phương thuốc lỗi thời có chứa các loại thảo mộc và soda."
        },
        {
            "en": "Did you know just how many uses there are for <em>bicarbonate</em> of soda?",
            "vi": "Anh có biết có bao nhiêu cách sử dụng bi-các-bô-nát-đờ-xút không?"
        },
        {
            "en": "Alkalosis may be associated with loss of acid through vomiting or with excessive sodium <em>bicarbonate</em> intake.",
            "vi": "Chứng nhiễm kiềm có thể phối hợp với sự mất acid do ói mửa hoặc dùng quá nhiều sodium bicarbonate."
        },
        {
            "en": "Did you know just how many uses there are for <em>bicarbonate</em> of soda?",
            "vi": "Anh có biết có bao nhiêu cách sử dụng bi - các - bô - nát - đờ - xút không?"
        },
        {
            "en": "Gripe water is an old-fashioned remedy containing herbs and sodium <em>bicarbonate</em>.",
            "vi": "Thuốc trị chứng đau bụng quặn là một phương thuốc lỗi thời có chứa các loại thảo mộc và soda."
        },
        {
            "en": "Sodium <em>bicarbonate</em> is a naturally soluble compound that is available in the form of a white powder at grocery stores.",
            "vi": "Bột sô-đa là một hợp chất hòa tan tự nhiên có bán ở dạng bột trắng tại các cửa hàng tạp hóa."
        },
        {
            "en": "Sodium <em>bicarbonate</em> is a naturally soluble compound that is available in the form of a white powder at grocery stores.",
            "vi": "Bột sô - đa là một hợp chất hòa tan tự nhiên có bán ở dạng bột trắng tại các cửa hàng tạp hóa."
        },
        {
            "en": "In renal acidosis, kidney failure results in excessive loss of <em>bicarbonate</em> or retention of phosphoric and sulphuric acids.",
            "vi": "Trong chứng nhiễm toan do thận, suy thận làm mất số lượng lớn bicarbonate acid."
        },
        {
            "en": "Antacids, which include aluminium hydroxide, calcium carbonate, magnesium hydroxide, and sodium <em>bicarbonate</em>, are used to relieve pain and discomfort in disorders of the digestive system, including peptic ulcer.",
            "vi": "Các loại kháng acid gồm aluminum hydroxide, magnesium hydroxide và sodium bicarbonate, dùng để giảm đau và khó chịu trong các rối loạn về hệ tiêu hoá kể cả loét tiêu hoá."
        },
        {
            "en": "One of the bags contained food additive sodium <em>bicarbonate</em> and the other citric acid. When the acid bag busts, the liquid interacts with the sodium compound and produce an amount of carbon dioxide that causes the explosion.",
            "vi": "Một trong hai túi chứa chất phụ gia thực phẩm là natri bicarbonate và túi còn lại chứa acid citric. Khi làm vỡ túi chứa axit, chất lỏng này sẽ phản ứng với hợp chất natri và sản xuất ra một lượng khí carbon dioxide và gây ra vụ nổ."
        },
        {
            "en": "Baking soda has become an essential ingredient in every home, and today people use it for cleaning, cooking and beauty treatments. Many facial masks contain sodium <em>bicarbonate</em>, as well as the recipe below, which will get you rid of the bags under the eyes and dark circles. Ideal after a sleepless night and stress.",
            "vi": "Baking soda đã trở thành nguyên liệu thiết yếu trong mỗi nhà, thế nên ngày nay mọi người sử dụng làm vệ sinh, nấu ăn và chăm sóc sắc đẹp. Nhiều mặt nạ đắp mặt chứa baking soda, cũng như công thức làm đẹp bên dưới sẽ giúp bạn loại bỏ bọng mắt và quầng thâm. Tốt nhất là dùng sau một đêm không ngủ và stress."
        },
        {
            "en": "If your baby often fusses and cries right after being fed, he may be feeling some sort of tummy pain. Many parents swear by over-the-counter anti-gas drops for babies or gripe water (made from herbs and sodium <em>bicarbonate</em>). Get your doctor's okay before using either of these.",
            "vi": "Nếu em bé của bạn thường quấy và khóc ngay sau khi được cho ăn, có thể bé bị đau bụng. Nhiều cha mẹ tin dùng loại thuốc nước trị đầy hơi không cần toa bác sĩ dành cho em bé hoặc thuốc trị chứng đau bụng quặn (được làm từ thảo mộc và bi-các-bô-nát na-tri). Hãy hỏi ý kiến bác sĩ của bạn trước khi dùng những sản phẩm này."
        },
        {
            "en": "How to avoid car sickness    If you get car sick, you probably anticipate every extended road trip with dread. Car sickness is just one kind of motion sickness (or kinetosis) that some experience when they're riding in an automobile. Dizziness, fatigue and nausea might make the trip miserable, and even vomiting doesn't make the affected person feel any better. So how do you go about preventing car sickness in the first place? Here are some ways to enjoy the ride, sickness-free. Steps    1. Understand why car sickness happens. All motion sickness results from your body sensing a discrepancy between what you see (in this case, the inside of a car, which tells your brain that you're sitting still) and what you feel (your body's vestibular system, which senses balance from your inner ear, tells your brain that you're moving). The conflict between what you see and what you feel triggers the production of a neurotransmitter, likely mistaken by your body as a signal of hallucinogenic poisoning, so your body tries to rid itself of whatever is causing the disorienting condition.     2. Look out the window. Watching the passing scenery can confirm your balance system's detection of motion and help resolve the mismatch that causes car sickness. Focus on a non-moving object in the distance, such as the horizon. Don't do anything that involves focusing on a fixed spot, such as reading or playing a card game. Don't turn around or look from side to side much.    3. Sit in the front. Consider driving (if possible). Drivers rarely get car sickness as they are always focused on the road. Sitting in the passenger's seat up front is the best thing. Not only will you have more window space to look through, but in some cars, the ride tends to be less bumpy in the front. If driving is not possible or desirable, visualize driving or pretend you are driving. This can often prevent or alleviate nausea.    4. Close your eyes. Sleep if you can. If your eyes are closed, you don't see anything, and that removes the cause of motion sickness. In addition, sleeping can take your mind off of your car sickness.      5. Open the window. Many people find that smelling fresh, cool air helps make them feel better, although the reason behind this isn't clear. If it is not possible to open the window, lean towards the bottom of the window and breathe. There should be leaks of air. Some people find that certain smells can make them feel worse (such as car air fresheners, perfumes, smoke and food). Remove the source of the smell if possible or keep fresh air coming in. If neither is possible, spray a soothing smell like lavender or mint to cover up the other smells.     6. Take breaks. Go outside to stretch your legs. Sit on a bench or under a tree and take some deep breaths in through your mouth, breathing deeply to help relax. This is especially important during journeys that involve a long distance of curvy roads. Not only do these tend to make car sickness better, but it is also good for the driver to take a break.     7. Take steps to prevent nausea. Since nausea is the most debilitating symptom of car sickness, it's always good to take precautionary measures. Ginger root is a classic remedy because of its widely recognized antiemetic (nausea-preventing) effects. Keep in mind, however, that many medications which are normally effective against nausea might not work against nausea caused by motion sickness.           * Eat a few ginger biscuits (cookies) before you go, during the journey, and after you arrive.           * Other good things to try eating are ginger candies (chewable), ginger coated in sugar (if you don't mind the heat of ginger) or ginger-mint candies.           * If you are traveling a long distance, you could also consider taking ginger tea in a thermos. Peppermint tea is another good alternative. Cold drinks could include ginger ale or ginger beer (soda).               * You can also take over-the-counter ginger root caplets (1 to 2 caplets will work well for most adults.) They are commonly available at health food stores and larger grocery stores.           * Fresh mint can also cure or alleviate nausea. Buy it in the produce section of the supermarket. It doesn't have the drowsiness side-effect of nausea medicine. Start by eating 2 leaves and feel free to eat more if you need it.           * Keep a peppermint candy (or just about any long lasting hard candy) in your mouth. This method will work very well even after feelings of nausea have begun. Do not chew the candy because feelings of nausea may return fairly quickly after the candy is gone. For those whose nausea is worsened by the smell or taste of peppermint, lemon drops may prove helpful.            * Rubbing alcohol wipes are useful as well for nausea. These are purchased at a medical supply stores. Tear open a wipe and sniff gently as you pass it past your nose. This works very well.           * Listening to music can help keep your mind off the sickness.    8. Practice acupressure. If you feel that you might be getting car sick, apply gentle pressure between the two tendons about 3cm (about an inch) from the wrist joint. You can also purchase motion sickness wrist bands. This should temporarily delay or alleviate nausea until you can take a break from the trip. You can also purchase accu-pressure bands at a local pharmacy.    9. Use medication that prevents car sickness. There are over-the-counter and prescription drugs that are effective against car sickness. Most of them contain dimenhydrinate, meclizine or scopolamine. Some popular brands are Dramamine and Bonine/Antivert. Look into the side effects before using any of these drugs (especially if you're driving), and ask your doctor just in case. Some of these are available as patches and can be particularly helpful. Folk Remedies     * There are many \"folk remedies\" which seem to work for some people, but can't be explained and haven't been proven.            o Some people swear the smell of newspaper makes them feel better. Since reading the paper will probably make you sick, just have some newspaper in the car with you because all you really need is the smell. If you don't always have a newspaper handy, many art supply stores sell pads of newsprint (which smells the same) that you may put in the car.           o Eating a dill pickle before and during a trip could prevent feeling sick.           o Wrapping a rubber band around your wrist. You can also purchase motion sickness wrist bands at the pharmacy.           o Chewing gum seems to ease the feeling for some people.           o Eating slightly salty snacks appears to help some people.           o Placing a plaster over the belly button. Tips     * Don't eat a heavy meal or consume alcohol right before you take off on your trip. Some find that eating chocolate in the morning before taking the trip can make car sickness worse.     * Don't talk about motion sickness, or even look at someone else who's experiencing it.     * Help prevent car sickness in children by giving them a raised seat where they have a clear view of the outdoors, and play games that encourage them to look outwards. Don't let them watch movies in the car. It can trigger car sickness.     * If you find map-reading makes you sick, ask the driver to pull over to check a map.     * A heavy fog will severely limit your view range and can hasten the sick feeling. If that's the case, close your eyes and try to sleep. Warnings     * Even if you take all of these precautions, you might still get car sick. Have single use emesis bags.      * Always carry <em>bicarbonate</em> of soda in the car. If you do vomit on the car upholstery, rub the <em>bicarbonate</em> into it straight away to remove the smell and to assist cleaning when you can get to it later.     * Consult your doctor before using any medications for motion/car sickness.     * If you have stomach problems such as GERDs or acid reflux, sucking a peppermint may give you heartburn. Check with your doctor first.",
            "vi": "Làm thế nào để tránh say xe    Nếu bạn bị say xe, ắt bạn đã liệu biết trước mỗi chuyến đi của mình sẽ hãi sợ đến dường nào phải không. Chứng say xe chỉ là một dạng của chứng buồn nôn và chóng mặt khi đi tàu xe (hay còn gọi là chứng nôn nao khi chuyển động hoặc chứng say tàu xe). Việc chóng mặt, mệt mỏi và buồn nôn có thể làm cho chuyến đi trở nên khổ sở, và thậm chí nôn ói ra cũng không làm cho người say xe cảm thấy khoẻ hơn được. Vậy cách nào có thể giúp bạn phòng tránh chứng say tàu xe ngay từ đầu đây? Dưới đây là một vài biện pháp giúp bạn có thể thưởng thức chuyến đi của mình mà không sợ phải say xe. Các biện pháp chống say xe 1. Hiểu được nguyên nhân say xe. Tất cả những triệu chứng buồn nôn và chóng mặt khi đi tàu xe này là do cơ thể của bạn nhận thức được sự khác nhau giữa hình ảnh (trong trường hợp này khi bạn đang ở trong xe thì bộ não của bạn sẽ cho biết là bạn đang ngồi yên) và cảm giác (hệ thống tiền đình của cơ thể, cảm  nhận sự cân bằng của tai trong và cho bộ não biết là cơ thể đang chuyển động). Mâu thuẫn giữa hình ảnh và cảm giác làm tiết ra chất dẫn truyền thần kinh, mà cơ thể bạn có thể nhầm lẫn với một dấu hiệu của việc ngộ độc ảo giác, nên cơ thể bạn sẽ cố thoát khỏi điều gây ra cảm giác khó chịu này. 2. Nhìn ra cửa sổ. Hành động nhìn ngắm, thưởng ngoạn phong cảnh đang đi qua có thể khiến cho hệ thống giữ thăng bằng chuyển động của bạn được mạnh hơn và giúp giải thích sự nhầm lẫn cho rằng đây là nguyên nhân gây ra chứng say xe. Hãy tập trung nhìn vào một vật thể nào đó không di chuyển ở xa, như là chân trời chẳng hạn. Đừng làm việc gì tập trung vào một điểm cố định, như đọc sách hoặc chơi đánh bài. Đừng quay đầu lại hoặc nhìn từ bên này sang bên kia nhiều quá. 3. Ngồi đằng trước. Hãy lái xe (nếu được). Tài xế hiếm khi bị say xe vì lúc nào họ cũng tập trung nhìn trên đường. Ngồi ở băng ghế hành khách phía trước cũng là vị trí tốt nhất đấy. Bạn không những có được không gian thoáng ở cửa sổ nhiều hơn để nhìn ngắm đây đó, mà ở một số xe hơi, người ngồi phía trước ít bị dằn xóc hơn. Nếu bạn không lái xe được hay không thích lái xe thì hãy hình dung ra việc lái xe hay giả vờ bạn đang lái xe vì điều này cũng giúp bạn ngăn ngừa hoặc làm giảm nhẹ chứng buồn nôn của bạn đấy. 4. Nhắm mắt lại. Hãy ngủ đi nếu bạn có thể ngủ được. Nếu nhắm mắt lại thì bạn sẽ không thấy gì hết, giúp tránh cảm giác buồn nôn, chóng mặt. Ngoài ra, ngủ cũng giúp bạn quên đi chứng say xe của mình. 5. Mở cửa sổ ra. Nhiều người nghĩ rằng việc hít thở không khí trong lành, mát mẻ có thể làm cho họ cảm thấy khoẻ khoắn hơn, dẫu rằng lý do của việc này còn chưa rõ ràng. Nếu bạn không mở cửa sổ được thì hãy ngả dựa vào chân cửa sổ để hít thở. Ở chỗ này cũng có không khí vào đấy. Một số người cho rằng có những mùi khiến họ cảm thấy say xe nhiều hơn (như là chất làm thơm xe, dầu thơm, mùi khói, và mùi thức ăn). Hãy làm sạch chất gây mùi như thế này nếu có thể được và nên giữ cho không khí trong lành. Nếu không làm được những điều này thì bạn có thể phun một mùi hương êm dịu như mùi hoa oải hương hay bạc hà để làm át đi những mùi khác.   6. Nghỉ ngơi. Hãy ra ngoài để duỗi chân và tránh gò bó. Ngồi trên băng ghế hay duới một gốc cây nào đó và hít thở sâu bằng miệng, hãy hít thở sâu để thư giãn. Điều này rất quan trọng trong suốt các chuyến đi đường dài, quanh co. Nghỉ ngơi có thể giúp bạn chống say xe tốt hơn đồng thời giúp tài xế có thời gian để nghỉ nữa. 7. Thực hiện lần lượt các biện pháp phòng tránh buồn nôn. Vì buồn nôn là triệu chứng say xe làm mệt người nhiều nhất; thế nên hãy luôn thực hiện các biện pháp phòng ngừa nhé. Củ gừng là biện pháp chống nôn dân gian cổ điển vì củ gừng nổi tiếng với tác dụng chống nôn mửa. Tuy nhiên, nên nhớ rằng nhiều loại thuốc bình thường có tác dụng chống nôn lại có thể không có tác dụng ngăn nôn mửa do say xe.  * Ăn một vài cái bánh bít-quy gừng (bánh quy) trước khi bạn khởi hành chuyến đi, cả trong suốt hành trình chuyến đi, và cả sau khi bạn đến nữa. * Có nhiều thứ khác cũng rất tốt mà bạn nên ăn là kẹo gừng (có thể nhai được), gừng áo đường bên ngoài (nếu bạn chịu được độ cay nóng của gừng) hoặc kẹo bạc hà-gừng. * Nếu đi du lịch đường dài, bạn có thể giữ trà gừng trong phích. Trà bạc hà cay cũng là một biện pháp tốt khác dùng để thay thế. Thức uống lạnh có thể kể đến bia gừng hoặc xô-đa gừng.  *  Bạn cũng có thể mua thuốc con nhộng gừng tự do không theo toa ở các hiệu thuốc (người lớn có thể uống từ 1 đến 2 viên.) Thuốc con nhộng gừng này thường có bán ở các của hàng thực phẩm tự nhiên hoặc ở các cửa hàng tạp hoá lớn hơn. * Bạc hà tươi cũng có tác dụng làm thuyên giảm hoặc chữa được chứng buồn nôn. Bạn có thể mua bạc hà tươi này ở siêu thị. Nó không có tác dụng phụ gây buồn ngủ như thuốc chống ói. Nên bắt đầu ăn 2 lá bạc hà và sau đó có thể thoải mái ăn nhiều hơn nếu thấy cần thiết. *  Hãy ngậm một viên kẹo bạc hà cay (hay bất cứ thứ kẹo cứng nào lâu tan) trong miệng. Biện pháp này có tác dụng rất tốt sau khi bạn bắt đầu có cảm giác buồn nôn. Đừng nhai kẹo vì bạn có thể buồn nôn trở lại nhanh chóng sau khi đã hết kẹo. Những ai cảm thấy buồn nôn nhiều hơn khi ngửi hay nếm mùi bạc hà cay thì có thể dùng kẹo chanh cũng rất tốt. * Khăn lau có tẩm cồn rửa vết thương cũng có tác dụng tốt đối với chứng buồn nôn; có bán ở các cửa hiệu thuốc tây. Hãy xé mở khăn lau ra và đưa ngang qua mũi hít nhẹ nhàng. Biện pháp này cũng rất tốt đấy. * Nghe nhạc cũng có thể giúp bạn khỏi nghĩ đến buồn nôn. 8. bấm huyệt. Nếu cảm thấy say xe, bạn có thể ấn nhẹ vào giữa hai sợi gân cách khớp cổ tay khoảng chừng 3 cm (hay khoảng 1 in-sơ). Bạn cũng có thể mua băng cổ tay chống nôn. Điều này tạm thời có thể giúp bạn thuyên giảm hoặc chống được cơn nôn cho đến khi bạn được ngừng lại để nghỉ ngơi. Bạn có thể mua băng dán tay chống nôn ở hiệu thuốc địa phương.  9. Dùng thuốc chống say xe. Có nhiều loại thuốc mua tự do và theo toa có tác dụng chống say xe. Hầu hết đều chứa dimenhydrinate, meclizine hoặc scopolamine. Một số thương hiệu nổi tiếng như Dramamine và Bonine/Antivert. Nên đọc kỹ các tác dụng phụ trước khi bắt đầu sử dụng bất kỳ loại thuốc nào (nhất là khi bạn đang lái xe), và tham khảo ý kiến của bác sĩ để đề phòng trường hợp có thể xảy ra. Một số loại thuốc chống say xe này có bán ở dạng miếng dán và có tác dụng rất tốt. Các phương thuốc dân gian Có nhiều “phương thuốc dân gian” có thể chữa được chứng say xe đối với một số người, nhưng người ta không giải thích được vì sao và các phương thuốc này cũng chưa được chứng minh. o Một số người đưa ra lý do là mùi báo có thể làm họ bớt say xe hơn. Vì đọc  sách báo có thể làm bạn nôn, nên chỉ cần để một vài tờ báo trên xe để lấy mùi là đủ. Nếu bạn không lúc nào cũng cầm báo trên tay được thì bạn có thể để trên xe các tập giấy in báo có bán ở cửa hàng bán đồ mỹ nghệ (cũng có mùi tương tự). o Ăn dưa chuột muối trước và cả trong chuyến đi có thể giúp phòng tránh chứng say xe. o quấn dây thun quanh bạn cổ tay. Bạn cũng có thể mua băng cổ tay chống say tàu xe ở hiệu thuốc. o Nhai kẹo cao su cũng làm giảm cảm giác buồn nôn đối với một số người. o Bánh snack hơi mặn cũng có tác dụng đối với một số người. o Dán cao lên rốn. Một số mẹo vặt chống say xe  o Không nên ăn quá no hoặc uống rượu bia ngay trước khi bắt đầu chuyến đi. Một số người phát hiện ra rằng ăn sô-cô-la vào buổi sáng trước khi đi cũng làm cho chứng say xe trầm trọng hơn. o Đừng nói về chuyện say xe, hoặc thậm chí là đừng nhìn người khác đang say xe. o Bạn có thể chống say xe cho trẻ con bằng cách cho chúng ngồi trên ghế cao có thể nhìn thấy rõ bên ngoài, và chơi game kích thích chúng nhìn ra bên ngoài. Xem phim trong xe có thể khiến trẻ say xe đấy. o Nếu bạn thấy xem bản đồ trên xe làm bạn buồn nôn thì hãy yêu cầu tài xế tấp vào lề đường để xem bản đồ. o Sương mù dày đặc sẽ làm hạn chế tầm nhìn của bạn rất nhiều và có thể làm bạn say xe nhanh hơn. Trong trường hợp này, bạn nên nhắm mắt lại và cố ngủ đi. Cảnh báo  o Mặc dù bạn có thực hiện hết tất cả các biện pháp phòng tránh này thì bạn cũng có thể bị say xe đấy. Hãy dùng túi nôn sử dụng một lần.  o Lúc nào cũng nên mang theo bi-các-bô-nát na-tri trong xe. Nếu bạn có nôn ói trên nệm ghế xe thì hãy chà bi-các-bô-nát na-tri vào đó ngay lập tức để tẩy mùi và giúp cho việc vệ sinh sau này được dễ dàng hơn. o Hãy tham khảo ý kiến bác sĩ của bạn trước khi dùng bất kỳ loại thuốc chống nôn do say tàu xe nào. o Nếu bạn bị các vấn đề về dạ dày như trào ngược dạ dày-thực quản hoặc trào ngược a-xít thì việc ngậm bạc hà cay có thể gây cho bạn chứng ợ nóng. Hãy khám bác sĩ trước nhé."
        },
        {
            "en": "Heartburn facts Despite its name, heartburn has nothing to do with the heart (although some of the symptoms are similar to a heart attack). Heartburn is an irritation of the esophagus caused by acid that refluxes (comes up) from the stomach. Heartburn is also a symptom of more serious gastroesophageal reflux disease, or GERD. When swallowing, food passes down the throat and through the esophagus to the stomach. Normally, a muscular valve called the lower esophageal sphincter (LES) opens to allow food into the stomach (or to permit belching); then it closes again. Then the stomach releases strong acids to help break down the food. But if the lower esophageal sphincter opens too often or does not close tight enough, stomach acid can reflux or seep back into the esophagus, damaging it and causing the burning sensation we know as heartburn. Not only can stomach acid in the esophagus cause heartburn, but it can also cause ulcers, strictures (narrowing) of the esophagus, and cancer of the esophagus. Most people have felt heartburn at one time or another. In fact, the American Gastroenterological Association reports that more than 60 million Americans experience heartburn/GERD symptoms at least once each month. Though uncomfortable, heartburn does not usually pose a serious health problem for most people. However, if heartburn symptoms occur frequently and persistently, it may be a sign of a more serious problem, such as gastroesophageal reflux disease (GERD). GERD is a chronic reflux of acid into the esophagus. Left untreated, GERD can cause a host of complications, including esophagitis, esophageal ulcers, hoarseness, chronic pulmonary disease, and Barrett's esophagus (a change in the lining of the esophagus that increases the risk of developing cancer of the esophagus). Heartburn symptoms Heartburn has several symptoms, including:     * A burning feeling in the chest just behind the breastbone that occurs after eating and lasts a few minutes to several hours.     * Chest pain, especially after bending over, lying down, or eating.     * Burning in the throat -- or hot, sour, acidic, or salty-tasting fluid at the back of the throat.     * Difficulty swallowing.     * Feeling of food \"sticking\" in the middle of the chest or throat. Reporting these symptoms to your doctor is usually all that is needed for your doctor to diagnose heartburn. However, your doctor may perform special tests such as endoscopy or pH monitoring to determine the severity of your problem or to monitor your treatment. Heartburn causes Various lifestyle and dietary factors can contribute to heartburn by relaxing the lower esophageal sphincter and allowing it to open, increasing the amount of acid in the stomach, increasing stomach pressure, or by making the esophagus more sensitive to harsh acids. These factors include: Dietary Habits     * Eating too much.     * Eating certain foods, including onions, chocolate, peppermint, high-fat or spicy foods, citrus fruits, garlic, and tomatoes or tomato-based products.     * Drinking certain beverages, including citrus juices, alcohol, caffeinated drinks, and carbonated drinks.     * Eating before bedtime. Lifestyle habits     * Being overweight     * Smoking     * Wearing tight-fitting clothing or belts     * Lying down or bending over, especially after eating     * Stress Medical causes     * Pregnancy.     * Bulging of part of the stomach into the chest cavity, also called hiatal hernia.     * GERD.     * Taking certain medications, especially some antibiotics and aspirin. Heartburn treatment Treating heartburn requires adjustments to your lifestyle, medications, and possibly surgery if your heartburn is due to GERD or a hiatal hernia. Tips to alleviate heartburn symptoms     * Raise the head of your bed about 6 inches to allow gravity to help keep the stomach's contents in the stomach. (Do not use piles of pillows because this puts your body into a bent position that actually aggravates the condition by increasing pressure on the abdomen.)     * Eat meals at least three to four hours before lying down and avoid bedtime snacks.     * Eat smaller meals.     * Maintain a healthy weight to eliminate unnecessary intra-abdominal pressure caused by extra pounds.     * Limit consumption of fatty foods, chocolate, peppermint, coffee, tea, colas, and alcohol -- all of which can relax the lower esophageal sphincter -- and tomatoes and citrus fruits or juices, which contribute additional acid that can irritate the esophagus.     * Give up smoking, which also relaxes the lower esophageal sphincter.     * Wear loose belts and clothing. Heartburn can be treated with medicine. Medicines used to treat heartburn can range from over-the-counter remedies to medicine requiring a doctor's prescription. Over-the-counter heartburn treatments     * Antacids. Antacids neutralize excess stomach acid to relieve heartburn, sour stomach, acid indigestion, and stomach upset. They are also occasionally recommended to help relieve the pain of ulcers. Some antacids also contain simethicone, an ingredient that helps eliminate excess gas. Examples of antacids include: Tums, Rolaids, and Maalox. You should take antacids exactly as directed by your doctor, or according to the manufacturer's directions. If you are using the tablets, chew them well before swallowing for faster relief. Serious side effects can occur with an overdose or overuse of antacids. Side effects include constipation, diarrhea, change in color of bowel movements and stomach cramps.     * Acid blockers. These medicines relieve heartburn, acid indigestion, and sour stomach, and are available without a prescription. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, and Prilosec OTC are examples of over-the-counter acid blockers. Acid blockers work by reducing the production of stomach acid. Take these medications according to the directions on the package, or as advised by your doctor. Possible serious side effects that need to be reported to your doctor right away include confusion, chest tightness, bleeding, sore throat, fever, irregular heartbeat, weakness, and unusual fatigue. Other less serious side effects include mild headache, dizziness and diarrhea, which are usually temporary and will likely go away on their own. People who have more severe heartburn symptoms that aren't relieved with these medications or who have been using these drugs for more than two weeks should contact their doctor. They may need medicine obtained with a doctor's prescription. Prescription heartburn treatments     * H2 Blockers. Histamine-2 (H2) blockers such as Pepcid, Tagamet, Zantac, and Axid work by reducing the production of stomach acid. The prescription forms of these medications (which usually contain higher doses than the over-the-counter versions) can generally relieve heartburn and treat GERD. They also may be used for other conditions as determined by your doctor.     * Proton pump inhibitors. Depending on the source of your problem, your doctor can prescribe medications that block acid production more effectively than the H2 blockers, namely the family of medications doctors call proton pump inhibitors, or PPIs for short. They include: Prilosec, Prevacid, Aciphex, Protonix, and Nexium. Another PPI product combines Prilosec with sodium <em>bicarbonate</em> (Zegerid).     * Promotility Agents. Promotility agents work by speeding up digestion, which prevents acid from staying in the stomach too long, and strengthening the lower esophageal sphincter, reducing reflux back up into the esophagus. Reglan is a promotility agent occasionally used to treat heartburn associated with GERD. The side effects of Reglan may include drowsiness, fatigue, diarrhea, restlessness, and movement problems. Another promotility agent, Propulsid, was removed from the market in 2000 because it caused serious heart arrythmias (abnormal heart beat) in some people. Most patients are successfully treated with these medications. Only a few people need surgery to correct the disorder. When is heartburn surgery necessary? Surgery for GERD may become necessary:     * When medical or drug treatment has failed to control symptoms.     * When the sphincter muscle is unable to work properly.     * When esophageal cancer develops from chronic GERD.            ",
            "vi": "Sự thật về chứng ợ nóng (ợ chua) Mặc dù có tên là vậy, nhưng chứng ợ nóng (ợ chua) không liên quan gì đến tim mạch cả (dẫu cũng có một số triệu chứng tương tự như đau tim). Ợ nóng (ợ chua) là hiện tượng thực quản bị kích thích do a-xít trào ngược (chảy ngược lên) từ dạ dày. Ợ nóng (ợ chua) cũng là một triệu chứng của bệnh trào ngược dạ dày-thực quản nguy hiểm hơn nhiều, hoặc gọi là GERD.  Khi nuốt, thức ăn xuống cổ họng và đi qua thực quản rồi đến dạ dày. Thông thường thì van cơ được gọi là cơ thắt thực quản dưới (LES) mở ra để cho thức ăn vào được dạ dày (hoặc giúp ợ hơi); sau đó nó đóng lại. Và rồi dạ dày tiết ra những loại a-xit mạnh nhằm giúp thực hiện quá trình tiêu hoá thức ăn. Nhưng nếu cơ thắt thực quản dưới mở ra quá nhiều lần hoặc không đóng lại kín đủ, thì axit trong dạ dày có thể trào ngược hoặc thấm vào (rỉ qua) thực quản, làm tổn thương đến thực quản và gây ra cảm giác nóng rát mà chúng ta biết đó là chứng ợ nóng (ợ chua).  Axit dạ dày trong thực quản không những có thể gây ra ợ nóng (ợ chua) mà còn có thể gây ung loét, chẹt (hẹp) thực quản, và cả ung thư thực quản nữa.  Hầu hết người ta đều bị ợ nóng (ợ chua) vào một thời điểm nào đó. Hiệp hội Tiêu hoá Mỹ cho biết có trên 60 triệu người Mỹ bị các triệu chứng ợ nóng (ợ chua)/ GERD ít nhất mỗi tháng một lần. Mặc dù có cảm giác khó chịu, không thoải mái nhưng chứng bệnh này thường không gây ra vấn đề nguy hiểm nào đối với sức khỏe ở hầu hết mọi người.  Tuy nhiên, nếu các triệu chứng ợ nóng (ợ chua) xảy ra thường xuyên và dai dẳng thì đây có thể là dấu hiệu của một vấn đề nguy hiểm hơn, chẳng hạn như bệnh trào ngược dạ dày-thực quản (GERD). GERD là chứng trào ngược axit vào thực quản mãn tính. Nếu không được điều trị thì chứng bệnh này có thể gây ra một loạt các biến chứng, chẳng hạn như viêm thực quản, loét thực quản, khàn đục giọng, bệnh phổi mãn tính, và bệnh Barrett thực quản (tình trạng biến đổi niêm mạc thực quản làm tăng nguy cơ bị ung thư thực quản).    Các triệu chứng ợ nóng (ợ chua) Ợ nóng (ợ chua) có một vài triệu chứng, bao gồm:  * Cảm giác nóng rát trong ngực ngay phía sau xương ức xảy ra sau khi ăn và kéo dài từ một vài phút đến một vài tiếng đồng hồ.  * Đau ngực, nhất là sau khi gập người xuống, nằm xuống, hoặc ăn.  * Nóng rát ở cổ họng – hoặc nóng, chua, hoặc dịch có vị mặn sau họng.  * Khó nuốt. * Cảm giác giống như thức ăn “bị vướng” giữa cổ họng hoặc giữa ngực.  Thông thường thì bạn chỉ cần thuật lại những triệu chứng này cho bác sĩ nghe để chẩn đoán chứng ợ nóng (ợ chua). Tuy nhiên, bác sĩ có thể thực hiện thêm nhiều xét nghiệm đặc biệt chẳng hạn như nội soi hoặc theo dõi độ pH để xác định mức độ trầm trọng của bệnh hoặc để theo dõi phương pháp điều trị của bạn.  Các nguyên nhân gây ra ợ nóng (ợ chua) Nhiều yếu tố về lối sống và chế độ ăn uống khác nhau có thể góp phần gây nên chứng ợ nóng (ợ chua) bằng cách làm giãn cơ thắt thực quản dưới và làm cho nó hở ra, làm tăng lượng axit trong dạ dày, đồng thời cũng làm tăng áp lực dạ dày, hoặc bằng cách làm cho thực quản trở nên nhạy cảm hơn với các loại axit mạnh. Những yếu tố này bao gồm:   Các thói quen ăn uống  * Ăn quá no.  * Ăn một số loại thức ăn nào đó, như hành, sô-cô-la, bạc hà cay, thức ăn nhiều chất béo hoặc thức ăn nhiều gia vị, những trái cây họ cam, tỏi, và cà chua hoặc các sản phẩm làm từ cà chua.  * Uống một số loại thức uống nào đó, như nước ép cam quýt, bia rượu, các thức uống chứa cà-phê-in, và các thức uống có ga.  * Ăn trước giờ ngủ. Các thói quen về lối sống  * Béo phì * Hút thuốc * Mặc quần áo ôm khít hoặc mang dây thắt lưng chật * Nằm hoặc gập người xuống, nhất là sau khi ăn xong  * Stress Các nguyên nhân về y học  * Mang thai. * Phình giãn một phần nào đó trong dạ dày vào khoang ngực, đây cũng được gọi là chứng thoát vị khe. * GERD (trào ngược dạ dày-thực quản).  * Sử dụng một số loại thuốc nào đó, nhất là một số thuốc kháng sinh và aspirin.  Điều trị chứng ợ nóng (ợ chua) Việc điều trị chứng ợ nóng (ợ chua) cần phải điều chỉnh lối sống, cần phải có thuốc và có thể cần phải phẫu thuật nếu tình trạng ợ nóng (ợ chua) do GERD (trào ngược dạ dày-thực quản) hoặc do chứng thoát vị khe gây ra.  Bí quyết giúp làm giảm các triệu chứng ợ nóng (ợ chua) * Nâng đầu giường lên cao chừng 6 in-sơ để trọng lực giữ được axit trong dạ dày. (Bạn đừng nên sử dụng hàng đống gối bởi điều này sẽ làm cho người bạn ở tư thế gập thực sự làm cho bệnh càng tệ hại hơn do làm tăng áp lực đè lên bụng.) * Nên ăn trước khi nằm ít nhất là từ 3 đến 4 tiếng đồng hồ và nên tránh ăn vặt vào giờ ngủ.  * Nên ăn nhiều bữa nhỏ hơn.  * Nên duy trì trọng lượng cơ thể khỏe mạnh để không phải chịu áp lực không cần thiết trong bụng do dư cân gây ra.  * Nên hạn chế ăn những thức ăn nhiều chất béo, sô-cô-la, bạc hà cay, cà phê, trà, cô-la, và bia rượu – tất cả những thức ăn đó có thể làm cho cơ thắt thực quản dưới giãn ra – kể cả cà chua và các loại trái cây hoặc nước ép họ cam, góp phần gây thêm nhiều axit có thể kích thích thực quản.  * Nên bỏ thuốc lá – thuốc lá cũng làm giãn cơ thắt thực quản dưới. * Mặc áo quần rộng rãi và mang dây thắt lưng thoải mái.  Chứng ợ nóng (ợ chua) có thể được điều trị bằng thuốc. Thuốc trị ợ nóng (ợ chua) có thể là thuốc mua tự do không theo toa hoặc thuốc theo toa của bác sĩ.    Điều trị ợ nóng (ợ chua) bằng thuốc mua tự do không theo toa  * Thuốc làm giảm axit trong dạ dày. Những loại thuốc này có tác dụng làm trung hoà axit dư thừa trong dạ dày để làm giảm ợ nóng (ợ chua), dạ dày chua, khó tiêu axit, và khó chịu trong dạ dày. Chúng đôi khi cũng được khuyến nghị nên sử dụng để làm giảm đau do loét. Một số loại thuốc làm giảm axit trong dạ dày này cũng chứa simethicone, đây là thành phần giúp thải được lượng hơi dư thừa. Một số ví dụ về thuốc này gồm: Tums, Rolaids, và Maalox. Bạn nên sử dụng đúng chính xác theo chỉ định của bác sĩ, hoặc theo hướng dẫn của nhà sản xuất. Nếu đang sử dụng thuốc viên, bạn nên nhau kỹ trước khi nuốt để có tác dụng nhanh hơn. Một số tác dụng phụ nghiêm trọng có thể xảy ra khi dùng thuốc quá liều hoặc lạm dụng thuốc. Những tác dụng phụ này bao gồm táo bón, tiêu chảy, phân đổi màu và co thắt bao tử. * Thuốc ngăn tiết axit: Những loại thuốc này có tác dụng làm giảm ợ nóng (ợ chua), khó tiêu axit, và dạ dày chua, và có bán mà không cần phải kê toa. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, và Prilosec OTC là những ví dụ của thuốc ngăn tiết axit có thể mua tự do không theo toa. Những thuốc này có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Bạn nên sử dụng những thuốc này theo chỉ dẫn ghi trên bao bì, hoặc theo lời khuyên của bác sĩ. Bên cạnh đó bạn cũng cần nên thông báo ngay cho bác sĩ biết về bất kỳ tác dụng phụ nghiêm trọng nào có thể xảy ra gồm tình trạng mơ hồ, nhầm lẫn, căng ngực, chảy máu, đau họng, sốt, nhịp tim không đều, ốm yếu, và mệt mỏi bất thường. Một số tác dụng phụ ít nguy hiểm hơn khác gồm nhức đầu nhẹ, chóng mặt và tiêu chảy, thường chỉ là tạm thời và có thể sẽ tự hết.  Người bị các triệu chứng ợ nóng (ợ chua) trầm trọng hơn không giảm khi sử dụng những loại thuốc này hoặc đã sử dụng thuốc trên 2 tuần nên liên hệ với bác sĩ. Họ có thể cần đến thuốc theo toa của bác sĩ.  Điều trị chứng ợ nóng (ợ chua) bằng thuốc theo toa      * H2 Blockers. Thuốc ngăn tiết Histamine-2 (H2) chẳng hạn như Pepcid, Tagamet, Zantac, và Axid có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Các dạng thuốc theo toa này (thường chứa liều lượng cao hơn thuốc mua tự do không theo toa) thường có thể làm giảm ợ nóng (ợ chua) và chữa lành chứng trào ngược dạ dày-thực quản (GERD). Chúng cũng có thể được sử dụng để chữa các bệnh khác khi được bác sĩ kê toa.  * Thuốc ức chế bơm proton. Tuỳ thuộc vào nguyên nhân vấn đề của bạn mà bác sĩ có thể kê toa ngăn tiết axit hiệu quả hơn thuốc ngăn tiết H2, đây là họ hàng của những loại thuốc mà bác sĩ gọi là chất ức chế bơm proton, hoặc có thể gọi tắt là PPIs. Chúng bao gồm: Prilosec, Prevacid, Aciphex, Protonix, và Nexium. Sản phẩm PPI khác kết hợp Prilosec với bi-các-bô-nát na-tri (Zegerid).  * Thuốc hỗ trợ nhu động. Những thuốc hỗ trợ nhu động có tác dụng bằng cách làm tăng tốc quá trình tiêu hoá, ngăn không cho axit ở lại trong dạ dày quá lâu, và làm mạnh thêm cơ thắt thực quản dưới, làm giảm trào ngược trở lại thực quản. Người ta đôi khi cũng sử dụng Reglan để điều trị ợ nóng (ợ chua) liên quan đến trào ngược dạ dày-thực quản (GERD). Một số tác dụng phụ của Reglan có thể gồm buồn ngủ, mệt mỏi, tiêu chảy, bứt rứt, và khó cử động. Một loại thuốc hỗ trợ nhu động khác là Propulsid – bị tẩy khỏi thị trường năm 2000 bởi nó gây rối loạn nhịp tim nghiêm trọng (nhịp tim bất thường) ở một số nguời.  Hầu hết bệnh nhân đều có thể được điều trị thành công bằng các loại thuốc này. Chỉ một vài người cần phải được phẫu thuật mới có thể điều chỉnh được tình trạng rối loạn đó.  Chứng ợ nóng (ợ chua) cần phải được phẫu thuật khi nào?  Phẫu thuật điều trị chứng trào ngược dạ dày-thực quản có thể trở nên cần thiết:  * Khi phương pháp điều trị bằng thuốc không làm giảm các triệu chứng.  * Khi cơ thắt không hoạt động được tốt.  * Khi ung thư thực quản do chứng trào ngược dạ dày-thực quản mãn tính mà ra.   "
        }
    ],
    "suggestions": []
}