{
    "en_vn": {
        "data": {
            "content": null,
            "word": "biker",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "biker",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "biker",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "biker",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "biker",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I see <em>biker</em> gangs.",
            "vi": "Tôi nhìn thấy các băng nhóm đi xe đạp."
        },
        {
            "en": "It seems like everyone has a tattoo these days. What used to be the property of sailors, outlaws, and <em>biker</em> gangs is now a popular body decoration for many people. And it's not just anchors, skulls, and battleships anymore — from school emblems to Celtic designs to personalized symbols, people have found many ways to express themselves with their tattoos. Maybe you've thought about getting one. But before you head down to the nearest tattoo shop and roll up your sleeve, there are a few things you need to know.",
            "vi": "Có vẻ như ngày nay tất cả mọi người đều có một hình xăm. Hình xăm – đặc điểm từng là của riêng của các thuỷ thủ, những kẻ sống ngoài vòng pháp luật, và các băng nhóm mô-tô - giờ đây lại là một vật trang trí cơ thể được ưa chuộng đối với nhiều người. Và hình xăm không còn chỉ là những hình neo, đầu lâu, và thiết giáp hạm nữa – mà đa dạng từ các biểu tượng đến các thiết kế Celtic hoặc các ký hiệu cá nhân hoá - mọi người đã tìm được nhiều cách để thể hiện bản thân với hình xăm của họ. Có lẽ bạn đã suy nghĩ về việc xăm một hình xăm. Nhưng trước khi bạn đi đến cửa hiệu xăm gần nhất và thực hiện ý định đó, thì có một vài điều bạn cần biết."
        }
    ],
    "suggestions": []
}