{
    "en_vn": {
        "data": {
            "content": null,
            "word": "billowing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "billowing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>billowing</k><blockquote>▸ <cclass>adjective ROLLING, swirling, undulating, surging, heaving, billowy, swelling, rippling.</cclass></blockquote></div>",
            "word": "billowing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "billowing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "billowing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The sheets are currently <em>billowing</em> on the clothes line.",
            "vi": "Mấy tấm khăn trải giường đang căng lên trên dây phơi quần áo."
        },
        {
            "en": "Smoke was <em>billowing</em> from the chimney of the factory.",
            "vi": "Khói đang bốc lên từ ống khói của nhà máy này."
        },
        {
            "en": "I saw sails <em>billowing</em> out in the wind.",
            "vi": "Tôi thấy những cánh buồm cuộn mình trong gió."
        },
        {
            "en": "Laura looked, too, and great black clouds were <em>billowing</em> up in the south, across the sun.",
            "vi": "Laura cũng nhìn và thấy những cụm mây đen lớn cuồn cuộn dâng lên ở phía nam chắn ngang mặt trời."
        },
        {
            "en": "They ghosted closer, their black robes <em>billowing</em> slightly with the movement.",
            "vi": "Họ hiện ra mỗi lúc 1 gần, tà áo phấp phới nhè nhẹ sau mỗi sự chuyển động."
        },
        {
            "en": "I wave at the farmer passing me in a pickup, and my wave extends to the grasses swaying along the roadside, the line of trees tossing in the wind, the <em>billowing</em> white clouds.",
            "vi": "Tôi vẫy tay với người nông dân đi qua tôi trong chiếc xe tải nhỏ, và cái vẫy tay của tôi vươn rộng ra đến những ngọn cỏ lắc lư dọc đường, những hàng cây đung đưa trong gió, những đám mây trắng bồng bềnh."
        }
    ],
    "suggestions": []
}