{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bio",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bio</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>bios</b>) <cclass>informal a biography. </cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "bio",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bio",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bio",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bio",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bio</em>.",
            "vi": "Sinh."
        },
        {
            "en": "<em>Bio</em>-finesse opens a new platform.",
            "vi": "Sinh vật thông minh sẽ mở ra một nền tảng mới."
        },
        {
            "en": "HCM City focuses on <em>bio</em>-tech",
            "vi": "Thành phố Hồ Chí Minh tập trung vào công nghệ sinh học"
        },
        {
            "en": "There are two main <em>bio</em>-components for fuels: ethanol and <em>bio</em>-esters.",
            "vi": "Có hai thành phần sinh học chính trong nhiên liệu này là etanol và ester sinh học."
        },
        {
            "en": "It is a series of complicated <em>bio</em> - physical (including chemical) reactions.",
            "vi": "Đó là một loạt những phản ứng sinh-lý (có cả hóa học) liên hợp."
        },
        {
            "en": "Production of equipment, treatment drugs and <em>bio</em>-products for HIV/AIDS prevention and control .",
            "vi": "Sản xuất trang thiết bị, thuốc điều trị, sinh phẩm, trong phòng, chống HIV/AIDS."
        },
        {
            "en": "When handled by experts, <em>bio</em>-control is safe, non-polluting and self-dispersing",
            "vi": "Khi được xử lý bởi các chuyên gia, kiểm soát sinh học thì an toàn, không gây ô nhiễm và Tự tan rã"
        },
        {
            "en": "It is called the “Capital of Biotechnology” with thousand of scientists and <em>bio</em> technology companies.",
            "vi": "Nó được gọi là \"Thủ đô của Công nghệ sinh học” với hàng nghìn nhà khoa học và các công ty công nghệ sinh học."
        },
        {
            "en": "It is a series of complicated <em>bio</em>-physical (including chemical) reactions.",
            "vi": "Đó là một loạt những phản ứng sinh - lý (có cả hóa học) liên hợp."
        },
        {
            "en": "I know that he'd have a <em>bio</em> listed on the Yale University Web site.",
            "vi": "Tôi biết rằng ông có lưu lại lý lịch tại trang web của Đại học Yale."
        },
        {
            "en": "Application of high technology or new technology which has not yet been used in Vietnam; application of <em>bio</em>-technology.",
            "vi": "Ứng dụng công nghệ cao, công nghệ mới chưa được sử dụng tại việt nam; ứng dụng công nghệ sinh học."
        },
        {
            "en": "Manufacture of new materials and production of new energy; manufacture of high-tech products; <em>bio</em>-technologies; information technology; mechanical manufacturing.",
            "vi": "Sản xuất vật liệu mới, năng lượng mới; sản xuất sản phẩm công nghệ cao, công nghệ sinh học; công nghệ thông tin; cơ khí chế tạo."
        },
        {
            "en": "Even at the site, Chris Stojanowski, <em>bio</em>-archaeologist in Arizona State University, found some clue s by matching the pieces.",
            "vi": "Thậm chí tại vùng này, Chris Stojanowski, nhà khảo cổ sinh học ở đại học bang Arizona, đã tìm thấy một vài manh mối bởi việc ghép những mảnh này lại với nhau"
        },
        {
            "en": "In 2005-2006, with support from international partners, the MOH, through FHI, conducted the first community-based integrated HIV <em>bio</em>-behavioral surveillance (IBBS) in 7 provinces.",
            "vi": "Với sự hỗ trợ từ các đối tác quốc tế, Bộ Y tế, thông qua FHI, đã thực hiện lần đầu tiên mô hình giám sát kết hợp hành vi và các chỉ số sinh học HIV (IBBS) trong năm 2005–2006 tại 7 tỉnh."
        },
        {
            "en": "As well as enabling the collection of reliable information on environmental issues such as environmental pollution, climate change and <em>bio</em>-diversity degradation.",
            "vi": "Đồng thời cũng tạo thuận lợi cho việc thu thập những thông tin đáng tin cậy về các vấn đề môi trường như ô nhiễm môi trường, biến đổi khí hậu và suy giảm đa dạng sinh học."
        },
        {
            "en": "Kirin Holding, which was established in 1907, specialises in alcoholic and non-alcoholic beverages, pharmaceuticals, and <em>bio</em>-chemicals. Kirin has production facilities in Europe, Asia, and America.",
            "vi": "Kirin Holding được thành lập vào năm 1907, chuyên về đồ uống có cồn và không cồn, dược phẩm, sinh học và hóa chất. Kirin có các cơ sở sản xuất ở châu Âu, châu Á và Mỹ."
        },
        {
            "en": "British startup <em>bio</em>-bean has partnered with Shell (RDSB) and Argent Energy to create a coffee-based biofuel that will be used in London's diesel buses.",
            "vi": "Doanh nghiệp khởi nghiệp Anh quốc ở mảng Công nghệ sinh học hợp tác với hảng Shell (RDSB) và Trung tâm Năng lượng để tạo ra nhiên liêu cà phê để sử dụng cho xe buýt ở Luân Đôn chạy bằng động cơ Diesel ."
        },
        {
            "en": "The drug is made from pectin, a <em>bio</em>-polymer extracted from sugar beet that is widely used to remove heavy metals from biological systems.",
            "vi": "Thuốc được làm từ pectin, bio-polymer được chiết xuất từ củ cải đường được sử dụng rộng rãi để loại bỏ kim loại nặng từ các hệ thống sinh học."
        },
        {
            "en": "To build laboratories of national standards for quality control of blood transfusion safety including: quality control of <em>bio</em>-products, control of testing procedures, equipment, …",
            "vi": "Xây dựng phòng xét nghiệm chuẩn thức quốc gia để kiểm tra chất lượng an toàn truyền máu bao gồm kiểm tra sinh phẩm, kiểm tra qui trình xét nghiệm, trang thiết bị..."
        },
        {
            "en": "Regulate investments to protect nature and <em>bio</em>-diversity so as to promote sustainable livelihoods in local communities and vulnerable groups, including indigenous peoples.",
            "vi": "Điều tiết đầu tư nhằm bảo vệ thiên nhiên và đa dạng sinh học để thúc đẩy cuộc sống bền vững ở những cộng đồng địa phương và những nhóm dễ bị tổn thương, trong đó có người bản xứ."
        }
    ],
    "suggestions": []
}