{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,baiə'lɔdʒikəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">về mặt sinh học</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">these devices may not be biologically admitted</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">các thiết bị này có thể không được chấp nhận về mặt sinh học</font></td></tr></table><i/></div>",
            "word": "biologically"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "biologically"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "biologically"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "biologically"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "biologically"
        }
    },
    "sentences": [
        {
            "en": "Is gender is <em>biologically</em> determined?",
            "vi": "Giới tính được xác định về mặt sinh học à?"
        },
        {
            "en": "These devices may not be <em>biologically</em> admitted.",
            "vi": "Các thiết bị này có thể không được chấp nhận về mặt sinh học."
        },
        {
            "en": "Though <em>biologically</em> male, they identify, dress and behave as women.",
            "vi": "Mặc dù về mặt sinh học thì họ là nam nhưng họ thường ăn mặc, cư xử và tự cho mình là phụ nữ."
        },
        {
            "en": "They incorrectly think that gender is <em>biologically</em> determined.",
            "vi": "Họ nghĩ rằng giới tính xác định về mặt sinh học không chính xác."
        },
        {
            "en": "<em>Biologically</em>, humans are weaker than any other beings big or small.",
            "vi": "Theo sinh vật học, con người lại yếu hơn những sinh vật khác dù to hay nhỏ hơn."
        },
        {
            "en": "The daughters of women who smoke during pregnancy but no the sons may be <em>biologically</em> predisposed to smoke, a new study contends.",
            "vi": "Một công trình nghiên cứu mới khẳng định rằng con gái của những phụ nữ hút thuốc trong thời kỳ mang thai có nhiều khả năng sau này cũng hút thuốc do tác động di truyền, còn con trai thì không bị ảnh hưởng."
        },
        {
            "en": "A surrogate mother is, commonly, a woman who bears the embryo to term for a couple <em>biologically</em> unable to have children.",
            "vi": "Nhìn chung một người mang thai giùm là một phụ nữ mang phôi của một cặp vợ chồng không thể có con một cách tự nhiên được."
        },
        {
            "en": "The daughters of women who smoke during pregnancy but no the sons may be <em>biologically</em> predisposed to smoke, a new study contends.",
            "vi": "công trình nghiên cứu mới khẳng định rằng con gái của những phụ nữ hút thuốc trong thời kỳ mang thai có nhiều khả năng sau này cũng hút thuốc do tác động di truyền, còn con trai thì không bị ảnh hưởng."
        },
        {
            "en": "The daughters of women who smoke during pregnancy - but not the sons - may be <em>biologically</em> predisposed to smoke, a new study contends.",
            "vi": "Một công trình nghiên cứu mới đã khẳng định con gái của những phụ nữ hút thuốc trong thời kỳ mang thai có nhiều khả năng sau này cũng hút thuốc do tác động di truyền, còn con trai thì không bị ảnh hưởng."
        },
        {
            "en": "HIV/AIDS affects primeage adults, who are economically productive, <em>biologically</em> reproductive, and responsible for the support of children and elderly dependants.",
            "vi": "HIV/AIDS ảnh hưởng tới những người mới trưởng thành, họ là người tạo ra của cải, duy trì nòi giống và chịu trách nhiệm nuôi dưỡng con cái và người già phụ thuộc."
        },
        {
            "en": "The findings suggest that females can somehow judge a potential mate upon first meeting and <em>biologically</em> react to boost the chances of producing successful offspring.",
            "vi": "Những kết quả nghiên cứu cho thấy con cái bằng cách nào đó có thể đánh giá được bạn tình tiềm năng ngay từ ngay từ lần gặp đầu tiên và phản ứng có tính sinh học để thúc đẩy các cơ hội sinh sản con cái thành công."
        },
        {
            "en": "The researchers said the results suggest that women are fundamentally <em>biologically</em> ‘hardier’ than men, which may be due to differences in sex hormones. Oestrogen is a known anti-inflammatory which also protects the vascular system, while testosterone is a risk factor for many fatal diseases. The male sex hormone may also harm the immune system.",
            "vi": "Các nhà nghiên cứu nêu ra kết luận rằng cơ bản về mặt sinh học, phụ nữ \"mạnh mẽ\" hơn nam giới, có thể là do hormone sinh dục khác nhau ở hai giới. Ai cũng biết estrogen kháng viêm, còn có tác dụng bảo vệ hệ mạch, trong khi testosterone lại là yếu tố nguy cơ cho nhiều bệnh hiểm nghèo. Hoóc - môn sinh dục nam cũng như gây hại hệ miễn dịch."
        },
        {
            "en": "The prime minister also added that a strong country cannot have demographic decline. Only those countries remain that are able to maintain themselves <em>biologically</em>. For Hungary to attain that, he said, the fertility rate will have to grow to 2.1 children per family.",
            "vi": "Thủ tướng cũng nói thêm rằng một nước lớn mạnh không thể bị suy giảm nhân khẩu. Chỉ có những quốc gia còn lại là có thể tự duy trì về mặt sinh học. Ông cho biết, đối với Hungary, để đạt được điều đó, tỷ lệ sinh sẽ phải tăng lên 2,1 con trong mỗi gia đình."
        },
        {
            "en": "Some medicines are produced in a laboratory by mixing together a number of chemicals. Others, like penicillin, are byproducts of organisms such as fungus. And a few medicines are even <em>biologically</em> engineered by inserting genes into bacteria that make them produce the desired substance.",
            "vi": "Một số loại thuốc được bào chế trong phòng thí nghiệm bằng cách trộn một số hoá chất với nhau. Một số loại thuốc khác, chẳng hạn như penicillin, là sản phẩm phụ của các sinh vật như nấm. Và một số thuốc thậm chí còn được bào chế theo mặt sinh học bằng cách cấy gien vào vi khuẩn làm cho vi khuẩn có thể sản sinh ra chất như ý muốn."
        },
        {
            "en": "Most importantly, her research has led to the creation of Crila Forte, a kind of hard capsule with <em>biologically</em> active alkaloid extracts from trinh nu hoang cung leaves, which helps treat patients suffering from prostatic hypertrophy and fibroids. The product has joined the international medicine market.",
            "vi": "Quan trọng nhất, nghiên cứu của cô ấy đã đưa đến sự tạo ra Crila Forte, một loại viên nang với hoạt chất sinh học alkaloid chiết từ lá của cây trinh nữ hoàng cung giúp điều trị những bệnh nhân bị phì đại tuyến tiền liệt và u xơ tử cung. Sản phẩm này đã tham gia thị trường thuốc quốc tế."
        },
        {
            "en": "Vitamin D for humans is obtained from sun exposure, food and supplements. It is <em>biologically</em> inert and has to undergo two hydroxylation reactions to become active in the body. The active form of vitamin D in the body is called Calcitriol (1,25-Dihydroxycholecalciferol).",
            "vi": "Vitamin D cho con người thu được từ sự tiếp xúc với ánh nắng mặt trời, thức ăn và thực phẩm bổ sung. Nó trơ về mặt sinh học và phải trải qua 2 phản ứng thủy phân để trở nên có hoạt tính trong cơ thể. Dạng có hoạt tính của vitamin D trong cơ thể được gọi là Calcitriol (1,25 Dihydroxycholecalciferol)."
        },
        {
            "en": "Teenagers are <em>biologically</em> predisposed to sleep and wake later than anyone else. This means they’re often struggling with important cognitive work at school during their least optimal times. A study of school students’ memory function in the UK actually showed that students performed 9% better on the same type of memory tests in the afternoon as they did in the morning.",
            "vi": "Thanh thiếu niên bị ảnh hưởng sinh học khi ngủ và dậy trễ hơn những người khác. Điều này có nghĩa là họ thường phải đấu tranh với việc học quan trọng của họ ở trường trong suốt khoảng thời gian họ làm việc hiệu quả. Một nghiên cứu về chức năng ghi nhớ của sinh viên tại Anh quốc cho thấy rằng sinh viên biểu hiện tốt hơn đến 9% trong cùng một bài kiểm tra trong buổi chiều hơn là buổi sáng."
        },
        {
            "en": "The prime minister also added that a strong country cannot have demographic decline. Only those countries remain that are able to maintain themselves <em>biologically</em>. For Hungary to attain that, he said, the fertility rate will have to grow to 2.1 children per family.",
            "vi": "Thủ tướng cũng nói thêm rằng một nước lớn mạnh không thể bị suy giảm nhân khẩu. Chỉ có những quốc gia còn lại là có thể tự duy trì về mặt sinh học. Ông cho biết, đối với Hungary, để đạt được điều đó, tỷ lệ sinh sẽ phải tăng lên 2,1 con trong mỗi gia đình."
        },
        {
            "en": "IVF with donor eggs Women who are over 40, have poor egg quality, or have not had success with previous IVF cycles may consider IVF with donor eggs. This involves combining the husband's sperm with another woman's eggs. If the procedure is successful, the wife becomes pregnant with a baby who is <em>biologically</em> related to her husband but not herself. In 2007, IVF using fresh embryos from donor eggs resulted in live births 55% of the time.",
            "vi": "Thụ tinh nhân tạo bằng trứng được cho Phụ nữ trên 40 tuổi có chất lượng trứng kém, hoặc thất bại với những lần thụ tinh trong ống nghiệm trước có lẽ nên cân nhắc phương pháp thụ tinh nhân tạo bằng trứng của một người cho nào đó. Thủ thuật này gồm việc kết hợp tinh trùng của chồng và trứng của một phụ nữ khác. Nếu quy trình này thành công thì người vợ sẽ mang thai một em bé mà về mặt sinh học thì có quan hệ với chồng nhưng với mình thì không. Vào năm 2007, phương pháp thụ tinh nhân tạo sử dụng phôi mới từ trứng của người cho đã có kết quả đến 55%."
        },
        {
            "en": "IUI with donor sperm If the man has few healthy sperm, IUI can be done using sperm from a donor. Most doctors recommend couples see a counselor before choosing this option, because they must be comfortable raising a child who is not <em>biologically</em> related to the father. IUI with donor sperm has a very high success rate in fertile women. It may take several tries, but pregnancy rates are over 80%.",
            "vi": "Thụ tinh trong tử cung (IUI) bằng tinh trùng được hiến  Nếu người đàn ông có ít tinh trùng khỏe mạnh, thì phương pháp thụ tinh trong tử cung bằng tinh trùng được hiến (IUI) có thể được sử dụng từ tinh trùng của một người cho nào đó. Hầu hết các bác sĩ đều khuyến nghị các cặp vợ chồng nên đến gặp chuyên viên tư vấn tâm lý trước khi chọn phương pháp này, bởi họ sẽ phải có tâm lý thoải mái khi nuôi một đứa trẻ mà về mặt sinh học không quan hệ gì với người cha. IUI bằng tinh trùng của người hiến có tỉ lệ thành công rất cao ở phụ nữ có khả năng sinh sản. Phương pháp này có thể cần phải thực hiện một vài lần, nhưng tỉ lệ mang thai đến hơn 80%."
        }
    ],
    "suggestions": []
}