{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,baiə'metriks]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">biometry</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bai'ɔmitri]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">biometry</font></td></tr></table><i/></div>",
            "word": "biometrics"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "biometrics"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "biometrics"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "biometrics"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sinh trắc học</font></td></tr></tbody></table></div>",
            "word": "biometrics"
        }
    },
    "sentences": [
        {
            "en": "How familiar are you with <em>biometrics</em>?",
            "vi": "Anh biết rõ đến đâu về sinh trắc học?"
        },
        {
            "en": "Heartbeat <em>biometrics</em> are touted as harder to fake or fool than other <em>biometrics</em>, although when I consider what happens to my heartbeat when I check my bank balance I'd imagine it will need considerable testing.",
            "vi": "Sinh trắc học nhịp tim được cho là khó giả mạo hoặc lừa đảo hơn các sinh trắc học khác. Mặc dù vậy, khi nghĩ đến nhịp tim của mình khi kiểm tra số dư ngân hàng, tôi cảm thấy rằng nó cần phải được kiểm nghiệm nhiều hơn trước khi hiện thực hóa."
        },
        {
            "en": "All this hassle with usernames and passwords has led many to think <em>biometrics</em> are the answer, in which uniquely identifying elements of our physical body are used as authentication keys.",
            "vi": "Tất cả các rắc rối với tên đăng nhập và mật khẩu này đã khiến nhiều người nghĩ rằng công nghệ xác thực bằng sinh trắc học là câu trả lời, trong đó các yếu tố nhận dạng độc nhất của cơ thể chúng ta được sử dụng như những chìa khóa xác thực."
        },
        {
            "en": "The ZTE Grand S3 is the first smartphone to use eye-based <em>biometrics</em> for security purposes which ZTE is calling Eyeprint ID. With the phone in front of your face, the screen will turn white briefly to help illuminate your eyes. The retina scanner then goes to work and using the front-facing camera, scans the unique pattern of veins in the eye for authentication.",
            "vi": "ZTE Grand S3 sẽ là smartphone đầu tiên trên thế giới sử dụng công nghệ sinh trắc học cho mục đích bảo mật, và ZTE gọi công nghệ này là Eyeprint ID. Cụ thể hơn, khi muốn mở khóa điện thoại, người dùng sẽ đưa điện thoại ra trước mặt, lúc này màn hình của điện thoại sẽ chuyển sang màu trắng trong chốc lát để làm sáng đôi mắt của người dùng. Bộ phận quét võng mạc sẽ bắt đầu hoạt động nhờ vào camera trước, và khi ấy các mẫu vân máu độc nhất của mỗi mắt người dùng khác nhau sẽ trở thành chìa khóa để xác thực việc mở điện thoại."
        }
    ],
    "suggestions": []
}