{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bə:t∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giống cây cáng lò, giống cây bulô</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">gỗ bulô</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cái roi (bằng cành bulô)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">quất bằng roi</td></tr></table><i/></div>",
            "word": "birch",
            "pronounce": "[bə:t∫]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>birch</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a slender hardy tree with thin, peeling, silver-grey or white bark, which yields a hard pale wood. [<i>Betula pendula</i> (<cclass><b>silver birch</b>) and related species.] </cclass></blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>the birch</b>) <cclass>chiefly historical a formal punishment in which a person is flogged with a bundle of birch twigs. </cclass></cclass></blockquote></blockquote><blockquote>■ <cclass>verb <cclass>chiefly historical beat with the birch as a punishment. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>birchen</b><cclass>adjective (<cclass>archaic). </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>bierce</i>, <i>birce</i>, of Gmc origin. </blockquote></div>",
            "word": "birch",
            "pronounce": "[bə:t∫]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "birch",
            "pronounce": "[bə:t∫]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "birch",
            "pronounce": "[bə:t∫]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cây bạch dương</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cây bulô</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gỗ bạch dương</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gỗ bu lô</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> The strong, close-textured wood of the birch tree, grown in North America and northern Asia; used for furniture, paneling, and toys.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Loại gỗ chắc, kết cấu khép của cây bu lô, được trồng ở Bắc Mỹ và bắc Á.Nó được dùng làm đồ đạc trong nhà, đóng ván, và làm đồ chơi.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">birch bark</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gỗ bìa bắp bạch dương</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">birch bark far</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hắc ín cây phong</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "birch",
            "pronounce": "[bə:t∫]"
        }
    },
    "sentences": [
        {
            "en": "Should we bring back the <em>birch</em> as a punishment?",
            "vi": "Chúng ta có nên lại dùng hình phạt roi không?"
        },
        {
            "en": "I like a weeping <em>birch</em> in that garden.",
            "vi": "Tôi thích cây dương cành trong vườn đó."
        },
        {
            "en": "My sister bought me a silver <em>birch</em> tree as an anniversary gift.",
            "vi": "Chị tôi mua cho tôi một cây bạch dương bạc như là một món quà kỷ niệm."
        },
        {
            "en": "We 've got enough well - seasoned oak and <em>birch</em> for this winter.",
            "vi": "Chúng ta đã có đủ gỗ sồi và gỗ bulô khô cho mùa đông này."
        },
        {
            "en": "We've got enough well-seasoned oak and <em>birch</em> for this winter.",
            "vi": "Chúng ta đã có đủ gỗ sồi và gỗ bulô khô cho mùa đông này."
        },
        {
            "en": "Meanwhile in the Russian Arctic, geo-engineering plans include the planting of millions of <em>birch</em> trees .",
            "vi": "Trong khi đó, trên Bắc Cực thuộc địa phận của Nga, những dự án địa kỹ thuật trong đó bao gồm việc trồng hàng triệu cây bạch dương ."
        },
        {
            "en": "The Siberian (or Amur) tigers are the world’s largest cats. They live primarily in eastern Russia’s <em>birch</em> forests, though some exist in China and North Korea.",
            "vi": "Hổ Siberian (còn gọi là Amur) là giống hổ lớn nhất thế giới. Chúng sống chủ yếu ở các khu rừng Bulo phía đông nước Nga, một số sống ở Trung Quốc và Bắc Triều Tiên."
        },
        {
            "en": "I pass my hands lovingly about the smooth skin of a silver <em>birch</em>, or the rough shaggy bark of a pine.",
            "vi": "Tôi trìu mến vuốt tay mình trên lớp vỏ mượt mà của cây phong bạc hay lớp vỏ sần sùi của cây thông xanh."
        },
        {
            "en": "Architects in Scandinavia want to take biophilic design to the next level with their proposals for a series of green schools in Sweden. Architecture firm 3XN’s design for a residential school in Stockholm, where children of all ages will live and study, includes hanging gardens, green terraces and vertical farming on the exterior, as well as indoor vegetable plots and a <em>birch</em> grove next to the kindergarten for younger children to relax in.",
            "vi": "Những kiến trúc sư ở Scandinavia muốn đưa thiết kế biophilic lên mức tiếp theo với các đề nghị cho một loạt các trường học xanh ở Thụy Điển. Thiết kế của công ty kiến trúc 3XN cho một trường trong khu dân cư ở Stockholm, nơi trẻ em mọi lứa tuổi sẽ sinh sống và học tập, bao gồm vườn treo, các bậc thang xanh và canh tác hướng lên ở bên ngoài, cũng như các chậu rau trong nhà và một khu rừng bạch dương nhỏ bên cạnh các trường mẫu giáo cho những đứa trẻ nhỏ hơn thư giãn."
        },
        {
            "en": "This infuriated his wife and daughter so the daughter said, \"Mum, how many kinds of 'willies' are there?\"  The mother, surprised, smiles and answers, \"Well dear, a man goes through three phases. In his twenties, his willy is like an oak tree, mighty and hard. In his thirties and forties, it is a <em>birch</em>, flexible but reliable. After his fifties, it is like a Christmas tree.\"  \"A Christmas tree !\" \"Yes, dead from the root up and the balls are for decoration only.\"",
            "vi": "Chuyện này làm vợ và con gái nổi khùng, nên con gái hỏi,\" Mẹ, chíp đàn ông có mấy loại?Bà mẹ, bị bất ngờ, cười rồi trả lời,\"Ờ, con, đàn ông trải qua ba giai đoạn. Ở tuổi đôi mươi, chíp như cây sồi, to khoẻ. Ở tuổi ba mươi và bốn mươi, như cây phong, mềm nhưng còn xài được. Sau tuổi năm mươi thì tựa cây thông Nô - en.\"\"Cây thông Nô - en sao!\" \"Đúng vậy, thối tận gốc, còn bóng thì chỉ để trang trí.\""
        },
        {
            "en": "Variant: Oral allergy syndromeAn allergy to certain raw (not cooked) fruits and vegetables is known as oral allergy syndrome. It occurs most often in people who have hay fever, especially hay fever triggered by <em>birch</em> or ragweed pollen. Raw produce such as apples, cherries, kiwis, celery, tomatoes, and green peppers may cause tingling, itching or swelling of the lips, tongue or throat, watery or itchy eyes, a runny nose, and sneezing.",
            "vi": "Biến thể: Hội chứng dị ứng miệng Dị ứng với một số loại trái cây và rau củ sống (chưa được nấu chín) được gọi là hội chứng dị ứng miệng. Tình trạng này thường thấy nhiều nhất ở người bị viêm mũi dị ứng, nhất là viêm mũi dị ứng do cây bu-lô hoặc phấn hoa của cỏ phấn hương gây ra. Các sản phẩm sống chẳng hạn như táo, anh đào, ki-uy, cần tây, cà chua, và tiêu xanh có thể gây cảm giác ngứa ran ran, ngứa ngáy khó chịu hoặc sưng môi, sưng lưỡi hoặc sưng họng, mắt chảy nước hoặc ngứa ngáy, sổ mũi, và hắt hơi."
        },
        {
            "en": "The authors of the following photos prove us that to create something this beautiful you don’t need any special graphic tools. Just use your imagination, and the result may profoundly surprise you.\n\n\n  OMGFactsThe ultimate Lotus Pose on the beach.Ngồi tư thế toà sen trên bãi biển. zhangzishiJust a crayfish in a metal bucket. Not the crayfish trying to take over the planet Earth, as you may have thought.Chỉ là chú tép trên xô kim loại, không phải tép đang xâm lược trái đất như bạn nghĩ đâu © Rival GustavoThe Puyehue-Cordón Caulle eruption in Chile. Now that looks pretty fearsome! © Dave JankinsThe Royal Navy celebration in Great Britain. © Roman MokrovSwim into the summer! © alastarDid you know that using long exposure can create something this amazing? © Ray Collins’Catch the wave!’ Hawaii, USA. © ShutterstockWhile snorkeling in Key Largo’s coral reefs, you can meet this 8 1/2 foot sculpture of Jesus Christ. Florida, USA. © Ales Komovec / Solent / Legion-MediaOne of the worst floods in the history of Ljubljana, Slovenia. © Richard HeeksThat’s the moment! © Corey ArnoldDon’t believe your eyes if you think you’re seeing an explosion...or even an eruption. © Ivan DementievskiyA frozen <em>birch</em> leaf in a puddle. © Pham TyThis is how they sew fishnet in Vietnam. © Guillaume BuretMount Bromo is an active volcano in Indonesia. © Jeff HoweAutumn and winter meet in Colorado, USA. © Max RiveThe Northern Lights in Norway. © Abhijeet KumarA new galaxy. © Husni Che NgahAnts drinking from a ’giant’ honey sea, Malaysia. © Sherry ZhaoChiang Mai sky lantern festival, Thailand. © Anton YankovoyThe universe is ours. © Takehito MiyatakeFireflies around a small bridge over the Shimanto River, Japan. © Eduardo Lopez NegreteAll shades of gray. © Kris BoormanA 15-mile-long shadow cast by Mount Fuji. © Max EllisA sunrise in Bushy Park, London. © Taro SmithBalance and inner peace. © Roberto Sysa MoiolaWhere the Namib desert meets the sea, southern Africa.",
            "vi": "Tác giả của những bức ảnh sau cho thấy để chụp được một tấm ảnh đẹp, ta không cần một công cụ đồ hoạ nào cả. Chỉ cần sử dụng óc tưởng tượng, và kết quả có thể làm bạn bị hết sức bất ngờ. "
        }
    ],
    "suggestions": []
}