{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bai'sek∫uəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(về giới tính) có cả tính nam và nữ; lưỡng tính</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cơ quan sinh dục có cả của nam và nữ; lưỡng tính; ái nam ái nữ</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người lưỡng tính; người ái nam ái nữ</td></tr></table><i/></div>",
            "word": "bisexual",
            "pronounce": "[bai'sek∫uəl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bisexual</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 sexually attracted to both men and women. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Biology having characteristics of both sexes. </cclass></blockquote></blockquote><blockquote>■ <cclass>noun a person who is sexually attracted to both men and women. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>bisexuality</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "bisexual",
            "pronounce": "[bai'sek∫uəl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>bisexual</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>bisexual crustaceans</i>: HERMAPHRODITE, hermaphroditic, intersex; androgynous, epicene; <cclass><i>technical</i> monoclinous, gynandrous, gynandromorphic.</cclass></blockquote><blockquote><b>2</b><i>a bisexual actor</i>: AMBISEXUAL; <cclass><i>informal</i> AC/DC, bi, swinging both ways, ambidextrous; <cclass><i>N. Amer.</i><cclass><i>informal</i> switch-hitting.</cclass></cclass></cclass></blockquote></div>",
            "word": "bisexual",
            "pronounce": "[bai'sek∫uəl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bisexual",
            "pronounce": "[bai'sek∫uəl]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưỡng tính</font></td></tr></tbody></table></div>",
            "word": "bisexual",
            "pronounce": "[bai'sek∫uəl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Bisexual</em>.",
            "vi": "Lưỡng tính."
        },
        {
            "en": "He's <em>bisexual</em>.",
            "vi": "Anh ấy ái nam ái nữ."
        },
        {
            "en": "She is a <em>bisexual</em>.",
            "vi": "Bà ta là người ái nam ái nữ."
        },
        {
            "en": "A few may self-identify as <em>bisexual</em>.",
            "vi": "Một số ít có thể tự nhận mình là quan hệ tình dục với cả hai giới."
        },
        {
            "en": "She also didn't hide the fact that she was <em>bisexual</em>.",
            "vi": "Cô ấy cũng không phủ nhận sự thật rằng cô ấy là người đồng tính."
        },
        {
            "en": "A minority of this group call themselves <em>bisexual</em>, even if all their sexual partners are male, as being <em>bisexual</em> is considered to be straight-acting..",
            "vi": "Một số ít những người trong nhóm này thường tự gọi mình là lưỡng tính ngay cả khi tất cả bạn tình của họ là nam bởi vì tình dục lưỡng tính được coi như là bình thường."
        },
        {
            "en": "The march drew between 75,000 and 125,000 gay men, lesbians, <em>bisexual</em> and transgender people.",
            "vi": "Cuộc biểu tình thu hút khoảng 75 đến 125 ngàn người đồng tính nam, đồng tính nữ, người lưỡng tính và những người chuyển đổi giới tính."
        },
        {
            "en": "The march drew between 75, 000 and 125, 000 gay men, lesbians, <em>bisexual</em> and transgender people.",
            "vi": "Cuộc biểu tình thu hút khoảng 75 đến 125 ngàn người đồng tính nam, đồng tính nữ, người lưỡng tính và những người chuyển đổi giới tính."
        },
        {
            "en": "Generally, epidemiological reports use the categories ‘homosexual’, ‘<em>bisexual</em>’ and ‘heterosexual’ for sexual transmission.",
            "vi": "Nói chung, các báo cáo dịch tễ khi nói về việc lây truyền qua đường tình dục thường phân loại theo “quan hệ tình dục đồng tính - homosexual”, “quan hệ tình dục cả hai giới - bisexual” và “quan hệ tình dục khác giới - heterosexual”."
        },
        {
            "en": "AC/DC is an offensive way of describing someone who is <em>bisexual</em>.",
            "vi": "AC/DC là một cách sỉ nhục để miêu tả người lưỡng tính."
        },
        {
            "en": "Sexual identity (gay, homosexual, heterosexual, <em>bisexual</em> and transgendered, or their equivalents), regardless of sexual behaviours;",
            "vi": "Theo đặc tính tình dục (đồng tính nam (gay), đồng tính (homosexual), tình dục khác giới (heterosexual); tình dục cả 2 giới (bisexual); chuyển đổi giới tính, hoặc những khái niệm tương tự) mà không quan tâm đến hành vi tình dục;"
        },
        {
            "en": "As the above discussion reveals, very few men fit neatly into the categories of ‘homosexual’, ‘heterosexual’ and ‘<em>bisexual</em>’.",
            "vi": "Những bàn luận trên đây cho thấy rất ít nam giới có thể thực sự được sắp xếp vào cách phân chia là người “đồng tính (homosexual)”, “dị tính (heterosexual)” và “lưỡng tính (bisexual)”."
        },
        {
            "en": "The predominant mode of transmission was heterosexual contact (1251), followed by homosexual (356) and <em>bisexual</em> contact (101).",
            "vi": "Hình thức lây truyền chủ yếu ở Philipin là quan hệ tình dục khác giới (1.251 trường hợp), tiếp theo là quan hệ tình dục đồng giới (356) và quan hệ tình dục lưỡng giới (101)."
        },
        {
            "en": "Vietnam has been sending out mixed messages when it comes to rights for lesbian, gay, <em>bisexual</em> and transgender people. ",
            "vi": "Việt Nam đã gửi đi những thông điệp lẫn lộn khi nói đến quyền lợi cho người đồng tính nữ, đồng tinh nam, lưỡng tính và chuyển đổi giới tính."
        },
        {
            "en": "Many men who have sex with men, however, may self-identify as heterosexual rather than as homosexual or <em>bisexual</em>.",
            "vi": "Nhiều người nam có quan hệ tình dục với nam giới khác, nhưng vẫn tự nhận là người có khuynh hướng tình dục dị tính (heterosexual) thay vì là nguời có khuynh hướng tình dục đồng giới hoặc tình dục với cả hai giới (bisexual)."
        },
        {
            "en": "For a clearer picture of male-male sexual transmission, it is useful to combine the figures for <em>bisexual</em> and homosexual transmission.",
            "vi": "Để có bức tranh rõ hơn về lây truyền HIV qua quan hệ tình dục đồng giới nam, cần phải kết hợp con số về lây truyền HIV qua quan hệ tình dục lưỡng tính và quan hệ tình dục đồng giới."
        },
        {
            "en": "Lalake identify as heterosexual or occasionally as <em>bisexual</em> and have sex with men for pleasure, often because finding female sexual partners is difficult.",
            "vi": "Lalake là những người có quan hệ tình dục khác giới hoặc đôi khi có quan hệ tình dục với đàn ông để thoả mãn, thường bởi khó tìm được bạn tình nữ."
        },
        {
            "en": "In Hong Kong SAR, as in mainland China and Taiwan, tongzhi, comrade, is often used to refer to members of the gay, lesbian, <em>bisexual</em> and transgendered community.",
            "vi": "Giống như ở Trung Hoa lục địa và Đài Loan, ở Hồng Kông, tongzhi thường được sử dụng để chỉ những người đồng tính nam, đồng tính nữ, người lưỡng tính và chuyển giới."
        },
        {
            "en": "Because sexual orientation is different from gender identity, a transgender teen can be straight, gay, or <em>bisexual</em> — just like other teens can.",
            "vi": "Bởi vì khuynh hướng tình dục khác với sự xác định giới tính, một thiếu niên người chuyển giới có thể là người đúng giới tính, đồng tính nam, hay lưỡng tính giống như những thanh thiếu niên khác."
        },
        {
            "en": "Within the region, The Library Foundation plays a key role in run AP-Rainbow, an Asia-Pacific e-mail network of lesbian, gay, <em>bisexual</em> and transgendered people.",
            "vi": "Trong khu vực, Quỹ Library đóng vai trò chủ chốt quản lý AP-Rainbow, một mạng lưới email (ở Châu Á-Thái Bình Dương) của những người đồng tính nam, đồng tính nữ, người lưỡng tính và chuyển giới."
        }
    ],
    "suggestions": []
}