{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['blæknis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">màu đen</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự tối tăm; bóng tối, chỗ tối</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) sự đen tối</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự độc ác, sự tàn ác</td></tr></table><i/></div>",
            "word": "blackness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "blackness"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "blackness"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "blackness"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kín nước</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> màu đen</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tính không thấm nước</font></td></tr></tbody></table></div>",
            "word": "blackness"
        }
    },
    "sentences": [
        {
            "en": "The <em>blackness</em> of night surrounds me.",
            "vi": "Đêm tối bao quanh tôi."
        },
        {
            "en": "The stygian <em>blackness</em> of the night",
            "vi": "Cảnh đêm tối tăm ảm đạm"
        },
        {
            "en": "He disappeared into the <em>blackness</em> of the night.",
            "vi": "Anh ấy biến mất vào trong màn đêm."
        },
        {
            "en": "They cried in a stygian <em>blackness</em> of the night.",
            "vi": "Chúng khóc trong cảnh đêm tối tăm ảm đạm."
        },
        {
            "en": "I had not been prepared for the <em>blackness</em> of him.",
            "vi": "Tôi không ngờ nó đen đến thế."
        },
        {
            "en": "I saw only <em>blackness</em> at first, and the moon's white trail across the water.",
            "vi": "Thoạt tiên, tôi chỉ có thể nhìn thấy màn đêm, và ánh trăng sáng dập dềnh trên làn nước."
        },
        {
            "en": "The intense <em>blackness</em> of natural willow charcoal makes it a perfect drawing.",
            "vi": "Màu đen tự nhiên của củi liễu làm cho nó trở thành một bản vẽ hoàn hảo."
        },
        {
            "en": "I heard a voice ring out from the inky <em>blackness</em> of the cellar.",
            "vi": "Tôi đã nghe thấy giọng nói vang lên từ hầm chứa đen như mực."
        },
        {
            "en": "I never got to stare at the abyss in all its horrifying <em>blackness</em>.",
            "vi": "Tôi không bao giờ nhìn vực thẳm và cả sự tối đen kinh hoàng của nó."
        },
        {
            "en": "She lived alone in a house in the stygian <em>blackness</em> of the night.",
            "vi": "Cô ta sống một mình trong căn nhà trong đêm tối ảm đạm."
        },
        {
            "en": "I couldn't see his face, just his back as he walked away from me, leaving me in the <em>blackness</em>.",
            "vi": "Tôi không thấy được mặt anh, mà chỉ thấy lưng anh khi anh bỏ đi, xa tôi dần trong bóng tối."
        },
        {
            "en": "Edward took my wrists - his hands felt like stones in winter - and lowered me into the <em>blackness</em>.",
            "vi": "Edward nắm cổ tay tôi - bàn tay anh như đá mùa đông - và thòng tôi vào bóng tối."
        },
        {
            "en": "Those black eyes looked deep into Laura's eyes and she looked deep down into the <em>blackness</em> of that little baby's eyes, and she wanted that one little baby.",
            "vi": "Những con mắt đen đó nhìn sâu vào mắt Laura và cô cũng nhìn sâu vào màu đen của mắt em bé đó, rồi cô thích có em bé đó."
        },
        {
            "en": "Images from my ill - considered afternoon stunt rolled through my head while I tried to come up with something pleasant to think about... the feel of the air as I fell, the <em>blackness</em> of the water, the thrashing of",
            "vi": "Những hình ảnh từ cuộc biểu diễn thiếu thận trọng trưa nay của tôi cuộn qua đầu khi tôi cố nghĩ ra chuyện vui để nghĩ đến... cảm nhận về khoảng không khi rơi, biển đen kịt, dòng nước cuốn... khuôn mặt Edward ... tôi nấn ná ở hình ảnh đó thật lâu."
        },
        {
            "en": "He was a great craggy pillar of gleaming <em>blackness</em>, black crew-cut hair on his head, black deep-sunken eyes glaring towards us, huge rubbery black nostrils and a black beard.",
            "vi": "Nó giống như một cột đá sù sì to lớn đen ánh, tóc trên đầu ngắn và đen, đôi mắt đen sâu chiếu về phía chúng tôi, hai lỗ mũi đen lớn như cao su và chòm râu đen."
        },
        {
            "en": "Images from my ill - considered afternoon stunt rolled through my head while I tried to come up with something pleasant to think about... the feel of the air as I fell, the <em>blackness</em> of the water, the thrashing of the current... Edward's face... I lingered there for a long time.",
            "vi": "Những hình ảnh từ cuộc biểu diễn thiếu thận trọng trưa nay của tôi cuộn qua đầu khi tôi cố nghĩ ra chuyện vui để nghĩ đến... cảm nhận về khoảng không khi rơi, biển đen kịt, dòng nước cuốn... khuôn mặt Edward ... tôi nấn ná ở hình ảnh đó thật lâu."
        },
        {
            "en": "Images from my ill - considered afternoon stunt rolled through my head while I tried to come up with something pleasant to think about... the feel of the air as I fell, the <em>blackness</em> of the water, the thrashing of the current... Edward's face... I lingered there for",
            "vi": "Những hình ảnh từ cuộc biểu diễn thiếu thận trọng trưa nay của tôi cuộn qua đầu khi tôi cố nghĩ ra chuyện vui để nghĩ đến... cảm nhận về khoảng không khi rơi, biển đen kịt, dòng nước cuốn... khuôn mặt Edward ... tôi nấn ná ở hình ảnh đó thật lâu."
        },
        {
            "en": "Images from my ill - considered afternoon stunt rolled through my head while I tried to come up with something pleasant to think about... the feel of the air as I fell, the <em>blackness</em> of the water, the thrashing of the current... Edward's face.",
            "vi": "Những hình ảnh từ cuộc biểu diễn thiếu thận trọng trưa nay của tôi cuộn qua đầu khi tôi cố nghĩ ra chuyện vui để nghĩ đến... cảm nhận về khoảng không khi rơi, biển đen kịt, dòng nước cuốn... khuôn mặt Edward ... tôi nấn ná ở hình ảnh đó thật lâu."
        },
        {
            "en": "afternoon stunt rolled through my head while I tried to come up with something pleasant to think about... the feel of the air as I fell, the <em>blackness</em> of the water, the thrashing of the current... Edward's face... I lingered there for a long time.",
            "vi": "Những hình ảnh từ cuộc biểu diễn thiếu thận trọng trưa nay của tôi cuộn qua đầu khi tôi cố nghĩ ra chuyện vui để nghĩ đến... cảm nhận về khoảng không khi rơi, biển đen kịt, dòng nước cuốn... khuôn mặt Edward ... tôi nấn ná ở hình ảnh đó thật lâu."
        },
        {
            "en": "Images from my ill-considered afternoon stunt rolled through my head while I tried to come up with something pleasant to think about... the feel of the air as I fell, the <em>blackness</em> of the water, the thrashing of the current... Edward's face... I lingered there for a long time.",
            "vi": "ảnh từ cuộc biểu diễn thiếu thận trọng trưa nay của tôi cuộn qua đầu khi tôi cố nghĩ ra chuyện vui để nghĩ đến... cảm nhận về khoảng không khi rơi, biển đen kịt, dòng nước cuốn... khuôn mặt Edward... tôi nấn ná ở hình ảnh đó thật lâu."
        }
    ],
    "suggestions": []
}