{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Blair",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Blair",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Blair",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Blair",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Blair",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Tony <em>Blair</em> criticises coalition prison policies",
            "vi": "Cựu thủ tướng Tony Blair chỉ trích chính sách nhà tù của liên minh"
        },
        {
            "en": "Tony <em>Blair</em> hopes Britain will get a sense of pride.",
            "vi": "Tony Blair hy vọng Anh sẽ có được một cảm giác tự hào."
        },
        {
            "en": "Tony <em>Blair</em> made a speedy rise through the ranks until the Labour leader.",
            "vi": "Tony Blair nhanh chóng được thăng chức sĩ quan cho tới khi là người đứng đầu Công đảng."
        },
        {
            "en": "Harry Enfield sends up Tony <em>Blair</em> brilliantly in his new comedy series.",
            "vi": "Harry Enfield chế giễu Tony Blair một cách tài tình trong loạt hài kịch mới của mình."
        },
        {
            "en": "Tony <em>Blair</em> is to meet US President George Bush in Northern Ireland next week for talks on the Iraq war.",
            "vi": "Tuần tới Tony Blair sẽ gặp Tổng thống Mỹ George Bush ở bắc Ai - len để hội đàm về chiến tranh I - rắc."
        },
        {
            "en": "Mr <em>Blair</em> told the Daily Telegraph he \"profoundly disagrees\" with the approach adopted by Justice Secretary Kenneth Clarke.",
            "vi": "Ông Blair đã tuyên bố trong tờ the Daily Telegraph rằng ông \"hết sức phản đối\" chính sách mà Bộ trưởng tư pháp Kenneth Clarke đã thông qua."
        },
        {
            "en": "Tony <em>Blair</em> is to meet US President George Bush in Northern Ireland next week for talks on the Iraq war.",
            "vi": "Tuần tới Tony Blair sẽ gặp Tổng thống Mỹ George Bush ở bắc Ai-len để hội đàm về chiến tranh I-rắc."
        },
        {
            "en": "Prime Minister Tony <em>Blair</em> said that Saddam Hussein has weapons of mass destruction ready to be used within 45 minutes of an order to fight.",
            "vi": "Thủ tướng Tony Blair cho rằng Saddam Hussein có sẵn vũ khí hủy diệt hàng loạt để tung ra sử dụng trong vòng 45 phút kể từ khi phát lệnh chiến đấu."
        },
        {
            "en": "Former UK Prime Minister Tony <em>Blair</em> has said his successor Gordon Brown could be \"maddening\" and accused him of lacking \"emotional intelligence\".",
            "vi": "Cựu thủ tướng Anh Tony Blair đã nói người nối nghiệp của ông Gordon Brown có thể là\"bị làm cho phát điên\" và buộc tội ông này thiếu \"trí tuệ cảm xúc\"."
        },
        {
            "en": "Mr Allan had come into our office at Westminster to moan about the guardian's insufficiently reverential attitude to Tony <em>Blair</em> once too often.",
            "vi": "Ông Allan đã đến văn phòng của chúng tôi ở Westminster để than vãn về thái độ thiếu tôn kính của người giám hộ với Tony Blair đã xảy ra nhiều lần."
        },
        {
            "en": "Former UK Prime Minister Tony <em>Blair</em> has said his successor Gordon Brown could be \"maddening\" and accused him of lacking \"emotional intelligence\".",
            "vi": "Cựu thủ tướng Anh Tony Blair đã nói người nối nghiệp của ông Gordon Brown có thể là \"bị làm cho phát điên\" và buộc tội ông này thiếu \"trí tuệ cảm xúc\"."
        },
        {
            "en": "Thousands of letters from Tony <em>Blair</em> are being delivered to people of Iraq as part of the UK's efforts to win hearts and minds.",
            "vi": "Hàng nghìn bức thư của Tony Blair đang được chuyển đến nhân dân I - rắc như là một phần trong nỗ lực của Anh nhằm thu phục nhân tâm."
        },
        {
            "en": "The truth is, today's kids made contributing more than parents are giving them credit for, says Sampson Lee <em>Blair</em>, a family sociologist at Arizona State University.",
            "vi": "Sự thật là trẻ em ngày nay có nhiều đóng góp hơn cha mẹ chúng nghĩ, Sampson Lee Blair, một nhà xã hội học về gia đình của Đại học bang Arizona nói."
        },
        {
            "en": "Among the jobs under threat at Oxford are fellowships in German and ancient history at St John's College, where Tony <em>Blair</em> was a student.",
            "vi": "Các công việc đang bị đe doạ ở Oxford thuộc ngành nhóm tiếng Đức và lịch sử cổ đại tại Trường cao đẳng St John, nơi mà thủ tướng Tony Blair đã từng học."
        },
        {
            "en": "The <em>Blair</em> Witch Project is probably the most famous for having its producers leverage an online pre-show to create an audience before ever showing the film in theatres",
            "vi": "án Phù thủy Blair có lẽ là nổi tiếng nhất để có cơ cấu đòn bẩy những người sản xuất (của) nó Một Trực tuyến hậu trưng bày để tạo ra một thính giả trước đây cho thấy phim trong những nhà hát"
        },
        {
            "en": "The <em>Blair</em> Witch Project is probably the most famous for having its producers leverage an online pre - show to create an audience before ever showing the film in theatres",
            "vi": "Dự án Phù thủy Blair có lẽ là nổi tiếng nhất để có cơ cấu đòn bẩy những người sản xuất (của) nó Một Trực tuyến hậu trưng bày để tạo ra một thính giả trước đây cho thấy phim trong những nhà hát"
        },
        {
            "en": "\"The British prime minister is serving the campaign of lies led by Zionists against Iraq. <em>Blair</em> is part of this misleading campaign,\" Iraqi Culture Minister Hammed Youssef Hammadi said in Baghdad.",
            "vi": "Phát biểu tại Baghdad, Bộ trưởng văn hoá Hammed Youssef Hammadi cho rằng \"Thủ tướng Anh đang phục vụ chiến dịch nói dối do bọn Xiônit cầm đầu chống lại Irắc. Blair đang góp phần vào chiến dịch sai lạc này\"."
        },
        {
            "en": "\"The British prime minister is serving the campaign of lies led by Zionists against Iraq. <em>Blair</em> is part of this misleading campaign,\" Iraqi Culture Minister Hammed Youssef Hammadi said in Baghdad.",
            "vi": "biểu tại Baghdad, Bộ trưởng văn hoá Hammed Youssef Hammadi cho rằng \"Thủ tướng Anh đang phục vụ chiến dịch nói dối do bọn Xiônit cầm đầu chống lại Irắc. Blair đang góp phần vào chiến dịch sai lạc này\"."
        },
        {
            "en": "In Cairo, Iraq Foreign Minister Naji Sabri denied Iraq has or is developing weapons of mass destruction, and said <em>Blair</em> was trying to justify a military attack against Iraq.",
            "vi": "Tại Cairo, ngoại trưởng Irắc Naji Sabri phủ nhận việc Irắc có hoặc đang phát triển vũ khí huỷ diệt hàng loạt và cho rằng ông Blair đang cố biện minh cho một cuộc tấn công quân sự vào Irắc."
        },
        {
            "en": "Tony <em>Blair</em> criticises coalition prison policies      Former prime minister Tony <em>Blair</em> has criticised the prison policies being pursued by the coalition government. Mr <em>Blair</em> told the Daily Telegraph he \"profoundly disagrees\" with the approach adopted by Justice Secretary Kenneth Clarke. Mr Clarke has outlined a \"radical\" shift from jail sentences to more community-based punishments to focus on rehabilitation and save money. More than 85,000 people are currently in prison in England and Wales. The justice secretary said he wants to \"shut the revolving door of crime and reoffending\".  New measures will involve paying private firms and voluntary groups according to how many prisoners they rehabilitate. In a speech in June, Mr Clarke said prison had too often proved a \"costly and ineffectual approach that fails to turn criminals into law-abiding citizens\". The justice secretary said that he would have regarded it as \"impossible and ridiculous\" when he was home secretary in the 1990s if someone had told him that by 2010 the prison population would have doubled to more than 80,000. But in an interview with the Telegraph, Mr <em>Blair</em> said there was a need to imprison \"those who deserve to be there\". The former prime minister said \"dysfunctional families who produce 14-year-old kids stabbing one another to death\" are \"making people's lives hell\" and suggested Britain could learn from developing countries which \"just don't accept\" criminality. Mr Blair's comments amount to his first direct policy assault on the coalition since David Cameron won power from Labour in May. The former prime minister, who recently published his memoir, once famously promised to be \"tough on crime and tough on the causes of crime\".",
            "vi": "Tony Blair criticises coalition prison policies      Cựu thủ tướng Anh - Tony Blair đã chỉ trích chính sách nhà tù mà chính phủ liên minh đang theo đuổi.  Ông Blair đã tuyên bố trong tờ the Daily Telegraph rằng ông \"hết sức phản đối\" chính sách mà Bộ trưởng tư pháp Kenneth Clarke đã thông qua.  Ông Clarke đã phác thảo ra một bước thay đổi “triệt để\" để chuyển từ án tù sang phạt phục vụ cộng đồng để chú trọng vào việc phục hồi nhân phẩm và tiết kiệm tiền. Hiện nay, có hơn 85.000 người đang ngồi tù ở Anh và xứ Wales.  Bộ trưởng tư pháp còn cho biết ông muốn \"đóng cánh cửa của vòng xoáy tội phạm và tình trạng tái phạm tội\".  Những biện pháp mới sẽ liên quan đến việc phải trả tiền cho các công ty tư nhân và các nhóm tình nguyện tuỳ theo số tù nhân cần phục hồi nhân phẩm. Trong một bài diễn văn vào tháng sáu, ông Clarke cho rằng các nhà tù luôn luôn cho thấy \"biện pháp tốn nhiều tiền và đem lại kết quả không mong muốn sẽ không cải hoá bọn tội phạm thành những công dân tôn trọng luật pháp được\".  Vị Bộ trưởng tư pháp này cho biết ông đã xem việc này là \"bất khả thi và lố bịch\" lúc ông còn là Bộ trưởng nội vụ vào những năm 1990 khi đó có người đã bảo ông là vào năm 2010 số tù nhân hẳn sẽ tăng gấp đôi với số lượng hơn 80.000 người.  Thế nhưng trong cuộc phỏng vấn với tờ Telegraph, ông Blair tuyên bố rằng cần giam giữ \"những người xứng đáng phải ở tù\". Cựu thủ tướng đã nói \"những gia đình bất thường đã tạo ra những trẻ 14 tuổi đâm nhau cho đến chết\" là \"làm cho đời sống của người dân biến thành địa ngục\" và đề nghị nước Anh nên học hỏi những nước đang phát triển về việc \"không chấp nhận\" tình trạng phạm tội.  Những lời bình luận của ông Blair rốt cuộc chỉ là cuộc công kích chính sách đầu tiên của ông trực tiếp vào liên minh kể từ khi ông David Cameron chiếm quyền lực từ tay Đảng lao động vào tháng năm.  Vị cựu thủ tướng, người gần đây công bố tham luận của mình, đã từng đưa ra lời hứa hẹn rất hấp dẫn rằng \"phải trừng trị tội phạm và cứng rắn triệt tiêu nguyên nhân phạm tội \""
        }
    ],
    "suggestions": []
}