{
    "en_vn": {
        "data": {
            "content": null,
            "word": "blake",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "blake",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "blake",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "blake",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "blake",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "All right, what about mr. <em>Blake</em>?",
            "vi": "Dạ được, còn ông blaker thì sao?"
        },
        {
            "en": "I have to talk to mr. <em>Blake</em>, the manager.",
            "vi": "Tôi phải nói chuyện với ông blake, giám đốc."
        },
        {
            "en": "Yes, i'm going to see mr <em>Blake</em> tomorrow.",
            "vi": "Vâng, tôi sẽ đi gặp ông blake ngày mai."
        },
        {
            "en": "Graham gives the background for her discussions with Mr. <em>Blake</em>.",
            "vi": "Bà Graham nói về thông tin cần thiết của các cuộc thảo luận của bà với ông Blake."
        },
        {
            "en": "This ship is under the command of Captain <em>Blake</em>.",
            "vi": "Con tàu này dưới quyền chỉ huy của đại tá Blake."
        },
        {
            "en": "I have been waiting for a response on the <em>Blake</em> Building design for nearly two weeks.",
            "vi": "Chúng tôi đã chờ thông tin phản hồi cho bản thiết kế tòa nhà Blake gần hai tuần nay rồi."
        },
        {
            "en": "<em>Blake</em> spoke to the audience live via satellite from San Diego.",
            "vi": "Blake đối thoại trực tiếp với thính giả ở San Diego thông qua vệ tinh."
        },
        {
            "en": "She watched as <em>Blake</em> walked down the street, until he was swallowed up by the crowd.",
            "vi": "Cô nhìn Blake đi xuống con phố cho đến khi anh khuất trong đám đông."
        },
        {
            "en": "3. \"Think in the morning. Act in the noon. Eat in the evening. Sleep in the night.\" - William <em>Blake</em>",
            "vi": "3. \"Tôi suy nghĩ vào buổi sáng. Hành động vào buổi trưa. Ăn vào chiều tối. Ngủ vào ban đêm\" - William Blake"
        },
        {
            "en": "For example, if you are seeking a match for \"<em>blake</em>\", but the table only has blaake, black, blalock, blamour ; with near on, the table pointer will stop at \"blalock\", the nearest match to \"<em>blake</em>\".",
            "vi": "Ví dụ, nếu bạn cần tìm trị trùng khớp với \"blake\", mà trong bảng chỉ có blaake, black, blalock, blamour...; thì với near là on, con trỏ bảng sẽ dừng lại ở \"blalock\", là trị đối sánh gần khớp nhất với \"blake\"."
        },
        {
            "en": "I have got a huge load of typing and Mr. <em>Blake</em> has insisted I get it done by tomorrow afternoon.",
            "vi": "Tôi có một núi tài liệu cần phải được đánh máy và Ông Blake cứ nhất định yêu cầu tôi phải làm xong vào chiều mai."
        },
        {
            "en": "After 10:00, our London branch manager mr. <em>Blake</em> will drive us to hotel, at the same time he'll report his work there.",
            "vi": "Sau 10:00, quản lý chi nhánh london ông blake sẽ đưa chúng ta đến khách sạn, đồng thời ông ấy sẽ báo cáo công việc của ông ấy ở đó."
        },
        {
            "en": "In this conversation, Mr. <em>Blake</em> and Mr. Gomez are discussing the major points of a possible agreement between Federal Motors and Mr. Blake's company, International Robotics.",
            "vi": "Trong mẩu đàm thoại này, ông Blake và ông Gomez đang bàn về những điểm chính của một thỏa thuận có thể đạt được giữa hãng Federal Motors và công ty của ông Blake, hãng International Robotics."
        }
    ],
    "suggestions": []
}