{
    "en_vn": {
        "data": {
            "content": null,
            "word": "blanco",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>blanco</k><blockquote><cclass>[<cclass>'blaŋkəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote><cclass>Brit. </cclass></blockquote><blockquote>■ <cclass>noun a white substance used for whitening belts and other items of military equipment. </cclass></blockquote><blockquote>■ <cclass>verb (<cclass><b>blancoes</b>, <cclass><b>blancoing</b>, <cclass><b>blancoed</b>) whiten with blanco. </cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr. <i>blanc</i> 'white', ult. of Gmc origin. </blockquote></div>",
            "word": "blanco",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "blanco",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "blanco",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "blanco",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "So long, soft cheeses Eating Mexican queso <em>blanco</em> or other soft cheeses during pregnancy can be risky. Those made with unpasteurized milk can harbor Listeria bacteria, which has been linked to miscarriage, premature delivery, and death. It’s best to avoid brie, camembert, feta, blue cheese, queso <em>blanco</em>, queso fresco, and Panela – unless the label says it's pasteurized. When in doubt or dining out, ask before you eat.",
            "vi": "Các loại phô mai quá mềm và quá dài Ăn các loại phô mai Mễ (phô mai Mê-hi-cô) (như là queso blanco/ “queso” có nghĩa là phô mai trong tiếng Tây Ban Nha) hoặc các loại phô mai mềm khác trong khi mang thai có thể rất nguy hiểm. Những loại phô mai đó được làm từ sữa chưa tiệt trùng có thể là ổ chứa của vi khuẩn hình que, dẫn đến sẩy thai, sinh non, và tử vong. Tốt hơn hết là nên tránh phô mai mềm, phô mai camembe, phô mai mặn, phô mai xanh, queso blanco, queso fresco, và Panela – trừ phi trên nhãn có ghi rõ đã được diệt khuẩn. Khi nghi ngờ hoặc ăn ở ngoài, bạn nên hỏi trước khi ăn."
        }
    ],
    "suggestions": []
}