{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">blaze</font></td></tr></table><i/></div>",
            "word": "blazingly",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "blazingly",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "blazingly",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "blazingly",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "blazingly",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Google wants Chrome OS to be \"<em>blazingly</em> fast,\" Pichai said \"From the time you press boot, you want it to be like a TV, you turn it on, you should be on the Web using your application.\"",
            "vi": "Ông cũng cho biết mục tiêu của Google với Hệ điều hành Chrome là tốc độ, đơn giản và bảo mật. Chú ý rằng Google muốn Hệ điều hành Chrome được \"nhanh như chớp\" Pichai cho biết: \"Từ khi bạn bấm nút khởi động máy, bạn muốn nó giống như Tivi, bạn bật nó lên và bạn sẽ sử dụng các ứng dụng của bạn trên web.\""
        },
        {
            "en": "are speed, simplicity and security. Noting that Google wants Chrome OS to be \"<em>blazingly</em> fast,\" Pichai said \"From the time you press boot, you want it to be like a TV, you turn it on, you should be on the Web using your application.\"",
            "vi": "Ông cũng cho biết mục tiêu của Google với Hệ điều hành Chrome là tốc độ, đơn giản và bảo mật. Chú ý rằng Google muốn Hệ điều hành Chrome được \"nhanh như chớp\" Pichai cho biết: \"Từ khi bạn bấm nút khởi động máy, bạn muốn nó giống như Tivi, bạn bật nó lên và bạn sẽ sử dụng các ứng dụng của bạn trên web.\""
        },
        {
            "en": "He also said Google's goals with Chrome OS are speed, simplicity and security. Noting that Google wants Chrome OS to be \"<em>blazingly</em> fast,\" Pichai said \"From the time you press boot, you want it to be like a TV, you turn it on, you should be on the Web using your application.\"",
            "vi": "của Google với Hệ điều hành Chrome là tốc độ, đơn giản và bảo mật. Chú ý rằng Google muốn Hệ điều hành Chrome được \"nhanh như chớp\" Pichai cho biết :\"Từ khi bạn bấm nút khởi động máy, bạn muốn nó giống như Tivi, bạn bật nó lên và bạn sẽ sử dụng các ứng dụng của bạn trên web.\""
        },
        {
            "en": "He also said Google's goals with Chrome OS are speed, simplicity and security. Noting that Google wants Chrome OS to be \"<em>blazingly</em> fast,\" Pichai said \"From the time you press boot, you want it to be like a TV, you turn it on, you should be on the Web using your application.\"",
            "vi": "Ông cũng cho biết mục tiêu của Google với Hệ điều hành Chrome là tốc độ, đơn giản và bảo mật. Chú ý rằng Google muốn Hệ điều hành Chrome được \"nhanh như chớp\" Pichai cho biết: \"Từ khi bạn bấm nút khởi động máy, bạn muốn nó giống như Tivi, bạn bật nó lên và bạn sẽ sử dụng các ứng dụng của bạn trên web.\""
        },
        {
            "en": "Google Releases Chrome OS to Open Source      Google released the Chrome Operating System, an alternative to Microsoft Windows and Apple's Mac OS X, to open source for developers, but said end users would not be able to use the Web operating system until late 2010. During a demo, Google's Sundar Pichai showed how Chrome OS booted up on an Asus Eee PC netbook in 7 seconds, with 3 more seconds to log onto an application. Chrome OS had the look and feel of the Chrome Web browser, which has 40 million regular users. Chrome OS was designed with speed, simplicity and security in mind. Google officials released the company's Chrome Operating System to open source for developers to begin testing, but said end users would not be able to use the Web operating system until late 2010. Chrome OS is a Web operating system Google is building to run on netbooks as an alternative to computers running traditional operating systems such as Microsoft's Windows and Apple's Mac. Those machines take several seconds to boot up, or even minutes if they are older models, because they go through a number of data-checking procedures. Similar to Windows or Mac, Chrome OS will let users run and manage applications. But unlike Windows or Mac, which invite users to download apps to their desktop, Chrome OS leverages the Internet as the platform in a model called cloud computing. Microsoft earlier this week said its own Windows Azure cloud platform would reach users Jan. 1. Google's Chrome Web browser runs atop Chrome OS, providing the gateway through users will access Web applications. Every application running on Chrome OS will run in the cloud, supported by Google's servers.  Sundar Pichai, vice president of product management at Google , said during an event at the company's Mountain View headquarters that while Google was at least a year away from making Chrome OS available to users on netbooks, developers can download the code and began working with Chrome OS free under the open source license.  \"As of today, the code will be fully open, which means Google developers will be working on the same tree as external developers,\" Pichai said. The idea is to get third-party developers designing applications to run on Chrome OS.  He also said Google's goals with Chrome OS are speed, simplicity and security. Noting that Google wants Chrome OS to be \"<em>blazingly</em> fast,\" Pichai said \"From the time you press boot, you want it to be like a TV, you turn it on, you should be on the Web using your application.\" During a demo, Pichai showed how Chrome booted up on an Asus Eee PC netbook in 7 seconds, with 3 more seconds to log onto an application. Chrome OS had the look and feel of the Chrome Web browser, which has 40 million regular users. However, Pichai said the user interface will be different when it finally launches. Pichai demonstrated Chrome OS' application tabs for Google Gmail, Calendar and other apps, showing how users can \"favorite\" an application by pinning it to the browser screen. The Chrome browser already enables this for Web pages; the idea is to help users to get to their favorite apps quickly.  There is also an app menu similar to what users see on Apple iPhone or Android-based smartphones, allowing users to click into apps. When Pichai clicked the app tab for Google Talk a pop-up window appeared on the screen, similar to the way the chat window does within Gmail. Google calls these \"persistent windows.\"  Pichai also showed a YouTube video from the band U2 running in a separate application tab, as well as how users can read books from the Google Books service on Chrome OS. See screenshots, videos and Chrome OS documentation on Google Watch here. Pichai said Chrome OS would not support traditional desktop applications, with every app being a Web application. Users won't have to install programs or manage updates because the platform depends on the cloud. \"The computer should just work.\"  Users who lose their Chrome OS-based netbook will be able to buy a new machine, log in to their Google Account, and have their data, including Web apps, cached data and personalization data such as backgrounds in seconds.  Chrome OS' security was the big question on many peoples' minds because of the threats to security to the Web.  Pichai said that because Google understands all of the code on Chrome OS, it has a better chance of detecting malicious processes and manage the systems with a reboot. EWEEK has more on Chrome OS security here.",
            "vi": "Google phát hành HĐH Chrome cho Mã Nguồn Mở    Google đã phát hành HDH Chrome , một giải pháp thay thế cho Microsoft Windows và Mac OS X của Apple, sang mở mã nguồn cho các nhà phát triển, nhưng họ cho biết người dùng cuối vẫn chưa sử dụng được hệ điều hành web này cho đến cuối năm 2010. Trong bản demo, Sundar Pichai - phó giám đốc quản lý sản phẩm của Google cho biết HĐH Chrome chỉ mất trong 7 giây để khởi động trên một chiếc netbook Asus Eee PC, với hơn 3 giây để đăng nhập vào một ứng dụng. HĐH Chrome có giao diện và cách hoạt động giống trình duyệt web Chrome, trình duyệt này có 40 triệu người sử dụng thường xuyên. Về mặc ý nghĩa, Chrome được thiết kế để hoạt động nhanh hơn, đơn giản và bảo mật. Google phát hành chính thức HĐH Chrome sang mã nguồn mở cho các nhà phát triển để bắt đầu thử nghiệm, nhưng cho biết người dùng cuối vẫn chưa có thể sử dụng hệ điều hành web này cho đến cuối năm 2010. HDH Chrome là một hệ điều hành web mà Google đang xây dựng để chạy trên netbook như một giải pháp thay thế cho máy tính chạy hệ điều hành truyền thống như Microsoft Windows và Mac của Apple. Những chiếc máy này mất nhiều giây để khởi động hoặc thậm chí vài phút nếu là loại cũ hơn, vì chúng phải thông qua một số thủ tục kiểm tra dữ liệu. Tương tự như Windows hay Mac, Hệ điều hành Chrome sẽ cho phép người dùng chạy và quản lí các ứng dụng. Nhưng không giống như Windows hay Mac mời người dùng tải về ứng dụng cho máy tính để bàn của họ, HDH Chrome tận dụng Internet như là nền tảng trong một mô hình được gọi là điện toán đám mây. Hồi đầu tuần này Microsoft nói rằng HĐH nền tảng điện toán đám mây Windows Azure của họ có thể tới tay người dùng vào ngày 01 tháng 1. Trình duyệt web Chrome của Goolge chạy trên đầu của HĐH Chrome, cung cấp cổng qua đó người dùng sẽ truy cập vào các ứng dụng web. Mỗi ứng dụng chạy trên HĐH Chrome sẽ chạy trong đám mây, được hỗ trợ bởi các máy chủ của Google. Sundar Pichai - phó giám đốc quản lý sản phẩm của Google nói trong một sự kiện tại trụ sở chính Mountain View của hãng rằng mặc dù ít nhất hơn 1 năm nữa Google mới tạo ra HDH Chrome sẵn sáng cho người dùng trên netbooks, nhưng các nhà phát triển có thể tải mã nguồn và bắt đầu làm việc với HĐH Chrome miễn phí theo giấy phép mã nguồn mở. Pichai nói : “Tính đến ngày hôm nay, mã nguồn sẽ được mở hoàn toàn, có nghĩa là các nhà phát triển của Google và các nhà phát triển bên ngoài sẽ được làm việc trên cùng một mã gốc\". Ý tưởng này là để có được các nhà phát triển bên thứ ba thiết kế các ứng dụng chạy trên HĐH Chrome. Ông cũng cho biết mục tiêu của Google với HĐH Chrome là tốc độ, đơn giản và  bảo mật. Chú ý rằng Google muốn HĐH Chrome được \"nhanh như chóp\" Pichai cho biết: \"Từ khi bạn bấm nút khởi động máy, bạn muốn nó giống như Tivi, bạn bật nó lên và bạn sẽ sử dụng các ứng dụng của bạn trên web.\" Trong một bản demo, Pichai cho thấy Chrome khởi động trên một chiếc netbook Asus Eee PC trong 7 giây, với hơn 3 giây để đăng nhập vào một ứng dụng. HĐH Chrome có giao diện của trình duyệt web Chrome, trình duyệt mà có 40 triệu người sử dụng thường xuyên. Tuy nhiên, Pichai cho biết giao diện người dùng sẽ khác nhau khi nó ra mắt lần cuối cùng. Pichai chứng minh các thẻ ứng dụng của HĐH Chrome cho Google Gmail, Lịch và các ứng dụng khác, cho thấy cách mà người dùng có thể \"đánh dấu\" một ứng dụng ưu thích bằng cách ghim nó vào màn hình trình duyệt. Trình duyệt Chrome đã kích hoạt điều này cho các trang web; ý tưởng này là để giúp người dùng mở các ứng dụng ưa thích của họ một cách nhanh chóng. Cũng có một menu ứng dụng tương tự như những gì người dùng thấy trên Apple iPhone hay trên điện thoại thông minh chạy HĐH Android cho phép người dùng nhấp vào ứng dụng. Khi Pichai nhấp chuột vào thẻ ứng dụng Google Talk, một cửa sổ pop-up xuất hiện trên màn hình, tương tự như cách các cửa sổ chat làm trong Gmail. Google gọi những thứ này là  \"cửa sổ liên tục.\" Pichai cũng cho thấy một video trên YouTube của ban nhạc U2 chạy trong một thẻ ứng dụng riêng biệt, cũng như cách người dùng có thể đọc sách từ dịch vụ Google Books trên HĐHChrome. Xem ảnh chụp màn hình, video và tài liệu hướng dẫn sử dụng HĐH Chrome trên Google Watch tại đây. Pichai cho biết HĐH Chrome sẽ không hỗ trợ các ứng dụng trên máy tính để bàn truyền thống, với mọi ứng dụng đều ứng dụng web. Người dùng sẽ không phải cài đặt chương trình, quản lý thông tin cập nhật bởi vì nền tảng này phụ thuộc vào đám mây. \"Nên chỉ có máy tính làm việc.\" Nếu người dùng làm mất netbook sử dụng HĐH Chrome thì họ chỉ cần mua một máy mới, đăng nhập vào Tài khoản Google của họ, và có dữ liệu của họ, bao gồm các ứng dụng web, lưu trữ dữ liệu và dữ liệu cá nhân giống như là trên máy cũ trước đó trong vài giây. Bảo mật của HĐH Chrome là câu hỏi lớn trong tâm trí nhiều người bởi vì các mối đe dọa đến bảo mật cho Web. Pichai nói rằng bởi vì Google hiểu tất cả các mã nguồn của HĐH Chrome, họ có một khả năng tốt hơn về việc phát hiện các tiến trình độc hại và quản lý hệ thống với  một cơ chế khởi động lại. Trang EWeek có thêm chi tiết về bảo mật của HĐH Chrome tại  đây."
        }
    ],
    "suggestions": []
}