{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bleachers",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bleachers",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bleachers",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bleachers",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bleachers",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I looked into the <em>bleachers</em> packed with families and friends.",
            "vi": "Tôi nhìn xuống chỗ ngồi khán đài có gia đình và bạn bè của mình."
        },
        {
            "en": "When Eastwood Laker began their warm-ups, Donna kept glancing up into the <em>bleachers</em>.",
            "vi": "Khi đội eastwood laker bắt đầu khởi động, donna liên tục liếc nhìn lên khu vực khán đài không có mái che."
        },
        {
            "en": "As the teams changed sides, Donna sneaked another quick peek into the <em>bleachers</em>.",
            "vi": "Khi hai đội bóng đang đổi sân, donna lại lén ném một cái nhìn nữa lên khu vực khán đài không có mái che."
        },
        {
            "en": "I watched him from the sidelines of the football field as he searched the <em>bleachers</em> for his girlfriend.",
            "vi": "Tôi quan sát anh ta từ đường biên của sân bóng khi anh ta tìm chỗ ngồi cho bạn gái mình."
        },
        {
            "en": "Students and fans climbed over vehicles and <em>bleachers</em> and risked cutting themselves on barbed wire fences to get a glimpse of their sporting hero as he made his way to a meeting with school authorities.",
            "vi": "Sinh viên và người hâm mộ trèo lên nóc xe, leo qua khán đài và mạo hiểm đu mình trên những bờ tường rào kẽm gai chỉ để thoáng nhìn thấy người hùng thể thao của mình khi anh ta đi gặp ban giám hiệu trường."
        }
    ],
    "suggestions": []
}