{
    "en_vn": {
        "data": {
            "content": null,
            "word": "blended",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "blended",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "blended",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "blended",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "blended",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I don't like <em>blended</em> whisky.",
            "vi": "Tôi không thích rượu whisky có pha trộn."
        },
        {
            "en": "The coloring is well <em>blended</em> with taste.",
            "vi": "Cách phối hợp màu này rất hợp thị hiếu."
        },
        {
            "en": "We had <em>blended</em> into a sticky mess.",
            "vi": "Chúng tôi đã trộn thành một hỗn hợp dính."
        },
        {
            "en": "The firm began concentrating on aggressively marketing bottled <em>blended</em> brands such as Johnnie Walker.",
            "vi": "Hãng bắt đầu tập trung tiếp thị quảng bá mạnh cho các loại đóng chai có pha chế như Johnnie Walker."
        },
        {
            "en": "With four children between them, they are now a very happy <em>blended</em> family.",
            "vi": "Với 4 đứa con, họ bây giờ là một gia đình pha trộn rất hạnh phúc."
        },
        {
            "en": "The <em>blended</em> mixture is then pelletized to a size convenient to handle.",
            "vi": "Hỗn hợp được trộn lẫn sau đó thành viên có kích cỡ thuận tiện để sử dụng."
        },
        {
            "en": "The char can then be <em>blended</em> into a suitable, inert material for obtaining controlled combustible properties.",
            "vi": "Than sau đó chó thể được trộn vào một nguyên liệu trơ phù hợp để có được những tinh chất cháy có kiểm soát."
        },
        {
            "en": "I think universities must move quickly to produce more graduates with <em>blended</em> skills to meet the need of the industry.",
            "vi": "Tôi nghĩ các đại học phải nhanh chóng chuyển sang tạo ra nhiều sinh viên tốt nghiệp với kỹ năng hỗn hợp để đáp ứng cho nhu cầu của công nghiệp."
        },
        {
            "en": "Not only <em>blended</em> whiskies have flourished in the 1980s, malt whiskies have become a successful niche product.",
            "vi": "Không chỉ có rượu whisky pha chế bán chạy vào thập niên 80 mà loại whisky mạch nha cũng trở thành một sản phẩm mới mẽ thành công trên thị trường."
        },
        {
            "en": "The lion's share of the business comes from supplying <em>blended</em> whisky for own brands in supermarkets and other stores.",
            "vi": "Phần doanh thu lớn nhất của công ty có được là từ việc cung cấp các loại whisky có pha chế với những nhãn hiệu riêng cho các siêu thị và các cửa hàng."
        },
        {
            "en": "Below are a number of the typical examples of how ICT and traditional technologies have been <em>blended</em> for development purposes.",
            "vi": "Dưới đây là một số ví dụ về việc kết hợp CNTT&TT và các công nghệ truyền thống nhằm phục vụ các mục đích phát triển."
        },
        {
            "en": "Jill's a single mum and Dan divorced his first wife years ago. With four children between them, they' re now a very happy <em>blended</em> family.",
            "vi": "Jill là người mẹ độc thân và Dan ly dị người vợ đầu tiên cách đây 2 năm. Với 4 đứa con, họ bây giờ là một gia đình pha trộn rất hạnh phúc."
        },
        {
            "en": "Jill's a single mum and Dan divorced his first wife years ago. With four children between them, they're now a very happy <em>blended</em> family.",
            "vi": "Jill là người mẹ độc thân và Dan ly dị người vợ đầu tiên cách đây 2 năm. Với 4 đứa con, họ bây giờ là một gia đình pha trộn rất hạnh phúc."
        },
        {
            "en": "The success or failure of any computer system depends on the skill with which the hardware and software components are selected and <em>blended</em>.",
            "vi": "Thành công hay thất bại của mọi hệ thống máy tính tuỳ thuộc vào kỹ năng lựa chọn và phân phối các bộ phận cấu thành phần cứng và phần mềm."
        },
        {
            "en": "<em>Blended</em> families is a relatively new term in history, but it has become part of everyday language in the last 50 years.",
            "vi": "Gia đình tổng hợp là một thuật ngữ tương đối mới trong lịch sử, nhưng nó đã trở thành một phần của ngôn ngữ thông dụng trong 50 năm qua."
        },
        {
            "en": "The coffee oil is then <em>blended</em> with other fuels to create B20 biofuel, which can be used in diesel buses without modification.",
            "vi": "Dầu cà phê được pha trộn với nhiên liệu khác tạo thành nhiên liệu Bio B20 - loại có thể sủa dụng trong động cơ xe buýt không cần bước biến đổi khác."
        },
        {
            "en": "\"Steve Jobs is considered a genius who <em>blended</em> technology and creativity to invent and market a product which dramatically changed six industries -- personal computers, animated movies, music, phones, tablet computing and digital publishing,\" according to the property evaluation.",
            "vi": "“Steve Jobs được coi là thiên tài, ông đã kết hợp công nghệ cùng tính sáng tạo để phát minh và tiếp thị một sản phẩm đã làm cho sáu ngành công nghiệp thay đổi mạnh mẽ, đó là – máy tính cá nhân, phim hoạt hình, âm nhạc, máy điện thoại, máy tính bảng và xuất bảng số”- theo ban đánh giá tài sản."
        },
        {
            "en": "Foundation needs to be <em>blended</em>, especially under the jaw line, into the hairline, on the ear lobes, corners of the nose and mouth and over and under the eyes.",
            "vi": "Kem nền phải được pha trộn, đặc biệt là dưới hàm, đường tóc, trên dái tai, góc mũi và miệng và dưới đôi mắt."
        },
        {
            "en": "Firstly, water and rice flour are mixed to perfect ratio, making soft and moist dough. Next, glass noodle, wood ears, kohlrabi and mushroom, all tendered and finely chopped, are <em>blended</em> with minced pork and seasonings; this is an easy recipe for a flavorful filling.",
            "vi": "Đầu tiên, nước và bột gạo được trộn với tỷ lệ hoàn hảo, tạo ra loại bột mềm và ẩm. Tiếp theo, miến, mộc nhĩ, su hào và nấm, tất cả thái mỏng và băm nhỏ, trộn với thịt lợn băm và gia vị; đây là một công thức dễ dàng cho một món ăn đầy hương vị."
        },
        {
            "en": "Malaysian artist Lim Zhi Wei creates beautiful series of illustrations <em>blended</em> with real flower petals. Her series titled “Flower Girls” is a delicate collection of graceful female form gorgeously layered dresses and gowns made out of everything from orchids, roses, and leaves.",
            "vi": "Nghệ sĩ Malaysian Lim Zhi Wei sáng tác bộ sưu tập tranh minh hoạ hoà lẫn cánh hoa thật. Bộ sưu tập mang tên \"Hoa Nữ\" là bộ sưu tập tinh tế váy áo và trang phục dạ hội xếp lớp lộng lẫy tạo nên dáng dấp thiếu nữ duyên dáng làm từ mọi thứ của phong lan, hoa hồng, và lá."
        }
    ],
    "suggestions": []
}