{
    "en_vn": {
        "data": {
            "content": null,
            "word": "blending"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "blending"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "blending"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "blending"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hỗn hợp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">compound blending</font><font color=\"#282828\">: trộn lẫn hỗn hợp</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phối hợp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự pha trộn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự trộn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự trộn đều</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trộn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">aggregate blending</font><font color=\"#282828\">: sự nhào trộn cốt liệu</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">aggregate blending</font><font color=\"#282828\">: trộn cốt liệu</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending agent</font><font color=\"#282828\">: chất trộn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending chart</font><font color=\"#282828\">: biểu đồ trộn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending chest</font><font color=\"#282828\">: hộp pha trộn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending hopper</font><font color=\"#282828\">: phiếu trộn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending index</font><font color=\"#282828\">: chỉ số trộn (xăng)</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending of coal</font><font color=\"#282828\">: trộn các loại than</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending problem</font><font color=\"#282828\">: bài toán pha trộn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending stage</font><font color=\"#282828\">: giai đoạn trộn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending stock</font><font color=\"#282828\">: pha trộn dự trữ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending value</font><font color=\"#282828\">: giá trị pha trộn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blending value</font><font color=\"#282828\">: hiệu quả trộn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">compound blending</font><font color=\"#282828\">: trộn lẫn hỗn hợp</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">oil blending</font><font color=\"#282828\">: trộn dầu</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">wet blending</font><font color=\"#282828\">: trộn ướt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">antiknock blending value</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giá trịhỗn hợp chống kích nổ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">blending house</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phân xưởng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">brake blending</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tổ hợp phanh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "blending"
        }
    },
    "sentences": [
        {
            "en": "<em>Blending</em> with nature",
            "vi": "Hòa quyện với thiên nhiên"
        },
        {
            "en": "<em>Blending</em> must be done sculpturally.",
            "vi": "Việc uốn cong phải được làm theo kiểu của điêu khắc."
        },
        {
            "en": "I sighed, one blush <em>blending</em> into the next.",
            "vi": "Tôi thở dài, tiếp tục đỏ mặt."
        },
        {
            "en": "The Asian Development Bank (ADB) is currently more advanced in its <em>blending</em> of resources for Vietnam than the World Bank.",
            "vi": "Ngân hàng Phát triển Châu Á (ADB) hiện đang đi trước Ngân hàng Thế giới trong việc kết hợp các hình thức cho vay của mình đối với Việt Nam."
        },
        {
            "en": "The <em>blending</em> together of the nerve impulses that arrive through the thousands of synapses at a nerve cell body.",
            "vi": "Việc trộn lẫn với nhau các xung lực thần kinh đến qua hàng ngàn các tiếp hợp ở thân một tế bào thần kinh."
        },
        {
            "en": "Noting their countrymen's affinity for <em>blending</em> and molding international dishes, the Chefs drew comparisons between American and Vietnamese tastes.",
            "vi": "Với lưu ý rằng đàn ông Mỹ rất thích kết hợp và tạo ra những món ăn mới, các đầu bếp đã so sánh sở thích của người Mỹ và người Việt."
        },
        {
            "en": "I like the idea of being able to having different looks and being able to <em>blending</em> in different places",
            "vi": "Tôi thích ý tưởng được mang những góc nhìn khác và hòa mình vào những vùng đất mới."
        },
        {
            "en": "Hanoi, ranked 25th, made the list for <em>blending</em> the charm of the old world with a pace of life that is quickening as the old city modernizes and is where visitors can see local people both taking tai chi chuan exercises and aerobics.",
            "vi": "Hà Nội, xếp thứ 25, được liệt vào danh sách nhờ sự pha trộn nét quyến rũ của thế giới cổ xưa với một nhịp sống sôi nổi với tư cách là thành phố cổ được hiện đại hóa và là nơi du khách có thể gặp người dân địa phương vừa tập thái cực quyền vừa tập thể dục nhịp điệu."
        },
        {
            "en": "Neil’s translation of color into sound has become so deep that it also works in reverse. When he hears sounds, they translate into colors for him. When a telephone rings or a glass breaks, he experiences these sounds as color. As an artist, this <em>blending</em> of sight and sound has allowed him to create unique works of art.",
            "vi": "Sự dịch màu sắc thành âm thanh của Neil đã trở nên khó lường vì nó cũng có tác dụng ngược. Khi ông nghe thấy âm thanh, các thiết bị sẽ chuyển chúng thành màu sắc cho anh ta. Khi điện thoại reo hay kính bị vỡ, ông trải nghiệm những âm thanh bằng màu sắc. Là một nghệ sĩ, sự pha trộn giữa thị giác và âm thanh đã cho phép ông tạo ra các tác phẩm nghệ thuật độc đáo."
        },
        {
            "en": "Hanoi, ranked 25th, made the list for <em>blending</em> the charm of the old world with a pace of life that is quickening as the old city modernizes and is where visitors can see local people both taking tai chi chuan exercises and aerobics.",
            "vi": "Hà Nội, xếp thứ 25, được liệt vào danh sách nhờ sự pha trộn nét quyến rũ của thế giới cổ xưa với một nhịp sống sôi nổi với tư cách là thành phố cổ được hiện đại hóa và là nơi du khách có thể gặp người dân địa phương vừa tập thái cực quyền vừa tập thể dục nhịp điệu."
        },
        {
            "en": "Becoming a parent by <em>blending</em> families or marrying someone with kids can be a rewarding and fulfilling experience. If you've never had kids, you'll get the opportunity to share your life with a younger person and help to shape his or her character. If you have kids, you'll offer them more opportunities to build relationships and establish a special bond that only siblings can have.",
            "vi": "Trở thành cha mẹ bằng cách kết hợp 2 gia đình, kết hôn với một người có con riêng có thể là một kinh nghiệm bổ ích và thú vị. Nếu bạn chưa từng có con, bạn sẽ có cơ hội để chia sẻ cuộc sống của bạn với một người nhỏ hơn và giúp định hình tính cách của người đó. Nếu bạn có con, bạn sẽ cung cấp cho các bé thêm nhiều cơ hội để xây dựng mối quan hệ và thiết lập sự gắn bó đặc biệt chỉ anh chị em ruột mới có thể có."
        },
        {
            "en": "If you want to skip the chemicals that are found in store-bought hair products, make a banana hair mask. Bananas are great for your hair because they’re packed with nutrients that your hair needs to be healthy, such as B-vitamins and folate. When you add other hair-nourishing foods to them, you amplify the smoothing results. All you need for this recipe is a banana, whole milk and honey. After <em>blending</em> the ingredients, sit with it on your hair for about 20 minutes. The bonus? You can totally drink the rest of the mixture.",
            "vi": "Nếu bạn không muốn sử dụng các hóa chất trong các cửa hàng chăm sóc tóc, hãy làm mặt nạ chuối cho tóc. Chuối là sản phẩm tuyệt vời cho mái tóc của bạn vì chúng mang nhiều chất dinh dưỡng cần thiết giúp tóc của bạn khỏe mạnh, chẳng hạn như vitamin B và folate. Khi bạn thêm các loại thực phẩm nuôi dưỡng tóc khác cùng với chuối, bạn có thể làm tăng công dụng của chúng. Tất cả những gì bạn cần cho công thức này là một quả chuối, sữa nguyên chất và mật ong. Sau khi trộn các thành phần, ủ tóc với hỗn hợp trong khoảng 20 phút. Và bạn hoàn toàn có thể uống phần còn lại của hỗn hợp."
        },
        {
            "en": "With over 7 billion people on this planet it’s hard to really stand out from the crowd. However, a select few don’t have to worry about <em>blending</em> in. Whether by chance or by choice, there are people who are truly exceptional specimens of the human race, and we’ve gathered them all into one place for you to meet! Some of these ladies and gentlemen are clearly dedicated to making others wonder, while others were simply born with their incredible qualities. Either way, we promise you’ll be shocked that these people actually exist in real life.",
            "vi": "Với hơn 7 tỉ người trên hành tinh này thì thật khó mà nổi bật giữa đám đông được. Thế nhưng lại có vài người chẳng cần phải lo bị lẫn vào đám đông. Dù do tình cờ hay do muốn vậy, có những người quả là những người hết sức đặc biệt, và chúng tôi đã tập hợp hết bọn họ vào một chỗ để gặp bạn! Một số quý bà và quý ông này rõ là khiến cho mọi người phải ước ao, nhưng cũng có những người sinh ra là đã có những phẩm chất phi thường. Dù sao đi nữa, thì chúng tôi cũng cam đoan bạn sẽ bị sốc khi biết họ có thật trên đời."
        },
        {
            "en": "Microsoft details how to port iPhone apps to Windows Mobile      IDG News Service - Microsoft has published a case study detailing how to port an iPhone application to its Windows Mobile platform as it prepares to launch an online store for mobile applications to compete with Apple.  A post on The Windows Blog highlights a case study published on Microsoft's Microsoft Developer Network (MSDN) site containing a detailed technical blueprint that describes the porting of the iPhone application Amplitude to Windows Mobile 6.5. The report was created by a third-party consulting group, Crimson Consulting, and is meant to be a helpful document for developers as they build Windows Mobile applications for Microsoft's Windows Marketplace. Amplitude is an iPhone app that picks up any sound in a user's immediate surroundings through a microphone, amplifies it and renders it on the device in a graphical representation. In particular, it can amplify sounds not normally picked up by the human ear, such as heartbeats.             According to the blog post by Constanze Roman, a Windows Mobile Community team project manager, Amplitude is well-suited for a porting project because it is difficult to port in a way that will provide a good learning experience for Windows Mobile developers. It combines a rich user interface with features such as alpha <em>blending</em> and transparency with specific audio and sound requirements, which makes it challenging to port the app but, at the same time, provides a number of helpful learning experiences,\" he wrote. Microsoft plans to launch the Windows Marketplace for mobile applications in the fall, which in the U.S. means the late-September to late-December time frame. Last week Microsoft began accepting submissions of mobile-phone software applications for the site from registered developers in 29 countries. As an incentive, the company is offering prizes for the most popular applications as judged by downloads, revenue, usefulness and more. Apple already has a thriving marketplace for developers that build iPhone applications.  Microsoft President of Entertainment and Devices Robbie Bach acknowledged last week at the company's annual meeting of financial analysts that Microsoft's mobile business, centered around its Windows Mobile OS and development platform, did not perform well in the last fiscal year, losing market share while making modest gains in unit volume. Apple's iPhone continues to leave most other competitors in the dust in the mobile space, and Microsoft has been struggling for some time to compete in this market. In fact, while Microsoft and most other tech companies continue to report declines across their business due to the recession, Apple is doing well financially, mainly because of its booming iPhone business. In addition to the apps marketplace, Bach said Microsoft has a few ideas to improve its mobile business, including adding talent to the team and continuing to innovate on the platform without building its own hardware to compete with the iPhone, which analysts have suggested it should do. Analysts agree that Microsoft needs more than an online store to boost its mobile business. Matt Rosoff, an analyst with Directions on Microsoft, said recently that Microsoft would serve itself well by making an acquisition in the mobile space, which is not completely unlikely given the company has been hoarding cash instead of buying back a lot of its stock, going against what analysts have expected.",
            "vi": "Microsoft details how to port iPhone apps to Windows Mobile    IDG News Service - Microsoft đã công bố một case study (nghiên cứu) mô tả chi tiết cách thức chuyển mã một ứng dụng của iPhone sang nền tảng Windows Mobile khi Microsoft chuẩn bị ra mắt kho ứng dụng di động trực tuyến để cạnh tranh với Apple. Một bài viết trên blog của Windows nêu bật nghiên cứu đã được công bố trên trang Microsoft Developer Network của Microsoft của Microsoft (MSDN) chứa một kế hoạch kĩ thuật chi tiết mô tả việc chuyển mã ứng dụng Amplitude của iPhone sang Windows Mobile 6.5. Bản báo cáo được viết bởi nhóm tư vấn bên thứ ba Crimson Consulting và chắc hẳn sẽ là tài liệu hữu ích cho các nhà phát triển khi họ xây dựng các ứng dụng Windows Mobile cho kho ứng dụng trực tuyến Windows Marketplace của Microsoft. Amplitude là một ứng dụng dành cho iPhone để thu bất kì âm thanh xung quanh người dùng ngay lập tức thông qua một microphone, khuếch đại âm thanh đó lên và biểu diễn tần số trên thiết bị dưới dạng đồ họa. Đặc biệt là nó có thể khuếch đại âm thanh thu được mà tai người nghe không rõ ví dụ như nhịp tim. Theo bài viết trên blog của Constanze Roman, trưởng nhóm dự án Windows Mobile Community, ứng dụng Amplitude rất phù hợp cho dự án chuyển mã bởi vì nó rất khó để chuyển mã. Theo đó dự án này sẽ cung cấp một trải nghiệm thú vị cho các nhà phát triển phần mềm Windows Mobile. Ông ấy viết: “ Nó kết hợp một giao diện người dùng phong phú với các đặc điểm như hoà trộn alpha và tạo ảnh trong suốt cùng các yêu cầu âm thanh và tiếng động rõ ràng. Điều này tạo nên sự thách thức để chuyển mã ứng dụng này. Tuy nhiên, nó lại cung cấp nhiều trải nghiệm thú vị”             Microsoft dự kiến sẽ ra mắt kho ứng dụng di động trực tuyến Windows Marketplace trong mùa thu này, có nghĩa là nằm trong khoảng từ cuối tháng 9 đến cuối tháng 12 ở Mĩ. Tuần trước, Microsoft bắt đầu nhận những đề xuất của các ứng dụng phần mềm di động trên trang web này từ các nhà phát triển đăng ký ở 29 quốc gia. Như một sự khích lệ, Microsoft treo giải thưởng cho các ứng dụng nổi tiếng nhất được đánh giá bởi các tiêu chí như số lượng người download, doanh thu, sự hữu ích và nhiều thứ khác. Apple đã có một kho chứa ứng dụng trực tuyến vô cùng thịnh vượng dành cho các nhà phát triển để xây dựng các ứng dụng iPhone.             Trưởng bộ phận Thiết bị và Giải trí của Microsoft Robbie Bach thừa nhận vào cuối tuần trước tại cuộc hợp thường niên của các nhà phân tích tài chính công ty rằng việc kinh doanh bên lĩnh vực điện thoại di động của Microsoft tập trung xoay quanh Hệ điều hành Windows Mobile của họ và nền tảng phát triển đã không thực hiện tốt trong năm tài chính trước, mất thị phần trong khi số lượng đạt được thì lại rất khiêm tốn.             iPhone của Apple tiếp tục bỏ xa các đối thủ cạnh tranh khác trong thị trường di động, và Microsoft đã và đang vật lộn bấy lâu nay để cạnh tranh trong thị trường này. Trên thực tế, trong khi Microsoft và hầu hết các công ty công nghệ khác liên tục báo cáo về sự sụt giảm kinh doanh của họ bởi tình trạng suy thoái kinh tế. Apple thì vẫn đang tiến triển tốt về mặc tài chính, phần lớn là nhờ sự tăng vọt từ việc buôn bán điện thoại iPhone. Ngoài thị trường kinh doanh các ứng dụng, Bach nói rằng Microsoft đã có một vài ý tưởng để cải thiện việc kinh doanh điện thoại, bao gồm việc thêm vào các đội ngũ có năng lực và liên tục đổi mới nền tảng mà không cần xây dựng phần cứng riêng của họ để cạnh tranh với iPhone. Các nhà phân tích đã đề nghị họ nên làm điều này.             Các nhà phân tích đồng ý rằng Microsoft cần mở thêm nhiều kho ứng dụng trực tuyến để thúc đẩy việc kinh doanh điện thoại của họ. Matt Rosoff, một nhà phân tích xu hướng của Microsoft, phát biểu gần đây rằng Microsoft sẽ được cải thiện bằng cách tạo ra một cuộc thu mua trong lĩnh vực di động. Điều đó hoàn toàn có thể mang lại cho công ty nguồn tích trữ tiền mặt thay vì mua lại rất nhiều cổ phần đã bán, điều này đi ngược với những gì mà các nhà phân tích mong đợi."
        },
        {
            "en": "Accounting Information    You likely have a general concept of accounting. Information about the transactions and events of a business is captured and summarized into reports that are used by persons interested in the entity. But, you likely do not realize the complexity of accomplishing this task. It involves a talented <em>blending</em> of technical knowledge and measurement artistry that can only be fully appreciated via extensive study of the subject. The best analogy is to say that you probably know what a surgeon does, but you no doubt appreciate that considerable knowledge and skill is needed to successfully treat a patient. If you were studying to be a surgeon, you would likely begin with some basic anatomy class. In this chapter, you will begin your study of accounting by looking at the overall structure of accounting and the basic anatomy of reporting. Be advised that a true understanding of accounting does not come easily. It only comes with determination and hard work. If you persevere, you will be surprised at how much you discover about accounting. This knowledge is very valuable to business success.  Definitions  It seems fitting to begin with a more formal definition of accounting: Accounting is a set of concepts and techniques that are used to measure and report financial information about an economic unit. The economic unit is generally considered to be a separate enterprise. The information is reported to a variety of different types of interested parties. These include business managers, owners, creditors, governmental units, financial analysts, and even employees. In one way or another, these users of accounting information tend to be concerned about their own interests in the entity. Business managers need accounting information to make sound leadership decisions. Investors hope for profits that may eventually lead to distributions from the business (e.g., “dividends”). Creditors are always concerned about the entity’s ability to repay its obligations. Governmental units need information to tax and regulate. Analysts use accounting data to form opinions on which they base investment recommendations. Employees want to work for successful companies to further their individual careers, and they often have bonuses or options tied to enterprise performance. Accounting information about specific entities helps satisfy the needs of all these interested parties. The diversity of interested parties leads to a logical division in the discipline of accounting: financial accounting and managerial accounting. Financial accounting is concerned with external reporting to parties outside the firm. In contrast, managerial accounting is primarily concerned with providing information for internal management. One may have trouble seeing the distinction; after all, aren’t financial facts being reported? The following paragraphs provide a closer look at the distinctions. Financial Accounting  Consider that financial accounting is targeted toward a broad base of external users, none of whom control the actual preparation of reports or have access to underlying details. Their ability to understand and have confidence in reports is directly dependent upon standardization of the principles and practices that are used to prepare the reports. Without such standardization, reports of different companies could be hard to understand and even harder to compare. Standardization derives from certain well organized processes and organizations. In the United States, a private sector group called the Financial Accounting Standards Board (FASB) is primarily responsible for developing the rules that form the foundation of financial reporting. The FASB’s global counterpart is the International Accounting Standards Board (IASB). The IASB and FASB are working toward convergence, such that there may soon be a single harmonious set of international financial reporting standards (IFRS). This effort to establish consistency in global financial reporting is driven by the increase in global trade and finance. Just as standardization is needed to enable comparisons between individual companies operating within a single economy, so too is standardization needed to facilitate global business evaluations. Financial reports prepared under the generally accepted accounting principles (GAAP) promulgated by such standard setting bodies are intended to be general purpose in orientation. This means they are not prepared especially for owners, or creditors, or any other particular user group. Instead, they are intended to be equally useful for all user groups. As such, attempts are made to keep them free from bias (neutral). Standard setting bodies are guided by concepts that are aimed at production of relevant and representationally faithful reports that are useful in investment and credit decisions.  Managerial Accounting  Managerial accounting information is intended to serve the specific needs of management. Business managers are charged with business planning, controlling, and decision making. As such, they may desire specialized reports, budgets, product costing data, and other details that are generally not reported on an external basis. Further, management may dictate the parameters under which such information is to be accumulated and presented. For instance, GAAP may require that certain product development costs be deducted in computing income; on the other hand, management may see these costs as a long-term investment and stipulate that internal decision making be based upon income numbers that exclude such costs. This is their prerogative. Hopefully, internal reporting is being done logically and rationally, but it need not follow any particular set of mandatory guidelines. A Quality System  Both financial accounting and managerial accounting depend upon a strong information system to reliably capture and summarize business transaction data. Information technology has radically reshaped this mundane part of the practice of accounting over the past 50 years. The era of the “green eye-shaded” accountant has been relegated to the annals of history. Now, accounting is more of a dynamic, decision-making discipline, rather than a bookkeeping task. Inherent Limitations Accounting data are not absolute or concrete. Considerable amounts of judgment and estimation are necessary to develop the specific accounting measurements that are reported during a particular month, quarter, or year. For example, how much profit is actually earned when a car is sold with a 3-year warranty? It will be three years before the final costs of this warranty agreement are all known. One approach would be to wait three years before reporting on the profit or loss for this transaction. However, by the time the information could be reported with certainty, it would be so stale as to lose its usefulness. Thus, in order to timely present information, reasonable estimations are routinely embraced in the normal preparation of periodic financial reports. In addition, accounting has not advanced to a state of being able to value a business. As such, many transactions and events are reported based on the historical cost principle (in contrast to fair value). For example, land is typically recorded and carried in the accounting records at the price at which it was purchased. The historical cost principle is based on the concept that it is best to report certain financial statement elements at amounts that are tied to objective and verifiable past transactions. The alternative is to value (and periodically revalue) accounts based upon subjective assessments of current worth. Such adjustments are problematic and the subject of much debate. Nevertheless, the current trend in global standard setting is toward an increased acceptance of the circumstances under which fair value accounting is deemed acceptable for selected financial statement elements.  The ongoing debate about fair value versus historical cost is often cast in the context of a tradeoff between the “relevance” of fair value information and the “reliability” of historical cost information. This debate is apt to continue, and the related accounting standards will likely be in an evolutionary state for many years to come. Nevertheless, it is reasonable to expect that the accountant of the future will be increasingly skilled in valuation issues.",
            "vi": "Thông tin về kế toán    Có thể bạn có ý niệm chung về kế toán. Thông tin về các giao dịch và sự kiện của một doanh nghiệp được thu thập và tổng hợp trong những báo cáo để những ai quan tâm đến doanh nghiệp đó sử dụng. Nhưng, có lẽ bạn chưa biết rõ mức độ phức tạp để hoàn thành công việc này. Nó đòi hỏi cả năng khiếu hiểu biết chuyên môn lẫn năng lực tính toán mà chỉ có thể lĩnh hội đầy đủ qua việc tìm hiểu bao quát về đối tượng. Giống hệt như nói rằng bạn có thể biết một bác sĩ phẫu thuật làm những gì mà không hiểu hết số kỹ năng và lượng kiến thức đồ sộ cần thiết để trị khỏi bệnh cho bệnh nhân. Nếu bạn học để làm bác sĩ phẫu thuật, có lẽ bạn sẽ bắt đầu bằng một số giờ học giải phẫu cơ bản. Trong chương này, bạn bắt đầu quá trình nghiên cứu kế toán của mình bằng việc xem xét cấu trúc tổng thể bộ môn kế toán và kiến thức nền tảng về báo cáo. Xin lưu ý, một sự hiểu biết chính xác về kế toán là điều không hề dễ dàng có được. Phải quyết tâm và nỗ lực hết mình. Nếu bạn kiên trì, bạn sẽ ngạc nhiên vì mình khám phá được bao điều thú vị về kế toán. Lượng kiến thức này rất quan trọng đối với thành công trong kinh doanh. Các định nghĩa Mở đầu bằng một định nghĩa chính thống hơn về kế toán thì dường như hợp lẽ: Kế toán là một tập hợp các khái niệm và phương pháp được dùng để đo lường và báo cáo thông tin tài chính về một đơn vị kinh tế. Đơn vị kinh tế thường được hiểu là một doanh nghiệp riêng rẽ. Thông tin được báo cáo cho nhiều bên liên quan khác nhau. Những đối tượng này là các nhà quản lý doanh nghiệp, chủ sở hữu, chủ nợ, cơ quan nhà nước, chuyên gia phân tích tài chính, và cả người lao động nữa. Theo cách này hay cách khác, những người sử dụng thông tin kế toán ấy sẽ quan tâm đến doanh nghiệp theo cách riêng của họ. Các nhà quản lý doanh nghiệp cần thông tin kế toán để ra quyết định lãnh đạo đúng đắn. Các nhà đầu tư kỳ vọng lợi nhuận cuối cùng có thể khiến được doanh nghiệp chia phần cho (chẳng hạn như là \"cổ tức\"). Các chủ nợ thì luôn quan tâm về năng lực hoàn trả tiền nợ của doanh nghiệp. Các cơ quan nhà nước cần thông tin để thu thuế và để quản lý. Các chuyên gia phân tích tài chính sử dụng dữ liệu kế toán làm căn cứ để đưa ra ý kiến khuyến cáo đầu tư. Những người lao động lại muốn làm việc cho những công ty ăn nên làm ra để tiến xa hơn trong sự nghiệp cá nhân của mình, và họ thường có tiền thưởng hoặc quyền chọn lựa gắn liền với hiệu quả hoạt động của doanh nghiệp. Thông tin kế toán về những doanh nghiệp cụ thể giúp đáp ứng yêu cầu của tất cả các bên liên quan này. Sự đa dạng của các bên liên quan dẫn đến cách phân chia lô-gích trong ngành kế toán: kế toán tài chính và kế toán quản trị. Kế toán tài chính quan tâm đến việc báo cáo đối ngoại cho các bên ở ngoài doanh nghiệp. Ngược lại, kế toán quản trị chủ yếu liên quan đến việc cung cấp thông tin cho ban lãnh đạo nội bộ. Ai đó có thể cảm thấy rối rắm trong sự phân chia này; sau hết, có phải là các số liệu tài chính thực tế được báo cáo hay không? Các nội dung sau đây sẽ đưa ra cái nhìn kỹ hơn về những điểm khác biệt. Kế toán tài chính Coi kế toán tài chính chủ yếu nhắm đến một đối tượng chính thuộc những người dùng bên ngoài, không ai trong số họ kiểm soát việc soạn thảo trên thực tế các bản báo cáo hoặc có thể tiếp cận những số liệu chi tiết hữu quan. Khả năng của họ hiểu và tin tưởng vào các báo cáo phụ thuộc trực tiếp vào việc tiêu chuẩn hóa những nguyên tắc và phương pháp dùng để soạn thảo báo cáo. Không có sự chuẩn hoá ấy, các bản báo cáo của những công ty khác nhau khó có thể hiểu được và thậm chí càng khó mà đối chiếu hơn nữa. Sự tiêu chuẩn hóa xuất phát từ những tổ chức và những quy trình có tổ chức hợp lý nhất định. Tại Mỹ, một nhóm thuộc khu vực tư nhân mang tên Hội đồng Tiêu chuẩn Kế toán Tài chính (FASB) chịu trách nhiệm chính về việc phát triển các quy tắc hình thành cơ sở của báo cáo tài chính. Tương ứng với FASB trên phạm vi toàn cầu là Uỷ ban Tiêu chuẩn Kế toán Quốc tế (IASB). IASB và FASB đang cùng cố gắng để đi đến sự gặp gỡ, sao cho sớm có thể có một bộ hài hoà nhất các tiêu chuẩn báo cáo tài chính quốc tế (IFRS). Nỗ lực nhằm thiết lập sự nhất quán trong quy trình lập báo cáo tài chính trên phạm vi toàn cầu này được thôi thúc bởi sự gia tăng quan hệ tài chính và thương mại trên khắp thế giới. Việc tiêu chuẩn hoá là cần thiết để các công ty đơn lẻ hoạt động trong một nền kinh tế riêng rẽ có thể so sánh với nhau, nó cũng là nhu cầu rất thiết yếu giúp thuận tiện các công việc đánh giá doanh nghiệp ở phạm vi toàn cầu. Các báo cáo tài chính được soạn thảo theo những nguyên tắc kế toán tổng quát được thừa nhận (GAAP) do những cơ quan thiết lập những chuẩn mực ban hành được dự kiến sẽ có nhiều chức năng trong định hướng. Điều này có nghĩa là chúng không phải được soạn thảo riêng cho các ông chủ, hoặc chủ nợ, hay bất kỳ nhóm người sử dụng đặc biệt nào. Thay vào đó, chúng được kỳ vọng có ích như nhau đối với mọi nhóm người dùng. Như vậy, những nỗ lực thực hiện là nhằm tránh cho chúng không bị sai lệnh (có tính trung lập). Các cơ quan thiết lập chuẩn mực thì theo đường hướng của những khái niệm nhắm đến việc tạo ra những bản bản báo cáo trình bày trung thực và hữu quan, hữu ích cho các quyết định tín dụng và đầu tư. Kế toán quản trị Thông tin kế toán quản trị dùng để đáp ứng các nhu cầu cụ thể về quản trị. Các nhà quản lý doanh nghiệp chịu trách nhiệm lập kế hoạch kinh doanh, quản lý, và ra quyết định. Như vậy, họ muốn những báo cáo, những dự toán ngân sách, dữ liệu tính toán giá thành sản phẩm chuyên biệt, và những thông tin chi tiết khác mà thường không được báo cáo trên cơ sở đối ngoại. Hơn nữa, ban giám đốc có thể yêu cầu những thông số mà những thông tin như thế là để được tổng hợp lại và được đưa ra. Chẳng hạn, GAAP có thể đòi hỏi các chi phí phát triển sản phẩm nào đó được khấu trừ trong quá trình tính toán thu nhập; thì ngược lại, ban giám đốc có thể coi những chi phí này như là khoản đầu tư dài hạn và quy định rằng việc ra quyết định nội bộ được dựa vào những số liệu thu nhập mà không tính đến những chi phí ấy. Đây là quyền của họ. Hy vọng rằng quy trình lập báo cáo nội bộ được thực hiện một cách hợp lý và hợp lẽ, nhưng không nhất thiết phải tuân thủ bất kỳ bộ nguyên tắc mang tính bắt buộc đặc biệt nào. Hệ thống chất lượng  Cả kế toán tài chính và kế toán quản trị đều dựa vào một hệ thống thông tin vững chắc để thu thập và tổng hợp dữ liệu giao dịch của doanh nghiệp một cách đáng tin cậy. Công nghệ thông tin đã tạo dựng lại được hoàn toàn phần việc khô khan này của thực tiễn kế toán 50 năm qua. Thời đại kế toán viên đội \"lưỡi trai xanh che mắt\" đã lùi vào nằm trong những bộ biên niên sử. Ngày nay, kế toán là môn học để ra quyết định, không ngừng thay đổi, hơn là một công việc ghi chép sổ sách thông thường. Những giới hạn cố hữu Số liệu kế toán không rõ ràng hay hoàn toàn tuyệt đối. Rất nhiều quyết định và ước lượng là cần thiết để phát triển những tính toán kế toán cụ thể được báo cáo trong một tháng, quý, hoặc năm nào đó. Ví dụ, lợi nhuận kiếm được thực sự khi bán một chiếc xe hơi với thời hạn bảo hành 3 năm là bao nhiêu? Chi phí cuối cùng của thoả thuận bảo hành này sẽ được xác định sau 3 năm. Một cách tiếp cận là sẽ đợi 3 năm trước khi lập báo cáo lời hay lỗ giao dịch này. Tuy nhiên, đến lúc đó thông tin có thể được báo cáo một cách chính xác, thì nó lại quá cũ đến độ mất hết tính hữu dụng của mình. Vì vậy, để thông tin xuất hiện kịp thời, những ước lượng hợp lý thường bao quát trong quá trình soạn thảo thông thường của các báo cáo tài chính định kỳ. Ngoài ra, quá trình kế toán không diễn ra trước trường hợp có thể đánh giá một vụ kinh doanh. Như vậy, nhiều giao dịch hay sự kiện được báo cáo căn cứ vào nguyên tắc giá phí lịch sử (trái với giá trị công bằng). Ví dụ, đất thường được ghi chép và đưa vào các chứng từ sổ sách kế toán với giá tại thời điểm mua. Nguyên tắc giá phí lịch sử được dựa trên quan niệm rằng đây là cách tốt nhất để báo cáo những thành phần báo cáo tài chính nhất định với số lượng gắn với những giao dịch trong quá khứ mang tính khách quan và có thể xác minh được. Giải pháp thay thế là định giá (và thường xuyên định giá lại) những tài khoản dựa vào những đánh giá chủ quan giá trị hiện tại. Những đánh giá như vậy là không chắc chắn và gây nhiều tranh cãi. Tuy nhiên, khuynh hướng hiện nay trong việc thiết lập các chuẩn mực toàn cầu là chấp nhận thêm những tình huống mà kế toán giá trị công bằng xem như có thể chấp nhận đối với những thành phần báo cáo tài chính được chọn. Cuộc tranh luận kéo dài về giá trị công bằng với phí lịch sử thường bị bế tắc trong trường hợp phải cân nhắc lựa chọn giữa \"tính thích đáng\" của thông tin giá trị công bằng và \"tính tin cậy được\" của thông tin giá phí lịch sử. Cuộc tranh cãi này có khả năng vẫn tiếp tục, và những chuẩn mực kế toán liên quan có lẽ sẽ rơi vào tình trạng tiếp tục hoàn thiện trong nhiều năm nữa. Tuy nhiên, có lý do để kỳ vọng kế toán viên của tương lai sẽ thuần thục hơn trong vấn đề định giá."
        },
        {
            "en": "10        10. INTERROGATIONS It was very hard, in the morning, to argue with the part of me that was sure last night was a dream. Logic wasn't on my side, or common sense. I clung to the parts I couldn't have imagined — like his smell. I was sure I could never have dreamed that up on my own. It was foggy and dark outside my window, absolutely perfect. He had no reason not to be in school today. I dressed in my heavy clothes, remembering I didn't have a jacket. Further proof that my memory was real. When I got downstairs, Charlie was gone again — I was running later than I'd realized. I swallowed a granola bar in three bites, chased it down with milk straight from the carton, and then hurried out the door. Hopefully the rain would hold off until I could find Jessica. It was unusually foggy; the air was almost smoky with it. The mist was ice cold where it clung to the exposed skin on my face and neck. I couldn't wait to get the heat going in my truck. It was such a thick fog that I was a few feet down the driveway before I realized there was a car in it: a silver car. My heart thudded, stuttered, and then picked up again in double time. I didn't see where he came from, but suddenly he was there, pulling the door open for me. \"Do you want to ride with me today?\" he asked, amused by my expression as he caught me by surprise yet again. There was uncertainty in his voice. He was really giving me a choice — I was free to refuse, and part of him hoped for that. It was a vain hope. \"Yes, thank you,\" I said, trying to keep my voice calm. As I stepped into the warm car, I noticed his tan jacket was slung over the headrest of the passenger seat. The door closed behind me, and, sooner than should be possible, he was sitting next to me, starting the car. \"I brought the jacket for you. I didn't want you to get sick or something.\" His voice was guarded. I noticed that he wore no jacket himself, just a light gray knit V-neck shirt with long sleeves. Again, the fabric clung to his perfectly muscled chest. It was a colossal tribute to his face that it kept my eyes away from his body. \"I'm not quite that delicate,\" I said, but I pulled the jacket onto my lap, pushing my arms through the too-long sleeves, curious to see if the scent could possibly be as good as I remembered. It was better. \"Aren't you?\" he contradicted in a voice so low I wasn't sure if he meant for me to hear. We drove through the fog-shrouded streets, always too fast, feeling awkward. I was, at least. Last night all the walls were down… almost all. I didn't know if we were still being as candid today. It left me tongue-tied. I waited for him to speak. He turned to smirk at me. \"What, no twenty questions today?\" \"Do my questions bother you?\" I asked, relieved. \"Not as much as your reactions do.\" He looked like he was joking, but I couldn't be sure. I frowned. \"Do I react badly?\" \"No, that's the problem. You take everything so coolly — it's unnatural.  It makes me wonder what you're really thinking.\" \"I always tell you what I'm really thinking.\" \"You edit,\" he accused. \"Not very much.\" \"Enough to drive me insane.\" \"You don't want to hear it,\" I mumbled, almost whispered. As soon as the words were out, I regretted them. The pain in my voice was very faint; I could only hope he hadn't noticed it. He didn't respond, and I wondered if I had ruined the mood. His face was unreadable as we drove into the school parking lot. Something occurred to me belatedly. \"Where's the rest of your family?\" I asked — more than glad to be alone with him, but remembering that his car was usually full. \"They took Rosalie's car.\" He shrugged as he parked next to a glossy red convertible with the top up. \"Ostentatious, isn't it?\" \"Um, wow,\" I breathed. \"If she has that, why does she ride with you?\" \"Like I said, it's ostentatious. We try to blend in.\" \"You don't succeed.\" I laughed and shook my head as we got out of the car. I wasn't late anymore; his lunatic driving had gotten me to school in plenty of time. \"So why did Rosalie drive today if it's more conspicuous?\" \"Hadn't you noticed? I'm breaking all the rules now.\" He met me at the front of the car, staying very close to my side as we walked onto campus. I wanted to close that little distance, to reach out and touch him, but I was afraid he wouldn't like me to. \"Why do you have cars like that at all?\" I wondered aloud. \"If you're looking for privacy?\" \"An indulgence,\" he admitted with an impish smile. \"We all like to drive fast.\" \"Figures,\" I muttered under my breath. Under the shelter of the cafeteria roof's overhang, Jessica was waiting, her eyes about to bug out of their sockets. Over her arm, bless her, was my jacket. \"Hey, Jessica,\" I said when we were a few feet away. \"Thanks for remembering.\" She handed me my jacket without speaking. \"Good morning, Jessica,\" Edward said politely. It wasn't really his fault that his voice was so irresistible. Or what his eyes were capable of.  \"Er… hi.\" She shifted her wide eyes to me, trying to gather her jumbled thoughts. \"I guess I'll see you in Trig.\" She gave me a meaningful look, and I suppressed a sigh. What on earth was I going to tell her? \"Yeah, I'll see you then.\" She walked away, pausing twice to peek back over her shoulder at us. \"What are you going to tell her?\" Edward murmured. \"Hey, I thought you couldn't read my mind!\" I hissed. \"I can't,\" he said, startled. Then understanding brightened his eyes. \"However, I can read hers — she'll be waiting to ambush you in class.\" I groaned as I pulled off his jacket and handed it to him, replacing it with my own. He folded it over his arm. \"So what are you going to tell her?\" \"A little help?\" I pleaded. \"What does she want to know?\" He shook his head, grinning wickedly. \"That's not fair.\" \"No, you not sharing what you know — now that's not fair.\" He deliberated for a moment as we walked. We stopped outside the door to my first class. \"She wants to know if we're secretly dating. And she wants to know how you feel about me,\" he finally said. \"Yikes. What should I say?\" I tried to keep my expression very innocent. People were passing us on their way to class, probably staring, but I was barely aware of them. \"Hmmm.\" He paused to catch a stray lock of hair that was escaping the twist on my neck and wound it back into place. My heart spluttered hyperactively. \"I suppose you could say yes to the first… if you don't mind — it's easier than any other explanation.\" \"I don't mind,\" I said in a faint voice. \"And as for her other question… well, I'll be listening to hear the answer to that one myself.\" One side of his mouth pulled up into my favorite uneven smile. I couldn't catch my breath soon enough to respond to that remark. He turned and walked away. \"I'll see you at lunch,\" he called over his shoulder. Three people walking in the door stopped to stare at me. I hurried into class, flushed and irritated. He was such a cheater. Now I was even more worried about what I was going to say to Jessica. I sat in my usual seat, slamming my bag down in aggravation. \"Morning, Bella,\" Mike said from the seat next to me. I looked up to see an odd, almost resigned look on his face. \"How was Port Angeles?\" \"It was…\" There was no honest way to sum it up. \"Great,\" I finished lamely. \"Jessica got a really cute dress.\" \"Did she say anything about Monday night?\" he asked, his eyes brightening. I smiled at the turn the conversation had taken. \"She said she had a really good time,\" I assured him. \"She did?\" he said eagerly. \"Most definitely.\" Mr. Mason called the class to order then, asking us to turn in our papers. English and then Government passed in a blur, while I worried about how to explain things to Jessica and agonized over whether Edward would really be listening to what I said through the medium of Jess's thoughts. How very inconvenient his little talent could be — when it wasn't saving my life. The fog had almost dissolved by the end of the second hour, but the day was still dark with low, oppressing clouds. I smiled up at the sky. Edward was right, of course. When I walked into Trig Jessica was sitting in the back row, nearly bouncing off her seat in agitation. I reluctantly went to sit by her, trying to convince myself it would be better to get it over with as soon as possible. \"Tell me everything!\" she commanded before I was in the seat. \"What do you want to know?\" I hedged. \"What happened last night?\" \"He bought me dinner, and then he drove me home.\" She glared at me, her expression stiff with skepticism. \"How did you get home so fast?\" \"He drives like a maniac. It was terrifying.\" I hoped he heard that. \"Was it like a date — did you tell him to meet you there?\" I hadn't thought of that. \"No — I was very surprised to see him there.\" Her lips puckered in disappointment at the transparent honesty in my voice. \"But he picked you up for school today?\" she probed. \"Yes — that was a surprise, too. He noticed I didn't have a jacket last night,\" I explained. \"So are you going out again?\" \"He offered to drive me to Seattle Saturday because he thinks toy truck isn't up to it — does that count?\" \"Yes.\" She nodded. \"Well, then, yes.\" \"W-o-w.\" She exaggerated the word into three syllables. \"Edward Cullen.\" \"I know,\" I agreed. \"Wow\" didn't even cover it. \"Wait!\" Her hands flew up, palms toward me like she was stopping traffic. \"Has he kissed you?\" \"No,\" I mumbled. \"It's not like that.\" She looked disappointed. I'm sure I did, too. \"Do you think Saturday… ?\" She raised her eyebrows. \"I really doubt it.\" The discontent in my voice was poorly disguised. \"What did you talk about?\" She pushed for more information in a whisper. Class had started but Mr. Varner wasn't paying close attention and we weren't the only ones still talking. \"I don't know, Jess, lots of stuff,\" I whispered back. \"We talked about the English essay a little.\" A very, very little. I think  he mentioned it in passing. \"Please, Bella,\" she begged. \"Give me some details.\" \"Well… okay, I've got one. You should have seen the waitress flirting with him — it was over the top. But he didn't pay any attention to her at all.\" Let him make what he could of that. \"That's a good sign,\" she nodded. \"Was she pretty?\" \"Very — and probably nineteen or twenty.\" \"Even better. He must like you.\" \"I think so, but it's hard to tell. He's always so cryptic,\" I threw in for his benefit, sighing. \"I don't know how you're brave enough to be alone with him,\" she breathed. \"Why?\" I was shocked, but she didn't understand my reaction. \"He's so… intimidating. I wouldn't know what to say to him.\" She made a face, probably remembering this morning or last night, when he'd turned the overwhelming force of his eyes on her. \"I do have some trouble with incoherency when I'm around him,\" I admitted. \"Oh well. He is unbelievably gorgeous.\" Jessica shrugged as if this excused any flaws. Which, in her book, it probably did. \"There's a lot more to him than that.\" \"Really? Like what?\" I wished I had let it go. Almost as much as I was hoping he'd been kidding about listening in. \"I can't explain it right… but he's even more unbelievable behind the face.\" The vampire who wanted to be good — who ran around saving people's lives so he wouldn't be a monster… I stared toward the front of the room. \"Is that possible?\" She giggled. I ignored her, trying to look like I was paying attention to Mr. Varner. \"So you like him, then?\" She wasn't about to give up. \"Yes,\" I said curtly. \"I mean, do you really like him?\" she urged. \"Yes,\" I said again, blushing. I hoped that detail wouldn't register in her thoughts. She'd had enough with the single syllable answers. \"How much do you like him?\" \"Too much,\" I whispered back. \"More than he likes me. But I don't see how I can help that.\" I sighed, one blush <em>blending</em> into the next. Then, thankfully, Mr. Varner called on Jessica for an answer. She didn't get a chance to start on the subject again during class, and as soon as the bell rang, I took evasive action. \"In English, Mike asked me if you said anything about Monday night,\" I told her. \"You're kidding! What did you say?!\" she gasped, completely sidetracked. \"I told him you said you had a lot of fun — he looked pleased.\" \"Tell me exactly what he said, and your exact answer!\" We spent the rest of the walk dissecting sentence structures and most of Spanish on a minute description of Mike's facial expressions. I wouldn't have helped draw it out for as long as I did if I wasn't worried about the subject returning to me. And then the bell rang for lunch. As I jumped up out of my seat, shoving my books roughly in my bag, my uplifted expression must have tipped Jessica off. \"You're not sitting with us today, are you?\" she guessed. \"I don't think so.\" I couldn't be sure that he wouldn't disappear inconveniently again. But outside the door to our Spanish class, leaning against the wall — looking more like a Greek god than anyone had a right to — Edward was waiting for me. Jessica took one look, rolled her eyes, and departed. \"See you later, Bella.\" Her voice was thick with implications. I might have to turn off the ringer on the phone. \"Hello.\" His voice was amused and irritated at the same time. He had been listening, it was obvious. \"Hi.\" I couldn't think of anything else to say, and he didn't speak — biding his time, I presumed — so it was a quiet walk to the cafeteria. Walking with Edward through the crowded lunchtime rush was a lot like my first day here; everyone stared. He led the way into the line, still not speaking, though his eyes returned to my face every few seconds, their expression speculative. It seemed to me that irritation was winning out over amusement as the dominant emotion in his face. I fidgeted nervously with the zipper on my jacket. He stepped up to the counter and filled a tray with food. \"What are you doing?\" I objected. \"You're not getting all that for me?\" He shook his head, stepping forward to buy the food. \"Half is for me, of course.\" I raised one eyebrow. He led the way to the same place we'd sat that one time before. From the other end of the long table, a group of seniors gazed at us in amazement as we sat across from each other. Edward seemed oblivious. \"Take whatever you want,\" he said, pushing the tray toward me. \"I'm curious,\" I said as I picked up an apple, turning it around in my hands, \"what would you do if someone dared you to eat food?\" \"You're always curious.\" He grimaced, shaking his head. He glared at me, holding my eyes as he lifted the slice of pizza off the tray, and deliberately bit off a mouthful, chewed quickly, and then swallowed. I watched, eyes wide. \"If someone dared you to eat dirt, you could, couldn't you?\" he asked condescendingly. I wrinkled my nose. \"I did once… on a dare,\" I admitted. \"It wasn't so bad.\" He laughed. \"I suppose I'm not surprised.\" Something over my shoulder seemed to catch his attention. \"Jessica's analyzing everything I do — she'll break it down for you later.\" He pushed the rest of the pizza toward me. The mention of Jessica brought a hint of his former irritation back to his features. I put down the apple and took a bite of the pizza, looking away, knowing he was about to start. \"So the waitress was pretty, was she?\" he asked casually. \"You really didn't notice?\" \"No. I wasn't paying attention. I had a lot on my mind.\" \"Poor girl.\" I could afford to be generous now. \"Something you said to Jessica… well, it bothers me.\" He refused to be distracted. His voice was husky, and he glanced up from under his lashes with troubled eyes. \"I'm not surprised you heard something you didn't like. You know what they say about eavesdropners,\" I reminded him. \"I warned you I would be listening.\" \"And I warned you that you didn't want to know everything I was thinking.\" \"You did,\" he agreed, but his voice was still rough. \"You aren't precisely right, though. I do want to know what you're thinking — everything. I just wish… that you wouldn't be thinking some things.\" I scowled. \"That's quite a distinction.\" \"But that's not really the point at the moment.\" \"Then what is?\" We were inclined toward each other across the table now. He had his large white hands folded under his chin; I leaned forward, my right hand cupped around my neck. I had to remind myself that we were in a crowded lunchroom, with probably many curious eyes on us. It was too easy to get wrapped up in our own private, tense little bubble. \"Do you truly believe that you care more for me than I do for you?\" he murmured, leaning closer to me as he spoke, his dark golden eyes piercing. I tried to remember how to exhale. I had to look away before it came back to me. \"You're doing it again,\" I muttered. His eyes opened wide with surprise. \"What?\" \"Dazzling me,\" I admitted, trying to concentrate as I looked back at him. \"Oh.\" He frowned. \"It's not your fault,\" I sighed. \"You can't help it.\" \"Are you going to answer the question?\" I looked down. \"Yes.\" \"Yes, you are going to answer, or yes, you really think that?\" He was irritated again. \"Yes, I really think that.\" I kept my eyes down on the table, my eyes tracing the pattern of the faux wood grains printed on the laminate. The silence dragged on. I stubbornly refused to be the first to break it this time, fighting hard against the temptation to peek at his expression. Finally he spoke, voice velvet soft. \"You're wrong.\" I glanced up to see that his eyes were gentle. \"You can't know that,\" I disagreed in a whisper. I shook my head in doubt, though my heart throbbed at his words and I wanted so badly to believe them. \"What makes you think so?\" His liquid topaz eyes were penetrating — trying futilely, I assumed, to lift the truth straight from my mind. I stared back, struggling to think clearly in spite of his face, to find some way to explain. As I searched for the words, I could see him getting impatient; frustrated by my silence, he started to scowl. I lifted my hand from my neck, and held up one finger. \"Let me think,\" I insisted. His expression cleared, now that he was satisfied that I was planning to answer. I dropped my hand to the table, moving my left hand so that my palms were pressed together. I stared at my hands, twisting and untwisting my fingers, as I finally spoke. \"Well, aside from the obvious, sometimes…\" I hesitated. \"I can't be sure — I don't know how to read minds — but sometimes it seems like you're trying to say goodbye when you're saying something else.\" That was the best I could sum up the sensation of anguish that his words triggered in me at times. \"Perceptive,\" he whispered. And there was the anguish again, surfacing as he confirmed my fear. \"That's exactly why you're wrong, though,\" he began to explain, but then his eyes narrowed. \"What do you mean, 'the obvious'?\" \"Well, look at me,\" I said, unnecessarily as he was already staring. \"I'm absolutely ordinary — well, except for bad things like all the near-death experiences and being so clumsy that I'm almost disabled. And look at you.\" I waved my hand toward him and all his bewildering perfection. His brow creased angrily for a moment, then smoothed as his eyes took on a knowing look. \"You don't see yourself very clearly, you know. I'll admit you're dead-on about the bad things,\" he chuckled blackly, \"but you didn't hear what every human male in this school was thinking on your first day.\" I blinked, astonished. \"I don't believe it…\" I mumbled to myself. \"Trust me just this once — you are the opposite of ordinary.\" My embarrassment was much stronger than my pleasure at the look that came into his eyes when he said this. I quickly reminded him of my original argument. \"But I'm not saying goodbye,\" I pointed out. \"Don't you see? That's what proves me right. I care the most, because if I can do it\" — he shook his head, seeming to struggle with the thought — \"if leaving is the right thing to do, then I'll hurt myself to keep from hurting you, to keep you safe.\" I glared. \"And you don't think I would do the same?\" \"You'd never have to make the choice.\" Abruptly, his unpredictable mood shifted again; a mischievous, devastating smile rearranged his features. \"Of course, keeping you safe is beginning to feel like a full-time occupation that requires my constant presence.\" \"No one has tried to do away with me today,\" I reminded him, grateful for the lighter subject. I didn't want him to talk about goodbyes anymore. If I had to, I supposed I could purposefully put myself in danger to keep him close… I banished that thought before his quick eyes read it on my face. That idea would definitely get me in trouble. \"Yet,\" he added. \"Yet,\" I agreed; I would have argued, but now I wanted him to be expecting disasters. \"I have another question for you.\" His face was still casual. \"Shoot.\" \"Do you really need to go to Seattle this Saturday, or was that just an excuse to get out of saying no to all your admirers?\" I made a face at the memory. \"You know, I haven't forgiven you for the Tyler thing yet,\" I warned him. \"It's your fault that he's deluded himself into thinking I'm going to prom with him.\" \"Oh, he would have found a chance to ask you without me — I just really wanted to watch your face,\" he chuckled, I would have been angrier if his laughter wasn't so fascinating. \"If I'd asked you, would you have turned me down?\" he asked, still laughing to himself. \"Probably not,\" I admitted. \"But I would have canceled later — faked an illness or a sprained ankle.\" He was puzzled. \"Why would you do that?\" I shook my head sadly. \"You've never seen me in Gym, I guess, but I would have thought you would understand.\" \"Are you referring to the fact that you can't walk across a flat, stable surface without finding something to trip over?\" \"Obviously.\" \"That wouldn't be a problem.\" He was very confident. \"It's all in the leading.\" He could see that I was about to protest, and he cut me off. \"But you never told me — are you resolved on going to Seattle, or do you mind if we do something different?\" As long as the \"we\" part was in, I didn't care about anything else. \"I'm open to alternatives,\" I allowed. \"But I do have a favor to ask.\" He looked wary, as he always did when I asked an open-ended question. \"What?\" \"Can I drive?\" He frowned. \"Why?\" \"Well, mostly because when I told Charlie I was going to Seattle, he specifically asked if I was going alone and, at the time, I was. If he asked again, I probably wouldn't lie, but I don't think he will ask again, and leaving my truck at home would just bring up the subject unnecessarily. And also, because your driving frightens me.\" He rolled his eyes. \"Of all the things about me that could frighten you, you worry about my driving.\" He shook his head in disgust, but then his eyes were serious again. \"Won't you want to tell your father that you're spending the day with me?\" There was an undercurrent to his question that I didn't understand. \"With Charlie, less is always more.\" I was definite about that. \"Where are we going, anyway?\" \"The weather will be nice, so I'll be staying out of the public eye… and you can stay with me, if you'd like to.\" Again, he was leaving the choice up to me. \"And you'll show me what you meant, about the sun?\" I asked, excited by the idea of unraveling another of the unknowns. \"Yes.\" He smiled, and then paused. \"But if you don't want to be… alone with me, I'd still rather you didn't go to Seattle by yourself. I shudder to think of the trouble you could find in a city that size.\" I was miffed. \"Phoenix is three times bigger than Seattle — just in population. In physical size —\" \"But apparently,\" he interrupted me, \"your number wasn't up in Phoenix. So I'd rather you stayed near me.\" His eyes did that unfair smoldering thing again. I couldn't argue, with the eyes or the motivation, and it was a moot point anyway. \"As it happens, I don't mind being alone with you.\" \"I know,\" he sighed, brooding. \"You should tell Charlie, though.\" \"Why in the world would I do that?\" His eyes were suddenly fierce. \"To give me some small incentive to bring you back.\" I gulped. But, after a moment of thought, I was sure. \"I think I'll take my chances.\" He exhaled angrily, and looked away. \"Let's talk about something else,\" I suggested. \"What do you want to talk about?\" he asked. He was still annoyed. I glanced around us, making sure we were well out of anyone's hearing. As I cast my eyes around the room, I caught the eyes of his sister, Alice, staring at me. The others were looking at Edward. I looked away swiftly, back to him, and I asked the first thing that came to mind. \"Why did you go to that Goat Rocks place last weekend… to hunt? Charlie said it wasn't a good place to hike, because of bears.\" He stared at me as if I was missing something very obvious. \"Bears?\" I gasped, and he smirked. \"You know, bears are not in season,\" I added sternly, to hide my shock. \"If you read carefully, the laws only cover hunting with weapons,\" he informed me. He watched my face with enjoyment as that slowly sank in. \"Bears?\" I repeated with difficulty. \"Grizzly is Emmett's favorite.\" His voice was still offhand, but his eyes were scrutinizing my reaction. I tried to pull myself together. \"Hmmm,\" I said, taking another bite of pizza as an excuse to look down. I chewed slowly, and then took a long drink of Coke without looking up. \"So,\" I said after a moment, finally meeting his now-anxious gaze. \"What's your favorite?\" He raised an eyebrow and the corners of his mouth turned down in disapproval. \"Mountain lion.\" \"Ah,\" I said in a politely disinterested tone, looking for my soda again. \"Of course,\" he said, and his tone mirrored mine, \"we have to be careful not to impact the environment with injudicious hunting. We try to focus on areas with an overpopulation of predators — ranging as far away as we need. There's always plenty of deer and elk here, and they'll do, but where's the fun in that?\" He smiled teasingly. \"Where indeed,\" I murmured around another bite of pizza. \"Early spring is Emmett's favorite bear season — they're just coming out of hibernation, so they're more irritable.\" He smiled at some remembered joke. \"Nothing more fun than an irritated grizzly bear,\" I agreed, nodding. He snickered, shaking his head. \"Tell me what you're really thinking, please.\" \"I'm trying to picture it — but I can't,\" I admitted. \"How do you hunt a bear without weapons?\" \"Oh, we have weapons.\" He flashed his bright teeth in a brief, threatening smile. I fought back a shiver before it could expose me. \"Just not the kind they consider when writing hunting laws. If you've ever seen a bear attack on television, you should be able to visualize Emmett hunting.\" I couldn't stop the next shiver that flashed down my spine. I peeked across the cafeteria toward Emmett, grateful that he wasn't looking my way. The thick bands of muscle that wrapped his arms and torso were somehow even more menacing now. Edward followed my gaze and chuckled. I stared at him, unnerved. \"Are you like a bear, too?\" I asked in a low voice. \"More like the lion, or so they tell me,\" he said lightly. \"Perhaps our preferences are indicative.\" I tried to smile. \"Perhaps,\" I repeated. But my mind was filled with opposing images that I couldn't merge together. \"Is that something I might get to see?\" \"Absolutely not!\" His face turned even whiter than usual, and his eyes were suddenly furious. I leaned back, stunned and — though I'd never admit it to him — frightened by his reaction. He leaned back as well, folding his arms across his chest. \"Too scary for me?\" I asked when I could control my voice again. \"If that were it, I would take you out tonight,\" he said, his voice cutting. \"You need a healthy dose of fear. Nothing could be more beneficial for you.\" \"Then why?\" I pressed, trying to ignore his angry expression. He glared at me for a long minute. \"Later,\" he finally said. He was on his feet in one lithe movement. \"We're going to be late.\" I glanced around, startled to see that he was right and the cafeteria was nearly vacant. When I was with him, the time and the place were such a muddled blur that I completely lost track of both. I jumped up, grabbing my bag from the back of my chair. \"Later, then,\" I agreed. I wouldn't forget.",
            "vi": "10        10. Chất vấn  Vào buổi sáng, thật khó thuyết phục cho một phần trong tôi cứ đoan chắc chuyện đêm qua chỉ là một giấc mơ. Lô-gích hay lẽ thường chẳng bao giờ thuộc về phe tôi. Tôi cứ bám vào những điểm mình không thể tự tưởng tượng ra được - như mùi của anh. Tôi chắc chắn mình chưa bao giờ tự bịa ra được mùi đó.  Trời đầy sương mù và u ám ngoài cửa sổ, tuyệt hết sức. Anh không có lý do gì mà không đến trường hôm nay. Tôi mặc quần áo dầy, nhớ ra mình không có áo khoác.  Thêm một bằng chứng cho thấy ký ức của tôi là thực.  Khi xuống lầu, Charlie lại đã đi rồi - tôi muộn hơn mình nghĩ. Tôi nuốt chửng một thanh kẹo đậu phộng chỉ trong ba lần cắn, tống nó xuống bụng bằng sữa uống thẳng từ hộp các-tông, rồi vội vã ra cửa.  Hy vọng mưa sẽ thôi rơi cho đến khi tôi có thể tìm ra Jessica.  Trời nhiều sương một cách khác thường; không khí gần như đậm đặc vì sương. Sương lạnh như nước đá nơi nó bám vào chỗ da hở trên mặt và cổ tôi. Tôi nóng lòng được ấm lên trong xe tải.  Sương mù dày đến nỗi khi cách đường lái xe vào nhà vài bước chân, tôi mới nhận thấy có một chiếc xe hơi trên đường: chiếc xe màu bạc. Tim tôi rơi thịch, kêu vài tiếng ngắn, rồi đập trở lại nhanh gấp đôi.  Tôi không thấy anh ở đâu ra, nhưng bỗng dưng anh đã ở đó, kéo cửa mở sẵn cho tôi.  \"Em có muốn đi cùng tôi hôm nay không?\" anh hỏi, thích thú vì vẻ mặt của tôi vì anh lại làm tôi sửng sốt thêm một lần nữa. Giọng anh có vẻ không tin chắc lắm.  Anh quả thực cho tôi quyền lựa chọn - tôi có quyền từ chối, và một phần trong anh hy vọng điều đó. Hy vọng hão huyền nhé.  \"Có, cảm ơn anh, \" tôi nói, cố giữ giọng bình tĩnh.  Khi bước vào chiếc xe ấm áp, tôi nhận thấy áo khoác màu nâu nhạt anh đã được quàng trên chỗ tựa đầu của ghế khách. Cửa đóng đằng sau tôi, và, nhanh hơn có thể tưởng, anh đã ngồi kế bên tôi, cho xe chạy.  \"Tôi mang áo khoác cho em. Tôi không muốn em bị ốm này nọ. \" giọng anh dè dặt. Tôi nhận thấy anh không mặc áo khoác, chỉ mặc một cái áo len đan cổ chữ V màu xám nhạt tay dài. Một lần nữa, vải ôm khít bộ ngực vạm vỡ hoàn hảo anh.  Chính sự sùng bái vô bờ khuôn mặt anh đã làm tôi không nhìn thấy cơ thể anh. \"Tôi không mỏng manh đến thế đâu, \" tôi nói, nhưng vẫn kéo áo khoác vào lòng, xỏ tay qua tay áo quá-dài, tò mò muốn biết liệu mùi hương có thể nào thơm như tôi nhớ không. Thơm hơn.  \"Em không thế à?\" anh cãi bằng một giọng nhỏ đến nỗi tôi không chắc anh có muốn tôi nghe thấy không nữa.  Chúng tôi chạy qua những con đường phủ sương, luôn quá nhanh, cảm thấy ngượng nghịu. Ít nhất thì tôi cảm thấy vậy. Đêm qua mọi bức tường ngăn cách đều không còn... hầu hết.  Tôi không biết hôm nay chúng tôi vẫn còn thẳng thắn như vậy hay không.  Suy nghĩ đó làm tôi không thể nói nên lời. Tôi chờ anh nói.  Anh nhìn tôi cười tự mãn. \"Sao, hôm nay không có hai chục câu hỏi à?\" \"Tôi hỏi có làm anh bực mình không?\" tôi hỏi, cảm thấy nhẹ nhõm.  \"Không bực bằng phản ứng của em. \" Anh giống như đang nói đùa, nhưng tôi không biết chắc.  Tôi cau mày. \"Tôi phản ứng tệ lắm sao?\" \"Không, đó chính là vấn đề. Em chấp nhận mọi thứ quá bình tĩnh – thật không bình thường.  Làm tôi cứ tự hỏi hoài không biết em thực sự đang nghĩ gì. \" \"Tôi luôn kể anh nghe mình đang nghĩ gì mà. \" \"Em sửa đi rồi, \" anh buộc tội.  \"Đâu có nhiều lắm. \" \"Đủ làm tôi phát điên. \" \"Anh đâu muốn nghe đâu,” Tôi lầm bầm, gần như thì thầm. Ngay khi nói xong, tôi đã thấy tiếc. Niềm đau trong giọng tôi rất nhỏ; tôi chỉ mong anh không để ý.  Anh không đáp lại, và tôi tự hỏi không biết có phải mình đã làm mất vui không. Mặt anh vẫn không thể hiểu nổi khi chúng tôi chạy vào bãi đậu xe của trường. Tôi chợt nghĩ ra một cách muộn màng.  \"Những người khác trong nhà anh đâu rồi?\" tôi hỏi – tuy rất vui khi được ở một mình với anh, nhưng tôi nhớ ra xe anh thường đầy người.  \"Mọi người đi xe Rosalie.” Anh nhún vai khi đỗ xe cạnh chiếc xe màu đỏ bóng loáng mui trần hiện đang che mui. \"Phô trương quá hả?\" \"Ờ..., chà, \" tôi thở. \"Nếu cô ấy có xe thì tại sao cô ấy đi chung với anh?\" \"Như tôi đã nói rồi, quá phô trương. Chúng tôi cố gắng hoà hợp với mọi người. \" \"Anh không thành công. \" Tôi cười và lắc đầu khi ra khỏi xe. Tôi không bị muộn nữa; kiểu chạy như điên của anh đã đưa tôi đến trường còn cả khối thời gian. \"Vậy tại sao Rosalie lại lái xe hôm nay nếu chuyện đó thu hút chú ý hơn?\" \"Em không nhận ra sao? Tôi đang phá vỡ mọi luật lệ.” Anh gặp tôi trước xe, cứ đi thật sát bên tôi khi chúng tôi bước vào trường.  Tôi muốn khép lại khoảng cách nhỏ đó, để vươn tay chạm vào anh, nhưng tôi lại sợ anh không thích tôi làm thế.  \"Rốt cuộc thì sao anh lại mua mấy cái xe như thế?\" tôi tự hỏi thành tiếng. \"Nếu anh muốn không bị chú ý?\" \"Đam mê mà, \" anh thú nhận với nụ cười tinh quái. \"Tất cả chúng tôi đều thích chạy nhanh. \" \"Hết chỗ nói,” tôi thì thầm lẩm bẩm.  Dưới mái che nhô ra của quán ăn tự phục vụ, Jessica đang chờ, mắt nhỏ như muốn lọt ra khỏi tròng. Trên cánh tay nhỏ, chúa phù hộ cho nhỏ, là cái áo khoác của tôi.  \"Này, Jessica, \" tôi nói khi chúng tôi cách vài bước chân. \"Cám ơn vì đã nhớ mang theo.”  Nhỏ trao áo khoác cho tôi chẳng nói lời nào. “Chào bạn, Jessica, \" Edward nói lịch sự.  Quả thực không phải là lỗi của anh khi giọng anh hấp dẫn không cưỡng lại nỗi như thế. Cả khả năng của đôi mắt anh.  \"Ơ ... chào. \" Nhỏ chuyển đôi mắt to của nhỏ sang tôi, cố gắng sắp xếp mớ suy nghĩ lộn xộn của mình. \"Tớ nghĩ tớ sẽ gặp bồ trong giờ học Lượng giác. \" Nhỏ nhìn tôi đầy ý nghĩa, và tôi nén không thở dài. Tôi sẽ nói với nhỏ chuyện quái gì đây chứ? \"Ừ, gặp lại bồ sau vậy. \" Nhỏ bước đi, ngừng lại hai lần để nhìn lén chúng tôi qua vai.  \"Em sẽ nói với cô nàng chuyện gì?\" Edward thì thầm.  \"Ê, tôi nghĩ anh không thể đọc được suy nghĩ của tôi!\" tôi rít lên.  \"Tôi không thể, \" anh nói, giật mình. Sau đó mắt anh sáng bừng khi hiểu ra.  \"Tuy vậy, tôi đọc được suy nghĩ của cô ấy - cô ấy sẽ chờ phục kích em trong lớp. \" Tôi rên rỉ khi cởi áo khoác của anh ra và trao nó cho anh, mặc áo của mình vào. Anh choàng nó trên cánh tay.  \"Vậy em sẽ nói gì với cô ấy ?\" \"Giúp chút xíu nhé?\" tôi khẩn khoản. \"Cô ấy muốn biết gì?\" Anh lắc đầu, cười tinh quái. \"Vậy không công bằng. \" \"Không, không chia sẻ những điều anh biết – vậy mới không công bằng. \" Anh cân nhắc trong chốc lát khi chúng tôi bước đi. Chúng tôi dừng lại bên ngoài cửa lớp đầu tiên của tôi.  \"Cô ấy muốn biết chúng ta có phải đang hẹn hò bí mật không. Và cô ấy muốn biết em cảm thấy sao về tôi, \" cuối cùng thì anh cũng nói.  \"Hoan hô.  Tôi nên nói gì đây?\" tôi cố giữ vẻ mặt hết sức vô tội.  Mọi người đi ngang qua chúng tôi để vào lớp, có lẽ đang nhìn, nhưng tôi chẳng hề để ý đến họ.  \"Hmmm. \" anh ngừng lại để cầm mớ tóc loà xoà trên cổ bị sút ra khỏi dây buộc tóc rồi vén nó vào đúng chỗ. Tim tôi kêu thình thịch thái quá. \"Tôi nghĩ em có thể nói ừ cho câu hỏi đầu tiên nếu em không cảm thấy phiền - vậy dễ hơn mọi lời giải thích khác. \" \"Tôi không cảm thấy phiền gì cả, \" tôi nói yếu ớt. \"Còn câu hỏi kia ... ừm, chính tôi cũng sẽ lắng nghe để biết câu trả lời cho câu đó nữa.” Một bên miệng anh nhếch lên thành nụ cười nhếch môi ưa thích của tôi. Tôi không thể giữ nhịp thở bình thường kịp để đáp lại lời lưu ý đó. Anh đã quay lưng bỏ đi.  \"Tôi sẽ gặp em lúc ăn trưa, \" Anh nói to qua vai. Ba người đang bước vào cửa dừng lại nhìn tôi chằm chằm.  Tôi phóng vào lớp, xấu hổ và tức tối. Anh là một tên gian lận hết sức nói. Bây giờ tôi thậm chí còn lo lắng hơn về điều mình sắp nói với Jessica. Tôi ngồi vào ghế quen thuộc của mình, ném cặp xuống bực dọc.  \"Chào bạn, Bella,” Mike nói từ chiếc ghế cạnh tôi. Tôi nhìn lên thấy ánh mắt kỳ quặc, gần như nhẫn nhục của anh ta. \" Port Angeles ra sao?\" \"Rất ... \" Không lời nào có thể nói về nó. \"tuyệt, \" tôi nói cho qua chuyện. \"Jessica mua được cái áo đầm dễ thương lắm.” \"Cô ấy có nói gì về đêm thứ hai không?\" anh hỏi, mắt anh chàng tươi tỉnh. Tôi cười vì cuộc nói chuyện đã sang hướng khác.  \"Cô ấy nói đã rất vui, \" tôi quả quyết với anh chàng.  \"Vậy à?\" anh nói háo hức.  \"Chắc chắn đó.” Thầy Mason yêu cầu lớp trật tự rồi bảo chúng tôi nộp bài luận của mình. Giờ tiếng Anh rồi giờ Chính phủ trôi qua thật nhanh khi tôi đang lo lắng không biết phải giải thích mọi chuyện cho Jessica ra sao và đau khổ không biết Edward có thiệt sẽ lắng nghe những điều tôi nói qua suy nghĩ của Jess hay không. Sao mà biệt tài của anh có thể phiền phức đến thế -  khi nó chẳng cứu mạng tôi.  Sương mù gần như đã tan hết vào cuối giờ thứ nhì, nhưng trời vẫn u ám vì những đám mây thấp, nặng trĩu. Tôi hài lòng nhìn trời.  Edward đúng, dĩ nhiên. Khi tôi vào lớp Lượng giác, Jessica đang ngồi ở hàng sau, gần nhảy khỏi ghế kích động. Tôi miễn cưỡng đến ngồi cạnh cô ấy, cố gắng tự thuyết phục mình làm cho xong càng sớm càng tốt.  \"Kể hết mọi chuyện cho tớ nghe đi!\" cô nàng ra lệnh trước khi tôi ngồi vô chỗ.  \"Bồ muốn biết gì?\" tôi lập lờ.  \"Đã xảy ra chuyện gì đêm qua ?\" \"Anh ấy đãi tớ ăn tối, rồi lái xe đưa tớ về nhà. \" Cô nàng nhìn tôi trừng trừng, vẻ mặt nhỏ sững lại đầy hoài nghi. \"Sao bạn về nhà nhanh đến thế?\" \"Anh ấy lái như điên. Thật khủng khiếp. \" Tôi hy vọng anh nghe được câu đó.  \"Có phải là một cuộc hẹn không - bồ có bảo anh ta gặp bồ ở đó không?\" Tôi chẳng hề nghĩ đến chuyện đó. \"Không - tôi rất ngạc nhiên khi gặp anh ấy ở đó. \" Môi cô nàng chu lại thất vọng vì sự thành thật rõ rệt trong giọng tôi.  \"Nhưng anh ấy đón bồ đến trường hôm nay ?\" cô nàng thăm dò.  \"Ừ - đó cũng là một điều bất ngờ.  Anh ấy thấy đêm qua tôi không có áo khoác, \" tôi giải thích.  \"Vậy hai người có đi chơi với nhau nữa không?\" \"Anh đề nghị chở tôi đến Seattle thứ bảy vì anh nghĩ cái xe tải đồ chơi của tôi không chạy nỗi đến đó – cái đó có tính không?\" \"Có. \" cô nàng gật đầu.  \"Ừm, vậy thì, có. \" \"Wow. \" cô nàng cường điệu từ ấy thành ba âm tiết. \"Edward Cullen.” \"Đúng vậy, \" tôi đồng ý. \"Wow” thậm chí không giấu điều đó.  \"Chờ đã!\" tay cô nàng huơ lên, lòng bàn tay hướng về phía tôi như thể cô nàng muốn chặn xe lại.  \"Anh ấy đã hôn bồ chưa?\" \"Chưa, \" tôi lầm bầm. \"chẳng có vẻ gì sẽ thế cả.” Cô nàng trông có vẻ thất vọng. Tôi chắc chắn tôi cũng vậy.  \"Bồ có nghĩ thứ bảy …?\" cô nàng nhíu mày.  \"Tôi nghĩ không đâu.” Niềm bất mãn trong giọng tôi được nguỵ trang kém cỏi.  \"Hai bồ đã nói những chuyện gì?\" Cô nàng thì thầm đòi biết thêm thông tin.  Lớp học đã bắt đầu nhưng thầy Varner không theo dõi sát và chúng tôi không phải là những người duy nhất vẫn cứ nói chuyện.  \"Tôi không biết, Jess, rất nhiều chuyện, \" tôi thì thầm trở lại. \"Chúng ta nói về bài luận tiếng Anh một chút. \" Một chút, một chút thôi. Tôi nghĩ thầy nói thế khi đi qua.  \"Nào, Bella, \" cô nàng cầu xin. \"Kể tôi nghe chi tiết đi. \" \"Ừm.. được rồi, tôi có một chuyện nè. Bồ mà thấy cô hầu bàn tán tỉnh anh ấy – thiệt là quá đáng. Nhưng anh ấy chẳng hề chú ý tới cô ta chút nào cả.” Anh muốn làm chuyện đó thì làm đi.  \"Đó là dấu hiệu tốt, \" cô nàng gật đầu. \"Cô ta có xinh không?\" \"Rất xinh – chắc 19 hay hai mươi tuổi. \" \"Thế thì hay hơn nữa. Anh ta hẳn thích bồ rồi. \" \"Tôi nghĩ vậy, nhưng khó biết lắm.  Anh ấy luôn luôn rất khó hiểu, \" Tôi nói thêm vì anh, thở dài.  \"Tôi không biết sao bồ dũng cảm đến mức ở một mình với anh ta, \" cô nàng thở mạnh.  \"Sao vậy?\" tôi bị sốc, nhưng cô nàng không hiểu phản ứng của tôi.  \"Anh ta rất ... đáng sợ. Tôi không biết nói gì với anh ta cả. \" cô nàng nhăn nhó, có lẽ nhớ sáng nay hoặc đêm qua, khi anh hướng sức mạnh của đôi mắt mình lên cô ấy.  \"Tôi cũng gặp khó khăn không thể suy nghĩ mạch lạc khi ở gần anh ấy, \" tôi thừa nhận.  \"Ồ đúng vậy. Anh ấy đẹp không tưởng tượng nỗi. \" Jessica nhún vai như thể điều này miễn thứ cho mọi khiếm khuyết khác. Có lẽ theo quan điểm của cô nàng.  \"Anh ấy có nhiều thứ hay hơn thế.” \"Thật sao? Như cái gì nào?\" Tôi ước tôi đã để cho qua chuyện. Cũng gần như tôi đang hy vọng anh chỉ xạo thôi về vụ nghe trộm.  \"Tôi không biết nói sao nữa nhưng ngoài khuôn mặt ấy, anh thậm chí còn khó tin hơn.”  Ma cà rồng muốn làm người tốt - người chạy lông nhông cứu mạng người khác nên anh sẽ không phải là một con quái vật … Tôi chằm chằm ra phía trước lớp học.  \"Thiệt vậy sao?\" cô nàng cười khúc khích.  Tôi lờ cô nàng đi, vờ như tôi đang chú ý tới thầy Varner.  \"Vậy bồ có thích anh ta không?\" cô nàng không chịu thôi.  \"Có, \" tôi cộc lốc nói.  \"Ý tôi là, bồ thích anh ta thực à?\" nhỏ thôi thúc.  \"Ừ, \" tôi nói tiếp, ửng hồng má. Tôi hy vọng chi tiết đó sẽ không ghi dấu lại trong suy nghĩ của nhỏ.  Cô nàng chưa chịu thôi với câu trả lời một âm tiết. \"Bồ thích anh nhiều đến đâu?” \"Rất nhiều, \" tôi thì thầm trở lại. \"Nhiều hơn anh ấy thích tôi. Nhưng tôi không biết sao để kềm được mình. \" Tôi thở dài, tiếp tục đỏ mặt. Sau đó, may mắn thay, thầy Varner gọi Jessica trả lời câu hỏi.  Cô nàng không có cơ hội nói tiếp đề tài này lần nữa trong giờ học, và ngay khi chuông reng, tôi lẩn tránh ngay.  \"Trong giờ Tiếng Anh, Mike hỏi tôi bồ có nói gì về đêm thứ hai không, \" tôi kể cô nàng nghe.  \"Bồ không đùa đấy chứ! Thế bồ nói sao?!\" cô nàng hổn hển nói, hoàn toàn quên bẵng chuyện cũ.  \"Tớ bảo anh ấy là bồ nói bồ rất vui - anh ấy có vẻ hài lòng. \" \"Nói tớ nghe chính xác những điều anh ấy nói đi, và câu trả lời chính xác của bồ luôn!\" Chúng tôi dùng thời gian còn lại đi bên nhau phân tích tỉ mỉ cấu trúc câu và hầu hết cả giờ học tiếng Tây Ban Nha để mô tả lại nét mặt của Mike. Tôi đành phải kéo dài càng lâu càng tốt để không phải lo lắng việc đề tài lại quay về chuyện của tôi.  Rồi chuông reng báo giờ ăn trưa. Khi tôi đứng bật dậy ra khỏi ghế, hốt vội sách nhét vô cặp, nét mặt khoan khoái của tôi hẳn đã cảnh báo Jessica.  \"Hôm nay bồ không ngồi chúng với tụi này, phải không?\" cô nàng đoán.  \"Tôi không nghĩ vậy. \" Tôi không thể chắc anh sẽ không biến mất lần nữa.  Nhưng ngoài cửa lớp Tây Ban Nha, tựa vô tường - trông giống thần Hy - lạp hơn bất kỳ ai - Edward đang đợi tôi. Jessica nhìn, tỏ vẻ không tin, và bỏ đi.  \"Hẹn gặp lại, Bella. \" giọng cô nàng đầy ngụ ý. Tôi chắc phải tắt chuông điện thoại.  \"Chào. \" Giọng anh vừa vui vẻ lại vừa tức tối. Rõ ràng là anh đã lắng nghe.  \"Chào. \" Tôi không thể nghĩ ra chuyện gì để nói, và anh cũng không lên tiếng – chờ cơ hội tốt chắc, tôi đoán – vì vậy chúng tôi lặng lẽ đến quán ăn tự phục vụ. Đi cùng Edward vào giờ ăn trưa đông đúc cũng giống y như ngày đầu tiên tôi đến đây ; mọi người cứ nhìn chằm chặp.  Anh dẫn đường xếp vào hàng, vẫn không nói tiếng nào, dù mắt anh cứ nhìn mặt tôi vài giây một lần, vẻ suy đoán. Tôi cho rằng nỗi bực bội đang chiến thắng niềm thích thú vì cảm xúc ngập đầy mặt anh. Tôi bồn chồn bối rối với dây kéo áo khoác của mình.  Anh bước đến quầy và chất đầy thức ăn vào khay.  \"Anh đang làm gì gì vậy?\" tôi phản đối. \"Anh không lấy hết bao nhiêu thức ăn đó cho mình tôi chứ?\" Anh lắc đầu, bước lên phía trước để mua thức ăn.  \"Một nửa cho tôi, dĩ nhiên rồi. \" Tôi nhướng mày.  Anh dẫn đường đến nơi chúng tôi đã ngồi lúc trước. Từ cuối một bàn dài, một nhóm sinh viên năm cuối đang nhìn chằm chằm kinh ngạc khi chúng tôi ngồi đối diện với nhau. Edward có vẻ chẳng hề biết đến.  \"Hãy lấy bất cứ cái gì em muốn ăn, \" anh nói, đẩy khay về phía tôi.  \"Tôi tò mò, \" tôi nói khi chọn trái táo, xoay xoay nó trong tay, \"Anh sẽ làm gì nếu có người thách anh ăn đồ ăn ?\" \"Em luôn tò mò. \" anh nhăn nhó, lắc đầu. Anh nhìn tôi trừng trừng, cứ nhìn mắt tôi khi anh nâng lát bánh pizza khỏi khay, và cố tình cắn một họng, nhai nhanh, rồi nuốt chửng. Tôi quan sát, mắt mở to.  \"Nếu có ai thách em ăn phân, em ăn được không?\" anh trịch thượng hỏi.  Tôi chun mũi. \"Tôi đã làm một lần rồi ... khi bị thách, \" tôi thừa nhận. \"Không tệ lắm. \" Anh cười. \"Tôi chẳng ngạc nhiên chút nào. \" Cái gì đó qua vai tôi có vẻ thu hút sự chú ý của anh.  \"Jessica đang phân tích mọi hành động của tôi - cô ấy sẽ phân tích từng chi tiết cho em sau này. \" Anh đẩy phần còn lại của bánh pizza về phía tôi. Nhắc đến Jessica đã làm nét mặt anh trở lại vẻ bực dọc cũ.  Tôi đặt trái táo xuống và cắn một miếng bánh pizza, nhìn sang chỗ khác, biết anh sắp sửa bắt đầu.  \"Vậy là cô hầu bàn xinh lắm à?\" anh tự nhiên hỏi.  \"Anh thật không nhận thấy à?\" \"Không. Tôi không để ý. Tôi có nhiều thứ để bận tâm. \" \"Cô nàng tội nghiệp. \" Bây giờ tôi đã dám tốt bụng.  \"Một điều em nói với Jessica ... ưm, làm tôi bực. \" Anh không chịu để bị phân tâm. Giọng anh khàn, và anh liếc nhìn lên từ dưới hàng mi bằng đôi mắt bồn chồn.  \"Tôi chẳng ngạc nhiên vì anh nghe phải chuyện anh không thích.  Anh biết người ta nói sao về mấy người nghe trộm rồi, \" tôi nhắc anh.  \"Tôi đã nói trước là tôi sẽ lắng nghe mà. \" \"Và tôi cũng đã báo trước với anh là anh sẽ không muốn biết mọi điều tôi đang suy nghĩ đâu. \" \"Em có báo trước, \" anh đồng ý, nhưng giọng anh vẫn còn thô bạo. \"Nhưng em đâu có nói hết đâu. Tôi muốn biết em đang nghĩ gì - mọi thứ. Tôi chỉ ước rằng ... em không nghĩ vài chuyện. \" Tôi giận dữ. \"Đó là rõ là điểm khác biệt. \" \"Nhưng đó không hẳn là điểm chính lúc này. \" \"Vậy là gì chứ?\" Chúng tôi cúi gần nhau qua chiếc bàn.  Anh chống bàn tay trắng lớn của mình dưới cằm; tôi ngả về phía trước, tay phải ôm quanh cổ. Tôi phải nhắc mình nhớ chúng tôi đang ở trong một phòng ăn trưa đông đúc, nhiều đôi mắt tò mò có lẽ đang chĩa về phía chúng tôi. Chúng tôi thiệt là hay cãi cọ nhau vặt vãnh.  \"Em thực sự tin rằng em quan tâm tôi nhiều hơn tôi quan tâm đến em sao?\" anh thì thầm, tựa sát hơn vào tôi khi nói, đôi mắt vàng sậm của anh sắc bén.  Tôi cố nhớ cách thở. Tôi phải nhìn sang chỗ khác trước khi hơi thở trở về với tôi.  \"Anh lại vậy nữa rồi, \" tôi thì thầm.  Mắt anh mở rộng ngạc nhiên. \"Gì?\" \"Mê hoặc tôi, \" tôi thừa nhận, cố gắng tập trung khi nhìn lại anh.  \"Ôi. \" anh cau mày.  \"Đó không phải là lỗi của anh, \" tôi thở dài. \"anh đâu kềm được.” \"Em có trả lời không?\" Tôi nhìn xuống. \"Có. \" \"Có, là em sẽ trả lời, hay có, là em thực nghĩ thế?\" anh tức tối trở lại.  \"Có, tôi thực nghĩ thế. \" tôi cứ dán mắt xuống bàn, mắt tôi dò theo hoa văn gỗ giả in trên laminate. Im lặng kéo đến. Tôi ương ngạnh không chịu là người nói trước lần này, chiến đấu kiên cường chống lại nỗi cám dỗ muốn nhìn lén vào mặt anh.  Cuối cùng anh nói, giọng mượt như nhung mềm mại. \"Em lầm rồi.” Tôi liếc nhìn lên thấy mắt anh dịu dàng.  \"Anh làm sao biết được, \" tôi thì thầm phản đối. Tôi lắc đầu nghi ngờ, dù tim tôi đập mạnh vì lời nói của anh và tôi rất muốn tin chúng.  \"Điều gì làm em nghĩ vậy?\" đôi mắt màu vàng nâu đang xuyên suốt - cố gắng tuyệt vọng, tôi giả định, để kiếm tìm sự thật trực tiếp từ đầu óc tôi.  Tôi cũng nhìn chằm chằm lại, cố nghĩ rõ ràng mặc kệ khuôn mặt anh, để tìm cách giải thích. Trong khi đang tìm lời để nói, tôi có thể thấy anh trở nên nôn nóng; thất vọng bởi sự im lặng của tôi, anh bắt đầu giận dữ. Tôi nâng tay khỏi cổ, và giơ lên một ngón tay.  \"Để tôi nghĩ đã, \" tôi kiên quyết. Vẻ mặt anh giãn ra, vì anh hài lòng là tôi định trả lời. Tôi thả tay xuống bàn, di chuyển tay trái để hai lòng bàn tay ép vào nhau. Tôi nhìn chằm chằm vào tay mình, gập rồi duỗi ngón tay, rồi cuối cùng thì tôi cũng nói.  \"Ưm, ngoài điều hiển nhiên, thì đôi khi...”  Tôi do dự. \" Tôi không thể chắc chắn - tôi không biết cách để đọc suy nghĩ - nhưng đôi khi có vẻ như anh đang cố nói lời chia tay khi anh đang nói chuyện khác.”  Đó là câu tốt nhất tôi có thể tổng kết cảm giác đau khổ mà lời nói của anh đôi khi mang đến cho tôi.  \"Mẫn cảm thật, \" anh thì thầm. Và nỗi đau khổ, lại hiện lên khi anh xác nhận nỗi sợ hãi của tôi. \"Mặc dù đó là lý do làm em lầm, \" anh bắt đầu giải thích, nhưng sau đó mắt anh nheo lại. \"Em có ý gì khi nói từ 'hiển nhiên'?\" \"Ừm, nhìn tôi nè, \" Tôi nói, không cần thiết vì anh đã nhìn sẵn rồi. \"Tôi hết sức tầm thường - à, ngoại trừ những điều tệ hại đại loại như những lần suýt chết và vụng về đến nỗi tôi gần như tàn phế. Còn nhìn anh kìa. \" tôi vẫy tay về phía anh và toàn bộ sự hoàn hảo khó hiểu của anh.  Trán anh nhăn lại giận dữ trong chốc lát, sau đó trở nên dịu dàng khi mắt anh lộ vẻ hiểu ra. \"Em không nhìn thấy mình rõ lắm, em biết đó. Tôi thừa nhận em nói đúng về mấy chuyện tệ hại, \" anh cười khúc khích, \" nhưng em không nghe được điều mỗi một người đàn ông trong trường này suy nghĩ trong ngày đầu tiên em đến trường. \" Tôi chớp mắt, ngạc nhiên. \"Tôi không tin chuyện đó... \" Tôi lầm bầm với mình.  \"Hãy tin tôi chỉ một lần này thôi - Em khác thường. \" Bối rối đè lên tôi mạnh hơn so với niềm vui tôi cảm nhận khi nhìn thấy ánh mắt anh khi anh nói câu này. Tôi nhanh chóng nhắc anh nhớ đến luận cứ ban đầu của mình.  \"Nhưng tôi đâu có nói lời chia tay, \" tôi chỉ ra.  \"Em không thấy sao?  Điều đó chứng minh tôi đúng. Tôi quan tâm nhiều nhất, vì nếu tôi có thể làm chuyện đó \" - anh lắc đầu, có vẻ đấu tranh chống lại suy nghĩ ấy - \"nếu bỏ đi là chuyện đúng đắn phải làm, thì tôi sẽ làm khổ mình chứ không để em khổ, để bảo vệ em.” Tôi nhìn giận dữ. \"Còn anh không nghĩ tôi sẽ cũng làm thế?\" \"Em sẽ không bao giờ phải lựa chọn. \" Đột ngột, tính khó hiểu của anh quay lại; nụ cười tinh nghịch, nguy hại lại xuất hiện trên nét mặt anh. \"Dĩ nhiên, bảo vệ em đang bắt đầu giống như một công việc toàn thời gian đòi hỏi tôi phải có mặt suốt. \" \"Hôm nay chẳng ai cố giết tôi cả, \" tôi nhắc nhở anh, khoan khoái vì đề tài dễ chịu hơn. Tôi không muốn anh nói về chuyện chia tay nữa. Nếu phải thế, tôi nghĩ tôi thà chịu nguy hiểm để có anh ở gần bên ...  Tôi xua đi ý tưởng đó trước khi đôi mắt lanh lợi của anh đọc được nó trên mặt tôi. Ý nghĩ đó thế nào cũng làm tôi bị rắc rội.  \"Chưa, \" anh nói thêm.  \"Chưa, \" tôi đồng ý ; tôi lẽ ra đã tranh cãi, nhưng bây giờ tôi muốn anh mong đợi tai ương.  \"Tôi muốn hỏi em một câu khác. \" Mặt anh vẫn bình thường.  \"Nói đi. \" \"Em thật sự cần đến Seattle thứ bảy này, hay chỉ là cái cớ để khỏi phải từ chối những người ái mộ?\" Tôi nhăn nhó nhớ lại. \"Anh biết rồi còn gì, nhưng tôi chưa tha thứ anh chuyện Tyler đâu đó, \" tôi cảnh báo anh. \"Vì anh mà anh ta cứ tự lừa dối mình cho là tôi sẽ đi khiêu vũ với anh ta. \" \"Ồ, anh ta lẽ ra phải tìm thấy cơ hội để mời em mà không có mặt tôi chứ - tôi thật ra chỉ muốn nhìn mặt em thôi, \" anh cười khúc khích, tôi lẽ ra đã giận nếu tiếng cười anh không lôi cuốn như thế. \"Nếu tôi mời em, em có khước từ tôi không?\" anh hỏi, vẫn cười một mình.  \"Có lẽ không, \" tôi thừa nhận. \"nhưng tôi sẽ phải hủy hẹn sau này  - giả bệnh hoặc bị trặc chân. \" Anh lúng túng. \"Sao lại vậy chứ?\" Tôi lắc đầu buồn bã. \"Anh chưa từng thấy tôi trong phòng tập thể dục rồi, tôi nghĩ vậy, nhưng tôi nghĩ anh hiểu được. \" \"Có phải em muốn nói về việc em không thể đi qua một mặt phẳng, vững vàng mà không tìm thấy cái gì đó để vấp hả?\" \"Rõ ràng rồi. \" \"Không sao hết. \" anh rất tự tin. \"Do người dìu thôi. \" Anh chắc thấy tôi định phản đối nên ngắt lời tôi.  \"Nhưng em chưa nói tôi biết - là em nhất quyết phải đi Seattle, hay em có phiền không nếu chúng ta làm chuyện khác?\" Mỗi khi đến phần \"chúng ta”, thì tôi không thèm quan tâm đến bất cứ thứ gì khác.  \"Sao cũng được mà, \" Tôi đồng ý. \"Nhưng tôi có một yêu cầu.” Anh có vẻ dè dặt, anh luôn vậy khi tôi hỏi một câu hỏi mở.  \"Gì chứ?\" \"Tôi lái nhé?\" Anh cau mày. \"Tại sao?\" \"Ưm, chủ yếu vì khi tôi nói với Charlie sẽ đi Seattle, bố hỏi kỹ tôi đi một mình hả và, lúc đó, thì đúng vậy. Nếu bố lại hỏi nữa, tôi có lẽ sẽ không nói dối, nhưng tôi không nghĩ bố sẽ hỏi lại, và nếu để chiếc xe tải của tôi ở nhà thì sẽ sinh chuyện không cần thiết. Và nữa, vì cách anh chạy xe làm tôi sợ. \" Anh trợn tròn mắt. \"Bao nhiêu chuyện về tôi mà chuyện đó lại có thể làm em sợ, em lo chuyện tôi lái xe. \" Anh lắc đầu ghê tởm, nhưng sau đó mắt anh nghiêm túc lại. \"Em không muốn nói cho bố biết em sẽ đi suốt ngày với tôi sao?\" Có gì đó ẩn trong câu hỏi của anh mà tôi không hiểu.  \"Với Charlie, ít nói luôn tốt hơn.”  Tôi chắc chắn về chuyện đó. \"Tuy vậy, mình sẽ đi đâu?\" \"Trời sẽ đẹp, vì vậy tôi sẽ tránh xa ánh mắt của mọi người... và em có thể ở với tôi, nếu em muốn.”  Một lần nữa, anh lại để tôi tự quyết định.  \"Và anh sẽ cho tôi xem chuyện anh đã nói về mặt trời chứ?\" tôi hỏi, phấn khích bởi ý tưởng giải quyết được một điều không rõ khác.  \"Ừ. \" anh mỉm cười, rồi dừng lại. \"Nhưng nếu em không muốn ở … một mình với tôi, tôi thà em không đi Seattle một mình. Tôi rùng mình khi nghĩ rắc rối em có thể gặp phải trong thành phố lớn như thế. \" Tôi phật ý. \" Phoenix còn lớn hơn Seattle ba lần - chỉ về số dân.  Còn độ lớn thì - \" \"Nhưng rõ ràng, \" anh ngắt lời tôi, \"Em chưa tới số ở Phoenix.  Vì thế tôi thà em ở gần bên tôi còn hơn.”  Mắt anh làm chuyện mê hoặc bất công nữa.  Tôi không thể tranh cãi, bằng mắt hay động cơ, và đó là một chuyện sẽ còn phải bàn cãi nữa. \"Nhân tiện, tôi không lo chuyện ở một mình với anh đâu.” \"Tôi biết, \" anh thở dài, trầm ngâm. \"Dù vậy, em cũng nên nói cho Charlie biết. \" \"Lý do gì mà tôi phải làm vậy chứ?\" Mắt anh đột ngột dữ dội. \"Để tôi có chút động cơ để đưa em về. \" Tôi nuốt nhanh. Nhưng, sau một lúc suy nghĩ, tôi chắc chắn. \"Tôi nghĩ mình sẽ liều thử. \" Anh thở ra giận dữ, rồi nhìn sang chỗ khác.  \"Mình nói về chuyện khác nhé, \" tôi đề nghị.  \"Em muốn nói về chuyện gì?\" anh hỏi. Anh vẫn còn bực mình.  Tôi liếc nhìn xung quanh, để đảm bảo không ai nghe thấy.  Khi tôi nhìn quanh phòng, tôi bắt gặp ánh mắt của em anh, Alice, đang nhìn tôi. Những người khác đang nhìn Edward. Tôi nhìn sang chỗ khác thật nhanh, quay lại với anh, và tôi hỏi điều đầu tiên nảy đến trong đầu.  \"Tại sao nhà anh phải đến Goat Rocks ấy cuối tuần qua ... để săn? Charlie nói đó không phải là nơi thích hợp để đi bộ đường dài, vì có gấu. \" Anh nhìn tôi chằm chằm như thể tôi bỏ qua một điều gì đó rất dễ hiểu.  \"Gấu hả?\" tôi nói hổn hển, và anh cười tự mãn. \"Anh biết đó, đâu phải mùa săn gấu,” tôi nói thêm nghiêm nghị, che giấu chuyện mình bị sốc.  \"Nếu em đọc kỹ, pháp luật chỉ nói đến chuyện săn có vũ khí thôi, \" anh thông báo cho tôi biết.  Anh nhìn mặt tôi với niềm vui từ từ thấm thía.  \"Gấu à?\" tôi lặp lại khó khăn.  \"Gấu xám là món ưa thích của Emmett. \"giọng anh vẫn thoải mái nhưng mắt anh đang xem xét kĩ lưỡng phản ứng của tôi. Tôi cố định thần lại.  \"Hmmm, \" tôi nói, cắn một miếng pizza khác để có cớ nhìn xuống. Tôi nhai từ từ, rồi uống một hơi côca - côla không nhìn lên.  \"Nè, \" tôi nói sau một lúc, cuối cùng nhìn ánh mắt anh bây giờ đang lo lắng.  \"Vậy món ưa thích của anh là gì?\" Anh nhướng mày và khóe miệng anh bĩu ra vẻ không tán thành. \"Sư tử núi. \" \"A, \" tôi nói bằng giọng vô tư lịch thiệp, lại tìm lon xô - đa lần nữa.  \"Dĩ nhiên, \" anh nói, và giọng anh bắt chước theo giọng tôi, \"Chúng tôi phải cẩn thận không để ảnh hưởng môi trường bằng chuyện săn bắn thiếu cân nhắc. Chúng tôi cố tập trung vào các vùng đông dã thú – trong phạm vi rộng nhất có thể. Luôn có nhiều nai và nai Anxet ở đây để làm thức ăn nhưng đâu có vui?\" Anh mỉm cười trêu chọc.  \"Vậy thì thực ra là ở đâu, \" tôi thì thầm lúc cắn thêm miếng pizza khác.  \"Đầu xuân là mùa săn gấu ưa thích của Emmett – chúng vừa qua kỳ nghỉ đông, nên cáu kỉnh hơn.” anh mỉm cười đùa lại.  \"Không gì vui bằng một con gấu xám cáu kỉnh nhỉ, \" tôi đồng ý, gật gù.  Anh cười khúc khích, lắc đầu. \"Hãy nói tôi biết thực sự em đang nghĩ gì, nào. \" \"Tôi đang cố hình dung - nhưng không được, \" tôi thừa nhận. \" Anh làm sao săn gấu được khi không có vũ khí ?\" \"Ồ, chúng tôi có vũ khí. \" Anh nhe cái răng sáng trong nụ cười đầy đe doạ, ngắn ngủi. Tôi kềm cơn rùng mình trước khi nó làm lộ tôi.  \"Không phải loại vũ khí họ nghĩ đến khi viết luật săn bắn. Nếu em từng thấy gấu tấn công trên truyền hình, em có thể hình dung Emmett săn ra sao. \" Tôi không thể kềm được cơn rùng mình đang len vào xương sống. Tôi nhìn lén qua quán ăn tự phục vụ về phía Emmett, biết ơn vì anh ta không nhìn vào tôi. Bắp cơ cuồn cuộn trên cánh tay và thân mình anh ta bây giờ càng có vẻ đáng sợ hơn.  Edward nhìn theo ánh mắt tôi và cười khúc khích. Tôi nhìn anh chằm chằm, mất bình tĩnh.  \"Anh cũng thích gấu hả?\" tôi hỏi nhỏ.  \"Thích sư tử hơn, hoặc đó là điều họ bảo tôi, \" anh nói nhẹ nhàng. \"Có lẽ sở thích của chúng tôi là chỉ tiêu định hướng. \" Tôi cố mỉm cười. \"Chắc vậy, \" tôi lặp lại. Nhưng tâm trí tôi đầy những hình ảnh trái ngược mà tôi không thể hợp nhất lại. \"Có phải đó là thứ tôi có thể đến xem không?\" \"Dĩ nhiên là không rồi!\"  Mặt anh thậm chí còn trắng bệch hơn bình thường, và mắt anh đột ngột giận dữ. Tôi ngả người ra sau, choáng váng và - cho dù tôi sẽ không bao giờ thừa nhận chuyện đó với anh - hoảng sợ vì phản ứng của anh. Anh ngả người ra giống tôi, khoanh tay trước ngực.  “Quá đáng sợ đối với tôi sao?\" Tôi hỏi khi có thể kiểm soát giọng nói của mình trở lại.  \"Nếu vậy thôi thì tôi có thể đưa em ra ngoài đêm nay, \" anh nói, giọng anh sắc bén. \"Phải liều rất mạnh em mới sợ hãi. Chẳng có gì có thể tốt hơn đối với em. \" \"Vậy thì tại sao chứ?\" tôi nhấn mạnh, cố lờ đi vẻ giận dữ anh.  Anh nhìn tôi trừng trừng hồi lâu.  \"Sau sẽ nói,” cuối cùng thì anh cũng nói. Anh đang đứng lên bằng một động tác uyển chuyển mềm mại.  \"Mình sắp trễ giờ học rồi. \" Tôi liếc nhìn xung quanh, giật mình khi thấy anh nói đúng và quán ăn tự phục vụ gần như không còn ai. Khi tôi ở bên anh, thời gian và không gian nhoè nhoẹt lẫn lộn đến nỗi tôi hoàn toàn mất phương hướng và mất khả năng nhận thức về thời gian. Tôi đứng bật dậy, chộp cái cặp sau lưng ghế.  \"Sau này vậy,” Tôi đồng ý. Tôi sẽ không quên."
        }
    ],
    "suggestions": []
}