{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bleu"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bleu"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bleu"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bleu"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bleu"
        }
    },
    "sentences": [
        {
            "en": "This is a cordon <em>bleu</em> cuisine.",
            "vi": "Đây là cách nấu ăn hạng nhất."
        },
        {
            "en": "Peter is the cordon <em>bleu</em> chef.",
            "vi": "Peter là một đầu bếp nấu ăn hạng nhất."
        },
        {
            "en": "My favorite is Martell Cordon <em>Bleu</em>. I always have it.",
            "vi": "Loại rượu ưa thích nhất của tôi là Martell Cordon Bleu. Tôi lúc nào cũng uống loại này."
        },
        {
            "en": "Peter has taken a course with a Cordon <em>Bleu</em> chef and his primary focus is healthy food with fresh ingredients.",
            "vi": "Peter đã tham gia một khóa học với một đầu bếp hạng nhất và trọng tâm chính của anh ấy là thức ăn bổ dưỡng với các thành phần tươi."
        },
        {
            "en": "\"We have already culled a lot of ducks in the eastern bit of that area. We know that there is still an area remaining where we will have to take action to cull all the ducks,\" Le Foll told the France <em>Bleu</em> regional radio station.",
            "vi": "Ông Le foll nói với đài phát thanh khu vực Bleu, Pháp rằng \"Chúng tôi đã chọn lọc rất nhiều vịt ở khu vực phía đông của vùng đó. Chúng tôi biết rằng vẫn còn là một khu vực nữa, nơi mà chúng tôi sẽ tiến hành tiêu hủy tất cả những con vịt\"."
        },
        {
            "en": "I indulged my passion for food and took a few months off taking courses at Le Cordon <em>Bleu</em> Culinary School in London. My knowledge and passion for cooking that came from that experience has come into playtime and again in casual conversations.",
            "vi": "ẩm thực của mình và dành vài tháng để tham gia Trường nấu ăn Le Cordon Blue tại London. Những kiến thức và đam mê nấu nướng mà tôi tích lũy được từ kinh nghiệm này đã trở nên hữu dụng rất nhiều lần trong các cuộc trò chuyện xã giao."
        },
        {
            "en": "I indulged my passion for food and took a few months off taking courses at Le Cordon <em>Bleu</em> Culinary School in London. My knowledge and passion for cooking that came from that experience has come into playtime and again in casual conversations.",
            "vi": "Tôi đã chiều niềm đam mê ẩm thực của mình và dành vài tháng để tham gia Trường nấu ăn Le Cordon Blue tại London. Những kiến thức và đam mê nấu nướng mà tôi tích lũy được từ kinh nghiệm này đã trở nên hữu dụng rất nhiều lần trong các cuộc trò chuyện xã giao."
        }
    ],
    "suggestions": []
}