{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['blaindfould]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ, phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị bịt mắt</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bịt mắt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm mù quáng</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hành động bịt mắt</td></tr></table><i/></div>",
            "word": "blindfold",
            "pronounce": "['blaindfould]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>blindfold</k><blockquote>■ <cclass>noun a piece of cloth tied around a person's head to cover the eyes. </cclass></blockquote><blockquote>■ <cclass>verb deprive of sight with a blindfold. </cclass></blockquote><blockquote>■ <cclass>adverb <cclass>Brit. with a blindfold covering the eyes. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: alt., by assoc. with <kref>fold</kref><sup>1</sup>, of <i>blindfeld</i>, past participle of obs. <i>blindfell</i> 'strike blind, blindfold', from OE <i>geblindfellan</i> (see <kref>blind</kref>, <kref>fell</kref><sup>2</sup>). </blockquote></div>",
            "word": "blindfold",
            "pronounce": "['blaindfould]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "blindfold",
            "pronounce": "['blaindfould]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "blindfold",
            "pronounce": "['blaindfould]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "blindfold",
            "pronounce": "['blaindfould]"
        }
    },
    "sentences": [
        {
            "en": "You must <em>blindfold</em> a prisoner.",
            "vi": "Anh phải bịt mắt tù nhân."
        },
        {
            "en": "You must <em>blindfold</em> a hostage.",
            "vi": "Anh phải bịt mắt con tin."
        },
        {
            "en": "I could do that <em>blindfold</em>.",
            "vi": "Tôi nhắm mắt cũng có thể làm được."
        },
        {
            "en": "Army embarked <em>blindfold</em>/blindfolded prisoners.",
            "vi": "Quân đội đã đưa những tù nhân bị bịt mắt lên tàu."
        },
        {
            "en": "I was led <em>blindfold</em> into the garden.",
            "vi": "Tôi bị bịt mắt dẫn vô vườn."
        },
        {
            "en": "I could do this job <em>blindfold</em>.",
            "vi": "Tôi có thể nhắm mắt mà làm được việc đó."
        },
        {
            "en": "Robbers were led <em>blindfold</em> to their cells.",
            "vi": "Những tên cướp bị bịt mắt dẫn đến xà-lim của chúng."
        },
        {
            "en": "I could do the job easily <em>blindfold</em>.",
            "vi": "Có bịt mắt lại tôi vẫn làm được việc này một cách dễ dàng."
        },
        {
            "en": "Robbers were led <em>blindfold</em> to their cells.",
            "vi": "Những tên cướp bị bịt mắt dẫn đến xà - lim của chúng."
        },
        {
            "en": "I'm going to have to <em>blindfold</em> you.",
            "vi": "Tôi sẽ bịt mắt bạn lại."
        },
        {
            "en": "The doctor said \"Take the <em>blindfold</em> off your mother\".",
            "vi": "Người bác sĩ nói \"Tháo băng bịt mắt của mẹ anh ra đi\"."
        },
        {
            "en": "The doctor allow removing the <em>blindfold</em> from patient's eyes",
            "vi": "Bác sĩ cho phép tháo băng bịt mắt của bệnh nhân ra."
        },
        {
            "en": "I 'm going to have to <em>blindfold</em> you.",
            "vi": "Tôi sẽ bịt mắt bạn lại."
        },
        {
            "en": "It's not time too remove prisoner under death penalty <em>blindfold</em>.",
            "vi": "Chưa phải lúc tháo băng bịt mắt của tên tử tù ra đâu."
        },
        {
            "en": "Finally, after a horrific night…the sun appeared and he removed his <em>blindfold</em>. It was then that he saw his father…sitting on the stump next to him…at watch…the entire night.",
            "vi": "Cuối cùng, sau một đêm kinh khủng ... mặt trời xuất hiện và anh ta mở bịt mắt. Đó là lúc anh ta nhìn thấy cha mình ... đang ngồi ở gốc cây cạnh anh ta ... theo dõi ... cả đêm."
        },
        {
            "en": "Therefore, ads say that the learners at the class not only can read newspapers and guess colors <em>blindfold</em>, but can also become the people with a genius brain. They will be smart people who can do things that others cannot.",
            "vi": "Do đó, nhiều quảng cáo nói rằng những người học tại các lớp học này không chỉ có thể đọc báo và đoán màu trong khi bị bịt mắt, mà cũng có thể trở thành những người có đầu óc thiên tài. Họ sẽ là những người thông minh có thể làm được những điều mà người khác có thể không làm được."
        },
        {
            "en": "His father takes him into the forrest…blindfolded…and leaves him….alone. He is required to sit on a stump the whole night…and not take off the <em>blindfold</em> until the ray of sun shines through it. He is all by himself. He cannot cry out for help to anyone.Once he survives the night…he is a MAN.",
            "vi": "Cha anh ta đưa anh ta vào trong rừng ... bịt mắt ... và để anh ta ... một mình. Anh ta phải ngồi ở gốc cây suốt cả đêm ... và không mở dải bịt mắt cho tới khi tia nắng chiếu qua. Anh ta phải tự lực. Anh ta không thể khóc để được người khác giúp đỡ. Khi anh ta sống sót qua đêm ... anh ta mới là một người đàn ông."
        },
        {
            "en": "The boy was terrified…could hear all kinds of noise…Beasts were all around him. Maybe even some human would hurt him. The wind blew the grass and earth… and it shook his stump. But he sat stoically…never removing the <em>blindfold</em>. It would be the only way he could be a man.",
            "vi": "Chàng trai cảm thấy khiếp sợ ... có thể nghe được tất cả các tiếng động ... Thú vật ở xung quanh cậu. Thậm chí một số người có thể sẽ làm tổn thương anh ta. Gió thổi qua cỏ và mặt đất ... và làm rung gốc cây. Nhưng anh ta phải kiên nhẫn ngồi đó... không bao giờ gỡ bỏ dải bịt mắt. Đó là cách duy nhất để chứng minh anh ta là một người đàn ông."
        },
        {
            "en": "The learners - small children and adults – take special training courses designed to stimulate the power latent in their brains. They are asked to touch things and guess the colors of the things <em>blindfold</em>. The exercises are advertised to help people stimulate their central hemisphere.",
            "vi": "Học viên bao gồm cả trẻ nhỏ và người lớn tham gia các khóa học đào tạo đặc biệt được thiết kế để kích thích tiềm năng trong não bộ của họ. Học viên được yêu cầu chạm vào mọi thứ và phán đoán màu sắc của những vật trong khi bị bịt mắt. Những bài tập này được quảng cáo là nhằm giúp mọi người kích thích não giữa của họ."
        }
    ],
    "suggestions": []
}