{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[blɔkidʒ]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự bao vây; tình trang bị bao vây</td></tr></table><i/></div>",
            "word": "blockage"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>blockage</k><blockquote>■ <cclass>noun an obstruction which makes movement or flow difficult or impossible. </cclass></blockquote></div>",
            "word": "blockage"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>blockage</k><blockquote>▸ <cclass>noun OBSTRUCTION, stoppage, block, occlusion, congestion.</cclass></blockquote></div>",
            "word": "blockage"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "blockage"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lỗi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự chắn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự chặn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự đóng kín</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự kẹt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tắc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">nozzle blockage</font><font color=\"#282828\">: sự tắc vòi phun</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trục trặc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tắc đường ống</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tắc nghẽn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blockage effects</font><font color=\"#282828\">: hiệu ứng tắc nghẽn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blockage element</font><font color=\"#282828\">: phần tử (làm) tắc nghẽn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">point of blockage</font><font color=\"#282828\">: điểm tắc nghẽn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">Fresnel zone blockage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự mắc kẹt vùng Fresnel</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">aperture blockage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hiệu ứng mặt nạ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">ice blockage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tắc ẩm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">ice blockage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tắc do (nước) đá</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">ice blockage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tắc do đóng băng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">nozzle blockage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tắc mũi phun</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">nozzle blockage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tắc vòi phun</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">power blockage</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự mắc kẹt công suất</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "blockage"
        }
    },
    "sentences": [
        {
            "en": "The <em>blockage</em> in ideas.",
            "vi": "Cấm vận trong tư duy."
        },
        {
            "en": "The trade <em>blockage</em> against Vietnam.",
            "vi": "Lệnh cấm vận thương mại chống việt nam."
        },
        {
            "en": "There was a <em>blockage</em> in the drain two days ago.",
            "vi": "Cống bị tắc cách đây hai ngày."
        },
        {
            "en": "Cancer of the bowel may cause a <em>blockage</em>.",
            "vi": "Ung thư ruột già có thể gây ra tắc nghẽn ruột."
        },
        {
            "en": "She suffered a <em>blockage</em> in a main artery.",
            "vi": "Cô ấy bị nghẽn động mạch chính."
        },
        {
            "en": "He denied that his country would impose an economic <em>blockage</em> on Cuba.",
            "vi": "Ông ta đã từ chối việc đất nước ông sẽ áp đặt lệnh phong toả kinh tế đối với cuba."
        },
        {
            "en": "He always has a sort of mental <em>blockage</em> when it comes to buying other people presents.",
            "vi": "Anh ấy luôn cảm thấy lúng túng khi phải mua quà cho người khác."
        },
        {
            "en": "Discover other possible causes of babies abdominal pain, including reflux, stomach flu, milk allergy, lactose intolerance, constipation, and intestinal <em>blockage</em>.",
            "vi": "Tìm ra những nguyên nhân khác có thể làm trẻ sơ sinh đau bụng, bao gồm trào ngược, viêm dạ dày ruột, dị ứng sữa, không dung nạp lactose, táo bón, và tắc nghẽn đường ruột."
        },
        {
            "en": "A swollen sebaceous gland in the eyelid, caused by chronic inflammation following <em>blockage</em> of the glan d's duct.",
            "vi": "Sự sưng lên của một tuyến bã nhờn ở mi mắt, có nguyên nhân do viêm mãn tính và sau đó làm bế tắc ống của tuyến."
        },
        {
            "en": "An inadequate flow of blood to a part of the body, caused by constriction or <em>blockage</em> of the blood vessels supplying it.",
            "vi": "Không thể chảy tới một bộ phận cơ thể, gây ra do co khít hay tắc các mạch máu dẫn tới đó."
        },
        {
            "en": "The standard treatment for this disorder is C-PAP, or continuous positive airway pressure.  The machine blows a controlled stream of air down the throat, correcting the <em>blockage</em>.  Patients should feel rested after a good night's sleep.",
            "vi": "Điều trị thông thường đối với chứng rối loạn này là dùng máy thở C-PAP hay gọi là phương pháp áp lực dương liên tục. Chiếc máy thở sẽ thổi một luồng không khí nhất định xuống họng nhằm điều chỉnh tình trạng tắc nghẽn. Các bệnh nhân sẽ cảm thấy thoải mái sau một giấc ngủ ngon."
        },
        {
            "en": "This is due either to failure of formation of sperm by the seminiferous tubules within the testes or to a <em>blockage</em> in the ducts that conduct sperm from the testes.",
            "vi": "Điều này hoặc do không thực hiện được việc thành lập tinh trùng trong các tiểu quản sinh tinh của dịch hoàn hoặc do tắc trong các ống dẫn tinh trùng đi từ dịch hoàn."
        },
        {
            "en": "It has been suggested that the canal is distended by a rise in the pressure of the ventricular cerebrospinal fluid caused by a <em>blockage</em> to its normal outflow to the surface of the brain.",
            "vi": "Người ta cho rằng ống này bị dãn ra do tăng áp suất của dịch não tủy trong các não thất vì dòng chảy bình thường tới bề mặt não bị tắc."
        },
        {
            "en": "Obstructive sleep apnea is a condition that causes chronic <em>blockage</em> of the airway.  People with apnea experience interrupted breathing during sleep, and frequently also suffer from hypertension and heart disease. Those diagnosed with this disorder are frequently treated with a so-called C-PAP machine to help regulate their breathing during sleep. Researchers in Spain looked into whether the device also helped reduce patients' hypertension and cardiovascular issues.",
            "vi": "Rối loạn hô hấp khi ngủ là tình trạng gây tắc nghẽn đường khí thở mãn tính. Những người bị chứng rối loạn này thường bị ngưng thở trong khi ngủ, cũng như thường xuyên bị bệnh huyết áp và bệnh tim. Những chứng bệnh cùng với những chứng rối loạn này thường được chữa bằng máy trợ thở C-PAP để điều chỉnh hơi thở khi ngủ. Các nhà nghiên cứu ở Tây Ban Nha đã kiểm tra xem liệu thiết bị này có thể giúp điều trị các chứng cao huyết áp và bệnh tim mạch được không."
        },
        {
            "en": "What is deep vein thrombosis?  Deep vein thrombosis refers to a blood clot that develops inside a larger vein - usually deep within the lower leg or thigh. DVT strikes about half a million Americans every year and causes up to 100,000 deaths. The danger is that part of the clot can break off and travel through the bloodstream, where it can lodge in the lungs causing a <em>blockage</em> in blood flow, organ damage, and death.",
            "vi": "Huyết khối tĩnh mạch sâu là gì?   Huyết khối tĩnh mạch sâu là chứng máu đông nằm sâu bên trong tĩnh mạch lớn hơn – thường nằm sâu bên trong ống quyển hoặc đùi. Mỗi năm có khoảng 500.000 người Mỹ mắc chứng bệnh này và gây 100.000 ca tử vong. Nguy hiểm là một phần huyết khối đó có thể vỡ ra và đi qua máu, có thể nằm lại ở phổi làm cho máu không lưu thông được, làm tổn thương các cơ quan khác, và dẫn đến tử vong."
        },
        {
            "en": "Erectile dysfunction    What is erectile dysfunction (ED)? Erectile dysfunction (ED) occurs when a man has repeated problems sustaining an erection. Without treatment, ED can make sexual intercourse difficult. The condition, sometimes called impotence, affects an estimated 15 million to 30 million men in the U.S. While the topic was once taboo, awareness has skyrocketed with recent advances in treatment for ED. ED vs. Poor libido There are several forms of male sexual dysfunction, including poor libido and problems with ejaculation. But ED refers specifically to problems achieving or maintaining an erection. Men with ED often have a healthy libido, yet the body fails to respond. In most cases, there is a physical basis for the problem. Symptoms of ED Symptoms of ED include: Triệu chứng của rối loạn chức năng cương dương gồm:      * Erections that are too soft for sex.     * Erections that last only briefly.     * An inability to achieve erections. These symptoms may occur every time sex is initiated or only some of the time. Who gets ED? ED becomes more common as men age, but it is not a part of aging. At age 40, about 5% of men experience ED. At age 65, this number jumps to between 15% and 25%. But this does not mean growing older is the end of your sex life. ED can be treated at any age. The mechanics of ED An erection occurs when blood fills two chambers known as the corpora cavernosa. This causes the penis to expand and stiffen, much like a balloon as it is filled with water. The process is triggered by impulses from the brain and genital nerves. Anything that blocks these impulses or restricts blood flow to the penis can result in ED. Causes of ED: Chronic disease The link between chronic disease and ED is most striking for diabetes (depicted here by a blood sugar test). Nearly one out of every two men with diabetes experiences ED. Other conditions that may cause ED include cardiovascular disease, atherosclerosis (hardening of the arteries), kidney disease, and multiple sclerosis. These illnesses can impair blood flow or nerve impulses throughout the body. Causes of ED: Lifestyle Lifestyle choices that impair blood circulation can contribute to ED. Smoking, excessive drinking, and drug abuse may damage the blood vessels and reduce blood flow to the penis. Smoking makes men with atherosclerosis particularly vulnerable to ED. Being overweight and getting too little exercise are other possible risk factors. Causes of ED: Surgery Surgery, including treatments for prostate or bladder cancer, can sometimes damage nerves and blood vessels near the penis. In some cases, the nerve damage is permanent, and the patient will require treatment to achieve an erection. In others, surgery causes temporary ED that improves on its own after 6 to 18 months. Causes of ED: Medication ED may be a side effect of medication, including certain blood pressure drugs, antidepressants, tranquilizers, and antihistamines. Men should talk with their doctor if they suspect a prescription or over-the-counter drug may be causing erectile problems. Causes of ED: Psychological ED usually has something physical behind it, particularly in older men. But psychological factors may be to blame in 10% to 20% of men with ED. Experts say stress, depression, poor self-esteem, and performance anxiety can short-circuit the process that leads to an erection. These factors can also make the problem worse in men whose ED stems from something physical. ED and bicycling Research suggests avid cyclists suffer more ED than other athletes. The trouble lies in the shape of some bicycle seats that put pressure on the perineum. This area between the anus and scrotum contains arteries and nerves vital to sexual arousal. Cyclists who ride for many hours each week may benefit from seats designed to protect the perineum. Diagnosing ED: Physical Exam To diagnose ED, your doctor will ask you questions about your symptoms and medical history. The doctor will conduct a complete physical exam to uncover signs such as poor circulation or nerve trouble. And your physician will look for abnormalities of the genital area that could cause problems with erections. Diagnosing ED: Lab tests Several lab tests can help diagnose male sexual problems. Measuring testosterone levels can determine whether there is a hormonal imbalance, which is often linked to decreased desire. Blood cell counts, cholesterol levels, and liver function tests can reveal medical conditions that may account for ED.  ED: A sign of heart disease? In some cases, ED can be a warning sign of more serious disease. A 2010 study suggests ED is a strong predictor of heart attack, stroke, and death from cardiovascular disease. The researchers say all men diagnosed with ED should be evaluated for cardiovascular disease. This does not mean every man with ED will develop heart disease, or that every man with heart disease has ED, but patients should be aware of the link. Treating ED: Lifestyle changes Many men with ED are able to improve sexual function by making a few lifestyle changes. Giving up smoking, losing weight, and exercising more often can help by improving blood flow. If you suspect a medication could be contributing to ED, talk to your doctor about adjusting your dosage or switching to another option. Treating ED: Medications You've probably heard of Viagra, but it's not the only pill for ED. This class of drugs also includes Cialis, Levitra and Staxyn. All work by improving blood flow to the penis during arousal. They're generally taken an hour before sexual activity and should not be used more than once a day. Cialis can be taken up to 36 hours before sexual activity and also comes in a lower, daily dose. Staxyn dissolves in the mouth. All require an OK from your doctor first for safety. Treating ED: Injections While pills for ED are convenient, some men sustain stronger erections by injecting medication directly into the penis. Drugs approved for this purpose work by widening the blood vessels, causing the penis to become engorged with blood. Another option is inserting a medicated pellet into the urethra. The pellet can trigger an erection within 10 minutes. Treating ED: Vacuum Devices (Pumps) Vacuum devices for ED, also called pumps, offer an alternative to medication. The penis is placed inside a cylinder. A pump draws air out of the cylinder, creating a partial vacuum around the penis. This causes it to fill with blood, leading to an erection. An elastic band worn around the base of the penis maintains the erection during intercourse. Treating ED: Surgery If ED is caused by a <em>blockage</em> in an artery leading to the penis, surgery can often restore blood flow. Good candidates are typically younger men whose <em>blockage</em> stems from an injury to the crotch or pelvis. The procedure is not recommended for older men with narrowing of the arteries. Treating ED: Implants In men with persistent ED, a penile implant can restore sexual function. An inflatable implant uses two cylinders that are surgically placed inside the penis. When an erection is desired, the man uses a pump to fill the cylinders with pressurized fluid. Another option is a malleable implant, which bolsters erections with surgically implanted rods. Treating ED: Psychotherapy Even when ED has a known physical cause, psychotherapy can be beneficial. A therapist can teach the man and his partner techniques to reduce performance anxiety and improve intimacy. Therapy can also help couples adjust to the use of vacuum devices and implants. Treating ED: Alternative therapies Talk with your doctor before trying supplements for ED. They can contain 10 or more ingredients and may complicate other health conditions. Asian ginseng and ginkgo biloba are popular, but there isn't a lot of good research on their effectiveness. Some men find that taking a DHEA supplement improves their ability to have an erection. Unfortunately, the long-term safety of DHEA supplements is unknown. Most doctors do not recommend using it. Treating ED: Buyer beware A quick web search will reveal dozens of \"dietary supplements\" that claim to treat ED. But the FDA warns that many of these are not what they seem. An investigation discovered the pills often contain prescription drugs not listed on the label, including the active ingredient in Viagra. This puts the man at risk for dangerous drug interactions. ED: Reducing your risk Some tips to reduce your risk of ED include:     * Exercise and maintain a healthy weight.     * Stop smoking.     * Avoid alcohol and substance abuse.     * Keep your diabetes under control. Discussing ED with your partner It's natural to feel angry or embarrassed when dealing with ED. But don't forget that your partner is also affected. Talking openly about ED will help your partner understand the diagnosis and treatment options. This will reassure your partner that you haven't lost interest.",
            "vi": "Rối loạn chức năng cương dương      Rối loạn chức năng cương dương (Ed) là gì? Người bị rối loạn chức năng cương dương (ED) thường gặp rắc rối nhiều lần với vấn đề cương cứng. Nếu không được điều trị thì bệnh này có thể làm cho quá trình giao hợp trở nên khó khăn. (ED) đôi khi cũng được gọi là bệnh bất lực, và ở Mỹ con số bệnh nhân bị chứng bệnh này ước tính lên tới 15 – 30 triệu người. Trong khi người ta vẫn còn cho đây là một chủ đề kiêng ngại “thầm kín”, “cấm kỵ”, không nên nói ra thì gần đây cũng có nhiều tiến bộ đáng kể trong các phương pháp điều trị ED.  Rối loạn chức năng cương dương # Giảm ham muốn tình dục Có nhiều dạng rối loạn sinh dục nam giới, bao gồm chứng giảm ham muốn tình dục và vấn đề xuất tinh. Nhưng ED đặc biệt đề cập cụ thể đến những khó khăn trong việc tạo sự cương cứng và duy trì được nó. Bệnh nhân bị rối loạn cương dương thường có nhu cầu ham muốn lành mạnh, nhưng cơ thể không đáp ứng được. Hầu hết các trường hợp mắc bệnh đều có cơ sở lý giải về thể chất cho vấn đề này.  Các triệu chứng của rối loạn chức năng cương dương * Dương vật quá mềm không quan hệ tình dục được * Sự cương cứng hết rất nhanh.  * Dương vật không có khả năng cương cứng.  Các triệu chứng này có thể xảy ra mỗi khi bắt đầu quan hệ tình dục hoặc chỉ xuất hiện vào một lúc nào đó.  Ai bị rối loạn chức năng cương dương? ED là chứng bệnh ngày càng trở nên phổ biến ở nam giới có tuổi, nhưng đây không phải là yếu tố lão hoá. số người bị rối loạn cương dương ở tuổi 40 là khoảng 5%, và tăng vọt từ 15% đến 25% ở tuổi 65. Nhưng điều này không đồng nghĩa tuổi tác sẽ giết chết đời sống tình dục của bạn. Người ta có thể điều trị ED ở bất cứ độ tuổi nào.  Nghiên cứu cơ học của ED Trạng thái cương dương xảy ra khi máu làm căng đầy hai buồng hoạt động như thể xốp; làm cho dương vật lớn hơn và cứng lên, giống như quả bóng khi được đổ đầy nước. Quá trình này do các xung lực ở não và các dây thần kinh sinh dục gây ra. Bất cứ điều gì gây cản xung lực hoặc ngăn không cho máu đến dương vật có thể dẫn đến rối loạn chức năng cương dương.  nguyên nhân: Bệnh mãn tính  Mối tương quan giữa bệnh mãn tính và rối loạn cương dương phần lớn là do tiểu đường (chứng bệnh được mô tả dưới đây nhờ vào phương pháp kiểm tra đường huyết). Cứ 2 bệnh nhân tiểu đường thì có đến gần 1 người bị ED. Nhiều chứng bệnh khác cũng có thể gây rối loạn cương dương như bệnh tim mạch, xơ vữa động mạch (bệnh xơ cứng động mạch), bệnh thận, và chứng đa xơ cứng. Các bệnh này có thể làm yếu lưu thông máu hoặc làm giảm xung thần kinh khắp cơ thể.  nguyên nhân: Lối sống  Phong cách sống và lối sống làm suy yếu tuần hoàn máu và có thể góp phần gây rối loạn cương dương. Thuốc lá, rượu bia nhiều, và lạm dụng thuốc cũng làm tổn hại đến các mạch máu và làm giảm lưu thông máu đến dương vật. Thuốc lá làm cho nam giới bị xơ vữa động mạch đặc biệt dễ bị rối loạn cương dương. Bệnh béo phì và chế độ tập luyện thể dục ít cũng là các nguyên nhân khả thi khác.  Nguyên nhân: Phẫu thuật Phẫu thuật, như điều trị ung thư tuyến tiền liệt hoặc ung thư bàng quang, đôi khi cũng làm tổn thương các dây thần kinh và mạch máu gần bên dương vật. Trong một số trường hợp thì tổn thương dây thần kinh là vĩnh viễn, bệnh nhân cần phải được điều trị mới có thể đạt được trạng thái cương dương. Và trong những trường hợp khác thì phẫu thuật có thể gây rối loạn cương dương tạm thời có thể tự lành sau 6-18 tháng.  Nguyên nhân: Thuốc ED có thể là tác dụng phụ của thuốc, bao gồm một số thuốc điều hoà huyết áp nào đó, thuốc chống trầm cảm, thuốc an thần, và thuốc kháng histamine. Nam giới nên thông báo cho bác sĩ biết nếu nghi ngờ thuốc theo toa hoặc thuốc mua tự do không theo toa của mình có thể gây các vấn đề cương dương.  Nguyên nhân: Tâm lý Rối loạn cương dương thường liên quan một tính chất vật lý nào đó đằng sau nó, nhất là với những người lớn tuổi. Nhưng yếu tố tâm lý cũng chỉ là nguyên do trong số từ 10-20% nam giới bị rối loạn cương dương. Nhiều chuyên gia cho rằng căng thẳng-stress, suy nhược-trầm cảm, lòng kém tự trọng và cảm giác lo âu hồi hộp cũng có thể làm gián đoạn quá trình “yêu” dẫn đến rối loạn cương dương. Các yếu tố này có thể cũng làm cho vấn đề trở nên tệ hại hơn đối với người bị rối loạn cương dương do một yếu tố vật lý nào đó.  Chứng rối loạn cương dương và việc chạy xe đạp  Công trình nghiên cứu cho biết người đi xe đạp mắc bệnh rối loạn cương dương nhiều hơn các vận động viên khác. Vấn đề nằm ở chỗ hình dạng của một số yên xe đạp gây áp lực đè lên đáy chậu. Đáy chậu là vùng giữa hậu môn và bìu chứa các động mạch và dây thần kinh quan trọng để kích thích tình dục. Người chạy xe đạp nhiều tiếng đồng hồ trong tuần có thể dùng các loại yên xe được thiết kế bảo vệ vùng đáy chậu.  Khám sức khỏe để chẩn đoán ED Để chẩn đoán rối loạn cương dương, bác sĩ sẽ hỏi bạn nhiều câu hỏi về các triệu chứng và tiền sử sức khỏe. Ngoài ra, bác sĩ cũng sẽ khám sức khỏe tổng quát cho bạn để tìm ra nguyên nhân gây bệnh chẳng hạn như tuần hoàn máu kém hoặc rắc rối về thần kinh. Bác sĩ đồng thời sẽ tìm những bất thường, những dị dạng ở vùng sinh dục của bạn bởi chúng có thể là nguyên nhân gây rối loạn cương dương.  Xét nghiệm ở phòng thí nghiệm giúp chẩn đoán ED Một số xét nghiệm ở phòng thí nghiệm có thể chẩn đoán các vấn đề sinh dục nam. Phương pháp đo nồng độ tét-xtô-xtê-rôn có thể giúp xác định xem bệnh nhân có bị mất cân đối về hooc-môn không, thường liên quan đến sự giảm ham muốn. Phương pháp đếm tế bào máu, đo nồng độ cholesterol, và xét nghiệm chức năng gan cũng có thể giúp nhận biết nhiều bệnh có thể dẫn đến rối loạn cương dương.  Rối loạn cương dương có phải là dấu hiệu của bệnh tim không? Trong một số trường hợp thì ED có thể là dấu hiệu cảnh báo của một chứng bệnh nào đó nguy hiểm hơn. Cuộc nghiên cứu năm 2010 cho biết ED là dấu hiệu cảnh báo chắc chắn của bệnh đau tim, đột quỵ, và tử vong do bệnh tim mạch. Nhiều nhà nghiên cứu cho hay tất cả các bệnh nhân bị chẩn đoán là rối loạn cương dương nên được kiểm tra bệnh tim mạch. Đây không có nghĩa là hễ người nào bị rối loạn cương dương cũng đều phát triển thành bệnh tim, hoặc hễ ai bị bệnh tim đều bị rối loạn cương dương, nhưng bệnh nhân nên biết về mối tương quan này.  Thay đổi lối sống để chữa ED Nhiều bệnh nhân bị rối loạn cương dương có thể cải thiện chức năng tình dục của mình bằng cách thay đổi một vài thói quen trong phong cách sống. Một chế độ giảm cân, bỏ thuốc lá, và tập thể dục thường xuyên có thể giúp tăng cường lưu thông máu. Nếu nghi ngờ loại thuốc mình đang sử dụng có thể góp phần gây ED, thì hãy tham khảo ý kiến của bác sĩ về việc điều chỉnh liều lượng hoặc đổi sang một loại thuốc khác hay một chế độ điều trị khác.  Điều trị ED bằng thuốc Chắc là bạn cũng đã nghe nói về Viagra rồi đúng không, nhưng đây không phải là loại thuốc duy nhất để chữa rối loạn cương dương. Loại thuốc này cũng bao gồm Cialis, Levitra và Staxyn. Tất cả đều có chung một dược tính là làm tăng lưu thông máu đến dương vật trong khi bị kích thích. Chúng thường được sử dụng trước khi quan hệ tình dục 1 tiếng đồng hồ và không được sử dụng 2 lần trong ngày. Cialis có thể được sử dụng trước khi quan hệ tình dục đến 36 tiếng đồng hồ và cũng có thể dùng được hằng ngày với liều lượng thấp hơn. Staxyn có thể tan được trong miệng. Tất cả các loại thuốc trên phải được bác sĩ đồng ý trước mới được sử dụng an toàn.  Điều trị ED bằng cách tiêm thuốc  Trong khi nhiều người cho rằng tiện lợi khi sử dụng thuốc viên trị rối loạn cương dương thì một số khác kéo dài trạng thái cương dương mạnh hơn bằng cách tiêm thuốc trực tiếp vào dương vật. Nhiều loại thuốc đáp ứng mục đích này làm cho các mạch máu nở ra, làm cho dương vật trở nên căng ứ máu. Ngoài ra cũng có thể nhét thuốc vào niệu đạo. Viên thuốc này có tác dụng làm cương dương trong vòng 10 phút.  Điều trị ED bằng các thiết bị bơm chân không (máy bơm chân không) Các thiết bị chân không sử dụng để điều trị rối loạn cương dương được gọi là máy bơm, dùng để thay thế cho thuốc. Dương vật được đặt vào bên trong ống trụ. Máy bơm rút hết không khí ra khỏi ống trụ, tạo chân không từng phần quanh dương vật. Phương pháp này làm cho dương vật căng máu, tạo trạng thái cương dương. quanh đáy dương vật được quấn băng mềm để giữ cho dương vật được cứng trong lúc giao hợp. Điều trị ED bằng phẫu thuật Nếu rối loạn cương dương do tình trạng nghẽn động mạch làm ngăn không cho máu đến dương vật thì phương pháp phẫu thuật thường có thể giúp lưu thông máu bình thường trở lại. Thanh niên trai trẻ có thể sử dụng tốt phương pháp phẫu thuật này khi bị tắc nghẽn lưu thông máu do chấn thương ở vùng đáy chậu hoặc khung xương chậu. Liệu pháp này không nên áp dụng cho người cao tuổi bị hẹp động mạch.  Điều trị ED bằng thủ thuật cấy Đối với người bị rối loạn cương dương dai dẳng thì biện pháp cấy ghép làm tác động đến vùng dương vật có thể giúp phục hồi chức năng tình dục. Thủ thuật cấy bơm phồng sử dụng 2 ống trụ đặt vào bên trong dương vật. Khi muốn cương dương thì người bệnh sử dụng ống bơm để bơm dịch gây sức ép vào ống trụ. Ngoài ra người ta cũng sử dụng phương pháp cấy dẻo, giúp tạo được trạng thái cương dương nhờ que cấy.  Điều trị ED bằng liệu pháp tâm lý Thậm chí khi đã xác định được nguyên nhân vật lý gây rối loạn cương dương thì liệu pháp tâm lý có thể có tác dụng tốt. Nhà trị liệu có thể hướng dẫn cho bệnh nhân và bạn tình các kỹ thuật làm giảm lo lắng và tăng thêm mức độ thân thiết gần gũi với nhau. Liệu pháp này còn giúp nhiều cặp vợ chồng điều chỉnh hợp lý các thiết bị chân không và các thiết bị cấy.  Điều trị ED bằng liệu pháp thay thế Hãy tham khảo ý kiến của bác sĩ trước khi sử dụng bất cứ nguồn bổ sung nào để trị rối loạn cương dương. Chúng có thể chứa từ 10 thành phần trở lên và có thể gây nhiều biến chứng cho các bệnh khác. Nhân sâm Châu Á và thuốc bột làm bằng lá cây bạch quả là những nguồn thảo dược được sử dụng rộng rãi, nhưng có rất ít nghiên cứu sâu sắc về tính chất hiệu quả của chúng. Một số bệnh nhân cũng phát hiện rằng bổ sung DHEA có thể giúp cải thiện tình trạng cương dương. Đáng tiếc là người ta vẫn chưa biết việc bổ sung DHEA lâu dài có an toàn hay không. Hầu hết các bác sĩ đều không khuyến cáo sử dụng DHEA.  Điều trị ED: Người mua nên cảnh giác  Nếu bạn tìm nhanh trên web, bạn sẽ có hàng tá “thực phẩm bổ sung” có tác dụng chữa rối loạn cương dương. Nhưng Cơ quan Giám sát An toàn Thực phẩm và Dược phẩm FDA cảnh báo nhiều thuốc không có tác dụng tốt như quảng cáo. Một cuộc điều tra phát hiện ra các loại thuốc viên trị rối loạn cương dương thường gồm nhiều thuốc theo toa không có tên trên nhãn, bao gồm cả hoạt tính trong thuốc Viagra. Như vậy nó sẽ làm cho bệnh nhân có nguy cơ tương tác thuốc nguy hiểm. Hạn chế nguy cơ mắc bệnh rối loạn cương dương: Dưới đây là một số bí quyết giúp giảm nguy cơ bị rối loạn cương dương:  * Tập thể dục và duy trì trọng lượng cơ thể khỏe mạnh. * Bỏ thuốc lá.  * Tránh sử dụng rượu bia và lạm dụng thuốc.  * Kiểm soát bệnh tiểu đường.  Thảo luận và chia sẻ bệnh rối loạn cương dương với bạn tình  Cảm giác tức giận hoặc ngượng ngùng là thứ cảm giác bình thường của bệnh nhân bị rối loạn cương dương. Nhưng đừng quên rằng người bạn tình cũng bị ảnh hưởng không kém. Việc chia sẻ cởi mở về chứng bệnh này cũng sẽ giúp cô ấy hiểu được các phương pháp chẩn đoán và điều trị. Đây cũng là thông điệp cho người ấy biết rằng bạn chưa hề cảm thấy mất hứng thú bao giờ."
        },
        {
            "en": "At first Miguel thought he had a gastroenteritis or gastrointestinal infection. His stomach hurt and he was throwing up. He wasn't hungry at all. But the next day, instead of feeling better, he felt worse. In addition to his other symptoms, he had a fever. Miguel's dad called the doctor, who asked them to come in right away. After examining Miguel, the doctor said they had done the right thing by calling because Miguel, as it turned out, had appendicitis and needed surgery. What is appendicitis? Appendicitis is an inflammation of the appendix. The appendix is a tubular shaped piece of tissue, the size of a finger, that connects to the large intestine at the lower right side of the abdomen. The inside of the appendix forms a pouch that opens to the large intestine. Appendicitis can occur when the opening of the appendix to the large intestine gets blocked. <em>Blockage</em> can be due to hard rock-like stool, inflammation of lymph nodes in the intestines, or even parasites. Once the appendix is blocked, it becomes inflamed and bacteria can overgrow in it. If the infected appendix is not removed, it can eventually burst or rupture from the buildup of pressure. This may happen as soon as 48 to 72 hours after symptoms start. The infection from a ruptured appendix is very serious — it can form an abscess (infection of pus) or spread throughout the abdomen. Symptoms of appendicitis The classic symptoms of appendicitis are abdominal pain and loss of appetite. Abdominal pain usually begins in the center of the abdomen, around the area of the navel. Later, the pain may move downward and to the right, to an area called McBurney's point, which roughly corresponds to the location of the appendix. After abdominal pain begins, a person with appendicitis may develop a slight fever, have a loss of appetite, feel nauseated, or vomit. The pain from appendicitis can become steadily worse. If appendicitis isn't treated promptly, the infected appendix may rupture and the infection may spread to other areas of the abdomen and cause pain over the whole abdomen. Of course, some of the symptoms of appendicitis can occur in a variety of illnesses. That's why it's important that you call your doctor to help make a diagnosis. Development and duration of appendicitis There is no specific incubation period (the time it takes for symptoms to develop) for appendicitis. Once the appendicitis symptoms appear, it can take as little as 48 to 72 hours for the infected appendix to rupture. If the appendix ruptures, the infection will likely spread to other areas of the abdomen, increasing the risk of serious complications and making treatment more difficult. When to call the doctor If you suspect that you have appendicitis, call a doctor immediately. Appendicitis is an emergency that must be treated surgically. It can't be treated at home. To help make a diagnosis, your doctor will ask you about your medical history and perform a physical exam. The doctor will usually do some blood tests and may recommend X-rays, a CAT scan, or an ultrasound examination. The doctor will decide whether you need surgery. Ask before taking any pain medications (such as acetaminophen or ibuprofen) because your doctor will need to examine your abdomen for signs of pain and tenderness. Don't take laxatives or use enemas until your doctor sees you because these can cause the appendix to rupture. Also, if your doctor suspects you have appendicitis, you will probably be asked to stop eating or drinking (precaution when a person is possibly going to have surgery). Treating appendicitis Appendicitis is treated with surgery to remove the infected appendix. The operation is called an appendectomy. To prepare for the surgery a person will receive anesthesia. Anesthesia puts a person in a deep sleep and prevents pain. An appendectomy generally has few complications, with a hospital stay of 1 to 3 days. However, if the infected appendix ruptures before surgery, the person usually stays in the hospital longer to receive antibiotics that will help kill bacteria that may have spread to the abdominal cavity. Even if the appendix has not ruptured, the doctor may prescribe antibiotics because they can decrease the risk of infection after surgery. After a few days of rest at home, a student can safely return to school. If you think you have appendicitis The best thing you can do is to get help from your doctor right away if you suspect that you have appendicitis. Prompt treatment of appendicitis usually prevents complications and gets you back to your regular routine faster.          ",
            "vi": "Lúc đầu Miguel nghĩ mình bị viêm dạ dày-ruột hoặc bị nhiễm trùng dạ dày-ruột. Cậu bé cảm thấy đau bụng và buồn nôn. Em chẳng đói bụng. Nhưng qua ngày hôm sau, lẽ ra Miguel thấy khỏe hơn, nhưng ngược lại cậu bị bệnh nặng thêm. Ngoài những triệu chứng khác thì em còn bị sốt. Bố Miguel gọi điện cho bác sĩ, và bác sĩ đã yêu cầu đưa em đến bệnh viện ngay tức khắc. Sau khi khám cho Miguel, bác sĩ cho gia đình biết rằng đã gọi điện đúng lúc bởi cậu bé bị viêm ruột thừa và cần phải mổ.  Viêm ruột thừa là gì? Thuật ngữ “appendicitis” có nghĩa là viêm ruột thừa. Ruột thừa là một ống có hình dạng mẩu mô, kích cỡ bằng ngón tay, tiếp giáp với ruột già ở vùng bên phải bụng dưới. Bên trong của ruột thừa hình thành một túi thông đến ruột già.  Viêm ruột thừa có thể xảy ra khi ống thông ruột thừa và ruột già bị nghẽn. Khối nghẽn này có thể là do vật cứng tạo nên – chẳng hạn như phân, viêm các hạch bạch huyết trong ruột, hoặc thậm chí là do động vật ký sinh. Khi ruột thừa bị nghẽn, nó trở nên viêm và vi khuẩn có thể phát triển sinh sôi trong đó.   Nếu viêm ruột thừa để lâu không cắt, nó có thể bị vỡ hoặc đứt do ruột bị đè nặng. Tình trạng này có thể xảy ra trong vòng từ 48 đến 72 tiếng đồng hồ ngay sau khi bắt đầu bộc phát triệu chứng. Nhiễm trùng do vỡ ruột thừa rất nguy hiểm – nó có thể tạo áp-xe (nhiễm trùng mủ) hoặc lây lan ra khắp bụng.  Các triệu chứng viêm ruột thừa Các triệu chứng viêm ruột thừa cổ điển là đau bụng và ăn không ngon miệng. Bệnh nhân thường đau ở giữa bụng, vùng quanh lỗ rốn trước tiên. Sau đó, có thể đau xuống vùng bụng dưới và qua bên phải, đây là vùng chậu phải (McBurney's point), khá trùng với vị trí của ruột thừa.  Sau khi cơn đau bụng khởi phát, người bệnh có thể bị sốt nhẹ, cảm giác chán ăn, buồn nôn, hoặc ói mửa. Cơn đau viêm ruột thừa có thể tăng lên đều đặn. Nếu không điều trị viêm ruột thừa kịp thời thì ruột thừa bị viêm có thể bị vỡ ra và làm nhiễm trùng lan sang các vùng khác trong bụng và gây đau đớn khắp vùng bụng.  Tất nhiên là một số triệu chứng viêm ruột thừa có thể giống triệu chứng của nhiều bệnh khác. Đó là lý do cần thiết phải gọi điện cho bác sĩ để nhờ chẩn đoán.  Sự phát triển và thời gian diễn tiến của bệnh viêm ruột thừa Bệnh viêm ruột thừa không có thời kỳ ủ bệnh cụ thể (thời kỳ ủ bệnh là thời gian để triệu chứng bộc phát). Khi xuất hiện triệu chứng, thì trong vòng 48-72 tiếng đồng hồ, ruột thừa bị viêm sẽ vỡ ra. Nếu ruột thừa bị vỡ, nhiễm trùng sẽ có thể lan sang các vùng khác trong bụng, làm tăng nguy cơ phát triển các biến chứng nguy hiểm và làm cho việc điều trị trở nên khó khăn hơn.   Khi nào nên gọi điện cho bác sĩ  Nếu nghi ngờ bị viêm ruột thừa, thì bạn nên gọi điện cho bác sĩ ngay tức khắc. Đây là chứng bệnh khẩn cấp cần phải được điều trị bằng phẫu thuật. Bạn không thể trị ở nhà được.  Để giúp chẩn đoán, bác sĩ sẽ hỏi bạn về tiền sử sức khỏe và cho bạn kiểm tra sức khỏe. Bên cạnh đó bác sĩ cũng thường sẽ cho bạn làm xét nghiệm máu và có thể yêu cầu chụp X-quang, chụp cắt lớp (chụp CT), hoặc xét nghiệm siêu âm. Bác sĩ cũng sẽ quyết định xem liệu bạn có cần làm phẫu thuật hay không.  Bạn nên hỏi ý kiến bác sĩ trước khi sử dụng bất kỳ loại thuốc giảm đau nào nhé (chẳng hạn như thuốc acetaminophen hoặc ibuprofen) bởi bác sĩ cần phải khám bụng của bạn để tìm dấu hiệu đau và khó chịu. Không nên sử dụng thuốc nhuận tràng hoặc dụng cụ thụt rửa cho đến khi bác sĩ khám xong cho bạn bởi chúng có thể làm cho ruột thừa vỡ ra.  Ngoài ra, nếu bác sĩ nghi ngờ bạn bị viêm ruột thừa thì có thể bạn sẽ không được ăn hoặc uống gì (phòng khi bệnh nhân có thể sắp phải phẫu thuật).  Chữa viêm ruột thừa  Bệnh viêm ruột thừa được điều trị bằng phẫu thuật để cắt bỏ đoạn ruột thừa bị viêm. Đây là thủ thuật cắt bỏ ruột thừa. Bệnh nhân sẽ được gây mê trước khi mổ ruột thừa. Phương pháp gây mê làm cho người bệnh ngủ sâu và không bị đau đớn.  Bệnh nhân mổ ruột thừa thường phải nằm viện từ 1 đến 3 ngày, và thủ thuật cắt bỏ ruột thừa này cũng thường phát sinh một số biến chứng. Tuy nhiên, nếu ruột thừa bị viêm vỡ trước khi phẫu thuật thì bệnh nhân thường phải ở lại bệnh viện lâu hơn để được điều trị bằng thuốc kháng sinh giúp diệt vi khuẩn có thể đã lan sang khoang bụng. Dù là ruột thừa chưa bị vỡ thì bác sĩ cũng có thể cho sử dụng thuốc kháng sinh bởi loại thuốc này có thể làm giảm nguy cơ nhiễm trùng sau khi mổ.  Sau khi nghỉ ngơi ở nhà một vài ngày, sinh viên (học sinh) có thể đi học lại an toàn.  Nếu nghĩ mình bị viêm ruột thừa Nếu nghi ngờ bị viêm ruột thừa thì tốt hơn hết là bạn nên nhờ bác sĩ can thiệp ngay lập tức. Việc điều trị viêm ruột thừa kịp thời thường có thể ngăn ngừa được các biến chứng và có thể giúp bạn trở lại hoạt động thường nhật của mình nhanh hơn.   "
        },
        {
            "en": "Gout    What is gout? Gout is a kind of arthritis caused by a buildup of uric acid crystals in the joints. Uric acid is a breakdown product of purines that are part of many foods we eat. An abnormality in handling uric acid and crystallization of these compounds in joints can cause attacks of painful arthritis, kidney stones, and <em>blockage</em> of the kidney filtering tubules with uric acid crystals, leading to kidney failure. Gout has the unique distinction of being one of the most frequently recorded medical illnesses throughout history. Symptoms of gout Acute gout attacks are characterized by a rapid onset of pain in the affected joint followed by warmth, swelling, reddish discoloration, and marked tenderness. The small joint at the base of the big toe is the most common site for an attack. Other joints that can be affected include the ankles, knees, wrists, fingers, and elbows. In some people, the acute pain is so intense that even a bed sheet on the toe causes severe pain. These painful attacks usually subside in hours to days, with or without medication. In rare instances, an attack can last for weeks. Most people with gout will experience repeated bouts of gouty arthritis over the years. Who's affected by gout? Gout is nine times more common in men than in women. It predominantly attacks males after puberty, with a peak age of 75. In women, gout attacks usually occur after menopause. Among the U.S. male population, about 10% have elevated blood uric acid levels, a condition known as hyperuricemia. However, only a small portion of those with hyperuricemia will actually develop gout. If your parents have gout, then you have a 20% chance of developing it. Risk factors for gout Obesity, excessive weight gain, especially in youth, moderate to heavy alcohol intake, high blood pressure, and abnormal kidney function are among the risk factors for developing gout. Certain drugs and diseases can also cause elevated levels of uric acid. Interestingly, a recent study demonstrated an increased prevalence of abnormally low thyroid hormone levels (hypothyroidism) in patients with gout. What gout looks like: The big toe The joint at the base of the big toe is the most common site of an acute gout attack. These attacks can recur unless gout is treated. See your doctor even if your pain from gout is gone. Over time, they can harm your joints, tendons, and other tissues. What gout looks like: The fingers People may experience gout with deposits of uric acid crystals in their finger joints. To ease the pain during a gout attack, rest the joint that hurts. What gout looks like: The elbow Gout can also attack joints such as the elbows and the knees. Notice the protrusion on the elbow. Diagnosing gouty arthritis Gout is considered when a patient reports a history of repeated attacks of painful arthritis, especially at the base of the toes or in the ankles and knees. The most reliable test for gout is detecting uric acid crystals in the joint fluid obtained by joint aspiration. This common office procedure is performed with topical local anesthesia. Using sterile technique, fluid is withdrawn (aspirated) from the inflamed joint with a syringe and needle. Diagnosing gouty arthritis: Joint fluid analysis Once the joint fluid is obtained, it is analyzed for uric acid crystals and for infection. Your doctor may also do a blood test to measure the amount of uric acid in your blood. How are gout attacks prevented? Maintaining adequate fluid intake helps prevent acute gout attacks and decreases the risk of kidney stone formation in people with gout. Alcohol is known to have diuretic effects that can contribute to dehydration and precipitate acute gout attacks. Alcohol can also affect uric acid metabolism and cause hyperuricemia. It causes gout by slowing down the excretion of uric acid from the kidneys as well as by causing dehydration, which precipitates the crystals in the joints. More prevention techniques Dietary changes can help reduce uric acid levels in the blood. Since purine chemicals are converted by the body into uric acid, purine-rich foods should be avoided. Foods rich in purines include shellfish and organ meats, such as liver, brains, and kidneys. Researchers have reported that meat or seafood consumption increases the risk of gout attacks, while dairy consumption seemed to reduce this risk. Weight reduction can be helpful in lowering the risk of recurrent attacks of gout. Treating gout with medications Certain medications reduce the pain and inflammation of gout attacks, such as anti-inflammatory drugs (ibuprofen and others), colchicines, and corticosteroids. Other medications decrease the level of uric acid in the blood and prevent the deposit of uric acid in joints (gouty arthritis), the kidneys (stones), and in tissue (tophi), helping to prevent further attacks and complications. These medications include allopurinol, febuxostat, and probenicid. What does the future hold for gout? Active research is ongoing in a variety of fields related to gout and hyperuricemia. Scientists recently reported that high animal protein slightly increased the risk for gout. New drugs are being developed that may be more versatile and safe in treating the elevated uric acid levels in patients with chronic gout.",
            "vi": "Bệnh gút     Gút là gì? Gút là một dạng viêm khớp do lượng tinh thể a-xít u-ric tăng quá cao trong các khớp gây ra. a-xít u-ric là sản phẩm phân huỷ của purin có trong nhiều loại thức ăn của con người. Quá trình xử lý bất thường a-xít u-ric và kết tinh các hợp chất này trong khớp có thể gây các cơn viêm đau khớp (cơn gút), sỏi thận, và làm tắc nghẽn những ống lọc nhỏ trong thận do các tinh thể a-xít uric, dẫn đến suy thận. Bệnh gút có đặc điểm duy nhất là một trong những bệnh được chẩn đoán thường xuyên qua khai thác bệnh sử.  Các triệu chứng của gút Cơn gút cấp được đặc trưng bởi việc khởi phát nhanh những cơn đau ở khớp bị viêm và sau đó là nóng, sưng đỏ và đau dữ dội. Khớp nhỏ ở đáy ngón chân cái là nơi mà gút xuất hiện thường nhất. Các khớp khác cũng có thể bị ảnh hưởng như mắt cá chân, đầu gối, cổ tay, ngón tay, và khuỷu tay. Ở một số người, cơn đau cấp này có thể dữ dội đến nỗi đắp khăn giường lên ngón chân cũng khiến người ta đau nhức không thể chịu được. Những cơn đau này thường giảm đi sau một vài tiếng đồng hồ hoặc sau nhiều ngày, cho dù có điều trị bằng thuốc hay không. Trong những trường hợp hiếm gặp, cơn gút cũng có thể kéo dài nhiều tuần liền. Hầu hết các bệnh nhân gút đều bị viêm khớp tái phát do gút trong nhiều năm.  Ai bị bệnh gút? Nam giới bị gút cao gấp 9 lần so với phụ nữ (tỉ lệ: 9:1); phần lớn xảy ra sau tuổi dậy thì và đạt đỉnh điểm ở tuổi 75. Phụ nữ thường hay bị gút sau tuổi mãn kinh. Khoảng 10% nam giới ở Hoa Kỳ mắc chứng a-xít u-ric cao trong máu, đây là bệnh thừa a-xít u-ric trong máu. Tuy nhiên chỉ một tỉ lệ nhỏ người bị thừa a-xít u-ric trong máu thực sự phát triển thành bệnh gút. Nếu bố mẹ bạn bị gút thì bạn có nguy cơ mắc bệnh lên đến 20%.  Các yếu tố nguy hiểm đối với bệnh gút Béo phì, tăng cân quá mức, nhất là đối với thanh niên, sử dụng rượu bia từ mức độ vừa phải đến nhiều, huyết áp cao, và chức năng thận bất thường là những yếu tố nguy hiểm làm phát triển bệnh gút. Một số thuốc và bệnh cũng có thể làm cho nồng độ a-xit u-ric tăng cao. Điều thú vị là, một nghiên cứu mới đây cho thấy có sự gia tăng số bệnh nhân bị gút khi có nồng độ hooc-môn tuyến giáp thấp bất thường (suy giáp).     Bệnh gút như thế nào: Hãy nhìn ngón chân cái  Khớp bàn ngón chân cái là nơi thường thấy cơn gút cấp nhất. Nếu không được điều trị thì những cơn gút này có thể tái phát nhiều lần. Hãy đến khám bác sĩ cho dù là bạn đã hết đau do gút đi nữa. Nếu để lâu, chúng có thể gây hại cho các khớp, gân và nhiều mô khác.  Bệnh gút như thế nào: Hãy nhìn các ngón tay  Người ta có thể bị gút do lắng đọng các tinh thể axit u-ric ở các khớp ngón tay. Để giảm đau trong khi bị gút, bạn nên để yên khớp tay bị tổn thương nhé.  Bệnh gút như thế nào: Hãy nhìn khuỷu tay Bệnh gút cũng có thể xảy ra ở nhiều khớp, chẳng hạn như khuỷu tay và đầu gối. Hãy chú ý bướu u trên khuỷu tay nhé.  Chẩn đoán viêm khớp do gút Bệnh gút được nghi ngờ khi bệnh nhân khai bệnh sử có những cơn viêm đau khớp cứ lặp đi lặp lại, nhất là ở đáy ngón chân hoặc ở mắt cá chân và đầu gối. Phương pháp xét nghiệm bệnh gút đáng tin cậy nhất là dò tìm tinh thể axit u-ric trong dịch khớp bằng cách chọc hút khớp. Thủ thuật này được thực hiện bằng gây tê cục bộ. Với kỹ thuật vô trùng, chất dịch được rút ra (hút ra) khỏi khớp bị viêm bằng ống chích và kim tiêm.  Chẩn đoán viêm khớp do gút bằng cách phân tích dịch khớp  Khi dịch khớp được rút ra, nó được phân tích để tìm tinh thể axit u-ric và bệnh nhiễm trùng. Bác sĩ có thể cũng cho làm xét nghiệm máu để đo nồng độ axit u-ric trong máu của bạn.  Làm thế nào có thể phòng tránh cơn gút? việc cung cấp nước đầy đủ cho cơ thể thường xuyên có thể giúp phòng tránh các cơn gút cấp và làm giảm nguy cơ sỏi thận ở người bị gút. Rượu bia có tác dụng lợi tiểu có thể góp phần làm mất nước và làm các cơn gút cấp xảy ra nhanh hơn. Rượu bia cũng làm ảnh hưởng đến chuyển hoá a-xít u-ríc và làm thừa a-xít u-ríc trong máu. Nó gây ra gút bằng cách làm chậm quá trình bài tiết a-xít u-ríc ra khỏi thận cũng như bằng cách gây mất nước, làm ngưng tụ tinh thể trong khớp. Các kỹ thuật phòng tránh khác  Thay đổi chế độ dinh dưỡng có thể giúp làm giảm nồng độ a-xít u–ríc trong máu. Vì chất hoá học purin được cơ thể chuyển hoá thành a-xít u–ríc, nên bệnh nhân bị gút nên tránh các thực phẩm giàu purin. Thức ăn chứa nhiều purin gồm tôm cua và ngũ tạng, như gan, óc, và thận. Các nhà nghiên cứu cho biết nếu ăn thịt hoặc hải sản sẽ làm tăng nguy cơ bị gút còn nếu sử dụng các sản phẩm làm từ sữa thì có vẻ như làm giảm nguy cơ này. Việc giảm cân cũng có thể làm giảm nguy cơ tái phát các cơn gút.   Điều trị gút bằng thuốc Một số thuốc giảm đau và viêm do gút, chẳng hạn như thuốc kháng viêm (ibuprofen và nhiều thuốc khác), colchicines, và corticosteroids. Nhiều thuốc khác làm giảm nồng độ axit u-ric trong máu và ngăn không cho axit u-ric lắng đọng trong khớp (viêm khớp do gút), thận (sỏi), và mô (sạn u-rat), giúp phòng tránh các cơn gút và nhiều biến chứng khác. Những thuốc này bao gồm allopurinol, febuxostat, và probenicid. Tương lai của bệnh gút ra sao? Một công trình nghiên cứu thiết thực đang tiến hành trên nhiều lĩnh vực liên quan đến bệnh gút và thừa axit u-ric trong máu. Các nhà khoa học mới đây cho biết ăn nhiều đạm động vật có thể làm tăng nhẹ nguy cơ bệnh gút. Ngoài ra họ cũng đang phát triển nhiều loại thuốc mới có thể sử dụng linh hoạt hơn và an toàn hơn trong việc điều trị nồng độ axit u-ric tăng cao ở bệnh nhân bị gút mãn tính."
        },
        {
            "en": "What is heart disease? Bring up heart disease, and most people think of a heart attack. But there are many conditions that can undermine the heart's ability to do its job. These include coronary artery disease, cardiomyopathy, arrhythmia, and heart failure. Keep reading to find out what these disorders do to the body and how to recognize the warning signs. What is a heart attack? Every year, more than 1 million Americans have a heart attack – a sudden interruption in the heart's blood supply. This happens when there is a <em>blockage</em> in the coronary arteries, the vessels that carry blood to the heart muscle. When blood flow is blocked, heart muscle can be damaged very quickly and die. Prompt emergency treatments have reduced the number of deaths from heart attacks in recent years. Heart attack symptoms A heart attack is an emergency even when symptoms are mild. Warning signs include: * Pain or pressure in the chest.  * Discomfort spreading to the back, jaw, throat, or arm.  * Nausea, indigestion, or heartburn.  * Weakness, anxiety, or shortness of breath.  * Rapid or irregular heartbeats.  Heart attack symptoms in women Women don't always feel chest pain with a heart attack. Women are more likely than men to have heartburn, loss of appetite, tiredness or weakness, coughing, and heart flutters. These symptoms should not be ignored. The longer you postpone treatment, the more damage the heart may sustain. Signs of coronary artery disease A precursor to a heart attack, coronary artery disease or CAD occurs when sticky plaque builds up inside the coronary arteries. This narrows the arteries, making it more difficult for blood to flow through. Many people don't know they have CAD until a heart attack strikes. But there are warning signs, such as recurring chest pain caused by the restricted blood flow. This pain is known as angina. Inside a heart attack The plaque deposited in your arteries is hard on the outside and soft and mushy on the inside. Sometimes the hard outer shell cracks. When this happens, a blood clot forms around the plaque. If the clot completely blocks the artery, it cuts off the blood supply to a portion of the heart. Without immediate treatment, that part of the heart muscle could be damaged or destroyed. Don't wait to be sure The best time to treat a heart attack is as soon as symptoms begin. Waiting to be sure can result in permanent heart damage or even death. If you think you may be having a heart attack, call 911. And don't try driving yourself to the hospital. When you call 911, the EMS staff can start emergency care as soon as they reach you. Sudden cardiac death Sudden cardiac death (SCD) accounts for half of all heart disease deaths in the U.S., but it's not the same as a heart attack. SCD occurs when the heart's electrical system goes haywire, causing it to beat irregularly and dangerously fast. The heart's pumping chambers may quiver instead of pumping blood out to the body. Without CPR and restoration of a regular heart rhythm, death can occur in minutes. Arrhythmia: Erratic heart beat Regular electrical impulses cause your heart to beat. But sometimes those impulses become erratic. The heart may race, slow down, or quiver. Arrhythmias are often harmless variations in rhythm that pass quickly. But some types make your heart less effective at pumping blood, and that can take a serious toll on the body. Let your doctor know if you've noticed your heart beating abnormally. Cardiomyopathy Cardiomyopathy is a disease involving changes in the heart muscle. These changes may interfere with the heart’s ability to pump effectively, which can lead to a chronic condition called heart failure. Cardiomyopathy is sometimes associated with other chronic conditions, such as high blood pressure or heart valve disease. Heart failure Heart failure doesn't mean your heart stops working. It means the heart can't pump enough blood to meet the body's needs. Over time, the heart gets bigger to hold more blood, it pumps faster to increase the amount of blood moving out of it, and the blood vessels narrow. The heart muscle may also weaken, reducing the blood supply even more. Most cases of heart failure are the result of coronary artery disease and heart attacks. Congenital heart defect A congenital heart defect is one that's present at birth. The problem could be a leaky heart valve, malformations in the walls that separate the heart chambers, or other heart problems. Some defects are not found until a person becomes an adult. Some need no treatment. Others require medicine or surgery. People with congenital heart defects may have a higher risk of developing complications such as arrhythmias, heart failure, and heart valve infection, but there are ways to reduce this risk. Testing: Electrocardiogram (EKG) An EKG (also ECG) is a painless test that uses electrodes placed on the skin to record the heart's electrical activity. The test provides information about your heart rhythm and damage to the heart muscle. An EKG can help your doctor diagnose a heart attack and evaluate abnormalities such as an enlarged heart. The results can be compared to future EKGs to track changes in the condition of your heart. Testing: Stress test The stress test measures how your heart responds to exertion. If you have an exercise stress test, you'll either walk on a treadmill or ride a stationary bike while the level of difficulty increases. At the same time, your EKG, heart rate, and blood pressure will be monitored as your heart works harder. Doctors use a stress test to evaluate whether there is an adequate supply of blood to the heart muscle. Testing: Holter monitor A Holter monitor is a portable heart rhythm recorder. If your doctor suspects a heart rhythm problem, she may ask you to wear one for 1 or 2 days. It records the heart's continuous electrical activity day and night, compared with an EKG, which is a snapshot in time. The doctor will probably also ask you to keep a log of your activities and to note any symptoms and when they occur. Testing: Chest X-ray A chest X-ray is a picture of your heart, lungs, and chest bones that's made by using a very small amount radiation. Chest X-rays can be used to look for heart and lung abnormalities. In this image, the bulge seen on the right side is an enlarged left ventricle, the heart's main pumping chamber. Testing: Echocardiogram An echocardiogram uses sound waves (ultrasound) to generate moving images of the heart. The test can assess the chambers and valves of your heart and how well your heart muscle and heart valves are working. It's useful in diagnosing and evaluating several types of heart disease, as well as evaluating the effectiveness of treatments. Testing: Cardiac CT Cardiac computerized tomography (known as cardiac CT) takes detailed images of the heart and its blood vessels. A computer stacks the images to create a 3-D picture of heart. A cardiac CT can be used to look for plaque or calcium buildup in the coronary arteries, heart valve problems, and other types of heart disease. Testing: Cardiac catheterization Cardiac catheterization helps diagnose and treat some heart conditions. The doctor guides a narrow tube, called a catheter, through a blood vessel in your arm or leg until it reaches the coronary arteries. Dye is injected into each coronary artery, making them easy to see with an X-ray. This reveals the extent and severity of any blockages. Treatments such as angioplasty or stenting can be done during this procedure. Living with heart disease Most forms of heart disease are chronic. In the beginning, symptoms may be too mild to affect everyday life. And in many cases, long-term treatment can keep symptoms under control. But if the heart begins to fail, patients may develop shortness of breath, fatigue, or swelling in ankles, feet, legs, and abdomen. Heart failure can be managed with medication, lifestyle changes, surgery, and in certain cases, a heart transplant. Treatment: Medicines Medications play a huge role in treating heart disease. Some drugs help lower blood pressure, heart rate, and cholesterol levels. Others can keep abnormal heart rhythms under control or prevent clotting. For patients who already have some heart damage, there are medications to improve the pumping ability of an injured heart. Treatment: Angioplasty Angioplasty is used to open a blocked heart artery and improve blood flow to the heart. The doctor inserts a thin catheter with a balloon on the end into the artery. When the balloon reaches the <em>blockage</em>, it is expanded, opening up the artery and improving blood flow. The doctor may also insert a small mesh tube, called a stent, to help keep the artery open after angioplasty. Treatment: Bypass surgery Bypass surgery is another way to improve the heart's blood flow. It gives blood a new pathway when the coronary arteries have become too narrow or blocked. During the surgery, a blood vessel is first moved from one area of the body -- such as the chest, legs, or arms -- and attached to the blocked artery, allowing it to bypass the blocked part. Who's at risk for heart disease? Men have a higher risk of having a heart attack than women, and at an earlier age. But it's important to note that heart disease is the No. 1 killer of women, too. People with a family history of heart ailments also have a higher risk of heart trouble. Risk factors you can control High cholesterol and high blood pressure are major risk factors for heart disease. Being overweight, obese, or physically inactive all increase your risk. So does diabetes, especially if your glucose levels are not well controlled. Discuss your risks with your doctor and develop a strategy for managing them. There are many steps you can take to protect your heart. Smoking and your heart If you smoke, your risk of heart disease is 2 to 4 times greater than a nonsmoker's. And if you smoke around loved ones, you're increasing their risk with secondhand smoke. Each year in the U.S., more than 135,000 people die from smoking-related heart disease. But it's never too late to quit. Within 24 hours of quitting, your heart attack risk begins to fall. Life after a heart attack It is possible to regain your health after a heart attack. By avoiding cigarettes, becoming more active, and watching what you eat, you can give your heart and overall health a big boost. One of the best ways to learn how to make these changes is to take part in a cardiac rehab program. Ask your doctor for recommendations. Heart disease prevention The key to preventing heart disease is a healthy lifestyle. This includes a nutritious diet, at least 30 minutes of exercise most days of the week, not smoking, and controlling high blood pressure, cholesterol, and diabetes. If you drink alcohol, do so in moderation – no more than one drink a day for women, two drinks a day for men. Ask your friends and family for help in making these changes. They'll benefit, too. Diet and your heart What you eat makes a difference. Be sure you get plenty of whole grains, vegetables, legumes, and fruits to help keep your heart healthy. Plant oils, walnuts, other nuts, and seeds can also help improve cholesterol levels. And don't forget to eat fish at least a couple of times each week for a good source of heart-healthy protein.    ",
            "vi": "Bệnh tim là gì? Nhắc đến bệnh tim thì hầu hết người ta đều nghĩ đó là đau tim. Nhưng có nhiều chứng bệnh khác có thể âm thầm hoặc ngấm ngầm gây hại khả năng hoạt động của tim, bao gồm bệnh động mạch vành, bệnh tim, loạn nhịp tim, và suy tim. Hãy tiếp tục đọc thông tin bên dưới để biết những chứng bệnh trên gây hại gì cho cơ thể và cách thức để nhận biết các dấu hiệu cảnh báo là gì nhé.  Cơn đau tim là gì? Ở Mỹ mỗi năm có hơn 1 triệu người chết vì đau tim – đây là chứng đứt quãng đột ngột nguồn máu cung cấp cho tim. Tình trạng này xảy ra khi các động mạch vành bị nghẽn – động mạch vành là mạch máu làm nhiệm vụ vận chuyển máu đến cơ tim. Khi máu không lưu thông được thì cơ tim có thể bị tổn thương rất nhanh và ngừng hoạt động. Các phương pháp chữa trị khẩn cấp đã làm giảm số bệnh nhân tử vong do đau tim trong những năm gần đây.  Các triệu chứng đau tim Đau tim là một chứng bệnh khẩn cấp thậm chí khi các triệu chứng nhẹ đi nữa. Những dấu hiệu cảnh báo bao gồm:  * Đau ngực hoặc nặng ngực.  * Sự đau đớn, khó chịu này còn lan ra sau lưng, quai hàm, cổ họng, hoặc vùng cánh tay.  * Buồn nôn, khó tiêu, hoặc ợ chua. * Yếu, lo âu, hoặc khó thở. * Nhịp tim nhanh hoặc không đều. Các triệu chứng đau tim ở phụ nữ Phụ nữ không phải lúc nào cũng cảm thấy đau ngực khi bị đau tim. Phụ nữ dễ bị ợ nóng, chán ăn, mệt mỏi hoặc ốm yếu, ho hen, và rung tim. Các triệu chứng này không nên bỏ qua. Bạn càng trì hoãn việc điều trị thì tim có thể còn tổn thương nhiều hơn.   Các dấu hiệu của bệnh động mạch vành Dấu hiệu cảnh báo của một cơn đau tim là bệnh động mạch vành (CAD) xảy ra khi mảng bám tăng sinh bên trong động mạch vành; làm hẹp động mạch và làm cho máu lưu thông khó khăn hơn. Nhiều người không hề biết mình bị bệnh động mạch vành cho đến khi cơn đau tim bộc phát. Nhưng cũng có nhiều dấu hiệu cảnh báo, chẳng hạn như chứng đau ngực cứ lặp đi lặp lại do máu lưu thông bị hạn chế. Đây được gọi là chứng đau thắt ngực.  Thực chất của một cơn đau tim Mảng bám trong động mạch bên ngoài cứng nhưng bên trong mềm và xốp. Đôi khi lớp vỏ cứng bên ngoài ấy bị nứt và lúc này máu cục hình thành xung quanh mảng bám. Nếu máu đông gây nghẽn hoàn toàn động mạch thì nó làm làm tắc nghẽn máu lưu thông đến tim. Nếu không điều trị ngay tức khắc thì vùng cơ tim đó có thể bị tổn thương hoặc bị hủy hoại.  Bạn đừng nên chờ đợi cho tới khi chắc chắn bị bệnh tim Thời điểm tốt nhất để chữa bệnh đau tim là ngay khi các triệu chứng mới bắt đầu. Việc chờ đợi cho đến khi biết chắc mình bị bệnh có thể dẫn đến tổn thương tim lâu dài hoặc thậm chí là tử vong. Nếu nghĩ mình có thể bị đau tim, bạn nên gọi 911. Và đừng cố tự lái xe đến bệnh viện. Khi bạn gọi 911 thì nhân viên EMS có thể bắt đầu chăm sóc khẩn cấp cho bạn ngay khi họ liên lạc với bạn xong.  Đột tử do tim Đột tử do tim (SCD) chiếm phân nửa số ca tử vong do bệnh tim mạch ở Hoa Kỳ, nhưng SCD không giống như bệnh đau tim. SCD xảy ra khi hệ thống điện của tim hoạt động bất thường, làm cho tim đập không đều và nhanh một cách nguy hiểm. Các buồng bơm của tim có thể đập thình thịch thay vì phải bơm máu đến cơ thể. Nếu không hô hấp nhân tạo và làm cho nhịp tim đập lại đều đặn thì bệnh nhân có thể tử vong trong chớp nhoáng.  Chứng loạn nhịp tim: Nhịp tim bất thường Các xung lực điện đều đặn làm cho tim đập. Nhưng đôi khi chúng cũng trở nên thất thường. Tim có thể đập nhanh, chậm, hoặc đập thình thịch. Chứng loạn nhịp tim thường là những thay đổi nhịp vô hại xảy ra nhanh, thoáng qua thôi. Nhưng một vài chứng loạn nhịp tim cũng có thể làm cho tim bơm máu kém hiệu quả, và có thể gây hại nghiêm trọng cho cơ thể. Hãy thông báo cho bác sĩ biết nếu bạn phát hiện thấy tim mình đập một cách bất thường.   Bệnh tim Bệnh tim là chứng bệnh liên quan đến những thay đổi ở cơ tim. Những thay đổi này có thể làm cản trở khả năng bơm máu hiệu quả của tim, có thể gây bệnh mãn tính gọi là bệnh suy tim. Bệnh tim đôi khi cũng có liên quan với nhiều chứng bệnh mãn tính khác, chẳng hạn như cao huyết áp hoặc bệnh van tim.  Suy tim Suy tim không có nghĩa là tim ngừng hoạt động mà là tim không có thể bơm đủ máu để đáp ứng cho nhu cầu của cơ thể. Dần dần tim trở nên lớn hơn để giữ máu được nhiều hơn, bơm nhanh hơn để tăng lượng máu vận chuyển ra khỏi tim, và các mạch máu bị hẹp lại. Cơ tim cũng có thể làm suy yếu và làm giảm nguồn máu đến tim nữa. Hầu hết các chứng suy tim đều do bệnh động mạch vành và đau tim gây ra. Dị tật tim bẩm sinh Dị tật tim bẩm sinh là dị tật tim xảy ra từ khi mới sinh. Vấn đề này có thể là van tim bị hở, dị tật ở các vách ngăn buồng tim, hoặc các vấn đề tim khác. Một số dị tật không được phát hiện thấy mãi đến khi trưởng thành. Một số dị tật không cần phải được điều trị trong khi đó số khác cần sử dụng thuốc hoặc phẫu thuật. Người bị dị tật tim bẩm sinh có thể có nguy cơ sinh ra biến chứng nhiều hơn chẳng hạn như loạn nhịp tim, suy tim, và nhiễm trùng van tim, nhưng cũng có nhiều cách để làm giảm nguy cơ này.  Xét nghiệm bệnh tim bằng điện tâm đồ (EKG) EKG (cũng được gọi là ECG) là một xét nghiệm không gây đau đớn sử dụng điện cực đặt trên da để ghi lại hoạt động điện của tim. Xét nghiệm này cho biết nhịp tim và tổn thương cơ tim. EKG có thể giúp bác sĩ chẩn đoán bệnh đau tim và đánh giá các dị dạng tim chẳng hạn như chứng tim giãn nở. Kết quả có thể được đối chiếu với xét nghiệm EKG sau để theo dõi những thay đổi ở bệnh tim của bạn.  Xét nghiệm bệnh tim bằng cách kiểm tra khả năng hoạt động dưới áp lực cao Phương pháp kiểm tra khả năng hoạt động dưới áp lực cao biết được cách tim bạn phản ứng với việc cố sức như thế nào. Nếu bạn được kiểm tra khả năng hoạt động dưới áp lực cao, bạn sẽ hoặc là đi trên một chiếc máy tập thể dục hoặc là chạy xe đạp đứng yên một chỗ trong khi mức độ khó khăn tăng dần lên. Đồng thời, xét nghiệm EKG, nhịp tim, và huyết áp của bạn sẽ được theo dõi khi tim bạn làm việc cật lực hơn. Nhiều bác sĩ sử dụng phương pháp kiểm tra này để đánh giá xem liệu máu cung cấp đến cơ tim có đủ hay không.  Xét nghiệm bệnh tim bằng máy ghi nhịp tim  Holter monitor là máy ghi nhịp tim di động. Nếu nghi ngờ bạn có vấn đề về nhịp tim thì bác sĩ có thể yêu cầu bạn mang máy này trong khoảng từ 1 hoặc 2 ngày. Nó ghi lại hoạt động điện liên tục ban ngày lẫn ban đêm của tim so với xét nghiệm EKG, ảnh chụp nhanh đúng lúc. Bác sĩ cũng có thể yêu cầu bạn giữ quyển sổ ghi lại chi tiết các hoạt động của mình để lưu ý đến bất kỳ triệu chứng bệnh tim nào và các triệu chứng ấy xảy ra khi nào. Xét nghiệm bệnh tim bằng phương pháp chụp X-quang ngực Một bức chụp ngực bằng tia X là ảnh của tim, phổi, và xương ngực của bạn được tạo thành bằng cách sử dụng một lượng bức xạ rất nhỏ. Hình X-quang ngực có thể dùng để tìm kiếm dị dạng ở tim và phổi.  Trong hình minh hoạ này thì phần phình to ra được nhìn thấy bên tay phải là chỗ giãn tâm thất trái, đây là buồng bơm máu chính của tim.  Xét nghiệm bệnh tim bằng phương pháp siêu âm tim đồ Siêu âm tim đồ sử dụng sóng âm thanh (siêu âm) để tạo ra các hình ảnh chuyển động của tim. Xét nghiệm này có thể đánh giá, biết được các buồng tim và van tim và xem cơ tim và van tim hoạt động tốt đến mức độ nào. Siêu âm tim đồ cũng hữu ích trong việc chẩn đoán và đánh giá một số kiểu bệnh tim, đồng thời cũng đánh giá được hiệu quả của các phương pháp điều trị.  Xét nghiệm bệnh tim bằng cách chụp CT tim (chụp cắt lớp tim) Chụp cắt lớp tim (cũng được gọi là chụp CT tim) lấy hình ảnh chi tiết của tim và các mạch máu. Máy tính sẽ xếp chồng các hình ảnh để tạo hình tim 3-D. Phương pháp chụp CT tim có thể được sử dụng để tìm mảng bám hoặc vôi đóng ở động mạch vành, các vấn đề về van tim, và nhiều loại bệnh tim khác nữa.   Xét nghiệm bệnh tim bằng phương pháp thông tim  Phương pháp thông tim giúp chẩn đoán và điều trị một số bệnh tim. Bác sĩ đặt một ống hẹp, gọi là ống thông, qua mạch máu ở cánh tay hoặc cẳng chân của bạn cho đến khi chạm đến động mạch vành. Chất thuốc màu được bơm vào từng động mạch vành làm cho các động mạch vành đó dễ thấy được bằng tia X. Phương pháp này cho thấy kích thước và độ nghiêm trọng của bất kỳ khối nghẽn nào. Người ta cũng có thể điều trị bằng cách giải phẫu thông động mạch bị tắc hoặc đặt ống stent (thiết bị đặt trong cơ thể dùng để giữ cho bộ phận đó mở ra, không bị nghẽn do bệnh tật gây nên).  Sống với bệnh tim  Hầu hết các dạng bệnh tim đều là mãn tính. Khi mới phát, những triệu chứng bệnh có thể quá nhẹ đến nỗi không ảnh hưởng đến cuộc sống thường ngày. Và trong nhiều trường hợp thì phương pháp điều trị lâu dài có thể kiểm soát được triệu chứng. Nhưng nếu tim bắt đầu yếu thì bệnh nhân có thể bị khó thở, mệt mỏi, hoặc sưng mắt cá chân, phù bàn chân, cẳng chân và bụng. Suy tim có thể được điều trị bằng thuốc, thay đổi lối sống, phẫu thuật, và trong một số trường hợp nào đó cần phải ghép tim. Điều trị bệnh tim bằng thuốc Thuốc đóng vai trò rất lớn trong việc điều trị bệnh tim. Một số thuốc giúp hạ huyết áp, nhịp tim, và nồng độ cholesterol. Số khác có thể giúp kiểm soát được nhịp tim bất thường hoặc phòng tránh được vấn đề vón cục.  Đối với bệnh nhân đã từng bị hư tim thì cũng có nhiều thuốc có thể giúp cải thiện khả năng bơm máu của tim bị tổn thương.   Điều trị bệnh tim bằng cách giải phẫu thông động mạch bị tắc hoặc hẹp Giải phẫu thông động mạch bị tắc hoặc hẹp được dùng để mở động mạch tim bị nghẽn và làm cho máu lưu thông đến tim được tốt hơn. Bác sĩ chèn vào động mạch một ống thông nhỏ với một khí cầu ở đầu. Khi khí cầu chạm đến chỗ tắc nghẽn, nó bung ra, làm giãn động mạch và cải thiện lưu thông máu. Bác sĩ cũng có thể chèn một ống lưới nhỏ, gọi là ống stent, để làm thông động mạch sau khi giải phẫu thông động mạch bị tắc hoặc hẹp. Điều trị bệnh tim bằng phẫu thuật bắc cầu chủ vành (phẫu thuật ghép bắc cầu động mạch vành) Phẫu thuật bắc cầu chủ vành là cách khác để làm tăng lưu lượng máu của tim. Thủ thuật này giúp máu lưu thông đường mới khi các động mạch vành đã trở nên quá hẹp hoặc bị nghẽn. Trong suốt quá trình phẫu thuật, một mạch máu được lấy ra trước khỏi một bộ phận nào đó trên cơ thể – chẳng hạn như ở ngực, cẳng chân,  hoặc cánh tay – và nối vào động mạch bị nghẽn, làm cho nó có thể đi tránh qua vùng bị tắc đó.  Đối tượng nào có nguy cơ bị bệnh tim? Nam giới có nguy cơ đau tim cao hơn phụ nữ, và mắc bệnh ở tuổi sớm hơn. nhưng cần lưu ý là bệnh tim cũng là “kẻ giết người” hàng đầu đối với phụ nữ. Người có tiền sử gia đình bị bệnh tim cũng có nguy cơ rắc rối về tim cao hơn.  Các yếu tố rủi ro mà bạn có thể kiểm soát được cholesterol cao và huyết áp cao là rủi ro chính đối với bệnh tim. Béo phì, tăng cân quá mức, hoặc ít vận động thể chất đều làm tăng nguy cơ mắc bệnh. Tiểu đường cũng vậy, nhất là nếu nồng độ đường glu-cô của bạn không được kiểm soát tốt. Bạn nên thảo luận các rủi ro với bác sĩ và đề ra chiến lược hoặc phương pháp chữa bệnh. Có nhiều biện pháp có thể giúp bạn bảo vệ được tim của mình.\nTim và thuốc lá  Nếu bạn hút thuốc thì nguy cơ bệnh tim của bạn lớn hơn người không hút thuốc là từ 2 đến 4 lần. Và nếu bạn hút thuốc gần xung quanh người thân của mình thì bạn cũng đang làm tăng nguy cơ hút thuốc thụ động của họ rồi đó. Mỗi năm ở Mỹ có hơn 135.000 người chết vì bệnh tim do thuốc lá. Nhưng chẳng bao giờ là quá muộn để bỏ thuốc lá đâu. Trong vòng 24 tiếng đồng hồ không hút thuốc thì nguy cơ đau tim của bạn bắt đầu giảm xuống.\nCuộc sống sau khi đau tim  Bạn có thể phục hồi sức khỏe sau một cơn đau tim nào đó. Bằng cách tránh hút thuốc lá, vận động nhiều hơn, và theo dõi chế độ dinh dưỡng, bạn có thể cải thiện sức khỏe tim mạch và sức khỏe tổng quát của mình. Một trong những phương pháp tốt nhất để biết cách thay đổi là tham gia chương trình phục hồi tim. Bạn nên nhờ bác sĩ cho mình lời khuyên.  Ngăn ngừa bệnh tim Cách phòng tránh bệnh tim chủ yếu là một lối sống lành mạnh. Ở đây bao gồm chế độ ăn uống bổ dưỡng, tập thể dục ít nhất là 30 phút hầu hết mỗi ngày trong tuần, không hút thuốc, và điều hoà chứng cao huyết áp, cholesterol, và bệnh tiểu đường. Nếu bạn uống rượu, thì hãy nên tiết chế – 1 ly trở xuống/ ngày đối với phụ nữ, 2 ly/ ngày đối với nam giới. Bạn nên nhờ bạn bè và gia đình hỗ trợ để thực hiện những thay đổi này. Họ cũng sẽ có lợi đấy.  Tim và chế độ dinh dưỡng Những gì bạn ăn sẽ tạo nên sự khác biệt. Hãy chắc rằng nên ăn nhiều ngũ cốc nguyên hạt, rau, rau đậu, và trái cây để giữ cho tim bạn được khỏe mạnh. Dầu thực vật, hồ đào, quả hạch và các loại hạt khác cũng có thể làm tăng nồng độ cholesterol. Và đừng quên ăn cá ít nhất vài lần trong tuần để có được nguồn cung cấp protein dồi dào có lợi cho sức khỏe tim mạch nhé.   "
        },
        {
            "en": "10 Things You Didn't Know About You    \n \n\n\n   Your Stomach Secretes Corrosive Acid\n\n There's one dangerous liquid no airport security can confiscate from you: It's in your gut. Your stomach cells secrete hydrochloric acid, a corrosive compound used to treat metals in the industrial world. It can pickle steel, but mucous lining the stomach wall keeps this poisonous liquid safely in the digestive system. Body Position Affects Your Memory Can't remember your anniversary, hubby? Try getting down on one knee. Memories are highly embodied in our senses. A scent or sound may evoke a distant episode from one's childhood. The connections can be obvious (a bicycle bell makes you remember your old paper route) or inscrutable. A recent study helps decipher some of this embodiment. An article in the January 2007 issue of Cognition reports that episodes from your past are remembered faster and better while in a body position similar to the pose struck during the event. \n \n\n\n \n \n\n   Bones Break (Down) to Balance Minerals\n\n In addition to supporting the bag of organs and muscles that is our body, bones help regulate our calcium levels. Bones contain both phosphorus and calcium, the latter of which is needed by muscles and nerves. If the element is in short supply, certain hormones will cause bones to break down for upping calcium levels in the body until the appropriate extracellular concentration is reached. \n \n\n\n     Much of a Meal is Food For Thought\n\n Though it makes up only 2 percent of our total body weight, the brain demands 20 percent of the body's oxygen and calories. To keep our noggin well-stocked with resources, three major cerebral arteries are constantly pumping in oxygen. A <em>blockage</em> or break in one of them starves brain cells of the energy they require to function, impairing the functions controlled by that region. This is a stroke. \n \n\n\n \n \n\n   Thousands of Eggs Unused by Ovaries\n\n When a woman reaches her late 40s or early 50s, the monthly menstrual cycle that controls her hormone levels and readies ova for insemination ceases. Her ovaries have been producing less and less estrogen, inciting physical and emotional changes across her body. Her underdeveloped egg follicles begin to fail to release ova as regularly as before. The average adolescent girl has 34,000 underdeveloped egg follicles, although only 350 or so mature during her life (at the rate of about one per month). The unused egg follicles then deteriorate. With no potential pregnancy on the horizon, the brain can stop managing the release of ova. \n \n\n\n \n \n\n   Puberty Reshapes Brain Structure, Makes for Missed Curfews\n\n We know that hormone-fueled changes in the body are necessary to encourage growth and ready the body for reproduction. But why is adolescence so emotionally unpleasant? Hormones like testosterone actually influence the development of neurons in the brain, and the changes made to brain structure have many behavioral consequences. Expect emotional awkwardness, apathy and poor decision-making skills as regions in the frontal cortex mature. \n \n\n\n \n \n\n   Cell Hairs Move Mucus\n\n Most cells in our bodies sport hair-like organelles called cilia that help out with a variety of functions, from digestion to hearing. In the nose, cilia help to drain mucus from the nasal cavity down to the throat. Cold weather slows down the draining process, causing a mucus backup that can leave you with snotty sleeves. Swollen nasal membranes or condensation can also cause a stuffed schnozzle. \n \n\n\n \n \n\n   Big Brains Cause Cramped Mouths\n\n Evolution isn't perfect. If it were, we might have wings instead of wisdom teeth. Sometimes useless features stick around in a species simply because they're not doing much harm. But wisdom teeth weren't always a cash crop for oral surgeons. Long ago, they served as a useful third set of meat-mashing molars. But as our brains grew our jawbone structure changed, leaving us with expensively overcrowded mouths. \n \n\n\n \n \n\n   The World Laughs with You\n\n Just as watching someone yawn can induce the behavior in yourself, recent evidence suggests that laughter is a social cue for mimicry. Hearing a laugh actually stimulates the brain region associated with facial movements. Mimicry plays an important role in social interaction. Cues like sneezing, laughing, crying and yawning may be ways of creating strong social bonds within a group. \n \n\n\n \n \n\n   Your Skin Has Four Colors\n\n All skin, without coloring, would appear creamy white. Near-surface blood vessels add a blush of red. A yellow pigment also tints the canvas. Lastly, sepia-toned melanin, created in response to ultraviolet rays, appears black in large amounts. These four hues mix in different proportions to create the skin colors of all the peoples of Earth.",
            "vi": "10 điều bạn không biết về chính bản thân mình    Dạ dày của bạn tiết ra a-xít ăn mòn Có một chất lỏng nguy hiểm mà không an ninh sân bay nào có thể tịch thu từ bạn: Nó ở trong ruột của bạn. Tế bào dạ dày tiết ra a-xít clo-hi-đrích, một hợp chất ăn mòn thường hay được dùng để xử lý kim loại trong công nghiệp. Nó có thể ăn mòn thép, nhưng chất lót trong thành dạ dày giữ chất lỏng độc hại này một cách an toàn trong hệ tiêu hóa. Tư thế của cơ thể ảnh hưởng đến trí nhớ của bạn Không thể nhớ ngày kỷ niệm của bạn, ông xã? Hãy thử quỳ trên 1 đầu gối. Trí nhớ biểu hiện rất nhiều trong tri giác của chúng ta. Mùi hương hay âm thanh có thể gợi lên một sự kiện xa xôi từ thời thơ ấu của một người. Những mối quan hệ có thể thấy rõ (tiếng chuông xe đạp làm bạn nhớ đến lộ trình giao báo cũ ngày xưa của mình) hoặc không rõ. Nghiên cứu gần đây giúp giải mã một số mối quan hệ này. Một bài nghiên cứu trong số tháng giêng 2007 của tờ Cognition cho rằng các sự kiện trong quá khứ của bạn được nhớ đến nhanh hơn và tốt hơn trong khi ở tư thế cơ thể giống với tư thế khi sự kiện đó xảy ra. Xương gãy để cân bằng các chất khoáng Ngoài việc hỗ trợ cho túi của các cơ quan và các cơ của cơ thể, xương giúp kiểm soát mức chất vôi của chúng ta. Xương chứa cả phốt-pho và can-xi – chất cần thiết cho cơ và dây thần kinh. Nếu nguyên tố này bị thiếu, các hoóc-môn nhất định sẽ làm xương gãy để làm tăng mức chất vôi trong cơ thể cho đến khi nồng độ ngoài tế bào thích hợp được đạt đến. Phần lớn dinh dưỡng của bữa ăn là dành cho trí óc  Mặc dù chỉ tạo nên 2% trọng lượng toàn bộ của cơ thể chúng ta, não cần đến 20% lượng khí oxy và calo của cơ thể. Để giữ cho đầu óc chúng ta tích trữ tốt các tài nguyên, ba động mạch não chính thường xuyên được bơm khí oxy. Tắt nghẽn hoặc vỡ một trong số chúng làm cho các tế bào não bị thiếu trầm trọng năng lượng mà chúng cần để thực hiện chức năng, làm suy yếu các chức năng được kiểm soát bởi vùng đó. Đây chính là đột quỵ. Hàng ngàn trứng không được buồng trứng dùng đến Khi một phụ nữ đến độ tuổi hơn 40 hoặc gần 50, chu kỳ kinh nguyệt hàng tháng kiểm soát mức hoóc-môn và chuẩn bị sẵn sàng cho noãn thụ tinh ngừng lại. Buồng trứng của người phụ nữ ngày càng tạo ra ít hoóc-môn động dục nữ, tạo nên các thay đổi trong tình cảm và thể chất. Các nang trứng chưa phát triển bắt đầu không phóng thích noãn đều đặn như trước đây. Trung bình một cô gái trẻ có 34,000 nang trứng chưa phát triển, mặc dù chỉ cỡ 350 nang trứng chín trong suốt cuộc đời của người nữ (với tỷ lệ là 1 nang trứng mỗi tháng). Những nang trứng không được dùng đến sau đó sẽ thoái hoá. Vì sẽ không có khả năng thụ thai xảy ra, não có thể ngưng điều khiển sự phóng thích noãn. Tuổi dậy thì phục hồi cơ cấu thần kinh, gây ra chuyện không tuân thủ quy định Chúng ta biết là các thay đổi do hoóc-môn cung cấp năng lượng trong cơ thể cần thiết để khuyến khích sự sinh trưởng và chuẩn bị sẵn sàng cho sự sinh sản của cơ thể. Nhưng tại sao người thành niên rất hay khó chịu về mặt tinh thần? Các hoóc-môn như hoóc-môn sinh dục nam thực sự ảnh hưởng đến sự phát triển của các nơron trong não, và các thay đổi trong cấu trúc não có nhiều hệ quả đến hành vi. Mong rằng các khó khăn thuộc xúc cảm, sự thờ ơ và kỹ năng ra quyết định kém sẽ mất khi các vùng trong vỏ trán não trưởng thành. Tế bào lông làm di chuyển dịch nhầy Hầu hết các tế bào trong cơ thể của chúng ta mà biến dị thành các cơ quan tế bào giống như tóc được gọi là lông thực hiện rất nhiều dạng chức năng, từ tiêu hoá đến thính giác. Trong mũi, lông giúp làm giảm dịch nhầy từ khoang mũi xuống họng. Thời tiết lạnh làm chậm lại quy trình dẫn lưu, gây ra ứ dịch nhầy có thể làm cho bạn bị chảy nước mũi. Màng mũi bị sưng phồng hoặc hóa đặc cũng có thể gây ra nghẹt mũi. Não lớn gây ra chuột rút miệng Sự tiến hóa là không hoàn hảo. Nếu nó hoàn hảo, chúng ta đã có thể có cánh thay vì răng khôn. Đôi khi những đặc điểm vô dụng lại tồn tại trong loài đơn giản chỉ vì các đặc điểm đó không gây hại gì nhiều. Nhưng răng khôn không phải lúc nào cũng làm lợi cho các bác sĩ phẫu thuật nha khoa. Cách đây đã lâu, răng đóng vai trò là một bộ phận hữu ích thứ ba trong bộ răng hàm. Nhưng khi não của chúng ta phát triển thì cấu trúc xương hàm cũng thay đổi, làm cho miệng trở nên quá chật chội. Thế giới cùng cười với bạn Chỉ nhìn một ai đó ngáp cũng có thể làm bạn bị ngáp lây, bằng chứng gần đây gợi ý rằng tiếng cười cũng tạo nên hiệu ứng bắt chước như vậy. Nghe một tiếng cười thực sự kích thích vùng não liên quan đến chuyển động mặt. Sự bắt chước đóng một vai trò quan trọng trong tương tác xã hội. Những tín hiệu như là hắt hơi, cười, tiếng kêu và ngáp có thể là cách tạo liên kết xã hội mạnh trong một nhóm. Da của bạn có bốn màu Tất cả da, khi không có màu, sẽ có vẻ ngoài trắng mịn. Các mạch máu gần bề mặt thêm vào sắc đỏ. Sắc tố vàng cũng nhuộm màu cho da. Sau cùng, mê-la-nin có màu nâu đỏ, được tạo ra để phản ứng lại tia tử ngoại, xuất hiện thành màu đen với lượng lớn. Bốn màu này pha trộn với nhau ở các mức độ khác nhau để tạo nên màu da của tất cả mọi người trên trái đất."
        }
    ],
    "suggestions": []
}