{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bloodletting"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bloodletting</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 <cclass>historical the surgical removal of some of a patient's blood for therapeutic purposes. </cclass></blockquote></blockquote><blockquote><blockquote>2》 violence during a conflict. </blockquote></blockquote><blockquote><blockquote>3》 <cclass>informal bitter quarrelling or severe staff reductions within an organization. </cclass></blockquote></blockquote></div>",
            "word": "bloodletting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bloodletting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bloodletting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bloodletting"
        }
    },
    "sentences": [
        {
            "en": "Leeches were formerly used in <em>bloodletting</em>.",
            "vi": "Trước đây đỉa cũng được dùng để trích máu."
        },
        {
            "en": "Peter claimed he was the victim of political <em>bloodletting</em>.",
            "vi": "Peter tuyên bố rằng ông ấy là nạn nhân của cuộc đổ máu chính trị này."
        },
        {
            "en": "By the 1800s, aided by the invention of the stethoscope, physicians began to recognize asthma as a specific disease. However, patients still requested the traditional treatments of the day, such as <em>bloodletting</em>, herbs, and smoking tobacco. These methods were used for a variety of conditions, including asthma. Of the many remedies that were advertised for asthma throughout the 19th century, none were particularly helpful.",
            "vi": "Vào những năm 1800, được hỗ trợ bởi việc phát minh ra ống nghe, các thầy thuốc đã bắt đầu công nhận suyễn là một bệnh đặc hiệu. Tuy nhiên, bệnh nhân vẫn yêu cầu những phương pháp điều trị truyền thống của ngày ấy, chẳng hạn như trích máu, thảo mộc, và hút thuốc lá. Các phương pháp này được sử dụng để điều trị nhiều chứng bệnh khác nhau, bao gồm suyễn. Trong nhiều bài thuốc được quảng cáo là trị suyễn suốt thế kỷ thứ 19 thì không có bài thuốc nào đặc biệt hữu ích cả. "
        },
        {
            "en": "Not so long ago, doctors had no clue about disinfection and used strange methods: <em>bloodletting</em> as a remedy for all diseases, tongue cutting against stammering, as well as lobotomy and electric shock treatment.Even the most successful doctors of that time, like orthopedic surgeon Lewis Sayre (pictured with a patient), did lots of operations with lethal outcomes.",
            "vi": "Cách đây không lâu, các bác sĩ vẫn chưa biết cách diệt khuẩn nên sử dụng những phương pháp rất kỳ lạ: trích máu như một phương thuốc trị mọi chứng bệnh, cắt lưỡi để không bị cà lăm, cũng như mổ não và điều trị sốc điện.Thậm chí những bác sĩ thành công nhất thời bấy giờ, chẳng hạn bác sĩ phẫu thuật chỉnh hình Lewis Sayre (trong ảnh cùng một bệnh nhân), đã tiến hành nhiều ca mổ xẻ với hậu quả chết người."
        }
    ],
    "suggestions": []
}