{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['blʌdθə:sti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khát máu, tàn bạo</td></tr></table><i/></div>",
            "word": "bloodthirsty",
            "pronounce": "['blʌdθə:sti]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bloodthirsty</k><blockquote>■ <cclass>adjective (<cclass><b>bloodthirstier</b>, <cclass><b>bloodthirstiest</b>) eager to kill and maim. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>bloodthirstily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>bloodthirstiness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "bloodthirsty",
            "pronounce": "['blʌdθə:sti]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>bloodthirsty</k><blockquote>▸ <cclass>adjective MURDEROUS, homicidal, violent, vicious, barbarous, barbaric, savage, brutal, cut-throat; fierce, ferocious, inhuman.</cclass></blockquote></div>",
            "word": "bloodthirsty",
            "pronounce": "['blʌdθə:sti]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bloodthirsty",
            "pronounce": "['blʌdθə:sti]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khát máu</font></td></tr></tbody></table></div>",
            "word": "bloodthirsty",
            "pronounce": "['blʌdθə:sti]"
        }
    },
    "sentences": [
        {
            "en": "They are <em>bloodthirsty</em> spectators.",
            "vi": "Họ là những khán giả thích xem trò bạo lực."
        },
        {
            "en": "He is a <em>bloodthirsty</em> tribe.",
            "vi": "Anh ta là một bộ tộc khát máu."
        },
        {
            "en": "He is a <em>bloodthirsty</em> killer.",
            "vi": "Anh ta là một sát thủ khát máu."
        },
        {
            "en": "The farcical ballyhoo of democracy of the <em>bloodthirsty</em> dictators",
            "vi": "Trò hề bán rao dân chủ của những kẻ độc tài khát máu"
        },
        {
            "en": "They're the most ruthless and <em>bloodthirsty</em> brigands in the entire country.",
            "vi": "Chúng nó là những kẻ cướp tàn bạo và khát máu nhất trên cả nước."
        },
        {
            "en": "They 're the most ruthless and <em>bloodthirsty</em> brigands in the entire country.",
            "vi": "Chúng nó là những kẻ cướp tàn bạo và khát máu nhất trên cả nước."
        },
        {
            "en": "Bedbugs, tiny <em>bloodthirsty</em> insects, are hosts to organisms that cause hepatitis B and Chagas disease, say health experts.",
            "vi": "Rệp, loài côn trùng hút máu nhỏ xíu, là vật chủ gây ra bệnh viêm gan B và bệnh Chagas, các chuyên gia y tế cho biết."
        },
        {
            "en": "Unfortunately, the real Nero is not the knight in shining amour of the fairy tales, but a <em>bloodthirsty</em> tyrant.",
            "vi": "Rủi thay, Nero thứ thiệt chẳng phải là chàng hiệp sĩ mặc áo giáp sáng bóng trong truyện cổ tích, mà lại là một tên bạo chúa khát máu."
        },
        {
            "en": "A valiant resistance sniper hunted down and killed two <em>bloodthirsty</em> fascist occupiers near the al Hurya base in the city of Karkook at 7. 30 on Sunday 21 May 2006.",
            "vi": "Một người bắn tỉa của quân kháng chiến quả cảm đã săn lùng và giết hai tên chiếm đóng phát xít khát máu ở gần căn cứ Hurya thuộc thành phố Karkook lúc 7.30 Chủ nhật ngày 21 tháng 5 năm 2006."
        },
        {
            "en": "A valiant resistance sniper hunted down and killed two <em>bloodthirsty</em> fascist occupiers near the al Hurya base in the city of Karkook at 7.30 on Sunday 21 May 2006.",
            "vi": "Một người bắn tỉa của quân kháng chiến quả cảm đã săn lùng và giết hai tên chiếm đóng phát xít khát máu ở gần căn cứ Hurya thuộc thành phố Karkook lúc 7. 30 Chủ nhật ngày 21 tháng 5 năm 2006."
        },
        {
            "en": "As the clock began to toll out the hour, vibrating under the soles of my sluggish feet, I knew I was too late—and I was glad something <em>bloodthirsty</em> waited in the wings.",
            "vi": "Khi đồng hồ bắt đầu báo giờ, rung lên dưới lòng bàn chân chậm chạp của tôi, tôi biết mình đã quá muộn - và tôi mừng vì có những kẻ khát máu đang chờ đợi mình."
        },
        {
            "en": "Alice had said there was a good chance we would both die here. Perhaps the outcome would be different if she weren't trapped by the brilliant sunlight; only I was free to run across this bright, crowded square.\nAnd I couldn't run fast enough.\nSo it didn't matter to me that we were surrounded by our extraordinarily dangerous enemies. As the clock began to toll out the hour, vibrating under the soles of my sluggish feet, I knew I was too late—and I was glad something <em>bloodthirsty</em> waited in the wings. For in failing at this, I forfeited any desire to live.\nThe clock tolled again, and the sun beat down from the exact center point of the sky.",
            "vi": "Alice đã nói có khả năng cao là cả hai chúng tôi sẽ chết ở đây. Có lẽ chuyện sẽ khác đi nếu cô không bị ánh nắng chói loà giữ chân; chỉ một mình tôi có thể chạy qua quảng trường nắng chang chang, đông đúc này. \nMà tôi thì không thể chạy đủ nhanh. \nVì vậy chuyện bị bao quanh bởi những kẻ thù nguy hiểm cùng cực chẳng còn quan trọng gì với tôi nữa.  Khi đồng hồ bắt đầu báo giờ, rung lên dưới lòng bàn chân chậm chạp của tôi, tôi biết mình đã quá muộn - và tôi mừng vì có những kẻ khát máu đang chờ đợi mình.  Vì nếu không làm được chuyện này thì tôi không còn muốn sống thêm một chút nào nữa. \nĐồng hồ lại điểm giờ, và mặt trời như đổ lửa giữa trời."
        },
        {
            "en": "8 Things in Your Home That May Be Harming You        Home sweet home, right? Well, sort of. You may be unaware of the potential health dangers lurking in your abode — from critters in the kitchen to bugs in the bedroom. Here’s what you need to know and what to do. By Sarah Jio v Your kitchen sponge Maybe you’ve heard about the germs on your kitchen sponge (gross news flash—there may be as many as 20 million microbes on it right now). But here’s the deal: Your method for “cleaning” that sponge may be leaving it loaded with potentially hazardous bacteria that can make you ill. Researchers at the USDA’s Agricultural Research Service found that some common cleaning methods for sponges—soaking them in a bleach solution, lemon juice or water—did not eradicate the germs. What to do The best ways to clean a dirty sponge, they say, are in the microwave (on high for one minute) and in the dishwasher, which will kill 99.9 percent of all germs. v Your bed Have you been on a trip recently? If so, you may have brought home some hitchhikers—of the creepy-crawly variety. Bedbugs, tiny <em>bloodthirsty</em> insects, are hosts to organisms that cause hepatitis B and Chagas disease, say health experts. But the real problem seems to be the infections and allergic reactions that can sometimes result from bedbug bites. According to the Environmental Protection Agency, bedbugs are on the rise and becoming an increasing health problem. The insects, which hide in the crevices of mattresses and bedding, are showing up everywhere, from hostels to the swankiest hotels, and they often find their way into people’s luggage, transporting themselves to unsuspecting homes. What to do If you’ve done some traveling recently, and especially if you’ve noticed any mysterious bug bites, wash everything in your luggage and consider scrubbing your suitcase with a stiff brush before giving it a good vacuuming. v Your laptop You’re the only one who uses it, so how dirty can it be? In a word: filthy. A study by researchers at the University of North Carolina Health Care System found that keyboards were loaded with germs. Even more disgusting, the average public toilet bowl contains 41 germs per square inch. The average personal keyboard? Some 21,000 germs per square inch. “Toilet bowls get cleaned,” says Philip M. Tierno Jr., Ph.D., director of clinical microbiology and immunology at New York University Langone Medical Center, “but keyboards rarely do.” What to do Tierno says the best way to keep your laptop or computer’s keyboard clean is to gently wipe it down daily with disinfecting wipes. v Your shower curtain According to research by the Center for Health, Environment & Justice, shower curtains and liners made from polyvinyl chloride (PVC) may be harmful to your health. Their study suggests that PVC releases potentially harmful chemicals into your bathroom. While there is still some debate among health experts about how much of these chemicals could be deemed harmful, many believe that limiting your exposure to chemicals, wherever possible, makes sense. What to do Check your shower curtain’s label to see if it’s made of vinyl or PVC. While not all manufacturers disclose this information, some retailers, like Ikea, have banned PVC shower curtains altogether, and Target has promised to phase out the material in its shower-curtain products in the months ahead. v Your laundry Nobody thinks of the washing machine as a germ magnet—that’s where clothes get clean, right? Not if you’re using a public machine, and especially if that machine uses water that’s not hot enough, says Tierno. Here’s why: Lower temperatures can encourage the spread of germs. Researchers at the University of Arizona found that intestinal viruses such as hepatitis A can be easily transferred from underwear to other garments during the washing process. Even worse, some germs can lurk in public washing machines and find their way to your clothes. What to do Wash your underwear and towels separately, using bleach if possible, and wash all towels in water that’s at least 155 degrees, which will kill most germs. Not sure if your apartment’s water temperature is hot enough? Talk to the building manager. v Your humidifier Watch out for the humidifier, say germ experts. “If it’s not cleaned properly, a humidifier can become a repository for legionella and other pathogens that cause respiratory infections,” says Tierno. What to do If you like sleeping with a humidifier in your room, be sure to clean it often—at least a few times a week—by mixing a solution of one-part bleach to 19 parts water (for most humidifiers, this would equal about a half or full cup of bleach) and letting it sit for a few minutes before rinsing well.  v Your doorknob Think of the people who have touched your front doorknob in the past 48 hours: the UPS man, a neighbor, a solicitor, your friends—it’s easy to lose count. Now think of all the places they’ve been—the subway, public restrooms, grocery stores. Those germs are all on your doorknob right now, says Tierno. Most people let their guard down when it comes to their own door handles, he says, but we shouldn’t: “Viruses can survive for days on doorknobs, and you can easily get cross contamination from them,” he says. What to do Make a habit of wiping down your doorknob frequently with sanitizing wipes or sprays. Have a copper doorknob? You may be in luck. Researchers in England found that copper door handles had 95 percent fewer microorganisms on them compared with other doorknobs. Scientists believe that many germs, including MRSA, may not be able to survive on copper. v Your salt and pepper shakers When’s the last time you cleaned your salt and pepper shakers? Exactly. These unassuming little items get touched in all parts of the meal-prep process. Example: You give your sauce a dash of salt after touching raw chicken and then later set the shaker on the table. What to do Nobody thinks of cleaning their salt and pepper shakers, says Elizabeth Scott, Ph.D., assistant professor and co-director Simmons Center for Hygiene and Health in Home and Community at Simmons College, but to avoid cross-contamination and food poisoning, you should. “Best to wipe them with an EPA-registered disinfectant,” she says. “But better still, always wash your hands after handling raw foods and before touching anything else.” Nguồn: http://health.msn.com/health-topics/slideshow.aspx?cp-documentid=100243934&imageindex=1",
            "vi": "8 Things in Your Home That May Be Harming You      Không nơi nào bằng nhà mình, đúng không? Vâng, đại loại vậy. Bạn có thể không ý thức về những nguy hiểm tiềm ẩn cho sức khoẻ rình rập trong nhà mình – từ những sinh vật sống trong nhà bếp đến rệp bọ trong phòng ngủ. Đây là những gì bạn cần biết và làm Viết bởi Sarah Jio v Mút rửa chén của bạn Có lẽ bạn đã nghe về mầm bệnh trên mút rửa chén của bạn (tin nóng hổi là – có thể có đến 20 triệu vi khuẩn đang hiện diện trong đó ngay hiện tại). Nhưng đây là mẹo: Cách bạn “làm sạch” miếng mút có thể làm cho nó tiềm ẩn những vi khuẩn nguy hiểm có thể gây bệnh cho bạn. Các nhà nghiên cứu của Sở Nghiên Cứu Nông Nghiệp thuộc Bộ Nông Nghiệp Hoa Kỳ tìm thấy rằng một vài phương pháp làm sạch chung cho mút rửa – ngâm chúng trong dung dịch tẩy rửa, nước chanh hoặc nước – không tiêu diệt được mầm bệnh. Phải làm gì Theo các nhà nghiên cứu, cách tốt nhất để làm sạch xốp bẩn, là trong lò vi-ba (ở nhiệt độ cao trong một phút) và máy rửa chén, các cách sẽ giết 99.9 phần trăm tất cả mầm bệnh. v Giường ngủ của bạn Gần đây bạn có chuyến đi xa nào không? Nếu có, có thể bạn đã mang về nhà một kẻ quá giang – một giống của loài côn trùng “kinh dị”. Rệp, loài côn trùng hút máu nhỏ xíu, là vật chủ gây ra bệnh viêm gan B và bệnh Chagas, các chuyên gia y tế cho biết. Nhưng vấn đề thật sự dường như lại là các bệnh nhiễm trùng và phản ứng dị ứng đôi khi có thể tạo ra bởi vết cắn của rệp. Theo Cục Bảo Vệ Môi trường, rệp đang tăng và trở thành vấn đề sức khoẻ gia tăng. Côn trùng này, trốn trong các khe kẽ của đệm và giường ngủ, đang xuất hiện khắp nơi, từ nhà tập thể đến các khách sạn sang trọng nhất, và chúng thường tìm đường vào hành lý của mọi người, và cùng với mọi người trở về nhà của họ. Phải làm gì Nếu gần đây bạn đã có đi du lịch, và đặc biệt là nếu bạn đã nhận thấy bất kỳ vết bọ cắn bí ẩn nào, hãy rửa mọi thứ trong hành lý của bạn và xem xét cọ việc rửa va-li của bạn với chổi cứng trước khi hút bụi nó thật kỹ.  v Máy tính xách tay của bạn Bạn là người duy nhất sử dụng nó, làm sao nó có thể bẩn được? Nói tóm lại: bẩn thỉu. Nghiên cứu của các nhà nghiên cứu tại Đại học của Hệ thống Chăm sóc Sức khoẻ Bắc Carolina nhận thấy là bàn phím chứa đầy mầm bệnh. Thậm chí gớm ghiếc hơn, một bồn cầu công cộng trung bình chứa 41 mầm bệnh trên mỗi inch vuông. Còn trung bình của bàn phím cá nhân? Khoảng 21,000 mầm bệnh trên mỗi inch vuông. Theo tiến sĩ Philip M. Tierno Jr., giám đốc vi sinh học và miễn dịch học lâm sàng của Trung tâm Y khoa Langone Đại học New York, “bồn cầu được chùi rửa, còn bàn phím thì hiếm khi”. Phải làm gì Tierno nói cách tốt nhất để giữ bàn phím máy tính xách tay hoặc máy tính của bạn sạch là nhẹ nhàng lau sạch nó hàng ngày với khăn lau khử trùng. v Màn tắm của bạn Theo nghiên cứu của Trung tâm Sức khỏe, Môi trường và Luật pháp, màn che buồng tắm và các lớp lót được làm từ polyvinyl clorua (PVC) có thể có hại cho sức khoẻ của bạn. Nghiên cứu của họ cho rằng nhựa PVC thải ra các hoá chất độc hại tiềm ẩn vào phòng tắm của bạn. Trong khi vẫn có một số cuộc tranh luận giữa các chuyên gia y tế là có bao nhiêu hoá chất này có thể bị cho là có hại, nhiều người tin việc giới hạn sự tiếp xúc của bạn với các hoá chất, bất cứ khi nào có thể, thì có ý nghĩa. Phải làm gì Kiểm tra nhãn của màn che buồng tắm của bạn để xem liệu nó được làm bằng nhựa dẻo vinyl hoặc PVC hay không. Trong khi không phải mọi nhà sản xuất đều tiết lộ thông tin này, thì một vài nhà bán lẻ, như Ikea, đã cấm tất cả màn che buồng tắm bằng PVC nói chung, và Target đã hứa sẽ giảm dần vật liệu này trong các sản phẩm màn che buồng tắm trong những tháng tới. v Việc giặt ủi của bạn Không ai nghĩ về máy giặt như một vật thu hút mầm bệnh - đó là nơi quần áo được giặt sạch, phải không? Không nếu như bạn đang sử dụng máy công cộng, và nhất là nếu máy sử dụng nước chưa đủ nóng. Đây là lý do: nhiệt độ thấp có thể khuyến khích lan truyền mầm bệnh. Các nhà nghiên cứu tại trường Đại học Arizona nhận thấy là các vi-rút đường ruột như là viêm gan có thể dễ dàng chuyển từ quần áo lót đến quần áo khác trong quá trình giặt giũ. Thậm chí tệ hơn, một số mầm bệnh có thể ẩn trong các máy giặt công cộng và tìm cách vào quần áo của bạn.  Phải làm gì Giặt quần áo lót và khăn tắm của bạn riêng rẽ, sử dụng thuốc tẩy nếu có thể, và giặt tất cả khăn tắm trong nước có nhiệt độ ít nhất là 155 độ, sẽ giết đa số mầm bệnh. Nếu không chắc chắn nhiệt độ của nước của căn hộ của bạn đủ nóng? Hãy nói với quản lý toà nhà. v Máy tạo hơi ẩm của bạn Theo các chuyên gia về mầm bệnh, hãy đề phòng máy tạo hơi ẩm. \"Nếu nó không được làm sạch đúng, máy tạo hơi ẩm có thể trở thành kho chứa vi khuẩn Legionella và các mầm bệnh gây ra bệnh đường hô hấp\". Phải làm gì Nếu bạn thích ngủ với máy tạo hơi ẩm trong phòng của bạn, chắc chắn sẽ làm sạch nó thường xuyên - ít nhất một vài lần một tuần – bằng cách trộn một dung dịch gồm 1 phần thuốc tẩy và 19 phần nước (cho đa số máy tạo hơi ẩm, lượng này sẽ bằng một nửa hoặc một tách đầy của thuốc tẩy) và để cho nó hoà tan trong vài phút trước khi chùi rửa. v Tay nắm cửa của bạn Nghĩ về những người đã chạm vào tay nắm cửa trước của bạn trong 48 tiếng đồng hồ vừa qua: người chuyển phát hàng, người hàng xóm, luật sư, bạn bè - khó mà đếm nổi. Bây giờ nghĩ về những nơi họ đã từng đến - tàu điện ngầm, nhà vệ sinh công cộng, cửa hàng tạp hoá. Các mầm bệnh đó là tất cả những gì trên tay nắm cửa của bạn ngay bây giờ. Hầu hết mọi người ít cảnh giác khi nói đến tay nắm cửa của họ, tiến sĩ Tierno cho biết, nhưng chúng ta không nên như vậy vì: \"Vi-rút có thể sống sót bao ngày trời trên tay nắm cửa, và bạn có thể dễ dàng bị qua nhiễm khuẩn từ chúng. Phải làm gì Tạo thói quen lau tay nắm cửa của bạn thường xuyên với khăn hoặc nước tẩy rửa. Có tay nắm cửa đồng? Bạn có thể đang gặp may. Các nhà nghiên cứu ở Anh nhận thấy là tay nắm cửa bằng đồng có ít hơn 95 phần trăm vi sinh vật so với tay nắm cửa khác. Các nhà khoa học tin rằng nhiều mầm bệnh, bao gồm siêu vi trùng MRSA, có thể không đủ khả năng tồn tại trên đồng. v Lọ muối và tiêu của bạn Khi nào là lần cuối cùng bạn làm sạch lọ muối và tiêu của bạn? Chính xác. Các món vật dụng nhỏ khiêm tốn này bị chạm vào tất cả các bộ phận trong quá trình chuẩn bị bữa ăn. Ví dụ: bạn cho vào nước xốt của bạn một chút muối sau khi chạm vào thịt gà sống và sau đó đặt chiếc lọ trên bàn. Phải làm gì Theo tiến sĩ Elizabeth Scott, giáo sư trợ giảng và đồng giám đốc Trung tâm Vệ sinh và Sức khoẻ tại nhà và cộng đồng Simmons thuộc trường cao đẳng Simmons, không ai nghĩ đến việc chùi rửa các lọ muối và tiêu của họ. Nhưng để tránh nhiễm bẩn chéo và ngộ độc thực phẩm thì bạn nên “Tốt nhất là làm sạch các vật dụng đó bằng thuốc khử trùng đã được đăng ký với Cơ quan Bảo vệ Môi sinh. Nhưng để tốt hơn nữa thì hãy luôn rửa tay sau khi chạm vào thực phẩm sống trước khi chạm vào bất cứ thứ gì khác.”"
        },
        {
            "en": "It made me sad that he had to try so hard. I comforted myself with the knowledge that I wouldn’t be causing him pain much longer.  I heard Charlie approaching then, stamping his feet on the way to express his customary displeasure with our guest. Edward’s eyes snapped open and he let our hands fall, keeping them twined.     “Good evening, Charlie.” Edward was always flawlessly polite, though Charlie didn’t deserve it. Charlie grunted at him, and then stood there with his arms crossed over his chest. He was taking the idea of parental supervision to extremes lately.  “I brought another set of applications,” Edward told me then, holding up a stuffed manila envelope. He was wearing a roll of stamps like a ring around his littlest finger.    I groaned. How were there any colleges left that he hadn’t forced me to apply to already? And how did he keep finding these loophole openings? It was so late in the year.  He smiled as if he could read my thoughts; they must have been very obvious on my face. “There are still a few open deadlines. And a few places willing to make exceptions.”    I could just imagine the motivations behind such exceptions. And the dollar amounts involved.  Edward laughed at my expression.  “Shall we?” he asked, towing me toward the kitchen table.  Charlie huffed and followed behind, though he could hardly complain about the activity on tonight’s agenda. He’d been pestering me to make a decision about college on a daily basis.    I cleared the table quickly while Edward organized an intimidating stack of forms. When I moved Wuthering Heights to the counter, Edward raised one eyebrow. I knew what he was thinking, but Charlie interrupted before Edward could comment.  “Speaking of college applications, Edward,” Charlie said, his tone even more sullen — he tried to avoid addressing Edward directly, and when he had to, it exacerbated his bad mood. “Bella and I were just talking about next year. Have you decided where you’re going to school?”      Edward smiled up at Charlie and his voice was friendly. “Not yet. I’ve received a few acceptance letters, but I’m still weighing my options.”  “Where have you been accepted?” Charlie pressed.  “Syracuse . . . Harvard . . . Dartmouth . . . and I just got accepted to the University of Alaska Southeast today.” Edward turned his face slightly to the side so that he could wink at me. I stifled a giggle.    “Harvard? Dartmouth?” Charlie mumbled, unable to conceal his awe. “Well that’s pretty . . . that’s something. Yeah, but the University of Alaska . . . you wouldn’t really consider that when you could go Ivy League. I mean, your father would want you to . . .”  “Carlisle’s always fine with whatever I choose to do,” Edward told him serenely.  “Hmph.”     “Guess what, Edward?” I asked in a bright voice, playing along.  “What, Bella?”  I pointed to the thick envelope on the counter. “I just got my acceptance to the University of Alaska!”  “Congratulations!” He grinned. “What a coincidence.”  Charlie’s eyes narrowed and he glared back and forth between the two of us. “Fine,” he muttered after a minute. “I’m going to go watch the game, Bella. Nine-thirty.”  That was his usual parting command.     “Er, Dad? Remember the very recent discussion about my freedom . . . ?”  He sighed. “Right. Okay, ten -thirty. You still have a curfew on school nights.”  “Bella’s no longer grounded?” Edward asked. Though I knew he wasn’t really surprised, I couldn’t detect any false note to the sudden excitement in his voice.  “Conditionally,” Charlie corrected through his teeth. “What’s it to you?”  I frowned at my dad, but he didn’t see.  “It’s just good to know,” Edward said. “Alice has been itching for a shopping partner, and I’m sure Bella would love to see some city lights.” He smiled at me.  But Charlie growled, “No!” and his face flushed purple.      “Dad! What’s the problem?”  He made an effort to unclench his teeth. “I don’t want you going to Seattle right now.”  “Huh?”  “I told you about that story in the paper — there’s some kind of gang on a killing spree in Seattle and I want you to steer clear, okay?”    I rolled my eyes. “Dad, there’s a better chance that I’ll get struck by lightning than that the one day I’m in Seattle —”  “No, that’s fine, Charlie,” Edward said, interrupting me. “I didn’t mean Seattle. I was thinking Portland, actually. I wouldn’t have Bella in Seattle, either. Of course not.”  I looked at him in disbelief, but he had Charlie’s newspaper in his hands and he was reading the front page intently     He must have been trying to appease my father. The idea of being in danger from even the most deadly of humans while I was with Alice or Edward was downright hilarious.  It worked. Charlie stared at Edward for one second more, and then shrugged. “Fine.” He stalked off toward the living room, in a bit of a hurry now — maybe he didn’t want to miss tip-off.  I waited till the TV was on, so that Charlie wouldn’t be able to hear me.  “What —,” I started to ask.  “Hold on,” Edward said without looking up from the paper. His eyes stayed focused on the page as he pushed the first application toward me across the table. “I think you can recycle your essays for this one. Same questions.”     Charlie must still be listening. I sighed and started to fill out the repetitive information: name, address, social. . . . After a few minutes I glanced up, but Edward was now staring pensively out the window. As I bent my head back to my work, I noticed for the first time the name of the school.  I snorted and shoved the papers aside.      “Bella?”  “Be serious, Edward. Dartmouth ?”  Edward lifted the discarded application and laid it gently in front of me again. “I think you’d like New Hampshire,” he said. “There’s a full complement of night courses for me, and the forests are very conveniently located for the avid hiker. Plentiful wildlife.” He pulled out the crooked smile he knew I couldn’t resist.     I took a deep breath through my nose.  “I’ll let you pay me back, if that makes you happy,” he promised. “If you want, I can charge you interest.”  “Like I could even get in without some enormous bribe. Or was that part of the loan? The new Cullen wing of the library? Ugh. Why are we having this discussion again?”     “Will you just fill out the application, please, Bella? It won’t hurt you to apply.”  My jaw flexed. “You know what? I don’t think I will.”  I reached for the papers, planning to crumple them into a suitable shape for lobbing at the trashcan, but they were already gone. I stared at the empty table for a moment, and then at Edward. He didn’t appear to have moved, but the application was probably already tucked away in his jacket.      “What are you doing?” I demanded.  “I sign your name better than you do yourself. You’ve already written the essays.”  “You’re going way overboard with this, you know.” I whispered on the off chance that Charlie wasn’t completely lost in his game. “I really don’t need to apply anywhere else. I’ve been accepted in Alaska. I can almost afford the first semester’s tuition. It’s as good an alibi as any. There’s no need to throw away a bunch of money, no matter whose it is.”  A pained looked tightened his face. “Bella —”  “Don’t start. I agree that I need to go through the motions for Charlie’s sake, but we both know I’m not going to be in any condition to go to school next fall. To be anywhere near people.”     My knowledge of those first few years as a new vampire was sketchy. Edward had never gone into details — it wasn’t his favorite subject — but I knew it wasn’t pretty. Self-control was apparently an acquired skill. Anything more than correspondence school was out of the question.  “I thought the timing was still undecided,” Edward reminded me softly. “You might enjoy a semester or two of college. There are a lot of human experiences you’ve never had.”  “I’ll get to those afterward.”  “They won’t be human experiences afterward. You don’t get a second chance at humanity, Bella.”  I sighed. “You’ve got to be reasonable about the timing, Edward. It’s just too dangerous to mess around with.”     “There’s no danger yet,” he insisted.  I glared at him. No danger? Sure. I only had a sadistic vampire trying to avenge her mate’s death with my own, preferably through some slow and torturous method. Who was worried about Victoria? And, oh yeah, the Volturi — the vampire royal family with their small army of vampire warriors — who insisted that my heart stop beating one way or another in the near future, because humans weren’t allowed to know they existed. Right. No reason at all to panic.  Even with Alice keeping watch — Edward was relying on her uncannily accurate visions of the future to give us advance warning — it was insane to take chances.    Besides, I’d already won this argument. The date for my transformation was tentatively set for shortly after my graduation from high school, only a handful of weeks away.  A sharp jolt of unease pierced my stomach as I realized how short the time really was. Of course this change was necessary — and the key to what I wanted more than everything else in the world put together — but I was deeply conscious of Charlie sitting in the other room enjoying his game, just like every other night. And my mother, Renée, far away in sunny Florida, still pleading with me to spend the summer on the beach with her and her new husband. And Jacob, who, unlike my parents, would know exactly what was going on when I disappeared to some distant school. Even if my parents didn’t grow suspicious for a long time, even if I could put off visits with excuses about travel expenses or study loads or illnesses, Jacob would know the truth.    For a moment, the idea of Jacob’s certain revulsion overshadowed every other pain.  “Bella,” Edward murmured, his face twisting when he read the distress in mine. “There’s no hurry. I won’t let anyone hurt you. You can take all the time you need.”  “I want to hurry,” I whispered, smiling weakly, trying to make a joke of it. “I want to be a monster, too.”     His teeth clenched; he spoke through them. “You have no idea what you’re saying.” Abruptly, he flung the damp newspaper onto the table in between us. His finger stabbed the headline on the front page:  DEATH TOLL ON THE RISE, POLICE FEAR GANG ACTIVITY  “What does that have to do with anything?”  “Monsters are not a joke, Bella.”  I stared at the headline again, and then up to his hard expression. “A . . . avampire is doing this?” I whispered.     He smiled without humor. His voice was low and cold. “You’d be surprised, Bella, at how often my kind are the source behind the horrors in your human news. It’s easy to recognize, when you know what to look for. The information here indicates a newborn vampire is loose in Seattle. <em>Bloodthirsty</em>, wild, out of control. The way we all were.”  I let my gaze drop to the paper again, avoiding his eyes.     “We’ve been monitoring the situation for a few weeks. All the signs are there — the unlikely disappearances, always in the night, the poorly disposed-of corpses, the lack of other evidence. . . . Yes, someone brand-new. And no one seems to be taking responsibility for the neophyte. . . .” He took a deep breath. “Well, it’s not our problem. We wouldn’t even pay attention to the situation if wasn’t going on so close to home. Like I said, this happens all the time. The existence of monsters results in monstrous consequences.”      I tried not to see the names on the page, but they jumped out from the rest of the print like they were in bold. The five people whose lives were over, whose families were mourning now. It was different from considering murder in the abstract, reading those names. Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O’Connell, Ronald Albrook. People who’d had parents and children and friends and pets and jobs and hopes and plans and memories and futures. . . .  “It won’t be the same for me,” I whispered, half to myself. “You won’t let me be like that. We’ll live in Antarctica.”     Edward snorted, breaking the tension. “Penguins. Lovely.”  I laughed a shaky laugh and knocked the paper off the table so I wouldn’t have to see those names; it hit the linoleum with a thud. Of course Edward would consider the hunting possibilities. He and his “vegetarian” family — all committed to protecting human life — preferred the flavor of large predators for satisfying their dietary needs. “Alaska, then, as planned. Only somewhere much more remote than Juneau — somewhere with grizzlies galore.”  “Better,” he allowed. “There are polar bears, too. Very fierce. And the wolves get quite large.”      My mouth fell open and my breath blew out in a sharp gust.  “What’s wrong?” he asked. Before I could recover, the confusion vanished and his whole body seemed to harden. “Oh. Never mind the wolves, then, if the idea is offensive to you.” His voice was stiff, formal, his shoulders rigid.  “He was my best friend, Edward,” I muttered. It stung to use the past tense. “Of course the idea offends me.”  “Please forgive my thoughtlessness,” he said, still very formal. “I shouldn’t have suggested that.”  “Don’t worry about it.” I stared at my hands, clenched into a double fist on the table.  We were both silent for a moment, and then his cool finger was under my chin, coaxing my face up. His expression was much softer now.       “Sorry. Really.”  “I know. I know it’s not the same thing. I shouldn’t have reacted that way. It’s just that . . . well, I was already thinking about Jacob before you came over.” I hesitated. His tawny eyes seemed to get a little bit darker whenever I said Jacob’s name. My voice turned pleading in response. “Charlie says Jake is having a hard time. He’s hurting right now, and . . . it’s my fault.”  “You’ve done nothing wrong, Bella.”  I took a deep breath. “I need to make it better, Edward. I owe him that. And it’s one of Charlie’s conditions, anyway —”     His face changed while I spoke, turning hard again, statue-like.  “You know it’s out of the question for you to be around a werewolf unprotected, Bella. And it would break the treaty if any of us cross over onto their land. Do you want us to start a war?”  “Of course not!”  “Then there’s really no point in discussing the matter further.” He dropped his hand and looked away, searching for a subject change. His eyes paused on something behind me, and he smiled, though his eyes stayed wary.  “I’m glad Charlie has decided to let you out — you’re sadly in need of a visit to the bookstore. I can’t believe you’re reading Wuthering Heights again. Don’t you know it by heart yet?”     “Not all of us have photographic memories,” I said curtly.  “Photographic memory or not, I don’t understand why you like it. The characters are ghastly people who ruin each others’ lives. I don’t know how Heathcliff and Cathy ended up being ranked with couples like Romeo and Juliet or Elizabeth Bennet and Mr. Darcy. It isn’t a love story, it’s a hate story.”     “You have some serious issues with the classics,” I snapped.  “Perhaps it’s because I’m not impressed by antiquity.” He smiled, evidently satisfied that he’d distracted me. “Honestly, though, why do you read it over and over?” His eyes were vivid with real interest now, trying — again — to unravel the convoluted workings of my mind. He reached across the table to cradle my face in his hand. “What is it that appeals to you?”    His sincere curiosity disarmed me. “I’m not sure,” I said, scrambling for coherency while his gaze unintentionally scattered my thoughts. “I think it’s something about the inevitability. How nothing can keep them apart — not her selfishness, or his evil, or even death, in the end. . . .”  His face was thoughtful as he considered my words. After a moment he smiled a teasing smile. “I still think it would be a better story if either of them had one redeeming quality.”     “I think that may be the point,” I disagreed. “Their love is their only redeeming quality.”  “I hope you have better sense than that — to fall in love with someone so . . . malignant.”  “It’s a bit late for me to worry about who I fall in love with,” I pointed out. “But even without the warning, I seem to have managed fairly well.”      He laughed quietly. “I’m glad you think so.”  “Well, I hope you’re smart enough to stay away from someone so selfish. Catherine is really the source of all the trouble, not Heathcliff.”  “I’ll be on my guard,” he promised.  I sighed. He was so good at distractions.  I put my hand over his to hold it to my face. “I need to see Jacob.”  His eyes closed. “No.”      “It’s truly not dangerous at all,” I said, pleading again. “I used to spend all day in La Push with the whole lot of them, and nothing ever happened.”  But I made a slip; my voice faltered at the end because I realized as I was saying the words that they were a lie. It was not true that nothing had ever happened. A brief flash of memory — an enormous gray wolf crouched to spring, baring his dagger-like teeth at me — had my palms sweating with an echo of remembered panic.  Edward heard my heart accelerate and nodded as if I’d acknowledged the lie aloud. “Werewolves are unstable. Sometimes, the people near them get hurt. Sometimes, they get killed.”     I wanted to deny it, but another image slowed my rebuttal. I saw in my head the once beautiful face of Emily Young, now marred by a trio of dark scars that dragged down the corner of her right eye and left her mouth warped forever into a lopsided scowl.  He waited, grimly triumphant, for me to find my voice.  “You don’t know them,” I whispered.  “I know them better than you think, Bella. I was here the last time.”  “The last time?”     “We started crossing paths with the wolves about seventy years ago. . . . We had just settled near Hoquiam. That was before Alice and Jasper were with us. We outnumbered them, but that wouldn’t have stopped it from turning into a fight if not for Carlisle. He managed to convince Ephraim Black that coexisting was possible, and eventually we made the truce.”  Jacob’s great-grandfather’s name startled me.    “We thought the line had died out with Ephraim,” Edward muttered; it sounded like he was talking to himself now. “That the genetic quirk which allowed the transmutation had been lost. . . .” He broke off and stared at me accusingly. “Your bad luck seems to get more potent every day. Do you realize that your insatiable pull for all things deadly was strong enough to recover a pack of mutant canines from extinction? If we could bottle your luck, we’d have a weapon of mass destruction on our hands.”  I ignored the ribbing, my attention caught by his assumption — was he serious? “But I didn’t bring them back. Don’t you know?”     “Know what?”  “My bad luck had nothing to do with it. The werewolves came back because the vampires did.”  Edward stared at me, his body motionless with surprise.  “Jacob told me that your family being here set things in motion. I thought you would already know. . . .”  His eyes narrowed. “Is that what they think?”  “Edward, look at the facts. Seventy years ago, you came here, and the werewolves showed up. You come back now, and the werewolves show up again. Do you think that’s a coincidence?”     He blinked and his glare relaxed. “Carlisle will be interested in that theory.”  “Theory,” I scoffed.  He was silent for a moment, staring out the window into the rain; I imagined he was contemplating the fact that his family’s presence was turning the locals into giant dogs.  “Interesting, but not exactly relevant,” he murmured after a moment. “The situation remains the same.”  I could translate that easily enough: no werewolf friends.  I knew I must be patient with Edward. It wasn’t that he was unreasonable, it was just that he didn’t understand. He had no idea how very much I owed Jacob Black — my life many times over, and possibly my sanity, too.     I didn’t like to talk about that barren time with anyone, and especially not Edward. He had only been trying to save me when he’d left, trying to save my soul. I didn’t hold him responsible for all the stupid things I’d done in his absence, or the pain I had suffered.  He did.  So I would have to word my explanation very carefully.  I got up and walked around the table. He opened his arms for me and I sat on his lap, nestling into his cool stone embrace. I looked at his hands while I spoke.    “Please just listen for a minute. This is so much more important than some whim to drop in on an old friend. Jacob is in pain.” My voice distorted around the word. “I can’t not try to help him — I can’t give up on him now, when he needs me. Just because he’s not human all the time. . . . Well, he was there for me when I was . . . not so human myself. You don’t know what it was like. . . .” I hesitated. Edward’s arms were rigid around me; his hands were in fists now, the tendons standing out. “If Jacob hadn’t helped me . . . I’m not sure what you would have come home to. I owe him better than this, Edward.”     I looked up at his face warily. His eyes were closed, and his jaw was strained.  “I’ll never forgive myself for leaving you,” he whispered. “Not if I live a hundred thousand years.”  I put my hand against his cold face and waited until he sighed and opened his eyes.  “You were just trying to do the right thing. And I’m sure it would have worked with anyone less mental than me. Besides, you’re here now. That’s the part that matters.”  “If I’d never left, you wouldn’t feel the need to go risk your life to comfort a dog .”  I flinched. I was used to Jacob and all his derogatory slurs —bloodsucker, leech, parasite . . . .    Somehow it sounded harsher in Edward’s velvet voice.  “I don’t know how to phrase this properly,” Edward said, and his tone was bleak. “It’s going to sound cruel, I suppose. But I’ve come too close to losing you in the past. I know what it feels like to think I have. I am not going to tolerate anything dangerous.”  “You have to trust me on this. I’ll be fine.”  His face was pained again. “Please, Bella,” he whispered.  I stared into his suddenly burning golden eyes. “Please what?”  “Please, for me. Please make a conscious effort to keep yourself safe. I’ll do everything I can, but I would appreciate a little help.”      “I’ll work on it,” I murmured.  “Do you really have any idea how important you are to me? Any concept at all of how much I love you?” He pulled me tighter against his hard chest, tucking my head under his chin.  I pressed my lips against his snow-cold neck. “I know how much I love you ,” I answered.  “You compare one small tree to the entire forest.”  I rolled my eyes, but he couldn’t see. “Impossible.”  He kissed the top of my head and sighed.  “No werewolves.”  “I’m not going along with that. I have to see Jacob.”  “Then I’ll have to stop you.”    He sounded utterly confident that this wouldn’t be a problem.  I was sure he was right.  “We’ll see about that,” I bluffed anyway. “He’s still my friend.”  I could feel Jacob’s note in my pocket, like it suddenly weighed ten pounds. I could hear the words in his voice, and he seemed to be agreeing with Edward — something that would never happen in reality.  Doesn’t change anything. Sorry.",
            "vi": "Điều đó làm tôi buồn khi anh phải cố gắng thật nhiều như vậy. Tôi an ủi mình bằng chuyện mình sẽ không làm cho anh đau đớn lâu hơn.  Thế rồi tôi nghe tiếng Charlie đến gần, nện bước chân của ông trên đường đi tỏ thái độ không hài lòng cố hữu của ông với vị khách của chúng tôi. Mắt Edward vội mở ra và anh buông bàn tay chúng tôi xuống, vẫn đan vào nhau.    \"Chào Charlie.\" Edward lúc nào cũng hết sức lịch sự, cho dù Charlie không xứng đáng với điều đó. Charlie cằn nhằn anh, rồi đứng ở đó khoanh tay trước ngực. Gần đây ông muốn chứng tỏ quyền làm cha giám sát tôi hết sức nghiêm ngặt.  \"Anh mang đến một bộ đơn khác nữa,\" Edward nói với tôi rồi giơ lên phong bì bằng giấy ma-ni-la chật cứng. Anh đang cuộn một cuộn tem giống như cái nhẫn quanh ngón tay út của mình.    Tôi rên rỉ. Còn có trường cao đẳng nào còn sót lại mà anh không ép tôi nộp đơn không? Và làm sao anh cứ tìm những trường còn trống này hoài vậy? Năm nay đã trễ rồi mà.  Anh mỉm cười như thể đoán được ý nghĩ của tôi; chắc chúng hiện trên mặt tôi. \"Vẫn còn một vài thời hạn chót để ngỏ. Và một vài nơi sẵn sàng chấp nhận ngoại lệ”.    Tôi có thể hình dung được động cơ đằng sau những ngoại lệ ấy. Và chắc thế nào cũng dính đến tiền.  Edward cười nhạo vẻ mặt của tôi.  \"Mình làm chứ?\" anh hỏi, kéo tôi về phía bàn bếp.  Charlie gắt gỏng và đi theo sau, cho dù ông hầu như không than phiền gì về hoạt động của lịch trình đêm nay. Ông quấy rầy tôi mỗi ngày về việc chọn trường.     Tôi dọn bàn thật nhanh trong khi Edward sắp xếp lại chồng đơn đáng ngại. Khi tôi dời cuốn Đỉnh gió hú trên quầy, Edward nhướng mày. Tôi biết anh đang nghĩ gì, nhưng Charlie cắt ngang trước khi Edward bình luận.  \"Nói về vụ nộp đơn vào trường cao đẳng, Edward, \" Charlie nói, giọng ông thậm chí giận dỗi hơn - ông cố tránh gọi thẳng tên Edward, và khi ông bắt buộc phải lên tiếng, thì ông càng tức giận hơn.  \"Bella và tôi đang nói về năm tới. Cậu đã quyết định sẽ học trường nào chưa?\"    Edward tươi cười nhìn Charlie và giọng anh đầy thân thiện. \"Chưa. Cháu đã nhận được một vài thư đồng ý, nhưng cháu vẫn còn cân nhắc lựa chọn.\"  \"Thế nơi nào đã chấp nhận rồi?\" Charlie nhấn mạnh.  \"Syracuse…..Harvard……Dartmouth. Và cháu vừa nhận thư của đại học Alaska Southeast hôm nay.\" Edward hơi quay mặt sang một bên để có thể nháy mắt với tôi. Tôi nín cười.     \"Harvard? Dartmouth ?\" Charlie lầm bầm, không giấu được vẻ ngưỡng mộ. \"Ờ, tốt……. thế cũng được. Ờ, nhưng đại học Alaska….cậu không nghĩ đến chuyện cậu có thể học ở Ivy League à. Ý tôi là, cha cậu sẽ muốn cậu …..\"  \"Cháu chọn gì Carlisle cũng chịu hết,\" Edward bình tĩnh nói với ông.  \"Hừm.\"    \"Anh tưởng tượng được không, Edward?\" Tôi vui vẻ hỏi, xạo sự.  “Chuyện gì vậy Bella?\"  Tôi chỉ cái phong bì dày cộm trên quầy bếp. \"Em vừa nhận được thư chấp thuận của đại học Alaska!\"  \"Chúc mừng em!\" Anh cười toe toét. \"Trùng hợp làm sao.\"  Mắt Charlie nheo lại và ông nhìn qua lại hai chúng tôi. \"Tốt thôi,\" Một phút sau ông lẩm bẩm \" Bố đi coi đánh bóng đây, Bella. Nhớ chín giờ ba mươi nhé. \"  Đó là mệnh lệnh thường lệ của ông khi bỏ đi.    \"Eo, bố? Bố có nhớ mới nói xong về chuyện con tự do ... không?\"  Ông thở dài. \"Đúng vậy. Thôi được, mười giờ ba mươi. Con vẫn còn lệnh hạn chế học đêm ở trường đấy\"  \"Bella không bị cấm ra ngoài nữa sao?\" Edward hỏi. Dù tôi biết anh chẳng hề ngạc nhiên, nhưng tôi không thể phát hiện ra vẻ giả tạo trong giọng sung sướng bất ngờ của anh.  \"Có điều kiện,\" Charlie đính chính qua kẽ răng. \"Dính dáng gì tới cậu?\"  Tôi cau mày khó chịu với bố tôi, nhưng anh không thấy điều đó.  \"Thật vui khi biết vậy,\" Edward nói. \"Alice đang mong có một người mua sắm hợp rơ, và cháu chắc chắn rằng Bella muốn được ngắm nhìn ánh đèn thành phố.\" Anh mỉm cười với tôi.  Nhưng Charlie gầm gừ, \"Không được!\" và mặt ông chuyển sang đỏ tía.    \"Bố! Sao kỳ vậy bố?\"  Ông cố gắng lên tiếng. \"Bố không muốn con đi Seattle ngay bây giờ.\"  \"Hả?\"  \"Bố đã kể cho con nghe về chuyện đăng trong báo rồi - có băng nhóm nào đó đang bắn giết điên loạn ở Seattle và bố muốn con tránh xa, được chứ?\"    Tôi trợn tròn mắt. \"Bố, bị sét đánh còn dễ xảy ra hơn tự nhiên đúng ngày con ở Seattle -\"  \"Không đâu, được thôi, bác Charlie, \" Edward nói, ngắt lời tôi. \"Cháu không có ý nói đến Seattle. Thực ra cháu nghĩ đến Portland. Cháu cũng sẽ không để Bella đến Seattle đâu. Dĩ nhiên là không rồi.\"  Tôi nhìn anh nghi ngờ, nhưng anh cầm tờ báo của Charlie trong tay và anh đang đọc trang nhất chăm chú.    Chắc là anh đang cố gắng để dỗ dành bố thôi. Cái ý nghĩ gặp nguy hiểm dù là bởi những con người đáng sợ nhất trong khi đang ở bên Alice hay Edward thật hết sức buồn cười.  Có hiệu quả liền. Charlie nhìn chằm chằm vào Edward trong một giây nữa, rồi nhún vai. \"Tốt thôi.\" Ông hiên ngang đi về phía phòng khách, bây giờ thì hơi vội một chút - có lẽ ông không muốn bỏ lỡ phần bắt đầu hiệp đấu.  Tôi chờ đến khi TV được bật lên, để Charlie không nghe được.  \"Chuyện gì thế-,\" tôi bắt đầu hỏi.  \"Chờ chút,\" Edward nói không rời mắt khỏi tờ báo. Mắt anh vẫn nhìn vào trang này khi đẩy qua bàn lá đơn đầu tiên về phía tôi. \"Anh nghĩ em có thể chế lại bài tiểu luận của em cho lá đơn này. Cũng mấy câu hỏi giống nhau thôi\"    Charlie hẳn vẫn đang nghe ngóng. Tôi thở dài và bắt đầu điền vào thông tin lặp đi lặp lại cũ rích: tên, địa chỉ, tình trạng xã hội…..Sau vài phút, tôi liếc nhìn lên, nhưng Edward đang nhìn trầm ngâm ra cửa sổ. Khi cúi đầu trở lại với việc đang làm, tôi mới để ý đến tên của trường.  Tôi khịt mũi và đẩy mấy tờ giấy sang một bên.    \"Bella ?\"  \"Nghiêm túc đi, Edward. Trường Dartmouth sao?\"  Edward lấy cái đơn tôi đã bỏ và đặt nó nhẹ nhàng trước mặt tôi trở lại. \"Anh nghĩ em sẽ thích New Hampshire, \" anh nói. \"Có lớp đêm bổ sung đầy đủ cho anh, và rừng cũng nằm ở vị trí rất thuận tiện cho người mê đi bộ đường dài. Đầy nhóc động vật hoang dã. \" Anh nhếch môi mỉm cười nụ cười anh biết tôi không cưỡng lại nỗi.    Tôi hít thật sâu qua mũi.  \"Anh sẽ để em trả tiền lại, nếu em thích vậy,\" anh hứa. \"Nếu em muốn, anh có thể tính tiền lãi\"  \"Làm như em tự nhiên được nhận vào trường mà không cần tiền hối lộ khổng lồ vậy. Hay đó là điều kiện của chuyện cho vay tiền? Hay nhà Cullen bảo trợ cho thư viện mới? Eo ôi. Sao mình cứ nói đi nói lại chuyện này hoài vậy?\"     \"Em chỉ cần điền vào đơn này thôi mà, Bella? Có đau đớn gì đâu chứ.\"  Hàm tôi nghiến lại. \"Anh biết gì không? Em sẽ không điền đâu. \"  Tôi với lấy mấy tờ giấy, định vò tròn chúng lại để quăng vào thùng rác, nhưng chúng không còn ở đó nữa. Tôi nhìn chằm chằm vào cái bàn trống không một hồi lâu, rồi nhìn Edward. Anh như chẳng hề nhúc nhích, nhưng cái đơn có lẽ đã được giấu trong áo khoác của anh.    \"Anh sẽ làm gì?\" Tôi gặng hỏi.  \"Anh sẽ ký tên em đẹp hơn là em tự ký. Em đã viết tiểu luận rồi còn gì.\"  \"Anh biết đó, anh quá nhiệt tình chuyện này đó\" Tôi thì thầm vì ít có khả năng Charlie hoàn toàn đắm chìm vào trận đấu. \"Em thật sự chẳng cần nộp đơn vô đâu hết. Em đã được chấp nhận vào Alaska. Em gần như có thể chi trả học phí trong học kỳ đầu tiên. Nó là chứng cớ ngoại phạm tốt cho mọi thứ. Không cần phải quăng cả đống tiền, dù đó là trường của ai.\"  Vẻ mặt anh căng ra đau đớn. \"Bella - \"  \"Đừng nói lại chuyện đó nữa. Em đồng ý là em cần xem xét kỹ lưỡng mọi hành động vì Charlie, nhưng cả hai chúng ta đều biết là em không thể nào đến trường vào mùa thu tới. Không thể nào ở bất kỳ đâu gần con người.\"    Kiến thức của tôi về mấy năm đầu tiên làm ma cà rồng mới rất sơ sài. Edward chẳng bao giờ chịu nói cặn kẽ - đó không phải là đề tài ưa thích của anh - nhưng tôi biết chẳng dễ chịu chút nào. Tự chủ rõ ràng là kỹ năng cần có. Bất cứ trường nào mà ngoài trường đào tạo từ xa là không thể được.  \"Anh tưởng chuyện chọn thời gian vẫn chưa ngã ngũ,\" Edward nhắc khẽ tôi. \"Em có thể học một hoặc hai học kỳ ở cao đẳng. Em chưa có nhiều kinh nghiệm làm người mà.\"  \"Sau đó em sẽ có thôi.\"  \"Sau đó sẽ không còn là kinh nghiệm làm người nữa. Em sẽ không có cơ hội làm người lần thứ hai đâu, Bella. \"  Tôi thở dài.\"Anh phải biết điều về vụ chọn thời gian chứ, Edward. Chuyện này quá nguy hiểm nên phải nghiêm túc mới được.\"    \"Chưa có gì nguy hiểm hết,\" anh nhấn mạnh.  Tôi nhìn anh trừng trừng. Không nguy hiểm ư? Chắc chắn rồi. Tôi chỉ thấy có một ma cà rồng ác dâm cố trả thù cái chết của bạn tình, bằng cách hành hạ đau đớn từ từ. Ai lo về vụ Victoria? Và còn, ồ, ờ, Volturi - một gia đình hoàng tộc ma cà rồng với đội quân nhỏ các chiến binh ma cà rồng - khăng khăng là tôi sẽ chết bằng cách này hay cách khác trong một ngày gần đây, vì con người không được phép biết họ tồn tại. Đúng. Có chút lý do gì để hoảng sợ đâu.  Ngay cả việc Alice luôn canh chừng - Edward dựa vào khả năng biết chính xác tương lai một cách kỳ lạ của cô ấy để cảnh báo cho chúng tôi mọi việc- thật là điên khi liều lĩnh như vậy.     Hơn nữa, tôi đã thắng trong cuộc tranh luận này. Ngày biến đổi tôi đã được tạm thời quyết định là ngay sau khi tốt nghiệp trung học, tức là chỉ còn vài tuần nữa thôi.  Cái xóc nẩy mạnh khó chịu xuyên qua dạ dày khi tôi nhận ra khoảng thời gian thực sự còn rất ngắn. Dĩ nhiên sự biến đổi này là cần thiết - và bởi đó chính là điều mà tôi mong muốn hơn hết thảy những gì trên thế gian này gộp lại - nhưng tôi quan tâm rất nhiều đến Charlie vẫn đang ngồi trong căn phòng kia thưởng thức trận đấu, như mọi buổi tối khác. Và mẹ tôi, Renée, đang ở tiểu bang đầy nắng Florida xa xôi, vẫn bảo tôi đến nghỉ hè trên bãi biển với bà và chồng mới cưới của bà. Và Jacob, một người, không giống như cha mẹ tôi, sẽ biết chính xác chuyện gì xảy ra khi tôi biến mất để đến ngôi trường nào đó xa xôi. Ngay cho dù cha mẹ tôi không nghi ngờ trong một thời gian dài, ngay cho dù tôi có thể hoãn viếng thăm với lời xin lỗi rằng vì chi phí đi lại hay vì học hành quá tải hoặc bệnh, nhưng Jacob sẽ biết sự thật.     Trong một chốc, cái ý nghĩ Jacob chắc chắn khiếp sợ đã làm lu mờ mọi nỗi đau khác.  \"Bella,\" Edward thì thầm, mặt anh nhăn lại khi đọc thấy niềm đau trong suy nghĩ của tôi. \"Không có gì phải vội. Anh sẽ không để cho bất kỳ ai làm em bị thương. Em hãy thong thả.\"  \"Em muốn nhanh,\" tôi thì thầm, mỉm cười yếu ớt, cố pha trò. \"Em cũng muốn trở thành quái vật nữa.”    Anh nghiến răng lại; nói qua kẽ răng. \"Em không biết em đang nói gì đâu.\" Bỗng dưng anh ném tờ báo ướt lên bàn ở giữa chúng tôi. Ngón tay anh chỉ vào dòng tít trên trang nhất :  DANH SÁCH NGƯỜI CHẾT ĐANG GIA TĂNG, CẢNH SÁT E RẰNG ĐÂY LÀ HOẠT ĐỘNG CỦA CÁC BĂNG NHÓM  \"Chuyện đó chẳng dính dáng tới gì hết?\"  \"Quái vật không phải là chuyện đùa đâu, Bella.\"  Tôi nhìn chằm chằm vào tiêu đề bài báo, rồi ngước lên nhìn vẻ mặt nghiêm nghị của anh.  ”Một…con ma cà rồng đang làm việc này à?\" Tôi thì thầm.    Anh cười chua chát. Giọng anh chùng xuống và lạnh lẽo.  \"Em sẽ ngạc nhiên, Bella, khi biết đồng loại của anh thường đứng sau những chuyện kinh dị đăng ở các trang tin tức của loài người. Thật dễ nhận ra, khi em biết em đang tìm kiếm gì. Thông tin ở đây cho biết một con ma cà rồng mới sinh đang sống buông thả ở Seattle. Khát máu, hoang dã, không kiểm soát được bản thân. Tất cả bọn anh đều thế.\"  Tôi nhìn chằm chằm vào tờ báo lần nữa, lẩn tránh ánh mắt anh.    \"Tụi anh đã giám sát tình hình trong một vài tuần nay. Mọi dấu hiệu đều có ở đó cả - biến mất mơ hồ, luôn vào ban đêm, – những xác chết ở trong tình trạng thảm khốc, thiếu bằng chứng khác... Đúng vậy, một con mới tinh. Và dường như chẳng ai chịu trách nhiệm về con ma cà rồng mới này. ..\" Anh hít thật sâu. \" Ừm, đó không phải là chuyện của mình. Bọn anh thậm chí chẳng thèm để mắt tới nếu nó không xảy ra ở gần nhà mình. Như anh đã nói, chuyện này xảy ra hoài. Sự hiện hữu của mấy con quái vật sẽ dẫn đến hậu quả ghê gớm.\"    Tôi cố không nhìn mấy cái tên trên trang này, nhưng chúng cứ nhảy ra khỏi phần còn lại của trang in như thể được in đậm vậy. Năm người bị chết, gia đình họ giờ đây đang than khóc. Khi đọc những cái tên đó, tôi thấy nó khác với những vụ giết người về mặt lý thuyết . Maureen Gardiner, Geoffrey Campbell, Grace Razi, Michelle O'Connell, Ronald Albrook. Những người này cũng có cha mẹ và con cái và bạn bè và thú cưng và công việc và hy vọng và kế hoạch và những kỷ niệm và tương lại nữa..…  \"Em sẽ không giống vậy đâu,\" tôi thì thầm, nửa tự nói với chính mình.  \"Anh sẽ không để em như thế nhé. Mình sẽ sống ở Nam cực.\"    Edward khịt mũi, phá tan đi sự căng thẳng. \"Có chim cánh cụt nữa. Dễ thương hết sức.\"  Tôi run run cười và gạt phăng tờ báo ra khỏi bàn để khòi nhìn thấy mấy cái tên đó nữa; nó chạm vô vải sơn lót sàn kêu cái thịch. Tất nhiên Edward sẽ xem xét khả năng săn mồi. Anh và cả gia đình \"ăn chay\" của anh - đều cam kết bảo vệ mạng sống con người – chọn hương vị của các con thú lớn để đáp ứng nhu cầu ăn kiêng của họ. \"Vậy thì, Alaska, như kế hoạch. Chỉ việc chọn nơi nào đó xa hơn Juneau - một nơi nào đó mà có thiệt nhiều gấu xám.\"  \"Tốt hơn,\" anh thêm vào. \"nên có cả gấu trắng Bắc Cực. Rất dữ tợn. Và loài sói sẽ đông lên.\"     Tôi há hốc và thở thật mạnh.  \"Có chuyện gì vậy?\" anh hỏi. Trước khi tôi có thể thở lại bình thường, vẻ không hiểu biến mất và toàn thân anh dường như rắn lại. \"Ồ. Vậy thì đừng để ý đến loài sói, nếu chuyện này làm em khó chịu.\" Giọng anh đanh lại, nghiêm nghị, đôi vai anh gồng lên.  \"Anh ấy đã từng là bạn thân nhất của em, Edward,\" tôi lẩm bẩm. Cảm thấy nhói đau khi sử dụng thời quá khứ. “Dĩ nhiên ý nghĩ đó làm em khó chịu.\"  \"Làm ơn bỏ qua chuyện anh thiếu suy nghĩ nhé,\" anh nói, vẫn với cái giọng nghiêm nghị ấy. \"Lẽ ra anh không nên nêu chuyện đó ra. \"  \"Đừng lo chuyện đó.\" Tôi nhìn chằm chằm vào bàn tay tôi, nắm lại thành hai nắm đấm trên bàn.  Cả hai chúng tôi đều im lặng một hồi lâu, và rồi ngón tay mát rượi của anh ở dưới cằm tôi, nâng mặt tôi lên. Giờ thì vẻ mặt của anh dịu nhiều.    \"Xin lỗi. Thật đấy.\"  \"Em biết. Em biết sẽ không còn như cũ nữa. Lẽ ra em không nên phản ứng như vậy. Chỉ là…..ừm, em đang nghĩ đến Jacob trước khi anh ghé qua.\" Tôi do dự. Đôi mắt vàng nâu của anh hình như tối lại mỗi khi tôi nhắc đến tên Jacob. Giọng tôi khẩn khoản đáp lại.\" Charlie nói Jake đang khổ sở. Hiện giờ anh ta đang đau đớn, và . . . do lỗi của em đó. \"  \"Em đâu có làm gì sai, Bella. \"  Tôi hít thật sâu. \"Em cần phải cải thiện tình hình, Edward. Em nợ anh ấy chuyện này. Và dù sao đó cũng là một trong những điều kiện của Charlie\"    Mặt anh đổi sắc khi tôi nói, trở nên rắn lại, như tượng.  \"Em biết là việc em loanh quanh bên cạnh người sói không có ai bảo vệ là không thể được, Bella. Và chuyện đó sẽ phá vỡ thoả ước nếu có ai trong tụi anh vượt qua đất của họ. Em có muốn tụi anh gây chiến không?\"  \"Dĩ nhiên là không rồi!\"  \"Vậy thì chẳng cần nói thêm về chuyện này nữa.\" Anh buông thỏng tay xuống và nhìn sang chỗ khác, tìm đề tài để thay đổi. Mắt anh ngừng lại trên cái gì đó đằng sau tôi, và anh mỉm cười, mặc dù đôi mắt anh vẫn dè dặt.  “Anh mừng vì Charlie đã quyết định cho em ra ngoài – em cảm thấy buồn và cần đến tiệm sách. Anh không thể tin nỗi em lại đọc Đỉnh gió hú. Em chưa thuộc lòng nó à?\"    \"Đâu phải ai cũng có trí nhớ như in đâu,\" tôi cộc lốc nói.  \"Nhớ như in hay không, anh vẫn không hiểu tại sao em thích nó. Mấy nhân vật này là những người rùng rợn cứ huỷ hoại đời nhau. Anh không biết tại sao Heathcliff và Cathy cuối cùng lại được xếp vô những đôi như Romeo và Juliet hoặc Elizabeth Bennet và ông Darcy. Đâu phải là một chuyện tình, đó là câu chuyện về lòng căm thù.\"     \"Anh không thích những tác phẩm kinh điển thì phải,\" tôi cáu kỉnh.  \"Có lẽ đó là vì anh không ấn tượng với đồ cổ.\" Anh mỉm cười, rõ ràng hài lòng khi đã làm phân tâm tôi. \"Thế nhưng, thật tình sao em cứ đọc nó hoài vậy?\" Mắt anh long lanh với vẻ quan tâm thực sự, cố gắng –một lần nữa – làm sáng tỏ kiểu suy nghĩ rối rấm của tâm trí tôi. Anh chồm qua bàn ôm mặt tôi trong bàn tay mình.\"Cái gì đã lôi cuốn em đến vậy?\"    Tính hiếu kỳ chân thành của anh đã làm tôi mềm lòng. \"Em không rõ nữa, \" tôi nói, cố gắng sắp xếp lại ý nghĩ trong khi ánh nhìn chằm chằm của anh vô tình phân tán suy nghĩ của tôi. \"Em nghĩ đó có thể là tính tất yếu không thể tránh được. Sao mà chẳng có gì có thể chia lìa họ được - không phải tính ích kỷ của cô ấy, hay tại bản chất anh ta xấu xa, hoặc thậm chí cái chết, cuối cùng….\"  Mặt anh có vẻ tư lự khi nghiền ngẫm lời tôi nói. Một lúc sau anh cười trêu chọc. \"Anh vẫn nghĩ chuyện sẽ hay hơn nếu có ai trong số họ biết hối lỗi\"    \"Em nghĩ có lẽ điểm mấu chốt là, \" tôi không đồng ý. \"Tình yêu chính là sự hối lỗi duy nhất của họ.\"  \"Anh tưởng em có khả năng thưởng thức tốt hơn thế - yêu ai đó rất ...có hại.\"  \"Hơi trễ đối với em để lo chuyện em yêu ai, \" tôi nêu rõ. “Nhưng thậm chí không cần cảnh báo, dường như em đã kiểm soát chuyện đó khá tốt rồi.\"    Anh cười lặng lẽ. \"Anh mừng khi em nghĩ vậy.\"  \"Ừm, em hy vọng anh đủ thông minh để tránh xa những ai ích kỷ như thế. Catherine đúng là nguồn cơn của mọi rắc rối, đâu phải Heathcliff.\"  \"Anh sẽ cảnh giác,\" anh hứa.  Tôi thở dài. Anh giỏi làm người ta phân tâm lắm.  Tôi đặt tay mình lên tay anh để ôm lấy mặt tôi. \"Em cần gặp Jacob.\"  Mắt anh nhắm lại. \"Đừng.\"     \"Thực sự không nguy hiểm chút nào đâu,” tôi nói, van nài lần nữa. \"Em thường chơi với tất cả mọi người suốt cả ngày ở La Push, mà chưa bao giờ có chuyện gì xảy ra hết.\"  Nhưng tôi đã sơ suất; giọng tôi ấp úng ở đoạn cuối vì tôi nhận ra tôi đang nói những từ dối trá. Không phải chẳng có gì xảy ra. Một tia ký ức chợt loé lên trong đầu tôi - con chó sói xám khổng lồ thu mình lại chuẩn bị nhảy, nhe răng nhọn như dao găm chĩa vào tôi - làm cho lòng bàn tay tôi mướt mồ hôi với tiếng kêu hoảng sợ khi nhớ lại.  Edward nghe được tim tôi đập nhanh hơn và gục gặc đầu như thể tôi đã thừa nhận chuyện nói xạo . \"Người sói không thể tự chủ được. Đôi khi, người gần gũi chúng sẽ bị thương. Đôi khi, họ còn bị giết chết nữa.\"    Tôi muốn phủ nhận điều đó, nhưng hình ảnh khác làm tôi chậm bác bỏ. Tôi thấy trong đầu mình khuôn mặt trước đây rất xinh đẹp của Emily Young, bây giờ bị huỷ hoại với ba cái sẹo đen kéo khoé mắt phải của cô xuống và làm cho miệng cô méo mó suốt đời thành nét giận dữ không cân xứng.  Anh chờ tôi lên tiếng với vẻ hoan hỉ đắc thắng.  “Anh chẳng hiểu họ đâu,\" tôi thì thầm.  \"Anh hiểu họ nhiều hơn em nghĩ đấy, Bella. Anh có mặt ở đây lần cuối cùng.\"  \"Lần cuối cùng à?\"    \"Tụi anh bắt đầu đụng độ với bọn sói khoảng bảy mươi năm về trước…..tụi anh dừng chân gần Hoquiam. Đó là trước khi Alice và Jasper về ở với tụi anh. Tụi anh đông hơn họ, nhưng chẳng thể ngăn được cuộc chiến nếu không vì Carlisle. Ông đã cố thuyết phục Ephraim Black là có thể cùng chung sống, và cuối cùng tụi anh đã thoả thuận ngừng chiến.\"  Cái tên của ông cố Jacob khiến tôi giật mình.    “Tụi anh cứ ngỡ dòng họ này đã lụi tàn cùng với Ephraim rồi chứ,\" Edward lẩm bẩm; nghe có vẻ như anh giờ đây đang tự sự với chính mình. \"Tưởng là sự biến dị giúp biến đổi ấy đã mai một...\" Anh dừng lại và nhìn tôi chằm chằm với vẻ buộc tội. \"Vận rủi của em có vẻ phát huy hiệu lực hơn mỗi ngày. Em có biết là khả năng lôi kéo chết chóc vô độ của em đã đủ mạnh để cứu đàn chó đột biến khỏi tình trạng tuyệt chủng không? Nếu đóng chai được may mắn của em, thì mình đã có được vũ khí huỷ diệt hàng loạt trong tay rồi.\"  Tôi lờ đi lời trêu ghẹo, chú ý đến giả định của anh – Anh nói thiệt ư?  \"Nhưng em đâu có khôi phục họ đâu. Anh không biết à?\"    \"Biết cái gì?\"  \"Chuyện xui xẻo của em chẳng hề liên quan gì đến chuyện đó hết. Người sói trở lại vì ma cà rồng đã trở lại.\"  Edward nhìn tôi chằm chằm, toàn thân anh bất động vì bất ngờ.  \"Jacob bảo em là chuyện gia đình anh ở đây đã gây ra mọi chuyện. Em nghĩ anh đã biết…..\"  Mắt anh nheo lại. \"Họ nghĩ thế à?\"  \"Edward, xem những sự kiện nè. Cách đây bảy mươi năm, anh đến đây, và người sói xuất hiện. Bây giờ anh trở lại, và người sói xuất hiện trở lại. Anh nghĩ đó là sự trùng hợp ngẫu nhiên sao?\"    Anh chớp mắt và ánh mắt chằm chằm của anh giãn ra.\"Carlisle sẽ thích giả thuyết này lắm đây.”  \"Giả thuyết à,\" tôi chế giễu.  Anh im lặng hồi lâu, nhìn ra cửa sổ vào trời mưa; tôi tưởng tượng anh đang ngẫm nghĩ về việc hiện diện của gia đình anh đang biến những người dân địa phương thành những con chó khổng lồ.  \"Thú vị, nhưng không liên quan cho lắm,\" anh thì thầm một lúc. \"Tình hình vẫn vậy.\"  Tôi có thể hiểu điều đó khá dễ: không bạn bè gì với người sói hết.  Tôi biết mình phải kiên nhẫn với Edward. Không phải là anh vô lý, mà chỉ là anh không hiểu. Anh không biết rằng tôi nợ Jacob Black rất nhiều - nhiều lần trong đời, và có thể cả sự sáng suốt của tôi nữa.   Tôi không thích nói về khoảng thời gian trống vắng với bất kỳ ai, và đăc biệt là càng không thể nói với Edward. Anh bỏ đi chỉ vì cố cứu tôi, cố cứu linh hồn của tôi. Tôi không buộc anh phải chịu trách nhiệm về mọi chuyện ngu ngốc tôi đã làm khi anh đi vắng, hay nỗi đau mà tôi chịu đựng.  Anh đã làm vậy.  Vì thế tôi sẽ phải giải thích thật cẩn thận.  Tôi đứng dậy và đi quanh bàn. Anh dang tay ra đón tôi và tôi ngồi vào lòng anh, rúc vào vòng tay cứng như đá giá lạnh của anh. Tôi vừa nói vừa nhìn vào bàn tay anh.    \"Xin hãy lắng nghe em một lát thôi. Việc này quan trọng hơn nhiều so với chuyện bốc đồng đến thăm một người bạn cũ. Jacob đang đau đớn.\" Giọng tôi lạc đi khi nói đến từ này. \"Em không thể không thử giúp anh ấy - em không thể từ bỏ anh ấy bây giờ, lúc anh ấy cần em. Chỉ bởi vì anh ấy không phải luôn là con người... À, anh ấy đã ở đó vì em khi chính em... cũng chẳng phải là con người. Anh không hiểu điều như thế nào đâu...\" Tôi do dự. Cánh tay Edward cứng ngắc quanh tôi; giờ đây bàn tay anh đang co thành nắm đấm, gân nổi lên. \"Nếu Jacob đã không giúp em... Em không biết anh có quay về hay không. Em nợ anh ấy nhiều hơn việc này nữa, Edward.”     Tôi thận trọng ngước nhìn mặt anh. Mắt anh nhắm nghiền, và quai hàm anh căng ra.  \"Anh sẽ không bao giờ tha thứ cho mình vì đã rời bỏ em\" anh thì thầm. \"Vẫn không dẫu cho anh có sống một trăm ngàn năm nữa.\"  Tôi đưa tay chạm vào khuôn mặt lạnh băng của anh và chờ mãi cho đến khi anh thở dài và mở mắt ra.  \"Anh chỉ cố làm chuyện đúng đắn thôi. Và em chắc chắn nó sẽ có hiệu quả với bất kỳ ai ít tâm thần hơn em. Hơn nữa, giờ này anh đã ở đây rồi. Đó mới là chuyện quan trọng\"  \"Nếu anh không bỏ đi, thì em đã không cảm thấy cần liều mình đi an ủi một con chó\"  Tôi do dự. Tôi đã quen với Jacob và tất cả từ xúc phạm làm giảm giá trị người khác của anh - lũ hút máu, đỉa, kẻ ăn bám….    Không hiểu vì sao giọng nói mượt mà của Edward có vẻ gay gắt.  \"Anh không biết nói sao cho đúng,\" Edward nói, và giọng anh ảm đạm. \"Anh nghĩ chuyện này nghe có vẻ độc ác. Nhưng anh đã suýt mất em. Anh biết cảm giác đó như thế nào. Anh sẽ không chịu đựng nỗi bất cứ chuyện gì nguy hiểm nữa đâu.\"  \"Anh phải tin em về chuyện này. Em sẽ ổn thôi mà.\"  Mặt anh lại đau khổ. “Xin em đấy, Bella,\" anh thì thầm.  Tôi nhìn chằm chằm vào đôi mắt vàng bỗng nhiên cháy bỏng của anh. “Xin em cái gì?\"  \"Xin em, hãy vì anh. Xin em cố gắng giữ cho mình an toàn. Anh sẽ làm mọi thứ có thể, nhưng anh rất cảm kích sự giúp đỡ nhỏ nhoi này.\"    \"Em sẽ cố gắng,\" tôi thì thầm.  \"Em có thật sự biết em quan trọng thế nào với anh không? Chẳng sao tả được anh yêu em nhiều bao nhiêu?\" Anh siết chặt tôi vào bộ ngực rắn chắc của anh hơn, kéo đầu tôi để dưới cằm anh.  Tôi áp môi mình vào cái cổ lạnh như tuyết của anh. \"Em biết em yêu anh nhiều bao nhiêu,\" tôi trả lời.  \"Em so một cây nhỏ với cả khu rừng à.\"  Tôi trợn tròn mắt, nhưng anh chẳng thấy được. \"Làm gì có chuyện đó.\"  Anh hôn đỉnh đầu của tôi và thở dài.  \"Không người sói nhé.\"  \"Em không chịu vậy đâu. Em phải gặp Jacob.\"  \"Vậy thì anh sẽ phải ngăn em thôi\" .    Anh có vẻ hết sức tự tin là chuyện này chẳng khó khăn gì.  Tôi biết chắc anh đúng.  \"Để xem,\" tôi cứ vờ tự tin. \"Anh ấy vẫn là bạn em.\"  Tôi có cảm nhận bức thư ngắn của Jacob trong túi của tôi, bỗng như nặng đến mười pao. Tôi có thể nghe mấy từ ấy bằng giọng anh, và anh dường như cũng đồng ý với Edward – đó là chuyện không bao giờ xảy ra trong thực tế.  Chẳng thay đổi được chuyện gì hết. Xin lỗi."
        },
        {
            "en": "These violent delights have violent ends And in their triumph die, like fire and powder, Which, as they kiss, consume        These violent delights have violent ends, And in their triumph die, like fire and powder, Which, as they kiss, consume. Romeo and Juliet, Act II, Scene VI PREFACE I FELT LIKE I WAS TRAPPED IN ONE OF THOSE TERRIFYING nightmares, the one where you have to run, run till your lungs burst, but you can't make your body move fast enough. My legs seemed to move slower and slower as I fought my way through the callous crowd, but the hands on the huge clock tower didn't slow. With relentless, uncaring force, they turned inexorably toward the end —the end of everything. But this was no dream, and, unlike the nightmare, I wasn't running for my life; I was racing to save something infinitely more precious. My own life meant little to me today. Alice had said there was a good chance we would both die here. Perhaps the outcome would be different if she weren't trapped by the brilliant sunlight; only I was free to run across this bright, crowded square. And I couldn't run fast enough. So it didn't matter to me that we were surrounded by our extraordinarily dangerous enemies. As the clock began to toll out the hour, vibrating under the soles of my sluggish feet, I knew I was too late—and I was glad something <em>bloodthirsty</em> waited in the wings. For in failing at this, I forfeited any desire to live. The clock tolled again, and the sun beat down from the exact center point of the sky. 1. PARTY I WAS NINETY-NINE POINT NINE PERCENT SURE I WAS dreaming. The reasons I was so certain were that, first, I was standing in a bright shaft of sunlight—the kind of blinding clear sun that never shone on my drizzly new hometown in Forks, Washington—and second, I was looking at my Grandma Marie. Gran had been dead for six years now, so that was solid evidence toward the dream theory. Gran hadn't changed much; her face looked just the same as I remembered it. The skin was soft and withered, bent into a thousand tiny creases that clung gently to the bone underneath. Like a dried apricot, but with a puff of thick white hair standing out in a cloud around it. Our mouths—hers a wizened picker —spread into the same surprised half-smile at just the same time. Apparently, she hadn't been expecting to see me, either. I was about to ask her a question; I had so many—What was she doing here in my dream? What had she been up to in the past six years? Was Pop okay, and had they found each other, wherever they were?—but she opened her mouth when I did, so I stopped to let her go first. She paused, too, and then we both smiled at the little awkwardness. \"Bella!\" It wasn't Gran who called my name, and we both turned to see the addition to our small reunion. I didn't have to look to know who it was; this was a voice I would know anywhere—know, and respond to, whether I was awake or asleep… or even dead, I'd bet. The voice I'd walk through fire for—or, less dramatically, slosh every day through the cold and endless rain for. Edward. Even though I was always thrilled to see him— conscious or otherwise—and even though I was almost positive that I was dreaming, I panicked as Edward walked toward us through the glaring sunlight. I panicked because Gran didn't know that I was in love with a vampire—nobody knew that—so how was I supposed to explain the fact that the brilliant sunbeams were shattering off his skin into a thousand rainbow shards like he was made of crystal or diamond? Well, Gran, you might have noticed that my boyfriend glitters. It's just something he does in the sun. Don't worry about it… What was he doing? The whole reason he lived in Forks, the rainiest place in the world, was so that he could be outside in the daytime without exposing his family's secret. Yet here he was, strolling gracefully toward me—with the most beautiful smile on his angel's face—as if I were the only one here. In that second, I wished that I was not the one exception to his mysterious talent; I usually felt grateful that I was the only person whose thoughts he couldn't hear just as clearly as if they were spoken aloud. But now I wished he could hear me, too, so that he could hear the warning I was screaming in my head. I shot a panicked glance back at Gran, and saw that it was too late. She was just turning to stare back at me, her eyes as alarmed as mine. Edward—still smiling so beautifully that my heart felt like it was going to swell up and burst through my chest—put his arm around my shoulder and turned to face my grandmother. Gran's expression surprised me. Instead of looking horrified, she was staring at me sheepishly, as if waiting for a scolding. And she was standing in such a strange position—one arm held awkwardly away from her body, stretched out and then curled around the air. Like she had her arm around someone I couldn't see, someone invisible… Only then, as I looked at the bigger picture, did I notice the huge gilt frame that enclosed my grandmother's form. Uncomprehending, I raised the hand that wasn't wrapped around Edward's waist and reached out to touch her. She mimicked the movement exactly, mirrored it. But where our fingers should have met, there was nothing but cold glass… With a dizzying jolt, my dream abruptly became a nightmare. There was no Gran. That was me. Me in a mirror. Me—ancient, creased, and withered. Edward stood beside me, casting no reflection, excruciatingly lovely and forever  seventeen. He pressed his icy, perfect lips against my wasted cheek. \"Happy birthday,\" he whispered. I woke with a start —my eyelids popping open wide—and gasped. Dull gray light, the familiar light of an overcast morning, took the place of the blinding sun in my dream. Just a dream, I told myself. It was only a dream. I took a deep breath, and then jumped again when my alarm went off. The little calendar in the corner of the clock's display informed me that today was September thirteenth. Only a dream, but prophetic enough in one way, at least. Today was my birthday. I was officially eighteen years old. I'd been dreading this day for months. All through the perfect summer—the happiest summer I had ever had, the happiest summer anyone anywhere had ever had, and the rainiest summer in the history of the Olympic Peninsula—this bleak date had lurked in ambush, waiting to spring. And now that it had hit, it was even worse than I'd feared it would be. I could feel it—I was older. Every day I got older, but this was different, worse, quantifiable. I was eighteen.  And Edward never would be. When I went to brush my teeth, I was almost surprised that the face in the mirror hadn't changed. I stared at myself, looking for some sign of impending wrinkles in my ivory skin. The only creases were the ones on my forehead, though, and I knew that if I could manage to relax, they would disappear. I couldn't. My eyebrows stayed lodged in a worried line over my anxious brown eyes. It was just a dream, I reminded myself again. Just a dream… but also my worst  nightmare. I skipped breakfast, in a hurry to get out of the house as quickly as possible. I wasn't entirely able to avoid my dad, and so I had to spend a few minutes acting cheerful. I honestly tried to be excited about the gifts I'd asked him not to get me, but every time I had to smile, it felt like I might start crying. I struggled to get a grip on myself as I drove to school. The vision of Gran—I would not think of it as me—was hard to get out of my head. I couldn't feel anything but despair until I pulled into the familiar parking lot behind Forks High School and spotted Edward leaning motionlessly against his polished silver Volvo, like a marble tribute to some forgotten pagan god of beauty. The dream had not done him justice. And he was waiting there for me, just the same as every other day. Despair momentarily vanished; wonder took its place. Even after half a year with him, I still couldn't believe that I deserved this degree of good fortune. His sister Alice was standing by his side, waiting for me, too. Of course Edward and Alice weren't really related (in Forks the story was that all the Cullen siblings were adopted by Dr. Carlisle Culler and his wife, Esme, both plainly too young to have teenage children), but their skin was precisely the same pale shade, their eyes had the same strange golden tint, with the same deep, bruise-like shadows beneath them. Her face, like his, was also startlingly beautiful. To someone in the know—someone like me—these similarities marked them for what they were. The sight of Alice waiting there—her tawny eyes brilliant with excitement, and a small silver-wrapped square in her hands—made me frown. I'd told Alice I didn't want anything, anything, not gifts or even attention, for my birthday. Obviously, my wishes were being ignored. I slammed the door of my '53 Chevy truck—a shower of rust specks fluttered down to the wet blacktop —and walked slowly toward where they waited. Alice skipped forward to meet me, her pixie face glowing under her spiky black hair. \"Happy birthday, Bella!\" \"Shh!\" I hissed, glancing around the lot to make sure no one had heard her. The last thing I wanted was some kind of celebration of the black event. She ignored me. \"Do you want to open your present now or later?\" she asked eagerly as we made our way to where Edward still waited. \"No presents,\" I protested in a mumble. She finally seemed to process my mood. \"Okay… later, then. Did you like the scrapbook your mom sent you? And the camera from Charlie?\" I sighed. Of course she would know what my birthday presents were. Edward wasn't the only member of his family with unusual skills. Alice would have \"seen\" what my parents were planning as soon as they'd decided that themselves. \"Yeah. They're great.\" \"I think it's a nice idea. You're only a senior once. Might as well document the  experience.\" \"How many times have you been a senior?\" \"That's different.\" We reached Edward then, and he held out his hand for mine. I took it eagerly, forgetting, for a moment, my glum mood. His skin was, as always, smooth, hard, and very cold. He gave my fingers a gentle squeeze. I looked into his liquid topaz eyes, and my heart gave a not-quite-so-gentle squeeze of its own. Hearing the stutter in my heartbeats, he smiled again. He lifted his free hand and traced one cool fingertip around the outside of my lips as he spoke. \"So, as discussed, I am not allowed to wish you a happy birthday, is that correct?\" \"Yes. That is correct.\" I could never quite mimic the flow of his perfect, formal articulation. It was something that could only be picked up in an earlier century. \"Just checking.\" He ran his hand through his tousled bronze hair. \"You might have changed your mind.  Most people seem to enjoy things like birthdays and gifts.\" Alice laughed, and the sound was all silver, a wind chime. \"Of course you'll enjoy it. Everyone is supposed to be nice to you today and give you your way, Bella. What's the worst that could happen?\" She meant it as a rhetorical question. \"Getting older,\" I answered anyway, and my voice was not as steady as I wanted it to be. Beside me, Edward's smile tightened into a hard line. \"Eighteen isn't very old,\" Alice said. \"Don't women usually wait till they're twenty-nine to get upset over birthdays?\" \"It's older than Edward,\" I mumbled. He sighed. \"Technically,\" she said, keeping her tone light. \"Just by one little year, though.\" And I supposed… if I could be sure of the future I wanted, sure that I would get to spend forever with Edward, and Alice and the rest of the Cullens (preferably not as a wrinkled little old lady)… then a year or two one direction or the other wouldn't matter to me so much. But Edward was dead set against any future that changed me. Any future that made me like him—that made me immortal, too. An impasse, he called it. I couldn't really see Edward's point, to be honest. What was so great about mortality? Being a vampire didn't look like such a terrible thing—not the way the Cullens did it, anyway. \"What time will you be at the house?\" Alice continued, changing the subject. From her expression, she was up to exactly the kind of thing I'd been hoping to avoid. \"I didn't know I had plans to be there.\" \"Oh, be fair, Bella!\" she complained. \"You aren't going to ruin all our fun like that, are you?\" \"I thought my birthday was about what I want.\" \"I'll get her from Charlie's right after school,\" Edward told her, ignoring me altogether. \"I have to work,\" I protested. \"You don't, actually,\" Alice told me smugly. \"I already spoke to Mrs. Newton about it. She's trading your shifts. She said to tell you 'Happy Birthday.'\" \"I—I still can't come over,\" I stammered, scrambling for an excuse. \"I, well, I haven't watched Romeo and Juliet yet for English.\" Alice snorted. \"You have Romeo and Juliet memorized.\" \"But Mr. Berty said we needed to see it performed to fully appreciate it—that's how Shakespeare intended it to be presented.\" Edward rolled his eyes. \"You've already seen the movie,\" Alice accused. \"But not the nineteen-sixties version. Mr. Berty said it was the best.\" Finally, Alice lost the smug smile and glared at me. \"This can be easy, or this can be hard, Bella, but one way or the other—\" Edward interrupted her threat. \"Relax, Alice. If Bella wants to watch a movie, then she can. It's her birthday.\" \"So there,\" I added.  \"I'll bring her over around seven,\" he continued. \"That will give you more time to set up.\" Alice's laughter chimed again. \"Sounds good. See you tonight, Bella! It'll be fun, you'll see.\" She grinned—the wide smile exposed all her perfect, glistening teeth—then pecked me on the cheek and danced off toward her first class before I could respond. \"Edward, please—\" I started to beg, but he pressed one cool finger to my lips. \"Let's discuss it later. We're going to be late for class.\" No one bothered to stare at us as we took our usual seats in the back of the classroom (we had almost every class together now—it was amazing the favors Edward could get the female administrators to do for him). Edward and I had been together too long now to be an object of gossip anymore. Even Mike Newton didn't bother to give me the glum stare that used to make me feel a little guilty. He smiled now instead, and I was glad he seemed to have accepted that we could only be friends. Mike had changed over the summer—his face had lost some of the roundness, making his cheekbones more prominent, and he was wearing his pale blond hair a new way; instead of bristly, it was longer and gelled into a carefully casual disarray. It was easy to see where his inspiration came from—but Edward's look wasn't something that could be achieved through imitation. As the day progressed, I considered ways to get out of whatever was going down at the Cullen house tonight. It would be bad enough to have to celebrate when I was in the mood to mourn. But, worse than that, this was sure to involve attention and gifts. Attention is never a good thing, as any other accident-prone klutz would agree. No one wants a spotlight when they're likely to fall on their face. And I'd very pointedly asked—well, ordered really—that no one give me any presents this year. It looked like Charlie and Renee weren't the only ones who had decided to overlook that. I'd never had much money, and that had never bothered me. Renee had raised me on a kindergarten teacher's salary. Charlie wasn't getting rich at his job, either—he was the police chief here in the tiny town of Forks. My only personal income came from the three days a week I worked at the local sporting goods store. In a town this small, I was lucky to have a job. Every penny I made went into my microscopic college fund. (College was Plan B. I was still hoping for Plan A, but Edward was just so stubborn about leaving me human…) Edward had a lot of money—I didn't even want to think about how much. Money meant next to nothing to Edward or the rest of the Cullens. It was just something that accumulated when you had unlimited time on your hands and a sister who had an uncanny ability to predict trends in the stock market. Edward didn't seem to understand why I objected to him spending money on me—why it made me uncomfortable if he took me to an expensive restaurant in Seattle, why he wasn't allowed to buy me a car that could reach speeds over fifty-five miles an hour, or why I wouldn't let him pay my college tuition (he was ridiculously enthusiastic about Plan B). Edward thought I was being unnecessarily difficult. But how could I let him give me things when I had nothing to reciprocate with? He, for some unfathomable reason, wanted to be with me. Anything he gave me on top of that just threw us more out of balance. As the day went on, neither Edward nor Alice brought my birthday up again, and I began to relax a little. We sat at our usual table for lunch. A strange kind of truce existed at that table. The three of us—Edward, Alice, and I—sat on the extreme southern end of the table. Now that the \"older\" and somewhat scarier (in Emmett's case, certainly) Cullen siblings had graduated, Alice and Edward did not seem quite so intimidating, and we did not sit here alone. My other friends, Mike and Jessica (who were in the awkward post-breakup friendship phase), Angela and Ben (whose relationship had survived the summer), Eric, Conner, Tyler, and Lauren (though that last one didn't really count in the friend category) all sat at the same table, on the other side of an invisible line. That line dissolved on sunny days when Edward and Alice always skipped school, and then the conversation would swell out effortlessly to include me.  Edward and Alice didn't find this minor ostracism odd or hurtful the way I would have. They barely noticed it. People always felt strangely ill at ease with the Cullens, almost afraid for some reason they couldn't explain to themselves. I was a rare exception to that rule. Sometimes it bothered Edward how very comfortable I was with being close to him. He thought he was hazardous to my health—an opinion I rejected vehemently whenever he voiced it.  The afternoon passed quickly. School ended, and Edward walked me to my truck as he usually did. But this time, he held the passenger door open for me. Alice must have been taking his car home so that he could keep me from making a run for it. I folded my arms and made no move to get out of the rain. \"It's my birthday, don't I get to drive?\" \"I'm pretending it's not your birthday, just as you wished.\" \"If it's not my birthday, then I don't have to go to your house tonight…\" \"All right.\" He shut the passenger door and walked past me to open the driver's side. \"Happy birthday.\" \"Shh,\" I shushed him halfheartedly. I climbed in the opened door, wishing he'd taken the other offer. Edward played with the radio while I drove, shaking his head in disapproval. \"Your radio has horrible reception.\" I frowned. I didn't like it when he picked on my truck. The truck was great—it had  personality. \"You want a nice stereo? Drive your own car.\" I was so nervous about Alice's plans, on top of my already gloomy mood, that the words came out sharper than I'd meant them. I was hardly ever bad-tempered with Edward, and my tone made him press his lips together to keep from smiling. When I parked in front of Charlie's house, he reached over to take my face in his hands. He handled me very carefully, pressing just the tips of his fingers softly against my temples, my cheekbones, my jaw line. Like I was especially breakable. Which was exactly the case—compared with him, at least. \"You should be in a good mood, today of all days,\" he whispered. His sweet breath fanned across my face. \"And if I don't want to be in a good mood?\" I asked, my breathing uneven. His golden eyes smoldered. \"Too bad.\" My head was already spinning by the time he leaned closer and pressed his icy lips against mine. As he intended, no doubt, I forgot all about my worries, and concentrated on remembering how to inhale and exhale. His mouth lingered on mine, cold and smooth and gentle, until I wrapped my arms around his neck and threw myself into the kiss with a little too much enthusiasm. I could feel his lips curve upward as he let go of my face and reached back to unlock my grip on him. Edward had drawn many careful lines for our physical relationship, with the intent being to keep me alive. Though I respected the need for maintaining a safe distance between my skin and his razor-sharp, venom-coated teeth, I tended to forget about trivial things like that when he was kissing me. \"Be good, please,\" he breathed against my cheek. He pressed his lips gently to mine one more time and then pulled away, folding my arms across my stomach. My pulse was thudding in my ears. I put one hand over my heart. It drummed hyperactively under my palm.  \"Do you think I'll ever get better at this?\" I wondered, mostly to myself. \"That my heart might someday stop trying to jump out of my chest whenever you touch me?\" \"I really hope not,\" he said, a bit smug. I rolled my eyes. \"Let's go watch the Capulets and Montagues hack each other up, all right?\" \"Your wish, my command.\" Edward sprawled across the couch while I started the movie, fast-forwarding through the opening credits. When I perched on the edge of the sofa in front of him, he wrapped his arms around my waist and pulled me against his chest. It wasn't exactly as comfortable as a sofa cushion would be, what with his chest being hard and cold—and perfect—as an ice sculpture, but it was definitely preferable. He pulled the old afghan off the back of the couch and draped it over me so I wouldn't freeze beside his body. \"You know, I've never had much patience with Romeo,\" he commented as the movie started. \"What's wrong with Romeo?\" I asked, a little offended. Romeo was one of my favorite fictional characters. Until I'd met Edward, I'd sort of had a thing for him. \"Well, first of all, he's in love with this Rosaline—don't you think it makes him seem a little fickle? And then, a few minutes after their wedding, he kills Juliet's cousin. That's not very brilliant. Mistake after mistake. Could he have destroyed his own happiness any more thoroughly?\" I sighed. \"Do you want me to watch this alone?\" \"No, I'll mostly be watching you, anyway.\" His fingers traced patterns across the skin of my arm, raising goose bumps. \"Will you cry?\" \"Probably,\" I admitted, \"if I'm paying attention.\" \"I won't distract you then.\" But I felt his lips on my hair, and it was very distracting. The movie eventually captured my interest, thanks in large part to Edward whispering Romeo's lines in my ear—his irresistible, velvet voice made the actor's voice sound weak and coarse by comparison. And I did cry, to his amusement, when Juliet woke and found her new husband dead. \"I'll admit, I do sort of envy him here,\" Edward said, drying the tears with a lock of my hair. \"She's very pretty.\" He made a disgusted sound. \"I don't envy him the girl—just the ease of the suicide,\" he clarified in a teasing tone. \"You humans have it so easy! All you have to do is throw down one tiny vial of plant extracts…\" \"What?\" I gasped. \"It's something I had to think about once, and I knew from Carlisle's experience that it wouldn't be simple. I'm not even sure how many ways Carlisle tried to kill himself in the beginning… after he realized what he'd become…\" His voice, which had grown serious, turned light again. \"And he's clearly still in excellent health.\" I twisted around so that I could read his face. \"What are you talking about?\" I demanded. \"What do you mean, this something you had to think about once?\" \"Last spring, when you were… nearly killed…\" He paused to take a deep breath, snuggling to return to his teasing tone. \"Of course I was trying to focus on finding you alive, but part of my mind was making contingency plans. Like I said, it's not as easy for me as it is for a human.\" For one second, the memory of my last trip to Phoenix washed through my head and made me feel dizzy. I could see it all so clearly—the blinding sun, the heat waves coming off the concrete as I ran with desperate haste to find the sadistic vampire who wanted to torture me to death. James, waiting in the mirrored room with my mother as his hostage—or so I'd thought. I hadn't known it was all a ruse. Just as James hadn't known that Edward was racing to save me; Edward made it in time, but it had been a close one. Unthinkingly, my fingers traced the crescent-shaped scar on my hand that was always just a few degrees cooler than the rest of my skin. I shook my head—as if I could shake away the bad memories—and tried to grasp what Edward meant. My stomach plunged uncomfortably. \"Contingency plans?\" I repeated. \"Well, I wasn't going to live without you.\" He rolled his eyes as if that fact were   childishly obvious. \"But I wasn't sure how to do it—I knew Emmett and Jasper would never help… so I was thinking maybe I would go to Italy and do something to provoke the Volturi.\" I didn't want to believe he was serious, but his golden eyes were brooding, focused on something far away in the distance as he contemplated ways to end his own life. Abruptly, I was furious. \"What is a Volturi?\" I demanded.  \"The Volturi are a family,\" he explained, his eyes still remote. \"A very old, very powerful family of our kind. They are the closest thing our world has to a royal family, I suppose. Carlisle lived with them briefly in his early years, in Italy, before he settled in America—do you remember the story?\" \"Of course I remember.\" I would never forget the first time I'd gone to his home, the huge white mansion buried deep in the forest beside the river, or the room where Carlisle—Edward's father in so many real ways—kept a wall of paintings that illustrated his personal history. The most vivid, most wildly colorful canvas there, the largest, was from Carlisle's time in Italy. Of course I remembered the calm quartet of men, each with the exquisite face of a seraph, painted into the highest balcony overlooking the swirling mayhem of color. Though the painting was centuries old, Carlisle—the blond angel—remained unchanged. And I remembered the three others, Carlisle's early acquaintances. Edward had never used the name Volturi for the beautiful trio, two black-haired, one snow white. He'd called them Aro, Caius, and Marcus, nighttime patrons of the arts… \"Anyway, you don't irritate the Volturi,\" Edward went on, interrupting ray reverie. \"Not unless you want to die—or whatever it is we do.\" His voice was so calm, it made him sound almost bored by the prospect. My anger turned to horror. I took his marble face between my hands and held it very tightly. \"You must never, never, never think of anything like that again!\" I said. \"No matter what might ever happen to me, you are not allowed to hurt yourself!\" \"I'll never put you in danger again, so it's a moot point.\" \"Put me in danger! I thought we'd established that all the bad luck is my fault?\" I was getting angrier.  \"How dare you even think like that?\" The idea of Edward ceasing to exist, even if I were dead, was impossibly painful. \"What would you do, if the situation were reversed?\" he asked. \"That's not the same thing.\" He didn't seem to understand the difference. He chuckled. \"What if something did happen to you?\" I blanched at the thought. \"Would you want me to go off myself?\" A trace of pain touched his perfect features. \"I guess I see your point… a little,\" he admitted. \"But what would I do without you?\" \"Whatever you were doing before I came along and complicated your existence.\" He sighed. \"You make that sound so easy.\" \"It should be. I'm not really that interesting.\" He was about to argue, but then he let it go. \"Moot point,\" he reminded me. Abruptly, he pulled himself up into a more formal posture, shifting me to the side so that we were no longer touching. \"Charlie?\" I guessed. Edward smiled. After a moment, I heard the sound of the police cruiser pulling into the driveway. I reached out and took his hand firmly. My dad could deal with that much. Charlie came in with a pizza box in his hands. \"Hey, kids.\" He grinned at me. \"I thought you'd like a break from cooking and washing dishes for your birthday. Hungry?\" \"Sure. Thanks, Dad.\" Charlie didn't comment on Edward's apparent lack of appetite. He was used to Edward passing on dinner. \"Do you mind if I borrow Bella for the evening?\" Edward asked when Charlie and I were done. I looked at Charlie hopefully. Maybe he had some concept of birthdays as stay-at-home, family affairs—this was my first birthday with him, the first birthday since my mom, Renee, had remarried and gone to live in Florida, so I didn't know what he would expect. \"That's fine—the Mariners are playing the Sox tonight,\" Charlie explained, and my hope disappeared. \"So I won't be any kind of company… Here.\" He scooped up the camera he'd gotten me on Renee's suggestion (because I would need pictures to fill up my scrap-book), and threw it to me. He ought to know better than that—I'd always been coordination ally challenged. The camera glanced off the tip of my finger, and tumbled toward the floor. Edward snagged it before it could crash onto the linoleum. \"Nice save,\" Charlie noted. \"If they're doing something fun at the Cullens' tonight, Bella, you should take some pictures. You know how your mother gets—she'll be wanting to see the pictures faster than you can take them.\" \"Good idea, Charlie,\" Edward said, handing me the camera. I turned the camera on Edward, and snapped the first picture. \"It works.\" \"That's good. Hey, say hi to Alice for me. She hasn't been over in a while.\" Charlie's mouth pulled down at one corner. \"It's been three days, Dad,\" I reminded him. Charlie was crazy about Alice. He'd become attached last spring when she'd helped me through my awkward convalescence; Charlie would be forever grateful to her for saving him from the horror of an almost-adult daughter who needed help showering. \"I'll tell her.\" \"Okay. You kids have fun tonight.\" It was clearly a dismissal. Charlie was already edging toward the living room and the TV. Edward smiled, triumphant, and took my hand to pull me from the kitchen. When we got to the truck, he opened the passenger door for me again, and this time I didn't argue. I still had a hard time finding the obscure turnoff to his house in the dark. Edward drove north through Forks, visibly chafing at the speed limit enforced by my prehistoric Chevy. The engine groaned even louder than usual as he pushed it over fifty. \"Take it easy,\" I warned him. \"You know what you would love? A nice little Audi coupe. Very quiet, lots of power…\" \"There's nothing wrong with my truck. And speaking of expensive nonessentials, if you know what's good for you, you didn't spend any money on birthday presents.\" \"Not a dime,\" he said virtuously. \"Good.\" \"Can you do me a favor?\" \"That depends on what it is.\" He sighed, his lovely face serious. \"Bella, the last real birthday any of us had was Emmett in 1935. Cut us a little slack, and don't be too difficult tonight. They're all very excited.\" It always startled me a little when he brought up things like that. \"Fine, I'll behave.\" \"I probably should warn you…\" \"Please do.\" \"When I say they're all excited… I do mean all of them.\" \"Everyone?\" I choked. \"I thought Emmett and Rosalie were in Africa.\" The rest of Forks was under the impression that the older Cullens had gone off to college this year, to Dartmouth, but I knew better. \"Emmett wanted to be here.\" \"But… Rosalie?\" \"I know, Bella. Don't worry, she'll be on her best behavior.\" I didn't answer. Like I could just not worry, that easy. Unlike Alice, Edward's other \"adopted\" sister, the golden blond and exquisite Rosalie, didn't like me much. Actually, the feeling was a little bit stronger than just dislike. As far as Rosalie was concerned, I was an unwelcome intruder into her family's secret life. I felt horribly guilty about the present situation, guessing that Rosalie and Emmett's prolonged absence was my fault, even as I furtively enjoyed not having to see her Emmett, Edward's playful bear of a brother, I did miss. He was in many ways just like the big brother I'd always wanted… only much, much more terrifying. Edward decided to change the subject. \"So, if you won't let me get you the Audi, isn't there anything that you'd like for your birthday?\" The words came out in a whisper. \"You know what I want.\" A deep frown carved creases into his marble forehead. He obviously wished he'd stuck to the subject of Rosalie. It felt like we'd had this argument a lot today. \"Not tonight, Bella. Please.\" \"Well, maybe Alice will give me what I want.\" Edward growled—a deep, menacing sound. \"This isn't going to be your last birthday, Bella,\" he vowed. \"That's not fair!\" I thought I heard his teeth clench together. We were pulling up to the house now. Bright light shined from every window on the first two floors. A long line of glowing Japanese lanterns hung from the porch eaves, reflecting a soft radiance on the huge cedars that surrounded the house. Big bowls of flowers—pink roses—lined the wide stairs up to the front doors. I moaned. Edward took a few deep breaths to calm himself. \"This is a party,\" he reminded me. \"Try to be a good sport.\" \"Sure,\" I muttered. He came around to get my door, and offered me his hand. \"I have a question.\" He waited warily. \"If I develop this film,\" I said, toying with the camera in my hands, \"will you show up in the picture?\" Edward started laughing. He helped me out of the car, pulled me up the stairs, and was still laughing as he opened the door for me. They were all waiting in the huge white living room; when I walked through the door, they greeted me with a loud chorus of \"Happy birthday, Bella!\" while I blushed and looked down. Alice, I assumed, had covered every flat surface with pink candles and dozens of crystal bowls filled with hundreds of roses. There was a table with a white cloth draped over it next to Edward's grand piano, holding a pink birthday cake, more roses, a stack of glass plates, and a small pile of silver-wrapped presents. It was a hundred times worse than I'd imagined. Edward, sensing my distress, wrapped an encouraging arm around my waist and kissed the top of my head. Edward's parents, Carlisle and Esme—impossibly youthful and lovely as ever—were the closest to the door. Esme hugged me carefully, her soft, caramel-colored hair brushing against my cheek as she kissed my forehead, and then Carlisle put his arm around my shoulders. \"Sorry about this, Bella,\" he stage-whispered. \"We couldn't rein Alice in.\" Rosalie and Emmett stood behind them. Rosalie didn't smile, but at least she didn't glare. Emmett's face was stretched into a huge grin. It had been months since I'd seen them; I'd forgotten how gloriously beautiful Rosalie was—it almost hurt to look at her. And had Emmett always been so… big? \"You haven't changed at all,\" Emmett said with mock disappointment. \"I expected a perceptible difference, but here you are, red-faced just like always.\" \"Thanks a lot, Emmett,\" I said, blushing deeper. He laughed, \"I have to step out for a second\"—he paused to wink conspicuously at Alice—\"Don't do anything funny while I'm gone.\" \"I'll try.\" Alice let go of Jasper's hand and skipped forward, all her teeth sparkling in the bright light. Jasper smiled, too, but kept his distance. He leaned, long and blond, against the post at the foot of the stairs. During the days we'd had to spend cooped up together in Phoenix, I'd thought he'd gotten over his aversion to me. But he'd gone back to exactly how he'd acted before—avoiding me as much as possible—the moment he was free from that temporary obligation to protect me. I knew it wasn't personal, just a precaution, and I tried not to be overly sensitive about it. Jasper had more trouble sticking to the Cullens' diet than the rest of them; the scent of human blood was much harder for him to resist than the others—he hadn't been trying as long. \"Time to open presents,\" Alice declared. She put her cool hand under my elbow and towed me to the table with the cake and the shiny packages. I put on my best martyr face. \"Alice, I know I told you I didn't want anything—\" \"But I didn't listen,\" she interrupted, smug. \"Open it.\" She took the camera from my hands and replaced it with a big, square silver box. The box was so light that it felt empty. The tag on top said that it was from Emmett, Rosalie, and Jasper. Self-consciously, I tore the paper off and then stared at the box it concealed. It was something electrical, with lots of numbers in the name. I opened the box, hoping for further illumination. But the box was empty. \"Um… thanks.\" Rosalie actually cracked a smile. Jasper laughed. \"It's a stereo for your truck,\" he explained. \"Emmett's installing it right now so that you can't return it.\" Alice was always one step ahead of me. \"Thanks, Jasper, Rosalie,\" I told them, grinning as I remembered Edward's complaints about my radio this afternoon—all a setup, apparently. \"Thanks, Emmett!\" I called more loudly. I heard his booming laugh from my truck, and I couldn't help laughing, too. \"Open mine and Edward's next,\" Alice said, so excited her voice was a high-pitched trill. She held a small, flat square in her hand. I turned to give Edward a basilisk glare. \"You promised.\" Before he could answer, Emmett bounded through the door. \"Just in time!\" he crowed. He pushed in behind Jasper, who had also drifted closer than usual to get a good look. \"I didn't spend a dime,\" Edward assured me. He brushed a strand of hair from my face, leaving my skin tingling from his touch. I inhaled deeply and turned to Alice. \"Give it to me,\" I sighed. Emmett chuckled with delight. I took the little package, rolling my eyes at Edward while I stuck my finger under the edge of the paper and jerked it under the tape. \"Shoot,\" I muttered when the paper sliced my finger; I pulled it out to examine the damage. A single drop of blood oozed from the tiny cut. It all happened very quickly then. \"No!\" Edward roared. He threw himself at me, flinging me back across the table. It fell, as I did, scattering the cake and the presents, the flowers and the plates. I landed in the mess of shattered crystal. Jasper slammed into Edward, and the sound was like the crash of boulders in a rock slide. There was another noise, a grisly snarling that seemed to be coming from deep in Jasper's chest. Jasper tried to shove past Edward, snapping his teeth just inches from Edward's face. Emmett grabbed Jasper from behind in the next second, locking him into his massive steel grip, but Jasper struggled on, his wild, empty eyes focused only on me. Beyond the shock, there was also pain. I'd tumbled down to the floor by the piano, with my arms thrown out instinctively to catch my fall, into the jagged shards of glass. Only now did I feel the searing, stinging pain that ran from my wrist to the crease inside my elbow. Dazed and disoriented, I looked up from the bright red blood pulsing out of my arm—into the fevered eyes of the six suddenly ravenous vampires.",
            "vi": "These violent delights have violent ends And in their triumph die, like fire and powder, Which, as they kiss, consume        Khoái cảm bạo phát ắt bạo tàn, Và lụi tàn khi đạt được điều khao khát,  Như lửa và thuốc súng gặp nhau bùng cháy, rồi tắt rụi.  Lời tựa  Tôi cảm thấy như mình bị mắc kẹt trong một trong những cơn ác mộng khủng khiếp, trong đó mình phải chạy, chạy cho đến khi phổi muốn nổ tung, mà vẫn chưa đủ nhanh.  Đôi chân tôi càng lúc càng như chậm hơn khi tôi tìm cách chạy qua đám đông vô cảm, nhưng những cây kim trên tháp đồng hồ khổng lồ chẳng hề chậm lại.  Với sức mạnh tàn nhẫn và vô tình, chúng cứ dịch chuyển đến điểm kết thúc - kết thúc mọi thứ.  Nhưng đây không phải là một giấc mơ, và, không giống ác mộng, tôi không chạy vì mạng sống của mình; tôi đang phóng thật nhanh để cứu một thứ quý giá hơn rất nhiều. Hôm nay đời tôi chẳng hề có chút ý nghĩa gì đối với tôi cả. Alice đã nói có khả năng cao là cả hai chúng tôi sẽ chết ở đây. Có lẽ chuyện sẽ khác đi nếu cô không bị ánh nắng chói loà giữ chân; chỉ một mình tôi có thể chạy qua quảng trường nắng chang chang, đông đúc này.  Mà tôi thì không thể chạy đủ nhanh.  Vì vậy chuyện bị bao quanh bởi những kẻ thù nguy hiểm cùng cực chẳng còn quan trọng gì với tôi nữa.  Khi đồng hồ bắt đầu báo giờ, rung lên dưới lòng bàn chân chậm chạp của tôi, tôi biết mình đã quá muộn - và tôi mừng vì có những kẻ khát máu đang chờ đợi mình.  Vì nếu không làm được chuyện này thì tôi không còn muốn sống thêm một chút nào nữa.  Đồng hồ lại điểm giờ, và mặt trời như đổ lửa giữa trời. BUỔI TIỆC Tôi chắc chắn chín mươi chín phẩy chín phần trăm là mình đang mơ. Lý do tôi hết sức chắc chắn là vì, trước tiên, tôi đang đứng trong một luồng nắng trời rực rỡ - loại ánh nắng trong trẻo chói loà chẳng bao giờ chiếu rọi trên quê hương mới mẻ đầy mưa phùn của tôi ở Forks, Washington - và điều thứ hai, tôi đang nhìn bà Marie của tôi. Bà mất đã sáu năm nay, vì vậy đó là bằng chứng chắc chắn cho biết tôi đang mơ.  Bà chẳng thay đổi gì mấy; khuôn mặt bà y như trong ký ức tôi. Da mềm và khô héo, tạo thành cả ngàn nếp nhăn li ti ôm nhẹ phần xương bên dưới. Như một quả mơ khô, nhưng có mớ tóc bạc dày bồng bềnh như mây ôm quanh mặt.  Miệng chúng tôi – miệng bà thì nhăn nheo  - cùng toét miệng cười ngạc nhiên.  Rõ ràng là, bà cũng chẳng hề nghĩ sẽ gặp tôi.  Tôi định hỏi bà một câu; tôi có rất nhiều câu muốn hỏi -  Bà đang làm gì ở đây trong giấc mơ của tôi?  Bà sống ra sao trong sáu năm qua?  Ông khoẻ không, và họ có tìm thấy nhau không, dù đang ở đâu ?- nhưng bà đã mở miệng khi tôi vừa định hỏi, nên tôi ngưng để bà nói trước.  Bà cũng dừng lại, rồi chúng tôi cùng cười chuyện hơi vụng về này.  \"Bella!\" Không phải Bà đã gọi tên tôi, và cả hai chúng tôi cùng quay lại nhìn người sắp đến. Tôi chẳng cần nhìn cũng biết đó là ai; đó là một giọng nói tôi có thể nhận ra ở bất cứ nơi đâu – nhận ra, và đáp lại, dù tôi đã thức hay đang ngủ ... hoặc thậm chí chết rồi, tôi chắc chắn mình cũng sẽ làm thế.  Vì giọng nói đó tôi có thể bước qua lửa - hoặc, ít kịch tính hơn, bì bõm mỗi ngày trong cái lạnh và cơn mưa dầm dề.  Edward.  Mặc dù tôi luôn sung sướng khi gặp anh – dù có ý thức hay không - và mặc dù tôi gần như chắc chắn mình đang mơ, tôi lại lo sợ khi Edward đi về phía chúng tôi trong ánh nắng chói chang.  Tôi lo sợ vì bà không biết tôi yêu ma cà rồng – chẳng ai biết chuyện đó cả - vì vậy tôi phải giải thích việc những tia nắng rực rỡ đang phản chiếu làn da của anh thành cả ngàn mảnh cầu vồng như thể anh được làm bằng pha lê hoặc kim cương? À, bà ơi, chắc có lẽ bà đã nhận thấy bạn trai con chiếu lấp lánh.  Chỉ dưới ánh mặt trời ảnh mới thế thôi. Đừng lo về chuyện đó... Anh đang làm gì vậy? Toàn bộ lý do anh sống ở Forks, nơi nhiều mưa nhất thế giới, là để anh có thể ra ngoài vào ban ngày mà không để lộ bí mật của gia đình anh. Thế mà anh đang, duyên dáng thong thả đi về phía tôi - với nụ cười đẹp nhất trên khuôn mặt thiên thần của anh - như thể tôi là người duy nhất ở đây vậy.  Trong giây phút ấy, tôi ước mình không phải là một ngoại lệ đối với tài năng bí ẩn của anh; tôi thường cảm thấy mừng vì mình là người duy nhất anh không thể đọc được suy nghĩ rõ như thể được nói ra thành lời.  Nhưng bây giờ tôi muốn anh cũng đọc được suy nghĩ của tôi, để anh có thể nghe được lời cảnh báo tôi đang gào thét trong đầu.  Tôi liếc nhìn hoảng sợ vào bà trở lại, và thấy đã quá muộn.  Bà cũng vừa quay lại nhìn chằm chằm vào tôi, mắt bà cũng đầy lo lắng như mắt tôi.  Edward – vẫn tươi cười hớn hở đến nỗi trái tim tôi như đang phồng lên và nổ tung trong lồng ngực - choàng tay qua vai tôi và quay sang nhìn bà.  Vẻ mặt bà làm tôi ngạc nhiên. Thay vì có vẻ hoảng sợ, bà đang nhìn tôi chằm chằm ngượng ngùng, như thể đang chờ một lời mắng mỏ. Và bà đang đứng ở một tư thế thật kỳ lạ - một tay vụng về đưa ra khỏi cơ thể, vươn ra rồi ôm quanh không khí. Như thể bà vòng tay quanh ai đó tôi không thể nhìn thấy, một người vô hình... Chỉ khi nhìn bao quát hơn, tôi mới nhận ra có một khung mạ vàng khổng lồ bao quanh dáng bà.  Thắc mắc, tôi đưa bàn tay không ôm quanh eo Edward, vươn ra sờ bà.  Bà bắt chước y nguyên động tác ấy, phản chiếu nó. Nhưng nơi ngón tay của chúng tôi lẽ ra phải chạm nhau, lại chỉ là mặt kính lạnh lẽo... Điếng người, giấc mơ của tôi đột ngột trở thành một cơn ác mộng.  Không hề có bà.  Đó là tôi. Tôi trong gương. Tôi - già, nhăn nheo, và tàn héo.  Edward đứng cạnh tôi, ánh mắt vô tư lự, đẹp cực kỳ và mãi mãi ở tuổi 17.  Anh áp đôi môi hoàn hảo, lạnh giá của anh vào má tôi tàn tạ.  \"Sinh nhật hạnh phúc, \" anh thì thầm.  Tôi choàng tỉnh  - mắt mở toét - và thở hổn hển. Ánh sáng xám xịt buồn tẻ, ánh sáng quen thuộc của một buổi sáng đầy mây, chiếm chỗ mặt trời chói chang trong giấc mơ của tôi.  Chỉ là một giấc mơ thôi, tôi tự nói với mình. Chỉ là một giấc mơ. Tôi hít thật sâu, rồi lại giật nảy người khi đồng hồ báo thức.  Cái lịch nhỏ trong góc màn hình của đồng hồ báo tôi biết hôm nay là ngày mười ba tháng chín.  Chỉ là một giấc mơ, nhưng ít nhất về mặt nào đó cũng là điềm báo trước. Hôm nay là sinh nhật của tôi. Tôi chính thức mười tám tuổi.  Tôi đã sợ ngày này bao tháng trời.  Suốt mùa hè hoàn hảo – mùa hè sung sướng nhất tôi từng có, mùa hè hạnh phúc nhất chưa ai, chưa nơi nào có được, và mùa hè nhiều mưa nhất trong lịch sử Olympic Peninsula – thời điểm nản lòng này đã ẩn nấp mai phục chờ lúc bung ra.  Và bây giờ nó đã tấn công, thậm chí tệ hại hơn tôi đã sợ. Tôi có thể cảm thấy điều đó - tôi già đi.  Mỗi ngày tôi một già hơn, nhưng chuyện này khác, tệ hơn, có thể cân đo đong đếm được. Tôi đã mười tám tuổi.  Mà Edward thì chẳng bao giờ già đi.  Khi đi đánh răng, tôi gần như bị bất ngờ vì thấy khuôn mặt trong gương chẳng hề thay đổi. Tôi nhìn chằm chằm vào mình, tìm dấu hiệu nếp nhăn sắp xuất hiện trong làn da màu ngà của tôi.  Tuy vậy, mấy nếp nhăn duy nhất là mấy cái nếp nhăn trên trán tôi, và tôi biết là nếu tôi cố gắng thư giãn, chúng sẽ biến mất. Nhưng tôi không thể thư giãn được. Lông mày tôi cứ nhíu lại lo lắng trên đôi mắt nâu băn khoăn.  Chỉ là một giấc mơ thôi, tôi lại tự nhắc mình. Chỉ là một giấc mơ... nhưng cũng là cơn ác mộng đáng sợ nhất đời tôi.  Tôi bỏ ăn sáng, làm cho mau để có thể ra khỏi nhà càng nhanh càng tốt. Tôi không thể tránh bố được, nên đành phải bỏ ra mấy phút giả vờ vui vẻ. Tôi thực đã cố tỏ ra vui sướng khi nhận những món quà tôi đã xin ông đừng mua cho tôi, nhưng cứ mỗi lần tôi phải mỉm cười, thì cứ tựa như tôi sắp khóc đến nơi. Tôi cố giữ bình tĩnh khi lái xe đến trường. Giấc mơ về bà – tôi không đời nào nghĩ đó là tôi được - khó dứt ra khỏi đầu. Tôi chẳng cảm thấy gì ngoài nỗi thất vọng cho đến khi đỗ xe ở bãi đậu xe quen thuộc phía sau Forks High School và nhìn thấy Edward đang tựa người bất động vào chiếc Volvo màu bạc bóng loáng của anh, như một bằng chứng bằng cẩm thạch của thần sắc đẹp ngoại đạo bị lãng quên.  Giấc mơ đã không mô tả đúng sự thật.  Và anh đang ở đó đợi tôi, như bao ngày.  Nỗi tuyệt vọng biến ngay; niềm kinh ngạc chiếm chỗ của nó.  Dù sau nửa năm ở bên anh, tôi vẫn không thể tin mình may mắn đến thế.  Alice, em anh đang đứng bên anh, cũng đang chờ tôi.  Tất nhiên Edward và Alice chẳng thực sự là anh em ruột thịt (ở Forks người ta kể là toàn bộ anh chị em nhà Cullen đã được nhận nuôi bởi bác sĩ Carlisle Culler và vợ ông, Esme, cả hai rõ ràng quá trẻ để nuôi mấy người con nuôi mười mấy tuổi), nhưng da họ nhợt nhạt giống y nhau, mắt họ cùng có sắc vàng kỳ lạ, và quầng thâm dưới mắt cũng y như nhau. Mặt cô, như mặt anh, cũng đẹp đến sững sờ.  Đối với người biết rõ chuyện – người như tôi chẳng hạn – những điểm tương đồng này là dấu hiệu nhận biết họ là thứ gì.  Việc nhìn thấy Alice chờ ở đó – đôi mắt vàng nâu của cô sáng rực náo nức, và hộp vuông gói giấy bạc nhỏ trong tay cô - làm tôi cau mày. Tôi đã bảo Alice tôi không muốn gì hết, bất cứ thứ gì, không quà, thậm chí không cả chuyện quan tâm đến sinh nhật của tôi. Rõ ràng là, ước nguyện của tôi đã bị lờ đi.  Tôi đóng sầm cửa chiếc xe tải Chevy 53 của mình - trận mưa gỉ sét bay nhẹ nhàng xuống nhựa đường ẩm ướt – rồi từ từ đi về nơi họ đang chờ đợi. Alice nhảy tới gặp tôi, khuôn mặt tiên nữ của cô rực sáng dưới mái tóc huyền chỉa loà xoà.  \"Sinh nhật hạnh phúc, Bella!\" \"Suỵttt!\" Tôi rít lên, liếc nhìn xung quanh chỗ để xe để đảm bảo không ai nghe cô nói. Tôi chẳng hề muốn có mấy cái chuyện ăn mừng sự kiện không thể chịu đựng nỗi này. Cô lờ tôi đi. \"Chị muốn mở quà liền hay để sau?\" cô háo hức hỏi khi chúng tôi đi về phía Edward vẫn đang đợi.  \"Không quà cáp gì hết, \" tôi lầm bầm phản đối.  Cuối cùng thì cô cũng có vẻ hiểu tâm trạng của tôi. \" OK...  để sau vậy. Chị có thích quyển an-bum mẹ chị gởi tặng không? Còn máy ảnh của Charlie tặng thì sao?\" Tôi thở dài. Dĩ nhiên cô biết hết mọi món quà sinh nhật của tôi. Edward không phải là thành viên duy nhất trong gia đình có kỹ năng khác thường. Alice hẳn \"nhìn thấy” bố mẹ tôi muốn làm gì ngay khi họ vừa mới tự quyết định chuyện đó xong.  \"Ừ. Quà tuyệt lắm. \" \"Em nghĩ thiệt là ý tưởng hay. Mình chỉ là sinh viên năm cuối một lần trong đời thôi mà. Cũng nên lưu giữ lại kỷ niệm này.” \"Đã bao lần em làm sinh viên năm cuối rồi?” \"Chuyện đó khác mà.” Khi ấy, chúng tôi đã đến gần Edward, và anh chìa tay ra cho tôi. Tôi háo hức nắm lấy, quên đi, trong chốc lát, tâm trạng buồn bã của mình. Da anh, như mọi khi, mịn, cứng, và rất lạnh. Anh siết nhẹ ngón tay tôi. Tôi nhìn vào đôi mắt màu hoàng ngọc trong vắt của anh, và tim tôi tự siết mình-không-lấy-gì-nhẹ-nhàng-cho-lắm.  Nghe tiếng đập đứt quãng của nhịp tim tôi, anh lại mỉm cười.  Anh đưa bàn tay còn rảnh của mình rà một đầu ngón tay mát rượi quanh viền môi tôi vừa nói. \"Nè, như đã bàn, anh không được phép chúc em sinh nhật hạnh phúc, đúng không?\" \"Ừ. Đúng vậy.” Tôi không bao giờ có thể bắt chước giống y chuỗi phát âm rõ ràng trang trọng, hoàn hảo của anh. Đó là điều chỉ có thể học được trong một thế kỷ trước mà thôi.  \"Chỉ kiểm tra thôi. \" Anh lùa bàn tay qua mái tóc màu đồng bù xù của mình. \"Biết đâu em đổi ý.  Hầu như ai cũng thích mấy chuyện như sinh nhật và quà tặng.” Alice cười, và tiếng cười âm vang trong vắt như chuông ngân. \"Dĩ nhiên chị sẽ thích rồi.  Ai cũng phải đối xử tốt với chị hôm nay và để chị làm theo ý mình, Bella. Vậy thì điều tệ hại nhất có thể xảy ra là gì chớ?\" Cô định nói kiểu câu hỏi tu từ.  \"Già đi, \" tôi vẫn cứ trả lời, và giọng tôi không điềm tĩnh như tôi muốn.  Bên tôi, nụ cười của Edward chuyển thành đôi môi mím chặt.  \"18 tuổi đâu có già đâu, \" Alice nói. \"Chẳng phải phụ nữ thường đến hai mươi chín tuổi mới cảm thấy khó chịu vì vụ sinh nhật sao?\" \"Già hơn Edward rồi, \" tôi lầm bầm.  Anh thở dài.  \"Tuy vậy, nói cho cùng,” cô nói, giữ giọng vui vẻ. \"Chỉ hơn có một năm cỏn con thôi mà.” Còn tôi giả sử...  nếu tôi có thể chắc chắn về tương lai tôi muốn có, chắc chắn là mình sẽ được trọn đời bên anh, cùng Alice và những người khác trong gia đình Cullens (thì tốt nhất không nên là một bà cụ nhỏ thó nhăn nheo) ... thì một hai tuổi này nọ sẽ chẳng quan trọng gì lắm đối với tôi. Nhưng Edward lại phản đối kịch liệt mọi ý định biến đổi tôi.  Mọi ý định làm tôi giống anh - cũng làm tôi bất tử.  Ngõ cụt, anh đã gọi vậy.  Nói thực, tôi chẳng hiểu quan điểm của Edward chút nào.  Bất tử có gì mà ghê gớm đến thế?  Làm ma cà rồng đâu có vẻ gì mà kinh khủng như thế -- dù sao thì không phải cách nhà Cullens đang sống.  \"Khi nào chị sẽ đến nhà?\" Alice nói tiếp, đổi đề tài.  Theo vẻ mặt của cô, rõ ràng cô đang định làm đúng cái chuyện tôi đã muốn tránh trớ.  \"Chị không nghĩ chị sẽ đến đó. \"  \"Ồ, công bằng đi chứ, Bella!\"  cô phàn nàn. \"Chị sẽ không phá hỏng niềm vui của tất cả mọi người như thế, phải không nào?\"   \"Chị tưởng sinh nhật mình thì chỉ làm chuyện mình thích thôi chớ.” \"Anh sẽ đón cô ấy ở nhà Charlie ngay sau giờ học, \" Edward nói với cô, hoàn toàn lờ tôi đi.  \"Em phải đi làm,” tôi phản đối.  \"Thực ra thì, chị không phải đi làm” Alice nói với tôi một cách tự mãn.  \"Em đã nói Bà Newton về chuyện đó rồi.  Bà ấy sẽ đổi ca cho chị.  Bà ấy đã nói là chúc chị 'Sinh nhật hạnh phúc.'”  \"Chị -- chị vẫn thể không ghé qua được đâu,” tôi nói lắp, tìm cớ.  \"Chị, ờ thì, chị chưa xem Romeo và Juliet cho giờ học tiếng Anh.”  Alice khịt mũi.  \"Chị đã thuộc lòng Romeo và Juliet còn gì.”  \"Nhưng thầy Berty đã nói chúng ta cần xem người ta diễn nó thì mới cảm nhận được hết cái hay của nó - đó là cách Shakespeare định trình bày nó.”  Edward trợn tròn mắt.  \"Chị đã xem phim đó rồi còn gì, \" Alice buộc tội.  \"Nhưng chị chưa xem bản phim thập niên 1960.  Thầy Berty đã nói phim đó mới hay nhất.”  Cuối cùng, Alice đánh mất nụ cười tự mãn và nhìn tôi trừng trừng.  \"Chuyện này muốn dễ là dễ, khó là khó thôi, Bella, dù cho chị có làm gì  --“ Edward chặn lời đe doạ của cô.  \"Bớt căng thẳng nào, Alice.  Nếu Bella muốn xem phim, hãy để cô ấy xem.  Sinh nhật của cô ấy mà.”  \"Vậy đó, \" tôi nói thêm.  \"Anh sẽ đưa cô ấy đến vào lúc khoảng bảy giờ, \" anh nói tiếp.  \"Thế thì em sẽ có nhiều thời gian sắp xếp hơn.” Tiếng cười của Alice lại vang lên trong vắt.  \"Nghe hay á.  Hẹn gặp lại chị đêm nay, Bella!  Rồi chị sẽ thấy vui lắm đó.”  Cô cười toe toét -- nụ cười toe toét để lộ toàn bộ hàm răng hoàn hảo, sáng lấp lánh của cô - rồi hôn vội lên má tôi và nhảy chân sáo về phía lớp học đầu tiên của cô trước khi tôi có thể phản ứng lại.  \"Xin anh, Edward\" tôi bắt đầu cầu xin, nhưng anh đã đặt một ngón tay mát rượi lên môi tôi.  \"Để sau hẵng bàn.  Mình sắp trễ giờ học rồi.”  Chẳng ai buồn nhìn khi chúng tôi ngồi vào chỗ ngồi quen thuộc của mình ở cuối lớp (bây giờ chúng tôi hầu như học chung mọi lớp với nhau - thật hết sức ngạc nhiên vì những ưu ái Edward nhận từ cô giáo vụ).  Edward và tôi đã ở bên quá lâu nên không còn là đối tượng để bàn tán nữa.  Newton Mike thậm chí chẳng hề nhìn tôi buồn bã như mọi khi đã khiến tôi cảm thấy mình hơi có tội.  Thay vào đó, bây giờ anh chàng mỉm cười, và tôi mừng vì anh dường như đã chấp nhận chúng tôi chỉ có thể là bạn bè mà thôi.  Mike đã thay đổi trong mùa hè - khuôn mặt anh chàng mất vài nét tròn trĩnh, làm xương gò má nổi rõ hơn, và anh chàng để kiểu tóc mới: mái tóc vàng nhạt của anh ta thay vì dựng đứng như bàn chải, bây giờ dài hơn và vuốt keo thành kiểu bù xù tự nhiên cẩn thận. Thật dễ nhận thấy nguồn cảm hứng của anh ta từ đâu ra - nhưng phong cách của Edward không phải bắt chước mà được.  Khi ngày dần trôi, tôi nghĩ đủ cách để thoát được chuyện sắp xảy ra ở nhà Cullen đêm nay.  Thiệt khổ sở khi phải ăn mừng khi tôi đang muốn than khóc.   Nhưng, khổ hơn hết là, chuyện này thế nào cũng dính đến chuyện quan tâm và quà cáp.  Quan tâm chả bao giờ là chuyện tốt, mọi kẻ vụng về chuyên thu hút tai nạn khác đều sẽ đồng ý vậy.  Chẳng ai muốn làm trung tâm thu hút chú ý khi họ sắp té dập mặt.  Và tôi đã khẩn khoản yêu cầu - à, thật ra là ra lệnh - không ai được tặng tôi bất cứ món quà gì năm nay. Có vẻ như Charlie và Renee không phải là những người duy nhất quyết định lờ đi chuyện đó.  Tôi chẳng bao giờ có nhiều tiền, và chuyện đó chẳng bao giờ làm tôi lo nghĩ.  Renee đã nuôi tôi khôn lớn bằng tiền lương của một giáo viên mẫu giáo.  Charlie cũng chẳng giàu có gì với nghề nghiệp của ông - ông là cảnh sát trưởng ở đây trong thành phố nhỏ xíu này của Forks.  Thu nhập cá nhân của tôi có từ mỗi tuần ba ngày làm việc ở cửa hàng đồ thể thao ở địa phương.  Trong thành phố nhỏ này, tôi may mắn có việc làm.  Từng xu tôi làm được là để ki cóp dành dụm để sau này học đại học.  (Học đại học là kế hoạch B.  Tôi vẫn mong thực hiện kế hoạch A, nhưng Edward cứ bướng bỉnh muốn tôi cứ làm người...)  Edward có rất nhiều tiền - thậm chí tôi không muốn nghĩ đến chuyện anh có bao nhiêu tiền nữa.  Tiền hầu như chẳng có nghĩa gì đối với Edward hoặc những người khác trong nhà Cullens.  Đó chỉ là thứ cứ tích lũy dần khi bạn có lượng thời gian vô hạn trong tay và một người em có khả năng phi thường có thể dự đoán các khuynh hướng trong thị trường chứng khoán.  Edward dường như không hiểu tại sao tôi không chịu để anh chi tiền cho tôi - tại sao tôi lại không thoải mái khi anh đưa tôi đến một nhà hàng mắc tiền ở Seattle, tại sao anh không được phép mua cho tôi một chiếc xe hơi có thể đạt đến tốc độ hơn năm mươi lăm dặm một giờ, hay tại sao tôi không chịu để anh trả học phí học đại học cho tôi (anh nhiệt tình với kế hoạch B một cách buồn cười).  Edward nghĩ tôi đã cố chấp một cách không cần thiết.  Nhưng làm sao tôi có thể để anh tặng tôi này nọ trong khi tôi chẳng có gì để đền đáp lại? Anh, vì một lý do không thể hiểu được cứ muốn ở bên tôi.  Bất cứ thứ gì anh tặng tôi ngoài chuyện đó chỉ càng làm chúng tôi thêm cách biệt.   Ngày trôi qua, chẳng nghe Edward hay Alice nói gì về vụ sinh nhật của tôi nữa, và tôi bắt đầu cảm thấy thoải mái một chút.  Chúng tôi ngồi ở bàn vẫn ngồi để ăn trưa.  Có một loại thoả thuận đình chiến kỳ lạ ở cái bàn đó. Ba chúng tôi - Edward, Alice, và tôi - ngồi ở đầu mút phía nam của bàn.  Bây giờ anh chị nhà Cullen \"lớn tuổi hơn\" và có phần dễ sợ hơn (chắc chắn là trường hợp của Emmett rồi) đã tốt nghiệp, Alice và Edward không có vẻ đáng sợ lắm, nên chúng tôi không ngồi một mình ở đây.  Những người bạn khác của tôi, Mike và Jessica (đang trong thời kỳ ngượng nghịu vẫn làm bạn sau khi chia tay),  Angela và Ben (vẫn còn yêu nhau sau mùa hè), Eric, Conner, Tyler, và Lauren (mặc dù người cuối cùng không thực sự được tính vào phạm trù bạn bè) đều ngồi chung bàn, phía bên kia ranh giới vô hình.  Ranh giới ấy tan biến vào những ngày nắng khi Edward và Alice luôn nghỉ học, lúc đó mọi người, kể cả tôi đều hào hứng tán dóc.  Edward và Alice chẳng hề thấy chuyện tẩy chay nho nhỏ ấy là kỳ quặc hay khó chịu như tôi sẽ cảm thấy vậy nếu ở vào trường hợp của họ. Họ chẳng hề để ý đến.  Mọi người luôn cảm thấy căng thẳng kỳ lạ với nhà Cullens, hầu như e sợ vì một lý do nào đó mà chính họ cũng chẳng hiểu.  Tôi là một ngoại lệ hiếm hoi không giống vậy.  Đôi khi chuyện đó làm Edward phiền muốn vì tôi quá thoải mái khi ở gần anh.  Anh nghĩ anh có hại cho tôi - một ý kiến mà hễ anh nói ra là tôi kịch liệt phản đối ngay khi anh vừa nói ra.  Buổi trưa trôi qua thật nhanh.  Hết giờ học, Edward đưa tôi đến xe tải của tôi như thường lệ.   Nhưng lần này, anh mở cửa phía hành khách cho tôi.  Alice chắc đã chạy xe anh về nhà để anh giữ cho tôi khỏi chạy trốn.  Tôi khoanh tay và không nhúc nhích để tránh mưa.  \"Hôm nay là sinh nhật của em mà, sao em không được lái xe chớ?\"  \"Anh đang giả vờ hôm nay không phải là sinh nhật em, đúng như ý em muốn.”  \"Nếu không phải là sinh nhật của em, thì em đâu cần đến nhà anh đêm nay làm chi...”  \"Tốt lắm.” Anh đóng cửa phía hành khách và bước qua tôi để mở cửa phía tài xế.  \"Chúc em sinh nhật hạnh phúc.” \"Suỵt, \" tôi miễn cưỡng bảo anh im lặng.  Tôi leo vô cánh cửa đã mở, ước gì anh chấp nhận đề nghị kia.  Edward mở ra-đi-ô trong khi tôi lái xe, lắc đầu chê bai.  \"Ra-đi-ô của em có bộ phận thu sóng khủng khiếp quá. \"  Tôi cau mày.  Tôi không thích anh trêu chọc xe tải của tôi.  Xe tôi rất tuyệt - nó có cá tính.  \"Anh muốn dàn âm thanh nổi hay hả?  Thì đi xe của anh đi.” Tôi quá hồi hộp về kế hoạch của Alice, thêm vào tâm trạng đã quá buồn rầu của tôi, nên lời tôi nói ra cáu kỉnh hơn tôi nghĩ.  Tôi khó mà cáu kỉnh được với Edward, và giọng tôi làm anh mím chặt môi để khỏi mỉm cười.  Khi tôi đỗ xe ở phía trước nhà Charlie, anh đưa tay ôm mặt tôi trong tay anh.  Anh chạm vào tôi hết sức cẩn thận, chỉ dịu dàng áp đầu ngón tay lên thái dương, xương gò má, quai hàm của tôi.  Như thể tôi cực kỳ mong manh.  Ít nhất, thì đúng vậy – khi so với anh.  \"Em lẽ ra phải thơ thới hân hoan, nhất là ngày hôm nay, \" anh thì thầm. Hơi thở ngọt ngào của anh phà trên mặt tôi. \"Nhưng nếu em không muốn thơ thới hân hoan thì sao?\" Tôi hỏi, hơi thở tôi ngắt quãng.  Đôi mắt vàng của anh giận dữ.  \"Quá dở.”  Đầu tôi quay cuồng khi anh nghiêng đến gần tôi hơn và áp đôi môi lạnh giá của anh vào môi tôi.  Đúng như anh mong đợi, rõ ràng, tôi quên hết mọi âu lo, mà chỉ lo tập trung nhớ cách hít thở.  Miệng anh nấn ná trên miệng tôi, lạnh, mềm và dịu dàng, cho đến khi tôi quấn cánh tay mình quanh cổ anh và háo hức đắm mình vào nụ hôn hơi quá nhiệt tình.  Tôi có thể cảm thấy môi anh cong lên khi anh buông mặt tôi ra và lùi lại để gỡ vòng tay của tôi.  Edward đã định nhiều ranh giới kỹ lưỡng cho quan hệ thể xác của chúng tôi, muốn giữ mạng sống cho tôi.   Cho dù tôi tôn trọng nhu cầu duy trì khoảng cách an toàn giữa da tôi và hàm răng bén như lưỡi lam đầy nọc độc của anh, tôi thường hay quên mất những thứ linh tinh đó khi anh hôn tôi. \"Xin em cư xử đàng hoàng nào, \" anh thở vào má tôi.  Anh nhẹ nhàng áp môi vào môi tôi lần nữa rồi tránh ra xa, xếp tay tôi vào lòng tôi.  Mạch máu đang đập thình thịch trong tai tôi.  Tôi đặt một bàn tay lên tim.  Nó đập điên cuồng dưới lòng bàn tay tôi.  \"Anh nghĩ liệu có bao giờ em làm chuyện này khá hơn không?\"  Tôi thắc mắc, chủ yếu hỏi chính tôi.  \"Liệu có ngày nào đó tim em sẽ không cố nhảy ra khỏi ngực mỗi khi anh chạm vào em?\"  \"Anh thực hy vọng em sẽ không vậy, \" anh nói, hơi tự mãn.  Tôi trợn tròn mắt.  \"Mình xem Capulets và Montagues hạ nhau nhé?\"  \"Ý muốn của em là mệnh lệnh dành cho anh.”  Edward nằm dài trên ghế xô-pha khi tôi mở phim, tua nhanh qua phần giới thiệu danh sách ê - kíp làm phim.  Khi tôi ngồi ở mép ghế xô-pha phía trước, anh vòng tay ôm eo tôi và kéo tôi tựa vào ngực anh.  Không thoải mái như tựa vào nệm ghế xô-pha, vì ngực anh cứng và lạnh giá - và hoàn hảo - như một tác phẩm điêu khắc trên băng, nhưng chắc chắn là tôi thích hơn.  Anh kéo tấm khăn phủ ghế cũ kỹ ra khỏi lưng ghế và đắp lên tôi để tôi không thấy lạnh khi tựa vào anh.  \"Em biết không, anh chẳng bao giờ chịu đựng nỗi Romeo, \" anh bình luận khi phim mới bắt đầu.   \"Romeo sao chứ?\" Tôi hỏi, hơi giận.  Romeo là một trong những nhân vật trong truyện ưa thích của tôi.  Trước khi gặp Edward, tôi gần như mê tít anh ta. \"Ừm, đầu tiên, anh ta yêu Rosaline - em không thấy anh ta có vẻ hơi dễ thay lòng sao?  Rồi, một vài phút sau khi họ cưới nhau, anh ta lại giết em họ của Juliet.  Chuyện đó chẳng thông minh cho lắm.  Hết sai lầm này lại sai lầm khác.  Anh ta có thể nào hủy hoại hạnh phúc của riêng mình triệt để hơn vậy nữa không?\"  Tôi thở dài.  \"Anh có muốn em xem phim này một mình không?\"  \"Không, dù sao thì anh cũng sẽ toàn là ngắm em không thôi.\"  Ngón tay anh vẽ hoa văn lên da tay tôi, làm tôi sởn gai ốc.  \"Em sẽ khóc chớ?\"  \"Chắc vậy, \" tôi thú nhận, \" nếu em chú ý.” \"Vậy anh sẽ không làm em phân tâm nữa đâu.”  Nhưng tôi cảm thấy môi anh trên tóc mình, chuyện đó làm tôi phân tâm hết sức.  Cuối cùng cuốn phim cũng làm tôi chú ý, phần lớn nhờ Edward thì thầm từng lời của Romeo vào tai tôi - giọng nói mượt mà, hấp dẫn không chịu nỗi của anh làm cho giọng nói của diễn viên có vẻ lạt lẽo và tầm thường.  Rồi tôi đã khóc, làm anh thích thú, khi Juliet tỉnh lại và thấy chồng mới cưới của cô đã chết.  \"Anh thú thiệt anh hơi ghen tị với anh ta ở điểm này, \" Edward nói, lau  khô nước mắt bằng một lọn tóc của tôi.  \"Cô ấy đẹp quá. \"  Anh thốt ra một âm thanh phản đối.  \"Anh không ghen tị chuyện anh ta được cô gái ấy yêu - mà là chuyện anh ta dễ tự sát,” anh giải thích bằng giọng trêu chọc.  “Con người làm chuyện đó dễ dàng quá! Chỉ cần tọng một lọ tinh chất thảo mộc xíu xiu...”  \"Gì chứ?\" Tôi nói hổn hển.  \"Đó là chuyện có lần anh đã phải nghĩ đến, và anh đã biết qua kinh nghiệm của Carlisle là chuyện đó sẽ không đơn giản.  Anh không biết lúc đầu Carlisle đã thử bao nhiêu cách để tự sát ... sau khi ông nhận ra mình đã trở thành thứ gì...\"  Giọng anh, lúc nãy nghiêm túc, giờ tươi vui trở lại.  \"mà ông rõ ràng vẫn cứ khoẻ như voi.”  Tôi xoay người để có thể nhìn được mặt  anh.  \"Anh đang nói về chuyện gì vậy?\"  Tôi hỏi.  \"Anh hàm ý gì khi nói đây là chuyện anh đã một lần phải nghĩ đến?\"  \"Mùa xuân năm ngoái, khi em ... suýt bị giết... \" Anh ngừng lại để hít thật sâu, nhích gần để trở lại giọng trêu chọc của mình.  \"Dĩ nhiên anh đã cố tập trung tìm em vẫn còn sống, nhưng một phần tâm trí anh đã lên một kế hoạch phòng bị.   Như anh đã nói, với anh chuyện đó không dễ làm như với con người. \"  Trong một giây, ký ức về chuyến đi vừa rồi đến Phoenix của tôi cuốn qua tâm trí làm tôi cảm thấy chóng mặt.  Tôi như nhìn thấy chuyện đó thật rõ ràng - mặt trời chói chang, hơi nóng toả ra từ bê tông khi tôi chạy vội vàng tuyệt vọng tìm con ma cà rồng ác dâm muốn tra tấn tôi đến chết.  James, chờ trong căn phòng lắp gương với mẹ tôi làm con tin - hoặc do tôi nghĩ vậy.  Tôi không biết đó chỉ là thủ đoạn bịp bợm.  Chỉ nhờ James không biết Edward đang rượt theo cứu tôi; Edward đã đến kịp lúc, nhưng lẽ ra thì đã tiêu tùng rồi. Bất giác, ngón tay tôi dò tìm vết sẹo hình lưỡi liềm trên bàn tay mình, luôn mát hơn phần da còn lại vài độ.  Tôi lắc đầu - như thể tôi có thể xua đi ký ức đau khổ – để cố hiểu ý Edward.  Dạ dày của tôi nhộn nhạo khó chịu.  \"Kế hoạch phòng bị?\"  Tôi lặp lại.  \"Ừm, anh sẽ không sống mà không có em.” Anh trợn tròn mắt tỏ vẻ không tin như thể chuyện đó rõ ràng quá trẻ con.   \"Nhưng anh không chắc cách làm chuyện đó-  Anh biết Emmett và Jasper sẽ chẳng bao giờ giúp anh ... nên anh nghĩ có lẽ anh sẽ đến Ý và làm chuyện gì đó để chọc tức Volturi.”  Tôi không muốn tin anh nói nghiêm túc, nhưng đôi mắt vàng của anh ủ ê, tập trung vào cái gì đó xa xôi khi anh ngẫm nghĩ cách chấm dứt cuộc đời mình.  Đột nhiên, tôi điên tiết.  \" Volturi là gì?\" Tôi hỏi.  \"Volturi là một gia tộc, \" anh giải thích, mắt anh vẫn xa xăm.  \"Một dòng dõi rất cổ xưa, rất hùng mạnh trong chủng loài của bọn anh.  Anh nghĩ, theo cách gọi của thế giới chúng ta, thì họ hẳn là một gia đình hoàng tộc.  Carlisle đã sống với họ trong một thời gian ngắn trong những năm mới biến đổi, ở Ý, rồi mới định cư ở Mỹ ---em còn nhớ chuyện đó không?\"  \"Dĩ nhiên là em nhớ. \"  Tôi sẽ chẳng bao giờ quên lần đầu tiên đến nhà anh, ngôi nhà trắng khổng lồ ẩn sâu trong rừng cạnh dòng sông, tôi cũng chẳng bao giờ quên căn phòng của Carlisle – người cha đúng nghĩa của Edward - có một bức tường thuật lại chuyện đời ông.  Ở đó, bức tranh sơn dầu sống động nhất, màu sắc sặc sỡ nhất, được vẽ trong thời gian Carlisle ở Ý.  Dĩ nhiên tôi nhớ bốn người đàn ông điềm tĩnh, ai cũng có khuôn mặt tuyệt đẹp của thiên thần, được vẽ đứng trên ban-công cao nhất nhìn xuống đám đông màu mè hỗn độn bên dưới.  Cho dù bức hoạ hàng trăm năm tuổi, Carlisle - thiên thần tóc vàng - vẫn không thay đổi. Và tôi nhớ ba người khác, người quen thuở ban đầu của Carlisle.  Edward chưa bao giờ dùng cái tên Volturi để chỉ bộ ba xinh đẹp ấy, hai người tóc đen, và một người tóc trắng như tuyết.  Anh đã gọi tên họ là Aro, Caius, và Marcus, nhà bảo trợ nghệ thuật của đêm đen...  \"Dù sao chăng nữa, em cũng đừng chọc giận Volturi, \" Edward nói tiếp, làm gián đoạn giấc mơ màng.  \"Đừng, trừ phi em muốn chết - hoặc bất cứ điều gì tương tự.” Giọng anh thật bình tĩnh, nghe như anh quá chán viễn cảnh ấy.  Cơn phẫn nộ của tôi chuyển thành nỗi kinh hoàng. Tôi ôm khuôn mặt cẩm thạch của anh trong tay mình thật chặt.  \"Anh đừng bao giờ, đừng bao giờ, không bao giờ được nghĩ đến những chuyện như thế nữa!\"  Tôi nói.  \"Bất kể có điều gì có thể xảy ra cho em, anh cũng không được phép tự hại mình!\"  \"Anh sẽ không bao giờ làm em bị nguy hiểm nữa đâu, vì thế đó là chuyện không quan trọng nữa.”  \"Làm em bị nguy hiểm!  Em đã tưởng chúng ta ai cũng rõ mọi xui xẻo là do lỗi của em chứ?\" Tôi càng lúc càng giận hơn.  \"Sao anh thậm chí dám nghĩ như thế?”  Cái ý nghĩ Edward không còn tồn tại nữa, dù là tôi đã chết, làm tôi đau đớn khôn cùng.  \"Thế ngược lại, nếu em là anh, em sẽ làm gì?” anh hỏi.  \"Đâu có giống nhau đâu.” off Anh dường như không hiểu được sự khác nhau ấy. Anh cười khúc khích.  \"Sẽ ra sao nếu chuyện đó xảy ra với anh?\" Tôi tái người vì ý nghĩ này. \"Anh có muốn em tự hủy mình không?\" Nét đau đớn hằn trên khuôn mặt hoàn hảo của anh.  \"Anh nghĩ anh hiểu ý em ... một chút,” anh thừa nhận. \"Anh sẽ làm gì đây nếu không có em?” \"Làm chuyện anh đã làm trước khi em đến, gây rắc rối cho đời anh.” Anh thở dài. \"Em nói nghe dễ quá.” \"Nên vậy.  Em đâu có hay ho thế.” Anh định cãi, nhưng rồi anh bỏ qua chuyện đó. \"Chuyện không quan trọng,” anh nhắc tôi. Đột ngột, anh ngồi thẳng nghiêm chỉnh hơn, đặt tôi sang một bên để chúng tôi không còn chạm vào nhau nữa.  \"Charlie hả?\" Tôi đoán.  Edward mỉm cười. Một lúc sau, tôi nghe tiếng xe tuần tiễu của cảnh sát dừng trên đường lái xe vào nhà. Tôi vươn tay ra nắm tay anh thật chặt. Bố tôi có thể chịu được nhiều hơn thế.  Charlie bước vào với hộp bánh pizza trong tay.  \"Này, mấy con.”  Ông cười toe toét với tôi. \"Bố nghĩ con thích nghỉ nấu ăn và rửa chén bát trong sinh nhật của con. Đói chưa?\" \"Chắc chắn rồi. Cám ơn bố.” Charlie không bình luận gì chuyện Edward rõ ràng không thèm ăn cho lắm. Ông đã quen chuyện Edward không ăn tối.  \"Bác có phiền không nếu con mượn Bella tối nay?\" Edward hỏi khi Charlie và tôi ăn xong.  Tôi nhìn Charlie tràn trề hy vọng. Có lẽ ông quan niệm sinh nhật là chuyện trong gia đình, chuyện tổ chức trong nhà - đây là sinh nhật đầu tiên tôi ở bên ông, sinh nhật đầu tiên kể từ khi mẹ tôi, Renee, tái giá và đến Florida sinh sống, vì vậy tôi không biết ông muốn sao.  \"Không sao đâu – đội Mariners sẽ gặp đội Sox đêm nay,” Charlie giải thích, và niềm hy vọng của tôi biến mất.  \"Nên bố sẽ không thể bầu bạn cùng ai cả ... Đây nè.” Ông cầm chiếc máy ảnh ông tặng tôi theo đề nghị của Renee (vì tôi sẽ cần hình để lồng vô quyển an-bum mẹ tặng), và ném nó cho tôi.  Ông lẽ ra phải hiểu rõ hơn thế - tôi luôn gặp khó khăn khi phải phối hợp chân tay. Máy ảnh sượt qua đầu ngón tay tôi, rồi rớt xuống sàn. Edward chộp được nó trước khi nó rơi lên vải sơn lót sàn.  \"Cứu được một bàn thua trông thấy, \" Charlie lưu ý. \" Nếu mọi người tổ chức vui vẻ ở nhà Cullens đêm nay, Bella, con nên chụp ít hình nhé. Con biết mẹ con rồi đó – con chưa chụp mà mẹ con đã nôn coi hình rồi.” \"Ý hay, Charlie, \" Edward nói, trao tôi chiếc máy ảnh.  Tôi hướng máy về phía Edward, và chụp tấm đầu tiên. \"Hoạt động tốt. \" \"Vậy thì tốt. Này, gởi lời chào Alice cho bố nhé.  Lâu rồi cô bé không đến chơi.”  Miệng Charlie trễ xuống thất vọng.  \"Mới có ba ngày hà bố,” tôi nhắc ông. Charlie rất thích Alice.  Mùa xuân rồi, ông trở nên thích cô hết sức khi cô giúp tôi trong thời gian dưỡng bệnh đầy khó khăn; Charlie sẽ mãi biết ơn cô đã giúp ông thoát được nỗi kinh hoàng vì cô con gái-gần-như-đã-trưởng-thành lại cần giúp tắm rửa. \"Con sẽ nói với cô ấy.” \"OK.  Các con đêm nay chơi vui nhé.” Rõ ràng là một câu tống khứ. Charlie đã đi về phía phòng khách và cái ti-vi.  Edward mỉm cười, chiến thắng, và nắm tay tôi kéo tôi ra khỏi nhà bếp.  Khi đến xe tải, anh lại mở cửa phía hành khách cho tôi, và lúc này tôi chẳng cãi nữa. Tôi vẫn khó mà tìm ra lối rẽ bị che khuất vào nhà anh trong bóng tối.  Edward lái về hướng bắc xuyên qua Forks, rõ ràng bực tức vì giới hạn tốc độ buộc phải tuân theo bởi chiếc Chevy tiền sử của tôi.  Động cơ rên rỉ thậm chí to hơn bình thường khi anh tăng tốc độ quá năm mươi dặm/giờ.  \"Bình tĩnh nào, \" tôi cảnh báo anh.  \"Em biết em sẽ thích gì không? Một chiếc xe hai chỗ Audi nhỏ nhắn dễ thương. Rất êm, mạnh lắm...” \"Xe em chả sao hết. Và nhân tiện nói đến mấy thứ vô tích sự mắc tiền đó, nếu anh muốn khỏi bị rắc rối thì đừng có mà bỏ tiền ra mua quà sinh nhật đó.” \"Chẳng bỏ một xu, \" anh nói, đầy vẻ thật thà.  \" Tốt.” \"Em ban cho anh một ân huệ nhé?\" \"Tùy chuyện nữa.” Anh thở dài, khuôn mặt đáng yêu của anh nghiêm túc. \"Bella, sinh nhật thực sự cuối cùng bọn anh được tổ chức là sinh nhật Emmett vào năm 1935.  Hãy thông cảm cho bọn anh một chút, và đừng quá cố chấp đêm nay. Họ đều hết sức phấn khích. \" Tôi luôn bối rối khi anh nêu vấn đề kiểu như vậy. \"Được rồi, em sẽ cư xử đàng hoàng.” \"Anh có lẽ nên báo em biết trước ...” \"Xin hãy làm vậy.” \"Khi anh nói họ đều hết sức phấn khích ... thì đúng là tất cả mọi người đó nhé.” \"Tất cả mọi người?\" Tôi nghẹn. \" Em tưởng Emmett và Rosalie đang ở Châu Phi.” Dân ở Forks nghĩ là những người con lớn của nhà Cullens đều đã đi học đại học năm nay, ở Dartmouth, nhưng tôi biết rõ hơn vậy.  \"Emmett muốn ở đây.” \"Còn... Rosalie?” \"Anh biết, Bella. Đừng lo, cô ấy sẽ cư xử đàng hoàng.” Tôi không trả lời. Như thể tôi có thể chẳng cần lo lắng gì cả, dễ thế. Không giống Alice, cô “chị nuôi” của Edward, Rosalie tuyệt đẹp có mái tóc vàng óng ả, không thích tôi cho lắm. Thực ra thì, còn hơn là không thích. Về phần Rosalie, tôi là kẻ đột nhập không mời mà đến vào đời sống riêng tư của gia đình cô.  Tôi cảm thấy tội lỗi hết sức cho tình huống hiện tại, khi đoán sự vắng mặt kéo dài của Rosalie và Emmett chính là lỗi của tôi, cả vì tôi đã thầm vui thích vì không phải gặp Emmett của cô, người em to con nghịch ngợm của Edward, mà tôi rất nhớ. Ở nhiều mặt, anh y như một người anh mà tôi luôn yêu thương ... chỉ có dễ sợ hơn thôi.  Edward quyết định chuyển sang đề tài khác. \"Nè, nếu em không chịu để anh mua cho em chiếc Audi, thì em có muốn gì trong ngày sinh của em không?” Lời nói thì thầm thốt ra. \"Anh biết em muốn gì rồi.” Anh cau mày khiến những nếp nhăn hằn sâu vầng trán cẩm thạch. Rõ ràng anh đang ước ao thà nói tiếp chuyện Rosalie còn hơn.  Cứ như hôm nay chúng tôi đã bàn cãi chuyện này rất nhiều vậy.  \"Không phải đêm nay, Bella. Xin vui lòng.” \"Được thôi, có lẽ Alice sẽ tặng em điều em mong muốn.” Edward gầm gừ – âm thanh trầm, đầy đe doạ. \"Hôm nay sẽ không là sinh nhật cuối cùng của em đâu, Bella,” anh tuyên bố.  \"Vậy không công bằng!\" Tôi nghĩ tôi nghe tiếng răng anh nghiến vào nhau.  Bây giờ chúng tôi đã dừng lại trước nhà. Ánh sáng rực rỡ toả ra từ mọi cửa sổ của hai tầng đầu tiên.  Một hàng dài đèn lồng treo rực sáng trên mái hiên, chiếu ánh sáng lờ mờ lên mấy cây tuyết tùng khổng lồ quanh nhà. Mấy cái tô lớn chứa hoa - hoa hồng màu hồng - xếp dọc cầu thang rộng đến tận cửa ra vào.  Tôi rên rỉ.  Edward hít vài hơi thở sâu để làm mình bình tĩnh. \"Tiệc mà em, \" anh nhắc tôi.  “Hãy ráng làm người độ lượng.” \"Dĩ nhiên rồi,” tôi lẩm bẩm.  Anh đi vòng để mở cửa cho tôi, và chìa tay ra cho tôi.  \"Em có một câu hỏi.” Anh thận trọng chờ đợi.  \"Nếu em rửa phim này,” tôi nói, nghịch máy ảnh trong tay, \"anh sẽ hiện trong hình chứ?\" Edward bắt đầu cười. Anh giúp tôi ra khỏi xe, kéo tôi lên cầu thang, và vẫn cứ cười hoài khi mở cửa cho tôi.  Tất cả mọi người đều đang chờ trong phòng khách trắng toát khổng lồ; khi tôi bước qua cửa, họ chào tôi bằng cách đồng thanh la to \"Sinh nhật hạnh phúc, Bella!\" trong khi tôi ửng hồng má nhìn xuống. Alice, tôi đoan chắc, đã phủ toàn bộ nền nhà bằng nến hồng và hàng tá tô pha lê chứa hàng trăm đoá hồng.  Có một cái bàn phủ vải trắng đặt cạnh cây đàn pi-a-nô cơ của Edward, chứa một cái bánh sinh nhật màu hồng, lại thêm nhiều hoa hồng nữa, một chồng đĩa thủy tinh, và một chồng quà gói giấy bạc.  Còn tệ hơn tôi tưởng cả trăm lần.  Edward, cảm nhận được nỗi khốn khổ của tôi, ôm eo tôi khích lệ và hôn lên đỉnh đầu tôi.  Cha mẹ Edward, Carlisle và Esme – luôn trẻ trung và xinh đẹp không tưởng tượng nỗi – đứng gần cửa nhất. Esme cẩn thận ôm tôi, mái tóc mềm, màu caramel của bà cọ vào má tôi khi bà hôn trán tôi, rồi Carlisle ôm vai tôi.  \"Xin lỗi cháu về chuyện này nhé, Bella,” ông vờ nói thầm. \"Chúng tôi không tài nào ngăn Alice được.” Rosalie và Emmett đứng phía sau họ. Rosalie chẳng hề cười, nhưng ít nhất cô cũng không nhìn trừng trừng. Khuôn mặt Emmett giãn ra thành nụ cười toe toét.  Đã bao tháng rồi tôi chưa gặp họ; tôi đã quên Rosalie xinh đẹp lộng lẫy ra sao – gần như đau đớn khi nhìn vào cô. Và chẳng lẽ Emmett luôn ... khổng lồ vậy sao? \"Em chẳng thay đổi chút nào cả, \" Emmett nói giả vờ thất vọng. \"Anh đã nghĩ  em sẽ khác  ghê lắm, nhưng em vẫn đỏ mặt y như mọi khi.” \"Cám ơn nhiều, Emmett, \" tôi nói, càng đỏ mặt hơn.  Anh cười, \"Anh phải ra ngoài một chút \" - anh dừng lại nháy mắt lộ liễu với Alice - \"Đừng có làm gì hết khi anh ra ngoài đó nhe.” \"Em sẽ cố.” Alice buông tay Jasper và tiến về phía trước, cả hàm răng của cô lấp lánh trong ánh sáng rực rỡ. Jasper cũng mỉm cười, nhưng vẫn đứng xa. Anh tựa, mái tóc dài và vàng hoe, vào cây cột ở chân cầu thang. Trong những ngày chúng tôi bị giam chung với nhau ở Phoenix, tôi tưởng anh đã vượt qua được nỗi ác cảm anh dành cho tôi.  Nhưng anh đã cư xử trở lại y như trước đây - tránh tôi càng nhiều càng tốt – ngay khi anh được giải phóng khỏi nhiệm vụ bảo vệ tạm thời cho tôi. Tôi biết không phải anh muốn vậy, mà chỉ là sự cảnh giác, và tôi cố không quá nhạy cảm về chuyện đó.  Jasper gặp nhiều khó khăn hơn khi phải tuân thủ chế độ ăn kiêng của nhà Cullens hơn những người khác trong nhà; với anh, mùi máu người khó cưỡng hơn so với những người khác - anh chưa được rèn luyện lâu.   \"Đến lúc mở quà rồi,” Alice tuyên bố. Cô đặt bàn tay mát rượi của mình dưới khuỷu tay tôi và kéo tôi đến bàn để bánh sinh nhật và mấy gói quà bóng bẩy.  Tôi vác vẻ mặt tử vì đạo. \"Alice, chị nghĩ chị đã nói với em là chị không muốn gì hết –“ \"Nhưng em không nghe theo đâu, \" cô ngắt lời, tự mãn. \"Mở đi.” Cô lấy máy ảnh trong tay tôi và thay vào một cái hộp vuông lớn, màu bạc.  Hộp nhẹ đến nỗi giống như trống rỗng vậy.  Thẻ gắn bên trên cho biết đó là quà của Emmett, Rosalie, và Jasper.  E dè, tôi xé giấy bao rồi nhìn chằm chằm vào cái hộp bên trong.  Đó là thứ gì đó về điện, tên có nhiều con số. Tôi mở hộp, hy vọng sáng tỏ hơn. Nhưng hộp trống rỗng.  \" Ờ... cám ơn. \" Rosalie bật cười thực sự. Jasper cười to. \"Đó là dàn âm thanh nổi cho xe tải của em,” anh giải thích. \" Emmett cài đặt nó ngay bây giờ để em không thể trả lại được.” Alice luôn đứng trước tôi một bước chân. \"Cám ơn, Jasper, Rosalie”  tôi nói với họ, cười toe toét nhớ lại lời kêu ca của Edward về ra-đi-ô của tôi chiều nay – rõ ràng là tất cả đều đã được sắp đặt. \"Cám ơn, Emmett!\" Tôi gọi to hơn.  Tôi nghe anh cười phá lên ở chỗ xe tải của tôi, và tôi cũng không nhịn cười nỗi.  \"Kế tiếp mở quà của em và Edward đi,”  Alice nói, quá phấn khích đến mức giọng cô rung lên cao vút. Cô cầm một gói vuông dẹt, nhỏ trong tay.  Tôi quay lại nhìn trừng trừng doạ nạt Edward. \"Anh đã hứa rồi.” Trước khi anh trả lời, Emmett nhảy qua cửa. \"Vừa đúng lúc!\" anh vui mừng nói. Anh chen vào sau Jasper, người cũng đã bước đến gần hơn thường lệ để nhìn cho rõ.  \"Anh chẳng hề chi một xu,” Edward cả quyết với tôi. Anh vén một lọn tóc khỏi mặt tôi, làm da tôi nóng ran vì sự tiếp xúc ấy.  Tôi hít một hơi thật sâu rồi quay về phía Alice. \"Đưa cho chị đi,” tôi thở dài.  Emmett cười khúc khích thích thú.  Tôi cầm gói quà nhỏ, trợn mắt nhìn Edward khi tôi chèn ngón tay dưới rìa giấy rồi giật mạnh nó khỏi băng keo.  \"Á, \" tôi lẩm bẩm khi giấy cứa ngón tay tôi; tôi kéo tay ra để xem có sao không. Một giọt máu ứa ra từ chỗ đứt nhỏ xíu.  Thế rồi mọi chuyện xảy ra quá nhanh.  \"Đừng!\" Edward gầm rú.  Anh quăng mình vào tôi, ném tôi ra sau bàn.  Cái bàn đổ nhào như tôi, hất tung bánh sinh nhật cùng quà cáp, hoa và đĩa. Tôi rớt xuống đám pha lê vỡ vụn.  Jasper đâm sầm vào Edward, và âm thanh nghe giống như hai tảng đá lăn tông vào nhau long trời lở đất.  Có tiếng động khác, tiếng gầm gừ ghê rợn dường như phát ra từ đáy ngực Jasper. Jasper cố đẩy Edward qua một bên, táp răng mình chỉ cách mặt Edward mấy xăng-ti-mét.  Emmett chộp Jasper từ phía sau ngay lập tức, ôm chặt anh ấy trong đôi tay cứng như thép khổng lồ của anh, nhưng Jasper vùng vẫy, đôi mắt vô hồn, man rợ của anh chỉ tập trung vào tôi.  Vượt trên nỗi bàng hoàng là cái đau. Tôi rớt xuống sàn cạnh cây đàn dương cầm, theo bản năng cánh tay vung ra để đỡ mình khi té, chà vào các mảnh kính vỡ sắc nhọn. Chỉ bây giờ tôi mới cảm thấy cơn đau nhức nhối, nóng bỏng chạy từ cổ tay đến nếp gấp trong khuỷu tay.  Sững sờ và mất phương hướng, tôi ngước lên không nhìn vào máu đỏ tươi đang túa ra khỏi cánh tay mình nữa – để thấy sáu đôi mắt bồn chồn của sáu con ma cà rồng bỗng khát máu."
        }
    ],
    "suggestions": []
}