{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bluegrass",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bluegrass",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bluegrass",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bluegrass",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bluegrass",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Horses named <em>Bluegrass</em> Cat finished second and Steppenwolfer finished third.",
            "vi": "Các chú ngựa mang tên bluegrass cat về nhì và steppenwolfer về ba."
        },
        {
            "en": "They consolidated their position as leaders of the <em>bluegrass</em> movement and sold a vast number of records.",
            "vi": "Họ củng cố tài chính của mình với vai trò những người dẫn đầu dòng nhạc bluegrass và đã bán hoàng loạt các bản thu âm."
        },
        {
            "en": "The Student Loan is an eclectic four piece <em>bluegrass</em>/newgrass band, originally from Bowling Green, Ohio and now based in Portland, Oregon.",
            "vi": "The Student Loan là một ban nhạc Jazz với 4 nhạc cụ điện theo trường phái bluegrass/newgrass jazz, được thành lập ở thành phố Bowling Green, bang Ohio và hiện có trụ sở tại thành phố Portland, bang Oregon."
        },
        {
            "en": "Mixing elements of traditional <em>bluegrass</em> and folk music with elements of rock, jazz and blues, The Student Loan has a sound that defies genre and is both familiar and new.",
            "vi": "Pha trộn các yếu tố của nhạc bluegrass truyền thống và nhạc dân gian với rock, jazz và blues, The Student Loan thể hiện một âm điệu rất khó phân loại, vừa mới lạ vừa quen thuộc."
        },
        {
            "en": "In addition to their performances, the group will also hold classes on jazz and <em>bluegrass</em> music for over 200 students and lecturers at the National University of Art Education on February 27 in Hanoi.",
            "vi": "Ngoài các buổi trình diễn, ban nhạc sẽ tổ chức một số tiết học về nhạc jazz và bluegrass cho hơn 200 sinh viên và giảng viên của trường Đại học Sư phạm Nghệ thuật Trung ương vào ngày 27/2 tại Hà Nội."
        }
    ],
    "suggestions": []
}