{
    "en_vn": {
        "data": {
            "content": null,
            "word": "boatload"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "boatload"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "boatload"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "boatload"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "boatload"
        }
    },
    "sentences": [
        {
            "en": "You 're confronted with numbers, data points, differing opinions, and a <em>boatload</em> of disparate new information.",
            "vi": "Bạn phải đối mặt với những con số, dữ liệu, luồng ý kiến khác nhau, và những luồng thông tin khác xa nhau."
        },
        {
            "en": "You're confronted with numbers, data points, differing opinions, and a <em>boatload</em> of disparate new information.",
            "vi": "Bạn phải đối mặt với những con số, dữ liệu, luồng ý kiến khác nhau, và những luồng thông tin khác xa nhau."
        },
        {
            "en": "You've just paid a <em>boatload</em> of money to be at this conference, and you want to meet as many people as you can in the time that you have.",
            "vi": "Bạn đã chi rất nhiều tiền để tham dự hội thảo này, và bạn muốn gặp được nhiều người nhất có thể trong khoảng thời gian mà bạn có."
        },
        {
            "en": "You 've just paid a <em>boatload</em> of money to be at this conference, and you want to meet as many people as you can in the time that you have.",
            "vi": "Bạn đã chi rất nhiều tiền để tham dự hội thảo này, và bạn muốn gặp được nhiều người nhất có thể trong khoảng thời gian mà bạn có."
        },
        {
            "en": "But how did this happen? For years, Android has been called the second-rate version of iOS by some mobile customers. Although devices from Samsung and HTC have proven popular, no single Android phone has yet to match the success of Apple’s iPhone. Still, with solid branding, a high-quality experience and some help from a <em>boatload</em> of vendors, Android is the top player in the mobile market. That won’t change over the next several years.  Here are the reasons that Android is so dominant today.",
            "vi": "Nhưng điều này đã xảy ra như thế nào? Trong nhiều năm qua, Android đã được gọi là phiên bản thua kém iOS bởi một số khách hàng điện thoại di động. Mặc dù các thiết bị từ Samsung và HTC đã trở nên phổ biến nhưng không có chiếc điện thoại Android đơn lẻ nào thực sự thành công giống iPhone của Apple. Tuy nhiên, với việc xây dựng thương hiệu vững chắc, một sự trải nghiệm chất lượng cao và nhiều sự giúp đỡ từ phần lớn các nhà cung cấp, Android là đối thủ hàng đầu trong thị trường điện thoại di động. Điều đó sẽ không thay đổi trong vài năm tới. Đây là các lý do tại sao ngày nay Android chiếm ưu thế"
        }
    ],
    "suggestions": []
}