{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['boutiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự đi chơi bằng thuyền</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cuộc đi chơi bằng thuyền</td></tr></table><i/></div>",
            "word": "boating"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "boating"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "boating"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "boating"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "boating"
        }
    },
    "sentences": [
        {
            "en": "She likes to go <em>boating</em>.",
            "vi": "Chị ta rất thích đi chèo thuyền."
        },
        {
            "en": "Despite the bad weather, they went <em>boating</em>.",
            "vi": "Mặc dù thời tiết xấu nhưng họ vẫn đi chèo thuyền."
        },
        {
            "en": "Areas for <em>boating</em>, elephant race and hunting.",
            "vi": "Các địa điểm bơi thuyền, đua voi và săn bắn."
        },
        {
            "en": "We're going <em>boating</em> on the lake today.",
            "vi": "Hôm nay chúng tôi sẽ đi du ngoạn trên hồ."
        },
        {
            "en": "Places for <em>boating</em>, elephant race and hunting.",
            "vi": "Các địa điểm bơi thuyền, đua voi và săn bắn."
        },
        {
            "en": "Marine supply store sells <em>boating</em> equipments and marine supplies.",
            "vi": "Cửa hàng cung cấp vật tư hàng hải bán thiết bị dùng cho thuyền và các vật dụng hàng hải."
        },
        {
            "en": "We go <em>boating</em> on the lake every weekend.",
            "vi": "Cứ vào dịp nghỉ cuối tuần, chúng tôi đều đi chơi thuyền trên hồ."
        },
        {
            "en": "What about something more thrilling, motor - <em>boating</em>, for example?",
            "vi": "Trò gì đó hồi hộp hơn thì sao, lái thuyền máy chẳng hạn?"
        },
        {
            "en": "One of the largest factors in <em>boating</em> accidents is alcohol.",
            "vi": "Một trong những yếu tố lớn nhất gây ra tai nạn sông nước (tàu thuyền) là do rượu."
        },
        {
            "en": "What about something more thrilling, motor-<em>boating</em>, for example?",
            "vi": "Trò gì đó hồi hộp hơn thì sao, lái thuyền máy chẳng hạn?"
        },
        {
            "en": "We 're going <em>boating</em> on the lake today.",
            "vi": "Hôm nay chúng tôi sẽ đi du ngoạn trên hồ."
        },
        {
            "en": "We spent an enjoyable afternoon <em>boating</em> in the river.",
            "vi": "Chúng tôi đã có một buổi chiều đi thuyền trên sông rất thú vị."
        },
        {
            "en": "Only in the countryside can they enjoy such interesting hobbies as fishing, <em>boating</em> and gardening.",
            "vi": "Chỉ ở nông thôn họ mới thỏa mãn được những sở thích của mình như câu cá, đi thuyền và làm vườn."
        },
        {
            "en": "This is the first activity of the West Lake Tour-<em>Boating</em> on the West Lake.",
            "vi": "Đây là hoạt động đầu tiên của tua du lịch Hồ Tây - Đi thuyền trên Hồ Tây."
        },
        {
            "en": "A while back, i lost a good friend in a <em>boating</em> accident.",
            "vi": "Trước đây không lâu, tôi đã mất một người bạn tốt trong một tai nạn tàu thuyền."
        },
        {
            "en": "Lifejackets are essential for children, adults with poor swimming skills and for all <em>boating</em> activities.",
            "vi": "Áo cứu đắm rất cần thiết cho trẻ con và người lớn bơi lội kém và cho các hoạt động đi thuyền."
        },
        {
            "en": "I was surprised at how skilled and comfortable he seemed, because he'd never mentioned an interest in <em>boating</em> before.",
            "vi": "Tôi ngạc nhiên về dáng vẻ thuần thục và thoải mái của anh ta, vì anh ta chưa từng nhắc đến thú vui nào có liên quan đến tàu thuyền."
        },
        {
            "en": "We also went <em>boating</em> on Xuan Huong Lake and had a sight - seeing tour around the town in a horse - drawn cart.",
            "vi": "Chúng tôi cũng đi thuyền trên Hồ Xuân Hương và đi một chuyến tham quan thành phố bằng xe ngựa."
        },
        {
            "en": "We also went <em>boating</em> on Xuan Huong Lake and had a sight-seeing tour around the town in a horse-drawn cart.",
            "vi": "Chúng tôi cũng đi thuyền trên Hồ Xuân Hương và đi một chuyến tham quan thành phố bằng xe ngựa."
        },
        {
            "en": "A woman went <em>boating</em> one Sunday taking with her some cans of coke which she put into the refrigerator of the boat.",
            "vi": "Một phụ nữ đem vài lon côca đi chèo thuyền vào hôm chủ nhật và để chúng trong tủ lạnh trên thuyền."
        }
    ],
    "suggestions": []
}