{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bobbie",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bobbie",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bobbie",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bobbie",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bobbie",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It better not be <em>Bobbie</em>.",
            "vi": "Chắc không phải là bobbie chứ."
        },
        {
            "en": "Back in 1997 <em>Bobbie</em> and Kenny wanted to have a second child so they turned for help to the IVF Center. After learning that <em>Bobbie</em> was pregnant with seven children following fertility treatment, the couple declined selective reduction to reduce the number of infants. The doctors tried to dissuade them, but the devoutly religious parents stayed true to their decision.",
            "vi": "Hồi năm 1997 Bobbie và Kenny muốn có đứa con thứ hai nên họ đi nhờ Trung tâm Thụ tinh trong ống nghiệm (IVF) giúp. Sau khi biết rằng Bobbie đã có thai sinh bảy nhờ phương pháp điều trị vô sinh, hai vợ chồng khước từ lựa chọn giảm số con xuống. Bác sĩ cố can ngăn họ, nhưng ông bố bà mẹ sùng đạo ấy vẫn quyết giữ."
        },
        {
            "en": "The upbringing of the septuplets was a great achievement for <em>Bobbie</em> and her husband Kenny, and everyone who has children can understand why. But despite all the difficulties, these kids were surrounded by tender love and care.",
            "vi": "Nuôi dưỡng những đứa con ấy lớn lên là thành công vĩ đại của Bobbie và chồng mình, Kenny, và những ai có con đều thấu hiểu được điều này. Nhưng dù khó khăn thế nào đi chăng nữa, những đứa trẻ ấy luôn được quan tâm và thương yêu rất nhiều."
        },
        {
            "en": "Vermelha Station, formerly owned by Lyn and <em>Bobbie</em> Brazil, may be well suited to a diversification model, with a recent Northern Territory Government study finding the local soils to be very suitable to irrigation projects.",
            "vi": "Trang trại Vermelha, trước đây thuộc sở hữu của Lyn và Bobbie Brazil, có thể là rất phù hợp với mô hình phức hợp, nghiên cứu Northern Territory của chính phủ gần đây đã phát hiện ra vùng đất ở địa phương này rất thích hợp cho các dự án thủy lợi."
        },
        {
            "en": "The septuplets will soon graduate from school and leave the nest. ’When they all will leave, it’s gonna be really drastic,’ <em>Bobbie</em> admits. ’Indeed, the house that was never quiet will become empty at once.’",
            "vi": "7 đứa trẻ ấy sắp ra trường và vào đời. Bobbie thừa nhận: \"Khi tất cả chúng đều đi làm, thật sự là ghê gớm lắm đấy. Căn nhà vốn chẳng bao giờ yên tĩnh cả rồi thì ngay tức khắc sẽ trở nên vắng vẻ lắm đây.\""
        },
        {
            "en": "At a press conference at Clarkes beach this afternoon, Tweed-Byron Inspector <em>Bobbie</em> Cullen said that at approximately 10:45am, police were called after a man was dragged from the water with severe injuries to his right leg.",
            "vi": "Tại một cuộc họp báo ở bãi biển Clarkes chiều nay, Bobbie Cullen, thanh tra của Tweed - Byron nói rằng vào khoảng 10:45am, cảnh sát được gọi đến sau khi một người đã được kéo ra khỏi biển bị thương nặng ở chân phải"
        },
        {
            "en": "In 1997, the life of the McCaughey family was incredibly changed. <em>Bobbie</em> McCaughey gave birth to seven children — four boys and three girls. News about this miracle spread all over the world because McCaughey’s babies were the first ever surviving septuplets.",
            "vi": "Năm 1997, cuộc sống của gia đình McCaughey thay đổi không ngờ nổi. Bobbie McCaughey sinh liền một lúc 7 đứa con - 4 trai và 3 gái. Tin tức về sự kiện kì diệu này lan truyền khắp thế giới vì những đứa con của McCaughey là những đứa trẻ trong ca sinh 7 sống sót đầu tiên trên thế giới."
        }
    ],
    "suggestions": []
}