{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['bɔbi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ lóng) cảnh sát</td></tr></table><i/></div>",
            "word": "bobby"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bobby</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>bobbies</b>) <cclass>Brit. <cclass>informal, dated a police officer. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: after Sir <i>Robert</i> Peel, the British Prime Minister who established the Metropolitan Police. </blockquote></div>",
            "word": "bobby"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bobby"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bobby"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bobby"
        }
    },
    "sentences": [
        {
            "en": "<em>Bobby</em> is a little boy.",
            "vi": "Bobby là một cậu bé nhỏ nhắn."
        },
        {
            "en": "The <em>bobby</em> – soxers applauded their favorite actor.",
            "vi": "Những cô gái trẻ vỗ tay hoan hô nam diễn viên ưa thích của họ."
        },
        {
            "en": "<em>Bobby</em> squashed the ant flat as a pancake.",
            "vi": "Bobby đã nghiền con kiến dẹp lép."
        },
        {
            "en": "As for you, <em>Bobby</em>, there will be no dessert tonight.",
            "vi": "Đối với anh, Bobby, tối nay sẽ không có phần tráng miệng."
        },
        {
            "en": "<em>Bobby</em> is always happy and free as a bird.",
            "vi": "Bobby luôn luôn vui vẻ và vô tư."
        },
        {
            "en": "<em>Bobby</em> had been here for about an hour already.",
            "vi": "Bobby đã ngồi đây khoảng một giờ đồng hồ rồi."
        },
        {
            "en": "All alone in the shop, <em>Bobby</em> began to feel alone and afraid.",
            "vi": "Còn lại một mình trong cửa hàng, Bobby bắt đầu cảm thấy cô đơn và lo sợ."
        },
        {
            "en": "<em>Bobby</em> walked from shop to shop, looking into each decorated window.",
            "vi": "Bobby đi từ cửa hiệu này sang cửa hiệu khác, nhìn vào từng ô cửa sổ được trang trí."
        },
        {
            "en": "<em>Bobby</em> didn't wear boots; he didn't like them and anyway he didn't own any.",
            "vi": "Bobby không mang ủng ; cậu không thích chúng và dù có thích cậu cũng không có đôi nào."
        },
        {
            "en": "The shop owner looked at <em>Bobby</em> and his ten cent offering.",
            "vi": "Người chủ cửa hàng nhìn Bobby và đồng mười xu cậu đang chìa ra."
        },
        {
            "en": "Never before has anyone felt so wealthy as <em>Bobby</em> felt at that moment.",
            "vi": "Từ trước đến giờ chưa ai cảm nhận sự giàu có như Bobby có được trong khoảnh khắc ấy."
        },
        {
            "en": "<em>Bobby</em> was getting cold sitting out in his back yard in the snow.",
            "vi": "Bobby thấy lạnh khi ngồi ở sân sau nhà mình giữa lúc trời đổ tuyết."
        },
        {
            "en": "<em>Bobby</em> had two older and one younger sister, who ran the household in their mother's absence.",
            "vi": "Bobby đã có hai chị và một em gái, là những người chăm nom nhà cửa khi mẹ vắng nhà."
        },
        {
            "en": "Never before has anyone felt so wealthy as <em>Bobby</em> felt at that moment.",
            "vi": "Chưa một ai từ trước đến nay cảm nhận sự giàu có như bobby đã cảm thấy trong khoảnh khắc ấy."
        },
        {
            "en": "With that, <em>bobby</em> marched out to confront the fireman, who exclaimed, works every time!",
            "vi": "Vừa nghe xong, bobby đã hiên ngang bước ra đối mặt với người lính cứu hoả, người lính cứu hoả nói \"lần nào cũng hiệu nghiệm!\""
        },
        {
            "en": "The conditions are squalid. There are bed bugs and putrid smells.   <em>Bobby</em> Yip/Reuters",
            "vi": "Hoàn cảnh sống bẩn thỉu. Có rận rệp và hôi thối."
        },
        {
            "en": "<em>Bobby</em> played his violin in the concert and got an A for effort, it sounded terrible.",
            "vi": "Bobbly đã chơi vi - ô - lông trong buổi hòa nhạc và đã được tán dương cho sự nỗ lực, nghe thật khủng khiếp."
        },
        {
            "en": "<em>Bobby</em> has been in his backyard for about an hour already.",
            "vi": "Bobby đã ngồi ở sau nhà anh ta khoảng một giờ đồng hồ rồi."
        },
        {
            "en": "It's an interesting <em>bobby</em>, but it's becoming more and more time - consuming.",
            "vi": "Đó là thú tiêu khiển thú vị, nhưng nó ngày càng hao tốn thời gian."
        },
        {
            "en": "The sound of the door closing as the last customer left jolted <em>Bobby</em> back to reality.",
            "vi": "Khi người khách cuối cùng ra khỏi cửa hiệu, tiếng đóng sầm làm Bobby giật mình và quay lại với thực tại."
        }
    ],
    "suggestions": []
}