{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bohemia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bohemia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bohemia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bohemia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bohemia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A SCANDAL IN <em>BOHEMIA</em>",
            "vi": "vụ tai tiếng ở xứ bohemia"
        },
        {
            "en": "He started to work in the newly formed Statistical Office of the Kingdom of <em>Bohemia</em>.",
            "vi": "Ông ấy bắt đầu làm việc tại Văn phòng thống kê mới được thành lập của Vương quốc Bohemia."
        },
        {
            "en": "But not only is the Czech Republic a country full of medieval charm, it’s also a land with some of the most bucolic landscapes out there. The fields of Moravia and Bohemian Switzerland, the playful rivers, stately woods and mountains will make you fall in love with this country at first sight. So if you’re looking for a perfect holiday destination, we at Bright Side urge you to visit the Czech Republic. Because we all need a little fairytale magic in our lives!  \n    kulturawplot.pl  Winter in Prague - Mùa đông ở Prague       picsfab.com  Prague’s autumn colors ablaze Màu thu rực rỡ   \n     \nIzabela & Dariusz Mitręga  Moravia — one of the most picturesque regions of the Czech Republic Moravia - Một trong những vùng đẹp nhất Séc         Lena Serditova  Famous Prague bridges Những cây cầu nổi tiếng         Marek Potoma  Autumn in <em>Bohemia</em> Mùa thu ở <em>Bohemia</em>         tumblr.com  Adršpach-Teplice Rocks Núi đá Adršpach-Teplice          imgur.com  The Charles Bridge (Karlův most) at sunset, Prague Cầu Charles khi mặt trời lặn         wallpaperswiki.org  Viaduct Zampak         tumblr.com  Karlovy Vary         Rostislav Sedlacek  A vineyard Vườn nho         pinterest.com   Road through the forest Đường xuyên rừng         Vlad Sokolovskii  Fields in South Moravia Những cánh đồng miền nam Moravia         wordpress.com  The Dancing House, Prague Toà nhà nhảy múa        czechtourism.com  Šumava National Park Công viên quốc gia        Susan Xie  A typical view, Prague Cảnh tiêu biểu ở Prague         Janek Sedlar  White Carpathians          nextgenerationphoto.be  The Prague subway, the Malostranská station Nhà ga xe điện ngầm   \n     \nnational-geographic.cz  The Moravian Karst         blogspot.ru  Bohemian Switzerland National Park Công viên quốc gia        Katka Samková  Malá Skála, a village in the Czech Republic Một ngôi làng ở Séc        pinterest.com  The flowers of the Czech Republic — pink poppies and tulips Anh túc hồng và tulíp         Radek Borovka, Tomas Hejlek  The hills of Brdy Đồi Brdy",
            "vi": "Nhưng Cộng hòa Séc không chỉ là một quốc gia đầy quyến rũ thời trung cổ, mà còn là nơi có cảnh đồng quê bình yên nhất. Những cánh đồng ở Moravia và Bohemian Switzerland, dòng sông nghịch ngợm, rừng núi uy nghi sẽ làm bạn yêu đất nước này từ cái nhìn đầu tiên. Cho nên nếu bạn đang tìm một nơi nghỉ mát hoàn hảo, chúng tôi Bright Side khuyên bạn nên đến Cộng hòa Séc. Vì tất cả chúng ta, ai cũng cần chút phép màu trong truyện cổ tích nhỏ nhỏ ở đời!"
        }
    ],
    "suggestions": []
}