{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bou'hi:mjən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) Bô-hem</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không chịu theo khuôn phép xã hội, tự do phóng túng (về mặt sinh hoạt, đạo đức)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người Bô-hem</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người không chịu theo khuôn phép xã hội, người tự do phóng túng (về mặt sinh hoạt, đạo đức)</td></tr></table><i/></div>",
            "word": "bohemian"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bohemian"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>bohemian</k><blockquote>▸ <cclass>noun <i>he is an artist and a real bohemian</i>: NONCONFORMIST, avant-gardist, free spirit, dropout; hippy, beatnik.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>conservative.</blockquote><blockquote>▸ <cclass>adjective <i>a bohemian student life</i>: UNCONVENTIONAL, nonconformist, unorthodox, avant-garde, irregular, alternative; artistic; <cclass><i>informal</i> arty-farty, way-out, offbeat.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>conventional.</blockquote></div>",
            "word": "bohemian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bohemian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bohemian"
        }
    },
    "sentences": [
        {
            "en": "You have <em>bohemian</em> tastes.",
            "vi": "Bạn có những sở thích của người Bôhêmiêng (bohemian)."
        },
        {
            "en": "He had <em>bohemian</em> lifestyle.",
            "vi": "Anh ta có lối sống phóng túng."
        },
        {
            "en": "Temple Bar is Dublin's <em>bohemian</em> quarter.",
            "vi": "Quán rượu Temple là một nơi mang phong cách nghệ sĩ tính ở Dublin."
        },
        {
            "en": "You have <em>bohemian</em> tastes, my dear.",
            "vi": "Em có những sở thích của người Bôhêmiêng."
        },
        {
            "en": "I 'm a vegetarian, liberal, artist, living a <em>bohemian</em> lifestyle.",
            "vi": "Tôi là một người ăn chay, tự do, nghệ sĩ và sống một cách tự do."
        },
        {
            "en": "He took her to see The <em>Bohemian</em> Girl.",
            "vi": "Anh ấy dẫn cô ấy đi xem vở Cô gái Bohemia."
        },
        {
            "en": "I'm a vegetarian, liberal, artist, living a <em>bohemian</em> lifestyle.",
            "vi": "Tôi là một người ăn chay, tự do, nghệ sĩ và sống một cách tự do."
        },
        {
            "en": "Wanna stay here overnight? No way! I'm not kind of <em>bohemian</em> girl.",
            "vi": "Muốn qua đêm ở đây hả? Không đời nào. Tôi không phải loại gái dễ dãi đâu nha."
        },
        {
            "en": "Wanna stay here overnight? No way! I 'm not kind of <em>bohemian</em> girl.",
            "vi": "Muốn qua đêm ở đây hả? Không đời nào. Tôi không phải loại gái dễ dãi đâu nha."
        },
        {
            "en": "After a very proper upbringing he chose to lead the <em>Bohemian</em> life of an artist.",
            "vi": "Sau khi được dạy dỗ rất đúng khuôn phép, anh ấy đã chọn cuộc sống lãng tử của một họa sĩ/nghệ sĩ."
        },
        {
            "en": "I've been to the Moulin Rouge, Ignatius Gallaher continued when the barman had removed their glasses, and i've been to all the <em>bohemian</em> cafÂ.",
            "vi": "Tôi đã vào nhà hàng moulin rouges, gallaher tiếp tục câu chuyện, khi bồi bàn đã dọn ly, và tôi đã vào tất cả những quán cà phê của khách giang hồ."
        },
        {
            "en": "There are some strange people in the flat above us, very <em>bohemian</em> in dress and behavior. But I 've told Sam it's a question of live and let live. They 're probably very nice.",
            "vi": "Có một vài người lạ sống ở căn hộ tầng trên, cách ăn mặc và hành vi của họ quá thoải mái. Nhưng tôi bảo Sam hãy sống dĩ hòa vi quý. Có thể họ là người tốt đấy."
        },
        {
            "en": "There are some strange people in the flat above us, very <em>bohemian</em> in dress and behavior. But I've told Sam it's a question of live and let live. They're probably very nice.",
            "vi": "Có một vài người lạ sống ở căn hộ tầng trên, cách ăn mặc và hành vi của họ quá thoải mái. Nhưng tôi bảo Sam hãy sống dĩ hòa vi quý. Có thể họ là người tốt đấy."
        },
        {
            "en": "But not only is the Czech Republic a country full of medieval charm, it’s also a land with some of the most bucolic landscapes out there. The fields of Moravia and <em>Bohemian</em> Switzerland, the playful rivers, stately woods and mountains will make you fall in love with this country at first sight. So if you’re looking for a perfect holiday destination, we at Bright Side urge you to visit the Czech Republic. Because we all need a little fairytale magic in our lives!  \n    kulturawplot.pl  Winter in Prague - Mùa đông ở Prague       picsfab.com  Prague’s autumn colors ablaze Màu thu rực rỡ   \n     \nIzabela & Dariusz Mitręga  Moravia — one of the most picturesque regions of the Czech Republic Moravia - Một trong những vùng đẹp nhất Séc         Lena Serditova  Famous Prague bridges Những cây cầu nổi tiếng         Marek Potoma  Autumn in Bohemia Mùa thu ở Bohemia         tumblr.com  Adršpach-Teplice Rocks Núi đá Adršpach-Teplice          imgur.com  The Charles Bridge (Karlův most) at sunset, Prague Cầu Charles khi mặt trời lặn         wallpaperswiki.org  Viaduct Zampak         tumblr.com  Karlovy Vary         Rostislav Sedlacek  A vineyard Vườn nho         pinterest.com   Road through the forest Đường xuyên rừng         Vlad Sokolovskii  Fields in South Moravia Những cánh đồng miền nam Moravia         wordpress.com  The Dancing House, Prague Toà nhà nhảy múa        czechtourism.com  Šumava National Park Công viên quốc gia        Susan Xie  A typical view, Prague Cảnh tiêu biểu ở Prague         Janek Sedlar  White Carpathians          nextgenerationphoto.be  The Prague subway, the Malostranská station Nhà ga xe điện ngầm   \n     \nnational-geographic.cz  The Moravian Karst         blogspot.ru  <em>Bohemian</em> Switzerland National Park Công viên quốc gia        Katka Samková  Malá Skála, a village in the Czech Republic Một ngôi làng ở Séc        pinterest.com  The flowers of the Czech Republic — pink poppies and tulips Anh túc hồng và tulíp         Radek Borovka, Tomas Hejlek  The hills of Brdy Đồi Brdy",
            "vi": "Nhưng Cộng hòa Séc không chỉ là một quốc gia đầy quyến rũ thời trung cổ, mà còn là nơi có cảnh đồng quê bình yên nhất. Những cánh đồng ở Moravia và Bohemian Switzerland, dòng sông nghịch ngợm, rừng núi uy nghi sẽ làm bạn yêu đất nước này từ cái nhìn đầu tiên. Cho nên nếu bạn đang tìm một nơi nghỉ mát hoàn hảo, chúng tôi Bright Side khuyên bạn nên đến Cộng hòa Séc. Vì tất cả chúng ta, ai cũng cần chút phép màu trong truyện cổ tích nhỏ nhỏ ở đời!"
        }
    ],
    "suggestions": []
}