{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bolivian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Bolivian</k><blockquote><cclass>[<cclass>bə'lɪvɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a native or inhabitant of Bolivia. </cclass></blockquote><blockquote>■ <cclass>adjective relating to Bolivia or its inhabitants. </cclass></blockquote></div>",
            "word": "Bolivian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bolivian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bolivian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bolivian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bolivian</em> officials are trying to stop the spread of dengue fever. Health officials say 30,000 people may have the viral disease.",
            "vi": "Các quan chức Bolivia đang nỗ lực ngăn chặn sự lây lan của bệnh sốt Dengue. Các nhân viên y tế cho biết 30. 000 người có thể bị mắc bệnh này."
        },
        {
            "en": "<em>Bolivian</em> officials are trying to stop the spread of dengue fever. Health officials say 30, 000 people may have the viral disease.",
            "vi": "Các quan chức Bolivia đang nỗ lực ngăn chặn sự lây lan của bệnh sốt Dengue. Các nhân viên y tế cho biết 30.000 người có thể bị mắc bệnh này."
        },
        {
            "en": "<em>Bolivian</em> officials are using chemicals to kill mosquitoes in affected areas in an effort to stop the spread of the disease.",
            "vi": "Giới chức Bolivia đang sử dụng hoá chất để diệt muỗi ở những khu vực bị dịch trong một nỗ lực nhằm ngăn chặn sự lây lan của bệnh này."
        },
        {
            "en": "<em>Bolivian</em> police have found the body of a man who was buried alive in a village in the central Cochabamba region.",
            "vi": "Cảnh sát Bolivia mới phát hiện ra xác của một người đàn ông đã bị chôn sống trong một ngôi làng ở trung tâm vùng Cochabamba."
        },
        {
            "en": "A decision by the <em>Bolivian</em> government to align social policy with the MDGs in health and education which will represent a substantial increase in the national budget when approved by the Parliament.",
            "vi": "Quyết định của chính phủ Bô-li-vi-a lồng ghép các MDG vào chính sách xã hội trong lĩnh vực y tế và giáo dục, sẽ cho thấy ngân sách quốc gia sẽ gia tăng đáng kể khi được Quốc hội thông qua."
        }
    ],
    "suggestions": []
}