{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bologna",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bologna",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bologna",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bologna",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bologna",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I like to eat bread and pork <em>bologna</em> so much.",
            "vi": "Tôi khoái ăn bánh mì chả lụa lắm."
        },
        {
            "en": "In striking contrast to Florence, <em>Bologna</em> is a modern, expensive city which has buildings of working - class red brick instead of grandiose marble.",
            "vi": "Tương phản nổi bật với Florence, Bologna là một thành phố đắt đỏ hiện đại có các tòa nhà bằng gạch đỏ của tầng lớp lao động thay vì đá cẩm thạch phô trương."
        },
        {
            "en": "In striking contrast to Florence, <em>Bologna</em> is a modern, expensive city which has buildings of working-class red brick instead of grandiose marble.",
            "vi": "Tương phản nổi bật với Florence, Bologna là một thành phố đắt đỏ hiện đại có các tòa nhà bằng gạch đỏ của tầng lớp lao động thay vì đá cẩm thạch phô trương."
        },
        {
            "en": "Vila, Lorenzo (2000) \"Status and Outlook of the Leather Industry in the New Millennium\", paper presented at the Round Table of the Leather Industry, <em>Bologna</em>, 6 May.",
            "vi": "Vila, Lorenzo (2000) \"Hiện trạng và triển vọng ngành công nghiệp da trong thiên niên kỷ mới\", báo cáo trình bày tại Hội nghị bàn tròn ngành công nghiệp da, Bologna, ngày 6 tháng Năm."
        },
        {
            "en": "4. Processed lunch meat  Lunch meats, including cold cuts, <em>bologna</em>, and ham, make the unhealthy list because they contain lots of sodium and sometimes fat, as well as some preservatives like nitrites.",
            "vi": "4. Các loại thịt hộp đã chế biến sẵn   Các loại thịt hộp, gồm thịt nguội với phó mát (cắt thành khoanh), xúc xích hun khói, và giăm bông, đều thuộc danh sách những thực phẩm “không lành mạnh” (không có lợi cho sức khỏe) bởi chúng chứa nhiều na-tri và đôi khi chứa cả chất béo, và dĩ nhiên cũng chứa cả một số chất bảo quản nào đó như là ni-trit chẳng hạn."
        },
        {
            "en": "Processed meat -- defined as any meat preserved by smoking, curing, or salting or with the addition of chemical preservatives -- is linked to an increased risk of colon cancer, according to the American Institute for Cancer Research. Some experts suspect that certain substances used as preservatives in processed meats may change into cancer-causing compounds in the body. Further, the sodium in one small serving of lunch meat (one slice of <em>bologna</em> or five slices of salami) ranges from 310 to 480 milligrams. A diet high in sodium is thought to increase the risk of high blood pressure, a major cause of heart disease and stroke.",
            "vi": "Theo Viện Nghiên cứu Ung thư Hoa Kỳ thì thịt được chế biến sẵn – bất kỳ loại thịt nào được bảo quản bằng cách xông khói, ướp muối/ xông khói/ phơi khô hoặc tẩm muối hoặc thêm hoá chất bảo quản – đều có liên quan đến nguy cơ ung thư ruột kết cao. Một số chuyên gia nghi ngờ rằng một số chất nào đó được sử dụng làm chất bảo quản trong thịt chế biến sẵn có thể biến đổi thành hợp chất gây ung thư trong cơ thể. Ngoài ra, lượng na-tri trong một phần thịt hộp nhỏ (1 lát xúc xích hun khói hoặc 5 lát xúc xích Ý) chứa khoảng từ 310 đến 480 mi-li-gam. Chế độ dinh dưỡng giàu na-tri được cho là nguyên nhân làm tăng nguy cơ cao huyết áp, đây là nguyên nhân chính gây bệnh tim và đột quỵ."
        }
    ],
    "suggestions": []
}