{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bolts",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bolts",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bolts",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bolts",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bolts",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The nuts and <em>bolts</em>",
            "vi": "Những chi tiết cần thiết"
        },
        {
            "en": "The gate <em>bolts</em> on the inside.",
            "vi": "Cổng cài then bên trong."
        },
        {
            "en": "He gave me the nuts and <em>bolts</em>.",
            "vi": "Anh ta đã đưa tôi những chi tiết cần thiết."
        },
        {
            "en": "<em>Bolts</em> should have a centimeter of play.",
            "vi": "Chốt phải có một khoảng xê dịch một xentimet mới được."
        },
        {
            "en": "They can be detached easily by removing a few <em>bolts</em>.",
            "vi": "Chúng có thể được tách ra dễ dàng bằng cách tháo vài bu - lông ra."
        },
        {
            "en": "We heard the sound of <em>bolts</em> being slammed home.",
            "vi": "Chúng tôi nghe thấy tiếng then cửa đóng sầm lại."
        },
        {
            "en": "The machine's parts are fitted together with <em>bolts</em>.",
            "vi": "Các chi tiết máy được bắt chặt với nhau bằng bu lông."
        },
        {
            "en": "Dealing with the nuts of <em>bolts</em> of the project.",
            "vi": "Đề cập đến từng chi tiết cơ bản của dự án."
        },
        {
            "en": "The accident was blamed on metal fatigue of the <em>bolts</em>.",
            "vi": "Nguyên nhân tai nạn được quy do các bu lông bị ăn mòn."
        },
        {
            "en": "They can be detached easily by removing a few <em>bolts</em>.",
            "vi": "Chúng có thể được tách ra dễ dàng bằng cách tháo vài bu-lông ra."
        },
        {
            "en": "The storekeeper took down <em>bolts</em> and <em>bolts</em> of beautiful calicos and spread them out for Ma to finger and look at and price.",
            "vi": "Người bán hàng đem xuống hết súc vải này tới súc vải khác đều rất đẹp, trải rộng cho mẹ mân mê, xem ngắm và định giá."
        },
        {
            "en": "Many of the victims were said to have <em>bolts</em>, nails and ball bearings imbedded in them.",
            "vi": "Nhiều nạn nhân cho biết họ bị ghim vào người bu-lông, đinh ốc và những viên đạn."
        },
        {
            "en": "First, you need to know the nuts and <em>bolts</em> of the business.",
            "vi": "Trước tiên, anh cần phải biết những chi tiết cần thiết cho việc kinh doanh."
        },
        {
            "en": "If we look at the nuts and <em>bolts</em> of the plan, what problems are there?",
            "vi": "Nếu chúng ta xem xét đến những điểm mấu chốt của kế hoạch, thì có rắc rối gì?"
        },
        {
            "en": "He worked there for two years, long enough to learn the nuts and <em>bolts</em> the business.",
            "vi": "Anh ta làm việc ở đó đã hai năm, đủ lâu để nắm được những điểm mấu chốt của công việc."
        },
        {
            "en": "The hull was attached to a lifting frame via a network of <em>bolts</em> and lifting wires.",
            "vi": "Thân tàu được nối với một khung đỡ nhờ mạng lưới chốt và dây chằng."
        },
        {
            "en": "You need to realize the nuts and <em>bolts</em> of your life.",
            "vi": "Bạn cần nhận thức được phần thiết yêu trong cuộc sống của bạn."
        },
        {
            "en": "Many of the victims were said to have <em>bolts</em>, nails and ball bearings imbedded in them.",
            "vi": "Nhiều nạn nhân cho biết họ bị ghim vào người bu - lông, đinh ốc và những viên đạn."
        },
        {
            "en": "And still another would insert the <em>bolts</em> that held the wheels on the car.",
            "vi": "Rồi lại một người khác lắp bù - loong để giữ bánh xe vào xe."
        },
        {
            "en": "Over 45,000 bolt holes were matched with their <em>bolts</em>, and each bolt was hand-tightened .",
            "vi": "Hơn 45,000 lỗ bulông được vặn khớp lại với nhau và được tay được siết chặt bằng tay ."
        }
    ],
    "suggestions": []
}