{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bombay",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bombay",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bombay",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bombay",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bombay",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I love <em>Bombay</em> mix.",
            "vi": "Tôi thích món Bombay mix."
        },
        {
            "en": "They don't work in <em>Bombay</em>, do they?",
            "vi": "Họ không làm việc tại Bombay phải không?"
        },
        {
            "en": "He landed at <em>Bombay</em> at midnight.",
            "vi": "Ông ấy hạ cánh đến Bombay vào lúc nửa đêm."
        },
        {
            "en": "Our ship called in at <em>Bombay</em> and Singapore.",
            "vi": "Tàu của chúng ta đã ghé Bombay và Xinh-ga-po."
        },
        {
            "en": "They do not work in <em>Bombay</em>, do they?",
            "vi": "Họ không làm việc tại Bombay phải không?"
        },
        {
            "en": "Our ship called in at <em>Bombay</em> and Singapore.",
            "vi": "Tàu của chúng ta đã ghé Bombay và Xinh - ga - po."
        },
        {
            "en": "The Narcissus is a merchant ship sailing from <em>Bombay</em> to London.",
            "vi": "Tàu Narcissus là một chiếc tàu buôn đi từ Bombay tới London."
        },
        {
            "en": "The cruiser put to sea yesterday from the port of <em>Bombay</em>.",
            "vi": "Con tàu tuần dương đã ra khơi hôm qua từ cảng Bombay."
        },
        {
            "en": "The capital of India is New Delhi, and the largest city of India is <em>Bombay</em>.",
            "vi": "Thủ đô Ấn Độ là Niu Đêli, và thành phố lớn nhất Ấn Độ là Bombay."
        },
        {
            "en": "The next plane due to arrive is a charter from <em>Bombay</em>.",
            "vi": "Máy bay sắp tới là một máy bay thuê ở Bombay."
        },
        {
            "en": "Children of the streets of Rio, Nairobi, Manila and <em>Bombay</em> often get involved in prostitution in order to survive and not by choice, a world congress against sexual exploitation of children observed.",
            "vi": "\"trẻ em đầu đường xó chợ tại rio, nairobi, manila và bombay thường phải làm nghề mại dâm để sinh sống vì không làm gì khác được để sống còn\", trên đây là nhận xét của hội nghị thế giới về sự khai thác trẻ em làm nghề mại dâm."
        }
    ],
    "suggestions": []
}