{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bon",
            "pronounce": "[bon]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bon",
            "pronounce": "[bon]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bon",
            "pronounce": "[bon]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bon",
            "pronounce": "[bon]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bon",
            "pronounce": "[bon]"
        }
    },
    "sentences": [
        {
            "en": "<em>Bon</em> appetite!",
            "vi": "Chúc ngon miệng!"
        },
        {
            "en": "<em>Bon</em> Appetit!",
            "vi": "Chúc ăn ngon miệng!"
        },
        {
            "en": "<em>Bon</em> voyage!",
            "vi": "Chúc chuyến đi tốt đẹp!"
        },
        {
            "en": "Yay, that’s it! <em>Bon</em> appetit!",
            "vi": "Thế đấy, chúc ăn ngon."
        },
        {
            "en": "His father was a <em>bon</em> viveur.",
            "vi": "Ba của anh ta là một người thích tận hưởng cuộc sống."
        },
        {
            "en": "tam <em>bon</em> la viec thu thai tot nhat",
            "vi": "taking a bath is the most relaxing thing"
        },
        {
            "en": "I suppose the time has come to say \"<em>bon</em> voyage\"!",
            "vi": "Tôi cho rằng đã đến lúc nói lời tạm biệt!"
        },
        {
            "en": "tam <em>bon</em> la cach thu thai tot nhat",
            "vi": "taking a bath is the most relaxing thing"
        },
        {
            "en": "A village south of the Thu <em>Bon</em> river.",
            "vi": "Một bản làng ở phía nam dòng sông thu bồn."
        },
        {
            "en": "What I really want is a <em>bon</em> mot.",
            "vi": "Cái mà tôi thật sự cần là một lời nhận xét thông minh và dí dỏm."
        },
        {
            "en": "I have worked for <em>BON</em> company for nearly one month.",
            "vi": "Tôi đã làm việc tại công ty BON được gần 1 tháng."
        },
        {
            "en": "I suppose it is time to say \"<em>bon</em> voyage\".",
            "vi": "Tôi nghĩ đã đến lúc phải nói lời chào tạm biệt."
        },
        {
            "en": "He was a <em>bon</em> vivant who took great pleasure in acquiring things and in living well.",
            "vi": "Anh ta là một người thích hưởng thụ, cảm thấy rất hài lòng khi đạt được nhiều thứ và một cuộc sống thoải mái."
        },
        {
            "en": "Upon arrival, I was pleasantly surprised to see that <em>Bon</em> Lai was small but airy.",
            "vi": "Vừa tới nơi, Tôi đã vô cùng ngạc nhiên nhìn thất Bồn Lại nhỏ nhưng thoáng mát."
        },
        {
            "en": "Today, <em>Bon</em> seemed distracted and not really interested in the meeting.",
            "vi": "Hôm nay Bon có vẻ sao nhãng và không mấy hứng thú với cuộc họp."
        },
        {
            "en": "Her house is on the south bank of Thu <em>Bon</em> river.",
            "vi": "Nhà cô ấy ở bờ phía nam dòng sông thu bồn."
        },
        {
            "en": "And if you go away, someone may wish you <em>bon</em> voyage or have a good trip.",
            "vi": "Và nếu bạn đi xa, người nào đó có thể chúc bạn bon voyage hay have a good trip (Chúc thượng lộ bình an)."
        },
        {
            "en": "I met a French kid the other day, and I could not even get \"<em>bon</em> jour\" out of my mouth.",
            "vi": "Một ngày nọ tôi đã gặp một cô bé Pháp và đã không thốt được tiếng \"xin chào\"."
        },
        {
            "en": "It is about a young woman named Sookie Stackhouse who lives in the small town of <em>Bon</em> Temps, Louisiana.",
            "vi": "Nó kể về cô gái trẻ tên là Sookie Stackhouse sống ở một thị trấn nhỏ Bon Temps, Louisiana."
        },
        {
            "en": "Ku <em>Bon</em>-geun said the centre will support Da Nang in applying information technology (IT) in urban management, disaster prevention, search and rescue and resilience to climate change.",
            "vi": "Ông Ku Bon-geun cho biết trung tâm sẽ hỗ trợ Đà Nẵng trong việc áp dụng công nghệ thông tin trong quản lý đô thị, phòng chống thiên tai, tìm kiếm cứu nạn và ứng phó với biến đổi khí hậu."
        }
    ],
    "suggestions": []
}