{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bookkeeper",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bookkeeper",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bookkeeper",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bookkeeper",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bookkeeper",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>bookkeeper</em>",
            "vi": "người giử sổ sách kế toán"
        },
        {
            "en": "The <em>bookkeeper</em> records all financial transactions in the journal.",
            "vi": "Nhân viên lưu giữ sổ sách kế toán ghi lại các khoản giao dịch tài chính trong sổ nhật ký."
        },
        {
            "en": "You're my <em>bookkeeper</em>! You must save me money!",
            "vi": "Cô là nhân viên kế toán của tôi! Cô phải tiết kiệm tiền cho tôi chứ!"
        },
        {
            "en": "The <em>bookkeeper</em> records sales and purchases in the journal.",
            "vi": "Người kế toán viên ghi lại những món hàng bán và mua trong quyển sổ nhật ký."
        },
        {
            "en": "You 're my <em>bookkeeper</em>! You must save me money!",
            "vi": "Cô là nhân viên kế toán của tôi! Cô phải tiết kiệm tiền cho tôi chứ!"
        },
        {
            "en": "The <em>bookkeeper</em> keeps a record of every financial transaction.",
            "vi": "Người giữ sổ sách kế toán lưu giữ hồ sơ các cuộc giao dịch tài chính."
        },
        {
            "en": "The <em>bookkeeper</em> transfers figures from the journal to the ledger.",
            "vi": "Nhân viên lưu giữ sổ sách kế toán chuyển những con số từ sổ nhật ký vào sổ cái."
        },
        {
            "en": "The <em>bookkeeper</em> posts the journal figures in the book containing all the accounts.",
            "vi": "Người kế toán viên cập nhật những con số từ trong quyển sổ nhật ký vào trong quyển sổ có ghi tất cả các tài khoản."
        },
        {
            "en": "Because the <em>bookkeeper</em> has been sick, the books are not current.",
            "vi": "Vì nhân viên lưu giữ sổ sách kế toán đã bị ốm, sổ sách không được cập nhật."
        },
        {
            "en": "This <em>bookkeeper</em> feathered his own nest for years with company money he stole by using false figures.",
            "vi": "Kế toán viên này thủ lợi cho ông ta trong nhiều năm qua bằng tiền của công ty mà ông ta đánh cắp bằng cách dùng các con số giả."
        },
        {
            "en": "In small hotels, a receptionist also does the work of the <em>bookkeeper</em>, the informationist and the advance reservationists.",
            "vi": "Trong các khách sạn nhỏ, nhân viên tiếp tân cũng làm công việc của kế toán, cung cấp thông tin và nhận đặt phòng trước."
        },
        {
            "en": "Tammy, a 54-year-old <em>bookkeeper</em> from Connecticut, explains, \"we didn't really appreciate what we had together until we'd almost lost it.\"",
            "vi": "Tammy, thủ thư 54 tuổi, người của bang connecticut, giải thích, \"chúng tôi đã không thật sự trân trọng những gì đã có với nhau cho đến khi gần như mất chúng.\""
        },
        {
            "en": "Are you a small business owner who is involved in every aspect of your business - from being the <em>bookkeeper</em> and marketer to the human resources manager, mediator, customer liaison officer and cleaner?",
            "vi": "Bạn có phải là một nhà doanh nghiệp nhỏ, tham gia vào mọi mặt của việc kinh doanh - từ kế toán và tiếp thị đến quản lý nhân sự, người hòa giải, nhân viên liên lạc và"
        },
        {
            "en": "Are you a small business owner who is involved in every aspect of your business - from being the <em>bookkeeper</em> and marketer to the human resources manager, mediator, customer liaison officer and cleaner?",
            "vi": "Bạn có phải là một nhà doanh nghiệp nhỏ, tham gia vào mọi mặt của việc kinh doanh - từ kế toán và tiếp thị đến quản lý nhân sự, người hòa giải, nhân viên liên lạc và người làm vệ sinh không?"
        },
        {
            "en": "This <em>bookkeeper</em> feathered his own nest for years with company money he stole by using false figures. They finally caught him when they began to wonder how he could live like a millionaire on his small salary.",
            "vi": "Kế toán viên này thủ lợi cho ông ta trong nhiều năm qua bằng tiền của công ty mà ông ta đánh cắp bằng cách dùng các con số giả. Cuối cùng họ đã bắt được ông ta khi họ bắt đầu nghi ngờ không hiểu tại sao ông ta có thể sống như một nhà triệu phú với một số lương nhỏ bé như vậy."
        },
        {
            "en": "This <em>bookkeeper</em> feathered his own nest for years with company money he stole by using false figures. They finally caught him when they began to wonder how he could live like a millionaire on his small salary.",
            "vi": "bằng cách dùng các con số giả. Cuối cùng họ đã bắt được ông ta khi họ bắt đầu nghi ngờ không hiểu tại sao ông ta có thể sống như một nhà triệu phú với một số lương nhỏ bé như vậy."
        },
        {
            "en": "The famous Coca-Cola logo was created by John Pemberton's <em>bookkeeper</em>, Frank Mason Robinson, in 1885. Robinson came up with the name and chose the logo's distinctive cursive script. The typeface used, known as Spencerian script, was developed in the mid-19th century and was the dominant form of formal handwriting in the United States during that period.",
            "vi": "Logo nổi tiếng của Coca-cola được tạo ra bởi kế toán của John Pemberton là Frank Mason Robinson vào năm 1885. The famous Coca-Cola logo was created by John Pemberton's bookkeeper, Frank Mason Robinson, in 1885. Robinson đã chọn tên và thiết kế logo bằng những nét chữ khác biệt. Kiểu chữ được sử dụng biết đến với tập tên là Spencer, được tạo ra vào giữa thế kỷ 19. Đây cũng là kiểu chữ viết có ảnh hưởng lớn đến kiểu chữ viết tay chính thống tại Hoa Kỳ trong suốt thời gian đó."
        },
        {
            "en": "Financial Management    Financial Management is the process of managing the financial resources, including accounting and financial reporting, budgeting, collecting accounts receivable, risk management, and insurance for a business. The financial management system for a small business includes both how you are financing it as well as how you manage the money in the business. In setting up a financial management system your first decision is whether you will manage your financial records yourself or whether you will have someone else do it for you. There are a number of alternative ways you can handle this. You can manage everything yourself; hire an employee who manages it for you; keep your records inhouse, but have an accountant prepare specialized reporting such as tax returns; or have an external bookkeeping service that manages financial transactions and an accountant that handles formal reporting functions. Some accounting firms also handle bookkeeping functions. Software packages are also available for handling bookkeeping and accounting. Bookkeeping refers to the daily operation of an accounting system, recording routine transactions within the appropriate accounts. An accounting system defines the process of identifying, measuring, recording and communicating financial information about the business. So, in a sense, the bookkeeping function is a subset of the accounting system. A <em>bookkeeper</em> compiles the information that goes into the system. An accountant takes the data and analyzes it in ways that give you useful information about your business. They can advise you on the systems needed for your particular business and prepare accurate reports certified by their credentials.  While software packages are readily available to meet almost any accounting need, having an accountant at least review your records can lend credibility to your business, especially when dealing with lending institutions and government agencies. Setting up an accounting system, collecting bills, paying employees, suppliers, and taxes correctly and on time are all part of running a small business. And, unless accounting is your small business, it is often the bane of the small business owner. Setting up a system that does what you need with the minimum of maintenance can make running a small business not only more pleasant, but it can save you from problems down the road.  The basis for every accounting system is a good Bookkeeping system. What is the difference between that and an accounting system? Think of accounting as the big picture of how your business runs -- income, expenses, assets, liabilities -- an organized system for keeping track of how the money flows through your business, keeping track that it goes where it is supposed to go.  A good bookkeeping system keeps track of the nuts and bolts -- the actual transactions that take place. The bookkeeping system provides the numbers for the accounting system. Both accounting and bookkeeping can be contracted out to external firms if you are not comfortable with managing them yourself. Even if you outsource the accounting functions, however, you will need some type of Recordkeeping Systems to manage the day-to-day operations of your business - in addition to a financial plan and a budget to make certain you have thought through where you are headed in your business finances. And, your accounting system should be producing Financial Statements. Learning to read them is an important skill to acquire. Another area that your financial management system needs to address is risk. Any good system should minimize the risks in your business. Consider implementing some of these risk management strategies in your business.  Certainly, insurance needs to be considered not only for your property, office, equipment, and employees, but also for loss of critical employees. Even in businesses that have a well set up system, cash flow can be a problem. There are some tried and true methods for Managing Cash Shortages that can help prevent cash flow problems and deal with them if they come up. In the worst case you may have difficulties meeting all you debt obligations. Take a look at Financial Difficulties to learn more about ways to manage situations in which you have more debt than income. It is possible you may even be at the a point where you want to sell the business or simply close it and liquidate assets. There are financial issues involved for these circumstances too. So, be certain that you know what steps you need to take in order to protect yourself financially in the the long run. Clearly, financial management encompasses a number of crucial areas of your business. Take time to set them up right. It will make a significant difference in your stress levels and in the bottom line for your business.",
            "vi": "Quản lý tài chính    Quản lý tài chính là quy trình quản lý các nguồn lực tài chính, bao gồm quy trình báo cáo tài chính và kế toán, quy trình dự thảo ngân sách, thu hồi các khoản phải thu, quản lý rủi ro, và bảo hiểm cho doanh nghiệp. Hệ thống quản lý tài chính cho một doanh nghiệp nhỏ gồm cả việc bạn đang bỏ vốn vào nó như thế nào cũng như bạn quản lý đồng tiền trong doanh nghiệp ấy ra sao. Trong việc xây dựng một hệ thống quản lý tài chính thì quyết định trước hết của bạn là sẽ tự quản lý mọi sổ sách tài chính của mình hay nhờ người khác làm việc đó. Có một số vấn đề tương tự bạn có thể giải quyết như vậy. Bạn có thể tự mình quản lý mọi thứ; thuê người làm quản lý giúp; nắm giữ mọi sổ sách nội bộ, nhưng nhờ một kế toán viên soạn thảo báo cáo chuyên dụng chẳng hạn như các bản khai thuế; hoặc thuê dịch vụ kế toán bên ngoài quản lý các giao dịch tài chính và một kế toán viên giải quyết các công việc kế toán. Những phần mềm ứng dụng cũng có thể dùng để xử lý các công việc sổ sách kế toán. Nghiệp vụ kế toán là hoạt động hàng ngày của hệ thống kế toán, ghi chép các giao dịch hàng ngày trong những tài khoản thích hợp. Một hệ thống kế toán xác định rõ quy trình nhận diện, đo lường, lưu trữ, và truyền đạt thông tin tài chính của doanh nghiệp. Vì vậy, hiểu theo một khía cạnh nào đó, chức năng của nghiệp vụ kế toán là một bộ phận của hệ thống kế toán. Một người giữ sổ sách kế toán tổng hợp các thông tin trong hệ thống. Một kế toán viên lấy dữ liệu và phân tích nó để cung cấp thông tin hữu ích về doanh nghiệp cho bạn. Họ có thể tư vấn về những cơ chế cần thiết cho doanh nghiệp đặc thù của bạn và soạn thảo các báo cáo chính xác được bằng cấp của họ chứng thực.  Khi các phần mềm chuyên dụng có thể sẵn sàng đáp ứng hầu hết mọi yêu cầu về kế toán, thì việc nhờ một kế toán viên ít nhất là xem xét toàn bộ sổ sách có thể khiến doanh nghiệp của bạn nhận được sự tín nhiệm, đặc biệt trong trường hợp giao dịch với các tổ chức tín dụng và các cơ quan nhà nước. Xây dựng một hệ thống kế toán, trong đó những công đoạn như thu các hoá đơn chứng từ, trả lương cho người làm, thanh toán cho nhà cung cấp, và nộp thuế chính xác và kịp thời, tất cả là bộ phận của quy trình vận hành một doanh nghiệp nhỏ. Và, thông thường đó là khó khăn của những chủ doanh nghiệp nhỏ trừ khi doanh nghiệp của bạn là một công ty kế toán. Xây dựng một hệ thống làm những gì mình cần, ít phải sửa chữa lại nhất, có thể giúp việc điều hành một doanh nghiệp nhỏ không chỉ thuận lợi hơn mà còn có thể giúp bạn tránh khỏi những rắc rối về sau. Nền tảng cho mọi hệ thống kế toán là một chế độ ghi chép sổ sách tốt. Sự khác biệt giữa chế độ ấy với một hệ thống kế toán là gì? Hãy hình dung kế toán như một bức tranh tổng thể của phương thức doanh nghiệp bạn vận hành – thu nhập, chi phí, tài sản, công nợ – một hệ thống được tổ chức nhằm theo dõi các dòng tiền chảy qua doanh nghiệp của bạn như thế nào, giám sát nó đi đến nơi cần đến.  Một chế độ ghi chép sổ sách tốt theo dõi tỉ mỉ những chi tiết quan trọng – những giao dịch thực tế diễn ra. Chế độ ghi chép sổ sách cung cấp những số liệu cho hệ thống kế toán. Cả việc ghi chép sổ sách và kế toán có thể được loại bỏ, để cho những doanh nghiệp bên ngoài làm giúp nếu bạn không yên tâm khi tự mình quản lý chúng. Dù bạn khoán các công việc kế toán cho ai đó bên ngoài làm, bạn vẫn cần đến một số loại Hệ thống Lưu trữ Hồ sơ để quản lý các hoạt động hàng ngày của doanh nghiệp mình – ngoài một kế hoạch tài chính và một ngân quỹ để đảm bảo bạn đã cân nhắc kỹ mục tiêu bạn nhắm tới trong tài chính của doanh nghiệp. Và, hệ thống kế toán của bạn phải làm ra các báo cáo tài chính. Học để đọc được những báo cáo này là một kỹ năng quan trọng cần có. Một lĩnh vực khác nữa hệ thống quản lý tài chính của bạn cần giải quyết đó là rủi ro. Bất kỳ hệ thống tốt nào cũng phải giảm đến mức tối thiểu các rủi ro trong doanh nghiệp của bạn. Hãy xem xét việc thực hiện một số những chiến lược quản lý rủi ro này.  Chắc chắn là bảo hiểm cần thiết không chỉ cho tài sản, văn phòng, trang thiết bị và nhân viên của bạn mà còn cần được coi là để bảo vệ cho trường hợp mất những nhân sự chủ chốt. Ngay cả những doanh nghiệp có một hệ thống được tạo dựng hoàn hảo, luồng tiền mặt có thể vẫn là một vấn đề. Có một số phương pháp phù hợp và đã được được chứng minh là có hiệu quả đối với việc quản lý các thiếu hụt về tiền mặt có thể giúp tránh những rắc rối lưu lượng tiền mặt và xử lý chúng nếu chúng xảy đến. Trong trường hợp tồi tệ nhất bạn có thể gặp khó khăn khi phải trả hết các khoản nợ. Hãy nhìn vào những khó khăn tài chính để học thêm về các biện pháp quản lý những tình huống mà trong đó bạn mắc nợ nhiều hơn thu nhập. Khả năng có thể xảy ra là bạn thậm chí ở vào tình huống mà muốn bán doanh nghiệp hoặc đơn giản là đóng cửa và thanh lý tài sản. Cũng có những vấn đề tài chính liên quan đến những trường hợp như vậy. Do đó, hãy chắc chắn rằng bạn biết các bước cần thực hiện để bảo vệ mình về mặt tài chính trong dài hạn. Rõ ràng việc quản lý tài chính chứa đựng một số mặt chủ yếu của doanh nghiệp. Hãy đầu tư thời gian để xây dựng chúng cho thích hợp. Nó sẽ làm nên sự khác biệt đáng kể trong các mức độ căng thẳng bạn phải chịu và trong kết quả cuối cùng doanh nghiệp bạn đạt được."
        }
    ],
    "suggestions": []
}