{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Boolean",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Boolean</k><blockquote><cclass>[<cclass>'bu:lɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective denoting a system of algebraic notation used to represent logical propositions by means of the binary digits 0 (false) and 1 (true), especially in computing and electronics. </cclass></blockquote><blockquote>■ <cclass>noun <cclass>Computing a binary variable with these possible values. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from the name of the English mathematician G. <i>Boole</i> + <kref>-an</kref>. </blockquote></div>",
            "word": "Boolean",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Boolean",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Boolean",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Boolean",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "These advanced expressions use something called <em>boolean</em> logic, the and, or and not are <em>boolean</em> operators.",
            "vi": "Các biểu thức tân kỳ này áp dụng một ngữ nghĩa được gọi là lô - gich bun, and, or và not được gọi là các toán tử bun."
        },
        {
            "en": "Algebraic immunity of all <em>Boolean</em> functions must be large.",
            "vi": "Miễn dịch đại số của tất cả các hàm Bool phải lớn."
        },
        {
            "en": "Set the done <em>boolean</em> to false, indicating that the iteration has not finished.",
            "vi": "Xác lập biến lô gich done thành false, để cho biết tác vụ lặp chưa xong."
        },
        {
            "en": "It is of course up to the calling function to interpret the <em>boolean</em> return value.",
            "vi": "Dĩ nhiên cũng cần gọi hàm để phên dịch trị lô - gích trả về."
        },
        {
            "en": "Declare a <em>boolean</em> that flags when the desired element has been found.",
            "vi": "Mô tả một biến bool làm cờ hiệu khi phần tử mong đợi đã tìm thấy."
        },
        {
            "en": "If the end of the hash table is encountered without finding another list manager, set the done <em>boolean</em> to true and go to step 8.",
            "vi": "Nếu đã đụng đến cuối bảng băm mà vẫn không thấy bộ quản danh sách nào, thì xác lập biến done thành true rồi nhảy tới bước 8."
        },
        {
            "en": "Once a valid list manager has been found, retrieve a pointer to the list and set the newlist <em>boolean</em> to false.",
            "vi": "Một khi đã thấy bộ quản danh sách hợp lệ, thì truy xuất con trỏ tới danh sách tương ứng rồi lặp biến lô - gich newlist thành false."
        },
        {
            "en": "If the middle element is the desired element (it's key matches the key of the desired element), store the contents of the middle element in the result variable and set the found <em>boolean</em> to true.",
            "vi": "Nếu phần tử giữa là phần tử mong đợi (tức trị khoá của nó khớp với vị trí khoá tìm kiếm), thì lưu nội dung của phần tử giữa vào biến kết quả result và xác lập biến logich found thanh true."
        }
    ],
    "suggestions": []
}