{
    "en_vn": {
        "data": {
            "content": null,
            "word": "boosted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "boosted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "boosted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "boosted"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự đẩy phụ</font></td></tr></tbody></table></div>",
            "word": "boosted"
        }
    },
    "sentences": [
        {
            "en": "Mass information <em>boosted</em> many stars.",
            "vi": "Thông tin đại chúng đã lăng xê nhiều ngôi sao."
        },
        {
            "en": "This market is strongly <em>boosted</em>.",
            "vi": "Thị trường này được thúc đẩy mạnh mẽ."
        },
        {
            "en": "The crops dramatically <em>boosted</em> farm production.",
            "vi": "Những cây trồng này đã làm tăng đáng kể sản lượng nông nghiệp."
        },
        {
            "en": "The campaign <em>boosted</em> sales of the products by 80%.",
            "vi": "Chiến dịch đẩy mạnh doanh thu của sản phẩm khoảng 80%."
        },
        {
            "en": "A last - minute rush by Christmas shoppers <em>boosted</em> sales.",
            "vi": "Sở thích mua sắm vào những phút cuối trong lễ Giáng sinh đã làm tăng nhanh doanh số."
        },
        {
            "en": "A last-minute rush by Christmas shoppers <em>boosted</em> sales.",
            "vi": "Sở thích mua sắm vào những phút cuối trong lễ Giáng sinh đã làm tăng nhanh doanh số."
        },
        {
            "en": "The change of management has <em>boosted</em> morale throughout the company.",
            "vi": "Thay đổi của ban quản lý đã làm cho toàn công ty phấn chấn hẳn lên."
        },
        {
            "en": "Their share price climbed again today, <em>boosted</em> by rising sales.",
            "vi": "Giá cổ phiếu của họ hôm nay lại tăng, giúp cho doanh số tăng theo."
        },
        {
            "en": "I feel like some energy needs to be <em>boosted</em>.",
            "vi": "Tôi có cảm giác như một số quyền năng cần được phát huy."
        },
        {
            "en": "This venture capital's contribution in Israel <em>boosted</em> the growth of exports and creating new jobs.",
            "vi": "Việc góp vốn liên doanh ở Iran đã thúc đẩy tăng trưởng của xuất khẩu và tạo thêm nhiều việc làm mới."
        },
        {
            "en": "Tennis player Maria Sharapova was the richest female athlete, with earnings <em>boosted</em> by lucrative endorsement deals.",
            "vi": "Tay vợt Maria Sharapova là nữ vận động viên giàu nhất, với các khoản thu tăng mạnh nhờ các hợp đồng quảng cáo đắt giá."
        },
        {
            "en": "That means that trainer/teacher capacity needs be <em>boosted</em>, with specific focus on the above skills.",
            "vi": "Tức là năng lực của giảng viên cần được nâng cao với trọng tâm cụ thể về các kỹ năng đã nêu."
        },
        {
            "en": "Falling unemployment and relatively warm weather appear to have <em>boosted</em> spending this year.",
            "vi": "Mức thất nghiệp giảm và thời tiết tương đối ấm dường như đã kích thích mức chi tiêu vào năm nay."
        },
        {
            "en": "The relaxation of travel restrictions has <em>boosted</em> the tourism in Vietnam recently.",
            "vi": "Gần đây, sự nới lỏng các hạn chế về du lịch đã đẩy mạnh ngành du lịch của Việt Nam."
        },
        {
            "en": "Just like his medicines <em>boosted</em> him physically, these \"emotional vitamins\" would boost his spiritual health.",
            "vi": "Cũng giống như những viên thuốc giúp cha khoẻ mạnh về thể chất, những viên “vi-ta-min tình cảm” này sẽ giúp cha khoẻ mạnh về tinh thần."
        },
        {
            "en": "There is strong domestic demand for textiles in Japan <em>boosted</em> cotton consumption to nearly 2. 9 million bales.",
            "vi": "Nhu cầu nội địa tăng mạnh đối với hàng vải dệt tại Nhật Bản làm tăng mức tiêu thụ bông lên đến gần 2.9 triệu kiện."
        },
        {
            "en": "There is strong domestic demand for textiles in Japan <em>boosted</em> cotton consumption to nearly 2.9 million bales.",
            "vi": "Nhu cầu nội địa tăng mạnh đối với hàng vải dệt tại Nhật Bản làm tăng mức tiêu thụ bông lên đến gần 2. 9 triệu kiện."
        },
        {
            "en": "As the general manager said in his introductory remarks, the growth of the company has been <em>boosted</em>.",
            "vi": "Như ông tổng giám đốc đã nói trong những câu nhận xét mở đầu, sự tăng trưởng của công ty đã được đẩy mạnh."
        },
        {
            "en": "Your immune system will be <em>boosted</em> by a diet that gets enough protein through beans, lentils and fish.",
            "vi": "Bằng chế độ ăn kiêng đủ protein nhờ đậu, đậu lăng và cá thì hệ thống miễn dịch của bạn sẽ được tăng lên."
        },
        {
            "en": "Disabilities caused by poverty are generally preventable if poverty is alleviated, education improved and quality health care <em>boosted</em>.",
            "vi": "Các dạng khuyết tật do nghèo đói gây ra nhìn chung có thể ngăn chặn được nếu nghèo đói được loại bỏ, giáo dục được cải thiện và chất lượng chăm sóc sức khỏe được nâng cao."
        }
    ],
    "suggestions": []
}