{
    "en_vn": {
        "data": {
            "content": null,
            "word": "booting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "booting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "booting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "booting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự khởi động</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cold booting</font><font color=\"#282828\">: sự khởi động nguội</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự mồi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">remote booting</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sư khởi động từ xa</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "booting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He kept <em>booting</em> the ball into the crowd.",
            "vi": "Anh ta vẫn đá bóng về phía đám đông."
        },
        {
            "en": "The seven numbers relate to the common methods of <em>booting</em> the kernel.",
            "vi": "Bảy con số ứng với những phương pháp chung để khởi động kernel."
        },
        {
            "en": "Installing Ubuntu in parallel to a Windows installation is called dual <em>booting</em>.",
            "vi": "Cài song song Ubuntu và Windows được gọi là khởi động kép."
        },
        {
            "en": "Systems with modems faster than 14.4k should use the rc.serial script when <em>booting</em> Linux.",
            "vi": "Các hệ thống có modem nhanh hơn 14,4 k nên dùng script là rc.serial khi phát động linux."
        },
        {
            "en": "Linux 2.4 will be heaven to me- no more <em>booting</em> into Windows to mail out articles.",
            "vi": "Linux 2.4 sẽ là một thiên đường, nơi chúng tôi không còn phải boot windows để gởi đi chính tư liệu này."
        },
        {
            "en": "To learn more about dual-<em>booting</em> (running Ubuntu side-by-side with another operating system), see Chapter 1: Installation.",
            "vi": "Để tìm hiểu thêm về cách khởi động song (chạy Ubuntu bên cạnh hệ điều hành khác), xem Chương 1 : Cài đặt."
        },
        {
            "en": "If you rely on commercial software that is not compatible with Ubuntu, yet still want to give Ubuntu a try, you may want to consider dual-<em>booting</em>.",
            "vi": "Nếu bạn dựa vào phần mềm thương mại không tương thích với Ubuntu, nhưng vẫn muốn thử Ubuntu, bạn có thể muốn xem xét khả năng khởi động song song (2 hệ điều hành)."
        },
        {
            "en": "If you rely on commercial software that is not compatible with Ubuntu, yet still want to give Ubuntu a try, you may want to consider dual - <em>booting</em>.",
            "vi": "Nếu bạn dựa vào phần mềm thương mại không tương thích với Ubuntu, nhưng vẫn muốn thử Ubuntu, bạn có thể muốn xem xét khả năng khởi động song song (2 hệ điều hành)."
        },
        {
            "en": "VMware sees a work and personal profile running on a phone at the same time, as opposed to giving users a choice of dual - <em>booting</em> into one or the other.",
            "vi": "VMware nhận thấy một thiết lập cá nhân và công việc chạy trên một điện thoại cùng một lúc, khác với việc đem lại cho người dùng một sự lựa chọn khởi động kép hoặc là cái này hoặc là cái kia."
        },
        {
            "en": "VMware sees a work and personal profile running on a phone at the same time, as opposed to giving users a choice of dual-<em>booting</em> into one or the other.",
            "vi": "VMware nhận thấy một thiết lập cá nhân và công việc chạy trên một điện thoại cùng một lúc, khác với việc đem lại cho người dùng một sự lựa chọn khởi động kép hoặc là cái này hoặc là cái kia."
        },
        {
            "en": "Red Hat Linux 6.0 comes with three CDs (and a floppy, just in case), the first being an auto-<em>booting</em> installer which looks rather like previous Red Hat installers.",
            "vi": "Red hat 6.0 phân phối bằng ba đĩa cd (và một đĩa mềm, trong trường hợp này), cd thứ nhất chứa trình cài đặt tự khởi động nó có vẻ khá giống các đĩa cài đặt red hat đời trước."
        },
        {
            "en": "VMware is developing virtualization software for smartphones that would see two profiles running on the same device at the same time. VMware sees a work and personal profile running on a phone at the same time, as opposed to giving users a choice of dual-<em>booting</em> into one or the other. The idea is to have users switch between the two quickly with the press of a button.",
            "vi": "VMware đang phát triển phần mềm ảo hóa cho điện thoại thông minh (Smartphone) có thể cho phép 2 Hệ điều hành chạy trên cùng một thiết bị cùng một lúc. VMware nhận thấy một thiết lập cá nhân và công việc chạy trên một điện thoại cùng một lúc, khác với việc đem lại cho người dùng một sự lựa chọn khởi động kép hoặc là cái này hoặc là cái kia. Ý tưởng này là giúp cho người dùng chuyển đổi giữa hai thứ nhanh chóng bằng một nút bấm."
        },
        {
            "en": "VMware working on dual-OS smartphone virtualization    VMware is developing virtualization software for smartphones that would see two profiles running on the same device at the same time. VMware sees a work and personal profile running on a phone at the same time, as opposed to giving users a choice of dual-<em>booting</em> into one or the other. The idea is to have users switch between the two quickly with the press of a button. While VMware programmers are still deciding on details such as how to switch between apps or identify phone calls, they have plenty of ideas. The former could be addressed by clicking specific buttons confined to one OS or the other, while the latter may be as simple as having a dedicated ringtone for calls coming into the work line and calls in the personal line. Such a dual OS would be beneficial to smartphone owners, as they are using the devices more like PCs. VMWare believes this means that the same issues that apply to PCs, including security concerns and management costs, will therefore soon plague smartphones as well. Having a single device with a dual OS setup would also be less costly and more convenient to employees who are required to carry a smartphone for work purposes. VMWare has successfully demonstrated both Android and Windows Mobile working on a last-generation smartphone with 128MB of RAM, though admits 256MB of RAM would be ideal.  VMWare is now working with a US and European wireless carrier on prototype phones and enterprise beta testing due to start in 2011, with mass production of such devices due to start in 2012. The company is also seeking an Australian carrier to partner with on this undertaking.  On the other hand, Microsoft believes there is little to no market for virtualization software on smartphones. Reasons for this include less productivity as each OS has different information and contacts",
            "vi": "Vmware đang phát triển phần mềm ảo hoá giúp điện thoại thông minh chạy hệ điều hành kép      VMware đang phát triển phần mềm ảo hóa cho điện thoại thông minh (Smartphone) có thể cho phép 2 Hệ điều hành chạy trên cùng một thiết bị cùng một lúc. VMware nhận thấy một thiết lập cá nhân và công việc chạy trên một điện thoại cùng một lúc, khác với việc đem lại cho người dùng một sự lựa chọn khởi động kép hoặc là cái này hoặc là cái kia. Ý tưởng này là giúp cho người dùng chuyển đổi giữa hai thứ nhanh chóng bằng một nút bấm. Trong khi lập trình viên của VMware vẫn đang quyết định chọn các chi tiết như làm thế nào để chuyển đổi giữa các ứng dụng hoặc nhận các cuộc gọi điện thoại, họ có rất nhiều ý tưởng. Trước đây điều này được giải quyết bằng cách nhấn vào các nút cụ thể để tạm dừng HĐH này hoặc HĐH kia và sau này có thể đơn giản đi bằng cách phát ra một nhạc chuông dành riêng cho các cuộc gọi đến theo dòng công việc và các cuộc gọi các nhân Một hệ điều hành kép sẽ có lợi cho chủ sở hữu điện thoại thông minh khi họ đang sử dụng các thiết bị có nhiều tính năng như máy tính. VMWare tin rằng điều này có nghĩa là các vấn đề tương tự được áp dụng giống như máy tính, kể cả các mối quan tâm về bảo mật và chi phí quản lý, do đó sẽ sớm “đòi hỏi” cho cả điện thoại thông minh. Một thiết bị đơn có cài đặt hệ điều hành kép cũng sẽ ít tốn kém và thuận tiện hơn đối với các nhân viên có nhu cầu sử dụng một smarpthone cho các mục đích công việc. VMWare đã thử nghiệm thành công cả Android và Windows Mobile cùng chạy trên một Smartphone thế hệ mới với 128MB RAM, nhưng để ổn định và nhanh hơn thì 256MB RAM sẽ là rất lý tưởng.   VMWare hiện tại đang làm việc với các nhà mạng ở Mỹ và châu Âu trên các điện thoại mẫu và sẽ đưa ra bản thử nghiệm beta bắt đầu vào năm 2011, và việc sản xuất hàng loạt thiết bị như vậy sẽ dự kiến bắt đầu vào năm 2012. Hãng cũng đang tìm kiếm một nhà mạng của Úc làm đối tác về công việc này. Mặt khác, Microsoft tin rằng có rất ít thị trường quan tâm đến phần mềm ảo hóa trên điện thoại thông minh với lý do là nó không hiệu quả vì mỗi hệ điều hành chứa thông tin và danh bạ khác nhau."
        }
    ],
    "suggestions": []
}