{
    "en_vn": {
        "data": {
            "content": null,
            "word": "boro"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "boro"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "boro"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "boro"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "boro"
        }
    },
    "sentences": [
        {
            "en": "Order of St. Benedict (<em>O</em>. S. <em>B</em>)",
            "vi": "Dòng Biển Đức"
        },
        {
            "en": "Our preference would be F. <em>O</em>. <em>B</em>.",
            "vi": "Chúng tôi muốn theo phương thức F.O.B."
        },
        {
            "en": "He is a <em>B</em>. T. <em>O</em>. (Big time operator)",
            "vi": "Anh ta là một tay lãng phí thời gian."
        },
        {
            "en": "Here are our F. <em>O</em>. <em>B</em> price lists.",
            "vi": "Đây là bảng giá F.O.B của chúng tôi."
        },
        {
            "en": "F. <em>O</em>. <em>B</em> stands for Free On Board.",
            "vi": "F.O.B viết tắt cho chữ \"giao hàng tận nơi.\""
        },
        {
            "en": "Two parents with <em>B</em> blood type can produce a child with either <em>B</em> or <em>O</em> blood type.",
            "vi": "Bố mẹ có nhóm máu B có thể sinh ra con có nhóm máu B hoặc O."
        },
        {
            "en": "There are four essential blood types: <em>O</em>, A, <em>B</em> and AB.",
            "vi": "Có bốn nhóm máu căn bản : O, A, B và AB."
        },
        {
            "en": "There are four essential blood types : <em>O</em>, A, <em>B</em> and AB.",
            "vi": "Có bốn nhóm máu căn bản: O, A, B và AB."
        },
        {
            "en": "Our quotation includes delivery f. <em>o</em>. <em>b</em> London / c. i. f Smyrna / f. a. s Liverpool.",
            "vi": "Bảng giá của chúng tôi bao gồm giao hàng giá f.o.b Luân Đôn / c.i.f Smyrna / f.a.s Liverpool."
        },
        {
            "en": "Some sell on an F. <em>O</em>. <em>B</em>. basis. That is : Free on Board.",
            "vi": "Có một số thì theo phương thức F.O.B. Tức là: bên bán chịu trách nhiệm đến khi hàng lên tàu."
        },
        {
            "en": "We should be grateful if you would quote f. <em>o</em>. <em>b</em> London.",
            "vi": "Chúng tôi sẽ rất biết ơn nếu quí ông cho giá f.o.b Luân Đôn."
        },
        {
            "en": "In that case, we'd prefer to go under the terms of F. <em>O</em>. <em>B</em>.",
            "vi": "Nếu thế chúng tôi muốn theo phương thức F.O.B."
        },
        {
            "en": "<em>b</em>",
            "vi": "Tất cả thức ăn đều do những người giúp đỡ tình nguyện nấu và phục vụ."
        },
        {
            "en": "Blood of group A contains antibodies to antigen <em>B</em>; group <em>B</em> blood contains anti-A antibodies; group AB has neither antibody and group <em>O</em> has both.",
            "vi": "Máu thuộc nhóm a có chứa kháng thể với kháng nguyên b; máu nhóm b có kháng thể kháng a, nhóm ab không có kháng thể nào và nhóm o có cả hai."
        },
        {
            "en": "Could you send it to 27 Arbuthnot Place - A-R-<em>B</em>-U-T-H-N-<em>O</em>-T - Place. Dumfries.",
            "vi": "Anh có thể chuyển nó đến số 27 Arbuthnot Place, Dumfries được không?"
        },
        {
            "en": "ABO system is the system that divides human blood into four main groups, A, <em>B</em>, AB, and <em>O</em>.",
            "vi": "Hệ ABO là hệ phân chia máu người thành bốn nhóm chính là A, B, AB và O."
        },
        {
            "en": "This system is based on the presence or absence of antigens A and <em>B</em>: blood of groups A and <em>B</em> contains antigens A and <em>B</em>, respectively; group AB contains both antigens and group <em>O</em> neither.",
            "vi": "Hệ thống này căn cứ trên sự có hay không có các kháng nguyên a và b: máu thuộc nhóm a và b lần lượt có kháng nguyên a và b; nhóm ab có cả hai kháng nguyên và nhóm o không có kháng nguyên nào."
        },
        {
            "en": "of each of the word above, you will have R. <em>O</em>. Y. G. <em>B</em>. I. V, which can be translated into : Red, Orange, Yellow, Green, Blue, Indigo, Violet.",
            "vi": "Bằng cách sử dụng ký tự đầu của mỗi từ trên, bạn sẽ có R.O.Y.G.B.I.V, mà có thể được dịch như sau: màu Đỏ, màu Cam, màu Vàng, màu Xanh lá, Màu Xanh dương, màu Chàm, màu Tím của hoa vi-ô-lét."
        },
        {
            "en": "C <em>O</em>",
            "vi": "Công ty"
        },
        {
            "en": "<em>O</em> Zeus!",
            "vi": "Ôi lạy trời!"
        }
    ],
    "suggestions": []
}