{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bot",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bot</k><blockquote><b>bot<sup>1</sup></b></blockquote><blockquote>■ <cclass>noun the larva of a botfly. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: prob. of Low Ger. origin. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>bot<sup>2</sup></b></blockquote><blockquote>■ <cclass>noun <cclass>Computing an autonomous program on a network which can interact with systems or users, especially in the manner of a player in some computer games. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1980s: shortening of <kref>robot</kref>. </blockquote></div>",
            "word": "bot",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bot",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bot",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bot",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Build-Operate-Transfer (<em>BOT</em>).",
            "vi": "Xây dựng – vận hành – chuyển giao."
        },
        {
            "en": "Build - Operate - Transfer (<em>BOT</em>).",
            "vi": "Xây dựng – vận hành – chuyển giao."
        },
        {
            "en": "Box 4.1: Build-Operate-Transfer (<em>BOT</em>) Projects",
            "vi": "Khung 4.1: Dự án Xây dựng-Vận hành-Chuyển giao (BOT)"
        },
        {
            "en": "Hate has a reason for everything <em>bot</em> love is unreasonable.",
            "vi": "Ghét ai có thể nêu được lý do, nhưng yêu ai thì không thể."
        },
        {
            "en": "Some of the characteristics of this <em>BOT</em> are as follows:",
            "vi": "Một số đặc điểm của dự án BOT này là như sau:"
        },
        {
            "en": "Hate has a reason for everithing <em>bot</em> love is unreasonable.",
            "vi": "Ghét ai có thể nêu được lý do, nhưng yêu ai thì không thể."
        },
        {
            "en": "Binh Trieu II <em>BOT</em> road and bridge project",
            "vi": "Dự án BOT cầu đường Bình Triệu II"
        },
        {
            "en": "Che <em>Bot</em> Loc Boc Thit Quay: sweet rice and roast pork soup",
            "vi": "Chè bột lọc bọc thịt quay"
        },
        {
            "en": "Hate has a reason for everithing <em>bot</em> love is unreasonable.\"love messages\"",
            "vi": "Ghét ai có thể nêu được lý do, nhưng yêu ai thì không thể.\" những  tin nhắn tình yêu \""
        },
        {
            "en": "What lessons can be learned from Phu My 2.2 for future <em>BOT</em> infrastructure projects?",
            "vi": "Có thể học được những bài học gì từ Phú Mỹ 2.2 cho các dự án cơ sở hạ tầng BOT trong tương lai?"
        },
        {
            "en": "Look! That <em>bot</em> outside the bike shop is starting at us.",
            "vi": "Hãy nhìn kìa! Gã đứng bên ngoài tiệm xe đạp đang nhìn chằm chằm vào chúng ta."
        },
        {
            "en": "LDIF investments can include all forms of <em>BOT</em>, BTO and BT.",
            "vi": "Các dự án đầu tư của QĐTPTĐP có thể dưới các hình thức như BOT, BTO và BT."
        },
        {
            "en": "Banh <em>Bot</em> Loc Boc Tom Thit: rice pastry containing shrimp and meat",
            "vi": "Bánh bột lọc bọc tôm thịt: bột bọc tôm thịt"
        },
        {
            "en": "For example: • <em>BOT</em> Binh Trieu II (VND 341 billion), BT Nguyen Tri Phuong (VND 213 billion), <em>BOT</em> An Suong-An Lac (VND 830 billion), and the South Saigon Highway (Nguyen Van Linh Road) (VND 1.250 trillion).",
            "vi": "Ví dụ: Dự án BOT cầu đường Bình Triệu II (341 tỷ đồng), BT Nguyễn Tri Phương (213 tỷ đồng), BOT An Sương-An Lạc (830 tỷ đồng), dự án đường cao tốc Nam Sài Gòn (Nguyễn Văn Linh) (1,250 nghìn tỷ đồng)."
        },
        {
            "en": "To date, the Government has signed a <em>BOT</em> contract in bulk water supply in Ho Chi Minh City (box 4.1).",
            "vi": "Hiện nay Chính phủ đã ký một hợp đồng BOT về cung cấp nước quy mô lớn tại thành phố Hồ chí Minh (Xem khung 4.1)."
        },
        {
            "en": "The completion of these projects will hopefully provide an important road map for future investors under the <em>BOT</em> decree.",
            "vi": "Việc hoàn thành các dự án này hy vọng sẽ tạo lộ trình cho các nhà đầu tư tương lai trong khuôn khổ nghị định về BOT."
        },
        {
            "en": "The absence of a clearly articulated framework makes the process of executing build-operate-transfer (<em>BOT</em>) contracts difficult.",
            "vi": "Việc thiếu một khuôn khổ quy định rõ ràng khiến cho quá trình thực thi các hợp đồng BOT (xây dựng-vận hành-chuyển giao) trở nên khó khăn."
        },
        {
            "en": "The Binh An Water Corporation (BAWC) - a 100% foreign-owned <em>BOT</em> company -- has a 20 year build-operatetransfer (<em>BOT</em>) contract to supply 100,000m3/day of treated water to HCMC's Bien Hoa Industrial Zone on a take-or-pay basis.",
            "vi": "Công ty nước Bình An (BAWC) - một công ty BOT 100% sở hữu nước ngoài, có hợp đồng 20 năm xây dựng-hoạt động-chuyển giao (BOT) để cung cấp nước sạch với 100.000m3/ngày cho khu công nghiệp Biên hoà thành phố HCM trên cơ sở nhận-thanh toán."
        },
        {
            "en": "The most popular ways have been transferring land for infrastructure, as well as the <em>BOT</em> (Build, Operate, Transfer), BT (Build, Transfer), and BTO (Build, Transfer, Operate) models.",
            "vi": "Trong đó, phổ biến nhất là các phương thức chuyển giao đất cho xây dựng hạ tầng cũng như Xây dựng - Kinh doanh - Chuyển giao (BOT), Xây dựng - Chuyển giao (BT), Xây dựng - Chuyển giao - Kinh doanh (BTO)."
        },
        {
            "en": "Vu Dinh Anh, a renowned economist, warned that coal-fired <em>BOT</em> projects may turn into the landing field for outdated Chinese technology.",
            "vi": "Ông Vũ Đình Ánh, một nhà kinh tế học nổi tiếng đã cảnh báo rằng các dự án nhà máy nhiệt điện đốt than BOT có thể trở thành \"nơi hạ cánh\" cho các công nghệ lạc hậu của Trung Quốc."
        }
    ],
    "suggestions": []
}