{
    "en_vn": {
        "data": {
            "content": null,
            "word": "botched"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "botched"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "botched"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "botched"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "botched"
        }
    },
    "sentences": [
        {
            "en": "I got a <em>botched</em> job.",
            "vi": "Tôi có một công việc vụng về."
        },
        {
            "en": "The actor <em>botched</em> his lines.",
            "vi": "Người diễn viên đã nói sai lời của vai diễn."
        },
        {
            "en": "Police officers had <em>botched</em> the entire investigation.",
            "vi": "Các sĩ quan cảnh sát đã làm hỏng toàn bộ cuộc điều tra."
        },
        {
            "en": "I 've <em>botched</em> this up in a couple of places.",
            "vi": "Tôi đã không đúng ở 2 chỗ."
        },
        {
            "en": "Britain's biggest insurer has trimmed the cost of the <em>botched</em> takeover attempt of AIA - which cost it 377 million pounds.",
            "vi": "Hãng bảo hiểm lớn nhất nước Anh này cắt bỏ chi phí lên đến 377 triệu bảng Anh khi cố gắng tiếp quản AIA bất thành."
        },
        {
            "en": "Real Madrid tried to react before half time, a <em>botched</em> counter-attack by Marcelo giving another sign of their impotence.",
            "vi": "Real Madrid đã cố gắng phản công trước khi kết thúc hiệp một, nhưng một cuộc phản công hỏng của Marcelo cho thấy thêm một dấu hiệu bất lực nữa của họ."
        },
        {
            "en": "Three years later, he participated in a <em>botched</em> assassination attempt against Iraqi Prime Minister General Abdel - Karim Qassem.",
            "vi": "3 năm sau, hắn ta tham gia một vụ cố sát Thủ tướng Iraq Abdel-Karim Qassem nhưng bất thành."
        },
        {
            "en": "Three years later, he participated in a <em>botched</em> assassination attempt against Iraqi Prime Minister General Abdel-Karim Qassem.",
            "vi": "3 năm sau, hắn ta tham gia một vụ cố sát Thủ tướng Iraq Abdel - Karim Qassem nhưng bất thành."
        },
        {
            "en": "Real Madrid tried to react before half time, a <em>botched</em> counter - attack by Marcelo giving another sign of their impotence.",
            "vi": "Real Madrid đã cố gắng phản công trước khi kết thúc hiệp một, nhưng một cuộc phản công hỏng của Marcelo cho thấy thêm một dấu hiệu bất lực nữa của họ."
        },
        {
            "en": "I asked for her help with my watercolor painting. But when she decided to add some purple paint, I knew that she completely <em>botched</em> it up.",
            "vi": "Tôi kêu cô ấy giúp tôi vẽ bức tranh màu nước. Nhưng khi cô ấy quyết định thêm màu tím vào, tôi biết là cô ấy đã hoàn toàn làm hỏng nó."
        },
        {
            "en": "“She” is one of the most common words in the English language, but Henry has <em>botched</em> it and come up with “her”.",
            "vi": "“She” là một trong những từ phổ biến trong tiếng Anh, nhưng Henry đã làm hỏng nó và nó dùng từ “her”."
        },
        {
            "en": "Kishi Ryoichi, 51, a Japanese engineer working in Turkey, committed suicide yesterday in the northwestern Turkish city of Yalova. A suicide note, linking his death to <em>botched</em> construction work at a bridge he was working on, was found in his room.",
            "vi": "Ông Kishi Ryoichi, 51 tuổi, một kỹ sư người Nhật làm việc ở Thổ Nhĩ Kỳ, ngày hôm qua đã tự sát tại khu vực tây bắc thành phố Yalova. Người ta tìm thấy trong phòng ông một bức thư tuyệt mệnh, bức thư viết rằng cái chết của ông liên quan đến cây cầu ông đang làm việc bị hư hại."
        },
        {
            "en": "20 January 2011 Last updated at 22:06 GMT        \n \n20 January 2011 Last updated at 22:06 GMT  US Attorney General Eric Holder said the arrests were part of an ''ongoing fight against organised crime\" US federal agents have charged 127 suspected mobsters in multiple investigations into New York's organised crime families. The arrests were made on Thursday morning throughout New York City, New Jersey, Rhode Island and other areas in the north-east US, FBI officials said. They were accused of a range of crimes including murder and extortion. Attorney General Eric Holder said the arrests were the largest single-day mob crackdown in the history of the FBI. \"We are committed and determined to eradicating these criminal enterprises and bringing their members to justice,\" Mr Holder said during a news conference in Brooklyn. In a statement, the justice department officials said illegal mafia-imposed \"taxes\" on commerce, including at US ports and small businesses, have a negative impact on the US economy. Officials also said the groups had infiltrated labour unions and extorted union members. \"It [the mafia] is an ongoing threat to the economic well-being of this country,\" he said. FBI Director Robert Mueller said: \"Some believe organised crime is a thing of the past; unfortunately, there are still people who extort, intimidate, and victimise innocent Americans. The costs legitimate businesses are forced to pay are ultimately borne by American consumers nationwide.\" Officials said alleged leaders of all the five major crime families in New York were arrested, including the entire leadership of the Colombo family not already in prison. In addition, the arrests hit the Gambino, Genovese, Lucchese, Bonanno, and DeCavalcante families. Decades of offences  The arrests were made as the result of information obtained through wiretaps, co-operation from informants and other central intelligence, said Janice Fedarcyk, FBI's New York division Former mob members, who recorded thousands of hours of conversations with mafia family bosses, also assisted in the investigation, authorities said. Indictments released on Thursday charge the suspects with crimes that include arson, extortion, gambling, loan sharking and labour racketeering. Mr Holder said the charges spawned from decades of offences, including murders within rivalling crime families, a killing during a <em>botched</em> robbery and even a double homicide after an argument in a pub. The sweep began before dawn on Thursday with some 800 federal agents and police officers arresting a range of individuals in the US, from suspected small-time bookers to senior family leaders. One person was also arrested in Italy in connection with the investigation. Double-crossing  Mafia families in the US have seen a sharp decline in fortunes in the past 10 years as the result of court testimony from informants, who have begun breaking their code of silence in recent years. Former mafia member Salvatore Vitale was sentenced to prison in October after federal officials and prosecutors praised his work in double-crossing his own crime syndicate. Vitale, who was arrested in 2003, gave authorities information on at least 11 murders, which helped bring down the once prominent Bonanno family in the New York area. John \"Sonny\" Franzese, a 93-year-old member of the Colombo crime family, was also sentenced in Brooklyn on Friday to eight years in prison for extorting strip clubs and a pizzeria in the New York Metro Area. http://www.bbc.co.uk/news/world-us-canada-12243086",
            "vi": "20 January 2011 Last updated at 22:06 GMT      \n \n20 January 2011 Last updated at 22:06 GMT  Bộ Trưởng Tư Pháp Hoa Kỳ Eric Holder cho biết các vụ bắt giữ nằm trong “chiến dịch đấu tranh chống tội phạm có tổ chức đang diễn ra” Các nhân viên liên bang Hoa Kỳ vừa tấn công 127 kẻ tình nghi tội phạm trong nhiều cuộc điều tra các băng đảng tội phạm có tổ chức ở New York Các viên chức FBI cho biết, những vụ bắt giữ được tiến hành vào sáng thứ Năm trên khắp thành phố New York, New Jersey, Rhode Island và các khu vực khác ở đông bắc Hoa Kỳ Những đối tượng này bị buộc nhiều tội bao gồm giết người và tống tiền Bộ Trưởng Tư Pháp Eric Holder tuyên bố các vụ bắt giữ này là biện pháp trừng trị tội phạm diễn ra chỉ một ngày lớn nhất trong lịch sử của tổ chức FBI Ông Holder phát biểu trong một cuộc họp báo tại Brooklyn, “chúng tôi cam kết và quyết tâm diệt trừ tận gốc các tổ chức tội phạm này và đưa các thành viên của chúng ra xét xử” Trong một bài phát biểu, các viên chức cơ quan tư pháp nói các “sắc thuế” phi pháp do mafia áp đặt trong hoạt động thương mại, bao gồm các bến cảng và các doanh nghiệp nhỏ ở Mỹ, tác động tiêu cực lên nền kinh tế nước Mỹ. Các viên chức còn cho biết các nhóm tội phạm này đã thâm nhập được vào các tổ chức công đoàn lao động và tống tiền các thành viên công đoàn  “Nó (tổ chức mafia) là mối đe dọa đang diễn ra đối với sức khỏe của nền kinh tế nước này,” ông cho biết Giám đốc FBI Robert Mueller phát biểu : “Một số người cho rằng tội phạm có tổ chức là chuyện của quá khứ; đáng buồn là, vẫn còn những kẻ tống tiền, dọa dẫm, và hãm hại những người Mỹ vô tội. Mọi chi phí mà các doanh nghiệp hợp pháp buộc phải trả suy cho cùng đều do người tiêu dùng trên khắp nước Mỹ gánh chịu.” Các viên chức nói các nhân vật được cho là đầu sỏ của toàn bộ năm băng đảng tội phạm quan trọng ở New York đã bị bắt giữ, bao gồm toàn bộ dàn lãnh đạo của gia tộc Colombo chưa bị ngồi tù. Ngoài ra, các vụ bắt giữ đã chạm đến các gia tộc Gambino, Genovese, Lucchese, Bonanno, và DeCavalcante Nhiều thập niên phạm tội Janice Fedarcyk, thuộc phân bộ FBI tại New York, cho biết những cuộc bắt giữ được tiến hành dựa trên thông tin có được qua những đoạn ghi âm, qua sự hợp tác của các điềm chỉ viên và hoạt động tình báo trung ương khác Các cựu thành viên băng đảng, là những người đã ghi âm hàng nghìn giờ đàm thoại với các thủ lĩnh băng đảng mafia, cũng hỗ trợ công tác điều tra, theo lời của nhà chức trách cho biết Các cáo trạng được công bố hôm thứ Năm cáo buộc những kẻ tình nghi này phạm các tội bao gồm cố ý đốt nhà, tồng tiền, đánh bạc, cho vay nặng lãi và làm tiền trong lĩnh vực lao động Theo ông Holder các cáo buộc này xuất phát từ hàng thập niên phạm tội, bao gồm các vụ giết người giữa các gia tộc tội phạm đối kháng nhau, một vụ giết người trong một lần đánh cướp thất bại và thậm chí một vụ giết hai người sau cuộc cãi nhau trong một quán rượu Cuộc truy quét bắt đầu trước rạng sáng ngày thứ Năm trong đó 800 nhân viên liên bang và các sĩ quan cảnh sát tiến hành bắt giữ hàng loạt các đối tượng tại Mỹ, từ những tay bị tình nghi nhận cá độ hạng xoàng cho đến các thủ lĩnh cộm cán của các băng đảng. Một người ở Ý cũng bị bắt giữ do liên quan đến cuộc điều tra Ván bài hai mặt Các gia đình mafia ở Mỹ đang ở vào thời kỳ vận may suy tàn nhanh chóng trong 10 năm qua do các điềm chỉ viên làm chứng trước tòa, là những người đã phá bỏ luật im lặng của bọn họ trong những năm gần đây Salvatore Vitale, cựu thành viên băng đảng mafia, đã bị kết án tù vào tháng Mười sau khi các nhân viên liên bang và các công tố viên ca ngợi việc ông ta đã chơi ván bài hai mặt đối với chính tổ chức tội phạm của mình Vitale, bị bắt vào năm 2003, đã cung cấp thông tin cho nhà cầm quyền về ít nhất 11 vụ giết người, góp phần triệt hạ gia đình Bonanno từng một thời nổi bật ở khu vực New York John “Sonny” Franzese, một cựu thành viên 93 tuổi của băng tội phạm Colombo, cũng đã bị kết án tám năm tù tại Brooklyn vào hôm thứ Sáu về tội tống tiền các câu lạc bộ thoát y vũ và một hiệu bánh pizza ở Khu New York Metro http://www.bbc.co.uk/news/world-us-canada-12243086"
        },
        {
            "en": "China AIDS sufferers being denied medical care          BEIJING (Reuters) – People in China living with HIV and AIDS are routinely being denied medical treatment in mainstream hospitals due to fear and ignorance about the disease, according to a study released by the United Nations' International Labor Organization (ILO). The world's most populous nation -- with 1.34 billion people -- had 740,000 people infected with HIV, the virus that causes AIDS, with 105,000 AIDS patients, in 2009, according to state news agency Xinhua, citing United Nations estimates.  HIV/AIDS became a major problem for China in the 1990s when hundreds of thousands of impoverished farmers in rural Henan province became infected through <em>botched</em> blood-selling schemes, but the virus is now primarily spread in the country via sexual contact.  Based on interviews with 103 people living with HIV and 23 healthcare workers, the ILO and China's National Center for STD and AIDS Prevention and Control found that people have been refused medical care and have been discriminated against by healthcare workers.  One HIV-positive man, talking at a news conference to unveil the report, recounted how he was denied medical treatment for his back problem because of his HIV status in hospitals in Tianjin and Beijing.  \"The doctor said at our hospital, many patients need surgery, and if other patients get infected, it will be a very bad thing,\" said the man, who declined to be identified.  \"At the second hospital ... the doctor told me: 'I sympathize with your suffering but because of your status, I dare not operate on you',\" said the man, who is a farmer from Tianjin and added he was forced to leave his job in a steel firm after his boss discovered he had HIV.  \"I've visited many other hospitals and encountered similar denials and excuses such as a lack of equipment.\"  Beijing was initially slow to acknowledge the threat of the disease but has since stepped up the fight against it, spending more on prevention programs, launching schemes to give universal access to anti-retroviral drugs to contain the disease, and introducing policies to curb discrimination. But in a country where taboos surrounding sex remain strong and discussion of the topic is largely limited, persistent discrimination by healthcare workers could mean that many sufferers are likely to avoid medical treatment.  Zhang Ke, deputy director of the infectious disease department of the Beijing You An Hospital, said China's policy that people with HIV and AIDS should only be treated in designated hospitals for treating infectious diseases was one of the root causes for the discrimination.  \"We should eliminate these designated hospitals,\" said the doctor, who treats HIV-infected patients.  Another HIV-positive man from Hebei province, who contracted the virus through a blood transfusion, recalled how hospital workers insisted on discharging him quickly after they found out he had HIV.  \"I talked to them later ... and their worry is that in rural hospitals, when a HIV positive person receives procedures, very few people would visit the hospital. They are worried about the impact on economic gains,\" he said.",
            "vi": "Bệnh nhân AIDS ở Trung Quốc bị từ chối chăm sóc y tế    Bắc Kinh (Reuters) - Theo một nghiên cứu công bố do Tổ chức Lao động Quốc tế (ILO) của Liên Hiệp Quốc, người dân ở Trung Quốc đang sống cùng với HIV và AIDS thường bị các bệnh viện chính từ chối điều trị y tế vì sự kém hiểu biết và lo sợ về căn bệnh này.\n Theo Hãng thông tấn quốc gia Tân Hoa Xã, viện dẫn số liệu dự đoán của Liên Hiệp Quốc vào năm 2009, đất nước đông dân nhất thế giới này -- với 1,34 tỉ dân -- có 740.000 người nhiễm HIV, loại vi-rút gây ra AIDS, và 105.000 người mắc bệnh AIDS.  HIV/AIDS trở thành vấn đề lớn ở Trung Quốc vào những năm 90 khi hàng trăm ngàn nông dân nghèo ở tỉnh nông thôn Hà Nam bị mắc căn bệnh này do nạn buôn bán máu trái phép, nhưng hiện nay vi-rút này lây lan khắp cả nước chủ yếu qua con đường quan hệ tình dục.  Qua cuộc phỏng vấn với 103 người nhiễm HIV và 23 nhân viên y tế, ILO và Trung tâm quốc gia Kiểm soát và Phòng chống AIDS và STD (Sexually Transmitted Disease: bệnh lây nhiễm qua đường tình dục) của Trung Quốc cho thấy các bệnh nhận bị từ chối chăm sóc sức khoẻ và bị phân biệt đối xử bởi các nhân viên y tế.  Trong một cuộc họp báo công bố bản báo cáo, một người đàn ông dương tính với HIV thuật lại chi tiết cách anh ta bị từ chối điều trị bệnh đau lưng tại các bệnh viện ở Thiên Tân và Bắc Kinh chỉ vì anh ta bị nhiễm HIV   \"Bác sĩ nói rằng tại bệnh viện, nhiều bệnh nhân cần được giải phẫu, và nếu những bệnh nhân khác bị lây nhiễm thì tình hình sẽ trở nên hết sức tồi tệ,\" người đàn ông từ chối không tiết lộ danh tính cho biết.  \"Tại bệnh viện thứ hai ... bác sĩ nói với tôi: 'Tôi thông cảm với nỗi khổ của anh nhưng vì tình trạng nhiễm bệnh của anh, tôi không dám mổ cho anh',\" người đàn ông này là một nông dân đến từ Thiên Tân và cho biết thêm rằng anh ấy bị buộc phải nghỉ việc trong nhà máy thép sau khi ông chủ phát hiện ra anh ấy bị nhiễm HIV.  \"Tôi đã đến nhiều bệnh viện khác và đều bị từ chối chữa trị lấy cớ là do thiếu thiết bị.\"  Lúc đầu Bắc Kinh chưa nhận thức được mối đe doạ căn bệnh này nhưng bắt đầu đẩy mạnh cuộc chiến chống AIDS, chi nhiều tiền vào các chương trình phòng chống, triển khai kế hoạch phổ biến sử dụng thuốc antiretroviral giúp ngăn chặn căn bệnh này, và đưa ra các chính sách hạn chế nạn phân biệt đối xử.  Nhưng ở một quốc gia nơi những cấm kỵ về tình dục vẫn còn hằn sâu và thảo luận về đề tài này vẫn còn bị hạn chế nhiều thì sự phân biệt đối xử bởi các nhân viên y tế có thể hàm ý có thể còn nhiều bệnh nhân AIDS sẽ bị từ chối điều trị sức khoẻ.  Zhang Ke, Phó giám đốc Khoa bệnh truyền nhiễm thuộc Bệnh viên Hựu An Bắc Kinh, cho biết theo chính sách của Trung Quốc người bị nhiễm HIV và AIDS chỉ nên được điều trị trong các bệnh viện chuyên điều trị bệnh truyền nhiễm, cho nên đó là một trong những nguyên nhân sâu xa của nạn phân biệt đối xử.  \"Chúng ta nên xoá bỏ những bệnh viện như thế này,\" vị bác sĩ cho biết, người đang chữa trị cho các bệnh nhân nhiễm HIV.  Một người đàn ông dương tính với HIV khác từ tỉnh Hà Bắc, bị lây nhiễm vi-rút qua con đường truyền máu, nhớ lại cảnh ông bị các nhân viên bệnh viện khăng khăng đuổi ra ngoài ngay sau khi họ phát hiện ông bị HIV.   \"Sau này tôi đã nói chuyện với họ ... và nỗi lo lắng của họ là ở các bệnh viện nông thôn, khi một người nhiễm HIV đến chữa trị, sẽ có rất ít người đến điều trị tại bệnh viện đó. Họ lo lắng điều này sẽ tác động đến lợi ích kinh tế,\" ông nói."
        }
    ],
    "suggestions": []
}