{
    "en_vn": {
        "data": {
            "content": null,
            "word": "botulinum",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "botulinum",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "botulinum",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "botulinum",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "botulinum",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "C. <em>botulinum</em> grows freely in badly preserved canned foods, producing a toxin causing serious food poisoning.",
            "vi": "Loại c. botulinum sinh sống trong thức ăn đóng hộp không tốt tạo nên một độc tố gây nên ngộ độc thức ăn rất nặng."
        },
        {
            "en": "During project implementation, besides the discovered active elements such as Lupeol, Lupenone, <em>botulinum</em> and Axit Pomolic, scientists found a new compound – Diepoxylingan, which is named “Palatinignan BNGATN” (Bay Nga Tay Ninh).",
            "vi": "Trong thời gian thực hiện dự án, bên cạnh những yếu tố tích cực được phát hiện như lupeol, Lupenone, botulinum và Axit Pomolic, các nhà khoa học còn tìm thấy một hợp chất mới - Diepoxylingan, được đặt tên \"Palatinignan BNGATN\" (Bảy Nga Tây Ninh)."
        },
        {
            "en": "* Clostridium <em>botulinum</em> (botulism): Causes severe illness affecting the nervous system. Symptoms start as blurred vision. The person then develops problems talking and overall weakness. Symptoms then progress to breathing difficulty and the inability to move arms or legs. Infants and young children are particularly at risk. It is transmitted in foods such as home-packed canned goods, honey, sausages, and seafood. Because botulism can be released in the air, it is considered a potential biological weapon for terrorists.",
            "vi": "* Vi khuẩn Clostridium botulinum (ngộ độc bô-tu-lin): Loại vi khuẩn này gây bệnh (ngộ độc thực phẩm) nghiêm trọng làm ảnh hưởng đến hệ thần kinh. Các triệu chứng khởi phát như mắt mờ. Sau đó bệnh nhân cảm thấy nói chuyện khó khăn và cơ thể yếu lả toàn bộ. Các triệu chứng sau đó diễn tiến đến khó thở và không cử động tay hoặc chân được. Trẻ sơ sinh và trẻ nhỏ đặc biệt có nguy cơ bị nhiễm khuẩn. Loại vi khuẩn này lây lan quan thức ăn chẳng hạn như hàng hoá được đóng hộp ở nhà, mật ong, xúc-xích, và hải sản. Vì chứng ngộ độc bô-tu-lin có thể thải trong không khí nên đây được xem như là một loại vũ khí sinh học tiềm năng đối với bọn khủng bố."
        },
        {
            "en": "Other options are injections of a numbing medicine (anesthetic) to block pain or <em>botulinum</em> toxin A (Botox) – the same treatment used to reduce the appearance of wrinkles. Botox injections work by paralyzing muscles to stop spasms. Although it is not FDA approved for back pain, some doctors may prescribe Botox to relieve lower back pain caused by muscle tension. It may take three to 10 days to start feeling better after a Botox injection, but the effects may last for three to four months. Side effects may include muscle paralysis and difficulty swallowing.",
            "vi": "Ngoài ra có thể tiêm thuốc tê (gây tê) để làm giảm đau hoặc ngăn độc tố A (Botox) – người ta có thể dùng phương pháp này để làm giảm nếp nhăn. Phương pháp tiêm Botox hoạt động bằng cách làm tê liệt cơ để ngăn co giật. Mặc dù không được tổ chức FDA chấp thuận để chữa đau lưng, nhưng một số bác sĩ cũng có thể kê toa Botox để làm giảm đau thắt lưng do căng cơ gây ra. Có thể mất từ 3 đến 10 ngày mới bắt đầu cảm thấy đỡ hơn sau khi tiêm Botox, nhưng kết quả có thể kéo dài từ 3 đến 4 tháng. Tác dụng phụ có thể là liệt cơ và khó nuốt."
        }
    ],
    "suggestions": []
}