{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[buɔs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thị trường chứng khoán Pa-ri; thị trường chứng khoán</td></tr></table><i/></div>",
            "word": "bourse"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bourse</k><blockquote><cclass>[<cclass>bʊəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a stock market in a non-English-speaking country, especially France. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Fr., lit. 'purse', via med. L. from Gk <i>bursa</i> 'leather'. </blockquote></div>",
            "word": "bourse"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bourse"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bourse"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bourse"
        }
    },
    "sentences": [
        {
            "en": "on the southern <em>bourse</em>",
            "vi": "trên sàn chứng khoán"
        },
        {
            "en": "Place de la <em>Bourse</em>, Bordeaux (Image: Rex Features)",
            "vi": "Place de la Bourse (Cung điện Hoàng gia), Bordeaux (Hình: Rex Features)"
        },
        {
            "en": "Place de la <em>Bourse</em>, Bordeaux (Image: Rex Features)",
            "vi": "Place de la Bourse (Cung điện Hoàng gia), Bordeaux (Hình: Rex Features)"
        },
        {
            "en": "In fact, foreign investors have been trading shares among them under their negotiations rather than making transactions on the <em>bourse</em>. ",
            "vi": "Thực tế, các nhà đầu tư nước ngoài đã thực hiện các giao dịch cổ phiếu trong số đó là các cuộc đàm phán chứ không phải giao dịch trên thị trường chứng khoán"
        },
        {
            "en": "SCIC now holds VND60 trillion worth of stake in Vinamilk, while only VND42 billion worth of Vinamilk shares are traded daily on the <em>bourse</em>.",
            "vi": "Hiện nay SCIC nắm giữ 60 triệu VND ỷ giá cổ phần Vianmilk, trong đó chỉ có 42 triệu VND giá trị cổ phiếu Vinamilk được giao dịch hàng ngày trên thị trường chứng khoán."
        },
        {
            "en": "However, to many people’s surprise, the plan to withdraw the state’s capital and list shares on the <em>bourse</em> was not put into discussion at Sabeco’s shareholders’ meeting held on May 27.",
            "vi": "Tuy nhiên, trước sự ngạc nhiên của nhiều người, kế hoạch rút vốn và niêm yết cổ phiếu của nhà nước trên thị trường chứng khoán đã không được đưa vào thảo luận tại cuộc họp cổ đông của Sabeco tổ chức vào ngày 27 tháng 5."
        },
        {
            "en": "The price of Vinamilk shares at which SCIC sells at its initial public offering are expected to be higher than the market prices, or prices on the official <em>bourse</em>. ",
            "vi": "Giá cổ phiếu niêm yết của Vinamilk tại sàn giao dịch SCIC tại phiên ban đầu được đưa ra dự kiến sẽ cao hơn so với mức giá thị trường hoặc giá tại sàn chứng khoáng chính thức."
        },
        {
            "en": "Duc took office as the bank's chair in April 2011, when the bank prepared to list its shares on the HCM City <em>bourse</em>. With total assets reaching VND203 trillion by December 2014, according to Reuters, it is the largest among banks where the state does not hold the controlling stake.",
            "vi": "Ông Đức nhậm chức là chủ tịch của ngân hàng trong tháng 4 năm 2011, khi các ngân hàng chuẩn bị niêm yết cổ phiếu trên thị trường chứng khoán Thành phố Hồ Chí Minh. Với tổng tài sản đạt 203 nghìn tỷ đồng vào tháng 12 năm 2014, theo Reuters, nó là lớn nhất trong số các ngân hàng mà nhà nước không giữ cổ phần chi phối."
        },
        {
            "en": "Some sources said Sabeco doesn’t want to list shares on the <em>bourse</em> at this moment because the brewery fears it may be swallowed by foreign investors. The drink market is a fertile soil which brought VND3-4.5 trillion worth of pre-tax profit every year in the last five years. Its major task in the immediate time is to preserve its strong brand.",
            "vi": "Một số nguồn tin cho biết Sabeco không muốn niêm yết cổ phiếu trên thị trường chứng khoán tại thời điểm này vì nhà máy bia lo ngại nó có thể bị nuốt chửng bởi các nhà đầu tư nước ngoài. Thị trường nước là một mảnh đất màu mỡ mang lại 3-4.5 nghìn tỷ lợi nhuận trước thuế hàng năm trong năm năm qua. Nhiệm vụ chính của nó trong thời gian trước mắt là phải giữ gìn thương hiệu mạnh của mình."
        }
    ],
    "suggestions": []
}