{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bows"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bows"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bows"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bows"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bows"
        }
    },
    "sentences": [
        {
            "en": "She'd added white satin <em>bows</em>.",
            "vi": "Cô ấy đính thêm vào cái váy những nơ trắng làm từ vải satin."
        },
        {
            "en": "Instruments you play with <em>bows</em>.",
            "vi": "Nhạc khí bạn chơi có cái vĩ."
        },
        {
            "en": "I wear a dress decorated with <em>bows</em>.",
            "vi": "Tôi mặc chiếc áo dài trang trí bằng nơ con bướm."
        },
        {
            "en": "The actor <em>bows</em> to the audience.",
            "vi": "Diễn viên chào khán giả."
        },
        {
            "en": "Everybody <em>bows</em> to Uncle Ho's grandeur.",
            "vi": "Mọi người đều bái phục trước sự vĩ đại của Bác Hồ."
        },
        {
            "en": "The ship's <em>bows</em> cleaved through the waves.",
            "vi": "Mũi tàu rẽ sóng."
        },
        {
            "en": "And he <em>bows</em> reassuringly to the lady.",
            "vi": "Và anh cúi đầu chào thiếu phụ để trấn tĩnh nàng."
        },
        {
            "en": "<em>Bows</em> but remains in the background.",
            "vi": "Cúi chào nhưng vẫn ở phía sau gần hậu trường."
        },
        {
            "en": "He stands up and <em>bows</em> to the teacher.",
            "vi": "Nó đứng dậy và cúi đầu chào thầy giáo."
        },
        {
            "en": "And the wind sang shrill against the foremost wagon <em>bows</em>.",
            "vi": "Gió ca hát ồn ào va đập vào dàn khung xe vững chắc."
        },
        {
            "en": "The yacht hit a rock and damaged her <em>bows</em>.",
            "vi": "Chiếc du thuyền va phải đá và hư hỏng mũi thuyền."
        },
        {
            "en": "The little girl had red <em>bows</em> in her hair.",
            "vi": "Tóc cô bé mang nơ đỏ."
        },
        {
            "en": "Each listener chokes as he <em>bows</em> and bends.",
            "vi": "Ng nghing minh chao va moi ngi cam ng."
        },
        {
            "en": "Instead of hunting with <em>bows</em> and arrows, they use guns.",
            "vi": "Thay vì săn bằng cung tên họ sử dụng súng."
        },
        {
            "en": "The king's order <em>bows</em> to the village customs.",
            "vi": "Phép vua thua lệ làng."
        },
        {
            "en": "He would kill them with slings, <em>bows</em> and arrows, spears and guns and so on.",
            "vi": "Đối với thú, con người có bẫy, ná, tên, giáo, súng"
        },
        {
            "en": "Take the stage and take your <em>bows</em> and take your birthday number thousand.",
            "vi": "Hãy cùng lên sân khấu, đón nhận tràng tán thưởng và sinh nhật ngàn năm tuổi."
        },
        {
            "en": "Bell's performance brought the house down, and he came out for four <em>bows</em>.",
            "vi": "Màn biểu diễn của Bell làm cho cả rạp vỗ tay nhiệt liệt và anh ấy đã bước ra cúi chào bốn cái."
        },
        {
            "en": "Laura stood up and held to one of the wagon <em>bows</em>.",
            "vi": "Laura đứng thẳng lên, bíu chặt một cọng khung mui."
        },
        {
            "en": "Hanging on the walls there are guns swords, <em>bows</em>, arrows, and numerous weapons of various types.",
            "vi": "Trên tường treo lủng lẳng những súng, gươm, cung, tên và nhiếu vũ khí đủ loại."
        }
    ],
    "suggestions": []
}