{
    "en_vn": {
        "data": {
            "content": null,
            "word": "braces"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>braces</k><blockquote><cclass>Brit. a pair of straps passing over the shoulders and fastening to the top of trousers at the front and back to hold them up.</cclass></blockquote><blockquote>→ <kref>brace</kref></blockquote></div>",
            "word": "braces"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "braces"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>braces</k><blockquote><blockquote><ex>(<abr>BE</abr>) <abr>see</abr><kref>suspenders</kref></ex></blockquote></blockquote></div>",
            "word": "braces"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dấu ngoặc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dấu ôm ({})</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> các thanh chống</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dấu ngoặc ({})</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">corner braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thanh giằng góc</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fastening with rope braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cố định bằng dây căng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">lateral system of braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ giằng bên</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">post braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giằng cột</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">scissor braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thanh giằng chéo</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">slanted rafters with braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vì kèo mái dốc có thanh giằng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">sway braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giằng chống gió</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">sway braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giằng tăng cứng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">system of braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ (thanh) giằng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">system of braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ (thanh) liên kết</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">trench braces</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hệ giằng gia cố hào</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "braces"
        }
    },
    "sentences": [
        {
            "en": "China <em>braces</em> for leap in gas prices.",
            "vi": "Trung Quốc sẵn sàng với việc giá xăng tăng vọt."
        },
        {
            "en": "Have you ever had <em>braces</em> on your teeth?",
            "vi": "Cậu có bao giờ phải niềng răng không?"
        },
        {
            "en": "You may salivate more when you first get removable <em>braces</em>.",
            "vi": "Ban đầu khi mang khí cụ tháo lắp sẽ làm bạn tiết nước bọt nhiều hơn."
        },
        {
            "en": "To get an optimal result, you will need jaw surgery in combination with <em>braces</em>.",
            "vi": "Để đạt đươc kết quả tốt nhất, bạn cần phải làm phẫu thuật xương hàm kết hợp với mang cái niềng răng."
        },
        {
            "en": "The little girl smiled and revealed teeth almost totally hidden behind <em>braces</em>.",
            "vi": "Cô bé cười nhe bộ răng gần như bịt hết."
        },
        {
            "en": "Everyone was asking me what was on my teeth, as I wore <em>braces</em> back then.",
            "vi": "Tất cả hỏi tôi cái gì trên răng tôi vì lúc đó tôi đeo niềng răng."
        },
        {
            "en": "That's because the curly <em>braces</em>, { }, tell foxpro the numbers and slashes inside are a date.",
            "vi": "Đó là vì các dấu ngoặc ôm, { }, báo cho foxpro biết các số và các dấu sổ chéo bên trong chúng là một dữ liệu kiểu ngày tháng."
        },
        {
            "en": "It is important that they are all in place until the day we put on your <em>braces</em>.",
            "vi": "Việc giữ chúng ở đúng vị trí đến ngày gắn khí cụ chỉnh nha là rất quan trọng."
        },
        {
            "en": "Special <em>braces</em> can reduce the extent of the deformity osteotomy of the backbone may be required to correct severe deformity.",
            "vi": "Dùng một bộ chỉnh hình đặc biệt có thể giảm được biên độ biến dạng trường hợp nặng có thể cần thủ thuật đục xương để điều chỉnh cột sống."
        },
        {
            "en": "Then he smiled at me wistfully and went to sit by a girl with <em>braces</em> and a bad perm.",
            "vi": "Rồi anh cười với tôi đầy nuối tiếc rồi đến ngồi bên cạnh một cô gái đeo bộ chỉnh răng và mái tóc uốn xấu xí."
        },
        {
            "en": "You lips may protrude a bit more than usual depending on the shape of your mouth and the type of <em>braces</em>.",
            "vi": "Môi bạn có thể vểu ra hơn bình thường một chút phụ thuộc vào dạng miệng và kiểu kiềng răng của bạn."
        },
        {
            "en": "While many investors closed their books in the waning days of the year, others <em>braces</em> themselves for the possibility of volatile moves in thin liquidity.",
            "vi": "Trong khi nhiều nhà đầu tư đã kết toán trong những ngày cuối năm thì những người khác vẫn tiếp tục ghì lấy các khả năng biến động bất ổn hơi có thanh khoản thấp."
        },
        {
            "en": "Back <em>braces</em> and surgery  <em>Braces</em> often need to be worn — some just at night, others for 18-20 hours a day — until a child stops growing and the kyphosis is unlikely to progress. The purpose of the brace is to try to keep the degree of rounding from getting worse while the bones develop.",
            "vi": "Bộ chỉnh hình lưng và phẫu thuật  Bộ chỉnh hình thường phải được mang – một số bộ chỉ cần mang vào buổi tối, số khác phải mang từ 18-20 tiếng đồng hồ/ngày – cho đến khi trẻ không còn phát triển và chứng gù không phát triển nữa. Mục đích của bộ chỉnh hình là cố giữ cho độ cong lưng không trở nên tệ hại hơn trong khi xương phát triển."
        },
        {
            "en": "Some kids with cerebral palsy use wheelchairs and others walk with the help of crutches or <em>braces</em>. In some cases, a kid's speech may be affected or the person might not be able to speak at all.",
            "vi": "Một số trẻ bị bại não phải ngồi xe lăn còn những trẻ khác thì phải chống nạng hoặc dùng dụng cụ chỉnh hình. Trong một số trường hợp thì trẻ có thể gặp vấn đề về ngôn ngữ hoặc có thể người bệnh hoàn toàn không nói chuyện được."
        },
        {
            "en": "Helping Kids With Muscular Dystrophy  Kids with muscular dystrophy can do a few things to help their muscles. Certain exercises help keep their muscles as strong as possible. Also, special <em>braces</em> help keep the tendons flexible. Tendons are like very strong rubber bands that keep your muscles attached to your bones. If the tendons get tight, the muscles can't work as well, so the <em>braces</em> keep the tendons from tightening up too much. Kids with muscular dystrophy also do breathing exercises, or play instruments. This helps fill their lungs with air and helps prevent them from getting pneumonia, an infection of the lungs.",
            "vi": "Giúp trẻ bị loạn dưỡng cơ\n Trẻ bị loạn dưỡng cơ có thể làm một số việc để giúp cho cơ của chúng. Một số bài tập giúp giữ cho cơ của trẻ càng mạnh khoẻ càng tốt. Ngoài ra thì các dụng cụ chỉnh hình đặc biệt giúp giữ cho gân mềm dẻo. Gân giống như các dải cao su bền bỉ giữ cho cơ dính với xương. Nếu gân bị kéo căng thì cơ cũng không thể hoạt động, vì vậy dụng cụ chỉnh hình giữ cho gân không bị căng quá mức. Trẻ bị loạn dưỡng cơ cũng có thể thực hiện các bài tập hít thở, hay chơi nhạc cụ. Việc này giúp cho không khí vào phổi của trẻ và ngăn ngừa viêm phổi - một chứng nhiễm trùng phổi."
        },
        {
            "en": "Supportive devices  Supportive devices, such as finger splints or knee <em>braces</em>, can reduce stress on the joints and ease pain. If walking is difficult, canes, crutches, or walkers may be helpful. People with osteoarthritis of the spine may benefit from switching to a firmer mattress and wearing a back brace or neck collar.",
            "vi": "Thiết bị nâng đỡ  Thiết bị nâng đỡ, như thanh nẹp ngón tay hoặc đệm bọc đầu gối, có thể làm giảm áp lực lên khớp và giúp giảm đau. Nếu đi bộ khó khăn thì bệnh nhân có thể nhờ đến gậy, nạng, hoặc khung tập đi. Người bị thoái hoá đĩa đệm có thể cảm thấy dễ chịu hơn khi chuyển sang sử dụng nệm cứng hơn và mang vòng hỗ trợ lưng hoặc vòng bọc cổ."
        },
        {
            "en": "Living With Muscular Dystrophy  Kids with muscular dystrophy may use crutches, walkers, and leg <em>braces</em> to help them walk. They might even use wheelchairs when their muscles get weaker. Some kids have specially trained dogs to open doors for them and carry stuff, like books or toys. But kids with muscular dystrophy like to do the same things as other kids. They like to be outside, play games, and watch TV. Kids who have muscular dystrophy can even go to special summer camps.  ",
            "vi": "Sống với chứng loạn dưỡng cơ Trẻ bị loạn dưỡng cơ có thể dùng nạng, khung tập đi, và dụng cụ chỉnh hình để giúp chúng đi lại. Thậm chí chúng có thể phải ngồi xe lăn khi cơ yếu đi. Một số trẻ được trang bị chó được huấn luyện đặc biệt để mở cửa cho chúng và mang đồ đạc như là sách hay đồ chơi. Nhưng trẻ bị loạn dưỡng cơ lại thích làm mọi việc giống như bao trẻ khác. Chúng thích đi ra ngoài, chơi game, và xem ti-vi. Thậm chí trẻ bị loạn dưỡng cơ có thể tham gia các trại hè đặc biệt."
        },
        {
            "en": "When they're young, kids with muscular dystrophy don't look any different from other kids. Later on, they may need wheelchairs or leg <em>braces</em> to get around. It's hard to imagine what it might feel like if you had trouble getting up from a chair, playing sports, or even walking. If you don't have muscular dystrophy, your muscle weakness from exercise will go away after a short time. But for kids with muscular dystrophy , muscle weakness is always there — when they wake up and when they go to sleep. Muscular dystrophy can also affect the brain, which can cause learning problems, but most kids with muscular dystrophy can go to school in a regular classroom with other kids.  ",
            "vi": "Khi còn nhỏ, trẻ bị loạn dưỡng cơ trông không khác gì so với những trẻ khác. Nhưng về sau, có thể chúng phải ngồi xe lăn hoặc đeo dụng cụ chỉnh hình ở chân để đi lại. Thật khó mà tưởng tượng bạn cảm thấy như thế nào nếu như bạn khó mà đứng dậy khỏi ghế, chơi thể thao, hoặc thậm chí đi lại. Nếu như bạn không bị loạn dưỡng cơ, thì việc cơ của bạn bị yếu do luyện tập sẽ khỏi sau một thời gian ngắn. Nhưng đối với trẻ bị loạn dưỡng cơ thì cơ vẫn còn yếu mãi - khi chúng thức và ngủ. Loạn dưỡng cơ cũng có thể ảnh hưởng đến não, có thể gây ra rắc rối trong việc học hành, nhưng hầu hết trẻ bị loạn dưỡng cơ đều có thể học ở các lớp bình thường với những trẻ khác."
        },
        {
            "en": "Typhoon heads for South China after striking Philippines         People save their belongings in Ilagan township, a day after typhoon Megi (local name 'Juan') barreled through Isabela province in northeastern Philippines, 19 Oct. 2010 Typhoon Megi is heading toward southern China after killing at least 13 people in the northern Philippines. Chinese forecasters say the center of the storm is expected to pass between Hainan and Hong Kong islands on the way to the mainland Guangdong province. They say the typhoon will bring torrential rain to the province during the next few days. Chinese official news agency Xinhua quotes local authorities as saying it is too early to tell where and when Megi will make landfall, but that central and western parts of the province are the most vulnerable. Thousands of people have been evacuated from Guangdong's coastal areas. Disaster officials have ordered civil affairs departments to prepare for relief operations. In the Philippines, President Benigno Aquino said careful preparation kept the death toll relatively low after the typhoon swept over northern Luzon island. U.S. Secretary of State Hillary Clinton expressed condolences to the Philippines for the damage and loss of life the storm caused.  Typhoon Megi flattened parts of Luzon island with winds of up to 225 kilometers per hour. It left in ruins many parts of Isabella province, the most populated in Luzon's Cagayan Valley. The storm uprooted trees, tore roofs from houses and destroyed crucial rice crops. Thousands of people were moved into typhoon-safe buildings ahead of the storm, and rescue teams with emergency supplies were pre-positioned in critical areas. Megi was the strongest storm to hit the Philippines in four years. It lost some of its force while crossing the mountains of Luzon, but is strengthening over the South China Sea. China has issued warnings for Fujian, Guangdong, Guangxi and Hainan provinces as the country <em>braces</em> for possibly the biggest storm to hit China this year.",
            "vi": "Bão tiến vào miền Nam Trung Quốc sau khi tấn công Philippines      Ở thị trấn  Ilagan, mọi người tiết kiệm đồ dùng cá nhân của mình, một ngày sau khi bão Megi (tên địa phương là 'Juan' ) quét qua tỉnh Isabela ở miền đông bắc Philippines, ngày 19 tháng mười năm 2010. Bão Megi đang tiến vào miền nam Trung Quốc sau khi làm ít nhất 13 người chết ở miền bắc Philippines. Các chuyên gia dự báo thời tiết của Trung Quốc nói rằng tâm bão có thể đi từ đảo Hải Nam qua đảo Hồng Kông trên đường tiến vào tỉnh Quảng Đông ở đất liền. Họ nói rằng bão sẽ kèm theo mưa to ở tỉnh này trong vài ngày tới. Xinhua, Thông tấn xã chính thức của Trung Quốc trích dẫn chính quyền địa phương nói rằng còn quá sớm để nêu ra địa điểm và thời gian bão Megi sẽ vào đất liền, nhưng miền trung và miền tây của tỉnh này có thể bị ảnh hưởng nhiều nhất. Hàng ngàn người đã được di tản khỏi miền duyên hải tỉnh Quảng Đông. Các viên chức chịu trách nhiệm về thảm hoạ đã lệnh cho các cơ quan dân sự chuẩn bị cho các hoạt động cứu trợ.  Tại Philippines, Tổng thống Benigno Aquino nói rằng việc chuẩn bị cẩn thận đã hạn chế tổng số người chết ở mức tương đối thấp sau khi cơn bão quét qua miền bắc đảo Luzon.  Ngoại trưởng Mỹ Hillary Clinton gửi lời chia buồn đến Philippines về thiệt hại và tổn thất nhân mạng do cơn bão gây ra.  Bão Megi đã quét qua nhiều vùng của đảo Luzon với sức gió lên tới 225 ki-lô-mét mỗi giờ. Nó làm cho nhiều khu vực của tỉnh Isabella hư hại nghiêm trọng - những khu vực đông dân nhất ở thung lũng Cagayan của Luzon. Bão nhỗ bật rễ cây,  làm tốc mái nhà và tàn phá cây lúa vốn dĩ là cây trồng rất quan trọng. Hàng ngàn người đã được chuyển tới các toà nhà  ránh bão trước khi bão tới, và các đội cứu hộ cùng với hàng viện trợ khẩn cấp đã được bố trí sẵn ở các khu vực mấu chốt.  Megi là cơn bão mạnh nhất tấn công Philippines trong vòng bốn năm qua. Nó giảm dần sức gió khi đi qua dãy núi Luzon, nhưng lại mạnh hơn khi tiến vào Biển Đông.  Trung Quốc đã cảnh báo các tỉnh Phúc Kiến, Quảng Đông, Quảng Tây và Hải Nam rằng có thể là nước này phải chuẩn bị đối phó với cơn bão lớn nhất tấn công Trung Quốc trong năm nay."
        },
        {
            "en": "What's Cerebral Palsy? Some kids with cerebral palsy use wheelchairs and others walk with the help of crutches or <em>braces</em>. In some cases, a kid's speech may be affected or the person might not be able to speak at all. Cerebral palsy is a condition that affects thousands of children each year. It is not contagious, which means you can't catch it from anyone who has it.  A kid with cerebral palsy has trouble controlling the muscles of the body. Normally, the brain tells the rest of the body exactly what to do and when to do it. But because cerebral palsy affects the brain, depending on what part of the brain is affected, a kid might not be able to walk, talk, eat, or play the way most kids do. Types of Cerebral Palsy There are three types of cerebral palsy: spastic, athetoid, and ataxic. The most common type of cerebral palsy is spastic. A kid with spastic cerebral palsy can't relax his or her muscles or the muscles may be stiff. Athetoid cerebral palsy affects a kid's ability to control the muscles of the body. This means that the arms or legs that are affected by athetoid cerebral palsy may flutter and move suddenly. A kid with ataxic cerebral palsy has problems with balance and coordination.  A kid with cerebral palsy can have a mild case or a more severe case — it really depends on how much of the brain is affected and which parts of the body that section of the brain controls. If both arms and both legs are affected, a kid might need to use a wheelchair. If only the legs are affected, a kid might walk in an unsteady way or have to wear <em>braces</em> or use crutches. If the part of the brain that controls speech is affected, a kid with cerebral palsy might have trouble talking clearly. Another kid with cerebral palsy might not be able to speak at all. For some babies, injuries to the brain during pregnancy or soon after birth may cause cerebral palsy. Children most at risk of developing cerebral palsy are small, premature babies and babies who need to be on a ventilator (a machine to help with breathing) for several weeks or longer. But for most kids with cerebral palsy, the problem in the brain occurs before birth. Often, doctors don't know why. What Do Doctors Do? Doctors who specialize in treating kids with problems of the brain, nerves, or muscles are usually involved in diagnosing a kid with cerebral palsy. These specialists could include a pediatric neurologist, a doctor who deals with problems of the nervous system and brain in kids. Three other kinds of doctors who can help kids with cerebral palsy include a pediatric orthopedist, who handles problems with bones or joints, a developmental pediatrician, who looks at how a kid is growing or developing compared with other kids the same age, and a pediatric physiatrist, who helps treat children with disabilities of many kinds. There is no special test to figure out if a kid has cerebral palsy. Doctors may order X-rays and blood tests to find out if some other disease of the brain and nervous system may be causing the problem. To diagnose cerebral palsy, doctors usually wait to see how a kid develops to be sure. A case of cerebral palsy often can be diagnosed by the age of 18 months. For example, if a child does not sit up or walk by the time most kids should be doing these things, the kid might have cerebral palsy or some other problem that is causing development to go more slowly. Doctors follow infant and child development closely and look for problems with muscle tone and strength, movement, and reflexes. How Is Cerebral Palsy Treated? For a kid with cerebral palsy, the problem with the brain will not get any worse as the kid gets older. For example, a kid who has cerebral palsy that affects only the legs will not develop cerebral palsy in the arms or problems with speech later on. The effect of cerebral palsy on the arms or legs can get worse, however, and some kids may develop dislocated hips (when the bones that meet at the hips move out of their normal position) or scoliosis (curvature of the  That is why therapy is so important. Kids with cerebral palsy usually have physical, occupational, or speech therapy to help them develop skills like walking, sitting, swallowing, and using their hands. There are also medications to treat the seizures that some kids with cerebral palsy have. Some medications can help relax the muscles in kids with spastic cerebral palsy. And some kids with cerebral palsy may have special surgeries to keep their arms or legs straighter and more flexible.  Living With Cerebral Palsy Cerebral palsy usually doesn't stop kids from going to school, making friends, or doing things they enjoy. But they may have to do these things a little differently or they may need some help. With computers to help them communicate and wheelchairs to help them get around, kids with cerebral palsy often can do a lot of stuff that kids without cerebral palsy can do. Be patient if you know someone or meet someone with cerebral palsy. If you can't understand what a person with cerebral palsy is saying or if it takes a person with cerebral palsy longer to do things, give him or her extra time to speak or move. Being understanding is what being a good friend is all about, and a kid with cerebral palsy will really appreciate it.       ",
            "vi": "Bại não là gì?  Một số trẻ bị bại não phải ngồi xe lăn còn những trẻ khác thì phải chống nạng hoặc dùng dụng cụ chỉnh hình. Trong một số trường hợp thì trẻ có thể gặp vấn đề về ngôn ngữ hoặc có thể người bệnh hoàn toàn không nói chuyện được.  Bại não là bệnh ảnh hưởng đến hàng ngàn trẻ em mỗi năm. Bệnh này không truyền nhiễm, có nghĩa là bạn không thể mắc bệnh do người bệnh lây sang.   Trẻ bị bại não khó mà kiểm soát các cơ trong cơ thể. Bình thường thì não điều khiển các bộ phận khác trong cơ thể cần phải làm gì và khi nào thì làm như vậy một cách chính xác. Nhưng vì bệnh bại não làm ảnh hưởng đến não và tùy phần não bị ảnh hưởng mà có thể trẻ không đi lại được, nói chuyện, ăn uống, hay chơi đùa giống như hầu hết các trẻ khác. Các loại bại não Có ba loại bại não: co cứng, múa vờn, và mất điều hoà. Loại bại não thường gặp nhất là bại não co cứng. Trẻ bị bại não co cứng không thể thả lỏng các cơ hoặc có thể cơ bị cứng.  Bại não múa vờn ảnh hưởng đến khả năng kiểm soát cơ trong cơ thể của trẻ. Điều này có nghĩa là tay hoặc chân bị ảnh hưởng do bại não múa vờn có thể bị run và cử động đột ngột. Trẻ bị bại não mất điều hoà gặp rắc rối trong việc giữ thăng bằng và phối hợp.   Trẻ có thể bị bị bại não nhẹ hay nặng hơn - thật ra thì nặng hay nhẹ còn tùy thuộc vào việc não bị ảnh hưởng nhiều hay ít và phần não này điều khiển các bộ phận nào trên cơ thể. Nếu như cả tay và chân đều bị ảnh hưởng thì có thể trẻ cần phải ngồi xe lăn. Nếu như chỉ có chân bị ảnh hưởng thì có thể trẻ đi không vững hay phải đeo dụng cụ chỉnh hình hoặc chống nạng. Nếu như phần não kiểm soát ngôn ngữ bị ảnh hưởng thì có thể trẻ bị bại não khó mà nói chuyện được một cách rõ ràng. Trẻ khác bị bại não có thể hoàn toàn không nói chuyện được.  Đối với một số bé thì việc tổn thương não khi còn nằm trong bụng mẹ hoặc ngay sau khi chào đời có thể gây bại não. Trẻ có nguy nguy cơ bị bại não nhiều nhất là các trẻ nhẹ cân, sinh non và trẻ phải thở bằng máy (máy giúp hô hấp) trong vài tuần hoặc lâu hơn. Nhưng đối với hầu hết trẻ bị bại não thì vấn đề về não xảy ra trước khi chào đời. Thường thì bác sĩ không biết lý do. Các bác sĩ làm gì?  Các bác sĩ chuyên điều trị cho trẻ em gặp vấn đề về não, thần kinh, hay cơ thì thường làm luôn việc chẩn đoán trẻ bị bại não. Các chuyên gia này có thể bao gồm bác sĩ thần kinh nhi khoa, bác sĩ điều trị các vấn đề về hệ thần kinh và não ở trẻ.  Ba nhóm bác sĩ khác có thể giúp cho trẻ bị bại não gồm có bác sĩ chỉnh hình cho trẻ em, điều trị các vấn đề về xương hoặc khớp, bác sĩ chuyên về sự phát triển của trẻ em, xem xét trẻ tăng trưởng hay phát triển như thế nào so với các trẻ khác đồng trang lứa, và bác sĩ vật lý trị liệu cho trẻ em, giúp điều trị cho các trẻ bị khuyết tật đủ loại. Chưa có xét nghiệm đặc biệt nào để xác định xem liệu trẻ có bị bại não hay không. Các bác sĩ có thể cho chụp X quang và xét nghiệm máu để tìm ra liệu có căn bệnh nào khác liên quan đến não và hệ thần kinh có thể gây ra vấn đề này. Để chẩn đoán bệnh bại não, thường thì bác sĩ chờ xem trẻ phát triển như thế nào cho chắc chắn.  Trường hợp bại não thường có thể chẩn đoán được lúc 18 tháng tuổi. Chẳng hạn như, nếu một đứa trẻ không thể ngồi dậy hoặc đi lại vào khoảng thời gian mà hầu hết trẻ con làm được thì có thể là trẻ bị bại não hoặc gặp vấn đề gì khác làm cho trẻ phát triển chậm hơn. Các bác sĩ theo dõi sự phát triển của trẻ sơ sinh và trẻ nhỏ một cách chặt chẽ và tìm ra vấn đề về trương lực cơ, sức mạnh, cử động và phản xạ.  Bại não được điều trị như thế nào?  Đối với trẻ bị bại não thì vấn đề về não sẽ không trầm trọng hơn khi trẻ trưởng thành. Chẳng hạn như trẻ bị bại não chỉ ảnh hưởng tới chân sẽ không bị bại não ảnh hưởng đến tay hoặc những vấn đề về ngôn ngữ sau này. Tuy nhiên, hậu quả của bệnh bại não đối với tay hay chân có thể trầm trọng hơn, và một số trẻ có thể bị trật khớp hông (khi các xương nối nhau ở hông lệch khỏi vị trí bình thường) hoặc vẹo xương sống (cong xương sống).  Đó là lý do tại sao mà việc điều trị lại quan trọng đến thế. Trẻ bị bại não thường cần đến vật lý trị liệu, liệu pháp lao động hay liệu pháp ngôn ngữ để giúp chúng phát triển các kỹ năng như là đi lại, ngồi xuống, nuốt, và sử dụng bàn tay. Cũng có thuốc để điều trị chứng co giật mà một số trẻ bị bại não mắc phải. Một số loại thuốc có thể giúp làm giãn cơ ở trẻ bị bại não co cứng. Và một số trẻ bị bại não có thể trải qua các ca phẫu thuật đặc biệt để giữ cho tay chân thẳng hơn và linh hoạt hơn.  Sống với bệnh bại não Thường thì bệnh bại não không gây khó khăn cho trẻ trong việc đi học, kết bạn, hoặc làm những điều chúng thích. Nhưng chúng có thể làm mấy chuyện này khác đi một chút hoặc có thể chúng cần được giúp đỡ. Có máy tính giúp trẻ giao tiếp và xe lăn giúp trẻ đi lại dễ dàng, thường thì trẻ bị bại não có thể làm được nhiều việc mà trẻ không bị bại não có thể làm được. Hãy kiên nhẫn nếu như bạn biết ai đó hay gặp ai đó bị bại não. Nếu bạn không hiểu được người bị bại não đang nói gì hoặc nếu người bị bại não làm một việc gì đó lâu hơn bình thường thì hãy cho họ thêm thời gian để nói chuyện hoặc cử động. Biết thông cảm thì mới đúng là một người bạn tốt, có như vậy thì ngay cả một trẻ bé bị bại não cũng phải cảm kích về nghĩa cử của bạn.     "
        }
    ],
    "suggestions": []
}