{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bradley",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bradley",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bradley",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bradley",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bradley",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bradley</em> squeaked through with 51 percent of the vote.",
            "vi": "Bradley thắng suýt sao với 51 phần trăm tổng số phiếu bầu."
        },
        {
            "en": "Wikileaks: Suspect <em>Bradley</em> Manning faces 22 new charges",
            "vi": "Wikileaks : Kẻ bị tình nghi Bradley Manning đối mặt với 22 cáo buộc mới"
        },
        {
            "en": "<em>Bradley</em> argued that prejudice was not amenable to legislation.",
            "vi": "Bradley cho rằng định kiến không đáng để xây dựng thành luật."
        },
        {
            "en": "<em>Bradley</em> company purchased a machine on June 30, 2001, for $42,000.",
            "vi": "Công ty bradley đã mua một chiếc máy vào ngày 30 tháng sáu năm 2001 với giá $42.000."
        },
        {
            "en": "If old Mr. <em>Bradley</em> could see you now he'd laugh his head off.",
            "vi": "Nếu ông già Bradley mà nhìn thấy anh lúc này thì ông ta sẽ cười đến chết ngất."
        },
        {
            "en": "Sarah hadn't been out for a long time, preferring to stay in and look after <em>Bradley</em>.",
            "vi": "Đã lâu rồi Sarah không đi ra ngoài nhưng cô muốn ở nhà chăm sóc Bradley."
        },
        {
            "en": "But as my colleague Tony <em>Bradley</em> reports, some security concerns may be attached to password-free downloads.",
            "vi": "Nhưng theo đồng nghiệp của tôi Tony Bradley, có thể sẽ có một số lo ngại về tính bảo mật gắn liền với việc tải ứng dụng không cần mật khẩu."
        },
        {
            "en": "Tapestry, the luxury company behind Coach and Kate Spade handbags, has adopted a similar strategy, boosting its Vietnamese production and leaving less than 5 percent of its sourcing from China. Vera <em>Bradley</em>, meanwhile, mentioned last December it is looking at sending manufacturing operations to Cambodia and Vietnam from China.",
            "vi": "Tapestry, công ty sản xuất mặt hàng xa xỉ đứng sau nhãn hiệu túi xách Coach và Kate Spade, cũng đã thực hiện một chiến lược tương tự, đẩy mạnh sản xuất ở Việt Nam và chỉ để lại chưa đến 5% hàng hóa gia công ở Trung Quốc. Trong khi đó, Vera Bradley hồi tháng 12 năm ngoái cũng đề cập tới việc xem xét chuyển các nhà máy sản xuất từ Trung Quốc sang Việt Nam và Campuchia."
        },
        {
            "en": "USA Team Meets Presidents Obama And Clinton In White House    The president and VP wished the U.S. team well in the upcoming World Cup.  The U.S. national team took a tour of the White House today, meeting President Barack Obama, former president Bill Clinton, and Vice President Joe Biden along the way.  The 23-man roster which will travel to South Africa to compete in the 2010 World Cup on Sunday received a guided tour by Biden before meeting Obama. Clinton is a member of the U.S. bid for the 2018 or 2022 World Cup.  \"We are privileged to represent the United States in the 2010 FIFA World Cup, and that honor has been magnified many times over by the welcome we received today by President Obama, Vice President Biden and President Clinton at the White House,\" said U.S. Soccer president Sunil Gulati.  \"Our country’s leaders clearly understand and appreciate what the World Cup means to all people of the world. The support they’ve shown, along with the American people, for our journey to this historic World Cup as well as our bid to host the tournament in 2018 or 2022 has been immense and inspirational.\" On Wednesday, U.S. head coach Bob <em>Bradley</em> sliced his preliminary 30-man roster down to 23 names.  That final list will play one last friendly on U.S. soil on Saturday before embarking for South Africa.  \"It was a great honor for our team to visit the White House and meet President Obama, Vice President Biden and President Clinton,\" said <em>Bradley</em>.  \"We are proud to be representing our country in South Africa, and there is no greater way to reinforce that message than to hear it directly from the President of the United States.\"",
            "vi": "Tổng thống và phó tổng thống chúc tuyển Mỹ thi đấu thành công trong World Cup sắp tới. Đội tuyển quốc gia Mỹ đến thăm Nhà Trắng ngày hôm nay, nhân đó yết kiến tổng thống Barack Obama, cựu tổng thống Bill Clinton, và Phó Tổng thống Joe Biden. Danh sách 23 cầu thủ sẽ đến Nam Phi thi đấu World Cup 2010 nhận được một chuyến tham quan có hướng dẫn của  Biden trước khi gặp Obama. Clinton là thành viên ban vận động đăng cai  World Cup 2018 hoặc 2022 của Mỹ. “Chúng tôi vinh dự đại diện nước Mỹ tại Cúp bóng đá thế giới 2010, và niềm vinh hạnh ấy đã tăng lên nhiều lần bởi sự tiếp đón mà chúng tôi nhận được ngày hôm nay từ ngài tổng thống Obama, ngài phó tổng thống Biden và ngài tổng thống Clinton tại Nhà Trắng.” Chủ tịch Liên đoàn Bóng đá Mỹ Sunil Gulati phát biểu. “Những nhà lãnh đạo của đất nước chúng ta hiểu rất rõ và đánh giá cao World Cup có ý nghĩa như thế nào với mọi người trên thế giới. Sự cổ vũ của họ, cùng với người dân Mỹ, dành cho hành trình của chúng tôi tại World Cup lịch sử này cũng như trong cuộc vận động đăng cai giải đấu vào năm 2018 hoặc 2022 rất có ý nghĩa và truyền nhiệt huyết cho chúng tôi rất nhiều.” Vào ngày thứ 4, huấn luyện viên trưởng Bob Bradley rút gọn danh sách sơ bộ 30 cầu thủ của mình xuống còn 23 người. Các cầu thủ nằm trong danh sách cuối cùng đó sẽ đá một trận giao hữu cuối tại Mỹ vào ngày thứ 7 trước khi đi Nam Phi. “Viếng thăm Nhà Trắng và yết kiến ổng thống Obama, phó tổng thống Biden và tổng thống Clinton là niềm vinh dự lớn lao đối với đội bóng chúng tôi.” Ông Bradley phát biểu. “Chúng tôi tự hào đại diện đất nước mình tại Nam Phi, và không cách nào nhấn mạnh thông điệp ấy hơn là được nghe trực tiếp từ ngài tổng thống Hợp chủng quốc Hoa Kỳ.”"
        },
        {
            "en": "Wikileaks: Suspect <em>Bradley</em> Manning faces 22 new charges        The US Army has charged a soldier held in connection with the leak of US government documents published by the Wikileaks website with 22 extra counts. The new charges against Private First Class <em>Bradley</em> Manning include aiding the enemy, a capital offence, but prosecutors have said they will not seek the death penalty.  The intelligence analyst is being held at a military jail in Virginia. He is suspected of leaking 620,000 diplomatic and military documents. Pte Manning, who joined the US military in 2007, was initially charged in May with 12 counts of illegally downloading and sharing a secret video of a US military operation and secret military and diplomatic documents and cables. The new charges accuse the soldier of using unauthorised software on government computers to download classified information and to make intelligence available to \"the enemy\". Under the US Uniform Code of Military Justice, the offence is punishable by death. But in a news release, the US Army said prosecutors would not seek the death penalty, although Pte Manning could face life in prison if tried and convicted. Fresh details  Pte Manning's lawyer David Coombs said the soldier's defence team had been preparing for the possibility of additional charges over the past few weeks. Pte Manning is being held in solitary confinement in a high-security military prison at Quantico marine base, Virginia. Mr Coombs has said he expects a hearing to determine whether the military has enough evidence to try the soldier to be held in May or June. The newly released list of charges offers fresh details on the records Pte Manning is accused of obtaining illegally. Those include:  More than 380,000 records from a database of military records from the Iraq war 90,000 records from a database of Afghan war files 250,000 records from a US state department diplomatic database 75 classified US state department cables, including one titled \"Reykjavik-13\" A video file named \"12 JUL 07 CZ ENGAGEMENT ZONE 30 GC\"  In recent months, Wikileaks has published troves of documents it titled the Iraq War Logs, the Afghan War Diary, and reams of secret US state department cables spanning five decades. The site has also released a cable titled Reykjavik 13 that summarised US diplomats' discussions with Icelandic officials about that country's financial troubles, and a leaked video of a 2007 helicopter attack in Iraq that killed two Reuters news service employees.",
            "vi": "Wikileaks : Kẻ bị tình nghi Bradley Manning đối mặt với 22 cáo buộc mới        Quân đội Hoa Kỳ đã buộc tội một binh sĩ có liên quan đến vụ rò rỉ tài liệu mật được công bố trên trang web Wikileaks của chính phủ Mỹ với hơn 22 cáo buộc. Cáo buộc mới chống lại binh nhất Bradley Manning gồm việc tiếp tay cho kẻ thù, là tội có thể bị tử hình nhưng các công tố viên nói rằng họ sẽ không tuyên mức án tử hình đó. Chuyên gia phân tích tình báo này đang được giam giữ tại nhà tù quân sự ở Virginia. Anh ta bị tình nghi tiết lộ 620.000 tài liệu ngoại giao và quân sự Mỹ. Binh sĩ Manning gia nhập quân đội vào năm 2007 được giao nhiệm vụ đầu tiên vào tháng Năm với 12 cáo buộc về việc tải và cung cấp vi-đi-ô mật trái phép về hoạt động của quân đội Mỹ cùng các tài liệu ngoại giao và quân sự mật của Mỹ. Cáo buộc mới buộc tội binh sĩ này đã dùng phần mềm trái phép trên hệ thống máy tính của chính phủ Mỹ để tải thông tin mật và làm gián điệp cho “kẻ thù”. Theo Bộ Luật Quân sự Hoa Kỳ, tội này sẽ bị trừng phạt bằng án tử hình. Nhưng theo thông cáo báo chí mới đây cho biết, quân đội Hoa Kỳ nói rằng các công tố viên sẽ không tuyên phạt án tử hình song Binh nhì Manning có thể phải ngồi tù nếu bị tuyên là có tội. Chi tiết mới Ông David Coombs, luật sư của binh nhì Manning nói rằng nhóm phòng thủ của binh sĩ này đang được chuẩn bị cho khả năng có thêm những cáo buộc trong vài tuần qua. Binh nhì Manning đang bị biệt giam ở nhà tù quân sự được bảo mật cao tại căn cứ gần biển Quantico. Ông Coombs nói rằng ông đang chờ nghe quyết định về việc liệu quân đội có đủ bằng chứng để giữ Manning đến tháng Năm hoặc tháng Sáu hay không. Danh sách những cáo buộc được đưa ra mới đây báo cáo về những tội danh bất hợp pháp của Binh nhì Manning. Bao gồm :  \nHơn 380,000 các mẫu tin từ cơ sở dữ liệu thuộc hồ sơ quân sự từ cuộc chiến Iraq \n \n90,000 tin từ cơ sở dữ liệu thuộc hồ sơ chiến tranh tại Afghan\n 250,000 tin từ cơ sở dữ liệu ngoại giao thuộc bộ ngoại giao Hoa Kỳ 75 tin mật của Bộ ngoại giao Hoa Kỳ, bao gồm một tin có tựa \" reykjavik - 13 \" \nMột file vi - đê - ô có tên \" 12 JUL 07 CZ ENGAGEMENT ZONE 30 GC \"\n  Trong mấy tháng gần đây, Wikileaks đã công bố hàng loạt các tài liệu mật với tựa là Hồ sơ mật về chiến tranh Iraq, Nhật ký chiến tranh Afghan và hàng loạt tài liệumật của Bộ ngoại giao Hoa Kỳ suốt năm thập niên qua. Trang này cũng công bố một tin mật có tựa là Reykjavik 13 tóm tắt các thảo luận giữa các nhà ngoại giao Mỹ với các viên chức Ai-len về những khó khăn tài chính của đất nước này cùng với một vi-đi-ô về vụ tấn công trực thăng ở Iraq làm hai nhân viên của hãng tin Reuters bị thiệt mạng vào năm 2007."
        },
        {
            "en": "Human Trafficking a Problem in Major Cities Across US         Each year since two thousand one, the American State Department has published a Trafficking in Persons Report. It measures efforts by countries to fight human trafficking. This year's report, out Monday, adds the United States for the first time. The Federal Bureau of Investigation says people are being trafficked into major cities nationwide. Tim Whittman at the F.B.I. is an expert on the problem. He says about twenty percent of the cases involve victims from Mexico -- the largest number of any foreign country. <em>Bradley</em> Myles is with the Polaris Project, an organization that fights trafficking. He calls it \"a very serious problem in the United States.\" He says some of the victims are forced to work in homes of the wealthy and at restaurants. Activists say some cases of modern slavery involve forced labor in agriculture. But more than eighty percent of suspected incidents involve the sex trade. That was the finding of a study by the Human Smuggling and Trafficking Center, established by Congress. The Polaris Project operates a telephone hotline that receives calls from around the country -- from states such as Texas, California, New York and Florida. <em>Bradley</em> Myles says one of the top five cities where calls come from is Washington. Victims in the nation's capital include women from South Korea, China and Latin America. Some victims are American citizens. Tim Whittman from the F.B.I. says illegal sex businesses often limit their customers to avoid being caught. TIM WHITTMAN: \"If a person, for example, from Korea is brought in to the United States under false pretenses and then forced into prostitution, very much that place where the prostitution occurs is within, then, the Korean community in the United States.\" Deborah Sigmund started a group called Innocents at Risk. She says most of the victims of human trafficking come from economically troubled countries. DEBORAH SIGMUND: \"They want to think that they can come to America and have a great job, so it's very easy to fool them.\" Tim Whittman says the smugglers often threaten their victims and make it difficult for them to pay their debts. The threat may be against their family back in their home country. But there are other ways to pressure victims to stay. TIM WHITTMAN: \"A common threat is 'If you leave, I'm going to report you to immigration and you'll be arrested. You'll be kept in prison for a long time.'\" But in reality, there is help.  Victims of human trafficking can sometimes get a special visa. It permits them to stay in the United States for up to four years. During that time, they can request to stay permanently. But with threats, a language barrier and fear of the legal system, victims are often unwilling or unable to seek help.",
            "vi": "Buôn người – một vấn nạn ở những thành phố lớn của Hoa Kỳ      Kể từ năm 2001, hàng năm Bộ Ngoại giao Hoa Kỳ công bố một bản báo cáo về tệ nạn buôn người. Nó đánh giá nỗ lực của các quốc gia trong cuộc chiến chống nạn buôn người. Bản báo cáo năm nay, công bố vào ngày thứ hai, lần đầu tiên đã thêm Mỹ vào danh sách này. Cục Điều tra Liên bang cho biết nạn buôn người lộng hành trong những thành phố lớn trên toàn nước Mỹ. Tim Whittman thuộc F.B.I. là một chuyên gia về vấn đề này. Ông nói khoảng 20% các trường hợp có liên quan đến những nạn nhân người Mexico – chiếm tỷ lệ cao nhất trong số các nước ngoài. Bradley Myles đang theo Dự án Polaris, một tổ chức chống nạn buôn người. Ông cho rằng đây là \"một vấn nạn vô cùng nghiêm trọng ở Mỹ.\" Ông cho biết một vài nạn nhân bị buộc phải làm việc trong các gia đình giàu có và trong các nhà hàng. Các nhà hoạt động một số trường hợp nô lệ hiện đại còn liên quan đến lao động cưỡng bách trong nông nghiệp. Nhưng hơn 80% trường hợp bị nghi ngờ là có liên qua đến mại dâm. Đó là kết quả cuộc nghiên cứu được thực hiện bởi Trung tâm chống buôn người do Quốc hội thành lập. Dự án Polaris kiểm soát một đường dây nóng điện thoại nhận cuộc gọi từ khắp cả nước -- từ những bang như Texas, California, New York và Florida. Bradley Myles nói một trong năm thành phố đứng đầu về số cuộc gọi là Washington. Nạn nhân ở thủ đô đất nước bao gồm những phụ nữ từ Hàn Quốc, Trung Quốc và châu Mỹ Latinh. Một số nạn nhân là công dân Mỹ. Tim Whittman thuộc F.B.I. cho hay các cơ sở mại dâm thường hạn chế khách hàng của họ để tránh bị bắt. TIM WHITTMAN : \"Ví dụ, nếu một người Hàn Quốc bị lừa đảo mang vào Mỹ và rồi bị buộc làm nghề mại dâm thì nơi hành nghề đó rất có thể sẽ trở thành một cộng đồng Hàn Quốc trên đất Mỹ.\" Deborah Sigmund thành lập nhóm với tên gọi Innocents at Risk. Bà nhận định hầu hết những nạn nhân của nạn buôn người xuất phát từ những quốc gia có nên kinh tế bất ổn. DEBORAH SIGMUND : \"Họ nghĩ rằng họ có thể đến Mỹ và có một công việc tuyệt vời cho nên họ rất dễ bị đánh lừa.\" Tim Whittman nói dân buôn lậu thường đe doạ nạn nhân của chúng và làm cho họ khó mà trả được khoản nợ với bọn chúng. Đe doạ có thể nhằm vào gia đình của họ ở quê nhà. Nhưng cũng có những cách thức khác nhằm ép buộc nạn nhân phải ở lại. TIM WHITTMAN : \"Lời đe doạ thông thường là 'Nếu mày bỏ trốn, tao sẽ báo cho văn phòng nhập cư và mày sẽ bị bắt. Mày sẽ bị bỏ tù trong một thời gian dài. ' \" Nhưng thật tế là có những sự trợ giúp. Nạn nhân buôn người đôi khi có thể nhận được thị thực đặc biệt. Nó cho phép họ có thể ở lại Mỹ cho đến bốn năm. Trong suốt thời gian đó, họ có thể được yêu cầu ở cố định một nơi. Nhưng với những đe doạ, rào cản ngôn ngữ và nỗi lo sợ đối với hệ thống pháp luật, những nạn nhân thường không sẵn lòng hoặc không thể tìm nguồn giúp đỡ nào."
        },
        {
            "en": "Top US Military Official Tweets Condemnation of WikiLeaks        \n \n\n\n\nAmerica's top military official is accusing the WikiLeaks website of giving the country's enemies \"valuable information.\"     Joint Chiefs of Staff Chairman Admiral Mike Mullen issued the criticism late Saturday in a post on Twitter.     Mullen also called the release of nearly 400,000 classified U.S. military documents from the Iraq war \"irresponsible.\"     The founder of WikiLeaks defended the release at a news conference in London Saturday. Julian Assange, said the decision to release the documents \"is about the truth\" and that the documents contain no names or information harmful to any group or individual.     Among the revelations, the documents indicate more than 100,000 people were killed following the U.S.-led invasion in 2003, and that more than 60 percent of them were civilians. They also report 15,000 unknown or unreported deaths.     In an e-mail to reporters Friday, U.S. Defense Department spokesman Geoff Morrell called the documents \"snapshots of events\" that \"do not tell the whole story.\"     The U.S. military has also said the publication of the files could endanger the lives of American troops and their Iraqi allies.     The files contain raw accounts from the battlefield, including incidents in which American soldiers killed civilians at checkpoints, or fired on insurgents who had tried to surrender.     In one case reported in The New York Times, one of four media outlets given advance access to the documents, U.S. soldiers shot and killed their own interpreter after mistaking him for a militant.     The new documents also exhibit cases in which Iraqi forces abused Iraqi detainees. The files indicate that while American forces informed Iraqi officials of the problems, they took no direct action to stop the abuse.     There are also reports revealing Iran's role in the war, such as incidents in which detainees spoke of having Iranian help, and the discovery of Iranian-supplied weapons.     Earlier this year, WikiLeaks published some 77,000 secret documents relating to the war in Afghanistan, including the names of Afghan informants.     WikiLeaks has not identified the source of the documents but suspicion has fallen on an Army intelligence analyst, <em>Bradley</em> Manning, who is currently in military custody. He was arrested earlier this year for allegedly leaking a 2007 video of a helicopter strike in Iraq that killed two Iraqis on assignment for the Reuters news agency.",
            "vi": "Quan chức quân sự hàng đầu Hoa Kỳ lên án WikiLeaks       \n \n\n\n\nQuan chức quân sự hàng đầu Hoa Kỳ cáo buộc trang web WikiLeaks vì đã cung cấp “thông tin quý giá” cho những kẻ thù của nước này.     Chủ tịch Hội đồng Tham mưu trưởng Liên quân, đô đốc Mike Mullen đưa ra lời chỉ trích vào tối hôm thứ bảy trong một bài viết đăng trên mạng xã hội Twitter.     Mullen còn gọi việc công bố gần 400.000 tài liệu mật của quân đội Hoa Kỳ trong cuộc chiến tranh Iraq là một việc làm \"vô trách nhiệm. \"     Người sáng lập Wikileaks đã lên tiếng bênh vực việc tiết lộ tài liệu tại một cuộc họp báo ở Luân Đôn vào hôm thứ bảy. Julian Assange cho rẳng quyết định công bố tài liệu là nhằm \"bảo vệ sự thật\" và những tài liệu này không hề đề cập đến danh tính cũng như thông tin có thể phương hại đến bất kỳ một tổ chức hay một cá nhân nào.     Trong số những thông tin được tiết lộ, các tài liệu cho thấy có hơn 100.000 người đã bị giết sau cuộc xâm lược do Hoa Kỳ cầm đầu vào năm 2003, và hơn 60% số đó là thường dân. Những tài liệu này cũng tiết lộ 15.000 trường hợp tử vong không được biết đến hoặc không được báo cáo.     Trong một lá thư điện tử gửi đến phóng viên vào hôm thứ Sáu, người phát ngôn của Bộ Quốc phòng Hoa Kỳ Geoff Morrell gọi những tài liệu này là \"ảnh chụp nhanh những sự kiện\" \"không thể chuyển tải được toàn bộ câu chuyện.\"     Quân đội Hoa Kỳ cũng cho biết việc công bố tài liệu này có thể đe doạ đến sinh mạng của những quân nhân Mỹ và quân đồng minh Iraq.     Tài liệu chứa những bản báo cáo thô từ chiến trường, trong đó đề cập đến những sự cố lính Mỹ giết chết thường dân tại trạm kiểm soát, hoặc bắn vào những người nổi loạn dù họ đã cố đầu hàng.     Trong một trường hợp được tờ thời báo New York đưa tin, một trong bốn phương tiện truyền thông được quyền xem tài liệu này, cho biết những binh sĩ Hoa Kỳ đã bắn và giết phiên dịch viên của họ sau khi tưởng nhầm ông ta là quân địch.     Tài liệu mới này cũng miêu tả những trường hợp trong đó lực lượng quân sự Iraq ngược đãi tù nhân Iraq. Những tài liệu cho thấy trong khi lực lượng quân sự Mỹ thông báo cho giới chức Iraq biết của những vấn đề đang diễn ra thì họ lại không hề có những biện pháp ngăn chặn những màn tra tấn tồi tệ.     Ngoài ra cũng có những bản báo cáo tiết lộ vai trò của Iran trong cuộc chiến này, như là các sự cố trong đó tù nhân đã khai là họ được Iran trợ giúp, cũng như việc phát hiện vũ khí do Iran cung cấp.     Đầu năm nay, Wikileaks công bố khoảng 77.000 tài liệu mật liên quan đến cuộc chiến tranh tại Afghanistan, bao gồm danh tính của những người Afghan cung cấp tin tức.     Wikileaks đã không chỉ rõ nguồn gốc những tài liệu này nhưng người ta nghi ngờ chính chuyên viên phân tích tình báo quân đội Bradley Manning, người hiện đang bị quân đội giam giữ, đã gây ra chuyện này. Anh ta đã bị bắt hồi đầu năm nay vì bị cho là rò rỉ một đoạn video cảnh một máy bay trực thăng tấn công vào Iraq giết chết hai người Iraq khi họ đang làm nhiệm vụ cho hãng thông tấn xã Reuters vào năm 2007."
        }
    ],
    "suggestions": []
}