{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bradycardia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bradycardia</k><blockquote><cclass>[<cclass>ˌbradɪ'kα:dɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine abnormally slow heart action. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>bradus</i> 'slow' + <i>kardia</i> 'heart'. </blockquote></div>",
            "word": "bradycardia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bradycardia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bradycardia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhịp tim chậm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cardiomuscular bradycardia</font><font color=\"#282828\">: nhịp tim chậm bệnh cơ tim</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">clinostatis bradycardia</font><font color=\"#282828\">: nhịp tim chậm thế nằm</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">sinus bradycardia</font><font color=\"#282828\">: nhịp tim chậm xoang</font></li></td></tr></tbody></table></div>",
            "word": "bradycardia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bradycardia</em>.",
            "vi": "Nhịp tim chậm."
        },
        {
            "en": "Sinus <em>bradycardia</em> is often found in healthy individual, especially athletes, but it is also seen in some patients with reduced, thyroid activity, jaundice, hypothermia, or vasovagal attacks.",
            "vi": "Nhịp xoang tim chậm thường thấy ở các cá thể mạnh khoẻ, đặc biệt các vận động viên, nhưng cũng thấy ở một số bệnh nhân bị giảm hoạt động tuyến giáp, vàng da, hạ thân nhiệt, hay các cơn mạch phế vị."
        },
        {
            "en": "<em>Bradycardia</em> may also result from arrhythmias, especially complete heart block, when the slowing is often extreme and often cause loss of consciousness.",
            "vi": "Nhịp tim chậm cũng có thể do loạn nhịp, đặc biệt khi phong bế tim toàn bộ, khi đó nhịp tim chậm đến mức cực điểm và thường gây bất tỉnh."
        },
        {
            "en": "All expectant parents hope that their babies will be healthy. Yet sometimes problems arise that require a newborn to be hospitalized. When this happens, the baby may be admitted to the neonatal intensive care unit (NICU) for treatment. It's almost always stressful when a baby is unexpectedly admitted to the NICU. But the doctors, nurses, and other caregivers in the unit will do their best to provide emotional support for you while caring for your infant's medical needs. About the NICU With equipment designed for infants and a hospital staff who have special training in newborn care, the NICU is an intensive care unit created for sick newborns who need specialized treatment. Sometimes the NICU is also called: * a special care nursery  * an intensive care nursery  * newborn intensive care  Babies may be sent to the NICU if: * they're born prematurely  * difficulties occur during their deliveries  * they show signs of a problem in the first few days of life  Only very young babies (or babies with a condition linked to being born prematurely) are treated in the NICU — they're usually infants who haven't gone home from the hospital yet after being born. How long they'll remain in the unit depends on the severity of their illness. Although not all babies in the NICU have the same illness or condition, some diagnoses are common to newborns who need intensive care. Here's a brief look at those conditions, what causes them, how they're diagnosed, how they're treated, and how long infants usually stay in the unit after they've been diagnosed. Anemia What is it? One of the more common blood disorders, anemia is a low number of red blood cells in the blood. Babies who are anemic may: * have apnea (stop breathing for 20 seconds or more)  * have low blood pressure  * have a high heart rate  * seem sleepy What causes it? Premature infants may develop anemia for a number of reasons. In the first few weeks of life, infants don't make many new red blood cells. Also, their red blood cells have a shorter life than an adult's. And the frequent blood samples that must be taken for laboratory testing make it difficult for red blood cells to replenish. In full-term or preterm infants, hemolytic disease of the newborn (incompatibility between the blood types of the mother and baby) can lead to anemia. How is it diagnosed? A doctor can diagnose anemia with a blood test. How is it treated? Minor cases are monitored closely, whereas severe cases (especially in those premature babies who weigh less than 2.2 pounds [1,000 grams]) may require red blood cell transfusions. Doctors also try to treat the underlying cause of the anemia. How long will my baby be in the NICU? By the time the underlying problem has been treated, the number of red blood cells in the infant's circulation stabilizes. As long as the baby is doing well and no longer has symptoms, then the doctors usually let the infant go home with close follow-up with the child's doctor. Apnea What is it? Although it's perfectly normal for everyone to experience occasional pauses in breathing, newborns who don't take at least one breath in 20 seconds or more have a condition called apnea. During an apnea spell: * the baby stops breathing  * the heart rate may decrease  * the skin may turn pale, purplish, or blue from lack of oxygen  What causes it? Apnea is usually caused by immaturity in the area of the brain that controls the drive to breathe (the brain doesn't \"remember\" to take a breath), although illness can also be responsible. Almost all babies born at 30 weeks or less will experience apnea, but apnea spells become less frequent with age. How is it diagnosed? To accurately diagnose apnea, doctors monitor a baby's breathing rate in the NICU and may order a polysomnogram, which involves attaching the baby to several monitors and observing the infant for about 8 to 12 hours. The pneumogram provides information about the baby's heart rate, breathing, and oxygen saturation in the blood. How is it treated? In the NICU, all premature babies are monitored for apnea spells. The first line of treatment for apnea is simply stimulating the baby to help him or her remember to breathe. This can mean rubbing the infant's back or tapping the feet. However, when apnea occurs frequently, the infant may require medication (most commonly caffeine or theophylline) and/or a special nasal device that blows a steady stream of air into the airways to keep them open. How long will my baby be in the NICU? Babies remain in the unit until they've been apnea-free for 24 to 48 hours. Some may go home with an apnea monitor and on caffeine so parents can continue to watch for the condition. Many babies outgrow apnea by the time they're 10 weeks past their original due date. <em>Bradycardia</em> What is it? This is an abnormal slowing of the heart rate. What causes it? <em>Bradycardia</em> often arises from other problems like low oxygen levels in the blood or apnea. How is it diagnosed? Taking the baby's pulse and monitoring in the NICU will confirm a diagnosis of <em>bradycardia</em>. How is it treated? <em>Bradycardia</em> is treated by dealing with the underlying cause, such as apnea. In some rare cases, a heart defect may be responsible for the slower heart rate. For the appropriate care, babies with a heart defect need to see a pediatric cardiologist (a doctor who specializes in treating heart problems in children). How long will my baby be in the NICU? Usually, the length of the stay is determined by the condition causing the <em>bradycardia</em>, not the <em>bradycardia</em> itself. Bronchopulmonary dysplasia (BPD) What is it? Babies who still need oxygen at 4 weeks before their original due date are considered to have bronchopulmonary dysplasia — one of the most common chronic lung diseases in infants in the United States. What causes it? Bronchopulmonary dysplasia occurs in different infants for different reasons. It can happen in full-term as well as premature infants and doctors believe that it's due to an individual infant's response to a number of possible factors. The combination of the premature baby's immature lungs and the treatments (including machines and oxygen) to help the little one breathe is thought to cause damage (or scarring) to the lungs. Infections and pneumonia can also lead to the condition. Milder levels of damage are called chronic lung disease of prematurity (CLD). As the babies mature, they grow more lung tissue, which can improve their breathing over time. How is it diagnosed? The diagnosis of bronchopulmonary dysplasia usually doesn't occur until 2 to 4 weeks into the infant's life. At that point, the doctors make a diagnosis based on whether there was lung damage or an injury at birth and whether the infant has needed extra oxygen for a prolonged period of time. Chest X-rays can also help determine the extent of the lung damage. How is it treated? Bronchopulmonary dysplasia is sometimes treated with steroids to decrease the amount of scarring. However, because steroids can cause side effects, doctors usually wait as long as possible to begin steroid treatment. Steroids are never used without a complete discussion with the family as to potential benefits and risks. Other, more commonly used medicines include diuretics (which make the child urinate, or pee, and help eliminate excess fluid that can build up in the damaged lungs) and bronchodilators (which relax the muscles that surround the airways and allow them to open up). Babies with the disease also sometimes need ventilators (breathing machines) at home to help them breathe. And although it's uncommon, in severe cases, the surgical insertion of a breathing tube in the neck (called a tracheostomy) may be required so the baby can go home on a ventilator. Occasionally, babies need home oxygen therapy for several months. How long will my baby be in the NICU? Bronchopulmonary dysplasia is a serious condition that calls for longer stays in the NICU, sometimes up to several months. The smallest infants are usually the ones who develop the disease, so their stays are longer to make sure they're stable before they're discharged. Hydrocephalus What is it? Hydrocephalus means \"water on the brain.\" What causes it? A buildup of cerebrospinal fluid that surrounds the brain and the spinal cord causes hydrocephalus. It occurs when something — often bleeding from an intraventricular hemorrhage or an abnormality of the brain or skull — blocks the flow of the fluid. The buildup can create pressure that can damage the brain. How is it diagnosed? Doctors suspect hydrocephalus if a baby has a particularly large head or if head size increases rapidly. A computed tomography (or CT scan — a type of X-ray) can confirm this suspicion. How is it treated? Less serious cases are usually simply monitored, but more severe ones require a surgeon to place a tube in the brain that drains the fluid from the brain into the abdomen. How long will my baby be in the NICU? Again, this depends on the severity of the case. A serious condition may require a stay of several weeks or months, with careful monitoring so as to recognize potential long-term side effects like mental retardation and seizures. Intraventricular hemorrhage (IVH) What is it? Intraventricular hemorrhage is bleeding in the brain. Severe cases may cause a drop in blood pressure or seizures. Other symptoms could include: * a weak suck  * high-pitched cry  * apnea  * <em>bradycardia</em>   * anemia  What causes it? IVH usually occurs in premature babies because the vessels in their developing brains are especially fragile and can bleed easily. How is it diagnosed? It's diagnosed with an ultrasound of the head so that doctors can look for collections of blood in the brain. How is it treated? There's no specific treatment for intraventricular hemorrhage, so NICUs try to prevent it by controlling babies' blood pressure. Once diagnosed, the problem is closely monitored with frequent ultrasounds. If serious, IVH leads to severe hydrocephalus, which can be treated with a surgically placed shunt. How long will my baby be in the NICU? This depends on the severity of the bleeding. Infants with serious cases may spend several weeks to months in the NICU and be at risk for conditions like cerebral palsy or seizures later in life. Jaundice What is it? Jaundice is a high level of bilirubin in the blood (bilirubin is a byproduct of the natural breakdown of blood cells, and the liver usually \"recycles\" it back into the body). Although mild jaundice is fairly common in full-term babies, it's much more common in premature babies. What causes it? Jaundice occurs when a baby has increased blood cell breakdown and the liver can't handle the extra bilirubin, which builds up, giving the skin and the whites of the eyes a yellowish color. Babies with jaundice are sometimes more sleepy than usual and, in severe cases, may be lethargic. How is it diagnosed? Although the yellow skin is a fairly good indicator, a diagnosis is made with a blood test to measure the bilirubin level. How is it treated? Extremely high levels of bilirubin can cause brain damage, so infants are monitored for jaundice and treated quickly, before bilirubin reaches dangerous levels. Standard treatment includes providing adequate fluids and light therapy, in which the baby spends time under a special blue-colored light. Some cases may also require a blood transfusion. How long will my baby be in the NICU? Babies with this condition stay in the NICU until their bilirubin level drops, usually in about 2 to 3 days. Necrotizing enterocolitis (NEC) What is it? The most common intestinal condition in newborns, necrotizing enterocolitis occurs in about 1% to 5% of infants in the NICU and happens more commonly in low birth weight and premature infants. What causes it? It's thought that a number of factors can contribute to the development of NEC, which is the necrosis, or death, of parts of the intestine. Although a full-term infant can get the condition, the more premature a baby is, the greater the risk for NEC — perhaps because the intestines aren't developed enough to handle digestion. Factors that are also believed to contribute include the introduction of milk feeding, damage to the intestines from an infection, and poor blood flow. Babies with NEC may: * have a tense abdomen  * need more oxygen or higher ventilator settings  * have blood in their bowel movements  * exhibit signs of apnea  How is it diagnosed? An X-ray of the abdomen confirms the diagnosis. How is it treated? If there's no sign of a rupture in the intestines, doctors treat necrotizing enterocolitis by: * giving antibiotics  * stopping all intestinal feeding (such as formula feeding, breastfeeding, or using a feeding tube) * switching to an IV * draining the baby's stomach  * performing regular abdominal X-rays  In the case of an intestinal rupture, a surgeon may remove the diseased section of the intestine or make an incision in the abdomen to allow the infected fluid to drain. How long will my baby be in the NICU? Recovering from NEC can take a long time. Babies may spend many weeks in the NICU readjusting to regular feeding. Patent ductus arteriosus (PDA) What is it? The ductus arteriosus (DA) is a blood vessel in the heart that connects the aorta (which provides blood to the rest of the body) to the pulmonary artery (which sends blood to the lung). It allows blood to bypass the lungs while a baby is still in the womb. What causes it? The ductus arteriosus usually closes shortly after birth, which allows for normal blood circulation. But in some babies, most often premature ones, it remains open, or patent. Then blood flows through the ductus arteriosus and floods the vessels in the lungs, causing respiratory problems. How is it diagnosed? Those breathing problems are one clue that a baby has PDA. A heart murmur may also lead doctors to suspect the condition, which is then confirmed with an ultrasound of the heart. How is it treated? Sometimes doctors can close the ductus arteriosus by administering medicine. But if that doesn't work, or if the baby is too sick to take the medicine, the infant will need surgery to close it. How long will my baby be in the NICU? Although recovery time varies from child to child, many babies bounce back from PDA treatment in several days. Periventricular leukomalacia (PVL) What is it? A type of brain injury, periventricular leukomalacia occurs in the brain tissue that surrounds the fluid-filled cavities of the brain, called ventricles. This area of the brain is called white matter, in contrast to the grey matter that makes up the rest of the brain. So, the injury occurs to the white matter that provides connections between the brain and the muscles of the body. What causes it? PVL is thought to be caused by severe intraventricular hemorrhaging (bleeding in the brain). How is it diagnosed? Often no signs of PVL will be apparent in the nursery. Premature infants are at greater risk of having it, so doctors will frequently get studies like a head ultrasound or an MRI (magnetic resonance imaging) to look for periventricular leukomalacia. As the infant gets a little older, he or she may show signs of developmental delays. How is it treated? There's no specific treatment, only close monitoring and support with therapists if a child does develop significant delays, usually after discharge from the hospital How long will my baby be in the NICU? Babies with this condition may be in the NICU for several weeks or months. Respiratory distress syndrome (RDS) What is it? One of the most common and immediate problems facing premature infants is difficulty breathing. Although there are many causes of breathing difficulties in premature babies, the most common is called respiratory distress syndrome (RDS). What causes it? In RDS, the infant's immature lungs don't produce enough of an important substance called surfactant. Surfactant allows the inner surface of the lungs to expand properly when the infant makes the change from the womb to breathing air after birth. How is it diagnosed? Doctors suspect respiratory distress syndrome in any premature baby or in full-term infants who are breathing particularly hard and fast or require extra oxygen. A chest X-ray can confirm this diagnosis. How is it treated? RDS is treatable and many infants do quite well. When premature delivery can't be stopped, most pregnant women can be given medication just before delivery to help prevent RDS. Then, immediately after birth and several times later, artificial surfactant can be given to the infant through a breathing tube. Although most premature babies who lack surfactant will require a breathing machine, or ventilator, the use of artificial surfactant has greatly decreased the amount of time they spend on the ventilator. How long will my baby be in the NICU? Babies with serious cases usually require many days or weeks in the unit. Retinopathy of prematurity (ROP) What is it? The eyes of premature infants are especially vulnerable to injury after birth. A serious complication is called retinopathy of prematurity (ROP), which is an abnormal growth of the blood vessels in an infant's eye (within the retina). About 7% of babies weighing 2.8 pounds (1,250 grams) or less at birth develop the condition, and the resulting damage may range from mild (the need for glasses) to severe (blindness). What causes it? The cause of ROP in premature infants is unknown. Although it was previously thought that too much oxygen was the primary problem, further research has shown that oxygen levels (either too low or too high) play only a contributing factor in the development of the condition. How is it diagnosed? Because many very premature babies have some level of ROP, an eye exam by a pediatric eye doctor is standard at 8 to 10 weeks before the premature baby's original due date. How is it treated? For slight damage, the eye doctor may just follow the baby with frequent exams. But if the damage is greater, laser surgery will be needed to prevent it from progressing. How long will my baby be in the NICU? ROP alone doesn't usually determine the length of a newborn's stay in the unit. It often occurs in conjunction with other problems, and those will be a greater influence on when a baby can leave. But babies generally recover from the laser surgery in 24 to 48 hours. Sepsis What is it? A very serious condition, sepsis is the body's response to infection that has spread throughout the blood and tissues.  Babies with sepsis may: * be lethargic  * have a low or high temperature  * not eat well  * have apnea or difficulty breathing  * appear jaundiced  * just not look right  What causes it? Sepsis is an infection caused by bacteria growing in the blood. The bacteria can get into the blood: * during labor and delivery from the mother  * from IV lines  * after close contact with an individual who's infected with, or is a carrier of, bacteria  How is it diagnosed? A blood culture — sometimes along with a urine test or spinal tap — is used to diagnose the illness. How is it treated? When doctors suspect sepsis, they'll treat the baby with antibiotics until the lab results come back — usually for 48 hours. If those results are positive for sepsis, the baby receives antibiotics for 7 to 14 more days while being closely monitored. How long will my baby be in the NICU? Cases of sepsis are often severe (the infection can lead to meningitis, organ damage, and occasionally, death) and require a fairly long NICU stay, sometimes several weeks. Transient tachypnea of the newborn (TTN) What is it? Rapid breathing in a full-term newborn (more than 60 breaths a minute) is called transient tachypnea. Until about 4 hours after the delivery, this can actually be normal. What causes it? After 4 hours after delivery, doctors start to look for a cause of the rapid breathing, such as pneumonia, a blood infection, or problems with the lungs, including underdevelopment. How is it diagnosed? Blood tests and X-rays can help diagnose the underlying condition. How is it treated? The lung condition usually subsides within a few days with treatment. Babies are helped to breathe or receive oxygen, if needed, and the NICU staff closely watch their oxygen levels. How long will my baby be in the NICU? A stay of 24 to 72 hours is normal while NICU staff monitor the baby's condition. Other complications In addition to specific diagnoses, infants in the NICU can experience general problems. For instance, newborns lose heat easily, and preemies in particular have trouble regulating their body temperature, as they lack the energy or fat reserves to generate heat and the body mass to maintain it. So NICU babies must be kept warm in warmers or isolettes. High or low blood pressure can also be a risk for premature babies because their developing blood vessels can't handle changes in blood pressure and may tear more easily. Some preemies have trouble feeding because they aren't physically coordinated enough yet to do it. Eating is the most energy-consuming process for a newborn, and babies in the NICU often don't have the strength or energy to feed on their own. Instead, they have to be fed through an IV line or a tube. And if the digestive tract isn't sufficiently developed to handle food, that can cause problems too, as seen with necrotizing enterocolitis. A related condition is reflux. Although all infants have some reflux in the early months, preemies have a particular problem with it because they have poor muscle tone. Sphincters are muscles, and when the one between the esophagus and the stomach is weak, it allows the acidic stomach contents to bubble back up into the esophagus. (A preemie's immature nervous system has trouble controlling the sphincter as well.) The acid irritates the esophagus, which can lead to feeding problems. Inhaling and choking on the reflux is a more serious risk. Newborns who need intensive care are also vulnerable to infections. Their skin and mucous membranes — the body's primary lines of defense against bacteria and viruses — aren't well developed enough to provide adequate protection. With several immune-compromised babies in one space, infections that are introduced into the NICU can spread easily, and with nurses caring for multiple babies, the possibility of communicating infectious agents increases. That's why NICU staff are vigilant about keeping that environment as clean as possible. Talking to the doctor If your baby is admitted to the NICU, you'll want to find out as much about his or her care as possible. Some questions to ask the doctor are: * How long will my baby be in the unit?  * What, specifically, is the problem?  * What will be involved in my baby's treatment?  * What medicines will my baby have to take? * What can I do to help my baby?   You may also want to talk to the nurses to find out more about your baby's daily care and what to expect when you spend time with your little one. Once you have the answers to these questions, you'll know the way to help your baby during his or her time in intensive care.  ",
            "vi": "Tất cả các bậc bố mẹ đều hy vọng con mình sinh ra sẽ được khỏe mạnh. Tuy nhiên đôi khi cũng phát sinh nhiều vấn đề mà bắt buộc trẻ sơ sinh phải nhập viện. Nếu nhập viện thì trẻ có thể được nhận vào điều trị ở phòng săn sóc đặc biệt cho trẻ sơ sinh (NICU).  Người ta hầu như lúc nào cũng rất căng thẳng khi trẻ phải đột ngột vào NICU. Nhưng các bác sĩ, y tá và những người chăm trẻ khác trong khoa sẽ nỗ lực hết sức để hỗ trợ tinh thần cho bạn trong khi chăm sóc các nhu cầu y tế cho con của bạn. Tìm hiểu về NICU Với những thiết bị được thiết kế dành cho trẻ sơ sinh và nhân viên bệnh viện được đào tạo đặc biệt trong việc chăm sóc trẻ sơ sinh thì NICU là một khoa chăm sóc đặc biệt cho trẻ sơ sinh bị bệnh cần được điều trị đặc biệt.  Đôi khi NICU cũng được gọi là:  * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt cho trẻ sơ sinh Trẻ có thể được gởi đến NICU nếu:  * bị sinh non * khó sinh  * có nhiều dấu hiệu rắc rối trong một vài ngày đầu sau khi sinh  Chỉ có những trẻ sơ sinh rất nhỏ (hoặc trẻ bị bệnh do sinh thiếu tháng) mới được điều trị ở NICU – thường là những trẻ chưa xuất viện về nhà sau khi sinh. Thời gian điều trị tại đây tuỳ thuộc vào mức độ nghiêm trọng của từng bé.  Mặc dù không phải trẻ nào được điều trị ở NICU đều bị bệnh hoặc có tình trạng sức khỏe giống nhau, nhưng dưới đây là một số chẩn đoán thường thấy đối với trẻ sơ sinh cần được chăm sóc đặc biệt.  Dưới đây là cái nhìn sơ lược về những chứng bệnh thường gặp, các nguyên nhân gây bệnh, cách thức chẩn đoán, phương pháp điều trị, và thời gian trẻ thường lưu lại ở đây sau khi được chẩn đoán là bao lâu. Bệnh thiếu máu Bệnh thiếu máu là gì?  Một trong những chứng bệnh liên quan đến máu thường gặp là bệnh thiếu máu – thiếu máu là chứng bệnh mà số hồng cầu trong máu thấp. Trẻ bị thiếu máu có thể:  * bị nghẹt thở (ngưng thở trong vòng 20 giây trở lên) * bị tụt huyết áp * có nhịp tim nhanh  * có vẻ buồn ngủ Nguyên nhân gây thiếu máu?  Trẻ sinh thiếu tháng có thể bị thiếu máu vì nhiều lý do. Trong một vài tuần đầu đời, trẻ không tạo thêm nhiều hồng cầu mới. Bên cạnh đó, các hồng cầu của trẻ sơ sinh đều có vòng đời ngắn hơn so với vòng đời của hồng cầu người lớn. Và các mẫu máu thường xuyên phải được lấy làm xét nghiệm ở phòng thí nghiệm làm cho hồng cầu rất khó có thể tái tạo lại được.   Đối với những trẻ sơ sinh thiếu tháng hoặc đủ tháng, thì bệnh tán huyết ở trẻ sơ sinh (chứng không tương thích giữa kiểu máu của người mẹ và kiểu máu của con) có thể dẫn đến bệnh thiếu máu.  Bệnh thiếu máu được chẩn đoán như thế nào?  Bác sĩ có thể chẩn đoán bệnh thiếu máu bằng xét nghiệm máu.  Bệnh thiếu máu được điều trị như thế nào?  Những trường hợp bệnh nhẹ được theo dõi sát sao, trong khi đó những ca nghiêm trọng (nhất là ở những trẻ sinh thiếu tháng có cân nặng dưới 2.2 pao [1,000 gram]) có thể phải được truyền hồng cầu. Bác sĩ cũng cố điều trị nguyên nhân tiềm ẩn của chứng thiếu máu này.  Con tôi sẽ ở NICU bao lâu?  Khi vấn đề tiềm ẩn được điều trị thì số lượng hồng cầu trong tuần hoàn của trẻ sơ sinh cũng được ổn định. Chừng nào trẻ trở nên khỏe mạnh và không còn bất cứ triệu chứng nào nữa thì bác sĩ thường sẽ cho trẻ xuất viện về nhà đồng thời được bác sĩ theo dõi chặt chẽ. Chứng nghẹt thở  Chứng nghẹt thở là gì?  Mặc dù chuyện thỉnh thoảng người ta bị ngưng thở là hoàn toàn bình thường, nhưng trẻ sơ sinh nếu không thở ít nhất là một lần trong vòng 20 giây trở lên thì trẻ đã mắc chứng nghẹt thở. Trong một cơn bệnh như vậy thì:  * trẻ ngừng thở  * nhịp tim có thể giảm * da trẻ có thể trở nên tái nhợt, đỏ tía, hoặc xanh dương do thiếu ô-xy Nguyên nhân gây nghẹt thở là gì? Chứng nghẹt thở thường gây ra do vùng não điều khiển chức năng hô hấp chưa hoàn thiện (não “quên” thở), mặc dù đôi khi một bệnh nào khác cũng có thể gây ra chứng nghẹt thở này. hầu hết tất cả các trẻ sinh ở tuần thứ 30 trở xuống đều sẽ bị bệnh này, nhưng các cơn bệnh trở nên ít đi khi trẻ lớn lên.  Chứng nghẹt thở được chẩn đoán như thế nào?  Để chẩn đoán chính xác chứng nghẹt thở, bác sĩ của NICU sẽ theo dõi nhịp thở của trẻ và có thể yêu cầu trẻ đo sóng não, điện tâm đồ tim và các hoạt động của cơ thể, bác sĩ sẽ quan sát bé bằng nhiều máy theo dõi trong khoảng thời gian từ 8-12 tiếng đồng hồ. Biểu đồ hoạt động phổi cho biết thông tin về nhịp tim, hô hấp của trẻ, và độ bão hoà ô-xy trong máu của trẻ.  Chứng nghẹt thở được điều trị như thế nào? Tại NICU, tất cả các trẻ sinh thiếu tháng đều được theo dõi các cơn nghẹt thở. Phương pháp điều trị nghẹt thở đầu tiên là chỉ cần kích thích cho trẻ thở trở lại. Bạn có thể chà xát vào lưng hoặc vỗ vào bàn chân của trẻ. Tuy nhiên khi trẻ bị nghẹt thở thường xuyên thì có thể cần phải được sử dụng thuốc (thường thấy nhất là cà-phê-in hoặc an-ka-lô-íc trong lá trà) và/hoặc cần một thiết bị hỗ trợ đặc biệt cho mũi để thổi luồng không khí đều đặn vào đường thở làm cho đường thở mở ra.   Con tôi sẽ ở NICU bao lâu?  Trẻ vẫn ở lại điều trị ở NICU cho đến khi không còn nghẹt thở nữa trong vòng 24-48 tiếng đồng hồ. Một số trẻ có thể được xuất viện về nhà kèm theo máy theo dõi ngưng thở và có thể sử dụng cà-phê-in vì vậy bố mẹ có thể tiếp tục theo dõi bệnh cho con mình. Hầu hết trẻ sơ sinh đều có thể không còn nghẹt thở nữa vào tuần thứ 10 sau khi sinh.   Nhịp tim chậm Nhịp tim chậm là gì?  Đây là chứng nhịp tim chậm bất thường.  Nguyên nhân gây nhịp tim chậm là gì? Nhịp tim chậm thường xảy ra do nhiều vấn đề khác gây ra chẳng hạn như nồng độ ô-xy trong máu thấp hoặc là do nghẹt thở.   Nhịp tim chậm được chẩn đoán như thế nào? Việc bắt mạch cho trẻ và theo dõi mạch của trẻ ở NICU sẽ giúp cho việc chẩn đoán nhịp tim chậm trở nên chắc chắn hơn.  Nhịp tim chậm được điều trị như thế nào? Nhịp tim chậm được điều trị bằng cách xử lý nguyên nhân tiềm ẩn của nó, chẳng hạn như chứng nghẹt thở. Trong một số trường hợp hiếm thấy, thì chứng dị tật tim cũng có thể là nguyên nhân gây chậm nhịp tim. Để chăm sóc đúng đắn, trẻ bị dị tật tim cần phải được khám bởi bác sĩ tim mạch khoa nhi (bác sĩ chuyên điều trị các vấn đề tim mạch ở trẻ em).   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì thời gian trẻ phải ở lại điều trị bao lâu tuỳ thuộc vào nguyên nhân làm cho nhịp tim chậm chứ không phải chính bản thân bệnh nhịp tim chậm.  Chứng loạn sản phế quản-phổi  Loạn sản phế quản-phổi là gì?  Trẻ vẫn cần ô-xy trước khi sinh đến 4 tuần bị coi là mắc bệnh loạn sản phế quản-phổi, đây là một trong những chứng bệnh phổi mãn tính thường thấy nhất đối với trẻ sơ sinh ở Hoa Kỳ.  Nguyên nhân gây loạn sản phế quản-phổi là gì?  Bệnh loạn sản phế quản-phổi xảy ra khác nhau ở từng trẻ sơ sinh và có nhiều nguyên nhân khác nhau. Nó có thể xảy ra đồng thời ở trẻ sinh thiếu tháng lẫn trẻ sinh đủ tháng và các bác sĩ cho rằng đó là do sự phản ứng của từng trẻ đối với một số yếu tố có thể xảy ra.  Các phương pháp điều trị (bao gồm máy móc và ô-xy) cộng với lá phổi non nớt chưa hoàn thiện của trẻ sinh thiếu tháng để giúp cho trẻ thở được cho là nguyên do gây tổn thương (gây hại) cho phổi. Bệnh viêm phổi và nhiễm trùng cũng có thể gây bệnh. Mức độ tổn hại nhẹ hơn được gọi là bệnh phổi mãn tính ở trẻ sinh non (CLD). Khi trẻ lớn lên, chúng tạo thêm nhiều mô phổi, có thể dần dần cải thiện tình trạng hô hấp.  Chứng loạn sản phế quản-phổi được chẩn đoán như thế nào? Mãi đến tuần thứ 2 đến thứ 4 sau khi sinh thì trẻ mới thường được chẩn đoán bệnh loạn sản phế quản-phổi. Vào thời điểm đó, bác sĩ sẽ chẩn đoán dựa trên việc liệu phổi có bị tổn thương hoặc có chấn thương nào khi sinh không và xem liệu trẻ có cần thêm ô-xy để kéo dài hô hấp không. Chụp hình X-quang ngực cũng có thể giúp xác định mức độ tổn thương phổi.  Chứng loạn sản phế quản-phổi được điều trị như thế nào?  Chứng loạn sản phế quản-phổi đôi khi được điều trị bằng xtê-rô-ít để làm giảm mức độ tổn thương. Tuy nhiên vì xtê-rô-ít có thể gây tác dụng phụ nên bác sĩ thường chờ càng lâu càng tốt mới bắt đầu điều trị bằng xtê-rô-ít. Xtê-rô-ít chẳng bao giờ được sử dụng mà không bàn bạc đầy đủ với gia đình về các lợi ích và nguy cơ rủi ro tiềm ẩn của nó.  Ngoài ra,, những loại thuốc thường được sử dụng nhiều hơn như thuốc lợi tiểu (làm cho trẻ đi tiểu và giúp thải đi lượng dịch dư thừa tăng sinh trong phổi bị tổn thương) và các loại thuốc trị hen suyễn (làm giãn các cơ xung quanh đường thở và giúp cho đường thở nới rộng ra).  Trẻ bị bệnh đôi khi cũng cần có máy hô hấp nhân tạo (máy thở) ở nhà để giúp cho bé có thể thở được. Và mặc dù không thường thấy, nhưng trong một số trường hợp nghiêm trọng, trẻ có thể cần phải được phẫu thuật chèn ống thở vào cổ (đây gọi là thủ thuật mở thông khí quản) vì vậy trẻ có thể xuất viện về nhà kèm theo máy hô hấp nhân tạo. Đôi khi trẻ cũng cần liệu pháp ô-xy tại nhà trong một vài tháng.  Con tôi sẽ ở lại NICU bao lâu?  Chứng loạn sản phế quản-phổi là bệnh nghiêm trọng cần phải ở lại điều trị tại NICU lâu hơn, đôi khi phải cần đến vài tháng. Những trẻ sơ sinh nhỏ nhất thường là những trẻ bị bệnh này vì thế chúng cần được điều trị lâu hơn để đảm bảo ổn định sức khỏe trước khi xuất viện về nhà.  Tràn dịch não Tràn dịch não là gì?  Tràn dịch nào có nghĩa là “dịch não bị tràn ra ngoài.”  Nguyên nhân gây tràn dịch não là gì?  Sự tăng sinh dịch não tuỷ xung quanh não và tuỷ sống gây tràn dịch não. Chứng bệnh này xảy ra khi có vật gì đó làm chặn luồng dịch – thường là do xuất huyết não thất hoặc bất thường ở não hoặc sọ. Tình trạng tăng sinh này có thể gây ra áp suất có thể làm tổn thương đến não.  Chứng tràn dịch não được chẩn đoán như thế nào?  Bác sĩ thường nghi ngờ tràn dịch não nếu thấy đầu của trẻ lớn đặc biệt hoặc nếu thấy kích thước đầu của bé tăng nhanh. Phương pháp chụp cắt lớp (chụp CT-một loại tia X) có thể giúp xác nhận điều nghi ngờ này.  Chứng tràn dịch não được điều trị như thế  nào?  Những trường hợp ít nghiêm trọng hơn thường chỉ cần được theo dõi nhưng đối với những trường hợp nghiêm trọng hơn đòi hỏi bác sĩ phẫu thuật phải đặt một ống vào bên trong não để cho dịch chảy từ não vào bụng.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này lại tuỳ thuộc vào mức độ nghiêm trọng của bệnh. Một chứng bệnh nặng có thể cần phải ở lại điều trị một vài tuần hoặc một tháng, đồng thời được theo dõi cẩn thận để phát hiện ra những tác dụng phụ tiềm ẩn lâu dài chẳng hạn như thiểu năng tinh thần và tai biến mạch máu. Xuất huyết não thất (IVH) Xuất huyết não thất là gì?  Xuất huyết não thất là dạng xuất huyết não. Các trường hợp nghiêm trọng có thể làm hạ huyết áp hoặc gây tai biến mạch máu. Các triệu chứng khác có thể bao gồm:  * bú yếu  * khóc nhiều  * nghẹt thở * nhịp tim chậm * thiếu máu Nguyên nhân gây xuất huyết não thất là gì? Xuất huyết não thất (IVH) thường xảy ra ở trẻ sinh thiếu tháng bởi các mạch máu trong bộ não đang phát triển của bé đặc biệt rất mỏng và yếu ớt có thể gây xuất huyết một cách dễ dàng.  Xuất huyết não thất được chẩn đoán như thế nào?  Chứng bệnh này được chẩn đoán bằng cách siêu âm đầu để bác sĩ có thể tìm chỗ tụ máu bên trong não.  Xuất huyết não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào cho bệnh xuất huyết não thất, vì vậy NICU cố phòng tránh bằng cách làm điều hoà huyết áp cho trẻ. Khi đã chẩn đoán được thì bác sĩ có thể theo dõi bệnh một cách chặt chẽ bằng cách siêu âm thường xuyên. Trường hợp IVH nặng có thể dẫn đến chứng tràn dịch não nghiêm trọng, có thể được điều trị bằng cách phẫu thuật đặt ống dẫn bên trong.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này tuỳ thuộc vào mức độ xuất huyết nghiêm trọng như thế nào. Trẻ sơ sinh bị xuất huyết não thất nặng có thể phải điều trị ở NICU trong một vài tuần đến một vài tháng và có nguy cơ mắc một số bệnh như bại não hoặc tai biến mạch máu về sau.  Vàng da Vàng da là gì?    Vàng da là nồng độ sắc tố da cam trong máu cao (sắc tố da cam là sản phẩm phụ của các tế bào máu bị phân huỷ tự nhiên, và gan thường “tái tạo” lại vào cơ thể). Mặc dù chứng vàng da nhẹ khá phổ biến ở trẻ sinh đủ tháng, nhưng đối với những trẻ sinh non thì chứng bệnh này thường thấy nhiều hơn.  Nguyên nhân gây vàng da là gì? Chứng vàng da xảy ra khi hiện tượng phân huỷ tế bào máu của trẻ tăng lên và gan không thể xử lý nổi lượng sắc tố da cam dư thừa, gây tăng sinh lượng sắc tố này, làm cho da và tròng trắng mắt chuyển sang màu vàng nhạt. Trẻ bị vàng da đôi khi buồn ngủ hơn bình thường và trong một số trường hợp vàng da nặng có thể khiến cho trẻ rơi vào trạng thái hôn mê.  Vàng da được chẩn đoán như thế nào?  Mặc dù da vàng là một dấu hiệu đặc trưng để nhận diện khá chính xác nhưng phải chẩn đoán bằng xét nghiệm máu để đo nồng độ sắc tố da cam. Điều trị chứng vàng da như thế nào?  Nồng độ sắc tố da cam cực cao có thể làm não bị tổn thương, vì vậy trẻ sơ sinh được theo dõi phát hiện vàng da và điều trị khẩn cấp trước khi sắc tố da cam có thể chạm đến mức độ nguy hiểm. Phương pháp điều trị chuẩn gồm việc cung cấp đủ nước cho trẻ và sử dụng liệu pháp ánh sáng, trong đó trẻ được chiếu ánh sáng màu xanh dương đặc biệt lên người. Cũng có một số trường hợp yêu cầu phải được truyền máu.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị bệnh vàng da thường ở lại NICU cho đến khi nồng độ sắc tố da cam giảm xuống, thường thì khoảng từ 2 đến 3 ngày.  Viêm ruột hoại tử (NEC) Viêm ruột hoại tử là gì?  Viêm ruột hoại tử là chứng bệnh về ruột thường thấy nhất ở trẻ sơ sinh, nó xảy ra ở khoảng từ 1 đến 5% trẻ sơ sinh tại NICU và thường thấy nhiều hơn ở trẻ sinh non và nhẹ ký.  Nguyên nhân gây viêm ruột hoại tử là gì? Người ta cho rằng một số yếu tố có thể góp phần làm phát triển bệnh viêm ruột hoại tử (NEC) là hoại tử nhiều đoạn ruột.  Mặc dù trẻ sinh đủ tháng có thể bị viêm ruột hoại tử nhưng nếu trẻ càng sinh thiếu tháng thì nguy cơ mắc NEC càng cao – có thể bởi vì ruột không phát triển đủ lớn để có thể thực hiện chức năng tiêu hoá được. Người ta cũng cho rằng có nhiều yếu tố góp phần làm viêm ruột hoại tử như việc cho con bú, tổn thương ruột do nhiễm trùng, và máu lưu thông kém.    Trẻ bị NEC có thể: * có bụng căng cứng  * cần thêm nhiều ô-xy hơn hoặc cần máy hô hấp nhân tạo nhiều hơn * trong phân có máu * có dấu hiệu nghẹt thở Viêm ruột hoại tử được chẩn đoán như thế nào? Người ta có thể chẩn đoán chắc chắn bằng cách chụp X-quang bụng. Viêm ruột hoại tử được điều trị như thế nào? Nếu không phát hiện ra bất cứ dấu hiệu đứt ruột nào thì các bác sĩ điều trị viêm ruột hoại tử bằng cách:  * cho sử dụng thuốc kháng sinh  * ngưng tất cả việc cho trẻ ăn qua đường ruột (chẳng hạn như bú bình, bú mẹ hoặc sử dụng ống dẫn thức ăn) * cho chuyển sang truyền tĩnh mạch  * rút khô dịch trong dạ dày của trẻ  *  chụp X-quang bụng thường xuyên  Trong trường hợp trẻ bị đứt ruột, bác sĩ phẫu thuật có thể cắt bỏ đoạn ruột bị hoại tử hoặc rạch bụng của trẻ để làm rút khô chất dịch bệnh.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Việc phục hồi khỏi bệnh viêm ruột hoại tử (NEC) có thể phải mất nhiều thời gian. Trẻ có thể phải được điều trị nhiều tuần ở NICU để điều chỉnh lại việc ăn uống điều độ.  Ống động mạch (PDA) Ống động mạch là gì?  Ống động mạch (DA) là một mạch máu trong tim có nhiệm vụ nối động mạch chủ (cung cấp máu đến các phần còn lại trên cơ thể) với động mạch phổi (vận chuyển máu đến phổi). Nó giúp cho máu đi vòng qua phổi trong khi trẻ vẫn còn nằm trong bụng mẹ.  Nguyên nhân gây ống động mạch là gì?  Ống động mạch thường đóng kín ngay sau khi sinh, giúp cho máu lưu thông bình thường. Nhưng đối với một số trẻ, thường thấy nhất là trẻ sinh thiếu tháng, ống động mạch này vẫn hở, hoặc mở thông ra. Sau đó máu chảy qua ống động mạch và làm ngập các mạch máu trong phổi, gây ra nhiều vấn đề về hô hấp.   Ống động mạch được chẩn đoán như thế nào?  Các vấn đề về hô hấp đó là một dấu hiệu cho biết trẻ bị ống động mạch (PDA). Tiếng thổi tim cũng có thể làm cho bác sĩ nghi ngờ bệnh, sau đó được xác nhận bằng siêu âm tim.  Ống động mạch được điều trị như thế nào?  Đôi khi bác sĩ có thể làm kín ống động mạch bằng cách cho sử dụng thuốc. Nhưng nếu không có hiệu quả, hoặc nếu trẻ ốm yếu quá đến nỗi không thể sử dụng thuốc được thì sẽ phải được phẫu thuật để đóng kín lại ống động mạch.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Mặc dù thời gian hồi phục không trẻ nào giống trẻ nào, nhưng nhiều bé có thể hồi phục nhanh khỏi bệnh ống động mạch trong một vài ngày.  Hoại tử trắng quanh não thất (PVL) Hoại tử trắng quanh não thất là gì?  Hoại tử trắng quanh não thất là một loại tổn thương não, xảy ra trong mô não bao quanh các khoang não chứa dịch, gọi là tâm thất. Vùng não này được gọi là chất trắng, đối nghịch với chất xám tạo nên phần còn lại của não. Vì vậy, tổn thương xảy ra ở vùng chất trắng kết nối thông tin giữa não và các cơ của cơ thể.  Nguyên nhân gây hoại tử trắng quanh não thất là gì?  Người ta cho rằng PVL gây ra do xuất huyết não thất nặng (xuất huyết não).  Hoại tử trắng quanh não thất được chẩn đoán như thế nào?  Thông thường thì không có dấu hiệu nào của chứng hoại tử trắng quanh não thất (PVL) rõ ràng trong phòng trẻ sơ sinh. Các trẻ sinh thiếu tháng có nguy cơ mắc bệnh nhiều hơn, vì thế bác sĩ sẽ thường xuyên theo dõi chẳng hạn như siêu âm đầu hoặc MRI (cộng hưởng từ) (chụp cộng hưởng từ) để dò tìm hoại tử trắng quanh não thất. Khi trẻ lớn lên một chút, trẻ có thể có biểu hiện chậm phát triển.  Hoại tử trắng quanh não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào đối với chứng hoại tử trắng quanh não thất, chỉ có phương pháp theo dõi chặt chẽ và hỗ trợ cho nhà trị liệu nếu trẻ phát triển chậm đáng kể, thường là sau khi trẻ được xuất viện về nhà.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị hoại tử trắng quanh não thất có thể được điều trị ở NICU trong một vài tuần hoặc một vài tháng.  Hội chứng suy hô hấp (RDS) Hội chứng suy hô hấp là gì?   Một trong những vấn đề cấp bách và thường thấy nhất đối với trẻ sinh thiếu tháng là khó thở. Mặc dù có nhiều nguyên nhân gây khó thở ở trẻ sinh non, nhưng thường thấy nhất là hội chứng suy hô hấp (RDS). Nguyên nhân gây hội chứng suy hô hấp là gì?  Đối với hội chứng suy hô hấp thì hai lá phổi chưa hoàn thiện của trẻ sơ sinh không tạo đủ chất quan trọng có tên là chất hoạt tính bề mặt. Chất hoạt tính bề mặt giúp cho mặt trong của phổi phồng lên đúng mức khi trẻ chuyển từ trong bụng mẹ sang thở không khí bên ngoài sau khi sinh.  Hội chứng suy hô hấp được chẩn đoán như thế nào?  Bác sĩ nghi ngờ hội chứng suy hô hấp ở bất kỳ trẻ sinh thiếu tháng hoặc đủ tháng nào thở đặc biệt khó khăn và thở nhanh hoặc cần thêm ô-xy. Có thể chụp X-quang ngực để xác nhận chắc chắn chẩn đoán này.  Hội chứng suy hô hấp được điều trị như thế nào?  RDS có thể chữa được và nhiều trẻ sơ sinh đáp ứng khá tốt. Khi mà hiện tượng sinh non không có cách nào khắc phục được thì hầu hết các thai phụ có thể được sử dụng thuốc ngay trước khi sinh để giúp phòng tránh RDS. Sau đó ngay sau khi sinh và một số lần kế tiếp, trẻ có thể được sử dụng chất hoạt tính bề mặt nhân tạo qua ống thở.  Mặc dù hầu hết các trẻ sinh non thiếu chất hoạt tính bề mặt sẽ cần phải sử dụng máy thở, hoặc máy hô hấp nhân tạo, việc sử dụng chất hoạt tính bề mặt nhân tạo đã làm giảm đáng kể lượng thời gian sử dụng máy thở của bé.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị suy hô hấp nặng thường cần phải được điều trị trong nhiều ngày hoặc nhiều tuần.  Bệnh võng mạc ở trẻ sinh thiếu tháng (ROP) Bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Mắt của trẻ sinh non rất dễ bị tổn thương sau khi sinh. Một biến chứng nguy hiểm được gọi là bệnh võng mạc ở trẻ sinh thiếu tháng (ROP), đây là bệnh phát triển mạch máu bất thường trong mắt trẻ sơ sinh (trong võng mạc). Khoảng 7% trẻ chào đời có cân nặng 2.8 pao (1,250 gram) trở xuống đều bị bệnh này, và dẫn đến hậu quả có thể là từ nhẹ (cần mang kính) đến nặng (mù mắt).  Nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Người ta vẫn chưa tìm ra nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng. Mặc dù trước đây người ta cho rằng vấn đề chính yếu là quá nhiều ô-xy, cuộc nghiên cứu sâu hơn đã cho thấy nồng độ ô-xy (hoặc quá thấp hoặc quá cao) chỉ đóng nhân tố góp phần làm phát triển bệnh thôi.  Bệnh võng mạc ở trẻ sinh thiếu tháng được chẩn đoán như thế nào?  Bởi có nhiều trẻ sinh rất non bị bệnh võng mạc ở một mức độ nào đó, nên trẻ cần được bác sĩ mắt khoa nhi khám mắt ở chuẩn từ 8 tới 10 tuần trước khi chào đời.   Bệnh võng mạc ở trẻ sinh thiếu tháng được điều trị như thế nào? Đối với trường hợp tổn thương nhẹ thì bác sĩ nhãn khoa có thể chỉ cần theo dõi khám mắt thường xuyên cho trẻ. Nhưng nếu tổn thương nhiều hơn thì trẻ sẽ cần phải phẫu thuật bằng tia la-de để ngăn không cho bệnh tiến triển hơn.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Bản thân bệnh võng mạc ở trẻ sinh thiếu tháng thường không quyết định được khoảng thời gian mà trẻ phải điều trị là bao lâu. Nó thường xảy ra kết hợp với nhiều vấn đề khác, và các vấn đề đó sẽ ảnh hưởng đến trẻ nhiều hơn khi trẻ có thể xuất viện về nhà. Nhưng thường thì trẻ có thể phục hồi khỏi cuộc phẫu thuật bằng tia la-de trong khoảng từ 24 đến 48 tiếng đồng hồ.  Bệnh nhiễm trùng máu  Bệnh nhiễm trùng máu là gì?  Nhiễm trùng máu là bệnh rất nguy hiểm, đây là phản ứng của cơ thể đối với bệnh nhiễm trùng đã phát tán khắp trong máu và mô.  Trẻ bị nhiễm trùng máu có thể:  * bị hôn mê * có thân nhiệt thấp hoặc cao  * biếng ăn * bị nghẹt thở hoặc khó thở  * có biểu hiện vàng da  * nhìn không khoẻ mạnh Nguyên nhân gây nhiễm trùng máu là gì? Nhiễm trùng máu là chứng bệnh nhiễm trùng do vi khuẩn phát triển trong máu gây ra. Vi khuẩn có thể xâm nhập vào máu:   * từ người mẹ trong khi chuyển dạ và sinh nở  * lây truyền qua đường tĩnh mạch  * sau khi tiếp xúc gần gũi với người bị bệnh hoặc là người mang mầm vi khuẩn  Nhiễm trùng máu được chẩn đoán như thế nào?  Người ta chẩn đoán bệnh nhiễm trùng máu bằng cách nuôi cấy máu – đôi khi cũng kết hợp với xét nghiệm nước tiểu hoặc chọc dò tủy sống.  Nhiễm trùng máu được điều trị như thế nào?  Khi bác sĩ nghi ngờ nhiễm trùng máu thì sẽ cho trẻ sử dụng thuốc kháng sinh cho đến khi có kết quả xét nghiệm ở phòng thí nghiệm – thông thường là trong 48 tiếng đồng hồ. Nếu kết quả nhiễm trùng máu dương tính thì trẻ sẽ được sử dụng thuốc kháng sinh thêm từ 7 đến 14 ngày nữa trong khi được bác sĩ theo dõi chặt chẽ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Các trường hợp nhiễm trùng máu thường rất nặng (nhiễm trùng có thể dẫn đến viêm màng não, tổn thương một cơ quan nào đó, và đôi khi gây tử vong) và cần phải được điều trị ở NICU trong thời gian khá lâu, đôi khi là một vài tuần.  Cơn thở nhanh (thở dốc) thoáng qua ở trẻ sơ sinh (TTN) Cơn thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Chứng thở nhanh ở trẻ sinh đủ tháng (hơn 60 lần/phút) được gọi là cơn thở nhanh thoáng qua. Mãi đến khoảng 4 giờ sau khi sinh thì chứng thở này mới có thể là bình thường.  Nguyên nhân gây chứng thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Sau khi trẻ chào đời 4 tiếng đồng hồ, bác sĩ mới bắt đầu dò tìm nguyên nhân gây thở nhanh, chẳng hạn như viêm phổi, nhiễm trùng máu, hoặc các vấn đề về phổi, bao gồm sự chậm phát triển.   Chứng thở nhanh thoáng qua của trẻ sơ sinh được chẩn đoán như thế nào?  Các xét nghiệm máu và chụp X-quang có thể giúp chẩn đoán bệnh tiềm ẩn.  Chứng thở nhanh thoáng qua của trẻ sơ sinh được điều trị như thế nào?  Bệnh phổi thường giảm dần trong một vài ngày điều trị. Trẻ được hỗ trợ thở hoặc nhận ô-xy, nếu cần thì nhân viên NICU sẽ theo dõi chặt chẽ nồng độ ô-xy của trẻ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì bé sẽ ở lại từ 24-72 tiếng đồng hồ trong khi nhân viên NICU theo dõi bệnh. Các biến chứng khác Ngoài những chẩn đoán cụ thể thì trẻ sơ sinh tại NICU có thể gặp nhiều vấn đề sức khỏe thường thấy khác. Chẳng hạn như trẻ bị mất nhiệt dễ dàng, và trẻ sinh thiếu tháng rất khó điều hoà thân nhiệt của mình, bởi chúng không đủ năng lượng hoặc lượng mỡ dự trữ để tạo thân nhiệt và khối lượng cơ thể để duy trì nó. Thế nên trẻ ở NICU phải được giữ ấm trong lồng ấp hoặc lồng ấp trẻ sơ sinh (thường là sinh non).  Huyết áp thấp hay huyết áp cao cũng có thể gây nguy hiểm đối với trẻ sinh thiếu tháng bởi những mạch máu đang phát triển của bé không chịu được thay đổi của huyết áp và có thể làm cho mạch máu bị đứt dễ dàng hơn.  Một số trẻ sinh non thường hay gặp rắc rối về vấn đề ăn uống bởi cơ thể chúng chưa phối hợp đầy đủ về mặt thể chất. Việc ăn uống là một quá trình tốn nhiều năng lượng nhất đối với trẻ sơ sinh và trẻ ở NICU thường không đủ mạnh hoặc không đủ năng lượng để có thể tự ăn (bú) được. Thay vào đó, chúng phải được truyền dưỡng chất qua đường tĩnh mạch hoặc ống dẫn. Và nếu như đường tiêu hoá chưa phát triển đủ để có thể xử lý được thức ăn thì nó có thể gây ra nhiều vấn đề rắc rối khác nữa, như chúng ta đã thấy đó là chứng viêm ruột hoại tử. Một chứng bệnh liên quan khác đó là trào ngược. Mặc dù trẻ sơ sinh nào cũng bị trào ngược một chút trong những tháng đầu đời, nhưng trẻ sinh thiếu tháng đặc biệt rắc rối với chứng trào ngược này bởi lực cơ của chúng kém săn chắc. Cơ vòng (cơ thắt) là những cơ,  và khi một cơ nào đó giữa thực quản và dạ dày yếu, nó làm cho lượng a-xít trong dạ dày trào ngược lên thực quản. (Hệ thần kinh chưa hoàn thiện của trẻ sinh non cũng khó kiểm soát được cơ vòng.) A-xít làm kích thích thực quản, có thể gây ra nhiều vấn đề khó khăn về ăn uống. Việc hít thở và nghẹt thở do trào ngược là một nguy hiểm nặng nề hơn.  Trẻ sơ sinh cần được chăm sóc đặc biệt cũng rất dễ bị nhiễm trùng. Da và niêm mạc (màng nhầy) của trẻ – “tuyến phòng thủ” chính của cơ thể để chống lại vi trùng và vi khuẩn – chưa phát triển đầy đủ để có thể bảo vệ tốt cho bé. Do một số trẻ bị suy yếu miễn dịch ở cùng trong một không gian như thế này, nên các bệnh nhiễm trùng xâm nhập vào NICU có thể được phát tán và lây lan nhanh chóng, và do nhiều y tá cùng chăm sóc cho nhiều bệnh nhi nên khả năng làm phát tán tác nhân lây nhiễm bệnh càng gia tăng. Đó là lý do vì sao nhân viên NICU nên thận trọng về việc giữ cho môi trường càng sạch càng tốt. Nói chuyện với bác sĩ  Nếu con bạn nhập viện ở khu chăm sóc đặc biệt cho trẻ sơ sinh, bạn cần nên biết cách chăm sóc cho con mình càng nhiều càng tốt. Bạn có thể hỏi bác sĩ một số câu hỏi dưới đây:   * Bé sẽ ở lại điều trị trong thời gian bao lâu? * Vấn đề cụ thể của bé là gì? * Việc điều trị cho bé cần thiết, liên quan đến những gì?  * Bé sẽ phải sử dụng những loại thuốc gì? * Tôi có thể làm gì cho con mình? Bạn cũng có thể cần nói chuyện với y tá để biết nhiều hơn về chế độ chăm sóc hằng ngày cho con và nên làm gì khi bạn ở bên con của mình.  Khi bạn biết được đáp án của các câu trả lời này thì bạn sẽ biết cách giúp đỡ cho con trong suốt quá trình chăm sóc đặc biệt dành cho bé.   "
        },
        {
            "en": "After they're born, babies must breathe continuously to get oxygen. In a premature baby, the part of the central nervous system (brain and spinal cord) that controls breathing is not yet mature enough to allow nonstop breathing. This causes large bursts of breath followed by periods of shallow breathing or stopped breathing. The medical term for this is apnea of prematurity, or AOP. About apnea of prematurity Apnea of prematurity is fairly common in preemies. Doctors usually diagnose the condition before the mother and baby are discharged from the hospital, and the apnea usually goes away on its own as the infant matures. Once apnea of prematurity goes away, it does not come back. But no doubt about it — it's frightening while it's happening. Apnea is a medical term that means a baby has stopped breathing. Most experts define apnea of prematurity as a condition in which premature infants stop breathing for 15 to 20 seconds during sleep. Generally, babies who are born at less than 35 weeks' gestation have periods when they stop breathing or their heart rates drop. (The medical name for a slowed heart rate is <em>bradycardia</em>.) These breathing abnormalities may begin after 2 days of life and last for up to 2 to 3 months after the birth. The lower the infant's weight and level of prematurity at birth, the more likely he or she will have AOP.  Although it's normal for all infants to have pauses in breathing and heart rates, those with AOP have drops in heart rate below 80 beats per minute, which causes them to become pale or bluish. They may also appear limp and their breathing may be noisy. They then either start breathing again by themselves or require help to resume breathing. AOP should not be confused with periodic breathing, which is also common in premature newborns. Periodic breathing is marked by a pause in breathing that lasts just a few seconds and is followed by several rapid and shallow breaths. Periodic breathing is not accompanied by a change in facial color (such as blueness around the mouth) or a drop in heart rate. A baby who has periodic breathing resumes regular breathing on his or her own. Although it can be frightening, periodic breathing typically causes no other problems in newborns. Treatment Most of the time, premature infants (especially those less than 34 weeks' gestation at birth) will receive medical care for apnea of prematurity in the hospital's neonatal intensive care unit (NICU). When they are born, many of these premature infants must get help breathing because their lungs are too immature to allow them to breathe on their own.  The following devices help with breathing: Ventilator. During mechanical ventilation, a tube is placed into the baby's trachea (windpipe) and breaths of air are blown through the tube into the baby's lungs. These breaths are given at a set pressure. The ventilator is also programmed to give a certain number of breaths per minute, and the baby's breathing, heart rate, and oxygen levels are continuously monitored. Sometimes babies with apnea of prematurity are given medications to help mature their lungs and allow the preemies to come off mechanical ventilation within a few weeks and breathe on their own. Continuous positive airway pressure (CPAP). When infants are disconnected from a mechanical ventilator, they often require a form of assisted breathing called nasal continuous positive airway pressure (CPAP). A nasal CPAP device consists of a large tube with tiny prongs that fit into the baby's nose, which is hooked to a machine that provides oxygenated air into the air passages and lungs. The pressure from the CPAP machine helps keep a preemie's lungs open so he or she can breathe. However, the machine does not provide breaths for the baby, so the baby breathes on his or her own. Monitoring breathing Once preemies are off a mechanical ventilator and breathing on their own — with or without nasal CPAP — they are monitored continuously for any evidence of apnea. The cardiorespiratory monitor also tracks the infant's heart rate. An alarm on the monitor sounds if there's no breath for a set number of seconds. When the monitor sounds, a nurse immediately checks the baby for signs of distress. False alarms are not uncommon. If a baby doesn't begin to breathe again within 15 seconds, a nurse will rub the baby's back, arms, or legs to stimulate the breathing. Most of the time, babies with apnea of prematurity will begin breathing again on their own with this kind of stimulation. However, if the nurse handles the baby, and the baby still hasn't begun breathing unassisted and becomes pale or bluish in color, oxygen may be administered with a handheld bag and mask. The nurse or doctor will place the mask over the infant's face and use the bag to slowly pump a few breaths into the lungs. Usually only a few breaths are needed before the baby begins to breathe again on his or her own. AOP can happen once a day or many times a day. Doctors will closely evaluate your infant to make sure the apnea isn't due to another condition, such as infection. If a baby begins to have many apnea spells, medication might be given intravenously or by mouth to stimulate the part of the brain that controls breathing. This often reduces the apnea spells. When your baby is on a home apnea monitor Although apnea spells are usually resolved by the time most preemies go home, a few will continue to have them. In these cases, if the doctor thinks it's necessary, the baby will be discharged from the NICU with an apnea monitor. An apnea monitor has two main parts: a belt with sensory wires that a baby wears around the chest and a monitoring unit with an alarm. The sensors measure the baby's chest movement and breathing rate while the monitor continuously records these rates. Before your baby leaves the hospital, the NICU staff will thoroughly review the monitor with you and give you detailed instructions on how and when to use it, as well as how to respond to an alarm. Parents and caregivers will also be trained in infant CPR, even though it's unlikely they'll ever have to use it. If your baby isn't breathing or his or her face seems pale or bluish, follow the instructions given to you by the NICU staff. Usually, your response will involve some gentle stimulation techniques and, if these don't work, starting CPR and calling 911. Remember, never shake your baby to wake him or her. It can be very stressful to have a baby at home on an apnea monitor. Some parents find themselves watching the monitor, afraid even to take a shower or run to the mailbox. This usually becomes easier with time. If you're feeling this way, it can help to share your feelings with the NICU staff. They may be able to reassure you and even put you in touch with other parents of preemies who have gone through the same thing. Your doctor will determine how long your baby wears the monitor, so be sure to ask if you have any questions or concerns. Caring for your baby Apnea of prematurity usually resolves on its own with time. For most preemies, this means AOP stops around 44 weeks of postconceptional age.  Postconceptional age is defined as the gestational age (how many weeks of pregnancy at the time of birth) plus the postnatal age (weeks of age since birth). In rare cases, AOP continues for a few weeks longer. Healthy infants who have had AOP usually do not go on to have more health or developmental problems than other babies. The apnea of prematurity does not cause brain damage. A healthy baby who is apnea free for a week will probably never have AOP again. Although sudden infant death syndrome (SIDS) does occur more often in premature infants, no relationship between AOP and SIDS has ever been proved. Aside from AOP, other complications with your premature baby may limit the time and interaction that you can have with your child. Nevertheless, you can bond with your baby in the NICU. Talk to the NICU staff about what type of interaction would be best for your baby, whether it's holding, feeding, caressing, or just speaking softly. The NICU staff is not only trained to care for premature babies, but also to reassure and support their parents.",
            "vi": "Sau khi ra đời, trẻ sơ sinh thường phải thở liên tục mới đủ ô-xy. Đối với trẻ sinh non, một phần hệ thần kinh trung ương (não và tuỷ sống) có nhiệm vụ kiểm soát chu kỳ hô hấp vẫn chưa được hoàn thiện đủ để đáp ứng nhu cầu thở liên tục của trẻ. Điều này làm cho trẻ thở nhiều, dồn dập sau nhiều đợt thở không sâu hoặc ngừng thở hẳn. Trong y khoa, đây được gọi là chứng ngưng thở ở trẻ sinh non, hoặc AOP. Tìm hiểu về chứng ngưng thở ở trẻ sinh non Chứng ngưng thở ở trẻ khá phổ biến đối với trẻ sinh thiếu tháng. Các bác sĩ thường chẩn đoán bệnh này trước khi mẹ và bé xuất viện, và hiện tượng ngưng thở này thường sẽ tự hết khi bé lớn lên. Một khi đã hết thì nó không bao giờ tái phát. Nhưng tất nhiên là chứng bệnh này rất đáng sợ khi đang xảy ra.  “Ngưng thở” là thuật ngữ y khoa cho thấy tình trạng trẻ dừng thở. Hầu hết các chuyên gia đều định nghĩa chứng ngưng thở ở trẻ sinh non là một bệnh lý mà trong đó trẻ sinh thiếu tháng ngừng thở trong vòng từ 15 đến 20 giây khi ngủ. Thông thường thì trẻ sinh ở tuần thai 35 trở xuống đều bị ngưng thở hoặc nhịp tim giảm ở những thời điểm nào đó. (Thuật ngữ y học chỉ tình trạng nhịp tim chậm là bradycardia/nhịp tim chậm). Hiện tượng hô hấp bất thường này có thể bắt đầu sau khi sinh 2 ngày và kéo dài đến 2-3 tháng. Trẻ sơ sinh càng nhẹ ký và thiếu tháng thì càng dễ mắc chứng ngưng thở (AOP) này nhiều hơn.  Mặc dù trẻ sơ sinh nào cũng có lúc ngưng thở và tim ngừng đập - chuyện đó cũng bình thường thôi, nhưng đối với trẻ bị AOP có nhịp tim dưới 80 nhịp/phút thì có thể làm cho chúng trở nên xanh xao hoặc nhợt nhạt. Ngoài ra, trẻ cũng có thể mệt rũ và hơi thở trở nên khò khè khó chịu. Sau đó có thể là chúng bắt đầu tự thở lại được hoặc nhờ tác động bên ngoài mới có thể thở trở lại.  Không nên nhầm lẫn AOP và thở chu kỳ, cũng thường hay thấy ở trẻ sinh non. Người ta dễ dàng nhận thấy thở chu kỳ là sự ngưng thở kéo dài chỉ một vài giây và được theo sau bởi một vài hơi thở nhanh và không sâu. Thở chu kỳ không kèm theo thay đổi sắc mặt (chẳng hạn như nhợt nhạt quanh vùng miệng) và nhịp tim giảm. Trẻ thở chu kỳ có thể tự thở lại đều đặn. Mặc dù có thể làm người ta sợ nhưng chứng thở chu kỳ này thường không gây ra bất kỳ vấn đề nào khác đối với trẻ sơ sinh.  Điều trị chứng ngưng thở ở trẻ sinh non Hầu như lúc nào trẻ sinh non (nhất là trẻ sinh dưới 34 tuần thai) cũng được điều trị và chăm sóc chứng ngưng thở ở trẻ sinh non này ở phòng chăm sóc đặc biệt cho trẻ sơ sinh của bệnh viện (NICU). Khi chào đời, nhiều trẻ sinh thiếu tháng này phải được hỗ trợ mới có thể thở được bởi phổi của trẻ quá yếu đến nỗi không thể tự thở một mình được. Các thiết bị hỗ trợ dưới đây sẽ có thể giúp trẻ thở được: Máy hô hấp nhân tạo (máy thở). Trong quá trình thở cơ học thì (ống khí) khí quản của trẻ được đặt một ống và người ta sẽ thổi những làn hơi vào phổi bé qua ống này. Các hơi thở này được đặt ở một áp suất nhất định. Máy hô hấp nhân tạo này cũng được lập trình để có số lần thở nhất định nào đó trong một phút, và hơi thở, nhịp tim và lượng ô-xy của trẻ được theo dõi liên tục.   Đôi khi trẻ bị ngưng thở do sinh thiếu tháng được sử dụng thuốc để giúp cho phổi hoàn thiện hơn và có thể ngừng thở cơ học (ngưng sử dụng máy thở nhân tạo) trong vòng một vài tuần và tự thở một mình. Phương pháp thở CPAP còn được gọi là thờ áp lực dương liên tục (áp suất đường thở dương liên tục). Khi trẻ không còn thở cơ học nữa thì chúng thường đòi hỏi phải có một phương pháp thở hỗ trợ có tên là áp lực đường thở dương liên tục qua mũi (CPAP). Thiết bị CPAP mũi này gồm một ống lớn và nhiều ống nhánh nhỏ có thể đặt vừa vặn vào mũi của trẻ, kết nối với máy cung cấp không khí được ô-xy hoá vào đường thở và phổi. Áp suất của máy CPAP có thể giữ cho phổi của trẻ sinh thiếu tháng mở nên trẻ có thể thở được. Tuy nhiên, máy này không cung cấp hơi thở cho trẻ nên chúng đều phải tự thở một mình.  Theo dõi hơi thở của bé Khi trẻ sinh thiếu tháng không sử dụng máy thở cơ học và tự thở một mình – dù có hay không có máy CPAP mũi – thì chúng cũng được theo dõi liên tục để xem có dấu hiệu ngưng thở nào không. Thiết bị theo dõi tim-phổi cũng theo dõi được nhịp tim của trẻ sơ sinh. Chuông báo động trên thiết bị theo dõi này phát tín hiệu nếu phát hiện không có hơi thở nào trong một số giây nhất định nào đó. Khi thiết bị theo dõi này báo động thì y tá ngay lập tức sẽ kiểm tra bé xem có dấu hiệu nào nguy kịch không. Trường hợp báo động giả không phải là hiếm thấy.     Nếu trong vòng 15 giây mà trẻ không bắt đầu thở trở lại thì y tá sẽ chà xát lên lưng, cánh tay, hoặc cẳng chân của trẻ để kích thích trẻ thở. Hầu như lúc nào cũng vậy trẻ bị ngưng thở do sinh thiếu tháng sẽ bắt đầu tự thở lại với kiểu kích thích này.   Tuy nhiên, nếu y tá đã xử lý mà trẻ vẫn chưa có thể bắt đầu tự thở lại được và trở nên xanh xao nhợt nhạt thì có thể cho trẻ sử dụng túi ô-xy cầm tay hoặc mặt nạ ô-xy. Y tá hoặc bác sĩ sẽ chụp mặt nạ lên mặt trẻ và bơm túi hơi từ từ một vài lần vào phổi trẻ. Thông thường thì chỉ cần một vài lần bơm là bé có thể bắt đầu tự thở lại được.  AOP có thể xảy ra một lần hoặc nhiều lần trong ngày. Bác sĩ sẽ khám cẩn thận cho con bạn để chắc rằng chứng ngưng thở không phải là do một chứng bệnh nào khác gây ra, chẳng hạn như là nhiễm trùng. Nếu trẻ bắt đầu bộc phát nhiều cơn ngừng thở thì chúng có thể được sử dụng thuốc qua đường uống hoặc tiêm tĩnh mạch để kích thích vùng não kiểm soát hô hấp của trẻ. Biện pháp này thường làm giảm số lần ngưng thở ở trẻ sơ sinh.  Khi con bạn được theo dõi chứng ngưng thở bằng máy tại nhà Mặc dù là hầu hết trẻ sinh thiếu tháng đều không còn các cơn ngưng thở khi xuất viện về nhà nhưng một vài bé sẽ vẫn còn. Trong những trường hợp này thì nếu bác sĩ cho là cần thiết thì bé sẽ được ra khỏi phòng chăm sóc đặc biệt của trẻ sơ sinh (NICU) với thiết bị theo dõi ngưng thở.  Thiết bị theo dõi ngưng thở có 2 phần chính: một dây đai có gắn dây cảm biến mà trẻ sẽ mang quanh ngực và một thiết bị theo dõi có gắn chuông (còi) báo. Các thiết bị cảm biến có tác dụng đo cử động ngực và nhịp thở của em bé trong khi đó máy theo dõi liên tục ghi lại các nhịp thở này.   Trước khi trẻ xuất viện về nhà, nhân viên NICU (nhân viên phòng chăm sóc đặc biệt cho trẻ sơ sinh ở bệnh viện) sẽ cùng bạn kiểm tra kỹ lưỡng máy theo dõi lại và hướng dẫn chi tiết cho bạn cách thức sử dụng và khi nào sử dụng nó, đồng thời cũng chỉ cho bạn cách phản ứng với chuông báo như thế nào. Cả bố mẹ lẫn người chăm trẻ cũng sẽ được huấn luyện cách hô hấp nhân tạo cho trẻ sơ sinh, mặc dù có thể là họ sẽ chẳng bao giờ sử dụng đến.  Nếu trẻ ngừng thở hoặc mặt của trẻ có vẻ xanh xao hoặc nhợt nhạt thì bạn nên làm theo hướng dẫn của nhân viên NICU đã chỉ cho bạn. Thông thường thì bạn sẽ vận dụng một số kỹ thuật kích thích nhẹ nhàng và nếu như trẻ cũng không thở lại được thì bạn nên bắt đầu hô hấp nhân tạo cho bé và gọi số điện thoại cấp cứu 911. Xin nhớ rằng, đừng bao giờ lay hoặc lắc cho bé tỉnh dậy nhé.  Có thể là rất căng thẳng khi sử dụng máy theo dõi ngưng thở để chăm sóc trẻ ở nhà. Một số bố mẹ cảm thấy rất sợ hãi khi tự mình theo dõi máy, thậm chí là khi đi tắm hoặc chạy ra hộp thư. Thường thì dần dần các bậc bố mẹ sẽ thoải mái hơn. Nếu cùng tâm trạng này thì bạn có thể chia sẻ cới nhân viên NICU. Họ có thể đảm bảo cho bạn và thậm chí còn giúp bạn liên lạc với nhiều bố mẹ có con sinh thiếu tháng khác đã trải qua tình huống tương tự như bạn.  Bác sĩ sẽ quyết định thời gian cho bé đeo thiết bị theo dõi, vì vậy bạn nên đảm bảo rằng cần phải đặt câu hỏi nếu có bất kỳ thắc mắc hoặc mối quan tâm nào. Chăm sóc con của bạn  Chứng ngưng thở ở trẻ sinh non thường có thể tự hết dần. Đối với hầu hết các trẻ sinh thiếu tháng thì có nghĩa là AOP sẽ hết ở vào khoảng tuần thứ 44 sau khi thụ thai.  Thời gian sau khi thụ thai được định nghĩa là tuổi thai kỳ (bao nhiêu tuần thai ở thời điểm sinh) cộng với thời gian sau khi sinh (bao nhiêu tuần tuổi từ khi sinh). Trong một số trường hợp hiếm thấy thì chứng AOP có thể còn dai dẳng thêm một vài tuần nữa.  Những trẻ sơ sinh khỏe mạnh đã từng bị AOP thường không gặp rắc rối về vấn đề sức khỏe hoặc các vấn đề về phát triển nhiều hơn các đứa trẻ khác. Chứng ngưng thở ở trẻ sinh non không gây tổn thương não. Trẻ khỏe mạnh đã hết bị ngưng thở trong một tuần sẽ có thể chẳng bao giờ bị AOP tái phát. Mặc dù hội chứng đột tử ở trẻ sơ sinh (SIDS) xảy ra nhiều hơn ở trẻ sinh thiếu tháng nhưng người ta vẫn chưa chứng minh được mối liên hệ giữa AOP và SIDS. Ngoài chứng AOP, thì nhiều biến chứng khác ở trẻ sinh non cũng có thể làm cho bạn hạn chế thời gian và tiếp xúc với con. Tuy vậy, bạn có thể tiếp xúc, làm thân với con trong NICU. Bạn nên tham khảo ý kiến của nhân viên NICU xem kiểu tiếp xúc nào với con là tốt nhất, ôm ấp, cho bú, vuốt ve, hay chỉ là nói chuyện nhẹ nhàng với bé thôi. Nhân viên NICU không chỉ được huấn luyện để chăm sóc trẻ sinh thiếu tháng mà còn có nhiệm vụ hỗ trợ và làm cho bố mẹ tin tưởng nữa."
        }
    ],
    "suggestions": []
}