{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bragging",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bragging",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bragging",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bragging",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bragging",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Stop <em>bragging</em>!",
            "vi": "Thôi đừng khoác lác nữa!"
        },
        {
            "en": "I'm <em>bragging</em>.",
            "vi": "Tôi đang khoác lác."
        },
        {
            "en": "I 'm <em>bragging</em>.",
            "vi": "Tôi đang khoác lác."
        },
        {
            "en": "Too much <em>bragging</em>!",
            "vi": "Chém gió kinh quá!"
        },
        {
            "en": "He is <em>bragging</em>.",
            "vi": "Anh ta đang khoác lác."
        },
        {
            "en": "Are you <em>bragging</em> to me?",
            "vi": "Mày đang khoe khoang với tao à?"
        },
        {
            "en": "It sounds like I'm <em>bragging</em>.",
            "vi": "Có vẻ như tôi đang khoác lác."
        },
        {
            "en": "Love is not about <em>bragging</em>.",
            "vi": "Yêu không phải là khoe khoang khoác lác."
        },
        {
            "en": "He likes <em>bragging</em> by nature.",
            "vi": "Anh ta có tính thích nói khuyếch."
        },
        {
            "en": "He is <em>bragging</em> of his courage.",
            "vi": "Anh ta khoe khoang về lòng dũng cảm của mình."
        },
        {
            "en": "It sounds like I 'm <em>bragging</em>.",
            "vi": "Có vẻ như tôi đang khoác lác."
        },
        {
            "en": "He's been <em>bragging</em> about his new car.",
            "vi": "Cậu ta đã khoe khoang về chiếc xe mới của cậu ta."
        },
        {
            "en": "She's always <em>bragging</em> about her famous father.",
            "vi": "Cô ta luôn khoác lác về người cha nổi tiếng của mình."
        },
        {
            "en": "She's always <em>bragging</em> about her famous mother.",
            "vi": "Nó lúc nào cũng khoe khoang về người mẹ nổi tiếng của nó."
        },
        {
            "en": "I am not <em>bragging</em> but i think i did very well in the entrance exam.",
            "vi": "Tôi không phải khoe khoang nhưng tôi nghĩ rằng tôi đã làm rất tốt trong kỳ thi tuyển sinh."
        },
        {
            "en": "I'm tired of your <em>bragging</em> about your skill at betting. Put your money where your mouth is!",
            "vi": "Tôi chán nghe anh huênh hoang về tài cá độ của anh rồi. Anh chỉ có tài nói thánh!"
        },
        {
            "en": "I 'm tired of your <em>bragging</em> about your skill at betting. Put your money where your mouth is!",
            "vi": "Tôi chán nghe anh huênh hoang về tài cá độ của anh rồi. Anh chỉ có tài nói thánh!"
        },
        {
            "en": "He's always <em>bragging</em> about how his girlfriend is really fly, but the only woman I' ve seen him with is his mother.",
            "vi": "Anh ta luôn luôn khoe khoang là bạn gái anh ta đẹp, nhưng sự thật thì người đàn bà duy nhất mà tôi thấy đi với anh ta là mẹ của anh ta."
        },
        {
            "en": "A few months ago, I met a successful businessman from Cincinnati who was <em>bragging</em> about the museum enshrining the Underground Railroad.",
            "vi": "Vài tháng trước, tôi có gặp một doanh nhân thành đạt đến từ Cincinnati người rất tự hào về viện bảo tàng trưng bày Underground Railroad."
        },
        {
            "en": "John was <em>bragging</em> about how much money he earned until he learned that most of us make more. That took the wind out of his sails.",
            "vi": "John đang khoe khoang là anh ta kiếm được nhiều tiền cho tới khi anh ta biết rằng hầu hết chúng tôi kiếm được nhiều hơn. Điều đó là anh ta mất mặt."
        }
    ],
    "suggestions": []
}