{
    "en_vn": {
        "data": {
            "content": null,
            "word": "brandling"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>brandling</k><blockquote>■ <cclass>noun a red earthworm with rings of a brighter colour, used in compost and as bait by anglers. [<i>Eisenia fetida</i>.] </cclass></blockquote></div>",
            "word": "brandling"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "brandling"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "brandling"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "brandling"
        }
    },
    "sentences": [
        {
            "en": "8. <em>Br</em>!ght",
            "vi": "8. Br!ght"
        },
        {
            "en": "Why isn't Lotteria at <em>BR</em>?",
            "vi": "Tại sao Lotteria không có mặt ở nhà hàng BR?"
        },
        {
            "en": "(<em>br</em> # 1200 for 1200 baud).",
            "vi": "(br#1200 để chỉ tốc độ 1200 baud)."
        },
        {
            "en": "Have you ever heard about \"<em>Br</em> Paula\"?",
            "vi": "Bạn có bao giờ nghe nói tới \"đạo hữu Paula\" chưa?"
        },
        {
            "en": "The three sisters of the Soong family were Soong Ai-<em>ling</em>, Soong Ching-<em>ling</em> and Soong Mei-<em>ling</em>.",
            "vi": "Ba chị em nhà họ Tống là Tống Ái Linh, Tống Khánh Linh và Tống Mỹ Linh."
        },
        {
            "en": "The bell went ting-a-<em>ling</em>.",
            "vi": "Chuông kêu leng keng."
        },
        {
            "en": "Also add the '<em>br</em>' entry which specifies the baud rate.",
            "vi": "Cũng nên thêm khoản \"br\" để khai báo tốc độ truyền."
        },
        {
            "en": "The coat has a detachable <em>ling</em> inside.",
            "vi": "Chiếc áo choàng có một lớp lót tháo ra được ở bên trong."
        },
        {
            "en": "The three sisters of the Soong family were Soong Ai - <em>ling</em>, Soong Ching - <em>ling</em> and Soong Mei - <em>ling</em>.",
            "vi": "Ba chị em nhà họ Tống là Tống Ái Linh, Tống Khánh Linh và Tống Mỹ Linh."
        },
        {
            "en": "What is life like at Cheng Kung <em>Ling</em>?",
            "vi": "Sinh hoạt ở cheng kung ling như thế nào?"
        },
        {
            "en": "<em>Ling</em> had become 'strange' after finding out about Mr Tolfrey.",
            "vi": "Ling trở nên rất kì lạ sau khi tìm hiểu về ông Tolfrey."
        },
        {
            "en": "<em>Ling</em> had become'strange' after finding out about Mr Tolfrey.",
            "vi": "Ling trở nên rất kì lạ sau khi tìm hiểu về ông Tolfrey."
        },
        {
            "en": "Why do students have to go to Cheng Kung <em>Ling</em>?",
            "vi": "Tại sao sinh viên phải đến cheng kung ling?"
        },
        {
            "en": "In partnership with the NGO CARE, <em>Br</em>!ght is teaching women in Tanzania to become solar entrepreneurs. ",
            "vi": "Hợp tác với tổ chức phi chính phủ CARE, Br!ght đang tổ chức chương trình đào tạo phụ nữ ở Tanzania trở thành doanh nhân ở lĩnh vực năng lượng mặt trời."
        },
        {
            "en": "Actually, both the Ba Da <em>Ling</em> section and the Mu Tian Yu section are beautiful.",
            "vi": "Thật ra thì cả đoạn Bát Đạt Lĩnh và đoạn Mộ Điền Dụ đều đẹp."
        },
        {
            "en": "The youngest daughter, Soong Mei-<em>ling</em>, was the second wife of Chiang Kai-shek.",
            "vi": "Cô con gái út Tống Mỹ Linh là vợ hai của Tưởng Giới Thạch."
        },
        {
            "en": "The Ba Da <em>Ling</em> Great Wall is in the northwest of Beijing.",
            "vi": "Trường Thành Bát Đạt Lĩnh ở phía tây bắc của Bắc Kinh."
        },
        {
            "en": "One is Ba Da <em>Ling</em> Great Wall and the other is Mu Tian Yu Great Wall.",
            "vi": "Một là đoạn Trường Thành Bát Đạt Lĩnh và đoạn kia là Trường Thành Mộ Điền Dụ."
        },
        {
            "en": "You can easily combine the Ming Tombs and Ba Da <em>Ling</em> for a one-day tour.",
            "vi": "Ông có thể dễ dàng kết hợp tham quan Thập Tam Lăng và Bát Đạt Lĩnh trong cùng một ngày."
        },
        {
            "en": "China considers Mrs. Soong Ching - <em>ling</em> \"the only true patriot in the Soong family\".",
            "vi": "Trung Quốc xem bà Tống Khánh Linh là \"người duy nhất thực sự yêu nước trong dòng họ Tống\"."
        }
    ],
    "suggestions": []
}