{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">breathless</font></td></tr></table><i/></div>",
            "word": "breathlessness",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "breathlessness",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "breathlessness",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "breathlessness",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "breathlessness",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Breathlessness</em>.",
            "vi": "Không thở."
        },
        {
            "en": "Symptoms include palpitations, <em>breathlessness</em>, and chest pain.",
            "vi": "Triệu chứng gồm hồi hộp, hết hơi và đau ngực."
        },
        {
            "en": "Asthma is a disease that causes <em>breathlessness</em>.",
            "vi": "Bệnh hen suyễn gây ra tình trạng khó thở."
        },
        {
            "en": "She complained of <em>breathlessness</em> and pains in her arms.",
            "vi": "Cô ấy kêu khó thở và đau ở hai cánh tay."
        },
        {
            "en": "<em>Breathlessness</em> on effort, angina pectoris, and fainting may follow.",
            "vi": "Sau đó có thể là hết hơi khi cố gắng, đau thắt ngực và ngất xỉu."
        },
        {
            "en": "Common side-effects include dizziness, fainting, oedema, and <em>breathlessness</em>",
            "vi": "Tác động phụ thường thấy gồm: chóng mặt, bất tỉnh, phù nề, và mất thở.."
        },
        {
            "en": "The patient experiences <em>breathlessness</em> and chest discomfort and develops acute heart failure.",
            "vi": "Bệnh nhân cảm thấy khó thở, nặng ngực và suy tim cấp."
        },
        {
            "en": "The patient experiences <em>breathlessness</em>, even when lying flat, and oedema of the legs.",
            "vi": "Bệnh nhân bị khó thở, ngay cả khi nằm thẳng, và phù nề chân."
        },
        {
            "en": "The main symptoms are excessive tiredness and fatiguability, <em>breathlessness</em> on exertion, pallor, and poor resistance to infection.",
            "vi": "Các triệu chứng chính là mệt mỏi quá độ và suy kiệt, thở hụt hơi khi gắng sức, xanh tái và ít sức đề kháng đối với nhiễm trùng."
        },
        {
            "en": "The womb becomes swollen, which causes <em>breathlessness</em>, excess fluid in the body tissues, and other symptoms in the woman, and there may be a difficult birth.",
            "vi": "Tử cung bị phồng lên, gây khó thở, có quá nhiều dịch trong các mô cơ thể, và các triệu chứng khác ở phụ nữ, và có thể sẽ sanh khó."
        },
        {
            "en": "Mild cases are symptom-free, but patients more severely affected develop <em>breathlessness</em>, angina pectoris, and enlargement of the heart; all have a diastolic murmur.",
            "vi": "Các ca nhẹ không có triệu chứng, nhưng các bệnh nhân bị nặng hơn sẽ bị mất thở, đau thắt ngực và lớn tim; tất cả đều có tiếng thổi tâm trương."
        },
        {
            "en": "Symptoms appear after an incubation period of about seven days, malaise and musle pain are succeeded by a fever, dry cough, chest pain, and <em>breathlessness</em>.",
            "vi": "Triệu chứng xuất hiện sau thời lỳ ủ bệnh khoảng bảy ngày, bệnh nhân thấy khó chịu và đau cơ sau đó bị sốt, ho khan, đau ngực, và khó thở."
        },
        {
            "en": "From the past to the present Physicians in ancient Greece used the word asthma to describe <em>breathlessness</em> or gasping. They believed that asthma was derived from internal imbalances, which could be restored by healthy diet, plant and animal remedies, or lifestyle changes.",
            "vi": "Từ quá khứ đến hiện tại   Nhiều thầy thuốc Hy Lạp cổ đại sử dụng từ suyễn để mô tả tình trạng khó thở hoặc thở hổn hển. Họ cho rằng chứng bệnh này là do sự mất cân bằng bên trong cơ thể gây ra, có thể phục hồi bằng chế độ dinh dưỡng khỏe mạnh, phương thuốc từ động vật và thực vật, hoặc thay đổi lối sống. "
        },
        {
            "en": "Onions and garlic  Onions and garlic in all forms -- powdered, raw, cooked, or dehydrated -- can destroy a dog's red blood cells, leading to anemia. That can happen even with the onion powder found in some baby food. An occasional small dose is probably OK. But just eating a large quantity once or eating smaller amounts regularly can cause poisoning. Symptoms of anemia include weakness, vomiting, little interest in food, dullness, and <em>breathlessness</em>.",
            "vi": "Hành và tỏi  Hành và tỏi ở bất kỳ dạng nào – bột, còn tươi, nấu chín, hoặc sấy khô - cũng có thể diệt hồng cầu của chó, dẫn đến bệnh thiếu máu. Điều này có thể xảy ra ngay cả với bột hành có trong thức ăn của em bé. Thỉnh thoảng ăn một lượng nhỏ cũng có thể là bình thường. Nhưng khi ăn nhiều trong một lần hoặc thường xuyên ăn một lượng nhỏ hơn có thể gây ngộ độc. Các triệu chứng thiếu máu bao gồm yếu ớt, ói mửa, chán ăn, uể oải lừ đừ, và khó thở."
        }
    ],
    "suggestions": []
}