{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['breikəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dễ vỡ, dễ gãy; có thể bẻ gãy, có thể đập vỡ</td></tr></table><i/></div>",
            "word": "breakable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "breakable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>breakable</k><blockquote>▸ <cclass>adjective FRAGILE, delicate, flimsy, insubstantial; destructible; <cclass><i>formal</i> frangible.</cclass></cclass></blockquote></div>",
            "word": "breakable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "breakable"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dễ gẫy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dễ vỡ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giòn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vỡ, đứt ra được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có thể dừng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có thể ngắt</font></td></tr></tbody></table></div>",
            "word": "breakable"
        }
    },
    "sentences": [
        {
            "en": "Like I was especially <em>breakable</em>.",
            "vi": "Như thể tôi cực kỳ mong manh."
        },
        {
            "en": "<em>Breakable</em> means that is easy to break.",
            "vi": "\"Breakable\" (có thể đập vỡ) nghĩa là dễ gãy/vỡ."
        },
        {
            "en": "<em>Breakable</em> means that is easy to break.",
            "vi": "\"Breakable\"(có thể đập vỡ) nghĩa là dễ gãy/vỡ."
        },
        {
            "en": "Mary gave me an easily <em>breakable</em> thread.",
            "vi": "Mary cho tôi một sợi dây bở/dây dễ đứt."
        },
        {
            "en": "They make the defense of the other team <em>breakable</em>.",
            "vi": "Họ làm điên đảo hàng hậu vệ đối phương."
        },
        {
            "en": "Is there anything valuable or <em>breakable</em> in your bag?",
            "vi": "Trong túi xách của ông có gì quí giá hay dễ vỡ không ạ?"
        },
        {
            "en": "Put all the <em>breakable</em> glasses on the bottom shelf.",
            "vi": "Hãy đặt tất cả các ly dễ bể trên kệ dưới cùng."
        },
        {
            "en": "Is there anything valuable or <em>breakable</em> in them?",
            "vi": "Bên trong có đồ quý giá hay đồ dễ vỡ gì không?"
        },
        {
            "en": "I wanted the complete experience before I traded in my warm, <em>breakable</em>, pheromone - riddled body for something beautiful, strong.",
            "vi": "Tôi muốn có kinh nghiệm hoàn hảo nhất của mình trước khi tôi đánh đổi cái cơ thể ấm áp, dễ vỡ và đầy mùi hương này cho một thứ gì đó đẹp đẽ, mạnh mẽ."
        },
        {
            "en": "I wanted the complete experience before I traded in my warm, <em>breakable</em>, pheromone-riddled body for something beautiful, strong.",
            "vi": "Tôi muốn có kinh nghiệm hoàn hảo nhất của mình trước khi tôi đánh đổi cái cơ thể ấm áp, dễ vỡ và đầy mùi hương này cho một thứ gì đó đẹp đẽ, mạnh mẽ."
        },
        {
            "en": "Movement was made the more dangerous because some <em>breakable</em> object was balanced precariously on every available flat surface.",
            "vi": "Việc đi lại còn bị nguy hiểm hơn vì đồ vật dễ vỡ để chênh vênh trên những chỗ còn trống."
        },
        {
            "en": "14         714. MIND OVER MATTER He could drive well, when he kept the speed reasonable, I had to admit.  Like so many things, it seemed to be effortless to him. He barely looked at the road, yet the tires never deviated so much as a centimeter from the center of the lane. He drove one-handed, holding my hand on the seat. Sometimes he gazed into the setting sun, sometimes he glanced at me — my face, my hair blowing out the open window, our hands twined together. He had turned the radio to an oldies station, and he sang along with a song I'd never heard. He knew every line. \"You like fifties music?\" I asked.  \"Music in the fifties was good. Much better than the sixties, or the seventies, ugh!\" He shuddered. \"The eighties were bearable.\" \"Are you ever going to tell me how old you are?\" I asked, tentative, not wanting to upset his buoyant humor. \"Does it matter much?\" His smile, to my relief, remained unclouded. \"No, but I still wonder…\" I grimaced. \"There's nothing like an unsolved mystery to keep you up at night.\" \"I wonder if it will upset you,\" he reflected to himself. He gazed into the sun; the minutes passed. \"Try me,\" I finally said. He sighed, and then looked into my eyes, seeming to forget the road completely for a time. Whatever he saw there must have encouraged him. He looked into the sun — the light of the setting orb glittered off his skin in ruby-tinged sparkles — and spoke.  \"I was born in Chicago in 1901.\" He paused and glanced at me from the corner of his eyes. My face was carefully unsurprised, patient for the rest. He smiled a tiny smile and continued. \"Carlisle found me in a hospital in the summer of 1918. I was seventeen, and dying of the Spanish influenza.\" He heard my intake of breath, though it was barely audible to my own ears. He looked down into my eyes again. \"I don't remember it well — it was a very long time ago, and human memories fade.\" He was lost in his thoughts for a short time before he went on. \"I do remember how it felt, when Carlisle saved me. It's not an easy thing, not something you could forget.\" \"Your parents?\" \"They had already died from the disease. I was alone. That was why he chose me. In all the chaos of the epidemic, no one would ever realize I was gone.\" \"How did he… save you?\" A few seconds passed before he answered. He seemed to choose his words carefully. \"It was difficult. Not many of us have the restraint necessary to accomplish it. But Carlisle has always been the most humane, the most compassionate of us… I don't think you could find his equal throughout all of history.\" He paused. \"For me, it was merely very, very painful.\" I could tell from the set of his lips, he would say no more on this subject. I suppressed my curiosity, though it was far from idle. There were many things I needed to think through on this particular issue, things that were only beginning to occur to me. No doubt his quick mind had already comprehended every aspect that eluded me.  His soft voice interrupted my thoughts. \"He acted from loneliness. That's usually the reason behind the choice. I was the first in Carlisle's family, though he found Esme soon after. She fell from a cliff. They brought her straight to the hospital morgue, though, somehow, her heart was still beating.\" \"So you must be dying, then, to become…\" We never said the word, and I couldn't frame it now. \"No, that's just Carlisle. He would never do that to someone who had another choice.\" The respect in his voice was profound whenever he spoke of his father figure. \"It is easier he says, though,\" he continued, \"if the blood is weak.\" He looked at the now-dark road, and I could feel the subject closing again. \"And Emmett and Rosalie?\" \"Carlisle brought Rosalie to our family next. I didn't realize till much later that he was hoping she would be to me what Esme was to him — he was careful with his thoughts around me.\" He rolled his eyes. \"But she was never more than a sister. It was only two years later that she found Emmett. She was hunting — we were in Appalachia at the time — and found a bear about to finish him off. She carried him back to Carlisle, more than a hundred miles, afraid she wouldn't be able to do it herself. I'm only beginning to guess how difficult that journey was for her.\" He threw a pointed glance in my direction, and raised our hands, still folded together, to brush my cheek with the back of his hand. \"But she made it,\" I encouraged, looking away from the unbearable beauty of his eyes. \"Yes,\" he murmured. \"She saw something in his face that made her strong enough. And they've been together ever since. Sometimes they live separately from us, as a married couple. But the younger we pretend to be, the longer we can stay in any given place. Forks seemed perfect, so we all enrolled in high school.\" He laughed. \"I suppose we'll have to go to their wedding in a few years, again.\" \"Alice and Jasper?\" \"Alice and Jasper are two very rare creatures. They both developed a conscience, as we refer to it, with no outside guidance. Jasper belonged to another… family, a very different kind of family. He became depressed, and he wandered on his own. Alice found him. Like me, she has certain gifts above and beyond the norm for our kind.\" \"Really?\" I interrupted, fascinated. \"But you said you were the only one who could hear people's thoughts.\" \"That's true. She knows other things. She sees things — things that might happen, things that are coming. But it's very subjective. The future isn't set in stone. Things change.\" His jaw set when he said that, and his eyes darted to my face and away so quickly that I wasn't sure if I only imagined it. \"What kinds of things does she see?\" \"She saw Jasper and knew that he was looking for her before he knew it himself. She saw Carlisle and our family, and they came together to find us. She's most sensitive to non-humans. She always sees, for example, when another group of our kind is coming near. And any threat they may pose.\" \"Are there a lot of… your kind?\" I was surprised. How many of them could walk among us undetected? \"No, not many. But most won't settle in any one place. Only those like us, who've given up hunting you people\" — a sly glance in my direction — \"can live together with humans for any length of time. We've only found one other family like ours, in a small village in Alaska. We lived together for a time, but there were so many of us that we became too noticeable. Those of us who live… differently tend to band together.\"  \"And the others?\" \"Nomads, for the most part. We've all lived that way at times. It gets tedious, like anything else. But we run across the others now and then, because most of us prefer the North.\" \"Why is that?\" We were parked in front of my house now, and he'd turned off the truck.  It was very quiet and dark; there was no moon. The porch light was off so I knew my father wasn't home yet.  \"Did you have your eyes open this afternoon?\" he teased. \"Do you think I could walk down the street in the sunlight without causing traffic accidents? There's a reason why we chose the Olympic Peninsula, one of the most sunless places in the world. It's nice to be able to go outside in the day. You wouldn't believe how tired you can get of nighttime in eighty-odd years.\" \"So that's where the legends came from?\" \"Probably.\" \"And Alice came from another family, like Jasper?\" \"No, and that is a mystery. Alice doesn't remember her human life at all.  And she doesn't know who created her. She awoke alone. Whoever made her walked away, and none of us understand why, or how, he could. If she hadn't had that other sense, if she hadn't seen Jasper and Carlisle and known that she would someday become one of us, she probably would have turned into a total savage.\" There was so much to think through, so much I still wanted to ask. But, to my great embarrassment, my stomach growled. I'd been so intrigued, I hadn't even noticed I was hungry. I realized now that I was ravenous.  \"I'm sorry, I'm keeping you from dinner.\" \"I'm fine, really.\" \"I've never spent much time around anyone who eats food. I forget.\" \"I want to stay with you.\" It was easier to say in the darkness, knowing as I spoke how my voice would betray me, my hopeless addiction to him.  \"Can't I come in?\" he asked. \"Would you like to?\" I couldn't picture it, this godlike creature sitting in my father's shabby kitchen chair. \"Yes, if it's all right.\" I heard the door close quietly, and almost simultaneously he was outside my door, opening it for me. \"Very human,\" I complimented him. \"It's definitely resurfacing.\" He walked beside me in the night, so quietly I had to peek at him constantly to be sure he was still there. In the darkness he looked much more normal. Still pale, still dreamlike in his beauty, but no longer the fantastic sparkling creature of our sunlit afternoon. He reached the door ahead of me and opened it for me. I paused halfway through the frame. \"The door was unlocked?\" \"No, I used the key from under the eave.\" I stepped inside, flicked on the porch light, and turned to look at him with my eyebrows raised. I was sure I'd never used that key in front of him. \"I was curious about you.\" \"You spied on me?\" But somehow I couldn't infuse my voice with the proper outrage. I was flattered. He was unrepentant. \"What else is there to do at night?\" I let it go for the moment and went down the hall to the kitchen. He was there before me, needing no guide. He sat in the very chair I'd tried to picture him in. His beauty lit up the kitchen. It was a moment before I could look away. I concentrated on getting my dinner, taking last night's lasagna from the fridge, placing a square on a plate, heating it in the microwave. It revolved, filling the kitchen with the smell of tomatoes and oregano. I didn't take my eyes from the plate of food as I spoke. \"How often?\" I asked casually. \"Hmmm?\" He sounded as if I had pulled him from some other train of thought. I still didn't turn around. \"How often did you come here?\" \"I come here almost every night.\" I whirled, stunned. \"Why?\" \"You're interesting when you sleep.\" He spoke matter-of-factly. \"You talk.\" \"No!\" I gasped, heat flooding my face all the way to my hairline. I gripped the kitchen counter for support. I knew I talked in my sleep, of course; my mother teased me about it. I hadn't thought it was something I needed to worry about here, though. His expression shifted instantly to chagrin. \"Are you very angry with me?\" \"That depends!\" I felt and sounded like I'd had the breath knocked out of me. He waited. \"On?\" he urged. \"What you heard!\" I wailed. Instantly, silently, he was at my side, taking my hands carefully in his.  \"Don't be upset!\" he pleaded. He dropped his face to the level of my eyes, holding my gaze. I was embarrassed. I tried to look away.  \"You miss your mother,\" he whispered. \"You worry about her. And when it rains, the sound makes you restless. You used to talk about home a lot, but it's less often now. Once you said, 'It's too green.'\" He laughed softly, hoping, I could see, not to offend me further. \"Anything else?\" I demanded. He knew what I was getting at. \"You did say my name,\" he admitted. I sighed in defeat. \"A lot?\" \"How much do you mean by 'a lot,' exactly?\" \"Oh no!\" I hung my head. He pulled me against his chest, softly, naturally. \"Don't be self-conscious,\" he whispered in my ear. \"If I could dream at all, it would be about you. And I'm not ashamed of it.\" Then we both heard the sound of tires on the brick driveway, saw the headlights flash through the front windows, down the hall to us. I stiffened in his arms. \"Should your father know I'm here?\" he asked. \"I'm not sure…\" I tried to think it through quickly. \"Another time then…\" And I was alone. \"Edward!\" I hissed. I heard a ghostly chuckle, then nothing else. My father's key turned in the door. \"Bella?\" he called. It had bothered me before; who else would it be? Suddenly he didn't seem so far off base. \"In here.\" I hoped he couldn't hear the hysterical edge to my voice. I grabbed my dinner from the microwave and sat at the table as he walked in. His footsteps sounded so noisy after my day with Edward.  \"Can you get me some of that? I'm bushed.\" He stepped on the heels of his boots to take them off, holding the back of Edward's chair for support. I took my food with me, scarfing it down as I got his dinner. It burned my tongue. I filled two glasses with milk while his lasagna was heating, and gulped mine to put out the fire. As I set the glass down, I noticed the milk trembling and realized my hand was shaking. Charlie sat in the chair, and the contrast between him and its former occupant was comical. \"Thanks,\" he said as I placed his food on the table. \"How was your day?\" I asked. The words were rushed; I was dying to escape to my room. \"Good. The fish were biting… how about you? Did you get everything done that you wanted to?\" \"Not really — it was too nice out to stay indoors.\" I took another big bite. \"It was a nice day,\" he agreed. What an understatement, I thought to myself. Finished with the last bite of lasagna, I lifted my glass and chugged the remains of my milk. Charlie surprised me by being observant. \"In a hurry?\" \"Yeah, I'm tired. I'm going to bed early.\" \"You look kinda keyed up,\" he noted. Why, oh why, did this have to be his night to pay attention? \"Do I?\" was all I could manage in response. I quickly scrubbed my dishes clean in the sink, and placed them upside down on a dish towel to dry. \"It's Saturday,\" he mused. I didn't respond. \"No plans tonight?\" he asked suddenly. \"No, Dad, I just want to get some sleep.\" \"None of the boys in town your type, eh?\" He was suspicious, but trying to play it cool. \"No, none of the boys have caught my eye yet.\" I was careful not to over-emphasize the word boys in my quest to be truthful with Charlie. \"I thought maybe that Mike Newton… you said he was friendly.\" \"He's Just a friend, Dad.\" \"Well, you're too good for them all, anyway. Wait till you get to college to start looking.\" Every father's dream, that his daughter will be out of the house before the hormones kick in. \"Sounds like a good idea to me,\" I agreed as I headed up the stairs. \"'Night, honey,\" he called after me. No doubt he would be listening carefully all evening, waiting for me to try to sneak out. \"See you in the morning, Dad.\" See you creeping into my room tonight at midnight to check on me. I worked to make my tread sound slow and tired as I walked up the stairs to my room. I shut the door loud enough for him to hear, and then sprinted on my tiptoes to the window. I threw it open and leaned out into the night. My eyes scanned the darkness, the impenetrable shadows of the trees. \"Edward?\" I whispered, feeling completely idiotic. The quiet, laughing response came from behind me. \"Yes?\" I whirled, one hand flying to my throat in surprise. He lay, smiling hugely, across my bed, his hands behind his head, his feet dangling off the end, the picture of ease. \"Oh!\" I breathed, sinking unsteadily to the floor.  \"I'm sorry.\" He pressed his lips together, trying to hide his amusement. \"Just give me a minute to restart my heart.\" He sat up slowly, so as not to startle me again. Then he leaned forward and reached out with his long arms to pick me up, gripping the tops of my arms like I was a toddler. He sat me on the bed beside him. \"Why don't you sit with me,\" he suggested, putting a cold hand on mine. \"How's the heart?\" \"You tell me — I'm sure you hear it better than I do.\" I felt his quiet laughter shake the bed. We sat there for a moment in silence, both listening to my heartbeat slow. I thought about having Edward in my room, with my father in the house. \"Can I have a minute to be human?\" I asked. \"Certainly.\" He gestured with one hand that I should proceed. \"Stay,\" I said, trying to look severe. \"Yes, ma'am.\" And he made a show of becoming a statue on the edge of my bed. I hopped up, grabbing my pajamas from off the floor, my bag of toiletries off the desk. I left the light off and slipped out, closing the door. I could hear the sound from the TV rising up the stairs. I banged the bathroom door loudly, so Charlie wouldn't come up to bother me. I meant to hurry. I brushed my teeth fiercely, trying to be thorough and speedy, removing all traces of lasagna. But the hot water of the shower couldn't be rushed. It unknotted the muscles in my back, calmed my pulse. The familiar smell of my shampoo made me feel like I might be the same person I had been this morning. I tried not to think of Edward, sitting in my room, waiting, because then I had to start all over with the calming process. Finally, I couldn't delay anymore. I shut off the water, toweling hastily, rushing again. I pulled on my holey t-shirt and gray sweatpants. Too late to regret not packing the Victoria's Secret silk pajamas my mother got me two birthdays ago, which still had the tags on them in a drawer somewhere back home. I rubbed the towel through my hair again, and then yanked the brush through it quickly. I threw the towel in the hamper, flung my brush and toothpaste into my bag. Then I dashed down the stairs so Charlie could see that I was in my pajamas, with wet hair. \"'Night, Dad.\" \"'Night, Bella.\" He did look startled by my appearance. Maybe that would keep him from checking on me tonight. I took the stairs two at a time, trying to be quiet, and flew into my room, closing the door tightly behind me. Edward hadn't moved a fraction of an inch, a carving of Adonis perched on my faded quilt. I smiled, and his lips twitched, the statue coming to life. His eyes appraised me, taking in the damp hair, the tattered shirt. He raised one eyebrow. \"Nice.\" I grimaced. \"No, it looks good on you.\" \"Thanks,\" I whispered. I went back to his side, sitting cross-legged beside him. I looked at the lines in the wooden floor. \"What was all that for?\" \"Charlie thinks I'm sneaking out.\" \"Oh.\" He contemplated that. \"Why?\" As if he couldn't know Charlie's mind much more clearly than I could guess. \"Apparently, I look a little overexcited.\" He lifted my chin, examining my face. \"You look very warm, actually.\" He bent his face slowly to mine, laying his cool cheek against my skin. I held perfectly still. \"Mmmmmm…\" he breathed. It was very difficult, while he was touching me, to frame a coherent question. It took me a minute of scattered concentration to begin. \"It seems to be… much easier for you, now, to be close to me.\" \"Does it seem that way to you?\" he murmured, his nose gliding to the corner of my jaw. I felt his hand, lighter than a moth's wing, brushing my damp hair back, so that his lips could touch the hollow beneath my ear. \"Much, much easier,\" I said, trying to exhale. \"Hmm.\" \"So I was wondering…\" I began again, but his fingers were slowly tracing my collarbone, and I lost my train of thought. \"Yes?\" he breathed. \"Why is that,\" my voice shook, embarrassing me, \"do you think?\" I felt the tremor of his breath on my neck as he laughed. \"Mind over matter.\" I pulled back; as I moved, he froze — and I could no longer hear the sound of his breathing. We stared cautiously at each other for a moment, and then, as his clenched jaw gradually relaxed, his expression became puzzled. \"Did I do something wrong?\" \"No — the opposite. You're driving me crazy,\" I explained.  He considered that briefly, and when he spoke, he sounded pleased. \"Really?\" A triumphant smile slowly lit his face. \"Would you like a round of applause?\" I asked sarcastically. He grinned. \"I'm just pleasantly surprised,\" he clarified. \"In the last hundred years or so,\" his voice was teasing, \"I never imagined anything like this. I didn't believe I would ever find someone I wanted to be with… in another way than my brothers and sisters. And then to find, even though it's all new to me, that I'm good at it… at being with you…\" \"You're good at everything,\" I pointed out. He shrugged, allowing that, and we both laughed in whispers. \"But how can it be so easy now?\" I pressed. \"This afternoon…\" \"It's not easy,\" he sighed. \"But this afternoon, I was still… undecided. I am sorry about that, it was unforgivable for me to behave so.\" \"Not unforgivable,\" I disagreed. \"Thank you.\" He smiled. \"You see,\" he continued, looking down now, \"I wasn't sure if I was strong enough…\" He picked up one of my hands and pressed it lightly to his face. \"And while there was still that possibility that I might be… overcome\" — he breathed in the scent at my wrist — \"I was… susceptible. Until I made up my mind that I was strong enough, that there was no possibility at all that I would… that I ever could…\" I'd never seen him struggle so hard for words. It was so… human. \"So there's no possibility now?\" \"Mind over matter,\" he repeated, smiling, his teeth bright even in the darkness. \"Wow, that was easy,\" I said. He threw back his head and laughed, quietly as a whisper, but still exuberantly. \"Easy for you!\" he amended, touching my nose with his fingertip. And then his face was abruptly serious. \"I'm trying,\" he whispered, his voice pained. \"If it gets to be… too much, I'm fairly sure I'll be able to leave.\" I scowled. I didn't like the talk of leaving. \"And it will be harder tomorrow,\" he continued. \"I've had the scent of you in my head all day, and I've grown amazingly desensitized. If I'm away from you for any length of time, I'll have to start over again. Not quite from scratch, though, I think.\" \"Don't go away, then,\" I responded, unable to hide the longing in my voice. \"That suits me,\" he replied, his face relaxing into a gentle smile. \"Bring on the shackles — I'm your prisoner.\" But his long hands formed manacles around my wrists as he spoke. He laughed his quiet, musical laugh. He'd laughed more tonight than I'd ever heard in all the time I'd spent with him. \"You seem more… optimistic than usual,\" I observed. \"I haven't seen you like this before.\" \"Isn't it supposed to be like this?\" He smiled. \"The glory of first love, and all that. It's incredible, isn't it, the difference between reading about something, seeing it in the pictures, and experiencing it?\" \"Very different,\" I agreed. \"More forceful than I'd imagined.\" \"For example\" — his words flowed swiftly now, I had to concentrate to catch it all — \"the emotion of jealousy. I've read about it a hundred thousand times, seen actors portray it in a thousand different plays and movies. I believed I understood that one pretty clearly. But it shocked me…\" He grimaced. \"Do you remember the day that Mike asked you to the dance?\" I nodded, though I remembered that day for a different reason. \"The day you started talking to me again.\" \"I was surprised by the flare of resentment, almost fury, that I felt — I didn't recognize what it was at first. I was even more aggravated than usual that I couldn't know what you were thinking, why you refused him. Was it simply for your friend's sake? Was there someone else? I knew I had no right to care either way. I tried not to care. \"And then the line started forming,\" he chuckled. I scowled in the darkness. \"I waited, unreasonably anxious to hear what you would say to them, to watch your expressions. I couldn't deny the relief I felt, watching the annoyance on your face. But I couldn't be sure. \"That was the first night I came here. I wrestled all night, while watching you sleep, with the chasm between what I knew was right, moral, ethical, and what I wanted. I knew that if I continued to ignore you as I should, or if I left for a few years, till you were gone, that someday you would say yes to Mike, or someone like him. It made me angry. \"And then,\" he whispered, \"as you were sleeping, you said my name. You spoke so clearly, at first I thought you'd woken. But you rolled over restlessly and mumbled my name once more, and sighed. The feeling that coursed through me then was unnerving, staggering. And I knew I couldn't ignore you any longer.\" He was silent for a moment, probably listening to the suddenly uneven pounding of my heart. \"But jealousy… it's a strange thing. So much more powerful than I would have thought. And irrational! Just now, when Charlie asked you about that vile Mike Newton…\" He shook his head angrily. \"I should have known you'd be listening,\" I groaned. \"Of course.\" \"That made you feel jealous, though, really?\" \"I'm new at this; you're resurrecting the human in me, and everything feels stronger because it's fresh.\" \"But honestly,\" I teased, \"for that to bother you, after I have to hear that Rosalie — Rosalie, the incarnation of pure beauty, Rosalie — was meant for you. Emmett or no Emmett, how can I compete with that?\" \"There's no competition.\" His teeth gleamed. He drew my trapped hands around his back, holding me to his chest. I kept as still as I could, even breathing with caution. \"I know there's no competition,\" I mumbled into his cold skin. \"That's the problem.\" \"Of course Rosalie is beautiful in her way, but even if she wasn't like a sister to me, even if Emmett didn't belong with her, she could never have one tenth, no, one hundredth of the attraction you hold for me.\" He was serious now, thoughtful. \"For almost ninety years I've walked among my kind, and yours… all the time thinking I was complete in myself, not realizing what I was seeking. And not finding anything, because you weren't alive yet.\" \"It hardly seems fair,\" I whispered, my face still resting on his chest, listening to his breath come and go. \"I haven't had to wait at all. Why should I get off so easily?\" \"You're right,\" he agreed with amusement. \"I should make this harder for you, definitely.\" He freed one of his hands, released my wrist, only to gather it carefully into his other hand. He stroked my wet hair softly, from the top of my head to my waist. \"You only have to risk your life every second you spend with me, that's surely not much. You only have to turn your back on nature, on humanity… what's that worth?\" \"Very little — I don't feel deprived of anything.\" \"Not yet.\" And his voice was abruptly full of ancient grief. I tried to pull back, to look in his face, but his hand locked my wrists in an unbreakable hold. \"What —\" I started to ask, when his body became alert. I froze, but he suddenly released my hands, and disappeared. I narrowly avoided falling on my face. \"Lie down!\" he hissed. I couldn't tell where he spoke from in the darkness. I rolled under my quilt, balling up on my side, the way I usually slept. I heard the door crack open, as Charlie peeked in to make sure I was where I was supposed to be. I breathed evenly, exaggerating the movement. A long minute passed. I listened, not sure if I'd heard the door close. Then Edward's cool arm was around me, under the covers, his lips at my ear. \"You are a terrible actress — I'd say that career path is out for you.\" \"Darn it,\" I muttered. My heart was crashing in my chest. He hummed a melody I didn't recognize; it sounded like a lullaby. He paused. \"Should I sing you to sleep?\" \"Right,\" I laughed. \"Like I could sleep with you here!\" \"You do it all the time,\" he reminded me. \"But I didn't know you were here,\" I replied icily. \"So if you don't want to sleep…\" he suggested, ignoring my tone. My breath caught. \"If I don't want to sleep… ?\" He chuckled. \"What do you want to do then?\" I couldn't answer at first. \"I'm not sure,\" I finally said. \"Tell me when you decide.\" I could feel his cool breath on my neck, feel his nose sliding along my jaw, inhaling. \"I thought you were desensitized.\" \"Just because I'm resisting the wine doesn't mean I can't appreciate the bouquet,\" he whispered. \"You have a very floral smell, like lavender… or freesia,\" he noted. \"It's mouthwatering.\" \"Yeah, it's an off day when I don't get somebody telling me how edible I smell.\" He chuckled, and then sighed. \"I've decided what I want to do,\" I told him. \"I want to hear more about you.\" \"Ask me anything.\" I sifted through my questions for the most vital. \"Why do you do it?\" I said. \"I still don't understand how you can work so hard to resist what you… are. Please don't misunderstand, of course I'm glad that you do. I just don't see why you would bother in the first place.\" He hesitated before answering. \"That's a good question, and you are not the first one to ask it. The others — the majority of our kind who are quite content with our lot — they, too, wonder at how we live. But you see, just because we've been… dealt a certain hand… it doesn't mean that we can't choose to rise above — to conquer the boundaries of a destiny that none of us wanted. To try to retain whatever essential humanity we can.\" I lay unmoving, locked in awed silence. \"Did you fall asleep?\" he whispered after a few minutes. \"No.\" \"Is that all you were curious about?\" I rolled my eyes. \"Not quite.\" \"What else do you want to know?\" \"Why can you read minds — why only you? And Alice, seeing the future… why does that happen?\" I felt him shrug in the darkness. \"We don't really know. Carlisle has a theory… he believes that we all bring something of our strongest human traits with us into the next life, where they are intensified — like our minds, and our senses. He thinks that I must have already been very sensitive to the thoughts of those around me. And that Alice had some precognition, wherever she was.\" \"What did he bring into the next life, and the others?\" \"Carlisle brought his compassion. Esme brought her ability to love passionately. Emmett brought his strength, Rosalie her… tenacity. Or you could call it pigheadedness.\" he chuckled. \"Jasper is very interesting. He was quite charismatic in his first life, able to influence those around him to see things his way. Now he is able to manipulate the emotions of those around him — calm down a room of angry people, for example, or excite a lethargic crowd, conversely. It's a very subtle gift.\" I considered the impossibilities he described, trying to take it in. He waited patiently while I thought. \"So where did it all start? I mean, Carlisle changed you, and then someone must have changed him, and so on…\" \"Well, where did you come from? Evolution? Creation? Couldn't we have evolved in the same way as other species, predator and prey? Or, if you don't believe that all this world could have just happened on its own, which is hard for me to accept myself, is it so hard to believe that the same force that created the delicate angelfish with the shark, the baby seal and the killer whale, could create both our kinds together?\" \"Let me get this straight — I'm the baby seal, right?\" \"Right.\" He laughed, and something touched my hair — his lips? I wanted to turn toward him, to see if it was really his lips against my hair. But I had to be good; I didn't want to make this any harder for him than it already was. \"Are you ready to sleep?\" he asked, interrupting the short silence. \"Or do you have any more questions?\" \"Only a million or two.\" \"We have tomorrow, and the next day, and the next…\" he reminded me. I smiled, euphoric at the thought.  \"Are you sure you won't vanish in the morning?\" I wanted this to be certain. \"You are mythical, after all.\" \"I won't leave you.\" His voice had the seal of a promise in it. \"One more, then, tonight…\" And I blushed. The darkness was no help — I'm sure he could feel the sudden warmth under my skin. \"What is it?\" \"No, forget it. I changed my mind.\" \"Bella, you can ask me anything.\" I didn't answer, and he groaned. \"I keep thinking it will get less frustrating, not hearing your thoughts. But it just gets worse and worse.\" \"I'm glad you can't read my thoughts. It's bad enough that you eavesdrop on my sleep-talking.\" \"Please?\" His voice was so persuasive, so impossible to resist. I shook my head. \"If you don't tell me, I'll just assume it's something much worse than it is,\" he threatened darkly. \"Please?\" Again, that pleading voice. \"Well,\" I began, glad that he couldn't see my face. \"Yes?\" \"You said that Rosalie and Emmett will get married soon… Is that… marriage… the same as it is for humans?\" He laughed in earnest now, understanding. \"Is that what you're getting at?\" I fidgeted, unable to answer. \"Yes, I suppose it is much the same,\" he said. \"I told you, most of those human desires are there, just hidden behind more powerful desires.\" \"Oh,\" was all I could say. \"Was there a purpose behind your curiosity?\" \"Well, I did wonder… about you and me… someday…\" He was instantly serious, I could tell by the sudden stillness of his body. I froze, too, reacting automatically. \"I don't think that… that… would be possible for us.\" \"Because it would be too hard for you, if I were that… close?\" \"That's certainly a problem. But that's not what I was thinking of. It's just that you are so soft, so fragile. I have to mind my actions every moment that we're together so that I don't hurt you. I could kill you quite easily, Bella, simply by accident.\" His voice had become just a soft murmur. He moved his icy palm to rest it against my cheek. \"If I was too hasty… if for one second I wasn't paying enough attention, I could reach out, meaning to touch your face, and crush your skull by mistake. You don't realize how incredibly <em>breakable</em> you are. I can never, never afford to lose any kind of control when I'm with you.\" He waited for me to respond, growing anxious when I didn't. \"Are you scared?\" he asked. I waited for a minute to answer, so the words would be true. \"No. I'm fine.\" He seemed to deliberate for a moment. \"I'm curious now, though,\" he said, his voice light again. \"Have you ever… ?\" He trailed off suggestively. \"Of course not.\" I flushed. \"I told you I've never felt like this about anyone before, not even close.\" \"I know. It's just that I know other people's thoughts. I know love and lust don't always keep the same company.\" \"They do for me. Now, anyway, that they exist for me at all,\" I sighed. \"That's nice. We have that one thing in common, at least.\" He sounded satisfied. \"Your human instincts…\" I began. He waited. \"Well, do you find me attractive, in that way, at all?\" He laughed and lightly rumpled my nearly dry hair.  \"I may not be a human, but I am a man,\" he assured me. I yawned involuntarily. \"I've answered your questions, now you should sleep,\" he insisted. \"I'm not sure if I can.\" \"Do you want me to leave?\" \"No!\" I said too loudly. He laughed, and then began to hum that same, unfamiliar lullaby; the voice of an archangel, soft in my ear. More tired than I realized, exhausted from the long day of mental and emotional stress like I'd never felt before, I drifted to sleep in his cold arms.",
            "vi": "14        14.  Sức mạnh của ý chí Anh có thể lái xe giỏi khi giữ tốc độ vừa phải, tôi phải thừa nhận.  Như nhiều thứ khác, lái xe dường như thật dễ dàng đối với anh. Anh hầu như chẳng hề nhìn đường, vậy mà bánh xe chẳng hề chệch quá tâm làn xe một xăng-ti-mét. Anh lái một tay, tay kia nắm tay tôi đặt trên ghế.  Thỉnh thoảng anh nhìn chằm chằm vào mặt trời lặn, thỉnh thoảng anh nhìn lướt qua tôi - khuôn mặt tôi, tóc tôi bay phất phới ra cửa sổ mở, tay chúng tôi đan vào nhau.  Anh chỉnh ra-đi-ô đến một đài phát nhạc xưa, rồi anh hát theo một bài hát tôi chưa từng nghe. Anh thuộc từng lời. \"Anh thích nhạc của thập kỷ năm mươi?\" tôi hỏi.  \"Nhạc trong thập kỷ năm mươi hay. Hay hơn nhạc của những năm sáu mươi, hay thập kỷ bẩy mươi nhiều, hừm!\" anh nhún vai. \"Nhạc của thập kỷ tám mươi thì tạm chịu đựng được. \" \"Có bao giờ anh cho em biết anh bao nhiêu tuổi không?\" tôi hỏi, ướm thử, không muốn làm xáo trộn tâm trạng vui vẻ của anh.  \"Chuyện đó có quan trọng lắm không?\" thật nhẹ nhõm là nụ cười của anh vẫn tươi tắn.  \"Không, nhưng em cứ thắc mắc hoài ...\" Tôi nhăn nhó. \"Không có gì bực bằng một bí ẩn chưa khám phá làm mình không ngủ được trong đêm.” \"Anhi tự hỏi không biết chuyện đó có làm em khó chịu không, \" anh ngẫm nghĩ.  Anh nhìn chằm chằm vào mặt trời; hàng phút trôi qua.  \"Thử xem, \" Cuối cùng thì tôi cũng  nói.  Anh thở dài, rồi nhìn vào mắt tôi, dường như quên hẳn đường đi trong chốc lát. Mọi thứ  anh nhìn thấy trong mắt tôi hẳn đã khuyến khích anh. Anh nhìn vào mặt trời - ánh sáng của mặt trời đang lặn lấp lánh trên da anh thành những tia lấp lánh hồng ngọc - rồi nói.  \"Anh được sinh ra ở Chicago năm 1901. \" Anh dừng lại và nhìn lướt qua tôi từ khoé mắt. Khuôn mặt tôi chẳng để lộ chút ngạc nhiên nào, kiên nhẫn chờ anh nói tiếp. Anh hơi mỉm cười rồi tiếp tục. \"Carlisle tìm thấy anh trong một bệnh viện vào mùa hè năm 1918. Anh lúc đó 17 tuổi, và đang hấp hối vì bịnh cúm Tây Ban Nha. \" Anh nghe tiếng tôi hít vào, dù chính tai tôi cũng khó nghe thấy. Anh lại nhìn xuống mắt tôi lần nữa.  \"Anh không nhớ rõ chuyện đó – đã quá lâu rồi, và ký ức của con người đã nhạt phai.” Anh chìm đắm trong suy tư một chút rồi tiếp tục. \"Anh nhớ rõ cảm giác ra sao, khi Carlisle cứu anh. Thật không dễ dàng chút nào, không phải là chuyện có thể quên được.” \"Cha mẹ anh thì sao?\" \"Họ đã chết vì căn bệnh ấy. Anh chỉ còn một mình. Đó là lý do tại sao ông đã chọn anh. Trong cảnh hỗn độn của dịch bệnh, sẽ chẳng bao giờ có ai nhận ra anh đã chết.” \"Ông ấy ... cứu được anh bằng cách nào?” Một vài giây trôi qua trước khi anh trả lời.  Anh có vẻ lựa chọn ngôn từ cẩn thận.  \"Rất khó. Rất ít người trong bọn anh có khả năng tự chủ cần thiết để hoàn thành việc đó. Nhưng Carlisle luôn là người nhân đức nhất, giàu lòng trắc ẩn nhất trong bọn anh .... Anh nghĩ chẳng thể có ai sánh được với ông từ trước đến nay.” Anh ngừng lại. \"Đối với anh, chỉ là rất, rất đau đớn.” Tôi dám chắc từ cách anh mím môi, anh sẽ không nói thêm câu nào nữa về vấn đề này. Tôi ráng kềm tính hiếu kỳ của mình, dù còn lâu nó mới chịu yên. Có nhiều chuyện tôi cần xem xét thấu đáo trong đề tài cụ thể này, những chuyện chỉ mới bắt đầu xảy ra với tôi. Rõ ràng đầu óc khôn ngoan của anh hiểu rõ mọi chuyện đã né tránh tôi.  Giọng nói nhẹ nhàng của anh cắt ngang suy nghĩ của tôi. \"Ông làm vậy vì cô đơn. Đó thường là lý do chọn lựa.  Anh là người đầu tiên trong gia đình Carlisle, mặc dù chẳng bao lâu sau ông tìm thấy Esme. Bà té xuống từ vách đá. Người ta mang bà thẳng đến nhà xác của bệnh viện, mặc dù, không biết vì sao, trái tim bà vẫn còn đập.” \"Vậy nghĩa là mình phải hấp hối trước rồi mới trở thành ...\" Chúng tôi chẳng bao giờ nói ra từ này, và bây giờ tôi không thể nói trọn câu được. \"Không, chỉ Carlisle mới vậy thôi.  Ông sẽ chẳng bao giờ làm thế đối với người còn lựa chọn khác.”  Sự tôn trọng trong giọng anh đậm sâu mỗi khi anh nói đến cha mình. \"Mặc dù ông nói sẽ dễ dàng hơn, \" anh tiếp tục, \" nếu máu loãng. \" Anh nhìn vào con đường bấy giờ đã tối đen, và tôi có thể cảm thấy đề tài này sẽ kết thúc lần nữa. \"Còn Emmett và Rosalie?\" \"Kế đó Carlisle mang Rosalie đến cho gia đình bọn anh. Rất lâu sau, anh mới nhận ra là ông hi vọng cô ấy sẽ có ý nghĩa với anh như Esme có ý nghĩa với ông – ông rất cẩn thận che giấu suy nghĩ của mình khi ở gần anh.” Anh tỏ vẻ không tin.”  Nhưng cô ấy chẳng bao giờ là cái gì khác ngoài một người em.  Sau đó chỉ hai năm cô ấy tìm thấy Emmett. Cô ấy đang săn - bọn anh đang ở Appalachia vào lúc đó - thì thấy gấu sắp kết liễu đời anh ta. Cô mang anh ta về cho Carlisle, hơn một trăm dặm, vì sợ một mình cô không thể làm chuyện đó.  Anh bây giờ mới bắt đầu hiểu được thời gian ấy khó khăn thế nào đối với cô.” Anh liếc nhìn tôi sắc lẻm, rồi đưa bàn tay của chúng tôi lên, vẫn đan nhau, để vuốt má tôi bằng mu bàn tay anh.  \"Nhưng cô ấy đã làm được, \" tôi khuyến khích, quay đầu không nhìn vào vẻ đẹp không chịu nỗi của mắt anh.  \"Ừ, \" anh thì thầm. \"Cô ấy đã nhìn thấy điều gì đó trong khuôn mặt anh ta làm cô cảm thấy mạnh mẽ. Và họ đã sống cùng nhau kể từ lúc đó. Đôi khi họ tách ra khỏi bọn anh, như một cặp vợ chồng.  Có điều bọn anh càng giả vờ trẻ, thì càng có thể ở lâu hơn ở một nơi nào đó. Forks có vẻ hoàn hảo, nên tất cả bọn anh phải ghi danh học trung học.”  Anh cười to. \"Anh nghĩ vài năm nữa mình lại sẽ phải đi dự đám cưới của họ nữa.” \"Còn Alice và Jasper?\" \"Alice và Jasper là hai người rất hiếm có. Họ đều phát triển lương tri mà không cần người khác phải dìu dắt. Jasper thuộc về một ... gia đình khác, rất nhiều loại gia đình. Anh ấy cảm thấy muộn phiền, nên lang thang một mình. Alice tìm thấy anh ta. Giống như anh, cô ấy có thiên khiếu vượt ngoài khả năng của chủng loài bọn anh. \" \"Thật sao?\" tôi ngắt lời, thích thú. \" Nhưng anh  nói anh là người duy nhất có thể đọc được suy nghĩ người khác mà. \" \" Đúng thế. Cô ấy biết chuyện khác. Cô ấy nhìn thấy được những chuyện - những chuyện có thể xảy ra, những chuyện sắp đến. Nhưng rất chủ quan. Vì tương lai không được khắc trên đá, nên mọi chuyện sẽ thay đổi. \" Hàm anh nghiến lại khi anh nói câu đó, rồi mắt anh liếc tôi rồi nhìn sang chỗ khác thật nhanh đến nỗi tôi không chắc có phải mình chỉ tưởng tượng điều đó mà thôi hay không.  \"Loại chuyện nào cô ấy nhìn thấy?\" \"Cô ấy thấy Jasper và biết anh ta đang tìm cô trước khi anh ấy tự hiểu được điều đó. Cô ấy nhìn thấy Carlisle và gia đình bọn anh, rồi họ cùng nhau đi tìm bọn anh. Cô ấy là sinh vật không phải con người nhạy cảm nhất. Cô luôn nhìn thấy, chẳng hạn, khi một nhóm khác thuộc chủng loại của bọn anh đang đến gần. Và mọi nguy hiểm có thể xảy ra từ họ.” \"Có nhiều ... thuộc chủng loại của anh sao?\" tôi bị bất ngờ. Có bao nhiêu người trong số họ đi giữa chúng tôi mà không bị phát hiện? \"Không, không nhiều. Nhưng đa số không ở cố định một nơi. Chỉ những người như bọn anh, những người không chịu săn em, con người” – một ánh nhìn ranh mãnh liếc về hướng tôi - \"là có thể sống lâu cùng con người. Bọn anh chỉ thấy một gia đình khác giống bọn anh, sống trong một ngôi làng nhỏ ở Alaska. Bọn anh sống với nhau một thời gian, nhưng vì quá đông nên trở nên dễ bị chú ý. Những người sống ... khác biệt ... như bọn anh, thường có khuynh hướng tụ hợp lại với nhau. \" \"Còn những người khác thì sao?\" \"Du cư, nói chung. Bọn anh thỉnh thoảng sống như thế.  Sẽ dần trở nên buồn tẻ, như mọi thứ khác. Nhưng bọn anh thỉnh thoảng vẫn tình cờ gặp những người khác, vì hầu hết mọi người đều thích miền Bắc hơn. \" \"Sao lại thế?\" Bây giờ chúng tôi đã đỗ xe trước nhà tôi và anh tắt máy xe.  Trời thật yên tĩnh và tối thui; không có trăng. Đèn mái hiên tắt nên tôi biết bố tôi chưa về nhà.  \"Thế trưa nay em có mở mắt không đó?\" anh trêu chọc. \"Em có nghĩ anh có thể xuống phố dưới ánh nắng mà không gây ra tai nạn giao thông sao?  Đó là một lý do làm bọn anh chọn Olympic Peninsula, một trong những vùng không ánh nắng trời nhất trên thế giới.  Thật tuyệt khi có thể ra ngoài vào buổi sáng. Em sẽ không tưởng nỗi chán thế nào khi chỉ có thể ra ngoài vào ban đêm trong hơn 80 năm trời. \" \"Vậy cho nên mới có những truyền thuyết đó?\" \"Chắc vậy. \" \"Và Alice đến từ gia đình khác, giống Jasper?\" \"Không, và đó là một điều bí ẩn. Alice chẳng hề nhớ gì về cuộc đời của cô khi là người chút nào cả.  Và cô ấy không biết ai đã tạo ra cô. Cô ấy tỉnh lại chỉ có một mình. Dù là ai đã tạo ra cô, thì người đó cũng đã bỏ đi, và chẳng ai trong bọn anh hiểu được vì sao, hay bằng cách nào, mà hắn có thể làm chuyện đó. Nếu cô không có khả năng đặc biệt kia, nếu cô không nhìn thấy Jasper và Carlisle và biết rằng một ngày nào đó cô ấy sẽ trở thành một người trong nhóm bọn anh, có lẽ cô ấy sẽ trở thành hoàn toàn man rợ.” Có quá nhiều thứ để xem xét toàn diện, quá nhiều điều tôi còn muốn hỏi. Nhưng, thiệt mắc cỡ, dạ dày tôi sôi réo. Tôi đã quá bị thu hút đến nỗi, tôi thậm chí không nhận ra mình đói. Bây giờ tôi đã nhận ra vì đã đói rã ruột rồi.  \"Anh xin lỗi, anh làm em không ăn tối được.” \"Em ổn mà, thiệt đó. \" \"Anh chưa từng ở lâu bên người cần ăn uống, nên quên mất.” \"Em muốn ở bên anh.” Dễ hơn khi nói trong bóng tối, biết là khi nói giọng tôi sẽ phản bội tôi, để lộ niềm si mê vô vọng tôi dành cho anh.  \"Anh vào nhà được không?\" anh hỏi.  \"Anh có muốn vậy không?\" tôi không thể hình dung tạo vật thần thánh này ngồi trên ghế nhà bếp lụp xụp của cha tôi.  \"Muốn, nếu ổn. \" Tôi nghe tiếng cửa đóng lặng lẽ, và gần như ngay lúc đó anh đã ở ngoài cửa xe, mở cho tôi.  \"Con người ghê, \"Tôi khen anh.  \"Chỉ bề ngoài thôi.” Anh đi bên tôi trong đêm, êm đến mức tôi phải nhìn lén anh thường xuyên để chắc anh vẫn còn ở đó. Trong bóng tối anh trông bình thường hơn. Vẫn nhợt nhạt, vẫn vẻ đẹp huyền ảo, nhưng không còn là sinh vật lấp lánh tuyệt vời trong buổi chiều ngập nắng.  Anh đến cửa trước tôi và mở nó cho tôi. Tôi ngừng lại khi đang bước qua khung cửa.  \"Cửa  không khoá sao?\" \"Không, anh lấy chìa khoá dưới mái hiên.” Tôi bước vào, bật đèn ở hàng hiên, và nhướng mày quay sang nhìn anh. Tôi chắc mình chưa từng lấy chìa khoá trước mặt anh.  \"Anh muốn tìm hiểu về em mà. \" \"Anh bí mật theo dõi em?\" Nhưng chẳng biết sao tôi không thể làm giọng mình giận dữ đúng mức. Tôi cảm thấy sung sướng.  Anh ngoan cố. \"Chớ còn chuyện gì khác để làm nữa đâu trong đêm?\" Tôi bỏ qua chuỵên đó một chốc và đi qua phòng khách xuống bếp. Anh đã ở đó trước tôi, chẳng cần dẫn đường. Anh ngồi trong đúng cái ghế tôi đã hình dung anh sẽ ngồi. Sắc đẹp của anh làm sáng ngời nhà bếp. Mất cả hồi lâu tôi mới nhìn sang chỗ khác được.  Tôi tập trung làm bữa tối cho mình, lấy lasagna của đêm trước trong tủ lạnh ra, đặt một góc vào đĩa, hâm nóng nó trong lò vi ba. Cái lò xoay tròn, làm cả căn bếp đầy mùi cà chua và lá oregano. Tôi không rời mắt khỏi đĩa thức ăn khi nói.  \"Bao lâu một lần?\" tôi tự nhiên hỏi.  \"hmmm ?\"  Giọng anh như thể tôi đã lôi anh ra dòng suy nghĩ nào khác.  Tôi vẫn không quay lại. \"Bao lâu một lần anh đến đây ?\" \"Hầu như đêm nào anh cũng đến đây.” Tôi xoay, sửng sốt. \"Tại sao ?\" \"Em rất thú vị khi ngủ. \" anh nói vẻ thật thà. \"Em mớ. \" \"Trời ơi!\" tôi thở hổn hển, tôi mắc cỡ đến tận chân tóc. Tôi vịn chặt quầy nhà bếp để đứng vững. Tôi biết mình mớ khi ngủ, dĩ nhiên rồi; mẹ tôi chọc hoài chuyện đó. Tuy vậy, tôi chưa từng nghĩ đó là chuyện tôi cần lo lắng ở đây.  Vẻ mặt anh chuyển thành chán nản ngay. \"Em sẽ giận anh lắm phải không?\" \"Cũng còn tùy!\" tôi cảm thấy và nghe giống như tôi bị ngạt thở.  Anh đợi.  \"Vào?\" anh giục.  \"Anh nghe gì!\" tôi rên rỉ.  Ngay tức khắc, lặng lẽ, anh đang ở bên tôi, nắm tay tôi cẩn thận trong tay anh.  \"Đừng bực mình!\" anh khẩn khoản. Anh cúi mặt đến ngang tầm mắt tôi, nhìn chằm chằm vào mắt tôi. Tôi bối rối, cố nhìn sang chỗ khác.  \"Em nhớ mẹ, \" anh thì thầm. \"Em lo cho mẹ. Và khi trời mưa, tiếng mưa làm em bức rức không yên. Em thường hay nói về nhà, nhưng bây giờ ít thường xuyên hơn.  Có lần em  nói, 'Xanh quá.”  Anh cười khẽ, tôi có thể thấy, anh đang hy vọng không làm tôi khó chịu thêm.  \"Còn gì khác nữa?\" tôi hỏi.  Anh biết ý tôi muốn nói gì. \"Em đã gọi tên anh,” anh thú nhận.  Tôi thở dài chịu thua. \"Nhiều không?\" \"Theo em, bao nhiêu là “nhiều”?\" \"Trời ơi!\" tôi cúi đầu.  Anh kéo tôi tựa vào ngực anh, nhẹ nhàng, tự nhiên.  \"Đừng ngượng ngùng thế, \" anh thì thầm vào tai tôi. \"Nếu anh mơ được chút nào, thì chắc chắn anh sẽ mơ về em. Và anh không xấu hổ vì chuyện đó đâu.” Rồi cả hai chúng tôi đều nghe tiếng bánh xe chạy trên đường lái xe vào nhà, thấy đèn pha loé qua cửa sổ phía trước, rọi xuống phòng khách. Tôi cứng đờ trong vòng tay anh.  \"Có nên để bố em biết anh ở đây không?\" anh hỏi.  \"Em không biết nữa ...” tôi cố nghĩ thật nhanh. \"Để khi khác vậy ...” Rồi tôi chỉ còn một mình.  \"Edward! \" tôi  rít lên.  Tôi nghe tiếng cười khúc khích ma quái, rồi không còn gì khác.  Tiếng chìa khoá của bố xoay trong cửa.  \"Bella ?\" ông gọi.  Tôi đã bực vụ đó; còn ai vào đây nữa chứ? Bỗng dưng, ở mức độ nào đó, ông rõ là đã đúng đắn.  \"Con đây.” Tôi hy vọng ông không nhận ra chút kích động trong giọng tôi. Tôi chộp món ăn tối của tôi ra khỏi lò vi - ba rồi ngồi ở bàn khi ông bước vào. Bước chân ông nghe thật ồn sau một ngày tôi ở bên Edward. \"Con làm cho bố một phần luôn nhé? Bố mệt rã rời.” Ông đạp lên gót giày bốt để cởi ra, tựa vào lưng ghế của Edward.  Tôi mang đĩa thức ăn theo, bẻ ăn từng miếng khi làm bữa tối cho bố.  Bánh làm phỏng lưỡi tôi. Tôi đổ đầy hai ly sữa khi đang hâm nóng món lasagna của bố, và ực một ngụm sữa để bớt phỏng. Khi tôi đặt ly xuống, tôi nhận thấy sữa lắc lư và nhận ra tay mình đang run rẩy. Charlie ngồi trong ghế, và sự tương phản giữa ông với người đã ngồi trước đó thật hài hước.  \"Cám ơn con, \" bố nói khi tôi đặt thức ăn của ông lên bàn.  \"Ngày hôm nay của bố thế nào?\" tôi hỏi. Lời nói hối hả; tôi muốn thoát về phòng hết sức.  \"Ổn. Cá cắn câu còn con thì sao? Con có làm xong mọi chuyện định làm không?\" \"Vẫn chưa xong – Ở nhà thiệt thích. \" tôi cắn một miếng to khác.  \"Thật là một ngày vui, \" ông đồng ý.  Đó là nói bớt đi rồi, tôi tự nghĩ.  Cắn xong miếng lasagna cuối cùng, tôi nâng ly và uống cạn phần sữa còn lại.  Charlie làm tôi ngạc nhiên vì sự tinh ý của ông. \"Con đang vội à?\" \"Dạ, con mệt. Con sẽ đi ngủ sớm. \" \"Trông con có vẻ hơi căng thẳng, \" ông để ý. Tại sao, ồ tại sao, mà phải là đêm nay là đêm bố lại để ý chớ? \"Con hả?\"  là tất cả những gì tôi có thể trả lời được. Tôi nhanh chóng rửa sạch đĩa trong bồn rửa chén, rồi đặt chúng lật ngược trên khăn lót tay cho khô.  \"Thứ bảy mà, \" ông trầm ngâm.  Tôi không trả lời.  \"Con không định làm gì đêm nay sao?\" ông đột ngột hỏi.  \"Không, bố. Con chỉ muốn ngủ một chút. \" \"Không có chú chàng nào trong thành phố này đúng loại con thích hả ?\" ông nghi ngờ, nhưng cố tỏ ra thờ ơ.  \"Không, chưa có chú chàng nào làm con chú ý hết. \" tôi cẩn thận không quá nhấn mạnh từ chú chàng trong cuộc điều tra tìm sự thật với Charlie.  \"Bố cứ tưởng chắc anh chàng Mike Newton đó ...  con nói nó thân thiết mà. \" \"Anh ta chỉ là bạn thôi, bố. \" \"Được thôi, dù sao thì con cũng quá tuyệt so với tất cả tụi nó.  Hãy chờ cho đến khi con vào đại học rồi hãy bắt đầu có bạn trai.  Giấc mơ của mọi người cha là con gái ông sẽ ra khỏi nhà trước khi hoóc–môn sôi sùng sục.  \"Nghe rất hợp ý con, \" Tôi đồng ý vừa bước lên cầu thang.  \"Ngủ ngon, con cưng, \" ông gọi với theo tôi.  Chắc chắn ông sẽ lắng nghe cẩn thận suốt đêm, chờ coi tôi lẻn ra khỏi nhà.  \"Hẹn gặp bố sáng mai.”  Hẹn gặp bố lẻn vào phòng con đêm nay lúc nửa đêm để kiểm tra coi con có trong phòng không.  Tôi cố tình làm tiếng chân có vẻ chậm và mệt mỏi khi bước lên cầu thang vào phòng. Tôi đóng cửa đủ to để bố nghe được, rồi chạy hết tốc lực trên đầu ngón chân ra cửa sổ. Tôi mở toang cửa rồi ngả người ra màn đêm. Mắt tôi quét vào bóng tối, vào bóng cây chẳng nhìn thấy gì.  \"Edward?\" tôi thì thầm, cảm thấy mình hết sức ngớ ngẩn.  Tiếng trả lời tươi cười, dịu dàng đến từ đằng sau tôi. \"Gì?\" Tôi xoay người, một tay vịn vào họng ngạc nhiên.  Anh nằm, mỉm cười hết cỡ, ngang qua giường ngủ của tôi, tay gác sau đầu, chân đu đưa, hiện thân của sự thoải mái.  \"Ôi !\" tôi thở, loạng choạng ngồi xuống sàn.  \"Anh xin lỗi. \" anh mím môi vào nhau, cố che giấu niềm vui thích của mình.  \"Cho em một phút để khởi động lại tim. \" Anh ngồi dậy từ từ, để khỏi làm tôi giật mình lần nữa. Rồi anh nghiêng về phía trước và vươn tay đỡ tôi, nắm đầu cánh tay như thể tôi là em bé mới tập đi.  Anh đặt tôi ngồi trên giường cạnh anh.  \"Sao em không ngồi với anh, \" anh đề nghị, đặt bàn tay lạnh của mình lên tay tôi.  \"Tim sao rồi?\" \"Anh nói em biết đi – em chắc anh nghe nó rõ hơn em. \" Tôi cảm thấy tiếng cười lặng lẽ của anh làm rung cả giường.  Chúng tôi ngồi đó một chốc trong im lặng, cả hai cùng lắng nghe nhịp tim chậm của tôi. Tôi nghĩ về việc Edward trong phòng mình, còn bố ở trong nhà.  \"Cho em một phút làm người nhe?\" tôi hỏi.  \"Chắc chắn rồi. \" anh ra điệu bộ bằng một tay là tôi nên làm đi.  \"Ở lại nhé, \" tôi  nói, cố ra vẻ dữ tợn.  \"Vâng, thưa bà. \" Rồi anh biểu diễn làm tượng trên mép giường của tôi.  Tôi nhảy lên, chộp bộ đồ ngủ trên sàn, túi vật dụng dùng khi tắm rửa trên bàn. Tôi cứ để đèn tắt rồi lẻn ra, đóng cửa.  Tôi nghe âm thanh TV vang lên tận cầu thang. Tôi tông cửa phòng tắm thật lớn, để Charlie sẽ không bất ngờ xuất hiện làm tôi bực mình.  Tôi ráng làm thật nhanh. Tôi chải răng như điên, cố đánh thật kỹ mà nhanh chóng, loại bỏ mọi dấu vết của lasagna. Nhưng nước nóng vòi sen thì không thể vội được. Nó làm cơ lưng tôi giãn ra, làm dịu đi mạch máu của tôi.  Mùi dầu gội đầu quen thuộc làm tôi cảm thấy mình trở lại là mình như sáng nay. Tôi cố không nghĩ về Edward, đang ngồi trong phòng tôi, chờ đợi, vì nếu vậy tôi lại phải bắt đầu từ đầu quá trình trấn tĩnh mình. Cuối cùng, không thể trì hoãn hơn nữa, tôi tắt nước, lau khô vội vàng, rồi lại vội vã. Tôi mặc áo thun ngắn tay bị lủng lổ và quần thun dài màu xám. Có hối tiếc không chịu xếp bộ đồ ngủ bằng lụa Victoria Secret mà mẹ tặng tôi hai sinh nhật trước thì cũng muộn rồi, bộ đồ ấy vẫn còn nguyên nhãn trong một ngăn kéo nào đó ở nhà.  Tôi chà khăn lên tóc tôi lần nữa, rồi chải mấy nhát thật nhanh. Tôi ném vào cái khăn vào giỏ, vứt cây lược và kem đánh răng vào túi. Sau đó tôi chạy xuống cầu thang để Charlie có thể thấy tôi đã mặc pi-gia-ma, tóc ướt.  \"Ngủ ngon nhe bố.” \"Ngủ ngon, Bella. \" ông rõ ràng giật mình vì diện mạo của tôi. Có lẽ điều đó sẽ làm ông khỏi phải kiểm tra tôi đêm nay.  Tôi bước lên lầu hai nấc một lúc, cố bước nhẹ nhàng, rồi bay vào phòng, đóng cửa chặt sau lưng.  Edward  không nhúc nhích một li, tượng thần Adonic ngồi trên chiếc mền phai màu của tôi. Tôi mỉm cười, và môi anh bặm lại, bức tượng đã hồi sinh.  Mắt anh nhận xét tôi, để ý mái tóc ướt, cái áo thun tơi tả. Anh nhướng mày. \"Dễ thương.” Tôi nhăn nhó.  \"Thiệt mà, trông hợp với em lắm.” \"Cám ơn anh, \" tôi thì thầm. Tôi quay lại bên anh, ngồi gác chân bên anh. Nhìn đường vân trên sàn gỗ.  \"Làm mấy chuyện đó để làm gì vậy?\" \" Charlie nghĩ em sắp lẻn đi chơi. \" \"Ồ.” anh ngẫm nghĩ. \"Tại sao vậy?\" Như thể anh không biết suy nghĩ của Charlie rõ hơn tôi có thể đoán vậy.  \"Rõ ràng là, em có vẻ hơi quá phấn khích. \" Anh nâng cằm tôi lên, kiểm tra khuôn mặt tôi.  \"Thực ra, trông em rất sôi nổi.” Anh từ từ cúi mặt đến gần mặt tôi, áp má mát rượi của mình vào da tôi. Tôi ngồi yên không nhúc nhích.  \"Mmmmmm \" anh thở.  Khi anh chạm vào tôi, thật khó mà đặt được một câu hỏi mạch lạc.  Tôi mất cả phút để tập trung suy nghĩ đã bị phân tán.  \"Dường như ... bây giờ gần gũi em, dễ hơn nhiều với anh. \" \"Em có cảm thấy giống vậy không?\" anh thì thầm, mũi anh lướt qua góc hàm của tôi. Tôi cảm thấy tay anh, nhẹ hơn cánh bướm, vuốt mái tóc ướt của tôi lần nữa, để môi anh có thể chạm đến vùng lõm dưới tai tôi.  \"Dễ dàng hơn nhiều, rất nhiều \" tôi  nói, cố thở ra.  \"Hmm. \" \"Vì vậy em đang nghĩ ...\" Tôi lại bắt đầu, nhưng ngón tay anh đang từ từ dò theo xương đòn của tôi, và tôi lại quên mất mình đang nghĩ gì.  \"Sao?\" anh thở.  \"Tại sao thế được chứ, \" giọng tôi run rẩy, làm tôi ngượng, \"anh nghĩ sao?\" Tôi cảm thấy chấn động của hơi thở anh trên cổ mình khi anh cười. \" Sức mạnh của ý chí.” Tôi lùi ra; khi tôi di chuyển, anh ngồi im - và tôi không còn nghe tiếng anh thở nữa.  Chúng tôi thận trọng nhìn chằm chằm vào nhau trong chốc lát, rồi, quai hàm đang nghiến chặt của anh dần thư giãn, vẻ mặt anh trở nên khó đoán.  \"Anh đã làm gì không đúng sao?\" \"Không - ngược lại. Anh đang làm em phát điên, \" tôi giải thích.  Anh suy nghĩ câu nói của tôi trong chốc lát, rồi khi anh cất tiếng, giọng anh có vẻ hài lòng.  \"Thật sao?\"  nụ cười chiến thắng từ từ làm mặt anh bừng sáng.  \"Anh có cần co một tràng pháo tay không?\" tôi mỉa mai hỏi.  Anh cười toe toét.  \"Anh chỉ cảm thấy ngạc nhiên dễ chịu, \" anh giải thích. \"Trong cả gần trăm năm qua, \" giọng anh trêu chọc, \"Anh chẳng bao giờ tưởng tượng ra chuyện gì giống thế này. Anh không tin mình sẽ tìm thấy người anh muốn ở bên ... theo kiểu khác tình cảm anh chị em. Và rồi lại thấy, mặc dù hoàn toàn mới mẻ đối với anh, anh lại giỏi chuyện đó ... giỏi chuyện ở bên em...\" \"Anh giỏi mọi thứ mà, \" tôi chỉ ra.  Anh nhún vai, đồng ý, rồi cả hai chúng tôi cười không thành tiếng.  \"Nhưng bây giờ sao lại có thể dễ như thế chứ ?\" tôi nhấn mạnh. \"Trưa nay ... \" \"Không dễ, \" anh thở dài. \"có điều trưa nay, anh vẫn ... chưa quyết.  Anh xin lỗi về chuyện đó, thật không thể tha thứ vì đã cư xử như vậy. \" \"Không phải không thể tha thứ, \" tôi phản đối.  \"Cảm ơn em. \" Anh mỉm cười. \"Em thấy đó, \" anh tiếp tục, bây giờ  nhìn xuống, \"Anh không chắc mình đủ mạnh mẽ... \" Anh cầm một bàn tay tôi lên rồi áp nhẹ nhàng lên mặt anh. \"Và trong khi vẫn còn triển vọng anh có thể ... vượt qua được\" - anh hít mùi hương ở cổ tay tôi - \"Anh... có thể chịu đựng được. Cho đến khi anh đoan chắc mình đủ mạnh mẽ, đoan chắc không thể có chút khả năng nào là anh sẽ ... là anh có thể ... \" Tôi chưa từng thấy anh tìm từ khó khăn đến thế. Thật hết sức ... người.  \"Vậy bây giờ không có khả năng?\" \"Sức mạnh của ý chí, \" anh lặp lại, mỉm cười, răng anh sáng ngay cả trong bóng tối.  \"Chà, thật dễ, \" tôi  nói.  Anh ngửa cổ cười, lặng lẽ như tiếng thì thầm, nhưng vẫn hồ hởi.  \"Dễ với em thôi!\" anh chỉnh, sờ mũi tôi bằng đầu ngón tay anh.  Rồi khuôn mặt anh là đột nhiên nghiêm trang.  \"Anh đang cố gắng, \" anh thì thầm, giọng anh đau đớn. \"Nếu chuyện trở nên ... quá sức, anh chỉ chắc được một điều là anh có thể bỏ đi. \" Tôi cau mày giận dữ. Tôi không thích nói đến chuyện bỏ đi.  \"Và mai sẽ khó khăn hơn, \" anh tiếp tục. \"Anh đã có mùi hương em cả ngày nay trong đầu, nên càng lúc anh càng ít nhạy mùi hơn.  Nếu xa em khá lâu, anh sẽ phải bắt đầu lại từ đầu. Tuy anh nghĩ không đến mức từ đầu hoàn toàn. \" \"Vậy thì, đừng bỏ đi, \" Tôi trả lời, không thể che giấu nỗi ao ước trong giọng mình.  \"Hợp ý anh, \" anh trả lời, mặt anh giãn thành nụ cười dịu dàng.  \"Hãy mang còng ra - anh là tù nhân của em. \" nhưng bàn tay ngón dài của anh đã tạo thành xích xiềng khoá cổ tay tôi khi anh nói. Anh cười du dương, dịu dàng. Đêm nay anh cười nhiều hơn tôi từng thấy trong toàn bộ khoảng thời gian tôi đã từng ở bên anh.  \"Anh có vẻ ... lạc quan hơn thường lệ, \" tôi quan sát. \"Em chưa từng thấy anh như thế này trước đây. \" \"Không phải là phải như vậy sao?\" anh mỉm cười. \"Niềm hạnh phúc của tình yêu đầu đời, và vân vân.  Thật khó tin, phải không, sự khác biệt giữa chuyện đọc một điều gì đó, xem  nó trong hình, với việc trải nghiệm chuyện ấy?\" \"Rất khác biệt, \" Tôi đồng ý. \"Mạnh mẽ hơn em đã tưởng tượng. \" \"Ví dụ như \" - bây giờ lời anh tuôn chảy, tôi phải tập trung mới hiểu được hết - \"cảm giác ghen chẳng hạn. Anh đã đọc về chuyện đó cả trăm - ngàn lần, xem các diễn viên miêu tả nó trong cả ngàn phim và kịch khác nhau. Anh cứ tưởng mình hiểu nó rất rõ.  Thế mà nó lại làm anh choáng váng ... \" Anh nhăn nhó. \"Em có nhớ ngày Mike mời em đi khiêu vũ không?\" Tôi gật đầu, dù tôi nhớ ngày hôm đó vì một lý do khác. \"Ngày anh bắt đầu nói chuyện lại với em. \" \"Anh bật ngờ bởi ngọn lửa oán giận, gần như cuồng nộ cảm nhận được - lúc đầu anh không nhận ra đó là gì. Thậm chí anh còn cáu tiết hơn bình thường vì anh không thể biết được em đang nghĩ gì, tại sao em từ chối anh ta.  Có phải đơn giản vì em nghĩ cho bạn mình? Hãy vì em có người khác?  Dù sao thì anh biết mình không có quyền quan tâm.  Anh đã cố không quan tâm đến.  \"Và rồi xe cộ bắt đầu bị kẹt lại, \" anh cười khúc khích. Tôi cau mày trong bóng tối.  \"Anh đợi, lo lắng quá đáng để lắng nghe xem em nói với họ chuyện gì, để nhìn vẻ mặt em. Anh không ngăn được cảm giác nhẹ nhõm, khi nhìn thấy sự bực bội trên khuôn mặt em. Nhưng anh không chắc. \"Đó là đêm đầu tiên anh đến đây. Anh đã đấu tranh với mình suốt đêm, khi ngắm nhìn em ngủ, với vực thẳm giữa điều anh biết là đúng, luân lý, đạo đức, với điều anh thèm muốn. Anh biết nếu tiếp tục lờ em đi như lẽ ra nên thế, hoặc nếu anh bỏ đi trong vài năm, cho đến khi em không còn ở đây, thì một ngày nào đó em sẽ chấp nhận Mike, hay ai đó giống anh ta.  Điều đó làm anh phát điên.  \"Thế rồi, \" anh thì thầm, \"khi đang ngủ, em gọi tên anh. Em gọi rõ đến nỗi lúc đầu anh nghĩ em đã thức giấc. Nhưng em trăn trở bất an rồi lầm bầm gọi tên anh một lần nữa, và thở dài. Cảm giác ấy chảy qua anh làm anh mất bình tĩnh, chao đảo. Và anh biết mình không thể lờ em lâu hơn nữa.” Anh im lặng trong chốc lát, có lẽ lắng nghe tiếng đập liên hồi không đều của trái tim tôi.  \"Nhưng ghen tuông ... thật là một điều kỳ lạ.  Mạnh hơn anh đã nghĩ. Và phi lý!  Mới rồi, khi Charlie hỏi em về Mike Newton... \" Anh lắc đầu giận dữ.  \"Lẽ ra em phải biết anh sẽ lắng nghe, \" tôi rên rỉ.  \"Dĩ nhiên. \" \"Thế chuyện đó thực làm anh cảm thấy ghen hả?\" \"Anh hoàn toàn chưa có kinh nghiệm trong chuyện này; em đang hồi sinh con người trong anh, và mọi thứ đều mạnh hơn vì mới mẻ. \" \"Nhưng nói thật\" tôi trêu, \"vì chuyện đó làm anh bực mình, là sau khi em phải nghe chuyện về Rosalie ấy - Rosalie, hiện thân của vẻ đẹp tinh khiết, Rosalie – vốn dành cho anh. Có Emmett hay không có Emmett, làm sao em có thể cạnh tranh với cô ấy được?\" \"Chẳng có cạnh tranh gì cả. \" Răng anh toả sáng. Anh kéo bàn tay bị giữ chặt của tôi vòng qua lưng anh, ôm tôi vào ngực anh. Tôi ráng ngồi yên, thậm chí thở cũng thận trọng.  \"Em biết là chẳng có cạnh tranh gì cả, \" tôi lẩm bẩm với làn da lạnh lẽo của anh. \"Đó là vấn đề. \" \"Dĩ nhiên Rosalie xinh đẹp theo kiểu của cô ấy, nhưng cho dù cô ấy không giống một người em gái đối với anh, dù Emmett không thuộc về cô ấy, cô ấy cũng chẳng bao giờ có thể có một phần mười, không, một phần trăm sức thu hút mà em ảnh hưởng lên anh. \" Bây giờ anh nghiêm túc, thâm trầm. \" Trong gần chín mươi năm anh đi giữa đồng loại của mình, và đồng loại của em ...  anh luôn luôn nghĩ rằng sống một mình là đủ rồi, không nhận ra điều mình đang tìm kiếm. Và không tìm thấy gì, vì em chưa ra đời. \" \"Có vẻ chẳng công bằng tí nào,” tôi thì thầm, mặt tôi vẫn đặt trên ngực anh, lắng nghe anh hít vào thở ra. \"Em đâu phải chờ đợi gì đâu. Tại sao em vượt qua dễ thế?\" \"Em nói đúng, \" anh thích thú đồng ý. \" Anh rõ là nên làm cho chuyện này khó khăn hơn đối với em. \" Anh thả một tay ra, buông lỏng cổ tay tôi, nhưng chỉ để cẩn thận gom chung vào tay kia. Anh khẽ vuốt mái tóc ướt của tôi, từ đỉnh đầu đến eo. \"Em chỉ phải mạo hiểm mình mỗi giây ở bên anh, vậy chắc là chẳng nhiều nhặng gì. Em chỉ phải quay lưng lại với bản tính, với loài người mà thôi .... chuyện đó đâu có đáng gì?\" \"Ít thôi mà - em chẳng cảm thấy bị lấy đi thứ gì cả. \" \"Chưa thôi. \" và giọng anh đột ngột đầy nỗi đau khổ muôn thuở.  Tôi cố thoát ra, để nhìn vào mặt anh, nhưng bàn tay anh đã khóa chặt cổ tay tôi.  \"Gì - \" tôi bắt đầu hỏi, thì cơ thể anh trở nên cảnh giác. Tôi cứng người, nhưng anh đột ngột thả tay tôi ra, rồi biến mất. Tôi suýt  phạm sai lầm.  \"Nằm xuống!\" anh  rít lên. Tôi không biết anh nói từ đâu trong bóng tối.  Tôi lăn xuống mền, cuộn mình nằm nghiêng, theo kiểu tôi thường ngủ.  Tôi nghe tiếng cửa mở két, vì Charlie nhìn lén vào để biết chắc tôi đang ở nơi lẽ ra phải ở. Tôi thở đều, cường điệu hoá động tác ấy.  Một hồi lâu trôi qua. Tôi lắng nghe, nhưng không chắc có nghe thấy tiếng cửa đóng lại.  Rồi cánh tay mát rượi của Edward choàng quanh tôi, dưới mền, môi anh bên tai tôi.  \"Em là một diễn viên kém cỏi - anh dám chắc đường hoạn lộ của em đã kết thúc rồi. \" \"Quỷ quái, \" tôi thì thầm. Tim tôi đang vỡ tung trong lồng ngực.  Anh ngân nga một giai điệu tôi không biết; nghe giống như một bài hát ru.  Anh dừng lại. \"Anh có nên hát ru em ngủ không?\" \"Phải, \" tôi cười. \"Làm như em ngủ được khi có anh ở đây vậy!\" \"Em vậy hoài mà, \" anh nhắc tôi.  \"Nhưng tại em không biết anh ở đây, \" tôi trả lời lạnh lùng.  \"Vậy nếu em không muốn ngủ ... \" anh đề nghị, lờ đi giọng điệu của tôi. Tôi nín thở.  \"Nếu em không muốn ngủ ...?\" Anh cười khúc khích. \"Thì em muốn làm gì?\" Tôi không trả lời được ngay.  \"Em không biết nữa,\" cuối cùng thì tôi cũng  nói.  \"Khi nào quyết định xong thì nói anh biết.\" Tôi có thể cảm nhận hơi thở mát rượi của anh trên cổ tôi, cảm thấy mũi anh lướt theo hàm tôi, hít hà.  \"Em tưởng anh đã bớt nhạy mùi rồi. \" \"Không phải vì anh đang kiêng rượu mà anh không được thưởng thức bình rượu, \" anh thì thầm. \"Em có mùi rất thơm, như mùi hoa oải hương ... hay mùi hoa lan, \" anh lưu ý. \"Thật thèm. \" \"Ừ, thật là một ngày tệ hại khi không có người bảo là em toả mùi thơm ngon. \" Anh cười khúc khích, rồi thở dài.  \"Em đã nghĩ ra chuyện em muốn làm rồi, \" tôi bảo anh. \"em muốn nghe thêm về anh. \" \"Hãy hỏi anh chuyện gì cũng được. \" Tôi sàng lọc các câu hỏi của mình để tìm câu quan trọng nhất. \"Tại sao anh làm chuyện đó?\" tôi  nói. \"Em vẫn không hiểu vì sao anh cố gắng dữ dội vậy để cưỡng lại việc mình là ... .  Xin đừng hiểu lầm, dĩ nhiên em mừng vì anh đã làm vậy.  Em chỉ không biết sao lúc đầu anh lại phiền muộn vậy.” Anh do dự trước khi trả lời. \"Đó là một câu hỏi hay, và em không phải là người đầu tiên hỏi vậy.  Những người khác - phần lớn người thuộc chủng loại của bọn anh khá bằng lòng với số phận của mình, ngạc nhiên về cách bọn anh sống. Nhưng em thấy đó, không phải vì ... số phận đã an bài... không có nghĩa là bọn anh không thể quyết định ... vượt qua – mở rộng biên giới của một số phận mà chẳng ai trong bọn anh muốn có. Để cố gìn giữ chút tính người căn bản. \" Tôi nằm bất động, chìm trong im lặng kính sợ.  \"Em ngủ rồi à?\" anh thì thầm sau vài phút.  \"Không. \" \"Em chỉ muốn biết thế thôi sao?\" Tôi trợn tròn mắt. \"Không hẳn thế. \" \"Em muốn biết gì nữa?\" \"Sao anh có thể đọc được suy nghĩ của người khác - tại sao chỉ mình anh làm được? Còn Alice, sao có thể nhìn thấy tương lai ... tại sao chuyện đó lại xảy ra?\" Tôi cảm thấy anh nhún vai trong bóng tối. \"Bọn anh thực cũng không biết tại sao nữa. Carlisle có một giả thuyết ... ông tin là tất cả bọn anh đều mang theo nét tiêu biểu mạnh mẽ nhất của mình - như trí tuệ, và giác quan - sang kiếp sau, mà lại còn mạnh hơn rất nhiều . Ông nghĩ hẳn anh trước đây rất nhạy cảm với suy tư của những người sống quanh anh. Còn Alice có khả năng nhận biết trước, dù đang ở đâu. \" \"Ông ấy đã mang gì vào kiếp sau, và những người khác nữa?\" \"Carlisle mang theo lòng trắc ẩn. Esme mang theo khả năng yêu thương say đắm. Emmett mang theo sức mạnh, Rosalie mang theo ... sự gan lì. Hoặc em có thể gọi là tính bướng bỉnh. \" anh cười khúc khích. \" Jasper rất thú vị.  Anh ấy có sức lôi cuốn người khác trong kiếp trước, có khả năng khiến người xung quanh nhìn nhận giống anh ấy. Bây giờ anh ấy có khả năng điều khiển cảm xúc của những người xung quanh - làm dịu một căn phòng đầy người tức giận, chẳng hạn, hoặc ngược lại kích thích một đám đông đờ đẫn. Đó quả là một khả năng thiên phú khó thấy. \" Tôi suy nghĩ kỹ những điều không tưởng anh đã mô tả, cố ghi nhớ. Anh kiên nhẫn chờ trong khi tôi suy nghĩ.  \"Vậy mọi chuyện khởi đầu từ đâu? Ý em là, Carlisle biến đổi anh, vậy thì phải có ai đó đã biến đổi ông ấy, và vân vân \" \"Ừm, em từ đâu ra? Tiến hoá? Sáng tạo? Chẳng lẽ bọn anh không thể tiến hoá như những loài khác sao, dã thú và con mồi? Hay, nếu em không tin rằng mọi thứ trên thế giới này tự nó sinh ra và phát triển, mà cả anh cũng khó chấp nhận điều đó, thì có quá khó tin không rằng cùng một sức mạnh đã tạo ra cá ông tiên mỏng manh, cá mập, hải cẩu non, và cá heo lưng đen, đã tạo ra cả hai chủng loài anh và em cùng nhau ?\" \"Để em nói vầy cho dễ hiểu heng  - em là hải cẩu non hả?\" \"Đúng rồi. \" Anh cười, và cái gì đó chạm vào tóc tôi - môi anh ? Tôi muốn xoay về phía anh, để xem có phải môi anh đang áp trên tóc tôi không. Nhưng tôi phải cư xử đàng hoàng; tôi không muốn làm anh bị khó khăn thêm chút nào nữa.  \"Em đã muốn ngủ chưa?\" anh hỏi, phá vỡ sự im lặng ngắn ngủi. \"Hay em còn câu hỏi khác?\" \"Chỉ có một triệu lẻ hai câu thôi. \" \"Mình có ngày mai, và ngày sau nữa, và ngày tới nữa mà... \" anh nhắc tôi. Tôi mỉm cười, hớn hở vì ý nghĩ đó.  \"Anh có chắc là anh sẽ không biến mất vào buổi sáng không?\" tôi muốn chắc điều này. \"Hay rốt cuộc anh chỉ là ảo ảnh. \" \"Anh sẽ không rời khỏi em. \" Giọng anh đoan chắc.  \"Vậy thêm một câu hỏi nữa thôi, đêm nay ...\" và tôi ửng hồng. Bóng tối chẳng giúp được gì - tôi chắc anh có thể cảm thấy hơi nóng đột ngột dưới da tôi.  \"Đó là gì?\" \"Thôi, quên chuyện đó đi. Em đổi ý rồi. \" \"Bella, em có thể hỏi anh bất cứ thứ gì. \" Tôi không trả lời, và anh rên rỉ.  \"Anh cứ nghĩ sẽ đỡ bực hơn, khi không đọc được suy nghĩ của em. Nhưng càng lúc lại càng tệ hơn. \" \"Em mừng vì anh không đọc được suy nghĩ của em. Nghe lén khi em mớ là đã quá tệ hại rồi.” \"Xin em mà?\" giọng anh thật thuyết phục, không thể cưỡng lại nỗi.  Tôi lắc đầu.  \"Nếu em không nói cho anh biết, anh sẽ cho rằng đó là một chuyện tệ hơn vậy nữa, \" anh ủ ê đe doạ. \"Nào?\" Lại giọng khẩn khoản ấy.  \"Ừm, \" tôi bắt đầu, mừng vì anh không nhìn được mặt tôi.  \"Sao?\" \"Anh nói Rosalie và Emmett sắp lấy nhau ... Đám cưới ... ấy ... có giống đám cưới của con người không?\" Anh cười ròng, hiểu biết. \"Đó là câu em muốn hỏi đó hả?\" Tôi bồn chồn, không thể trả lời.  \"Giống, anh nghĩ khá giống, \" anh  nói. \"Anh đã nói với em rồi, hầu hết những ham muốn con người đều có trong bọn anh, chỉ ẩn sau những khao khát dữ dội hơn thôi. \" \"Ồ, \" là tất cả những gì tôi có thể nói.  “Đằng sau sự tò mò của em, có ý gì khác nữa không” “Ừm, em đã tự hỏi ... về anh và em ... ngày nào đó ...” Anh nghiêm trang ngay, tôi biết vậy vì cơ thể anh bỗng cứng đờ.  Tôi cũng cứng người, phản ứng tự động. “Anh không nghĩ là ... là ... chúng ta có thể lấy nhau.”  ”Vì sẽ quá khó khăn cho anh, nếu em ... gần gũi đến thế? “Đó chắc chắn là một khó khăn.  Nhưng đó không phải là điều anh đang nghĩ.  Chỉ vì em quá mềm mại, quá mong manh.  Mỗi phút giây bên nhau, anh phải để ý hành động của mình để không làm hại em.  Anh có thể giết chết em dễ dàng, Bella, chỉ vì không cẩn thận.”  Giọng anh chỉ còn là lời thì thào nhẹ nhàng.  Anh đưa lòng bàn tay lạnh giá lên má tôi. “Nếu anh quá hấp tấp ... nếu trong một giây anh không cẩn thận, anh có thể đưa tay, chỉ định sờ mặt em thôi, mà cũng có thể sơ suất bóp nát đầu em.  Em không biết mình dễ vỡ thế nào đâu.  Anh không bao giờ, chẳng bao giờ được phép để mất kiểm soát khi ở bên em. \" Anh chờ tôi đáp lại, lo lắng khi tôi không trả lời. \"Em sợ hả?\" anh hỏi.  Tôi đợi một hồi rồi mới trả lời, để lời nói đúng tâm trạng. \"Không. Em ổn. \" Anh có vẻ cân nhắc trong một chốc. \"Thế nhưng bây giờ, anh muốn biết, \" anh  nói, Giọng anh lại vui vẻ.  \"Em đã bao giờ ...?\" anh nhỏ dần khêu gợi.  \"Dĩ nhiên là chưa bao giờ.  \" Tôi đỏ mặt. \" Em đã kể anh nghe là em chưa bao giờ cảm thấy như thế này với bất kỳ ai trước đây, thậm chí chẳng một chút xíu nào. \" \"Anh biết. Chỉ là anh biết suy nghĩ của người khác. Anh biết tình yêu và ham muốn thể xác không phải lúc nào cũng đi đôi với nhau. \" \"Với em thì có đó. Bây giờ, dù sao chăng nữa, chúng cũng đang ở trong em,” tôi thở dài.  \"Thật tuyệt. Ít ra thì mình cũng có một thứ chung. \" Anh có vẻ hài lòng.  \"Bản năng con người trong anh... \" tôi bắt đầu. Anh đợi. \"Ừm, về mặt đó, anh có thấy em hấp dẫn chút nào không?\" Anh cười và vò rối mái tóc gần khô của tôi.  \"Anh có thể không phải là con người, nhưng anh là một người đàn ông, \" anh đảm bảo với tôi.  Tôi ngáp không cố ý.  \"Anh đã trả lời câu hỏi của em rồi, bây giờ em nên ngủ đi, \" anh cố nài.  \"Em không biết mình ngủ được không nữa. \" \"Em có muốn anh đi không?\" \"Không!\" tôi nói quá lớn.  Anh cười, rồi bắt đầu ngâm nga cũng bài hát ru lạ lẫm ấy; giọng hát của một thiên thần, nhẹ nhàng bên tai tôi.  Mệt hơn tôi nhận thấy, kiệt sức chưa từng thấy bởi một ngày dài đầy căng thẳng cả về tinh thần lẫn tình cảm, tôi chìm vào giấc ngủ trong vòng tay lạnh giá của anh."
        },
        {
            "en": "These violent delights have violent ends And in their triumph die, like fire and powder, Which, as they kiss, consume        These violent delights have violent ends, And in their triumph die, like fire and powder, Which, as they kiss, consume. Romeo and Juliet, Act II, Scene VI PREFACE I FELT LIKE I WAS TRAPPED IN ONE OF THOSE TERRIFYING nightmares, the one where you have to run, run till your lungs burst, but you can't make your body move fast enough. My legs seemed to move slower and slower as I fought my way through the callous crowd, but the hands on the huge clock tower didn't slow. With relentless, uncaring force, they turned inexorably toward the end —the end of everything. But this was no dream, and, unlike the nightmare, I wasn't running for my life; I was racing to save something infinitely more precious. My own life meant little to me today. Alice had said there was a good chance we would both die here. Perhaps the outcome would be different if she weren't trapped by the brilliant sunlight; only I was free to run across this bright, crowded square. And I couldn't run fast enough. So it didn't matter to me that we were surrounded by our extraordinarily dangerous enemies. As the clock began to toll out the hour, vibrating under the soles of my sluggish feet, I knew I was too late—and I was glad something bloodthirsty waited in the wings. For in failing at this, I forfeited any desire to live. The clock tolled again, and the sun beat down from the exact center point of the sky. 1. PARTY I WAS NINETY-NINE POINT NINE PERCENT SURE I WAS dreaming. The reasons I was so certain were that, first, I was standing in a bright shaft of sunlight—the kind of blinding clear sun that never shone on my drizzly new hometown in Forks, Washington—and second, I was looking at my Grandma Marie. Gran had been dead for six years now, so that was solid evidence toward the dream theory. Gran hadn't changed much; her face looked just the same as I remembered it. The skin was soft and withered, bent into a thousand tiny creases that clung gently to the bone underneath. Like a dried apricot, but with a puff of thick white hair standing out in a cloud around it. Our mouths—hers a wizened picker —spread into the same surprised half-smile at just the same time. Apparently, she hadn't been expecting to see me, either. I was about to ask her a question; I had so many—What was she doing here in my dream? What had she been up to in the past six years? Was Pop okay, and had they found each other, wherever they were?—but she opened her mouth when I did, so I stopped to let her go first. She paused, too, and then we both smiled at the little awkwardness. \"Bella!\" It wasn't Gran who called my name, and we both turned to see the addition to our small reunion. I didn't have to look to know who it was; this was a voice I would know anywhere—know, and respond to, whether I was awake or asleep… or even dead, I'd bet. The voice I'd walk through fire for—or, less dramatically, slosh every day through the cold and endless rain for. Edward. Even though I was always thrilled to see him— conscious or otherwise—and even though I was almost positive that I was dreaming, I panicked as Edward walked toward us through the glaring sunlight. I panicked because Gran didn't know that I was in love with a vampire—nobody knew that—so how was I supposed to explain the fact that the brilliant sunbeams were shattering off his skin into a thousand rainbow shards like he was made of crystal or diamond? Well, Gran, you might have noticed that my boyfriend glitters. It's just something he does in the sun. Don't worry about it… What was he doing? The whole reason he lived in Forks, the rainiest place in the world, was so that he could be outside in the daytime without exposing his family's secret. Yet here he was, strolling gracefully toward me—with the most beautiful smile on his angel's face—as if I were the only one here. In that second, I wished that I was not the one exception to his mysterious talent; I usually felt grateful that I was the only person whose thoughts he couldn't hear just as clearly as if they were spoken aloud. But now I wished he could hear me, too, so that he could hear the warning I was screaming in my head. I shot a panicked glance back at Gran, and saw that it was too late. She was just turning to stare back at me, her eyes as alarmed as mine. Edward—still smiling so beautifully that my heart felt like it was going to swell up and burst through my chest—put his arm around my shoulder and turned to face my grandmother. Gran's expression surprised me. Instead of looking horrified, she was staring at me sheepishly, as if waiting for a scolding. And she was standing in such a strange position—one arm held awkwardly away from her body, stretched out and then curled around the air. Like she had her arm around someone I couldn't see, someone invisible… Only then, as I looked at the bigger picture, did I notice the huge gilt frame that enclosed my grandmother's form. Uncomprehending, I raised the hand that wasn't wrapped around Edward's waist and reached out to touch her. She mimicked the movement exactly, mirrored it. But where our fingers should have met, there was nothing but cold glass… With a dizzying jolt, my dream abruptly became a nightmare. There was no Gran. That was me. Me in a mirror. Me—ancient, creased, and withered. Edward stood beside me, casting no reflection, excruciatingly lovely and forever  seventeen. He pressed his icy, perfect lips against my wasted cheek. \"Happy birthday,\" he whispered. I woke with a start —my eyelids popping open wide—and gasped. Dull gray light, the familiar light of an overcast morning, took the place of the blinding sun in my dream. Just a dream, I told myself. It was only a dream. I took a deep breath, and then jumped again when my alarm went off. The little calendar in the corner of the clock's display informed me that today was September thirteenth. Only a dream, but prophetic enough in one way, at least. Today was my birthday. I was officially eighteen years old. I'd been dreading this day for months. All through the perfect summer—the happiest summer I had ever had, the happiest summer anyone anywhere had ever had, and the rainiest summer in the history of the Olympic Peninsula—this bleak date had lurked in ambush, waiting to spring. And now that it had hit, it was even worse than I'd feared it would be. I could feel it—I was older. Every day I got older, but this was different, worse, quantifiable. I was eighteen.  And Edward never would be. When I went to brush my teeth, I was almost surprised that the face in the mirror hadn't changed. I stared at myself, looking for some sign of impending wrinkles in my ivory skin. The only creases were the ones on my forehead, though, and I knew that if I could manage to relax, they would disappear. I couldn't. My eyebrows stayed lodged in a worried line over my anxious brown eyes. It was just a dream, I reminded myself again. Just a dream… but also my worst  nightmare. I skipped breakfast, in a hurry to get out of the house as quickly as possible. I wasn't entirely able to avoid my dad, and so I had to spend a few minutes acting cheerful. I honestly tried to be excited about the gifts I'd asked him not to get me, but every time I had to smile, it felt like I might start crying. I struggled to get a grip on myself as I drove to school. The vision of Gran—I would not think of it as me—was hard to get out of my head. I couldn't feel anything but despair until I pulled into the familiar parking lot behind Forks High School and spotted Edward leaning motionlessly against his polished silver Volvo, like a marble tribute to some forgotten pagan god of beauty. The dream had not done him justice. And he was waiting there for me, just the same as every other day. Despair momentarily vanished; wonder took its place. Even after half a year with him, I still couldn't believe that I deserved this degree of good fortune. His sister Alice was standing by his side, waiting for me, too. Of course Edward and Alice weren't really related (in Forks the story was that all the Cullen siblings were adopted by Dr. Carlisle Culler and his wife, Esme, both plainly too young to have teenage children), but their skin was precisely the same pale shade, their eyes had the same strange golden tint, with the same deep, bruise-like shadows beneath them. Her face, like his, was also startlingly beautiful. To someone in the know—someone like me—these similarities marked them for what they were. The sight of Alice waiting there—her tawny eyes brilliant with excitement, and a small silver-wrapped square in her hands—made me frown. I'd told Alice I didn't want anything, anything, not gifts or even attention, for my birthday. Obviously, my wishes were being ignored. I slammed the door of my '53 Chevy truck—a shower of rust specks fluttered down to the wet blacktop —and walked slowly toward where they waited. Alice skipped forward to meet me, her pixie face glowing under her spiky black hair. \"Happy birthday, Bella!\" \"Shh!\" I hissed, glancing around the lot to make sure no one had heard her. The last thing I wanted was some kind of celebration of the black event. She ignored me. \"Do you want to open your present now or later?\" she asked eagerly as we made our way to where Edward still waited. \"No presents,\" I protested in a mumble. She finally seemed to process my mood. \"Okay… later, then. Did you like the scrapbook your mom sent you? And the camera from Charlie?\" I sighed. Of course she would know what my birthday presents were. Edward wasn't the only member of his family with unusual skills. Alice would have \"seen\" what my parents were planning as soon as they'd decided that themselves. \"Yeah. They're great.\" \"I think it's a nice idea. You're only a senior once. Might as well document the  experience.\" \"How many times have you been a senior?\" \"That's different.\" We reached Edward then, and he held out his hand for mine. I took it eagerly, forgetting, for a moment, my glum mood. His skin was, as always, smooth, hard, and very cold. He gave my fingers a gentle squeeze. I looked into his liquid topaz eyes, and my heart gave a not-quite-so-gentle squeeze of its own. Hearing the stutter in my heartbeats, he smiled again. He lifted his free hand and traced one cool fingertip around the outside of my lips as he spoke. \"So, as discussed, I am not allowed to wish you a happy birthday, is that correct?\" \"Yes. That is correct.\" I could never quite mimic the flow of his perfect, formal articulation. It was something that could only be picked up in an earlier century. \"Just checking.\" He ran his hand through his tousled bronze hair. \"You might have changed your mind.  Most people seem to enjoy things like birthdays and gifts.\" Alice laughed, and the sound was all silver, a wind chime. \"Of course you'll enjoy it. Everyone is supposed to be nice to you today and give you your way, Bella. What's the worst that could happen?\" She meant it as a rhetorical question. \"Getting older,\" I answered anyway, and my voice was not as steady as I wanted it to be. Beside me, Edward's smile tightened into a hard line. \"Eighteen isn't very old,\" Alice said. \"Don't women usually wait till they're twenty-nine to get upset over birthdays?\" \"It's older than Edward,\" I mumbled. He sighed. \"Technically,\" she said, keeping her tone light. \"Just by one little year, though.\" And I supposed… if I could be sure of the future I wanted, sure that I would get to spend forever with Edward, and Alice and the rest of the Cullens (preferably not as a wrinkled little old lady)… then a year or two one direction or the other wouldn't matter to me so much. But Edward was dead set against any future that changed me. Any future that made me like him—that made me immortal, too. An impasse, he called it. I couldn't really see Edward's point, to be honest. What was so great about mortality? Being a vampire didn't look like such a terrible thing—not the way the Cullens did it, anyway. \"What time will you be at the house?\" Alice continued, changing the subject. From her expression, she was up to exactly the kind of thing I'd been hoping to avoid. \"I didn't know I had plans to be there.\" \"Oh, be fair, Bella!\" she complained. \"You aren't going to ruin all our fun like that, are you?\" \"I thought my birthday was about what I want.\" \"I'll get her from Charlie's right after school,\" Edward told her, ignoring me altogether. \"I have to work,\" I protested. \"You don't, actually,\" Alice told me smugly. \"I already spoke to Mrs. Newton about it. She's trading your shifts. She said to tell you 'Happy Birthday.'\" \"I—I still can't come over,\" I stammered, scrambling for an excuse. \"I, well, I haven't watched Romeo and Juliet yet for English.\" Alice snorted. \"You have Romeo and Juliet memorized.\" \"But Mr. Berty said we needed to see it performed to fully appreciate it—that's how Shakespeare intended it to be presented.\" Edward rolled his eyes. \"You've already seen the movie,\" Alice accused. \"But not the nineteen-sixties version. Mr. Berty said it was the best.\" Finally, Alice lost the smug smile and glared at me. \"This can be easy, or this can be hard, Bella, but one way or the other—\" Edward interrupted her threat. \"Relax, Alice. If Bella wants to watch a movie, then she can. It's her birthday.\" \"So there,\" I added.  \"I'll bring her over around seven,\" he continued. \"That will give you more time to set up.\" Alice's laughter chimed again. \"Sounds good. See you tonight, Bella! It'll be fun, you'll see.\" She grinned—the wide smile exposed all her perfect, glistening teeth—then pecked me on the cheek and danced off toward her first class before I could respond. \"Edward, please—\" I started to beg, but he pressed one cool finger to my lips. \"Let's discuss it later. We're going to be late for class.\" No one bothered to stare at us as we took our usual seats in the back of the classroom (we had almost every class together now—it was amazing the favors Edward could get the female administrators to do for him). Edward and I had been together too long now to be an object of gossip anymore. Even Mike Newton didn't bother to give me the glum stare that used to make me feel a little guilty. He smiled now instead, and I was glad he seemed to have accepted that we could only be friends. Mike had changed over the summer—his face had lost some of the roundness, making his cheekbones more prominent, and he was wearing his pale blond hair a new way; instead of bristly, it was longer and gelled into a carefully casual disarray. It was easy to see where his inspiration came from—but Edward's look wasn't something that could be achieved through imitation. As the day progressed, I considered ways to get out of whatever was going down at the Cullen house tonight. It would be bad enough to have to celebrate when I was in the mood to mourn. But, worse than that, this was sure to involve attention and gifts. Attention is never a good thing, as any other accident-prone klutz would agree. No one wants a spotlight when they're likely to fall on their face. And I'd very pointedly asked—well, ordered really—that no one give me any presents this year. It looked like Charlie and Renee weren't the only ones who had decided to overlook that. I'd never had much money, and that had never bothered me. Renee had raised me on a kindergarten teacher's salary. Charlie wasn't getting rich at his job, either—he was the police chief here in the tiny town of Forks. My only personal income came from the three days a week I worked at the local sporting goods store. In a town this small, I was lucky to have a job. Every penny I made went into my microscopic college fund. (College was Plan B. I was still hoping for Plan A, but Edward was just so stubborn about leaving me human…) Edward had a lot of money—I didn't even want to think about how much. Money meant next to nothing to Edward or the rest of the Cullens. It was just something that accumulated when you had unlimited time on your hands and a sister who had an uncanny ability to predict trends in the stock market. Edward didn't seem to understand why I objected to him spending money on me—why it made me uncomfortable if he took me to an expensive restaurant in Seattle, why he wasn't allowed to buy me a car that could reach speeds over fifty-five miles an hour, or why I wouldn't let him pay my college tuition (he was ridiculously enthusiastic about Plan B). Edward thought I was being unnecessarily difficult. But how could I let him give me things when I had nothing to reciprocate with? He, for some unfathomable reason, wanted to be with me. Anything he gave me on top of that just threw us more out of balance. As the day went on, neither Edward nor Alice brought my birthday up again, and I began to relax a little. We sat at our usual table for lunch. A strange kind of truce existed at that table. The three of us—Edward, Alice, and I—sat on the extreme southern end of the table. Now that the \"older\" and somewhat scarier (in Emmett's case, certainly) Cullen siblings had graduated, Alice and Edward did not seem quite so intimidating, and we did not sit here alone. My other friends, Mike and Jessica (who were in the awkward post-breakup friendship phase), Angela and Ben (whose relationship had survived the summer), Eric, Conner, Tyler, and Lauren (though that last one didn't really count in the friend category) all sat at the same table, on the other side of an invisible line. That line dissolved on sunny days when Edward and Alice always skipped school, and then the conversation would swell out effortlessly to include me.  Edward and Alice didn't find this minor ostracism odd or hurtful the way I would have. They barely noticed it. People always felt strangely ill at ease with the Cullens, almost afraid for some reason they couldn't explain to themselves. I was a rare exception to that rule. Sometimes it bothered Edward how very comfortable I was with being close to him. He thought he was hazardous to my health—an opinion I rejected vehemently whenever he voiced it.  The afternoon passed quickly. School ended, and Edward walked me to my truck as he usually did. But this time, he held the passenger door open for me. Alice must have been taking his car home so that he could keep me from making a run for it. I folded my arms and made no move to get out of the rain. \"It's my birthday, don't I get to drive?\" \"I'm pretending it's not your birthday, just as you wished.\" \"If it's not my birthday, then I don't have to go to your house tonight…\" \"All right.\" He shut the passenger door and walked past me to open the driver's side. \"Happy birthday.\" \"Shh,\" I shushed him halfheartedly. I climbed in the opened door, wishing he'd taken the other offer. Edward played with the radio while I drove, shaking his head in disapproval. \"Your radio has horrible reception.\" I frowned. I didn't like it when he picked on my truck. The truck was great—it had  personality. \"You want a nice stereo? Drive your own car.\" I was so nervous about Alice's plans, on top of my already gloomy mood, that the words came out sharper than I'd meant them. I was hardly ever bad-tempered with Edward, and my tone made him press his lips together to keep from smiling. When I parked in front of Charlie's house, he reached over to take my face in his hands. He handled me very carefully, pressing just the tips of his fingers softly against my temples, my cheekbones, my jaw line. Like I was especially <em>breakable</em>. Which was exactly the case—compared with him, at least. \"You should be in a good mood, today of all days,\" he whispered. His sweet breath fanned across my face. \"And if I don't want to be in a good mood?\" I asked, my breathing uneven. His golden eyes smoldered. \"Too bad.\" My head was already spinning by the time he leaned closer and pressed his icy lips against mine. As he intended, no doubt, I forgot all about my worries, and concentrated on remembering how to inhale and exhale. His mouth lingered on mine, cold and smooth and gentle, until I wrapped my arms around his neck and threw myself into the kiss with a little too much enthusiasm. I could feel his lips curve upward as he let go of my face and reached back to unlock my grip on him. Edward had drawn many careful lines for our physical relationship, with the intent being to keep me alive. Though I respected the need for maintaining a safe distance between my skin and his razor-sharp, venom-coated teeth, I tended to forget about trivial things like that when he was kissing me. \"Be good, please,\" he breathed against my cheek. He pressed his lips gently to mine one more time and then pulled away, folding my arms across my stomach. My pulse was thudding in my ears. I put one hand over my heart. It drummed hyperactively under my palm.  \"Do you think I'll ever get better at this?\" I wondered, mostly to myself. \"That my heart might someday stop trying to jump out of my chest whenever you touch me?\" \"I really hope not,\" he said, a bit smug. I rolled my eyes. \"Let's go watch the Capulets and Montagues hack each other up, all right?\" \"Your wish, my command.\" Edward sprawled across the couch while I started the movie, fast-forwarding through the opening credits. When I perched on the edge of the sofa in front of him, he wrapped his arms around my waist and pulled me against his chest. It wasn't exactly as comfortable as a sofa cushion would be, what with his chest being hard and cold—and perfect—as an ice sculpture, but it was definitely preferable. He pulled the old afghan off the back of the couch and draped it over me so I wouldn't freeze beside his body. \"You know, I've never had much patience with Romeo,\" he commented as the movie started. \"What's wrong with Romeo?\" I asked, a little offended. Romeo was one of my favorite fictional characters. Until I'd met Edward, I'd sort of had a thing for him. \"Well, first of all, he's in love with this Rosaline—don't you think it makes him seem a little fickle? And then, a few minutes after their wedding, he kills Juliet's cousin. That's not very brilliant. Mistake after mistake. Could he have destroyed his own happiness any more thoroughly?\" I sighed. \"Do you want me to watch this alone?\" \"No, I'll mostly be watching you, anyway.\" His fingers traced patterns across the skin of my arm, raising goose bumps. \"Will you cry?\" \"Probably,\" I admitted, \"if I'm paying attention.\" \"I won't distract you then.\" But I felt his lips on my hair, and it was very distracting. The movie eventually captured my interest, thanks in large part to Edward whispering Romeo's lines in my ear—his irresistible, velvet voice made the actor's voice sound weak and coarse by comparison. And I did cry, to his amusement, when Juliet woke and found her new husband dead. \"I'll admit, I do sort of envy him here,\" Edward said, drying the tears with a lock of my hair. \"She's very pretty.\" He made a disgusted sound. \"I don't envy him the girl—just the ease of the suicide,\" he clarified in a teasing tone. \"You humans have it so easy! All you have to do is throw down one tiny vial of plant extracts…\" \"What?\" I gasped. \"It's something I had to think about once, and I knew from Carlisle's experience that it wouldn't be simple. I'm not even sure how many ways Carlisle tried to kill himself in the beginning… after he realized what he'd become…\" His voice, which had grown serious, turned light again. \"And he's clearly still in excellent health.\" I twisted around so that I could read his face. \"What are you talking about?\" I demanded. \"What do you mean, this something you had to think about once?\" \"Last spring, when you were… nearly killed…\" He paused to take a deep breath, snuggling to return to his teasing tone. \"Of course I was trying to focus on finding you alive, but part of my mind was making contingency plans. Like I said, it's not as easy for me as it is for a human.\" For one second, the memory of my last trip to Phoenix washed through my head and made me feel dizzy. I could see it all so clearly—the blinding sun, the heat waves coming off the concrete as I ran with desperate haste to find the sadistic vampire who wanted to torture me to death. James, waiting in the mirrored room with my mother as his hostage—or so I'd thought. I hadn't known it was all a ruse. Just as James hadn't known that Edward was racing to save me; Edward made it in time, but it had been a close one. Unthinkingly, my fingers traced the crescent-shaped scar on my hand that was always just a few degrees cooler than the rest of my skin. I shook my head—as if I could shake away the bad memories—and tried to grasp what Edward meant. My stomach plunged uncomfortably. \"Contingency plans?\" I repeated. \"Well, I wasn't going to live without you.\" He rolled his eyes as if that fact were   childishly obvious. \"But I wasn't sure how to do it—I knew Emmett and Jasper would never help… so I was thinking maybe I would go to Italy and do something to provoke the Volturi.\" I didn't want to believe he was serious, but his golden eyes were brooding, focused on something far away in the distance as he contemplated ways to end his own life. Abruptly, I was furious. \"What is a Volturi?\" I demanded.  \"The Volturi are a family,\" he explained, his eyes still remote. \"A very old, very powerful family of our kind. They are the closest thing our world has to a royal family, I suppose. Carlisle lived with them briefly in his early years, in Italy, before he settled in America—do you remember the story?\" \"Of course I remember.\" I would never forget the first time I'd gone to his home, the huge white mansion buried deep in the forest beside the river, or the room where Carlisle—Edward's father in so many real ways—kept a wall of paintings that illustrated his personal history. The most vivid, most wildly colorful canvas there, the largest, was from Carlisle's time in Italy. Of course I remembered the calm quartet of men, each with the exquisite face of a seraph, painted into the highest balcony overlooking the swirling mayhem of color. Though the painting was centuries old, Carlisle—the blond angel—remained unchanged. And I remembered the three others, Carlisle's early acquaintances. Edward had never used the name Volturi for the beautiful trio, two black-haired, one snow white. He'd called them Aro, Caius, and Marcus, nighttime patrons of the arts… \"Anyway, you don't irritate the Volturi,\" Edward went on, interrupting ray reverie. \"Not unless you want to die—or whatever it is we do.\" His voice was so calm, it made him sound almost bored by the prospect. My anger turned to horror. I took his marble face between my hands and held it very tightly. \"You must never, never, never think of anything like that again!\" I said. \"No matter what might ever happen to me, you are not allowed to hurt yourself!\" \"I'll never put you in danger again, so it's a moot point.\" \"Put me in danger! I thought we'd established that all the bad luck is my fault?\" I was getting angrier.  \"How dare you even think like that?\" The idea of Edward ceasing to exist, even if I were dead, was impossibly painful. \"What would you do, if the situation were reversed?\" he asked. \"That's not the same thing.\" He didn't seem to understand the difference. He chuckled. \"What if something did happen to you?\" I blanched at the thought. \"Would you want me to go off myself?\" A trace of pain touched his perfect features. \"I guess I see your point… a little,\" he admitted. \"But what would I do without you?\" \"Whatever you were doing before I came along and complicated your existence.\" He sighed. \"You make that sound so easy.\" \"It should be. I'm not really that interesting.\" He was about to argue, but then he let it go. \"Moot point,\" he reminded me. Abruptly, he pulled himself up into a more formal posture, shifting me to the side so that we were no longer touching. \"Charlie?\" I guessed. Edward smiled. After a moment, I heard the sound of the police cruiser pulling into the driveway. I reached out and took his hand firmly. My dad could deal with that much. Charlie came in with a pizza box in his hands. \"Hey, kids.\" He grinned at me. \"I thought you'd like a break from cooking and washing dishes for your birthday. Hungry?\" \"Sure. Thanks, Dad.\" Charlie didn't comment on Edward's apparent lack of appetite. He was used to Edward passing on dinner. \"Do you mind if I borrow Bella for the evening?\" Edward asked when Charlie and I were done. I looked at Charlie hopefully. Maybe he had some concept of birthdays as stay-at-home, family affairs—this was my first birthday with him, the first birthday since my mom, Renee, had remarried and gone to live in Florida, so I didn't know what he would expect. \"That's fine—the Mariners are playing the Sox tonight,\" Charlie explained, and my hope disappeared. \"So I won't be any kind of company… Here.\" He scooped up the camera he'd gotten me on Renee's suggestion (because I would need pictures to fill up my scrap-book), and threw it to me. He ought to know better than that—I'd always been coordination ally challenged. The camera glanced off the tip of my finger, and tumbled toward the floor. Edward snagged it before it could crash onto the linoleum. \"Nice save,\" Charlie noted. \"If they're doing something fun at the Cullens' tonight, Bella, you should take some pictures. You know how your mother gets—she'll be wanting to see the pictures faster than you can take them.\" \"Good idea, Charlie,\" Edward said, handing me the camera. I turned the camera on Edward, and snapped the first picture. \"It works.\" \"That's good. Hey, say hi to Alice for me. She hasn't been over in a while.\" Charlie's mouth pulled down at one corner. \"It's been three days, Dad,\" I reminded him. Charlie was crazy about Alice. He'd become attached last spring when she'd helped me through my awkward convalescence; Charlie would be forever grateful to her for saving him from the horror of an almost-adult daughter who needed help showering. \"I'll tell her.\" \"Okay. You kids have fun tonight.\" It was clearly a dismissal. Charlie was already edging toward the living room and the TV. Edward smiled, triumphant, and took my hand to pull me from the kitchen. When we got to the truck, he opened the passenger door for me again, and this time I didn't argue. I still had a hard time finding the obscure turnoff to his house in the dark. Edward drove north through Forks, visibly chafing at the speed limit enforced by my prehistoric Chevy. The engine groaned even louder than usual as he pushed it over fifty. \"Take it easy,\" I warned him. \"You know what you would love? A nice little Audi coupe. Very quiet, lots of power…\" \"There's nothing wrong with my truck. And speaking of expensive nonessentials, if you know what's good for you, you didn't spend any money on birthday presents.\" \"Not a dime,\" he said virtuously. \"Good.\" \"Can you do me a favor?\" \"That depends on what it is.\" He sighed, his lovely face serious. \"Bella, the last real birthday any of us had was Emmett in 1935. Cut us a little slack, and don't be too difficult tonight. They're all very excited.\" It always startled me a little when he brought up things like that. \"Fine, I'll behave.\" \"I probably should warn you…\" \"Please do.\" \"When I say they're all excited… I do mean all of them.\" \"Everyone?\" I choked. \"I thought Emmett and Rosalie were in Africa.\" The rest of Forks was under the impression that the older Cullens had gone off to college this year, to Dartmouth, but I knew better. \"Emmett wanted to be here.\" \"But… Rosalie?\" \"I know, Bella. Don't worry, she'll be on her best behavior.\" I didn't answer. Like I could just not worry, that easy. Unlike Alice, Edward's other \"adopted\" sister, the golden blond and exquisite Rosalie, didn't like me much. Actually, the feeling was a little bit stronger than just dislike. As far as Rosalie was concerned, I was an unwelcome intruder into her family's secret life. I felt horribly guilty about the present situation, guessing that Rosalie and Emmett's prolonged absence was my fault, even as I furtively enjoyed not having to see her Emmett, Edward's playful bear of a brother, I did miss. He was in many ways just like the big brother I'd always wanted… only much, much more terrifying. Edward decided to change the subject. \"So, if you won't let me get you the Audi, isn't there anything that you'd like for your birthday?\" The words came out in a whisper. \"You know what I want.\" A deep frown carved creases into his marble forehead. He obviously wished he'd stuck to the subject of Rosalie. It felt like we'd had this argument a lot today. \"Not tonight, Bella. Please.\" \"Well, maybe Alice will give me what I want.\" Edward growled—a deep, menacing sound. \"This isn't going to be your last birthday, Bella,\" he vowed. \"That's not fair!\" I thought I heard his teeth clench together. We were pulling up to the house now. Bright light shined from every window on the first two floors. A long line of glowing Japanese lanterns hung from the porch eaves, reflecting a soft radiance on the huge cedars that surrounded the house. Big bowls of flowers—pink roses—lined the wide stairs up to the front doors. I moaned. Edward took a few deep breaths to calm himself. \"This is a party,\" he reminded me. \"Try to be a good sport.\" \"Sure,\" I muttered. He came around to get my door, and offered me his hand. \"I have a question.\" He waited warily. \"If I develop this film,\" I said, toying with the camera in my hands, \"will you show up in the picture?\" Edward started laughing. He helped me out of the car, pulled me up the stairs, and was still laughing as he opened the door for me. They were all waiting in the huge white living room; when I walked through the door, they greeted me with a loud chorus of \"Happy birthday, Bella!\" while I blushed and looked down. Alice, I assumed, had covered every flat surface with pink candles and dozens of crystal bowls filled with hundreds of roses. There was a table with a white cloth draped over it next to Edward's grand piano, holding a pink birthday cake, more roses, a stack of glass plates, and a small pile of silver-wrapped presents. It was a hundred times worse than I'd imagined. Edward, sensing my distress, wrapped an encouraging arm around my waist and kissed the top of my head. Edward's parents, Carlisle and Esme—impossibly youthful and lovely as ever—were the closest to the door. Esme hugged me carefully, her soft, caramel-colored hair brushing against my cheek as she kissed my forehead, and then Carlisle put his arm around my shoulders. \"Sorry about this, Bella,\" he stage-whispered. \"We couldn't rein Alice in.\" Rosalie and Emmett stood behind them. Rosalie didn't smile, but at least she didn't glare. Emmett's face was stretched into a huge grin. It had been months since I'd seen them; I'd forgotten how gloriously beautiful Rosalie was—it almost hurt to look at her. And had Emmett always been so… big? \"You haven't changed at all,\" Emmett said with mock disappointment. \"I expected a perceptible difference, but here you are, red-faced just like always.\" \"Thanks a lot, Emmett,\" I said, blushing deeper. He laughed, \"I have to step out for a second\"—he paused to wink conspicuously at Alice—\"Don't do anything funny while I'm gone.\" \"I'll try.\" Alice let go of Jasper's hand and skipped forward, all her teeth sparkling in the bright light. Jasper smiled, too, but kept his distance. He leaned, long and blond, against the post at the foot of the stairs. During the days we'd had to spend cooped up together in Phoenix, I'd thought he'd gotten over his aversion to me. But he'd gone back to exactly how he'd acted before—avoiding me as much as possible—the moment he was free from that temporary obligation to protect me. I knew it wasn't personal, just a precaution, and I tried not to be overly sensitive about it. Jasper had more trouble sticking to the Cullens' diet than the rest of them; the scent of human blood was much harder for him to resist than the others—he hadn't been trying as long. \"Time to open presents,\" Alice declared. She put her cool hand under my elbow and towed me to the table with the cake and the shiny packages. I put on my best martyr face. \"Alice, I know I told you I didn't want anything—\" \"But I didn't listen,\" she interrupted, smug. \"Open it.\" She took the camera from my hands and replaced it with a big, square silver box. The box was so light that it felt empty. The tag on top said that it was from Emmett, Rosalie, and Jasper. Self-consciously, I tore the paper off and then stared at the box it concealed. It was something electrical, with lots of numbers in the name. I opened the box, hoping for further illumination. But the box was empty. \"Um… thanks.\" Rosalie actually cracked a smile. Jasper laughed. \"It's a stereo for your truck,\" he explained. \"Emmett's installing it right now so that you can't return it.\" Alice was always one step ahead of me. \"Thanks, Jasper, Rosalie,\" I told them, grinning as I remembered Edward's complaints about my radio this afternoon—all a setup, apparently. \"Thanks, Emmett!\" I called more loudly. I heard his booming laugh from my truck, and I couldn't help laughing, too. \"Open mine and Edward's next,\" Alice said, so excited her voice was a high-pitched trill. She held a small, flat square in her hand. I turned to give Edward a basilisk glare. \"You promised.\" Before he could answer, Emmett bounded through the door. \"Just in time!\" he crowed. He pushed in behind Jasper, who had also drifted closer than usual to get a good look. \"I didn't spend a dime,\" Edward assured me. He brushed a strand of hair from my face, leaving my skin tingling from his touch. I inhaled deeply and turned to Alice. \"Give it to me,\" I sighed. Emmett chuckled with delight. I took the little package, rolling my eyes at Edward while I stuck my finger under the edge of the paper and jerked it under the tape. \"Shoot,\" I muttered when the paper sliced my finger; I pulled it out to examine the damage. A single drop of blood oozed from the tiny cut. It all happened very quickly then. \"No!\" Edward roared. He threw himself at me, flinging me back across the table. It fell, as I did, scattering the cake and the presents, the flowers and the plates. I landed in the mess of shattered crystal. Jasper slammed into Edward, and the sound was like the crash of boulders in a rock slide. There was another noise, a grisly snarling that seemed to be coming from deep in Jasper's chest. Jasper tried to shove past Edward, snapping his teeth just inches from Edward's face. Emmett grabbed Jasper from behind in the next second, locking him into his massive steel grip, but Jasper struggled on, his wild, empty eyes focused only on me. Beyond the shock, there was also pain. I'd tumbled down to the floor by the piano, with my arms thrown out instinctively to catch my fall, into the jagged shards of glass. Only now did I feel the searing, stinging pain that ran from my wrist to the crease inside my elbow. Dazed and disoriented, I looked up from the bright red blood pulsing out of my arm—into the fevered eyes of the six suddenly ravenous vampires.",
            "vi": "These violent delights have violent ends And in their triumph die, like fire and powder, Which, as they kiss, consume        Khoái cảm bạo phát ắt bạo tàn, Và lụi tàn khi đạt được điều khao khát,  Như lửa và thuốc súng gặp nhau bùng cháy, rồi tắt rụi.  Lời tựa  Tôi cảm thấy như mình bị mắc kẹt trong một trong những cơn ác mộng khủng khiếp, trong đó mình phải chạy, chạy cho đến khi phổi muốn nổ tung, mà vẫn chưa đủ nhanh.  Đôi chân tôi càng lúc càng như chậm hơn khi tôi tìm cách chạy qua đám đông vô cảm, nhưng những cây kim trên tháp đồng hồ khổng lồ chẳng hề chậm lại.  Với sức mạnh tàn nhẫn và vô tình, chúng cứ dịch chuyển đến điểm kết thúc - kết thúc mọi thứ.  Nhưng đây không phải là một giấc mơ, và, không giống ác mộng, tôi không chạy vì mạng sống của mình; tôi đang phóng thật nhanh để cứu một thứ quý giá hơn rất nhiều. Hôm nay đời tôi chẳng hề có chút ý nghĩa gì đối với tôi cả. Alice đã nói có khả năng cao là cả hai chúng tôi sẽ chết ở đây. Có lẽ chuyện sẽ khác đi nếu cô không bị ánh nắng chói loà giữ chân; chỉ một mình tôi có thể chạy qua quảng trường nắng chang chang, đông đúc này.  Mà tôi thì không thể chạy đủ nhanh.  Vì vậy chuyện bị bao quanh bởi những kẻ thù nguy hiểm cùng cực chẳng còn quan trọng gì với tôi nữa.  Khi đồng hồ bắt đầu báo giờ, rung lên dưới lòng bàn chân chậm chạp của tôi, tôi biết mình đã quá muộn - và tôi mừng vì có những kẻ khát máu đang chờ đợi mình.  Vì nếu không làm được chuyện này thì tôi không còn muốn sống thêm một chút nào nữa.  Đồng hồ lại điểm giờ, và mặt trời như đổ lửa giữa trời. BUỔI TIỆC Tôi chắc chắn chín mươi chín phẩy chín phần trăm là mình đang mơ. Lý do tôi hết sức chắc chắn là vì, trước tiên, tôi đang đứng trong một luồng nắng trời rực rỡ - loại ánh nắng trong trẻo chói loà chẳng bao giờ chiếu rọi trên quê hương mới mẻ đầy mưa phùn của tôi ở Forks, Washington - và điều thứ hai, tôi đang nhìn bà Marie của tôi. Bà mất đã sáu năm nay, vì vậy đó là bằng chứng chắc chắn cho biết tôi đang mơ.  Bà chẳng thay đổi gì mấy; khuôn mặt bà y như trong ký ức tôi. Da mềm và khô héo, tạo thành cả ngàn nếp nhăn li ti ôm nhẹ phần xương bên dưới. Như một quả mơ khô, nhưng có mớ tóc bạc dày bồng bềnh như mây ôm quanh mặt.  Miệng chúng tôi – miệng bà thì nhăn nheo  - cùng toét miệng cười ngạc nhiên.  Rõ ràng là, bà cũng chẳng hề nghĩ sẽ gặp tôi.  Tôi định hỏi bà một câu; tôi có rất nhiều câu muốn hỏi -  Bà đang làm gì ở đây trong giấc mơ của tôi?  Bà sống ra sao trong sáu năm qua?  Ông khoẻ không, và họ có tìm thấy nhau không, dù đang ở đâu ?- nhưng bà đã mở miệng khi tôi vừa định hỏi, nên tôi ngưng để bà nói trước.  Bà cũng dừng lại, rồi chúng tôi cùng cười chuyện hơi vụng về này.  \"Bella!\" Không phải Bà đã gọi tên tôi, và cả hai chúng tôi cùng quay lại nhìn người sắp đến. Tôi chẳng cần nhìn cũng biết đó là ai; đó là một giọng nói tôi có thể nhận ra ở bất cứ nơi đâu – nhận ra, và đáp lại, dù tôi đã thức hay đang ngủ ... hoặc thậm chí chết rồi, tôi chắc chắn mình cũng sẽ làm thế.  Vì giọng nói đó tôi có thể bước qua lửa - hoặc, ít kịch tính hơn, bì bõm mỗi ngày trong cái lạnh và cơn mưa dầm dề.  Edward.  Mặc dù tôi luôn sung sướng khi gặp anh – dù có ý thức hay không - và mặc dù tôi gần như chắc chắn mình đang mơ, tôi lại lo sợ khi Edward đi về phía chúng tôi trong ánh nắng chói chang.  Tôi lo sợ vì bà không biết tôi yêu ma cà rồng – chẳng ai biết chuyện đó cả - vì vậy tôi phải giải thích việc những tia nắng rực rỡ đang phản chiếu làn da của anh thành cả ngàn mảnh cầu vồng như thể anh được làm bằng pha lê hoặc kim cương? À, bà ơi, chắc có lẽ bà đã nhận thấy bạn trai con chiếu lấp lánh.  Chỉ dưới ánh mặt trời ảnh mới thế thôi. Đừng lo về chuyện đó... Anh đang làm gì vậy? Toàn bộ lý do anh sống ở Forks, nơi nhiều mưa nhất thế giới, là để anh có thể ra ngoài vào ban ngày mà không để lộ bí mật của gia đình anh. Thế mà anh đang, duyên dáng thong thả đi về phía tôi - với nụ cười đẹp nhất trên khuôn mặt thiên thần của anh - như thể tôi là người duy nhất ở đây vậy.  Trong giây phút ấy, tôi ước mình không phải là một ngoại lệ đối với tài năng bí ẩn của anh; tôi thường cảm thấy mừng vì mình là người duy nhất anh không thể đọc được suy nghĩ rõ như thể được nói ra thành lời.  Nhưng bây giờ tôi muốn anh cũng đọc được suy nghĩ của tôi, để anh có thể nghe được lời cảnh báo tôi đang gào thét trong đầu.  Tôi liếc nhìn hoảng sợ vào bà trở lại, và thấy đã quá muộn.  Bà cũng vừa quay lại nhìn chằm chằm vào tôi, mắt bà cũng đầy lo lắng như mắt tôi.  Edward – vẫn tươi cười hớn hở đến nỗi trái tim tôi như đang phồng lên và nổ tung trong lồng ngực - choàng tay qua vai tôi và quay sang nhìn bà.  Vẻ mặt bà làm tôi ngạc nhiên. Thay vì có vẻ hoảng sợ, bà đang nhìn tôi chằm chằm ngượng ngùng, như thể đang chờ một lời mắng mỏ. Và bà đang đứng ở một tư thế thật kỳ lạ - một tay vụng về đưa ra khỏi cơ thể, vươn ra rồi ôm quanh không khí. Như thể bà vòng tay quanh ai đó tôi không thể nhìn thấy, một người vô hình... Chỉ khi nhìn bao quát hơn, tôi mới nhận ra có một khung mạ vàng khổng lồ bao quanh dáng bà.  Thắc mắc, tôi đưa bàn tay không ôm quanh eo Edward, vươn ra sờ bà.  Bà bắt chước y nguyên động tác ấy, phản chiếu nó. Nhưng nơi ngón tay của chúng tôi lẽ ra phải chạm nhau, lại chỉ là mặt kính lạnh lẽo... Điếng người, giấc mơ của tôi đột ngột trở thành một cơn ác mộng.  Không hề có bà.  Đó là tôi. Tôi trong gương. Tôi - già, nhăn nheo, và tàn héo.  Edward đứng cạnh tôi, ánh mắt vô tư lự, đẹp cực kỳ và mãi mãi ở tuổi 17.  Anh áp đôi môi hoàn hảo, lạnh giá của anh vào má tôi tàn tạ.  \"Sinh nhật hạnh phúc, \" anh thì thầm.  Tôi choàng tỉnh  - mắt mở toét - và thở hổn hển. Ánh sáng xám xịt buồn tẻ, ánh sáng quen thuộc của một buổi sáng đầy mây, chiếm chỗ mặt trời chói chang trong giấc mơ của tôi.  Chỉ là một giấc mơ thôi, tôi tự nói với mình. Chỉ là một giấc mơ. Tôi hít thật sâu, rồi lại giật nảy người khi đồng hồ báo thức.  Cái lịch nhỏ trong góc màn hình của đồng hồ báo tôi biết hôm nay là ngày mười ba tháng chín.  Chỉ là một giấc mơ, nhưng ít nhất về mặt nào đó cũng là điềm báo trước. Hôm nay là sinh nhật của tôi. Tôi chính thức mười tám tuổi.  Tôi đã sợ ngày này bao tháng trời.  Suốt mùa hè hoàn hảo – mùa hè sung sướng nhất tôi từng có, mùa hè hạnh phúc nhất chưa ai, chưa nơi nào có được, và mùa hè nhiều mưa nhất trong lịch sử Olympic Peninsula – thời điểm nản lòng này đã ẩn nấp mai phục chờ lúc bung ra.  Và bây giờ nó đã tấn công, thậm chí tệ hại hơn tôi đã sợ. Tôi có thể cảm thấy điều đó - tôi già đi.  Mỗi ngày tôi một già hơn, nhưng chuyện này khác, tệ hơn, có thể cân đo đong đếm được. Tôi đã mười tám tuổi.  Mà Edward thì chẳng bao giờ già đi.  Khi đi đánh răng, tôi gần như bị bất ngờ vì thấy khuôn mặt trong gương chẳng hề thay đổi. Tôi nhìn chằm chằm vào mình, tìm dấu hiệu nếp nhăn sắp xuất hiện trong làn da màu ngà của tôi.  Tuy vậy, mấy nếp nhăn duy nhất là mấy cái nếp nhăn trên trán tôi, và tôi biết là nếu tôi cố gắng thư giãn, chúng sẽ biến mất. Nhưng tôi không thể thư giãn được. Lông mày tôi cứ nhíu lại lo lắng trên đôi mắt nâu băn khoăn.  Chỉ là một giấc mơ thôi, tôi lại tự nhắc mình. Chỉ là một giấc mơ... nhưng cũng là cơn ác mộng đáng sợ nhất đời tôi.  Tôi bỏ ăn sáng, làm cho mau để có thể ra khỏi nhà càng nhanh càng tốt. Tôi không thể tránh bố được, nên đành phải bỏ ra mấy phút giả vờ vui vẻ. Tôi thực đã cố tỏ ra vui sướng khi nhận những món quà tôi đã xin ông đừng mua cho tôi, nhưng cứ mỗi lần tôi phải mỉm cười, thì cứ tựa như tôi sắp khóc đến nơi. Tôi cố giữ bình tĩnh khi lái xe đến trường. Giấc mơ về bà – tôi không đời nào nghĩ đó là tôi được - khó dứt ra khỏi đầu. Tôi chẳng cảm thấy gì ngoài nỗi thất vọng cho đến khi đỗ xe ở bãi đậu xe quen thuộc phía sau Forks High School và nhìn thấy Edward đang tựa người bất động vào chiếc Volvo màu bạc bóng loáng của anh, như một bằng chứng bằng cẩm thạch của thần sắc đẹp ngoại đạo bị lãng quên.  Giấc mơ đã không mô tả đúng sự thật.  Và anh đang ở đó đợi tôi, như bao ngày.  Nỗi tuyệt vọng biến ngay; niềm kinh ngạc chiếm chỗ của nó.  Dù sau nửa năm ở bên anh, tôi vẫn không thể tin mình may mắn đến thế.  Alice, em anh đang đứng bên anh, cũng đang chờ tôi.  Tất nhiên Edward và Alice chẳng thực sự là anh em ruột thịt (ở Forks người ta kể là toàn bộ anh chị em nhà Cullen đã được nhận nuôi bởi bác sĩ Carlisle Culler và vợ ông, Esme, cả hai rõ ràng quá trẻ để nuôi mấy người con nuôi mười mấy tuổi), nhưng da họ nhợt nhạt giống y nhau, mắt họ cùng có sắc vàng kỳ lạ, và quầng thâm dưới mắt cũng y như nhau. Mặt cô, như mặt anh, cũng đẹp đến sững sờ.  Đối với người biết rõ chuyện – người như tôi chẳng hạn – những điểm tương đồng này là dấu hiệu nhận biết họ là thứ gì.  Việc nhìn thấy Alice chờ ở đó – đôi mắt vàng nâu của cô sáng rực náo nức, và hộp vuông gói giấy bạc nhỏ trong tay cô - làm tôi cau mày. Tôi đã bảo Alice tôi không muốn gì hết, bất cứ thứ gì, không quà, thậm chí không cả chuyện quan tâm đến sinh nhật của tôi. Rõ ràng là, ước nguyện của tôi đã bị lờ đi.  Tôi đóng sầm cửa chiếc xe tải Chevy 53 của mình - trận mưa gỉ sét bay nhẹ nhàng xuống nhựa đường ẩm ướt – rồi từ từ đi về nơi họ đang chờ đợi. Alice nhảy tới gặp tôi, khuôn mặt tiên nữ của cô rực sáng dưới mái tóc huyền chỉa loà xoà.  \"Sinh nhật hạnh phúc, Bella!\" \"Suỵttt!\" Tôi rít lên, liếc nhìn xung quanh chỗ để xe để đảm bảo không ai nghe cô nói. Tôi chẳng hề muốn có mấy cái chuyện ăn mừng sự kiện không thể chịu đựng nỗi này. Cô lờ tôi đi. \"Chị muốn mở quà liền hay để sau?\" cô háo hức hỏi khi chúng tôi đi về phía Edward vẫn đang đợi.  \"Không quà cáp gì hết, \" tôi lầm bầm phản đối.  Cuối cùng thì cô cũng có vẻ hiểu tâm trạng của tôi. \" OK...  để sau vậy. Chị có thích quyển an-bum mẹ chị gởi tặng không? Còn máy ảnh của Charlie tặng thì sao?\" Tôi thở dài. Dĩ nhiên cô biết hết mọi món quà sinh nhật của tôi. Edward không phải là thành viên duy nhất trong gia đình có kỹ năng khác thường. Alice hẳn \"nhìn thấy” bố mẹ tôi muốn làm gì ngay khi họ vừa mới tự quyết định chuyện đó xong.  \"Ừ. Quà tuyệt lắm. \" \"Em nghĩ thiệt là ý tưởng hay. Mình chỉ là sinh viên năm cuối một lần trong đời thôi mà. Cũng nên lưu giữ lại kỷ niệm này.” \"Đã bao lần em làm sinh viên năm cuối rồi?” \"Chuyện đó khác mà.” Khi ấy, chúng tôi đã đến gần Edward, và anh chìa tay ra cho tôi. Tôi háo hức nắm lấy, quên đi, trong chốc lát, tâm trạng buồn bã của mình. Da anh, như mọi khi, mịn, cứng, và rất lạnh. Anh siết nhẹ ngón tay tôi. Tôi nhìn vào đôi mắt màu hoàng ngọc trong vắt của anh, và tim tôi tự siết mình-không-lấy-gì-nhẹ-nhàng-cho-lắm.  Nghe tiếng đập đứt quãng của nhịp tim tôi, anh lại mỉm cười.  Anh đưa bàn tay còn rảnh của mình rà một đầu ngón tay mát rượi quanh viền môi tôi vừa nói. \"Nè, như đã bàn, anh không được phép chúc em sinh nhật hạnh phúc, đúng không?\" \"Ừ. Đúng vậy.” Tôi không bao giờ có thể bắt chước giống y chuỗi phát âm rõ ràng trang trọng, hoàn hảo của anh. Đó là điều chỉ có thể học được trong một thế kỷ trước mà thôi.  \"Chỉ kiểm tra thôi. \" Anh lùa bàn tay qua mái tóc màu đồng bù xù của mình. \"Biết đâu em đổi ý.  Hầu như ai cũng thích mấy chuyện như sinh nhật và quà tặng.” Alice cười, và tiếng cười âm vang trong vắt như chuông ngân. \"Dĩ nhiên chị sẽ thích rồi.  Ai cũng phải đối xử tốt với chị hôm nay và để chị làm theo ý mình, Bella. Vậy thì điều tệ hại nhất có thể xảy ra là gì chớ?\" Cô định nói kiểu câu hỏi tu từ.  \"Già đi, \" tôi vẫn cứ trả lời, và giọng tôi không điềm tĩnh như tôi muốn.  Bên tôi, nụ cười của Edward chuyển thành đôi môi mím chặt.  \"18 tuổi đâu có già đâu, \" Alice nói. \"Chẳng phải phụ nữ thường đến hai mươi chín tuổi mới cảm thấy khó chịu vì vụ sinh nhật sao?\" \"Già hơn Edward rồi, \" tôi lầm bầm.  Anh thở dài.  \"Tuy vậy, nói cho cùng,” cô nói, giữ giọng vui vẻ. \"Chỉ hơn có một năm cỏn con thôi mà.” Còn tôi giả sử...  nếu tôi có thể chắc chắn về tương lai tôi muốn có, chắc chắn là mình sẽ được trọn đời bên anh, cùng Alice và những người khác trong gia đình Cullens (thì tốt nhất không nên là một bà cụ nhỏ thó nhăn nheo) ... thì một hai tuổi này nọ sẽ chẳng quan trọng gì lắm đối với tôi. Nhưng Edward lại phản đối kịch liệt mọi ý định biến đổi tôi.  Mọi ý định làm tôi giống anh - cũng làm tôi bất tử.  Ngõ cụt, anh đã gọi vậy.  Nói thực, tôi chẳng hiểu quan điểm của Edward chút nào.  Bất tử có gì mà ghê gớm đến thế?  Làm ma cà rồng đâu có vẻ gì mà kinh khủng như thế -- dù sao thì không phải cách nhà Cullens đang sống.  \"Khi nào chị sẽ đến nhà?\" Alice nói tiếp, đổi đề tài.  Theo vẻ mặt của cô, rõ ràng cô đang định làm đúng cái chuyện tôi đã muốn tránh trớ.  \"Chị không nghĩ chị sẽ đến đó. \"  \"Ồ, công bằng đi chứ, Bella!\"  cô phàn nàn. \"Chị sẽ không phá hỏng niềm vui của tất cả mọi người như thế, phải không nào?\"   \"Chị tưởng sinh nhật mình thì chỉ làm chuyện mình thích thôi chớ.” \"Anh sẽ đón cô ấy ở nhà Charlie ngay sau giờ học, \" Edward nói với cô, hoàn toàn lờ tôi đi.  \"Em phải đi làm,” tôi phản đối.  \"Thực ra thì, chị không phải đi làm” Alice nói với tôi một cách tự mãn.  \"Em đã nói Bà Newton về chuyện đó rồi.  Bà ấy sẽ đổi ca cho chị.  Bà ấy đã nói là chúc chị 'Sinh nhật hạnh phúc.'”  \"Chị -- chị vẫn thể không ghé qua được đâu,” tôi nói lắp, tìm cớ.  \"Chị, ờ thì, chị chưa xem Romeo và Juliet cho giờ học tiếng Anh.”  Alice khịt mũi.  \"Chị đã thuộc lòng Romeo và Juliet còn gì.”  \"Nhưng thầy Berty đã nói chúng ta cần xem người ta diễn nó thì mới cảm nhận được hết cái hay của nó - đó là cách Shakespeare định trình bày nó.”  Edward trợn tròn mắt.  \"Chị đã xem phim đó rồi còn gì, \" Alice buộc tội.  \"Nhưng chị chưa xem bản phim thập niên 1960.  Thầy Berty đã nói phim đó mới hay nhất.”  Cuối cùng, Alice đánh mất nụ cười tự mãn và nhìn tôi trừng trừng.  \"Chuyện này muốn dễ là dễ, khó là khó thôi, Bella, dù cho chị có làm gì  --“ Edward chặn lời đe doạ của cô.  \"Bớt căng thẳng nào, Alice.  Nếu Bella muốn xem phim, hãy để cô ấy xem.  Sinh nhật của cô ấy mà.”  \"Vậy đó, \" tôi nói thêm.  \"Anh sẽ đưa cô ấy đến vào lúc khoảng bảy giờ, \" anh nói tiếp.  \"Thế thì em sẽ có nhiều thời gian sắp xếp hơn.” Tiếng cười của Alice lại vang lên trong vắt.  \"Nghe hay á.  Hẹn gặp lại chị đêm nay, Bella!  Rồi chị sẽ thấy vui lắm đó.”  Cô cười toe toét -- nụ cười toe toét để lộ toàn bộ hàm răng hoàn hảo, sáng lấp lánh của cô - rồi hôn vội lên má tôi và nhảy chân sáo về phía lớp học đầu tiên của cô trước khi tôi có thể phản ứng lại.  \"Xin anh, Edward\" tôi bắt đầu cầu xin, nhưng anh đã đặt một ngón tay mát rượi lên môi tôi.  \"Để sau hẵng bàn.  Mình sắp trễ giờ học rồi.”  Chẳng ai buồn nhìn khi chúng tôi ngồi vào chỗ ngồi quen thuộc của mình ở cuối lớp (bây giờ chúng tôi hầu như học chung mọi lớp với nhau - thật hết sức ngạc nhiên vì những ưu ái Edward nhận từ cô giáo vụ).  Edward và tôi đã ở bên quá lâu nên không còn là đối tượng để bàn tán nữa.  Newton Mike thậm chí chẳng hề nhìn tôi buồn bã như mọi khi đã khiến tôi cảm thấy mình hơi có tội.  Thay vào đó, bây giờ anh chàng mỉm cười, và tôi mừng vì anh dường như đã chấp nhận chúng tôi chỉ có thể là bạn bè mà thôi.  Mike đã thay đổi trong mùa hè - khuôn mặt anh chàng mất vài nét tròn trĩnh, làm xương gò má nổi rõ hơn, và anh chàng để kiểu tóc mới: mái tóc vàng nhạt của anh ta thay vì dựng đứng như bàn chải, bây giờ dài hơn và vuốt keo thành kiểu bù xù tự nhiên cẩn thận. Thật dễ nhận thấy nguồn cảm hứng của anh ta từ đâu ra - nhưng phong cách của Edward không phải bắt chước mà được.  Khi ngày dần trôi, tôi nghĩ đủ cách để thoát được chuyện sắp xảy ra ở nhà Cullen đêm nay.  Thiệt khổ sở khi phải ăn mừng khi tôi đang muốn than khóc.   Nhưng, khổ hơn hết là, chuyện này thế nào cũng dính đến chuyện quan tâm và quà cáp.  Quan tâm chả bao giờ là chuyện tốt, mọi kẻ vụng về chuyên thu hút tai nạn khác đều sẽ đồng ý vậy.  Chẳng ai muốn làm trung tâm thu hút chú ý khi họ sắp té dập mặt.  Và tôi đã khẩn khoản yêu cầu - à, thật ra là ra lệnh - không ai được tặng tôi bất cứ món quà gì năm nay. Có vẻ như Charlie và Renee không phải là những người duy nhất quyết định lờ đi chuyện đó.  Tôi chẳng bao giờ có nhiều tiền, và chuyện đó chẳng bao giờ làm tôi lo nghĩ.  Renee đã nuôi tôi khôn lớn bằng tiền lương của một giáo viên mẫu giáo.  Charlie cũng chẳng giàu có gì với nghề nghiệp của ông - ông là cảnh sát trưởng ở đây trong thành phố nhỏ xíu này của Forks.  Thu nhập cá nhân của tôi có từ mỗi tuần ba ngày làm việc ở cửa hàng đồ thể thao ở địa phương.  Trong thành phố nhỏ này, tôi may mắn có việc làm.  Từng xu tôi làm được là để ki cóp dành dụm để sau này học đại học.  (Học đại học là kế hoạch B.  Tôi vẫn mong thực hiện kế hoạch A, nhưng Edward cứ bướng bỉnh muốn tôi cứ làm người...)  Edward có rất nhiều tiền - thậm chí tôi không muốn nghĩ đến chuyện anh có bao nhiêu tiền nữa.  Tiền hầu như chẳng có nghĩa gì đối với Edward hoặc những người khác trong nhà Cullens.  Đó chỉ là thứ cứ tích lũy dần khi bạn có lượng thời gian vô hạn trong tay và một người em có khả năng phi thường có thể dự đoán các khuynh hướng trong thị trường chứng khoán.  Edward dường như không hiểu tại sao tôi không chịu để anh chi tiền cho tôi - tại sao tôi lại không thoải mái khi anh đưa tôi đến một nhà hàng mắc tiền ở Seattle, tại sao anh không được phép mua cho tôi một chiếc xe hơi có thể đạt đến tốc độ hơn năm mươi lăm dặm một giờ, hay tại sao tôi không chịu để anh trả học phí học đại học cho tôi (anh nhiệt tình với kế hoạch B một cách buồn cười).  Edward nghĩ tôi đã cố chấp một cách không cần thiết.  Nhưng làm sao tôi có thể để anh tặng tôi này nọ trong khi tôi chẳng có gì để đền đáp lại? Anh, vì một lý do không thể hiểu được cứ muốn ở bên tôi.  Bất cứ thứ gì anh tặng tôi ngoài chuyện đó chỉ càng làm chúng tôi thêm cách biệt.   Ngày trôi qua, chẳng nghe Edward hay Alice nói gì về vụ sinh nhật của tôi nữa, và tôi bắt đầu cảm thấy thoải mái một chút.  Chúng tôi ngồi ở bàn vẫn ngồi để ăn trưa.  Có một loại thoả thuận đình chiến kỳ lạ ở cái bàn đó. Ba chúng tôi - Edward, Alice, và tôi - ngồi ở đầu mút phía nam của bàn.  Bây giờ anh chị nhà Cullen \"lớn tuổi hơn\" và có phần dễ sợ hơn (chắc chắn là trường hợp của Emmett rồi) đã tốt nghiệp, Alice và Edward không có vẻ đáng sợ lắm, nên chúng tôi không ngồi một mình ở đây.  Những người bạn khác của tôi, Mike và Jessica (đang trong thời kỳ ngượng nghịu vẫn làm bạn sau khi chia tay),  Angela và Ben (vẫn còn yêu nhau sau mùa hè), Eric, Conner, Tyler, và Lauren (mặc dù người cuối cùng không thực sự được tính vào phạm trù bạn bè) đều ngồi chung bàn, phía bên kia ranh giới vô hình.  Ranh giới ấy tan biến vào những ngày nắng khi Edward và Alice luôn nghỉ học, lúc đó mọi người, kể cả tôi đều hào hứng tán dóc.  Edward và Alice chẳng hề thấy chuyện tẩy chay nho nhỏ ấy là kỳ quặc hay khó chịu như tôi sẽ cảm thấy vậy nếu ở vào trường hợp của họ. Họ chẳng hề để ý đến.  Mọi người luôn cảm thấy căng thẳng kỳ lạ với nhà Cullens, hầu như e sợ vì một lý do nào đó mà chính họ cũng chẳng hiểu.  Tôi là một ngoại lệ hiếm hoi không giống vậy.  Đôi khi chuyện đó làm Edward phiền muốn vì tôi quá thoải mái khi ở gần anh.  Anh nghĩ anh có hại cho tôi - một ý kiến mà hễ anh nói ra là tôi kịch liệt phản đối ngay khi anh vừa nói ra.  Buổi trưa trôi qua thật nhanh.  Hết giờ học, Edward đưa tôi đến xe tải của tôi như thường lệ.   Nhưng lần này, anh mở cửa phía hành khách cho tôi.  Alice chắc đã chạy xe anh về nhà để anh giữ cho tôi khỏi chạy trốn.  Tôi khoanh tay và không nhúc nhích để tránh mưa.  \"Hôm nay là sinh nhật của em mà, sao em không được lái xe chớ?\"  \"Anh đang giả vờ hôm nay không phải là sinh nhật em, đúng như ý em muốn.”  \"Nếu không phải là sinh nhật của em, thì em đâu cần đến nhà anh đêm nay làm chi...”  \"Tốt lắm.” Anh đóng cửa phía hành khách và bước qua tôi để mở cửa phía tài xế.  \"Chúc em sinh nhật hạnh phúc.” \"Suỵt, \" tôi miễn cưỡng bảo anh im lặng.  Tôi leo vô cánh cửa đã mở, ước gì anh chấp nhận đề nghị kia.  Edward mở ra-đi-ô trong khi tôi lái xe, lắc đầu chê bai.  \"Ra-đi-ô của em có bộ phận thu sóng khủng khiếp quá. \"  Tôi cau mày.  Tôi không thích anh trêu chọc xe tải của tôi.  Xe tôi rất tuyệt - nó có cá tính.  \"Anh muốn dàn âm thanh nổi hay hả?  Thì đi xe của anh đi.” Tôi quá hồi hộp về kế hoạch của Alice, thêm vào tâm trạng đã quá buồn rầu của tôi, nên lời tôi nói ra cáu kỉnh hơn tôi nghĩ.  Tôi khó mà cáu kỉnh được với Edward, và giọng tôi làm anh mím chặt môi để khỏi mỉm cười.  Khi tôi đỗ xe ở phía trước nhà Charlie, anh đưa tay ôm mặt tôi trong tay anh.  Anh chạm vào tôi hết sức cẩn thận, chỉ dịu dàng áp đầu ngón tay lên thái dương, xương gò má, quai hàm của tôi.  Như thể tôi cực kỳ mong manh.  Ít nhất, thì đúng vậy – khi so với anh.  \"Em lẽ ra phải thơ thới hân hoan, nhất là ngày hôm nay, \" anh thì thầm. Hơi thở ngọt ngào của anh phà trên mặt tôi. \"Nhưng nếu em không muốn thơ thới hân hoan thì sao?\" Tôi hỏi, hơi thở tôi ngắt quãng.  Đôi mắt vàng của anh giận dữ.  \"Quá dở.”  Đầu tôi quay cuồng khi anh nghiêng đến gần tôi hơn và áp đôi môi lạnh giá của anh vào môi tôi.  Đúng như anh mong đợi, rõ ràng, tôi quên hết mọi âu lo, mà chỉ lo tập trung nhớ cách hít thở.  Miệng anh nấn ná trên miệng tôi, lạnh, mềm và dịu dàng, cho đến khi tôi quấn cánh tay mình quanh cổ anh và háo hức đắm mình vào nụ hôn hơi quá nhiệt tình.  Tôi có thể cảm thấy môi anh cong lên khi anh buông mặt tôi ra và lùi lại để gỡ vòng tay của tôi.  Edward đã định nhiều ranh giới kỹ lưỡng cho quan hệ thể xác của chúng tôi, muốn giữ mạng sống cho tôi.   Cho dù tôi tôn trọng nhu cầu duy trì khoảng cách an toàn giữa da tôi và hàm răng bén như lưỡi lam đầy nọc độc của anh, tôi thường hay quên mất những thứ linh tinh đó khi anh hôn tôi. \"Xin em cư xử đàng hoàng nào, \" anh thở vào má tôi.  Anh nhẹ nhàng áp môi vào môi tôi lần nữa rồi tránh ra xa, xếp tay tôi vào lòng tôi.  Mạch máu đang đập thình thịch trong tai tôi.  Tôi đặt một bàn tay lên tim.  Nó đập điên cuồng dưới lòng bàn tay tôi.  \"Anh nghĩ liệu có bao giờ em làm chuyện này khá hơn không?\"  Tôi thắc mắc, chủ yếu hỏi chính tôi.  \"Liệu có ngày nào đó tim em sẽ không cố nhảy ra khỏi ngực mỗi khi anh chạm vào em?\"  \"Anh thực hy vọng em sẽ không vậy, \" anh nói, hơi tự mãn.  Tôi trợn tròn mắt.  \"Mình xem Capulets và Montagues hạ nhau nhé?\"  \"Ý muốn của em là mệnh lệnh dành cho anh.”  Edward nằm dài trên ghế xô-pha khi tôi mở phim, tua nhanh qua phần giới thiệu danh sách ê - kíp làm phim.  Khi tôi ngồi ở mép ghế xô-pha phía trước, anh vòng tay ôm eo tôi và kéo tôi tựa vào ngực anh.  Không thoải mái như tựa vào nệm ghế xô-pha, vì ngực anh cứng và lạnh giá - và hoàn hảo - như một tác phẩm điêu khắc trên băng, nhưng chắc chắn là tôi thích hơn.  Anh kéo tấm khăn phủ ghế cũ kỹ ra khỏi lưng ghế và đắp lên tôi để tôi không thấy lạnh khi tựa vào anh.  \"Em biết không, anh chẳng bao giờ chịu đựng nỗi Romeo, \" anh bình luận khi phim mới bắt đầu.   \"Romeo sao chứ?\" Tôi hỏi, hơi giận.  Romeo là một trong những nhân vật trong truyện ưa thích của tôi.  Trước khi gặp Edward, tôi gần như mê tít anh ta. \"Ừm, đầu tiên, anh ta yêu Rosaline - em không thấy anh ta có vẻ hơi dễ thay lòng sao?  Rồi, một vài phút sau khi họ cưới nhau, anh ta lại giết em họ của Juliet.  Chuyện đó chẳng thông minh cho lắm.  Hết sai lầm này lại sai lầm khác.  Anh ta có thể nào hủy hoại hạnh phúc của riêng mình triệt để hơn vậy nữa không?\"  Tôi thở dài.  \"Anh có muốn em xem phim này một mình không?\"  \"Không, dù sao thì anh cũng sẽ toàn là ngắm em không thôi.\"  Ngón tay anh vẽ hoa văn lên da tay tôi, làm tôi sởn gai ốc.  \"Em sẽ khóc chớ?\"  \"Chắc vậy, \" tôi thú nhận, \" nếu em chú ý.” \"Vậy anh sẽ không làm em phân tâm nữa đâu.”  Nhưng tôi cảm thấy môi anh trên tóc mình, chuyện đó làm tôi phân tâm hết sức.  Cuối cùng cuốn phim cũng làm tôi chú ý, phần lớn nhờ Edward thì thầm từng lời của Romeo vào tai tôi - giọng nói mượt mà, hấp dẫn không chịu nỗi của anh làm cho giọng nói của diễn viên có vẻ lạt lẽo và tầm thường.  Rồi tôi đã khóc, làm anh thích thú, khi Juliet tỉnh lại và thấy chồng mới cưới của cô đã chết.  \"Anh thú thiệt anh hơi ghen tị với anh ta ở điểm này, \" Edward nói, lau  khô nước mắt bằng một lọn tóc của tôi.  \"Cô ấy đẹp quá. \"  Anh thốt ra một âm thanh phản đối.  \"Anh không ghen tị chuyện anh ta được cô gái ấy yêu - mà là chuyện anh ta dễ tự sát,” anh giải thích bằng giọng trêu chọc.  “Con người làm chuyện đó dễ dàng quá! Chỉ cần tọng một lọ tinh chất thảo mộc xíu xiu...”  \"Gì chứ?\" Tôi nói hổn hển.  \"Đó là chuyện có lần anh đã phải nghĩ đến, và anh đã biết qua kinh nghiệm của Carlisle là chuyện đó sẽ không đơn giản.  Anh không biết lúc đầu Carlisle đã thử bao nhiêu cách để tự sát ... sau khi ông nhận ra mình đã trở thành thứ gì...\"  Giọng anh, lúc nãy nghiêm túc, giờ tươi vui trở lại.  \"mà ông rõ ràng vẫn cứ khoẻ như voi.”  Tôi xoay người để có thể nhìn được mặt  anh.  \"Anh đang nói về chuyện gì vậy?\"  Tôi hỏi.  \"Anh hàm ý gì khi nói đây là chuyện anh đã một lần phải nghĩ đến?\"  \"Mùa xuân năm ngoái, khi em ... suýt bị giết... \" Anh ngừng lại để hít thật sâu, nhích gần để trở lại giọng trêu chọc của mình.  \"Dĩ nhiên anh đã cố tập trung tìm em vẫn còn sống, nhưng một phần tâm trí anh đã lên một kế hoạch phòng bị.   Như anh đã nói, với anh chuyện đó không dễ làm như với con người. \"  Trong một giây, ký ức về chuyến đi vừa rồi đến Phoenix của tôi cuốn qua tâm trí làm tôi cảm thấy chóng mặt.  Tôi như nhìn thấy chuyện đó thật rõ ràng - mặt trời chói chang, hơi nóng toả ra từ bê tông khi tôi chạy vội vàng tuyệt vọng tìm con ma cà rồng ác dâm muốn tra tấn tôi đến chết.  James, chờ trong căn phòng lắp gương với mẹ tôi làm con tin - hoặc do tôi nghĩ vậy.  Tôi không biết đó chỉ là thủ đoạn bịp bợm.  Chỉ nhờ James không biết Edward đang rượt theo cứu tôi; Edward đã đến kịp lúc, nhưng lẽ ra thì đã tiêu tùng rồi. Bất giác, ngón tay tôi dò tìm vết sẹo hình lưỡi liềm trên bàn tay mình, luôn mát hơn phần da còn lại vài độ.  Tôi lắc đầu - như thể tôi có thể xua đi ký ức đau khổ – để cố hiểu ý Edward.  Dạ dày của tôi nhộn nhạo khó chịu.  \"Kế hoạch phòng bị?\"  Tôi lặp lại.  \"Ừm, anh sẽ không sống mà không có em.” Anh trợn tròn mắt tỏ vẻ không tin như thể chuyện đó rõ ràng quá trẻ con.   \"Nhưng anh không chắc cách làm chuyện đó-  Anh biết Emmett và Jasper sẽ chẳng bao giờ giúp anh ... nên anh nghĩ có lẽ anh sẽ đến Ý và làm chuyện gì đó để chọc tức Volturi.”  Tôi không muốn tin anh nói nghiêm túc, nhưng đôi mắt vàng của anh ủ ê, tập trung vào cái gì đó xa xôi khi anh ngẫm nghĩ cách chấm dứt cuộc đời mình.  Đột nhiên, tôi điên tiết.  \" Volturi là gì?\" Tôi hỏi.  \"Volturi là một gia tộc, \" anh giải thích, mắt anh vẫn xa xăm.  \"Một dòng dõi rất cổ xưa, rất hùng mạnh trong chủng loài của bọn anh.  Anh nghĩ, theo cách gọi của thế giới chúng ta, thì họ hẳn là một gia đình hoàng tộc.  Carlisle đã sống với họ trong một thời gian ngắn trong những năm mới biến đổi, ở Ý, rồi mới định cư ở Mỹ ---em còn nhớ chuyện đó không?\"  \"Dĩ nhiên là em nhớ. \"  Tôi sẽ chẳng bao giờ quên lần đầu tiên đến nhà anh, ngôi nhà trắng khổng lồ ẩn sâu trong rừng cạnh dòng sông, tôi cũng chẳng bao giờ quên căn phòng của Carlisle – người cha đúng nghĩa của Edward - có một bức tường thuật lại chuyện đời ông.  Ở đó, bức tranh sơn dầu sống động nhất, màu sắc sặc sỡ nhất, được vẽ trong thời gian Carlisle ở Ý.  Dĩ nhiên tôi nhớ bốn người đàn ông điềm tĩnh, ai cũng có khuôn mặt tuyệt đẹp của thiên thần, được vẽ đứng trên ban-công cao nhất nhìn xuống đám đông màu mè hỗn độn bên dưới.  Cho dù bức hoạ hàng trăm năm tuổi, Carlisle - thiên thần tóc vàng - vẫn không thay đổi. Và tôi nhớ ba người khác, người quen thuở ban đầu của Carlisle.  Edward chưa bao giờ dùng cái tên Volturi để chỉ bộ ba xinh đẹp ấy, hai người tóc đen, và một người tóc trắng như tuyết.  Anh đã gọi tên họ là Aro, Caius, và Marcus, nhà bảo trợ nghệ thuật của đêm đen...  \"Dù sao chăng nữa, em cũng đừng chọc giận Volturi, \" Edward nói tiếp, làm gián đoạn giấc mơ màng.  \"Đừng, trừ phi em muốn chết - hoặc bất cứ điều gì tương tự.” Giọng anh thật bình tĩnh, nghe như anh quá chán viễn cảnh ấy.  Cơn phẫn nộ của tôi chuyển thành nỗi kinh hoàng. Tôi ôm khuôn mặt cẩm thạch của anh trong tay mình thật chặt.  \"Anh đừng bao giờ, đừng bao giờ, không bao giờ được nghĩ đến những chuyện như thế nữa!\"  Tôi nói.  \"Bất kể có điều gì có thể xảy ra cho em, anh cũng không được phép tự hại mình!\"  \"Anh sẽ không bao giờ làm em bị nguy hiểm nữa đâu, vì thế đó là chuyện không quan trọng nữa.”  \"Làm em bị nguy hiểm!  Em đã tưởng chúng ta ai cũng rõ mọi xui xẻo là do lỗi của em chứ?\" Tôi càng lúc càng giận hơn.  \"Sao anh thậm chí dám nghĩ như thế?”  Cái ý nghĩ Edward không còn tồn tại nữa, dù là tôi đã chết, làm tôi đau đớn khôn cùng.  \"Thế ngược lại, nếu em là anh, em sẽ làm gì?” anh hỏi.  \"Đâu có giống nhau đâu.” off Anh dường như không hiểu được sự khác nhau ấy. Anh cười khúc khích.  \"Sẽ ra sao nếu chuyện đó xảy ra với anh?\" Tôi tái người vì ý nghĩ này. \"Anh có muốn em tự hủy mình không?\" Nét đau đớn hằn trên khuôn mặt hoàn hảo của anh.  \"Anh nghĩ anh hiểu ý em ... một chút,” anh thừa nhận. \"Anh sẽ làm gì đây nếu không có em?” \"Làm chuyện anh đã làm trước khi em đến, gây rắc rối cho đời anh.” Anh thở dài. \"Em nói nghe dễ quá.” \"Nên vậy.  Em đâu có hay ho thế.” Anh định cãi, nhưng rồi anh bỏ qua chuyện đó. \"Chuyện không quan trọng,” anh nhắc tôi. Đột ngột, anh ngồi thẳng nghiêm chỉnh hơn, đặt tôi sang một bên để chúng tôi không còn chạm vào nhau nữa.  \"Charlie hả?\" Tôi đoán.  Edward mỉm cười. Một lúc sau, tôi nghe tiếng xe tuần tiễu của cảnh sát dừng trên đường lái xe vào nhà. Tôi vươn tay ra nắm tay anh thật chặt. Bố tôi có thể chịu được nhiều hơn thế.  Charlie bước vào với hộp bánh pizza trong tay.  \"Này, mấy con.”  Ông cười toe toét với tôi. \"Bố nghĩ con thích nghỉ nấu ăn và rửa chén bát trong sinh nhật của con. Đói chưa?\" \"Chắc chắn rồi. Cám ơn bố.” Charlie không bình luận gì chuyện Edward rõ ràng không thèm ăn cho lắm. Ông đã quen chuyện Edward không ăn tối.  \"Bác có phiền không nếu con mượn Bella tối nay?\" Edward hỏi khi Charlie và tôi ăn xong.  Tôi nhìn Charlie tràn trề hy vọng. Có lẽ ông quan niệm sinh nhật là chuyện trong gia đình, chuyện tổ chức trong nhà - đây là sinh nhật đầu tiên tôi ở bên ông, sinh nhật đầu tiên kể từ khi mẹ tôi, Renee, tái giá và đến Florida sinh sống, vì vậy tôi không biết ông muốn sao.  \"Không sao đâu – đội Mariners sẽ gặp đội Sox đêm nay,” Charlie giải thích, và niềm hy vọng của tôi biến mất.  \"Nên bố sẽ không thể bầu bạn cùng ai cả ... Đây nè.” Ông cầm chiếc máy ảnh ông tặng tôi theo đề nghị của Renee (vì tôi sẽ cần hình để lồng vô quyển an-bum mẹ tặng), và ném nó cho tôi.  Ông lẽ ra phải hiểu rõ hơn thế - tôi luôn gặp khó khăn khi phải phối hợp chân tay. Máy ảnh sượt qua đầu ngón tay tôi, rồi rớt xuống sàn. Edward chộp được nó trước khi nó rơi lên vải sơn lót sàn.  \"Cứu được một bàn thua trông thấy, \" Charlie lưu ý. \" Nếu mọi người tổ chức vui vẻ ở nhà Cullens đêm nay, Bella, con nên chụp ít hình nhé. Con biết mẹ con rồi đó – con chưa chụp mà mẹ con đã nôn coi hình rồi.” \"Ý hay, Charlie, \" Edward nói, trao tôi chiếc máy ảnh.  Tôi hướng máy về phía Edward, và chụp tấm đầu tiên. \"Hoạt động tốt. \" \"Vậy thì tốt. Này, gởi lời chào Alice cho bố nhé.  Lâu rồi cô bé không đến chơi.”  Miệng Charlie trễ xuống thất vọng.  \"Mới có ba ngày hà bố,” tôi nhắc ông. Charlie rất thích Alice.  Mùa xuân rồi, ông trở nên thích cô hết sức khi cô giúp tôi trong thời gian dưỡng bệnh đầy khó khăn; Charlie sẽ mãi biết ơn cô đã giúp ông thoát được nỗi kinh hoàng vì cô con gái-gần-như-đã-trưởng-thành lại cần giúp tắm rửa. \"Con sẽ nói với cô ấy.” \"OK.  Các con đêm nay chơi vui nhé.” Rõ ràng là một câu tống khứ. Charlie đã đi về phía phòng khách và cái ti-vi.  Edward mỉm cười, chiến thắng, và nắm tay tôi kéo tôi ra khỏi nhà bếp.  Khi đến xe tải, anh lại mở cửa phía hành khách cho tôi, và lúc này tôi chẳng cãi nữa. Tôi vẫn khó mà tìm ra lối rẽ bị che khuất vào nhà anh trong bóng tối.  Edward lái về hướng bắc xuyên qua Forks, rõ ràng bực tức vì giới hạn tốc độ buộc phải tuân theo bởi chiếc Chevy tiền sử của tôi.  Động cơ rên rỉ thậm chí to hơn bình thường khi anh tăng tốc độ quá năm mươi dặm/giờ.  \"Bình tĩnh nào, \" tôi cảnh báo anh.  \"Em biết em sẽ thích gì không? Một chiếc xe hai chỗ Audi nhỏ nhắn dễ thương. Rất êm, mạnh lắm...” \"Xe em chả sao hết. Và nhân tiện nói đến mấy thứ vô tích sự mắc tiền đó, nếu anh muốn khỏi bị rắc rối thì đừng có mà bỏ tiền ra mua quà sinh nhật đó.” \"Chẳng bỏ một xu, \" anh nói, đầy vẻ thật thà.  \" Tốt.” \"Em ban cho anh một ân huệ nhé?\" \"Tùy chuyện nữa.” Anh thở dài, khuôn mặt đáng yêu của anh nghiêm túc. \"Bella, sinh nhật thực sự cuối cùng bọn anh được tổ chức là sinh nhật Emmett vào năm 1935.  Hãy thông cảm cho bọn anh một chút, và đừng quá cố chấp đêm nay. Họ đều hết sức phấn khích. \" Tôi luôn bối rối khi anh nêu vấn đề kiểu như vậy. \"Được rồi, em sẽ cư xử đàng hoàng.” \"Anh có lẽ nên báo em biết trước ...” \"Xin hãy làm vậy.” \"Khi anh nói họ đều hết sức phấn khích ... thì đúng là tất cả mọi người đó nhé.” \"Tất cả mọi người?\" Tôi nghẹn. \" Em tưởng Emmett và Rosalie đang ở Châu Phi.” Dân ở Forks nghĩ là những người con lớn của nhà Cullens đều đã đi học đại học năm nay, ở Dartmouth, nhưng tôi biết rõ hơn vậy.  \"Emmett muốn ở đây.” \"Còn... Rosalie?” \"Anh biết, Bella. Đừng lo, cô ấy sẽ cư xử đàng hoàng.” Tôi không trả lời. Như thể tôi có thể chẳng cần lo lắng gì cả, dễ thế. Không giống Alice, cô “chị nuôi” của Edward, Rosalie tuyệt đẹp có mái tóc vàng óng ả, không thích tôi cho lắm. Thực ra thì, còn hơn là không thích. Về phần Rosalie, tôi là kẻ đột nhập không mời mà đến vào đời sống riêng tư của gia đình cô.  Tôi cảm thấy tội lỗi hết sức cho tình huống hiện tại, khi đoán sự vắng mặt kéo dài của Rosalie và Emmett chính là lỗi của tôi, cả vì tôi đã thầm vui thích vì không phải gặp Emmett của cô, người em to con nghịch ngợm của Edward, mà tôi rất nhớ. Ở nhiều mặt, anh y như một người anh mà tôi luôn yêu thương ... chỉ có dễ sợ hơn thôi.  Edward quyết định chuyển sang đề tài khác. \"Nè, nếu em không chịu để anh mua cho em chiếc Audi, thì em có muốn gì trong ngày sinh của em không?” Lời nói thì thầm thốt ra. \"Anh biết em muốn gì rồi.” Anh cau mày khiến những nếp nhăn hằn sâu vầng trán cẩm thạch. Rõ ràng anh đang ước ao thà nói tiếp chuyện Rosalie còn hơn.  Cứ như hôm nay chúng tôi đã bàn cãi chuyện này rất nhiều vậy.  \"Không phải đêm nay, Bella. Xin vui lòng.” \"Được thôi, có lẽ Alice sẽ tặng em điều em mong muốn.” Edward gầm gừ – âm thanh trầm, đầy đe doạ. \"Hôm nay sẽ không là sinh nhật cuối cùng của em đâu, Bella,” anh tuyên bố.  \"Vậy không công bằng!\" Tôi nghĩ tôi nghe tiếng răng anh nghiến vào nhau.  Bây giờ chúng tôi đã dừng lại trước nhà. Ánh sáng rực rỡ toả ra từ mọi cửa sổ của hai tầng đầu tiên.  Một hàng dài đèn lồng treo rực sáng trên mái hiên, chiếu ánh sáng lờ mờ lên mấy cây tuyết tùng khổng lồ quanh nhà. Mấy cái tô lớn chứa hoa - hoa hồng màu hồng - xếp dọc cầu thang rộng đến tận cửa ra vào.  Tôi rên rỉ.  Edward hít vài hơi thở sâu để làm mình bình tĩnh. \"Tiệc mà em, \" anh nhắc tôi.  “Hãy ráng làm người độ lượng.” \"Dĩ nhiên rồi,” tôi lẩm bẩm.  Anh đi vòng để mở cửa cho tôi, và chìa tay ra cho tôi.  \"Em có một câu hỏi.” Anh thận trọng chờ đợi.  \"Nếu em rửa phim này,” tôi nói, nghịch máy ảnh trong tay, \"anh sẽ hiện trong hình chứ?\" Edward bắt đầu cười. Anh giúp tôi ra khỏi xe, kéo tôi lên cầu thang, và vẫn cứ cười hoài khi mở cửa cho tôi.  Tất cả mọi người đều đang chờ trong phòng khách trắng toát khổng lồ; khi tôi bước qua cửa, họ chào tôi bằng cách đồng thanh la to \"Sinh nhật hạnh phúc, Bella!\" trong khi tôi ửng hồng má nhìn xuống. Alice, tôi đoan chắc, đã phủ toàn bộ nền nhà bằng nến hồng và hàng tá tô pha lê chứa hàng trăm đoá hồng.  Có một cái bàn phủ vải trắng đặt cạnh cây đàn pi-a-nô cơ của Edward, chứa một cái bánh sinh nhật màu hồng, lại thêm nhiều hoa hồng nữa, một chồng đĩa thủy tinh, và một chồng quà gói giấy bạc.  Còn tệ hơn tôi tưởng cả trăm lần.  Edward, cảm nhận được nỗi khốn khổ của tôi, ôm eo tôi khích lệ và hôn lên đỉnh đầu tôi.  Cha mẹ Edward, Carlisle và Esme – luôn trẻ trung và xinh đẹp không tưởng tượng nỗi – đứng gần cửa nhất. Esme cẩn thận ôm tôi, mái tóc mềm, màu caramel của bà cọ vào má tôi khi bà hôn trán tôi, rồi Carlisle ôm vai tôi.  \"Xin lỗi cháu về chuyện này nhé, Bella,” ông vờ nói thầm. \"Chúng tôi không tài nào ngăn Alice được.” Rosalie và Emmett đứng phía sau họ. Rosalie chẳng hề cười, nhưng ít nhất cô cũng không nhìn trừng trừng. Khuôn mặt Emmett giãn ra thành nụ cười toe toét.  Đã bao tháng rồi tôi chưa gặp họ; tôi đã quên Rosalie xinh đẹp lộng lẫy ra sao – gần như đau đớn khi nhìn vào cô. Và chẳng lẽ Emmett luôn ... khổng lồ vậy sao? \"Em chẳng thay đổi chút nào cả, \" Emmett nói giả vờ thất vọng. \"Anh đã nghĩ  em sẽ khác  ghê lắm, nhưng em vẫn đỏ mặt y như mọi khi.” \"Cám ơn nhiều, Emmett, \" tôi nói, càng đỏ mặt hơn.  Anh cười, \"Anh phải ra ngoài một chút \" - anh dừng lại nháy mắt lộ liễu với Alice - \"Đừng có làm gì hết khi anh ra ngoài đó nhe.” \"Em sẽ cố.” Alice buông tay Jasper và tiến về phía trước, cả hàm răng của cô lấp lánh trong ánh sáng rực rỡ. Jasper cũng mỉm cười, nhưng vẫn đứng xa. Anh tựa, mái tóc dài và vàng hoe, vào cây cột ở chân cầu thang. Trong những ngày chúng tôi bị giam chung với nhau ở Phoenix, tôi tưởng anh đã vượt qua được nỗi ác cảm anh dành cho tôi.  Nhưng anh đã cư xử trở lại y như trước đây - tránh tôi càng nhiều càng tốt – ngay khi anh được giải phóng khỏi nhiệm vụ bảo vệ tạm thời cho tôi. Tôi biết không phải anh muốn vậy, mà chỉ là sự cảnh giác, và tôi cố không quá nhạy cảm về chuyện đó.  Jasper gặp nhiều khó khăn hơn khi phải tuân thủ chế độ ăn kiêng của nhà Cullens hơn những người khác trong nhà; với anh, mùi máu người khó cưỡng hơn so với những người khác - anh chưa được rèn luyện lâu.   \"Đến lúc mở quà rồi,” Alice tuyên bố. Cô đặt bàn tay mát rượi của mình dưới khuỷu tay tôi và kéo tôi đến bàn để bánh sinh nhật và mấy gói quà bóng bẩy.  Tôi vác vẻ mặt tử vì đạo. \"Alice, chị nghĩ chị đã nói với em là chị không muốn gì hết –“ \"Nhưng em không nghe theo đâu, \" cô ngắt lời, tự mãn. \"Mở đi.” Cô lấy máy ảnh trong tay tôi và thay vào một cái hộp vuông lớn, màu bạc.  Hộp nhẹ đến nỗi giống như trống rỗng vậy.  Thẻ gắn bên trên cho biết đó là quà của Emmett, Rosalie, và Jasper.  E dè, tôi xé giấy bao rồi nhìn chằm chằm vào cái hộp bên trong.  Đó là thứ gì đó về điện, tên có nhiều con số. Tôi mở hộp, hy vọng sáng tỏ hơn. Nhưng hộp trống rỗng.  \" Ờ... cám ơn. \" Rosalie bật cười thực sự. Jasper cười to. \"Đó là dàn âm thanh nổi cho xe tải của em,” anh giải thích. \" Emmett cài đặt nó ngay bây giờ để em không thể trả lại được.” Alice luôn đứng trước tôi một bước chân. \"Cám ơn, Jasper, Rosalie”  tôi nói với họ, cười toe toét nhớ lại lời kêu ca của Edward về ra-đi-ô của tôi chiều nay – rõ ràng là tất cả đều đã được sắp đặt. \"Cám ơn, Emmett!\" Tôi gọi to hơn.  Tôi nghe anh cười phá lên ở chỗ xe tải của tôi, và tôi cũng không nhịn cười nỗi.  \"Kế tiếp mở quà của em và Edward đi,”  Alice nói, quá phấn khích đến mức giọng cô rung lên cao vút. Cô cầm một gói vuông dẹt, nhỏ trong tay.  Tôi quay lại nhìn trừng trừng doạ nạt Edward. \"Anh đã hứa rồi.” Trước khi anh trả lời, Emmett nhảy qua cửa. \"Vừa đúng lúc!\" anh vui mừng nói. Anh chen vào sau Jasper, người cũng đã bước đến gần hơn thường lệ để nhìn cho rõ.  \"Anh chẳng hề chi một xu,” Edward cả quyết với tôi. Anh vén một lọn tóc khỏi mặt tôi, làm da tôi nóng ran vì sự tiếp xúc ấy.  Tôi hít một hơi thật sâu rồi quay về phía Alice. \"Đưa cho chị đi,” tôi thở dài.  Emmett cười khúc khích thích thú.  Tôi cầm gói quà nhỏ, trợn mắt nhìn Edward khi tôi chèn ngón tay dưới rìa giấy rồi giật mạnh nó khỏi băng keo.  \"Á, \" tôi lẩm bẩm khi giấy cứa ngón tay tôi; tôi kéo tay ra để xem có sao không. Một giọt máu ứa ra từ chỗ đứt nhỏ xíu.  Thế rồi mọi chuyện xảy ra quá nhanh.  \"Đừng!\" Edward gầm rú.  Anh quăng mình vào tôi, ném tôi ra sau bàn.  Cái bàn đổ nhào như tôi, hất tung bánh sinh nhật cùng quà cáp, hoa và đĩa. Tôi rớt xuống đám pha lê vỡ vụn.  Jasper đâm sầm vào Edward, và âm thanh nghe giống như hai tảng đá lăn tông vào nhau long trời lở đất.  Có tiếng động khác, tiếng gầm gừ ghê rợn dường như phát ra từ đáy ngực Jasper. Jasper cố đẩy Edward qua một bên, táp răng mình chỉ cách mặt Edward mấy xăng-ti-mét.  Emmett chộp Jasper từ phía sau ngay lập tức, ôm chặt anh ấy trong đôi tay cứng như thép khổng lồ của anh, nhưng Jasper vùng vẫy, đôi mắt vô hồn, man rợ của anh chỉ tập trung vào tôi.  Vượt trên nỗi bàng hoàng là cái đau. Tôi rớt xuống sàn cạnh cây đàn dương cầm, theo bản năng cánh tay vung ra để đỡ mình khi té, chà vào các mảnh kính vỡ sắc nhọn. Chỉ bây giờ tôi mới cảm thấy cơn đau nhức nhối, nóng bỏng chạy từ cổ tay đến nếp gấp trong khuỷu tay.  Sững sờ và mất phương hướng, tôi ngước lên không nhìn vào máu đỏ tươi đang túa ra khỏi cánh tay mình nữa – để thấy sáu đôi mắt bồn chồn của sáu con ma cà rồng bỗng khát máu."
        }
    ],
    "suggestions": []
}