{
    "en_vn": {
        "data": {
            "content": null,
            "word": "breadwinner"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>breadwinner</k><blockquote>■ <cclass>noun a person who earns money to support their family. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>breadwinning</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "breadwinner"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "breadwinner"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "breadwinner"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "breadwinner"
        }
    },
    "sentences": [
        {
            "en": "<em>Breadwinner</em>",
            "vi": "Trụ cột gia đình"
        },
        {
            "en": "My father is <em>breadwinner</em>.",
            "vi": "Ba tôi là trụ cột nuôi sống gia đình."
        },
        {
            "en": "He is the <em>breadwinner</em> in his family.",
            "vi": "Anh ấy là trụ cột của gia đình."
        },
        {
            "en": "Mum's the <em>breadwinner</em> in our family.",
            "vi": "Mẹ là trụ cột của gia đình ta."
        },
        {
            "en": "My father is <em>breadwinner</em> of the family.",
            "vi": "Cha tôi là trụ cột của gia đình."
        },
        {
            "en": "My daddy is the sole <em>breadwinner</em> in my family.",
            "vi": "Ba là trụ cột duy nhất trong gia đình tôi."
        },
        {
            "en": "The man is the main <em>breadwinner</em> of the family.",
            "vi": "Người đàn ông là trụ cột của gia đình."
        },
        {
            "en": "Men are supposed to be the <em>breadwinner</em> of the family.",
            "vi": "Đàn ông phải là trụ cột gia đình."
        },
        {
            "en": "My mother is the <em>breadwinner</em> in my family.",
            "vi": "Mẹ tôi là một trụ cột nuôi sống gia đình."
        },
        {
            "en": "The father is the <em>breadwinner</em> of the family.",
            "vi": "Người cha là người lao động chính trong gia đình."
        },
        {
            "en": "The role of a man in a happy family is the main <em>breadwinner</em>.",
            "vi": "Vai trò của người đàn ông trong một gia đình hạnh phúc là làm trụ cột chính."
        },
        {
            "en": "He is the <em>breadwinner</em> but his mom still does his laundry and cooks for him.",
            "vi": "Anh ta là người kiếm tiền chính cho gia đình nhưng mẹ anh ta vẫn phải giặt và nấu ăn cho anh ta."
        },
        {
            "en": "A father is no longer the distant head of household and absent <em>breadwinner</em>.",
            "vi": "Người cha không còn là chủ gia đình xa cách và cái cần câu cơm vắng nhà."
        },
        {
            "en": "When her father passed away, she had to quit school to be the <em>breadwinner</em> of the family.",
            "vi": "Khi bố mất, cô ấy phải bỏ học để trở thành trụ cột gia đình."
        },
        {
            "en": "There are around 67.9% of households in Viet Nam that are seen as maleheaded simply because men are considered the <em>breadwinner</em> and decision-maker in the family.",
            "vi": "Có khoảng 67,9% hộ gia đình ở Việt nam do nam giới là chủ hộ vì nam giới được xem là người trụ cột và là người quyết định trong gia đình."
        },
        {
            "en": "As you 're the main <em>breadwinner</em> of the family, your wife and son would face a great financial crisis if something happened to you.",
            "vi": "Vì ông là người trụ cột của gia đình, vợ và con trai ông có thể phải đương đầu với một cuộc khủng hoảng tài chính nghiêm trọng nếu có điều gì xảy đến với ông."
        },
        {
            "en": "As you're the main <em>breadwinner</em> of the family, your wife and son would face a great financial crisis if something happened to you.",
            "vi": "Vì ông là người trụ cột của gia đình, vợ và con trai ông có thể phải đương đầu với một cuộc khủng hoảng tài chính nghiêm trọng nếu có điều gì xảy đến với ông."
        },
        {
            "en": "In some areas, where the matriarchal system is in place, women have to bear not only all household burdens, but also are the <em>breadwinner</em> in their family.",
            "vi": "Ở một số vùng mà theo chế độ mẫu hệ, người phụ nữ không chỉ gánh vác tất cả gánh nặng công việc gia đình mà còn là lao động chính trong gia đình."
        },
        {
            "en": "Mary is at the end of her rope. Since her husband lost his job last year, she's been the sole <em>breadwinner</em> for her family. And now the doctor says she has cancer. What in the world can she do?",
            "vi": "Mary đang lâm vào cảnh khốn cùng. Kể từ khi chồng chị mất việc hồi năm ngoái, chị đã là người duy nhất kiếm sống cho gia đình. Giờ đây bác sĩ nói rằng chị bị bịnh ung"
        },
        {
            "en": "\"As we lost the family’s <em>breadwinner</em>, I had to struggle to support the family but we’re still poor,\" she said, adding that she and Thiện’s sister also worked at the workshop.",
            "vi": "Cô nói: \"Khi chúng tôi mất đi trụ cột gia đình, tôi đã phải vật lộn để nuôi sống gia đình, nhưng chúng tôi vẫn nghèo\", cô nói thêm rằng cô và chị gái của Thiện cũng làm việc ở xưởng."
        }
    ],
    "suggestions": []
}