{
    "en_vn": {
        "data": {
            "content": null,
            "word": "breaches"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "breaches"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "breaches"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "breaches"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cắt đứt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vi phạm</font></td></tr></tbody></table></div>",
            "word": "breaches"
        }
    },
    "sentences": [
        {
            "en": "Dealing with <em>breaches</em>.",
            "vi": "Xử lý vi phạm."
        },
        {
            "en": "Dealing with <em>breaches</em> and complaints.",
            "vi": "Xử lý vi phạm và khiếu nại."
        },
        {
            "en": "Dealing with <em>breaches</em> of commercial legislation.",
            "vi": "Xử lý vi phạm pháp luật về thương mại."
        },
        {
            "en": "Authority and procedures for dealing with <em>breaches</em>.",
            "vi": "Thẩm quyền, thủ tục xử lý vi phạm."
        },
        {
            "en": "Other <em>breaches</em> during commercial activities as stipulated by law.",
            "vi": "Các vi phạm khác trong hoạt động thương mại theo quy định của pháp luật."
        },
        {
            "en": "<em>Breaches</em> of law during activities of commercial assessment services.",
            "vi": "Xử lý vi phạm pháp luật trong hoạt động kinh doanh dịch vụ giám định thương mại."
        },
        {
            "en": "Stressing the importance of confidentiality and discouraging <em>breaches</em>;",
            "vi": "Nhấn mạnh tầm quan trọng của việc giữ kín danh tính và không khuyến khích việc tiết lộ thông tin;"
        },
        {
            "en": "One kiss <em>breaches</em> the distance between friendship and love.",
            "vi": "Một nụ hôn phá vỡ khoảng cách giữa tình bạn và tình yêu."
        },
        {
            "en": "These <em>breaches</em> have not been included in the Enterprise Law.",
            "vi": "Những vi phạm này chưa có trong Luật doanh nghiệp."
        },
        {
            "en": "Imposition of remedies in commerce for insubstantial <em>breaches</em>.",
            "vi": "Áp dụng chế tài trong thương mại đối với vi phạm không cơ bản."
        },
        {
            "en": "Experience has shown that only <em>breaches</em> of the first type are dealt with, while <em>breaches</em> of the second type are ignored.",
            "vi": "Thực tế cho thấy chỉ có xử lý đối với trường hợp thứ nhất còn hoàn toàn không có xử lý đối với trường hợp thứ 2."
        },
        {
            "en": "Enterprise Law implementation has exposed many <em>breaches</em> of the basic rights of shareholders.",
            "vi": "Việc thực hiện Luật Doanh nghiệp còn cho thấy đã xảy ra không ít vi phạm các quyền cơ bản của cổ đông."
        },
        {
            "en": "When someone <em>breaches</em> a contract, the innocent party is usually entitled to some type of compensation.",
            "vi": "Khi một người nào đó vi phạm hợp đồng, bên vô tội thường được hưởng một số khoản bồi thường."
        },
        {
            "en": "Teachers often turn a blind eye to minor <em>breaches</em> of discipline",
            "vi": "Các thầy giáo thường làm ngơ những vi phạm kỷ luật nhỏ nhặt."
        },
        {
            "en": "We hope that you will do the necessary immediately to stop all <em>breaches</em> of the agreement.",
            "vi": "Chúng tôi hi vọng rằng ngài sẽ làm mọi biện pháp cần thiết trước mắt để ngăn chặn tất cả những vi phạm hợp đồng."
        },
        {
            "en": "Second, the content of the resolution <em>breaches</em> the Law or the charter of the company.",
            "vi": "Hai là, nội dung quyết định vi phạm quy định của pháp luật hoặc Điều lệ công ty."
        },
        {
            "en": "The proposal <em>breaches</em> article 10 of the European Convention which guarantees free speech.",
            "vi": "Kiến nghị đó vi phạm điều số 10 của Hiệp ước Châu Âu về bảo đảm tự do ngôn luận."
        },
        {
            "en": "These <em>breaches</em> are committed by authorized State bodies at both the central and local levels.",
            "vi": "Đây là những vi phạm được thực hiện bởi cơ quan nhà nước có thẩm quyền cả trung ương và địa phương."
        },
        {
            "en": "State sanctions should only apply to serious <em>breaches</em> of public safety and property damage;",
            "vi": "Xử phạt của Nhà nước chỉ nên áp dụng cho những trường hợp vi phạm nghiêm trọng gây tổn hại đến an toàn và tài sản của xã hội;"
        },
        {
            "en": "While the system for resolving disputes and dealing with <em>breaches</em> is weak, the above-mentioned concern is reasonable.",
            "vi": "Trong khi hệ thống giải quyết tranh chấp và xử lý vi phạm còn yếu kém, thì lo ngại nói trên là có căn cứ."
        }
    ],
    "suggestions": []
}