{
    "en_vn": {
        "data": {
            "content": null,
            "word": "breakages",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "breakages",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "breakages",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "breakages",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "breakages",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "All <em>breakages</em> must be paid for.",
            "vi": "Mọi thứ đổ vỡ đều phải đền tiền."
        },
        {
            "en": "It covers all risks including <em>breakages</em>.",
            "vi": "Giá này bảo hiểm tất cả mọi rủi ro, kể cả các hàng hóa bị vỡ."
        },
        {
            "en": "What was the percentage of <em>breakages</em> and leaking?",
            "vi": "Bao nhiêu phần trăm bị nứt vỡ và bị rỉ nước?"
        },
        {
            "en": "Any damage or <em>breakages</em> must be paid for.",
            "vi": "Bất cứ thiệt hại nào hay đồ vật bị vỡ phải được bồi thường."
        },
        {
            "en": "We regret that <em>breakages</em> must be paid for.",
            "vi": "Chúng tôi lấy làm tiếc rằng những đồ bị vỡ phải trả tiền."
        },
        {
            "en": "When we unpacked the fourth crate we found a large number of <em>breakages</em>.",
            "vi": "Khi chúng tôi mở thùng thứ 4 ra, chúng tôi thấy hàng bị đổ vỡ rất nhiều."
        },
        {
            "en": "<em>Breakages</em> may be caused by physical damage such as being severed by ice crystals in a frozen cell or violent agitation from high temperature.",
            "vi": "Các đứt gãy có thể được gây ra bởi sự phá huỷ mang tính vật lý như bị cắt đứt bởi các tinh thể nước đá trong một tế bào đông lạnh hoặc va đập mạnh do nhiệt độ cao."
        },
        {
            "en": "Oh yes, it covers all risks including <em>breakages</em> and transport and will be effective from the moment the goods leave the warehouse.",
            "vi": "À vâng, nó bảo hiểm tất cả mọi rủi ro bao gồm hàng bị vỡ và phí vận chuyển và nó sẽ có hiệu lực ngay khi hàng rời kho."
        }
    ],
    "suggestions": []
}