{
    "en_vn": {
        "data": {
            "content": null,
            "word": "breakout",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>breakout</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a forcible escape, especially from prison. </blockquote></blockquote><blockquote><blockquote>2》 an outbreak: <cclass>a breakout of hostilities. </cclass></blockquote></blockquote><blockquote>■ <cclass>adjective <cclass>informal, <cclass>chiefly N. Amer. </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 suddenly and extremely popular or successful. </blockquote></blockquote><blockquote><blockquote>2》 denoting a group which breaks away from a gathering for discussion. </blockquote></blockquote></div>",
            "word": "breakout",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "breakout",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>breakout</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to organize a breakout (from prison) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to achieve, effect a breakout (from an enemy encirclement)</ex></blockquote></blockquote></div>",
            "word": "breakout",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tháo gỡ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">breakout box</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bảng ngắt</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">breakout box</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị ngắt</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "breakout",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>breakout</em>",
            "vi": "trốn ra, vượt ngục."
        },
        {
            "en": "<em>BREAKOUT</em> 1",
            "vi": "ĐỘT PHÁ 1"
        },
        {
            "en": "There has another prison <em>breakout</em>.",
            "vi": "Đã có trường hợp bỏ trốn của tù nhân khác."
        },
        {
            "en": "Lax security may have aided prison <em>breakout</em>.",
            "vi": "An ninh lỏng lẻo sẽ giúp bọn tù vượt ngục."
        },
        {
            "en": "She will speak at a <em>breakout</em> session here at noon.",
            "vi": "Bà ấy sẽ phát biểu tại một phiên thảo luận ở đây vào buổi trưa."
        },
        {
            "en": "The article wrote about the 1998 BSE <em>breakout</em>.",
            "vi": "Bài báo viết về đợt bùng phát bệnh bò điên năm 1998."
        },
        {
            "en": "The viewers haven't seen a real <em>breakout</em> series from NBC since Friends.",
            "vi": "Khán giả vẫn chưa xem được một loạt chương trình đột phá thực sự nào từ NBC kể từ sau chương trình phim hài Friends (Những người bạn)."
        },
        {
            "en": "The ninth annual list is divided into five categories of Moguls, <em>Breakout</em>, Icons, Pioneers and Leaders.",
            "vi": "Danh sách thường niên lần thứ chín này được chia thành năm nhóm: Giàu có và thế lực, Đột phá, Biểu tượng, Tiên phong, và Lãnh đạo."
        },
        {
            "en": "The ninth annual list is divided into five categories of Moguls, <em>Breakout</em>, Icons, Pioneers and Leaders.",
            "vi": "Danh sách thường niên lần thứ chín này được chia thành năm nhóm : Giàu có và thế lực, Đột phá, Biểu tượng, Tiên phong, và Lãnh đạo."
        },
        {
            "en": "Similar to individuals with face or body acne, those who are fighting with back acne quite often wonder if any of their activities or actions are triggering the <em>breakout</em>.",
            "vi": "Tương tự với bệnh nhân bị mụn trứng cá ở mặt hoặc mụn trứng cá toàn thân thì người bị mụn trứng cá ở lưng cũng thường tự hỏi là liệu các hoạt động hay công việc của mình có làm nổi mụn không."
        },
        {
            "en": "They start very early and stay up late because with unemployment rate over 50% and with civil wars <em>breakout</em> in many places, the only hope is to study for better future.",
            "vi": "Họ bắt đầu từ rất sớm và ở lại muộn bởi vì với tỉ lệ thất nghiệp trên 50% và với nội chiến bùng phát ở nhiều chỗ, niềm hy vọng duy nhất là học tập vì tương lai tốt hơn."
        },
        {
            "en": "Since doomsday phobias are relatively common, they are often exploited in popular culture. The best-known example is the 1938 radio broadcast War of the Worlds. This live broadcast claimed to follow an alien invasion that was occurring in New York City. The broadcast was heard across the United States, and a mass panic ensued. Nearly 60 years later, the made for television movie Without Warning, with a similar premise, caused another minor <em>breakout</em> of fear and panic.",
            "vi": "Bởi vì ám ảnh về ngày tận thế tương đối phổ biến, nên điều này thường được khai thác trong văn hoá đại chúng. Ví dụ nổi tiếng nhất là chương trình phát thanh War of the Worlds vào năm 1938. Chương trình phát sóng trực tiếp này khẳng định theo dõi một cuộc xâm lược của người ngoài hành tinh đã xảy ra tại thành phố New York. Buổi phát sóng đã được nghe trên khắp Hoa Kỳ, và một cơn hoảng loạn khổng lồ đã xảy ra sau đó. Gần 60 năm sau đó, bộ phim truyền hình Without Warning, với nội dung tương tự, cũng đã gây ra một sự bùng nổ sợ hãi và hoảng loạn nho nhỏ."
        },
        {
            "en": "How to get rid of back acne - simple and effective ways    By Daniel Hyde Similar to individuals with face or body acne, those who are fighting with back acne quite often wonder if any of their activities or actions are triggering the <em>breakout</em>. Well, there are several stories regarding the cause of acne (whether on the back or face) and some of them may be somewhat truthful. Some are actually of the opinion that tight clothes can also cause acne to build up. The truth is that back acne (exactly like acne on any other part of the body) is not the result of a sole factor. But majorly, it is a result of excessive production of sebum, which leads to the blocking of the pores. It is all about the activities of the sebaceous gland. Eventually, when the pore gets clogged with build-up sebum mixed with dead skin; acne is the result. Back acne can get tough When compared with other parts of the body, you will find more sebaceous glands on your back area, and joined with the thickness of the skin on your back; back acne can be very stubborn to usual treatment methods. But it's not necessary to be worried about that; you can always get rid of your back acne, regardless how resistant to treatment it may seem. Get rid of your back acne - Check out these methods Regular washing Regular washing is a very common but effective formula for acne condition. It is recommended that you wash at least 2 times daily using anti-bacterial soap. Then again, do not over indulge in this act because you can find yourself drying out and irritating your skin. Also, you have to take your shower immediately after exercising or any demanding activity that causes you to sweat profusely. The sweat on your body can mix with dirt and block up the pores of your skin; this will likely worsen your acne situation. Exfoliating Try this once every other week. It will help to get rid of dead skin that can make your acne problem worse. You will find varieties of exfoliators you can try out such as loofahs and washcloths. As you experiment with these, be on the lookout for severe irritation or deterioration of your back acne condition. Using medicated creams Benzoyl peroxide or salicylic acid is the typical cream or gel medication for curing acne. Very carefully examine and follow the instruction on how to apply any of the medications you decide. This helps in achieving a better and quicker result. Be aware that you cannot use benzoyl peroxide and salicylic acid simultaneously. You will also be informed of any likely irritation from the use of any of the medications (usually written on the direction for use). Going the natural way Natural remedies for acne are often mild and less dangerous. They may take time to generate obvious results, nonetheless they are effective for the treatment of acne. Apple cider vinegar; this is among the natural remedies that helps in reducing and treating back acne as well as acne on the other parts of the body. It achieves this by killing bacteria as well as balancing the skin's pH level. Tea Tree Oil; this has long been a natural remedy for most skin problems. The oil works to get rid of bacteria that can cause a <em>breakout</em> of back acne.However, this is only possible when the oil is used consistently. Aloevera; it minimizes swelling and redness and also heals scars. However, aloevera will not remove back acne. Back acne can be eliminated just like acne on other parts like the face. But if your condition is chronic, it is recommended that you pay a visit to a dermatologist or a physician.",
            "vi": "Làm thế nào để chữa mụn trứng cá ở lưng – các biện pháp đơn giản và hiệu quả    Tác giả Daniel Hyde Tương tự với bệnh nhân bị mụn trứng cá ở mặt hoặc mụn trứng cá toàn thân thì người bị mụn trứng cá ở lưng cũng thường tự hỏi là liệu các hoạt động hay công việc của mình có làm nổi mụn không. À, có vài mẫu chuyện liên quan đến nguyên nhân gây ra mụn trứng cá (dù ở lưng hay trên mặt) và một trong số các câu chuyện đó cũng khá đúng sự thật. Một số ý kiến thực sự cho rằng áo quần quá chật cũng có thể là nguyên nhân làm mụn trứng cá phát triển. Sự thật là mụn trứng cá ở lưng (hoàn toàn giống với mụn trứng cá ở các bộ phận khác trên cơ thể) không phải chỉ có duy nhất một nguyên nhân. Nhưng chủ yếu là do hậu quả của sự tiết bã nhờn quá mức, gây bít nghẽn lỗ chân lông. Hoàn toàn là do hoạt động của tuyến bã nhờn. Cuối cùng, khi lỗ chân lông bị bít kín do sự tích tụ bã nhờn cùng với tế bào da chết, hậu quả là làm phát sinh mụn trứng cá. Mụn trứng cá ở lưng có thể rất dai dẳng  So với các bộ phận khác trên cơ thể thì bạn có thể thấy rằng trên lưng có nhiều tuyến bã nhờn hơn và do lớp da trên lưng dày hơn, mụn trứng cá ở lưng có thể sẽ rất khó trị với những phương pháp thông thường. Nhưng không cần lo lắng nhiều về chuyện này đâu vì bạn có thể chữa khỏi cho dù chúng khó trị đến cỡ nào đi nữa.  Điều trị mụn trứng cá ở lưng – Hãy tìm hiểu các biện pháp sau đây Thường xuyên tắm rửa  Tắm rửa thường xuyên là cách rất thường thấy nhưng rất hiệu quả đối với chứng mụn trứng cá. Người ta khuyên là bạn nên tắm rửa ít nhất 2 lần mỗi ngày với xà phòng chống khuẩn. Vả lại, không nên tắm rửa quá nhiều lần vì bạn có thể làm cho da mình bị khô và lại làm cho da bị kích ứng. Ngoài ra, bạn phải nên tắm vòi hoa sen ngay sau khi tập thể dục xong hoặc bất kỳ các hoạt động nặng nhọc nào khiến bạn đổ nhiều mồ hôi. Mồ hôi trên cơ thể kết hợp với bụi bẩn và lỗ chân lông trên da bạn bị bít kín; làm cho tình trạng mụn trứng cá của bạn trở nên trầm trọng hơn.  Tẩy tế bào da (chết) Thử dùng biện pháp này hai tuần một lần. Phương pháp tẩy tế bào da chết giúp tẩy bỏ tế bào da chết có thể làm cho tình trạng mụn trứng cá trầm trọng thêm. Có nhiều dụng cụ có thể giúp bạn thực hiện việc này như miếng xốp (như bọt biển) và khăn mặt. Khi dùng biện pháp này, bạn nên quan sát xem tình trạng mụn trứng cá trên lưng có bị kích ứng hay trở nên trầm trọng hơn không.   Sử dụng kem thuốc Benzoyl peroxid hoặc a-xít salixilic là loại kem điển hình hoặc gel thuốc dùng để chữa mụn trứng cá. Hãy quan sát cẩn thận và làm theo hướng dẫn về cách sử dụng bất kỳ loại thuốc nào bạn muốn. Điều này giúp bạn có kết quả nhanh hơn và tốt hơn. Nên biết rằng bạn không thể đồng thời sử dụng cả Benzoyl peroxid và a-xít salixilic được. Bạn cũng sẽ được thông báo trước bất cứ sự kích ứng nào có thể xảy ra khi sử dụng thuốc (thường được viết trên phần hướng dẫn sử dụng). Sử dụng biện pháp tự nhiên Các biện pháp chữa mụn trứng cá tự nhiên thường dịu nhẹ và ít nguy hiểm. Các biện pháp này có thể phải mất nhiều thời gian mới thấy kết quả rõ rệt, tuy vậy chúng thường là biện pháp điều trị mụn trứng cá hữu hiệu. Táo giấm chua làm từ nước táo ép; đây là một trong những phương pháp tự nhiên có tác dụng làm giảm và chữa lành mụn trứng cá ở lưng cũng như ở các bộ phận khác trên cơ thể. Phương pháp này không những giết được vi khuẩn mà còn làm cân bằng độ pH của da. Tinh dầu trà; phương pháp này từ lâu đã là một phương thuốc tự nhiên dùng cho hầu hết các chứng bệnh về da. Tinh dầu trà có tác dụng diệt khuẩn có thể gây nổi mụn trứng cá ở lưng. Tuy nhiên, phương pháp này chỉ khả thi khi lúc nào cũng sử dụng tinh dầu. Cây lô hội không những giúp giảm thiểu tình trạng sưng, đỏ của mụn mà còn chữa lành sẹo. Tuy nhiên, lô hội không chữa dứt được mụn trứng cá ở lưng. mụn trứng cá ở lưng cũng có thể được chữa lành giống như mụn trứng cá ở các bộ phận khác trên cơ thể như mặt. Nhưng nếu tình trạng mụn trứng cá của bạn dai dẳng thì tốt hơn hết là bạn nên đến khám bác sĩ hoặc bác sĩ chuyên khoa da liễu."
        }
    ],
    "suggestions": []
}