{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['brestboun]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(giải phẫu) xương ức</td></tr></table><i/></div>",
            "word": "breastbone",
            "pronounce": "['brestboun]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>breastbone</k><blockquote>■ <cclass>noun a thin, flat bone running down the centre of the chest, to which the ribs are attached; the sternum. </cclass></blockquote></div>",
            "word": "breastbone",
            "pronounce": "['brestboun]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "breastbone",
            "pronounce": "['brestboun]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "breastbone",
            "pronounce": "['brestboun]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xương ngực</font></td></tr></tbody></table></div>",
            "word": "breastbone",
            "pronounce": "['brestboun]"
        }
    },
    "sentences": [
        {
            "en": "<em>Breastbone</em>.",
            "vi": "Xương ngực."
        },
        {
            "en": "A cartilage that connects a rib to the <em>breastbone</em>.",
            "vi": "Sụn nối một xường sườn với xương ngực."
        },
        {
            "en": "Stage 3B breast cancer has spread to lymph nodes on the inside of the chest along the <em>breastbone</em>.",
            "vi": "Ung thư vú giai đoạn 3b lan sang các hạch bạch huyết bên trong ngực dọc theo xương sườn."
        },
        {
            "en": "Wrapped around the waist, it covers the area from the <em>breastbone</em> all the way to below the navel.",
            "vi": "Khi quấn quanh eo, nó phủ kín từ xương ngực cho đến qua lỗ rốn."
        },
        {
            "en": "He kept his chin tucked against his <em>breastbone</em> as though he couldn't quite hold up his head.",
            "vi": "Cằm của ông ta gần sát xương đòn gánh như là ông ta không thể ngẩng đầu lên được."
        },
        {
            "en": "Discomfort or pain, usually burning in character, that is felt behind <em>breastbone</em> and often appears to rise from the abdomen towards or into the throat.",
            "vi": "Tình trạng khó chịu hay đau, thường có cảm giác nóng, thấy phía sau xương ngực và thường có vẻ đi từ bụng lên tới họng hay vào trong họng."
        },
        {
            "en": "It can be felt or heard to the left of the <em>breastbone</em>, in the space between the fifth and sixth ribs.",
            "vi": "Đỉnh đập có thể cảm thấy hay nghe thấy ở phía trái xương ngực, ở khoang giữa xương sườn thứ năm và thứ sáu."
        },
        {
            "en": "Heartburn facts Despite its name, heartburn has nothing to do with the heart (although some of the symptoms are similar to a heart attack). Heartburn is an irritation of the esophagus caused by acid that refluxes (comes up) from the stomach. Heartburn is also a symptom of more serious gastroesophageal reflux disease, or GERD. When swallowing, food passes down the throat and through the esophagus to the stomach. Normally, a muscular valve called the lower esophageal sphincter (LES) opens to allow food into the stomach (or to permit belching); then it closes again. Then the stomach releases strong acids to help break down the food. But if the lower esophageal sphincter opens too often or does not close tight enough, stomach acid can reflux or seep back into the esophagus, damaging it and causing the burning sensation we know as heartburn. Not only can stomach acid in the esophagus cause heartburn, but it can also cause ulcers, strictures (narrowing) of the esophagus, and cancer of the esophagus. Most people have felt heartburn at one time or another. In fact, the American Gastroenterological Association reports that more than 60 million Americans experience heartburn/GERD symptoms at least once each month. Though uncomfortable, heartburn does not usually pose a serious health problem for most people. However, if heartburn symptoms occur frequently and persistently, it may be a sign of a more serious problem, such as gastroesophageal reflux disease (GERD). GERD is a chronic reflux of acid into the esophagus. Left untreated, GERD can cause a host of complications, including esophagitis, esophageal ulcers, hoarseness, chronic pulmonary disease, and Barrett's esophagus (a change in the lining of the esophagus that increases the risk of developing cancer of the esophagus). Heartburn symptoms Heartburn has several symptoms, including:     * A burning feeling in the chest just behind the <em>breastbone</em> that occurs after eating and lasts a few minutes to several hours.     * Chest pain, especially after bending over, lying down, or eating.     * Burning in the throat -- or hot, sour, acidic, or salty-tasting fluid at the back of the throat.     * Difficulty swallowing.     * Feeling of food \"sticking\" in the middle of the chest or throat. Reporting these symptoms to your doctor is usually all that is needed for your doctor to diagnose heartburn. However, your doctor may perform special tests such as endoscopy or pH monitoring to determine the severity of your problem or to monitor your treatment. Heartburn causes Various lifestyle and dietary factors can contribute to heartburn by relaxing the lower esophageal sphincter and allowing it to open, increasing the amount of acid in the stomach, increasing stomach pressure, or by making the esophagus more sensitive to harsh acids. These factors include: Dietary Habits     * Eating too much.     * Eating certain foods, including onions, chocolate, peppermint, high-fat or spicy foods, citrus fruits, garlic, and tomatoes or tomato-based products.     * Drinking certain beverages, including citrus juices, alcohol, caffeinated drinks, and carbonated drinks.     * Eating before bedtime. Lifestyle habits     * Being overweight     * Smoking     * Wearing tight-fitting clothing or belts     * Lying down or bending over, especially after eating     * Stress Medical causes     * Pregnancy.     * Bulging of part of the stomach into the chest cavity, also called hiatal hernia.     * GERD.     * Taking certain medications, especially some antibiotics and aspirin. Heartburn treatment Treating heartburn requires adjustments to your lifestyle, medications, and possibly surgery if your heartburn is due to GERD or a hiatal hernia. Tips to alleviate heartburn symptoms     * Raise the head of your bed about 6 inches to allow gravity to help keep the stomach's contents in the stomach. (Do not use piles of pillows because this puts your body into a bent position that actually aggravates the condition by increasing pressure on the abdomen.)     * Eat meals at least three to four hours before lying down and avoid bedtime snacks.     * Eat smaller meals.     * Maintain a healthy weight to eliminate unnecessary intra-abdominal pressure caused by extra pounds.     * Limit consumption of fatty foods, chocolate, peppermint, coffee, tea, colas, and alcohol -- all of which can relax the lower esophageal sphincter -- and tomatoes and citrus fruits or juices, which contribute additional acid that can irritate the esophagus.     * Give up smoking, which also relaxes the lower esophageal sphincter.     * Wear loose belts and clothing. Heartburn can be treated with medicine. Medicines used to treat heartburn can range from over-the-counter remedies to medicine requiring a doctor's prescription. Over-the-counter heartburn treatments     * Antacids. Antacids neutralize excess stomach acid to relieve heartburn, sour stomach, acid indigestion, and stomach upset. They are also occasionally recommended to help relieve the pain of ulcers. Some antacids also contain simethicone, an ingredient that helps eliminate excess gas. Examples of antacids include: Tums, Rolaids, and Maalox. You should take antacids exactly as directed by your doctor, or according to the manufacturer's directions. If you are using the tablets, chew them well before swallowing for faster relief. Serious side effects can occur with an overdose or overuse of antacids. Side effects include constipation, diarrhea, change in color of bowel movements and stomach cramps.     * Acid blockers. These medicines relieve heartburn, acid indigestion, and sour stomach, and are available without a prescription. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, and Prilosec OTC are examples of over-the-counter acid blockers. Acid blockers work by reducing the production of stomach acid. Take these medications according to the directions on the package, or as advised by your doctor. Possible serious side effects that need to be reported to your doctor right away include confusion, chest tightness, bleeding, sore throat, fever, irregular heartbeat, weakness, and unusual fatigue. Other less serious side effects include mild headache, dizziness and diarrhea, which are usually temporary and will likely go away on their own. People who have more severe heartburn symptoms that aren't relieved with these medications or who have been using these drugs for more than two weeks should contact their doctor. They may need medicine obtained with a doctor's prescription. Prescription heartburn treatments     * H2 Blockers. Histamine-2 (H2) blockers such as Pepcid, Tagamet, Zantac, and Axid work by reducing the production of stomach acid. The prescription forms of these medications (which usually contain higher doses than the over-the-counter versions) can generally relieve heartburn and treat GERD. They also may be used for other conditions as determined by your doctor.     * Proton pump inhibitors. Depending on the source of your problem, your doctor can prescribe medications that block acid production more effectively than the H2 blockers, namely the family of medications doctors call proton pump inhibitors, or PPIs for short. They include: Prilosec, Prevacid, Aciphex, Protonix, and Nexium. Another PPI product combines Prilosec with sodium bicarbonate (Zegerid).     * Promotility Agents. Promotility agents work by speeding up digestion, which prevents acid from staying in the stomach too long, and strengthening the lower esophageal sphincter, reducing reflux back up into the esophagus. Reglan is a promotility agent occasionally used to treat heartburn associated with GERD. The side effects of Reglan may include drowsiness, fatigue, diarrhea, restlessness, and movement problems. Another promotility agent, Propulsid, was removed from the market in 2000 because it caused serious heart arrythmias (abnormal heart beat) in some people. Most patients are successfully treated with these medications. Only a few people need surgery to correct the disorder. When is heartburn surgery necessary? Surgery for GERD may become necessary:     * When medical or drug treatment has failed to control symptoms.     * When the sphincter muscle is unable to work properly.     * When esophageal cancer develops from chronic GERD.            ",
            "vi": "Sự thật về chứng ợ nóng (ợ chua) Mặc dù có tên là vậy, nhưng chứng ợ nóng (ợ chua) không liên quan gì đến tim mạch cả (dẫu cũng có một số triệu chứng tương tự như đau tim). Ợ nóng (ợ chua) là hiện tượng thực quản bị kích thích do a-xít trào ngược (chảy ngược lên) từ dạ dày. Ợ nóng (ợ chua) cũng là một triệu chứng của bệnh trào ngược dạ dày-thực quản nguy hiểm hơn nhiều, hoặc gọi là GERD.  Khi nuốt, thức ăn xuống cổ họng và đi qua thực quản rồi đến dạ dày. Thông thường thì van cơ được gọi là cơ thắt thực quản dưới (LES) mở ra để cho thức ăn vào được dạ dày (hoặc giúp ợ hơi); sau đó nó đóng lại. Và rồi dạ dày tiết ra những loại a-xit mạnh nhằm giúp thực hiện quá trình tiêu hoá thức ăn. Nhưng nếu cơ thắt thực quản dưới mở ra quá nhiều lần hoặc không đóng lại kín đủ, thì axit trong dạ dày có thể trào ngược hoặc thấm vào (rỉ qua) thực quản, làm tổn thương đến thực quản và gây ra cảm giác nóng rát mà chúng ta biết đó là chứng ợ nóng (ợ chua).  Axit dạ dày trong thực quản không những có thể gây ra ợ nóng (ợ chua) mà còn có thể gây ung loét, chẹt (hẹp) thực quản, và cả ung thư thực quản nữa.  Hầu hết người ta đều bị ợ nóng (ợ chua) vào một thời điểm nào đó. Hiệp hội Tiêu hoá Mỹ cho biết có trên 60 triệu người Mỹ bị các triệu chứng ợ nóng (ợ chua)/ GERD ít nhất mỗi tháng một lần. Mặc dù có cảm giác khó chịu, không thoải mái nhưng chứng bệnh này thường không gây ra vấn đề nguy hiểm nào đối với sức khỏe ở hầu hết mọi người.  Tuy nhiên, nếu các triệu chứng ợ nóng (ợ chua) xảy ra thường xuyên và dai dẳng thì đây có thể là dấu hiệu của một vấn đề nguy hiểm hơn, chẳng hạn như bệnh trào ngược dạ dày-thực quản (GERD). GERD là chứng trào ngược axit vào thực quản mãn tính. Nếu không được điều trị thì chứng bệnh này có thể gây ra một loạt các biến chứng, chẳng hạn như viêm thực quản, loét thực quản, khàn đục giọng, bệnh phổi mãn tính, và bệnh Barrett thực quản (tình trạng biến đổi niêm mạc thực quản làm tăng nguy cơ bị ung thư thực quản).    Các triệu chứng ợ nóng (ợ chua) Ợ nóng (ợ chua) có một vài triệu chứng, bao gồm:  * Cảm giác nóng rát trong ngực ngay phía sau xương ức xảy ra sau khi ăn và kéo dài từ một vài phút đến một vài tiếng đồng hồ.  * Đau ngực, nhất là sau khi gập người xuống, nằm xuống, hoặc ăn.  * Nóng rát ở cổ họng – hoặc nóng, chua, hoặc dịch có vị mặn sau họng.  * Khó nuốt. * Cảm giác giống như thức ăn “bị vướng” giữa cổ họng hoặc giữa ngực.  Thông thường thì bạn chỉ cần thuật lại những triệu chứng này cho bác sĩ nghe để chẩn đoán chứng ợ nóng (ợ chua). Tuy nhiên, bác sĩ có thể thực hiện thêm nhiều xét nghiệm đặc biệt chẳng hạn như nội soi hoặc theo dõi độ pH để xác định mức độ trầm trọng của bệnh hoặc để theo dõi phương pháp điều trị của bạn.  Các nguyên nhân gây ra ợ nóng (ợ chua) Nhiều yếu tố về lối sống và chế độ ăn uống khác nhau có thể góp phần gây nên chứng ợ nóng (ợ chua) bằng cách làm giãn cơ thắt thực quản dưới và làm cho nó hở ra, làm tăng lượng axit trong dạ dày, đồng thời cũng làm tăng áp lực dạ dày, hoặc bằng cách làm cho thực quản trở nên nhạy cảm hơn với các loại axit mạnh. Những yếu tố này bao gồm:   Các thói quen ăn uống  * Ăn quá no.  * Ăn một số loại thức ăn nào đó, như hành, sô-cô-la, bạc hà cay, thức ăn nhiều chất béo hoặc thức ăn nhiều gia vị, những trái cây họ cam, tỏi, và cà chua hoặc các sản phẩm làm từ cà chua.  * Uống một số loại thức uống nào đó, như nước ép cam quýt, bia rượu, các thức uống chứa cà-phê-in, và các thức uống có ga.  * Ăn trước giờ ngủ. Các thói quen về lối sống  * Béo phì * Hút thuốc * Mặc quần áo ôm khít hoặc mang dây thắt lưng chật * Nằm hoặc gập người xuống, nhất là sau khi ăn xong  * Stress Các nguyên nhân về y học  * Mang thai. * Phình giãn một phần nào đó trong dạ dày vào khoang ngực, đây cũng được gọi là chứng thoát vị khe. * GERD (trào ngược dạ dày-thực quản).  * Sử dụng một số loại thuốc nào đó, nhất là một số thuốc kháng sinh và aspirin.  Điều trị chứng ợ nóng (ợ chua) Việc điều trị chứng ợ nóng (ợ chua) cần phải điều chỉnh lối sống, cần phải có thuốc và có thể cần phải phẫu thuật nếu tình trạng ợ nóng (ợ chua) do GERD (trào ngược dạ dày-thực quản) hoặc do chứng thoát vị khe gây ra.  Bí quyết giúp làm giảm các triệu chứng ợ nóng (ợ chua) * Nâng đầu giường lên cao chừng 6 in-sơ để trọng lực giữ được axit trong dạ dày. (Bạn đừng nên sử dụng hàng đống gối bởi điều này sẽ làm cho người bạn ở tư thế gập thực sự làm cho bệnh càng tệ hại hơn do làm tăng áp lực đè lên bụng.) * Nên ăn trước khi nằm ít nhất là từ 3 đến 4 tiếng đồng hồ và nên tránh ăn vặt vào giờ ngủ.  * Nên ăn nhiều bữa nhỏ hơn.  * Nên duy trì trọng lượng cơ thể khỏe mạnh để không phải chịu áp lực không cần thiết trong bụng do dư cân gây ra.  * Nên hạn chế ăn những thức ăn nhiều chất béo, sô-cô-la, bạc hà cay, cà phê, trà, cô-la, và bia rượu – tất cả những thức ăn đó có thể làm cho cơ thắt thực quản dưới giãn ra – kể cả cà chua và các loại trái cây hoặc nước ép họ cam, góp phần gây thêm nhiều axit có thể kích thích thực quản.  * Nên bỏ thuốc lá – thuốc lá cũng làm giãn cơ thắt thực quản dưới. * Mặc áo quần rộng rãi và mang dây thắt lưng thoải mái.  Chứng ợ nóng (ợ chua) có thể được điều trị bằng thuốc. Thuốc trị ợ nóng (ợ chua) có thể là thuốc mua tự do không theo toa hoặc thuốc theo toa của bác sĩ.    Điều trị ợ nóng (ợ chua) bằng thuốc mua tự do không theo toa  * Thuốc làm giảm axit trong dạ dày. Những loại thuốc này có tác dụng làm trung hoà axit dư thừa trong dạ dày để làm giảm ợ nóng (ợ chua), dạ dày chua, khó tiêu axit, và khó chịu trong dạ dày. Chúng đôi khi cũng được khuyến nghị nên sử dụng để làm giảm đau do loét. Một số loại thuốc làm giảm axit trong dạ dày này cũng chứa simethicone, đây là thành phần giúp thải được lượng hơi dư thừa. Một số ví dụ về thuốc này gồm: Tums, Rolaids, và Maalox. Bạn nên sử dụng đúng chính xác theo chỉ định của bác sĩ, hoặc theo hướng dẫn của nhà sản xuất. Nếu đang sử dụng thuốc viên, bạn nên nhau kỹ trước khi nuốt để có tác dụng nhanh hơn. Một số tác dụng phụ nghiêm trọng có thể xảy ra khi dùng thuốc quá liều hoặc lạm dụng thuốc. Những tác dụng phụ này bao gồm táo bón, tiêu chảy, phân đổi màu và co thắt bao tử. * Thuốc ngăn tiết axit: Những loại thuốc này có tác dụng làm giảm ợ nóng (ợ chua), khó tiêu axit, và dạ dày chua, và có bán mà không cần phải kê toa. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, và Prilosec OTC là những ví dụ của thuốc ngăn tiết axit có thể mua tự do không theo toa. Những thuốc này có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Bạn nên sử dụng những thuốc này theo chỉ dẫn ghi trên bao bì, hoặc theo lời khuyên của bác sĩ. Bên cạnh đó bạn cũng cần nên thông báo ngay cho bác sĩ biết về bất kỳ tác dụng phụ nghiêm trọng nào có thể xảy ra gồm tình trạng mơ hồ, nhầm lẫn, căng ngực, chảy máu, đau họng, sốt, nhịp tim không đều, ốm yếu, và mệt mỏi bất thường. Một số tác dụng phụ ít nguy hiểm hơn khác gồm nhức đầu nhẹ, chóng mặt và tiêu chảy, thường chỉ là tạm thời và có thể sẽ tự hết.  Người bị các triệu chứng ợ nóng (ợ chua) trầm trọng hơn không giảm khi sử dụng những loại thuốc này hoặc đã sử dụng thuốc trên 2 tuần nên liên hệ với bác sĩ. Họ có thể cần đến thuốc theo toa của bác sĩ.  Điều trị chứng ợ nóng (ợ chua) bằng thuốc theo toa      * H2 Blockers. Thuốc ngăn tiết Histamine-2 (H2) chẳng hạn như Pepcid, Tagamet, Zantac, và Axid có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Các dạng thuốc theo toa này (thường chứa liều lượng cao hơn thuốc mua tự do không theo toa) thường có thể làm giảm ợ nóng (ợ chua) và chữa lành chứng trào ngược dạ dày-thực quản (GERD). Chúng cũng có thể được sử dụng để chữa các bệnh khác khi được bác sĩ kê toa.  * Thuốc ức chế bơm proton. Tuỳ thuộc vào nguyên nhân vấn đề của bạn mà bác sĩ có thể kê toa ngăn tiết axit hiệu quả hơn thuốc ngăn tiết H2, đây là họ hàng của những loại thuốc mà bác sĩ gọi là chất ức chế bơm proton, hoặc có thể gọi tắt là PPIs. Chúng bao gồm: Prilosec, Prevacid, Aciphex, Protonix, và Nexium. Sản phẩm PPI khác kết hợp Prilosec với bi-các-bô-nát na-tri (Zegerid).  * Thuốc hỗ trợ nhu động. Những thuốc hỗ trợ nhu động có tác dụng bằng cách làm tăng tốc quá trình tiêu hoá, ngăn không cho axit ở lại trong dạ dày quá lâu, và làm mạnh thêm cơ thắt thực quản dưới, làm giảm trào ngược trở lại thực quản. Người ta đôi khi cũng sử dụng Reglan để điều trị ợ nóng (ợ chua) liên quan đến trào ngược dạ dày-thực quản (GERD). Một số tác dụng phụ của Reglan có thể gồm buồn ngủ, mệt mỏi, tiêu chảy, bứt rứt, và khó cử động. Một loại thuốc hỗ trợ nhu động khác là Propulsid – bị tẩy khỏi thị trường năm 2000 bởi nó gây rối loạn nhịp tim nghiêm trọng (nhịp tim bất thường) ở một số nguời.  Hầu hết bệnh nhân đều có thể được điều trị thành công bằng các loại thuốc này. Chỉ một vài người cần phải được phẫu thuật mới có thể điều chỉnh được tình trạng rối loạn đó.  Chứng ợ nóng (ợ chua) cần phải được phẫu thuật khi nào?  Phẫu thuật điều trị chứng trào ngược dạ dày-thực quản có thể trở nên cần thiết:  * Khi phương pháp điều trị bằng thuốc không làm giảm các triệu chứng.  * Khi cơ thắt không hoạt động được tốt.  * Khi ung thư thực quản do chứng trào ngược dạ dày-thực quản mãn tính mà ra.   "
        }
    ],
    "suggestions": []
}