{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['brigəndizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trò cướp bóc</td></tr></table><i/></div>",
            "word": "brigandism",
            "pronounce": "['brigəndizm]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "brigandism",
            "pronounce": "['brigəndizm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "brigandism",
            "pronounce": "['brigəndizm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "brigandism",
            "pronounce": "['brigəndizm]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "brigandism",
            "pronounce": "['brigəndizm]"
        }
    },
    "sentences": [
        {
            "en": "There is an interesting fact about <em>ISM</em> major: In both the U.S and Europe, many <em>ISM</em> students are women.",
            "vi": "Một sự kiện đáng quan tâm về chuyên đề ISM: Ở cả Mĩ và châu Âu, nhiều sinh viên ISM là phụ nữ."
        },
        {
            "en": "There are several career choices for <em>ISM</em> students:",
            "vi": "Có vài chọn lựa nghề cho sinh viên ISM:"
        },
        {
            "en": "But is Information Systems Management (<em>ISM</em>) a good choice for you?",
            "vi": "Nhưng Quản lý hệ thống thông tin (ISM) có là chọn lựa tốt cho bạn không?"
        },
        {
            "en": "Be able to manage technical people, who work on computers, <em>ISM</em> students must have fundamental knowledge on how computer works.",
            "vi": "Có khả năng quản lý người kỹ thuật, người làm việc về máy tính, sinh viên ISM phải có tri thức nền tảng về cách máy tính làm việc."
        },
        {
            "en": "His counterparts were <em>Brig</em> Gen Park Chul-kyun, South Korea’s deputy director general for international policy and Koji Kano, Japanese director for defence policy.",
            "vi": "Các đối tác của ông là Thiếu tướng Park Chul-kyun, Phó Vụ trưởng Vụ chính sách quốc tế của Bộ Quốc phòng Hàn Quốc và Koji Kano, Giám đốc văn phòng chính sách quốc phòng của Bộ Quốc phòng Nhật Bản."
        },
        {
            "en": "Today the “Hot job and High demand” is Information System Management (<em>ISM</em>) because software is becoming a “services”.",
            "vi": "Ngày nay “Việc nóng và nhu cầu cao” là quản lý hệ thông tin (ISM) bởi vì phần mềm đang trở thành “dịch vụ”."
        },
        {
            "en": "When the survey was announced, universities reported that the enrollment in IT and <em>ISM</em> majors have increased 20%.",
            "vi": "Khi cuộc điều tra được công bố, các đại học báo cáo rằng việc đăng tuyển vào chuyên đề CNTT và quản lý hệ thông tin ISM đã tăng lên 20%."
        },
        {
            "en": "Government is also a large employer hiring many <em>ISM</em> graduates as many government works are now converted into computer automation.",
            "vi": "Chính phủ cũng là người sử dụng nhân công lớn thuê nhiều sinh viên ISM khi nhiều công việc của chính phủ bây giờ được chuyển vào tự động trong máy tính."
        },
        {
            "en": "Information Technology Management: As companies expand their information technology systems, more <em>ISM</em> people will be needed to manage technical people.",
            "vi": "Quản lý công nghệ thông tin: Khi các công ty mở rộng hệ thống công nghệ thông tin của mình, nhiều người ISM sẽ được cần tới hơn để quản lý người kỹ thuật."
        },
        {
            "en": "That is why <em>ISM</em> is a prefer choice for more women who want to work in information technology area.",
            "vi": "Đó là lý do tại sao ISM là chọn lựa được ưa chuộng hơn cho phụ nữ, người muốn làm việc trong khu vực công nghệ thông tin."
        },
        {
            "en": "His counterparts were <em>Brig</em> Gen Park Chul-kyun, South Korea’s deputy director general for international policy and Koji Kano, Japanese director for defence policy.",
            "vi": "Các đối tác của ông là Thiếu tướng Park Chul-kyun, Phó Vụ trưởng Vụ chính sách quốc tế của Bộ Quốc phòng Hàn Quốc và Koji Kano, Giám đốc văn phòng chính sách quốc phòng của Bộ Quốc phòng Nhật Bản."
        },
        {
            "en": "Overall, communication, the ability to train, to educate, and to manage is essential skills of <em>ISM</em> students.",
            "vi": "Về toàn thể, trao đổi, khả năng đào tạo, giáo dục và quản lý là kỹ năng bản chất của sinh viên ISM."
        },
        {
            "en": "A degree in Information Systems Management (<em>ISM</em>) can prepare you for an exciting career in a variety of industries.",
            "vi": "Mức độ trong quản lý hệ thông tin (ISM) có thể chuẩn bị cho bạn về một nghề kích động trong đa dạng các ngành công nghiệp."
        },
        {
            "en": "<em>ISM</em> is created to better align Information technology (IT) to the business in a timely and cost effective manner.",
            "vi": "ISM được tạo ra để gióng thẳng tốt hơn công nghệ thông tin (CNTT) với doanh nghiệp theo cách đúng thời gian và hiệu quả chi phí."
        },
        {
            "en": "<em>ISM</em> people should be able to explain the business aspect such as budget, finance, time, costs and return on investment to these technical people.",
            "vi": "Người ISM phải có khả năng giải thích về khía cạnh kinh doanh như ngân sách, tài chính, thời gian, chi phí và thu hồi theo đầu tư cho những người kỹ thuật này."
        },
        {
            "en": "These companies are looking mostly for Information Systems Management (<em>ISM</em>) graduates with good programming skills, knowledge of database and service management to optimize their information systems.",
            "vi": "Những công ty này đang tìm chủ yếu là sinh viên tốt nghiệp quản lý hệ thông tin (ISM) với kỹ năng lập trình tốt, hiểu biết về cơ sở dữ liệu và quản lý dịch vụ để tối ưu hệ thông tin của họ."
        },
        {
            "en": "According to several U.S government studies, students that have <em>ISM</em> degrees can excel at a variety of jobs immediately after graduated.",
            "vi": "Theo nhiều nghiên cứu của chính phủ Mĩ, sinh viên có bằng cấp về ISM có ưu thế trội hơn về đa dạng việc làm ngay sau khi tốt nghiệp."
        },
        {
            "en": "In the context of <em>ISM</em>, service means a vital business function and IT needs to design, build, deploy, operate, support and continually improve the delivery of that service.",
            "vi": "Trong hoàn cảnh của ISM, dịch vụ nghĩa là chức năng doanh nghiệp sống còn và CNTT cần thiết kế, xây dựng, triển khai, vận hành, hỗ trợ và cải tiến liên tục việc chuyển giao dịch vụ đó."
        },
        {
            "en": "First, students who pursue degrees in Information System Management (<em>ISM</em>) do nothave to be highly technical but must be problem solvers.",
            "vi": "Đầu tiên, sinh viên theo đuổi bằng cấp về quản lý hệ thông tin (ISM) không phải mang tính kỹ thuật cao nhưng phải là người giải quyết vấn đề."
        },
        {
            "en": "As the manager of information technology, <em>ISM</em> people often work in a place where many people do notknow much about computer system.",
            "vi": "Là người quản lý công nghệ thông tin, người ISM thường làm việc ở chỗ có nhiều người không biết mấy về hệ thống máy tính."
        }
    ],
    "suggestions": []
}