{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['briljəntli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vẻ vang, sáng chói, rực rỡ</td></tr></table><i/></div>",
            "word": "brilliantly",
            "pronounce": "['briljəntli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "brilliantly",
            "pronounce": "['briljəntli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "brilliantly",
            "pronounce": "['briljəntli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "brilliantly",
            "pronounce": "['briljəntli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "brilliantly",
            "pronounce": "['briljəntli]"
        }
    },
    "sentences": [
        {
            "en": "You can paint <em>brilliantly</em>.",
            "vi": "Bạn có thể vẽ một cách thông minh."
        },
        {
            "en": "Our plan worked <em>brilliantly</em>.",
            "vi": "Kế hoạch của chúng ta tiến triển rất xuất sắc."
        },
        {
            "en": "The moon is shining <em>brilliantly</em>.",
            "vi": "Ánh trăng chiếu sáng rực rỡ."
        },
        {
            "en": "Call it <em>brilliantly</em> fulfilling the wrong vision.",
            "vi": "Hãy xem đây là chuyện đã sai lại càng sai."
        },
        {
            "en": "He sends the minister up <em>brilliantly</em>.",
            "vi": "Hắn ta chế nhạo tay bộ trưởng một cách khôn ngoan."
        },
        {
            "en": "Her article <em>brilliantly</em> demolishes his whole argument.",
            "vi": "Bài báo của bà ta đã đập tan toàn bộ lý lẽ của ông ấy một cách sâu sắc."
        },
        {
            "en": "He acquitted himself <em>brilliantly</em> in the exams.",
            "vi": "Nó đã làm xong các bài thi một cách xuất sắc."
        },
        {
            "en": "It was a <em>brilliantly</em> directed accident!",
            "vi": "Đó là một tai nạn được đạo diễn xuất sắc!"
        },
        {
            "en": "He felt he had something to prove and played <em>brilliantly</em>.",
            "vi": "Anh ấy đã cố gắng chứng tỏ khả năng của mình và đã chơi rất giỏi."
        },
        {
            "en": "The sun beamed down <em>brilliantly</em>, seeming already overhead.",
            "vi": "Mặt trời chiếu rọi rực rỡ, dường như đã lên đỉnh đầu."
        },
        {
            "en": "Peter played <em>brilliantly</em>, considering how badly injured he was.",
            "vi": "Peter đã chơi rất sáng chói nếu xét về việc anh ấy đã bị thương nghiêm trọng thế nào."
        },
        {
            "en": "A <em>brilliantly</em> coloured bird flashed into my view.",
            "vi": "Một con chim màu sắc rực rỡ bỗng hiện ra trước mắt tôi."
        },
        {
            "en": "I thought we defended <em>brilliantly</em> in the second half.",
            "vi": "Tôi nghĩ chúng tôi đã phòng ngự một cách xuất sắc trong hiệp hai."
        },
        {
            "en": "In spring, the lines of cherry trees bloom <em>brilliantly</em>, pleasing our eyes.",
            "vi": "Vào mùa xuân, những hàng cây anh đào nở rộ, làm vui mắt."
        },
        {
            "en": "Harry Enfield sends up Tony Blair <em>brilliantly</em> in his new comedy series.",
            "vi": "Harry Enfield chế giễu Tony Blair một cách tài tình trong loạt hài kịch mới của mình."
        },
        {
            "en": "She did <em>brilliantly</em> and made the team, then won a silver medal for her country.",
            "vi": "Cô ấy đã biểu diễn thật xuất sắc và được tuyển chọn, sau đó mang về cho quốc gia một huy chương bạc."
        },
        {
            "en": "Bashir Ahmad has <em>brilliantly</em> portrayed the impressions of war through sculptures and paintings.",
            "vi": "Bashir Ahmad đã miêu tả sinh động những dấu vết của chiến tranh qua những tác phẩm điêu khắc và hội họa."
        },
        {
            "en": "It was cracked with age and showed in miniature <em>brilliantly</em> colored scenes of the imperial court.",
            "vi": "Đấy là bức tranh cuốn đã cũ và nứt rạn nhiều nơi vẽ cảnh hoàng cung thu nhỏ lại bằng màu sắc thật tươi."
        },
        {
            "en": "On the other side, <em>brilliantly</em> lit in the sunshine, stood display cases with glass tops.",
            "vi": "Phía bên kia, nhiều tủ kính lên tận nóc đựng các vật quý giá sáng long lanh dưới ánh mặt trời."
        },
        {
            "en": "Bruce Lee flashed <em>brilliantly</em> like a meteor through the world of martial arts and motion pictures.",
            "vi": "Lý Tiểu Long lóe sáng rực rỡ như một vì sao băng trong thế giới võ thuật và điện ảnh."
        }
    ],
    "suggestions": []
}