{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bristol"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bristol"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bristol"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bristol"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bristol"
        }
    },
    "sentences": [
        {
            "en": "They live in <em>Bristol</em>.",
            "vi": "Họ sống ở Bristol."
        },
        {
            "en": "It's Brian Tankard from <em>Bristol</em>.",
            "vi": "Đó là brian tankard quê ở bristol."
        },
        {
            "en": "Is that Industry <em>Bristol</em>, please?",
            "vi": "Có phải công ty Industry Bristol không?"
        },
        {
            "en": "My gran lives in <em>Bristol</em>.",
            "vi": "Bà của tôi sống ở Bristol."
        },
        {
            "en": "I sit for <em>Bristol</em> West.",
            "vi": "Tôi đại diện cho Bristol West."
        },
        {
            "en": "What's the code for <em>Bristol</em>?",
            "vi": "Mã số Bristol là mấy?"
        },
        {
            "en": "It's about halfway between London and <em>Bristol</em>.",
            "vi": "Nó khoảng giữa chừng hai thành phố London và Bristol."
        },
        {
            "en": "<em>Bristol</em> is in the west of England.",
            "vi": "Bristol ở phía Tây của England."
        },
        {
            "en": "Has the train from <em>Bristol</em> arrived?",
            "vi": "Xe lửa từ Bristol đã tới chưa?"
        },
        {
            "en": "My parents have lived in <em>Bristol</em> all their lives.",
            "vi": "Bố mẹ tôi đã sống ở Bristol trong suốt cuộc đời của họ."
        },
        {
            "en": "Peter got a holiday job at a factory in <em>Bristol</em>.",
            "vi": "Peter kiếm được một công việc vào kỳ nghỉ ở tại một nhà máy ở Bristol."
        },
        {
            "en": "He returned to England to do research at <em>Bristol</em> University.",
            "vi": "Ông ấy quay về Anh và làm nghiên cứu ở Đại học Bristol."
        },
        {
            "en": "This was the last surviving bomb site in central <em>Bristol</em>.",
            "vi": "Đây mà khu vực bị bom tàn phá cuối cùng còn sót lại ở trung tâm Bristol."
        },
        {
            "en": "I couldn't phone you because you are in <em>Bristol</em>. Don't give me that! You could have got the <em>Bristol</em> number form my secretary.",
            "vi": "Tôi không thể gọi điện thoại cho anh được vì anh đang ở Bristol. Đừng nói với tôi như vậy! Anh có thể lấy số điện thoại Bristol từ cô thư ký của tôi mà."
        },
        {
            "en": "The letter was addressed to \"The Occupier, 21 Green Road, <em>Bristol</em>\".",
            "vi": "Lá thư được đề gửi cho người sử dụng, số 21 đường Green, thành phố Bristol."
        },
        {
            "en": "Other vigils were held across the UK from <em>Bristol</em> to Glasgow.",
            "vi": "Những buổi lễ tưởng niệm khác đã được tổ chức trên khắp Vương Quốc Anh từ Bristol đến Glasgow."
        },
        {
            "en": "I couldn't phone you because you are in <em>Bristol</em>. Don' t give me that! You could have got the <em>Bristol</em> number form my secretary.",
            "vi": "Tôi không thể gọi điện thoại cho anh được vì anh đang ở Bristol. Đừng nói với tôi như vậy! Anh có thể lấy số điện thoại Bristol từ cô thư ký của tôi mà."
        },
        {
            "en": "They managed to hitch a ride to <em>Bristol</em> with a truck driver.",
            "vi": "Họ (đã) xoay sở đi nhờ một xe tải đến Bristol."
        },
        {
            "en": "At the moment it's the fith day of the tour and they're in <em>Bristol</em>.",
            "vi": "Hiện đang là ngày thứ năm của chuyến biểu diễn và họ đang ở bristol."
        },
        {
            "en": "The headquarters used to be in <em>Bristol</em>, but that was before my time.",
            "vi": "Trụ sở chính thường đóng ở Bristol nhưng đó là trước thời của tôi."
        }
    ],
    "suggestions": []
}