{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bristled"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bristled"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bristled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bristled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bristled"
        }
    },
    "sentences": [
        {
            "en": "Its hair <em>bristled</em>.",
            "vi": "Lông nó dựng đứng lên."
        },
        {
            "en": "The porcupine's quills <em>bristled</em> out.",
            "vi": "Lông nhím dựng ngược."
        },
        {
            "en": "This problem is <em>bristled</em> with difficulties.",
            "vi": "Vấn đề này thì đầy khó khăn."
        },
        {
            "en": "She <em>bristled</em> with rage at the mention of his name.",
            "vi": "Bà ta bật dậy giận dữ khi nghe tên ông ta."
        },
        {
            "en": "Rifles lying on the ponies'shoulders <em>bristled</em> all along the line.",
            "vi": "Những cây súng đặt trên vai những con ngựa dựng đứng thành một hàng dọc."
        },
        {
            "en": "The dog's fur <em>bristled</em> as it sensed danger.",
            "vi": "Lông con chó dựng đứng lên vì nó đánh hơi thấy nguy hiểm."
        },
        {
            "en": "Rifles lying on the ponies' shoulders <em>bristled</em> all along the line.",
            "vi": "Những cây súng đặt trên vai những con ngựa dựng đứng thành một hàng dọc."
        },
        {
            "en": "A day ago i would have <em>bristled</em> at his question, thinking he was doubting my competence.",
            "vi": "Một ngày trước khi tôi đã nổi giận vì những câu hỏi của ông ta vì nghĩ rằng ông ta nghi ngờ năng lực của tôi."
        },
        {
            "en": "He stood stiff, his back <em>bristled</em>, and all his teeth showed.",
            "vi": "Nó đứng bất động, lông trên lưng dựng đứng, răng nhe ra."
        },
        {
            "en": "John <em>bristled</em> at the suggestion that he was like his father.",
            "vi": "John (đã) nổi giận với ý kiến cho rằng anh ấy giống như cha mình."
        },
        {
            "en": "Even while she petted him, his ears were lifted, his neck <em>bristled</em>, and his lips twitched back from his teeth.",
            "vi": "Ngay lúc cô vuốt ve nó, tai nó cũng căng lên, lông cổ dựng đứng, mép cuộn lại để lộ hàm răng."
        }
    ],
    "suggestions": []
}