{
    "en_vn": {
        "data": {
            "content": null,
            "word": "britt",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "britt",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "britt",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "britt",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "britt",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It worked out that way for Carrie Coker <em>Britt</em>. After three years working for an Atlanta law firm as a recruiter and administrator, Ms. <em>Britt</em> decided against going to law school.",
            "vi": "Điều đó đúng với Carrie Coker Britt. Sau 3 năm làm việc tại một văn phòng luật pháp tại Atlanta với tư cách là một nhân viên, rồi một nhà quản lý, Britt đã dứt khoát không theo học tại một trường đào tạo chuyên về luật nào đó."
        },
        {
            "en": "Today Ms. <em>Britt</em>, 32, works as a software sales representative for I.B.M., covering thousands of accounts in Georgia, Alabama, Tennessee and Mississippi. Her job, she says, requires quickly researching industries and figuring out how I.B.M. technology can help individual businesses. \"It's very entrepreneurial, fast-paced, and you're constantly looking for new and better ways to be successful,\" Ms. <em>Britt</em> said.",
            "vi": "Hiện tại, Britt 32 tuổi, đang giữ cương vị đại diện tại một cửa hàng phân phối chính thức của IBM, quản lý hàng ngàn tài khoản ở Georgia, Alabama, Tennessee và Mississippi. Cô nói công việc của mình đòi hỏi thường xuyên nghiên cứu thị trường và tìm ra các biện pháp giúp đỡ các doanh nghiệp đơn lẻ bằng công nghệ của IBM. \"Công việc này đòi hỏi chuyên nghiệp, tinh nhạy kinh doanh, nhịp độ rất cao, và bạn phải thường xuyên tìm tòi cái mới, cái tốt để thành công\"."
        },
        {
            "en": "And, she adds, there is another benefit to having gone through the entrepreneurial program, Ti:ger, for Technological Innovation: Generating Economic Results. \"It was critical to getting the job I have now,\" Ms. <em>Britt</em> said. \"It differentiated me from other candidates.\"",
            "vi": "Và, cô nói thêm rằng, chương trình đào tạo doanh nghiệp Tiger, giành cho đổi mới trong công nghệ: Kết quả của một thế hệ kinh tế mới ở Viện Georgia đã đem lại cho cô một lợi thế \"không thể thiếu, là yếu tố giúp tôi có được công việc hiện nay. Việc đã từng học qua khoá học này làm tôi trở nên khác biệt và nổi bật so với các ứng viên khác\"."
        },
        {
            "en": "“Perfect idea,” declared Gretchen <em>Britt</em>, 51, a school clerk in Manhattan who uses cabs and livery cars three to four times a month, always driven by men. “You feel safer and more comfortable with a woman.”",
            "vi": "\"Ý tưởng tuyệt vời\", bà Gretchen Britt, 51 tuổi, đã thốt lên như vậy, bà công tác tại một ngôi trường ở Manhattan và phải đi taxi 3 đến 4 lần mỗi tháng, mà cứ bị ngồi sau tay lái đàn ông. \"Tôi cảm thấy an toàn và thoải mái hơn khi tài xế là nữ.\""
        },
        {
            "en": "Instead, Ms. <em>Britt</em> attended Georgia Tech's business school, and joined a program that puts doctoral science students, law school and business school students in teams to work on start-up projects. The goal of the program is to teach people from different disciplines to work together to accelerate the entrepreneurial process in high-tech start-ups. One team project she worked on won a competition at Georgia Tech and a $10,000 prize.",
            "vi": "Thay vào đó, cô nhập học Trường Thương mại của Viện công nghệ Georgia, và tham gia một chương trình nơi các giáo sư ngành khoa học, sinh viên trường luật và kinh tế được làm việc chung, cùng tạo lập một dự án từ khởi điểm. Mục đích của chương trình là giúp những người làm trong các lĩnh vực khác nhau có thể hợp tác cùng nhau, để từ đó, nâng cao tiềm năng thu hút đầu tư ở giai đoạn khởi nghiệp của doanh nghiệp. Một dự án của nhóm Britt đã giành giải thưởng ở Viện công nghệ Georgia với 10.00 USD tiền thưởng."
        }
    ],
    "suggestions": []
}