{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bro"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bro</k><blockquote><cclass>[<cclass>brəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>informal short for <kref>brother</kref>. </cclass></cclass></blockquote><blockquote>⁃ <cclass>chiefly N. Amer. a friendly greeting or form of address. </cclass></blockquote></div>",
            "word": "bro"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bro"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bro"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bro"
        }
    },
    "sentences": [
        {
            "en": "Hey, <em>bro</em>!",
            "vi": "Chào người anh em!"
        },
        {
            "en": "My <em>bro</em> interested in",
            "vi": "Anh tôi quan tâm đến"
        },
        {
            "en": "I visit my <em>bro</em>.",
            "vi": "Tôi đến thăm em trai."
        },
        {
            "en": "we all know that feel <em>bro</em>",
            "vi": "chúng tôi biết cảm giác của anh bạn"
        },
        {
            "en": "Hey <em>bro</em>, hit me up after you finish your homework.",
            "vi": "Này ku, gặp tao sau khi làm xong bài tập nhé."
        },
        {
            "en": "You know what <em>Bro</em>, I heard about the rampant prostitution in Thailand.",
            "vi": "Cậu biết được gì, mình nghe nói ở Thái Lan nạn mại dâm lan tràn."
        },
        {
            "en": "A bargain renewal option (<em>BRO</em>), which allows the lessee to renew the lease for a rental below the expected fair market rental at the time the <em>BRO</em> is exercisable, lengthens the lease term used in the comparison.",
            "vi": "Hợp đồng quyền chọn gia hạn (bro) cho phép bên đi thuê gia hạn hợp đồng thuê để tiền thuê thấp hơn tiền thuê thị trường hợp lí tại thời điểm thực hiện bro, kéo dài thời hạn thuê được sử dụng trong việc so sánh."
        },
        {
            "en": "Scam: A scheme designed to cheat people or take money from someone by deceiving them. “This company is running a scam” Bum: A homeless person or beggar. Some people also use the expression HoBo. <em>Bro</em>: A very good friend or a person with whom you have something in common with. Short for brother.",
            "vi": "Scam: Âm mưu lừa đảo: kế hoạch được lập ra để lừa người hoặc lấy tiền của người bị chúng lừa.\" Công ty này đang lừa đảo\" Bum: người vô gia cư hoặc ăn mày. Có người dùng từ Hobo.  Bro : bạn hoặc người rất tốt có điểm giống bạn. Viết tắt của từ brother."
        }
    ],
    "suggestions": []
}