{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Broadway"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Broadway"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Broadway"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Broadway"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Broadway"
        }
    },
    "sentences": [
        {
            "en": "The play flopped on <em>Broadway</em>.",
            "vi": "Vở kịch này đã không thành công ở Broadway."
        },
        {
            "en": "They are heading east onto <em>Broadway</em>.",
            "vi": "Họ đang hướng về phía đông về phía đại lộ Broadway."
        },
        {
            "en": "The new musical wowed them on <em>Broadway</em>.",
            "vi": "Vở ca kịch mới ở Broadway làm họ say mê."
        },
        {
            "en": "I often take a walk along <em>Broadway</em>.",
            "vi": "Tôi thường đi dạo trên đường Broadway."
        },
        {
            "en": "After breakfast i emerged into <em>Broadway</em>.",
            "vi": "Sau bữa điểm tâm, tôi bước ra đường broadway."
        },
        {
            "en": "Theater enthusiasts love New York, which offers a wide variety of <em>Broadway</em> and off-<em>Broadway</em> plays.",
            "vi": "Những người ham mê sân khấu yêu thích New York, nơi mà cung ứng đủ mọi loại lịch theo kiểu Broadway và không theo kiểu Broadway."
        },
        {
            "en": "Theater enthusiasts love New York, which offers a wide variety of <em>Broadway</em> and off - <em>Broadway</em> plays.",
            "vi": "Những người ham mê sân khấu yêu thích New York, nơi mà cung ứng đủ mọi loại lịch theo kiểu Broadway và không theo kiểu Broadway."
        },
        {
            "en": "The show brings some <em>Broadway</em> pizzazz to Paris.",
            "vi": "Buổi diễn đem đến một số nét lôi cuốn của sân khấu Broadway đến Pa - ri (Paris)."
        },
        {
            "en": "Her latest <em>Broadway</em> show closed after only four performances.",
            "vi": "Buổi diễn của cô ây ở Broadway kết thúc chỉ sau 4 màn trình diễn."
        },
        {
            "en": "There are many show-stopping numbers from <em>Broadway</em> musicals tonight.",
            "vi": "Tại nhà hát kịch Broadway tối nay, có nhiều tiết mục được vỗ tay không ngừng."
        },
        {
            "en": "Last evening we took a walk along <em>Broadway</em>.",
            "vi": "Chiều qua chúng tôi đã đi dạo dọc theo đại lộ Broadway."
        },
        {
            "en": "My daughter and I were walking up <em>Broadway</em>.",
            "vi": "Tôi và con gái tôi đang đi bộ trên Broadway."
        },
        {
            "en": "We took in a couple of <em>Broadway</em> shows.",
            "vi": "Chúng tôi có đến xem vài cuộc triển lãm ở phố Broadway."
        },
        {
            "en": "The show brings some <em>Broadway</em> pizzazz to Paris.",
            "vi": "Buổi diễn đem đến một số nét lôi cuốn của sân khấu Broadway đến Pa-ri (Paris)."
        },
        {
            "en": "What is the difference between <em>Broadway</em> and other theatrical performances?",
            "vi": "Có gì khác nhau giữa các buổi diễn trên sân khấu Broadway và ở những nơi khác?"
        },
        {
            "en": "He played the lead in the new <em>Broadway</em> hit.",
            "vi": "Anh ta đóng vai chính trong vở kịch mới rất thành công ở Broadway."
        },
        {
            "en": "His new play has just opened on <em>Broadway</em> theatre.",
            "vi": "Vở diễn mới của anh ấy vừa được mở màn trên sân khấu Broadway."
        },
        {
            "en": "His plays have always gone down badly on <em>Broadway</em>.",
            "vi": "Những vở kịch của ông ta đã không được hoan nghênh ở Broadway."
        },
        {
            "en": "You want to become a famous actor on <em>Broadway</em>? That sounds like a pipe dream.",
            "vi": "Anh muốn trở thành diễn viên nổi tiếng ở Broadway à? Nghe có vẻ viễn vông quá."
        },
        {
            "en": "<em>Broadway</em> goes back to the 1940s with a revival of the hit musical Guys and Dolls.",
            "vi": "Broadway trở lại những năm 1940 với sự trình diễn lại vở nhạc kịch đình đám \"Guys and Dolls\"."
        }
    ],
    "suggestions": []
}