{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bronchiectasis"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bronchiectasis"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bronchiectasis"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bronchiectasis"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chứng giãn phế quản</font></td></tr></tbody></table></div>",
            "word": "bronchiectasis"
        }
    },
    "sentences": [
        {
            "en": "<em>Bronchiectasis</em>.",
            "vi": "Chứng dãn phế quản."
        },
        {
            "en": "Causing <em>bronchiectasis</em>.",
            "vi": "Gây chứng dãn phế quản."
        },
        {
            "en": "Moist <em>bronchiectasis</em> is associated chronic inflammation of the lung.",
            "vi": "Bệnh giãn phế quản ướt liên quan đến bệnh viêm phổi mãn tính."
        },
        {
            "en": "The physician diagnosed my illness as dry <em>bronchiectasis</em>.",
            "vi": "Bác sĩ đã chẩn đoán tôi bị bệnh giãn phế quản khô."
        },
        {
            "en": "It is used particularly in the diagnosis of <em>bronchiectasis</em>.",
            "vi": "Xét nghiệm này đặc biệt dùng trong chẩn đoán chứng dãn phế quản."
        },
        {
            "en": "The condition progresses slowly to the state of fibrosis, emphysema, and <em>bronchiectasis</em> know as \"honeycomb lung\".",
            "vi": "Bệnh tiến triển chậm tới giai đoạn xơ hoá, khí thủng và giãn phế quản được biết dưới tên \"phổi tổ ong\"."
        },
        {
            "en": "Other causes include mouth breathing, periodontal disease, and infective conditions of the nose, throat, and lungs (especially <em>bronchiectasis</em>).",
            "vi": "Các nguyên nhân khác gồm thở miệng, bệnh nha chu, và các tình trạng nhiễm trùng ở mũi, họng, và phổi (đặc biệt chứng dãn phế quản)."
        },
        {
            "en": "Congenital <em>bronchiectasis</em> usually affects infants and children. It results from a problem in the development of the lungs in the foetus.",
            "vi": "Bệnh giãn phế quản bẩm sinh thường ảnh hưởng đến trẻ em và trẻ sơ sinh. Nguyên nhân của bệnh là do sự phát triển của phổi có vấn đề từ khi còn là bào thai."
        },
        {
            "en": "Clubbing is seen in pulmonary tuberculosis, <em>bronchiectasis</em>, empyema, infective endocarditis, cyanotic congenital heart disease, and lung cancer and as a harmless congenital abnormality.",
            "vi": "Tay hình thuỳ thấy trong bệnh lao phổi, dãn cuống phổi, viêm mủ màng phổi, viêm nội tâm mạc nhiễm trùng, bệnh tim bẩm sinh tím tái, và ung thư phổi; và là một dị dạng bẩm sinh vô hại."
        }
    ],
    "suggestions": []
}