{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bronchodilator",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bronchodilator</k><blockquote><cclass>[<cclass>ˌbrɒŋkə(ʊ)dʌɪ'leɪtə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a drug that causes widening of the bronchi, e.g. any of those taken by inhalation for the alleviation of asthma. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>bronchodilation</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "bronchodilator",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bronchodilator",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bronchodilator",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bronchodilator",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bronchodilator</em>.",
            "vi": "Dãn phế quản."
        },
        {
            "en": "In chronic bronchitis the patient coughs up excessive mucous secreted by enlarged bronchial mucous glands; the bronchospasm cannot be relieved by <em>bronchodilator</em> drugs.",
            "vi": "Trong viêm phế quản mãn bệnh nhân ho ra rất nhiều chất nhầy do các tuyến nhầy phế quản lớn ra, chứng co thắt phế quản khôn giảm dù đã dùng thuốc dãn phế quản."
        },
        {
            "en": "Treatment: Acute bronchitis  The only treatment generally needed for acute bronchitis is symptom relief: Drink lots of fluids; get plenty of rest; and avoiding smoke and fumes. A non-prescription pain reliever may help with body aches, but children under age 20 should not take aspirin. Your doctor may prescribe an expectorant to help loosen mucus so it can be more easily coughed up or an inhaled <em>bronchodilator</em> medicine to open your airways.",
            "vi": "Điều trị viêm phế quản cấp   Phương pháp điều trị duy nhất thường được áp dụng cho viêm phế quản cấp là làm giảm triệu chứng: Bạn nên uống nhiều nước; nghỉ ngơi; và tránh khói. Thuốc giảm đau mua tự do không theo toa cũng có thể làm giảm cơn đau cơ thể, nhưng trẻ dưới 20 tuổi không nên sử dụng thuốc aspirin. Bác sĩ có thể kê toa thuốc long đờm để giúp làm loãng chất nhầy để có thể dễ khạc ra hơn hoặc bác sĩ cũng có thể cho sử dụng thuốc hít làm giãn phế quản để cho đường thở của bạn thông thoáng."
        },
        {
            "en": "In addition to <em>bronchodilator</em> medications for those patients with atopic asthma, avoiding allergens or other irritants can be very important. In patients who cannot avoid the allergens, or in those whose symptoms cannot be controlled by medications, allergy shots are considered. The benefits of allergy shots in the prevention of asthma has not been firmly established. Some doctors are still concerned about the risk of anaphylaxis, which occurs in one in 2 million doses given. Allergy shots most commonly benefit children allergic to house dust mites. Other benefits can be seen with pollens and animal dander.",
            "vi": "Ngoài việc sử dụng thuốc làm giãn phế quản đối với những bệnh nhân bị hen dị ứng, thì việc tránh các chất gây dị ứng hoặc các chất kích thích khác có thể là rất quan trọng. Đối với bệnh nhân không thể tránh được các chất gây dị ứng hoặc bệnh nhân có triệu chứng mà không đáp ứng được với thuốc thì có thể cần phải xét đến việc tiêm thuốc chống dị ứng. Người ta chưa chứng minh được rõ ràng các ưu điểm của thuốc tiêm chống dị ứng để ngăn ngừa hen suyễn. Một số bác sĩ vẫn còn đang lo lắng về nguy cơ xảy ra sốc mẫn cảm, tỉ lệ là 1: 2 triệu liều chích. Thuốc tiêm chống dị ứng thường có lợi nhất cho trẻ bị dị ứng với mạt trong bụi nhà. Các lợi ích khác có thể thấy đối với phấn hoa và vảy da đầu động vật."
        },
        {
            "en": "Medications chemically similar to adrenaline have been developed. These medications, called beta-2 agonists, have the bronchodilating benefits of adrenaline without many of its unwanted side effects. Beta-2 agonists are inhaled bronchodilators which are called \"agonists\" because they promote the action of the beta-2 receptor of bronchial wall muscle. This receptor acts to relax the muscular wall of the airways (bronchi), resulting in bronchodilation. The <em>bronchodilator</em> action of beta-2 agonists starts within minutes after inhalation and lasts for about four hours. Examples of these medications include albuterol (Ventolin HFA, Proventil HFA), levalbuterol (Xopenex), metaproterenol (Alupent), pirbuterol acetate (Maxair), and terbutaline sulfate (Brethaire).",
            "vi": "Nhiều loại thuốc có công thức hoá học tương tự như a-đrê-na-lin đã được chế tạo ra. Những loại thuốc này được gọi là chất kích thích beta-2, có công dụng làm giãn phế quản như a-đrê-na-lin mà không có nhiều tác dụng phụ không mong muốn của nó. Các thuốc kích thích beta-2 là các thuốc làm giãn phế quản dạng hít, được gọi là “chất kích thích” bởi chúng thúc đẩy hoạt động của thụ thể beta-2 ở cơ thành phế quản. Thụ thể này hoạt động để làm giãn thành cơ của đường thở (cuống phổi), gây giãn phế quản. Hoạt động giãn phế quản của các chất kích thích beta-2 bắt đầu trong vòng một vài phút sau khi hít và kéo dài chừng 4 tiếng đồng hồ. Một số thuốc ví dụ như albuterol (Ventolin HFA, Proventil HFA), levalbuterol (Xopenex), metaproterenol (Alupent), pirbuterol acetate (Maxair), và terbutaline sulfate (Brethaire)."
        }
    ],
    "suggestions": []
}