{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bronchospasm",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bronchospasm</k><blockquote>■ <cclass>noun <cclass>Medicine spasm of bronchial smooth muscle, producing narrowing of the bronchi. </cclass></cclass></blockquote></div>",
            "word": "bronchospasm",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bronchospasm",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bronchospasm",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bronchospasm",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bronchospasm</em>.",
            "vi": "Co thắt phế quản."
        },
        {
            "en": "<em>Bronchospasm</em> The muscles around the bronchial tubes tighten during an attack of asthma. This muscle constriction of the airways is called <em>bronchospasm</em>. <em>Bronchospasm</em> causes the airway to narrow further. Chemical mediators and nerves in the bronchial tubes cause the muscles to constrict. <em>Bronchospasm</em> can occur in all humans and can be brought on by inhaling cold or dry air.",
            "vi": "Co thắt phế quản Các cơ quanh ống phế quản co chặt trong suốt cơn suyễn. Hiện tượng co thắt cơ của đường thở này được gọi là co thắt phế quản. Co thắt phế quản làm cho đường thở trở nên hẹp hơn. Các hoá chất trung gian và các dây thần kinh ở ống phế quản làm cho cơ co thắt. Chứng co thắt phế quản này có thể xảy ra ở bất kỳ ai và có thể là do hít thở không khí lạnh hoặc khô gây ra."
        },
        {
            "en": "A condition characterized by paroxysmal attacks of <em>bronchospasm</em>, causing difficulty in breathing.",
            "vi": "Một tình trạng đặc thù với những cơn co thắt phế quản kịch phát gây khó khăn về hô hấp."
        },
        {
            "en": "In chronic bronchitis the patient coughs up excessive mucous secreted by enlarged bronchial mucous glands; the <em>bronchospasm</em> cannot be relieved by bronchodilator drugs.",
            "vi": "Trong viêm phế quản mãn bệnh nhân ho ra rất nhiều chất nhầy do các tuyến nhầy phế quản lớn ra, chứng co thắt phế quản khôn giảm dù đã dùng thuốc dãn phế quản."
        },
        {
            "en": "How does asthma affect breathing? Asthma causes a narrowing of the breathing airways, which interferes with the normal movement of air in and out of the lungs. Asthma involves only the bronchial tubes and does not affect the air sacs or the lung tissue. The narrowing that occurs in asthma is caused by three major factors: inflammation, <em>bronchospasm</em>, and hyperreactivity.",
            "vi": "Hen suyễn gây ảnh hưởng hô hấp như thế nào?  Suyễn gây hẹp đường thở, làm cản trở chuyển động bình thường của không khí vào và ra khỏi phổi. Suyễn chỉ liên quan đến các ống phế quản và không làm ảnh hưởng đến túi khí hoặc mô phổi. Tình trạng bít hẹp ở bệnh suyễn gây ra do 3 yếu tố chính đó là viêm, co thắt phế quản, và phản ứng quá mức (quá mẫn cảm)."
        },
        {
            "en": "What medications are used in the treatment of asthma?  Most asthma medications work by relaxing <em>bronchospasm</em> (bronchodilators) or reducing inflammation (corticosteroids). In the treatment of asthma, inhaled medications are generally preferred over tablet or liquid medicines, which are swallowed (oral medications). Inhaled medications act directly on the airway surface and airway muscles where the asthma problems initiate. Absorption of inhaled medications into the rest of the body is minimal. Therefore, adverse side effects are fewer as compared to oral medications. Inhaled medications include beta-2 agonists, anticholinergics, corticosteroids, and cromolyn sodium. Oral medications include aminophylline, leukotriene antagonists, beta-2 agonists, and corticosteroid tablets.",
            "vi": "Trị hen suyễn bằng thuốc gì?  Hầu hết các thuốc trị suyễn có tác dụng bằng cách làm giãn co thắt phế quản (thuốc làm giãn phế quản) hoặc làm giảm viêm (corticosteroid). Đối với việc điều trị hen suyễn, người ta thường chuộng thuốc dạng hít hơn là thuốc viên hoặc thuốc nước, được sử dụng qua đường uống (thuốc uống). Thuốc dạng hít tác động trực tiếp lên bề mặt đường thở và các cơ đường thở nơi mà các vấn đề hen suyễn khởi phát. Sự hấp thu các thuốc dạng hít vào phần còn lại của cơ thể là cực tiểu, là rất nhỏ. Do đó, tác dụng phụ bất lợi là ít hơn so với các loại thuốc dạng uống. Các thuốc dạng hít bao gồm beta-2 agonists (chất kích thích beta-2), anticholinergics (chất chống tiết cholin ), corticosteroids, and cromolyn sodium (na-tri cromolyn). Các thuốc dạng uống bao gồm aminophylline, leukotriene antagonists, beta-2 agonists, và viên corticosteroid."
        },
        {
            "en": "Asthma at a glance     * Asthma is a chronic inflammation of the bronchial tubes (airways) that causes swelling and narrowing (constriction) of the airways. The bronchial narrowing is usually either totally or at least partially reversible with treatments.     * Asthma is now the most common chronic illness in children, affecting one in every 15.     * Asthma involves only the bronchial tubes and usually does not affect the air sacs or the lung tissue. The narrowing that occurs in asthma is caused by three major factors: inflammation, <em>bronchospasm</em>, and hyperreactivity.     * Allergy can play a role in some, but not all, asthma patients.     * Many factors can precipitate asthma attacks and they are classified as either allergens or irritants.     * Symptoms of asthma include shortness of breath, wheezing, cough, and chest tightness.     * Asthma is usually diagnosed based on the presence of wheezing and confirmed with breathing tests.     * Chest X-rays are usually normal in asthma patients.     * Avoiding precipitating factors is important in the management of asthma.     * Medications can be used to reverse or prevent <em>bronchospasm</em> in patients with asthma.",
            "vi": "Lược qua về bệnh suyễn * Hen suyễn là chứng viêm ống phế quản (đường thở) mãn tính gây sưng và hẹp (co khít) đường thở. Thông thường thì các phương pháp điều trị có thể chữa lành hoặc là hoàn toàn hoặc là một phần chứng hẹp phế quản.  * Hiện hen suyễn là bệnh mãn tính thường gặp nhất ở trẻ nhỏ, tỉ lệ là 1:15. * Suyễn chỉ liên quan đến các ống phế quản và thường không gây ảnh hưởng đến túi khí hoặc mô phổi. Tình trạng hẹp đường thở trong bệnh suyễn là do 3 nguyên nhân chính: viêm, co thắt phế quản, và quá mẫn cảm. * Dị ứng có thể là 1 nguyên nhân đối với một số bệnh nhân, không phải bệnh nhân hen nào cũng bị dị ứng.  * Nhiều yếu tố có thể gây ra cơn hen và chúng được phân loại hoặc là chất gây dị ứng hoặc là chất kích thích. * Triệu chứng suyễn bao gồm khó thở, thở khò khè, ho, và thắt ngực/ nặng ngực. * Suyễn thường được chẩn đoán dựa trên hơi thở khò khè và được khẳng định bởi các xét nghiệm hô hấp.  * X-quang ngực thường là bình thường ở bệnh nhân bị suyễn.  * Tránh các yếu tố làm bệnh nặng thêm là quan trọng đối với việc làm giảm suyễn.  * Bệnh nhân bị suyễn có thể sử dụng thuốc để làm giảm hoặc ngăn ngừa co thắt phế quản"
        }
    ],
    "suggestions": []
}