{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bronx",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bronx",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bronx",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bronx",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bronx",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>Bronx</em> is one of New York's more disreputable areas.",
            "vi": "Bronx là một vùng mang tiếng xấu nhiều ở New York."
        },
        {
            "en": "Fifty-seventh Street is downtown to Jimmy when the nightlife impresario who made the <em>Bronx</em> hip for the A-list with his first eatery.",
            "vi": "Đối với Jimmy đường số 57 là khu trung tâm khi ông chủ kinh doanh giải trí này đã biến khu Bronx thành thời thượng với giới hạng A bằng nhà hàng đầu tiên của mình."
        },
        {
            "en": "Fifty - seventh Street is downtown to Jimmy when the nightlife impresario who made the <em>Bronx</em> hip for the A - list with his first eatery.",
            "vi": "Đối với Jimmy đường số 57 là khu trung tâm khi ông chủ kinh doanh giải trí này đã biến khu Bronx thành thời thượng với giới hạng A bằng nhà hàng đầu tiên của mình."
        },
        {
            "en": "Patrolman John Morrison was on duty at the switchboard in the <em>Bronx</em> Police Headquarters when, as he afterward expressed it, all the lines became busy at once.",
            "vi": "Patrolman John Morrison trực tổng đài điện thoại ở trụ sở cảnh sát Bronx và ngay khi anh ta bốc máy thì mọi đường dây đều bận ngay lập tức."
        },
        {
            "en": "“I have a lot of friends, they think it’s dangerous picking up guys in the street,” said Stephanie Rodriguez, 21, a college student who earns about $700 a week driving a livery car in the <em>Bronx</em>.",
            "vi": "Stephanie Rodriguez, 21 tuổi, là một sinh viên, mỗi tuần kiếm được 700 đô nhờ lái xe thuê ở Bronx, nói: \"Em có rất nhiều bạn bè, họ cho rằng rước mấy ông cô hồn lên xe ớn quá à.\""
        },
        {
            "en": "It got a nod from one <em>Bronx</em> man, Gibson Pierrelouis, 22, even though he was told he could not use the service himself. That was fine, he said. He wanted it for his six sisters.",
            "vi": "Một người đàn ông ở Bronx, Gibson Pierrelouis, 22 tuổi, cũng đồng ý sử dụng dịch vụ này, mặc dù anh cho biết không phải là cho mình đi. Anh nói, cái dịch vụ ấy được đấy. Anh muốn thuê xe cho 6 chị em gái của anh."
        },
        {
            "en": "The study was conducted in low-income areas in the <em>Bronx</em> and Harlem in New York City. Researchers took 402 9th- and 10th-grade students and divided them into three groups.",
            "vi": "Nghiên cứu được tiến hành tại các khu vực có thu nhập thấp Bronx và Harlem ở thành phố New York. Các nhà nghiên cứu chọn 402 sinh viên năm nhất đến năm 2 và chia những sinh viên này thành ba nhóm."
        },
        {
            "en": "Strauss-Kahn arrest: IMF boss faces new bail hearing          International Monetary Fund (IMF) head Dominique Strauss-Kahn will make a new plea for bail at a court hearing on Thursday morning, his lawyer says. Mr Strauss-Kahn, 62, faces a number of charges in the alleged sexual assault of a hotel maid in New York and was denied bail on Monday. Mr Strauss-Kahn, on suicide watch at New York's infamous Rikers Island prison, denies all the charges. The maid, 32, has said she is \"scared\" but will testify against him. Mr Strauss-Kahn's lawyer, Benjamin Brafman, said the new bail hearing would be in Manhattan on Thursday morning. The IMF chief faces charges of committing a criminal sexual act, attempted rape, sexual abuse, unlawful imprisonment and forcible touching. On Monday a judge in New York denied Mr Strauss-Kahn bail - despite the offer of a $1m (£618,000) guarantee - saying there was a risk the IMF chief would flee the country. France and the US have no extradition agreement. The BBC's Laura Trevelyan in New York says the defence will offer a new package that they hope will convince the judge that Mr Strauss-Kahn will not try to flee while he prepares his defence.    That could include Mr Strauss-Kahn offering to wear an electronic ankle tag, surrendering his passport and living under very restrictive conditions, our correspondent says. 'Scared and incredulous'  Earlier on Wednesday the maid's lawyer, Jeffrey Shapiro, said that his client feared for herself and her daughter when she discovered Mr Strauss-Kahn's identity a day after the incident on 14 May. He said she had only become aware of Mr Strauss-Kahn's identity \"a day later when a friend called her to tell her, 'do you have any idea who this man is who did this to you?'\". Mr Shapiro said his client was \"scared and incredulous\". \"When she found out this encounter was with a man of great power and wealth she feared not only for herself but more importantly for her daughter.\" The woman had now been reunited with her 15-year-old daughter in a \"safe place\", he added. Mr Shapiro said she had tried to return to her home - a sub-let flat in the <em>Bronx</em> - but had found about 30 people waiting outside. He said: \"She has been in a whirlwind since this has taken place... She has not had a moment of peace, has not been able to return home or seek help. \"She doesn't know what her future will bring.\" Carpet examined   Mr Strauss-Kahn's lawyer, Benjamin Brafman, said on Monday that the defence believes the forensic evidence \"will not be consistent with a forcible encounter\". However, Mr Shapiro said there was \"nothing consensual about what took place in that hotel room\" in New York. Police have removed a piece of carpet from the Sofitel hotel, in search of evidence to support the maid's allegation she was forced into an act of oral sex. Mr Shapiro told NBC television that his client was expected to testify before a grand jury later on Wednesday. The maid, from the West African nation of Guinea, told police that when she entered the hotel room, Mr Strauss-Kahn came out of the bathroom naked, chased her down and sexually assaulted her before she broke free and fled. Mr Strauss-Kahn, one of France's most high-profile politicians, has been seen as a front-runner in next year's presidential elections. His arrest has shocked France. His wife, former French TV interviewer Anne Sinclair, is thought to be visiting him in the next two days. Public opinion in France appears still to be backing Mr Strauss-Kahn, with polls suggesting many people believe he was the victim of a conspiracy - an accusation strongly denied by the accuser's lawyer, Mr Shapiro.",
            "vi": "Strauss-Kahn arrest: IMF boss faces new bail hearing       Người đứng đầu Quỹ tiền tệ quốc tế (IMF) Dominique Strauss-Kahn sẽ yêu cầu được đóng tiền bảo lãnh tại ngoại lần nữa tại phiên toà vào sáng thứ năm, luật sư của ông ta cho biết.  Ông Strauss - Kahn, 62, đối mặt với một số tội danh trong việc cưỡng dâm được cho là với một nữ hầu phòng khách sạn ở New York và đã không được nộp tiền bảo lãnh vào hôm thứ hai.  Ông Strauss - Kahn, đang được canh chừng để không tự sát tại nhà tù khét tiếng của Đảo Rikers thuộc bang New York, phủ nhận tất cả các cáo buộc.  Cô nữ hầu phòng 32 tuổi này, cho biết cô ta \"cảm thấy sợ hãi \" nhưng sẽ làm chứng buộc tội ông ta.  Luật sư của ông Strauss-Kahn, Benjamin Brafman, cho biết phiên toà xem xét đơn bảo lãnh mới sẽ diễn ra ở Manhattan vào sáng thứ năm.  Chủ tịch Quỹ tiền tệ Quốc tế đang đối diện với những cáo buộc về phạm tội có hành vi tình dục vô đạo đức, mưu toan cưỡng dâm, lạm dụng tình dục, giam giữ bất hợp pháp và sờ soạng chỗ kín. Vào ngày thứ hai, một vị thẩm phán ở New York từ chối việc ông Strauss – Kahn đóng tiền bảo lãnh - mặc dù đề nghị này trị giá 1 triệu đô-la Mỹ (618.000 bảng Anh) tiền bảo lãnh – vì cho là có nguy cơ ông giám đốc Quỹ tiền tệ Quốc tế sẽ trốn ra khỏi đất nước. Pháp và Hoa Kỳ không có thoả thuận về việc dẫn độ.   Phóng viên Trevelyan Laura của BBC ở New York cho biết các luật sư bênh vực bị cáo sẽ đưa ra gói bảo lãnh mới mà họ hy vọng sẽ thuyết phục được thẩm phán rằng ông Strauss - Kahn sẽ không cố chạy trốn trong lúc chuẩn bị cho lời biện hộ của mình. Điều đó có thể bao gồm đề nghị của ông Strauss - Kahn sẽ mang mắt cá chân điện tử, nộp hộ chiếu cho cảnh sát và sống trong điều kiện rất hạn chế, phóng viên của chúng tôi nói.     “Sợ hãi và hoài nghi” Vào sáng sớm thứ Tư, luật sư của người hầu phòng, tên là Jeffrey Shapiro, cho biết thân chủ của ông lo lắng cho chính mình và cô con gái cô ta khi cô ta khám phá ra danh tánh của ông Strauss-Kahn vào một ngày sau khi xảy ra sự cố vào ngày 14 tháng năm.  Ông cho biết cô ta chỉ bắt đầu biết được danh tánh của ông Strauss-Kahn \"một ngày sau khi một người bạn gọi và nói cho cô ấy biết,”  “bạn có biết người đàn ông đã làm chuyện này với bạn là ai không?\"   Ông Shapiro cho biết thân chủ của ông \"sợ hãi và hoài nghi\". \"Khi cô ta khám phá ra cuộc xô xát của mình là với một người đàn ông đầy quyền lực và giàu có, cô ta lo ngại không chỉ cho mình mà quan trọng hơn nữa là cô con gái”  Người phụ nữ này hiện tại đã được đoàn tụ với cô con gái 15 tuổi ở một \"nơi an toàn\", ông cho biết thêm.  Ông Shapiro cho biết cô ta đã cố quay về nhà mình – một căn hộ cho thuê lại ở khu phố Bronx - nhưng phát hiện có khoảng 30 người đang chờ bên ngoài.  Ông ta tiết lộ rằng: \"Cô ta đã rất khủng hoảng kể từ khi xảy ra chuyện này... Cô ta chẳng có phút giây nào bình an, không thể về nhà hoặc tìm nguồn giúp đỡ.” \"Cô ta không biết tương lai của mình sẽ ra sao.\" Tấm thảm được giám nghiệm Luật sư của ông Strauss - Kahn, Benjamin Brafman, hôm thứ hai cho biết các luật sư bảo vệ ông ta tin rằng kết quả giám định pháp y \"sẽ không chứng minh được có cuộc xô xát bằng vũ lực”.  Tuy nhiên, ông Shapiro đã nói \"không có sự đồng thuận về những gì diễn ra trong căn phòng khách sạn\" đó ở New York.  Cảnh sát đã lấy một miếng thảm từ khách sạn Sofitel, tìm kiếm bằng chứng để hỗ trợ cho luận điệu của cô hầu phòng chứng tỏ rằng cô ta bị ép buộc quan hệ tình dục qua đường miệng.  Ông Shapiro phát biểu với truyền hình NBC là thân chủ của ông sẽ phải làm chứng trước đại bồi thẩm đoàn vào cuối ngày thứ Tư. Cô hầu phòng, đến từ quốc gia Tây Phi - Guinea, kể lại với cảnh sát là khi cô ta vào phòng, ông Strauss - Kahn trần truồng chạy ra khỏi phòng tắm, rượt bắt được cô ta và cưỡng hiếp trước khi cô ta thoát được và chạy trốn.  Ông Strauss - Kahn, một trong những chính trị gia nổi bật nhất của Pháp, rất, được xem là người có triển vọng thành công nhất trong cuộc bầu cử tổng thống của năm tới. Việc ông ta bị bắt giữ đã gây sốc cho nước Pháp. Người ta đoán là vợ của ông ta, Anne Sinclair, cựu phóng viên phỏng vấn trên truyền hình Pháp, sẽ thăm ông ta trong vòng hai ngày tới. Dư luận của công chúng ở Pháp có vẻ vẫn còn ủng hộ ông Strauss - Kahn, trong các cuộc thăm dò cho thấy nhiều người vẫn tin ông ta là nạn nhân của một âm mưu nào đó – một lời buộc tội mà ông Shapiro, luật sư của bên bị hại, cực lực bác bỏ."
        }
    ],
    "suggestions": []
}