{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bronchiolitis",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bronchiolitis</k><blockquote><cclass>[<cclass>ˌbrɒŋkɪə'lʌɪtɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine inflammation of the bronchioles. </cclass></cclass></blockquote></div>",
            "word": "bronchiolitis",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bronchiolitis",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bronchiolitis",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bronchiolitis",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bronchiolitis</em>.",
            "vi": "Viêm tiểu phế quản."
        },
        {
            "en": "RSV stands for respiratory syncytial virus, and it's the top cause of <em>bronchiolitis</em> (inflammation of the small airways) and pneumonia in U. S",
            "vi": "RSV có nghĩa là vi-rút hợp bào hô hấp, RSV là nguyên nhân gây viêm tiểu phế quản (viêm đường thở nhỏ) hàng đầu và viêm phổi ở trẻ sơ sinh Hoa Kỳ"
        },
        {
            "en": "RSV stands for respiratory syncytial virus, and it's the top cause of <em>bronchiolitis</em> (inflammation of the small airways) and pneumonia in U.S",
            "vi": "RSV có nghĩa là vi - rút hợp bào hô hấp, RSV là nguyên nhân gây viêm tiểu phế quản (viêm đường thở nhỏ) hàng đầu và viêm phổi ở trẻ sơ sinh Hoa Kỳ"
        },
        {
            "en": "Childhood illnesses every parent should know    Childhood Illnesses: The Facts While vaccines have made some childhood illnesses rare, many others remain a fact of life. They range from common infections like croup to mysterious ailments like Kawasaki disease. In the following slides, you'll learn the facts about two dozen childhood illnesses. But be sure to consult your pediatrician for proper diagnosis and treatment. RSV RSV stands for respiratory syncytial virus, and it's the top cause of <em>bronchiolitis</em> (inflammation of the small airways) and pneumonia in U.S. infants. The infection begins with flu-like symptoms, including a fever, runny nose, and cough. Up to 40% of young children with their first RSV infection will develop noticeable wheezing, and up to 2% will require hospitalization. RSV tends to be milder in older kids and adults. Ear Infection Young children are prone to ear infections because of their small Eustachian tubes. These tubes connect the ears to the throat, and they may get blocked when a cold causes inflammation. This traps fluid inside the middle ear, behind the eardrum, allowing germs to breed. The symptoms include fever, fussiness, and ear-pulling. Most ear infections are due to viruses and go away on their own. Childhood vaccinations help prevent infections from certain bacteria that can cause ear infections. Glue Ear Glue ear refers to a buildup of fluid in the middle ear without any pain. The medical term for glue ear is otitis media with effusion or OME, and it often follows an acute ear infection. The fluid usually clears up on its own. If it lingers and threatens to interfere with a child's hearing, ear tubes may be recommended to help the fluid drain. Croup The hallmark of croup is a tight cough that sounds like a barking seal. The cause of the cough is inflammation in the upper airways, usually due to a virus. If breathing becomes severely impaired, hospital treatment may be needed. However, most kids get better on their own in about a week. Croup is most common in toddlers. Hand-Foot-and-Mouth Disease Hand-foot-and-mouth disease causes a fever along with blisters on the inside of the mouth, the palms of the hands, the buttocks, and the soles of the feet. In the U.S., it is usually caused by coxsackievirus A16. This virus tends to spread among children during summer and early fall. Most cases are not serious and last a week to 10 days. Pinkeye Tearing, redness, itching, and crusty eyelashes are all signs of conjunctivitis, commonly called pinkeye. Often caused by the same viruses as the common cold, pinkeye spreads rapidly in schools and day care centers. Consult your pediatrician to determine whether your child needs treatment. Most cases clear up in four to seven days. Fifth Disease Often called \"slapped cheek\" disease, fifth disease causes a bright red rash on a child's face. A rash may also appear on the torso, arms, or legs. The culprit is human parvovirus B19, a virus that may cause mild cold-like symptoms before the rash is seen. Up to 20% of kids get it by age 5, and up to 60% have had it by age 19. The rash usually disappears in seven to 10 days. Rotavirus Before the introduction of an effective vaccine, rotavirus was the top cause of diarrhea-related deaths in young children. The main symptoms are vomiting and watery diarrhea, which can make babies become dehydrated very quickly. There are now two rotavirus vaccines for infants, and studies indicate a dramatic drop in the number of new cases. Kawasaki Disease Kawasaki disease is a very rare and mysterious ailment that strikes children under age 5. The symptoms include a high fever, patchy rash, swelling and redness of the hands and feet, bloodshot eyes, and chapped, red lips. Without treatment, the illness can damage the heart and may be fatal. Doctors have yet to discover what causes Kawasaki disease. Chickenpox Chickenpox is now preventable through the varicella vaccine. The reasons for vaccination go beyond sparing your child the uncomfortable red blisters. Chickenpox can cause dangerous complications in newborns, adults, and pregnant women. Before the vaccine, chickenpox sent 11,000 Americans to the hospital every year. Measles If your kids are up-to-date on their vaccines, you probably don't have to worry about measles. But the CDC has reported outbreaks among unvaccinated children. The infection starts with a fever, runny nose, and cough. As these symptoms fade, a full-body rash appears. Most kids get better in two weeks, but some develop pneumonia or other problems. Mumps Mumps is another childhood illness that was very common before a vaccine was developed. The infection often causes no symptoms, but when it does, the classic sign is swollen glands between the ear and jaw. This creates the appearance of \"chipmunk cheeks.\" Despite high vaccination rates, recent outbreaks have infected thousands of people in the U.S. Rubella (German Measles) Rubella, also called German measles, is a mild virus that usually causes no serious problems. However, it can harm the fetus if a pregnant woman becomes infected. The symptoms are a low fever and rash that spreads from the face to the rest of the body. A standard childhood vaccine called MMR protects against measles, mumps, and rubella. Whooping Cough (Pertussis) Whooping cough makes children cough so hard, they run out of breath and inhale with a \"whoop.\" The infection is most severe in infants and may require hospital treatment. The medical term for the disease is pertussis – the \"P\" in the DTaP vaccine. Despite widespread vaccination, cases of pertussis are on the rise. Adults may need a booster shot.  Meningitis Meningitis is an inflammation or infection of the tissue around the brain and spinal cord. In teens and adults, the main symptoms are headache, fever, and stiff neck. Young children may have flu-like symptoms. Viral meningitis is usually mild, but bacterial meningitis is more severe with serious consequences if it isn't treated quickly. Vaccines are available to prevent certain causes of meningitis. Strep Throat Most kids get a sore throat now and then, usually due to a cold virus. So how can you tell if it's caused by the strep bacteria? Sneezing or a runny nose point to a cold. Signs of strep include a sore throat that lasts more than a week, painful or difficult swallowing, excessive drooling, a rash, pus in the back of the throat, fever over 100° F degrees, or contact with someone with strep throat. Strep throat is treated with antibiotics. Scarlet Fever Sometimes a rough, red rash accompanies strep throat. This is known as scarlet fever. The rash begins on the chest and abdomen and spreads all over the body, accompanied by a strawberry-looking tongue and high fever. Without treatment, it can lead to rheumatic fever and, in rare cases, heart damage. That's why scarlet fever was once a dreaded childhood illness. Today, it is easily cured with antibiotics. Reye's Syndrome You've probably heard you should never give aspirin to children or teens. Reye's syndrome is the reason. This life-threatening condition may strike kids who take medications containing aspirin during a viral illness. Symptoms include dramatic behavior changes, seizures, and coma. Reye's syndrome has become very rare since the CDC warned against giving aspirin to children. MRSA/Staph Infection MRSA is a type of staph that doesn't respond to some antibiotics. Doctors say MRSA is now the top cause of skin infections. These infections usually appear in the form of sores or boils and may look like a spider bite. MRSA ear, nose, and throat infections are also on the rise in elementary school children. Impetigo Impetigo is another bacterial skin infection. It most commonly causes clusters of tiny blisters on the skin that ooze and form a golden crust. Touching the fluid can spread the infection to other parts of the body or other people. It is often caused by staph bacteria but also can be caused by strep bacteria. This type of impetigo is most common in kids ages 2 to 6. If treated with antibiotics, the sores usually heal without leaving scars. Ringworm Yet another skin infection, ringworm is actually caused by a fungus. No worms involved. It causes a red, scaly ring on the skin or a round patch of hair loss on the scalp. The fungus spreads easily from child to child, so sharing combs, brushes, towels, and clothes should be avoided. Ringworm is treated with antifungal medication. Lyme Disease The hallmark of Lyme disease is a target-shaped rash that appears 1-2 weeks after a tick bite, though not everyone will develop the distinctive rash. The rash may be accompanied by a fever, chills, and body aches. The culprit is a type of bacterium carried by tiny deer ticks. Without treatment, Lyme disease can affect the joints, nervous system, and heart. Flu Is it a cold or the flu? These illnesses can have similar symptoms. The flu more commonly causes high fever, chills, body aches, extreme fatigue, and nausea or vomiting. While most children get better on their own, the flu can lead to serious complications like pneumonia, especially in younger children. The CDC recommends an annual flu vaccination for children ages 6 months and older. Seasonal Allergies Seasonal allergies, sometimes called hay fever, are not an infection, but a reaction to microscopic particles like pollen. Symptoms may include sneezing, watery eyes, and a runny or stuffy nose and may only occur in spring or fall. Kids may constantly rub their nose with the palm of the hand. There is no cure for hay fever, but there are ways to help control the symptoms.",
            "vi": "Các bệnh của trẻ mà bố mẹ cần nên biết     Các bệnh của trẻ con: Thông tin thực tế Mặc dù việc tiêm chủng vắc-xin đã làm cho một số bệnh của trẻ con trở nên hiếm gặp, nhưng trên thực tế vẫn còn nhiều. Bệnh tật nhiều vô kể từ những bệnh nhiễm trùng thường thấy như viêm thanh quản cấp đến những bệnh kỳ quặc như bệnh Kawasaki chẳng hạn (bệnh Kawasaki là bệnh do vi-rút có thông tin di truyền trong RNA gây ra ở trẻ em, được phát hiện lần đầu tiên ở đảo Kawasaki của Nhật Bản, triệu chứng là sốt phát ban, tróc da, sưng hạch bạch huyết, mắt đỏ). Trong những khung hình dưới đây, bạn sẽ biết được sự thật về 24 chứng bệnh xảy ra ở trẻ. Nhưng nên nhớ là phải đảm bảo việc tham khảo ý kiến của bác sĩ nhi khoa để được khám và điều trị đúng đắn.  RSV RSV có nghĩa là vi-rút hợp bào hô hấp, RSV là nguyên nhân gây viêm tiểu phế quản (viêm đường thở nhỏ) hàng đầu và viêm phổi ở trẻ sơ sinh Hoa Kỳ. Chứng nhiễm trùng này bắt đầu bằng các triệu chứng giống như cúm, bao gồm sốt, sổ mũi, và ho. Đến 40% trẻ em bị nhiễm vi rút RSV lần đầu sẽ trở nên khò khè có thể nghe thấy được, và đến 2% cần phải nhập viện. Ở trẻ lớn tuổi hơn và người lớn thì RSV có xu hướng trở nên nhẹ hơn.  Bệnh viêm tai Trẻ con rất dễ bị bệnh viêm tai vì ống Ớt-tát của chúng còn rất nhỏ. Những ống này nối tai và cuống họng, và có thể bị nghẹt khi cảm lạnh gây ra viêm. Điều này làm nghẽn dịch bên trong tai giữa, đằng sau màng nhĩ, và làm cho mầm bệnh sản sinh. Các triệu chứng của bệnh viêm tai gồm sốt, hay cáu gắt và thường kéo lỗ tai. Đa số trường hợp viêm tai là do vi rút gây ra và có thể tự lành. Việc tiêm chủng cho trẻ cũng giúp ngăn ngừa lây nhiễm một số vi khuẩn nào đó có thể gây bệnh viêm tai.  Viêm tai giữa Viêm tai giữa là tình trạng tăng sinh dịch tiết trong tai giữa mà không gây đau đớn gì. Thuật ngữ y học của bệnh viêm tai giữa là hiện tượng viêm tai tiết dịch hoặc tai keo hồ (OME), và thường phát sinh sau một bệnh viêm tai cấp tính nào đó. Dịch tiết này thường sẽ tự khô hết. Nếu chất này vẫn còn dai dẳng và có nguy cơ làm ảnh hưởng thính giác của trẻ thì ống tai nên được rút dịch ra ngoài.  Viêm thanh quản cấp Dấu hiệu để nhận biết viêm thanh quản cấp là ho dữ dội, nghe như tiếng hải cẩu sủa. Nguyên nhân gây ho là do viêm đường hô hấp trên, thường là do vi rút gây ra. Nếu trẻ trở nên khò khè, khó thở thì cần phải được nhập viện để được điều trị. Tuy nhiên, hầu hết trẻ em đều tự khỏe hơn trong khoảng một tuần. Viêm thanh quản cấp là chứng bệnh thường thấy nhất ở trẻ mới chập chững biết đi.  Bệnh tay-chân-miệng Bệnh tay-chân-miệng gây sốt kèm theo giộp lở bên trong miệng, lòng bàn tay, mông, và lòng bàn chân. Ở Mỹ, bệnh này thường do virút Coxsackie A16 gây ra (một trong nhóm các virut chứa ARN có thể sinh sản trong đường dạ dày ruột; có khoảng 30 típ khác nhau; virut Coxsackie típ A gây bệnh ít nghiêm trọng hơn và ít xác định rõ hơn, dù đôi khi gây viêm màng não và gây nhiễm nặng ở họng; virut Coxsackie típ B gây viêm hay thoái hoá não, cơ xương, hay mô tim). Vi rút này thường lây lan ở trẻ con vào mùa hè và đầu mùa thu. Hầu hết các trường hợp bệnh tay-chân-miệng đều không nguy hiểm và kéo dài từ 1 tuần đến 10 ngày.  Bệnh đau mắt đỏ Chảy nước mắt, mắt đỏ, ngứa, và mi mắt khó chịu là những dấu hiệu của chứng viêm kết mạc, thường được gọi là bệnh đau mắt đỏ. Bệnh này thường do các vi rút giống như vi rút gây cảm lạnh, bệnh đau mắt đỏ lan nhanh ở trường và trung tâm giữ trẻ ban ngày. Hãy tham khảo ý kiến của bác sĩ nhi khoa để xem liệu con bạn cần nên được điều trị không nhé. Hầu hết các trường hợp đau mắt đỏ đều lành trong vòng từ 4 đến 7 ngày.  Bệnh ban đỏ nhiễm khuẩn cấp Bệnh ban đỏ nhiễm khuẩn cấp thường được gọi là “bệnh bị vỗ má”, gây phát ban đỏ trên mặt trẻ. Ngoài ra, ban cũng còn có thể xuất hiện trên thân mình, tay, hoặc chân. Nguyên nhân là do vi-rút chỉ có ADN đơn gây bệnh ở người B19 gây ra, đây là một loại vi rút có thể gây các triệu chứng giống như cảm lạnh nhẹ trước khi phát ban. Đến 20% trẻ mắc bệnh ban đỏ nhiễm khuẩn cấp ở tuổi lên 5, và có đến 60% bị bệnh này ở tuổi 19. Bệnh này thường hết trong vòng từ 7 đến 10 ngày.  Vi rút gây bệnh viêm ruột và dạ dày Trước khi có vắc-xin phòng chống hiệu quả, thì loại vi rút gây bệnh viêm ruột và dạ dày là nguyên nhân gây tử vong liên quan đến tiêu chảy hàng đầu ở trẻ nhỏ. Các triệu chứng chủ yếu là ói mửa và tiêu chảy nước, làm cho trẻ bị mất nước rất nhanh. Hiện có 2 loại vắc-xin ngừa viêm ruột và dạ dày cho trẻ sơ sinh, và các công trình nghiên cứu cho thấy đã giảm đột ngột số ca mắc bệnh mới.   Bệnh Kawasaki  Bệnh Kawasaki là một bệnh rất hiếm gặp và kỳ quặc thường xảy ra ở trẻ dưới 5 tuổi. Các triệu chứng bao gồm sốt cao, phát ban lốm đốm, bàn tay và bàn chân sưng đỏ, mắt đỏ ngầu, và môi đỏ, nứt nẻ. Nếu không điều trị thì bệnh này sẽ có thể gây tổn hại cho tim và có thể gây tử vong. Các bác sĩ vẫn chưa tìm ra nguyên nhân gây bệnh Kawasaki.  Bệnh thuỷ đậu Bệnh thủy đậu hiện đã có thể phòng tránh được nhờ vào vắc xin ngừa thủy đậu.. Lý do tiêm chủng không chỉ là để tránh cho con bạn bị giộp lở đỏ loét khó chịu. Bệnh thủy đậu có thể gây biến chứng nguy hiểm ở trẻ sơ sinh, người lớn và phụ nữ có thai. Trước khi có vắc-xin thì mỗi năm bệnh thuỷ đậu làm cho 11.000 người Mỹ phải nhập viện.  Sởi Nếu bé mới chích ngừa vắc-xin thì hẳn là bạn cũng không cần phải lo lắng về bệnh sởi đâu. Nhưng tổ chức CDC đã đưa tin dịch sởi sẽ bùng phát và lan nhanh ở những trẻ chưa tiêm phòng. Các triệu chứng ban đầu gồm sốt, sổ mũi và ho. Khi hết các triệu chứng này thì toàn thân bé sẽ phát ban. Hầu hết trẻ em đều có thể khỏe hơn trong vòng 2 tuần, nhưng một số bé lại có thể phát triển thành bệnh viêm phổi và một số chứng bệnh khác.  Quai bị Quai bị là một chứng bệnh khác rất thường thấy ở trẻ nhỏ trước khi vắc-xin ra đời. Bệnh này thường không gây ra triệu chứng gì, nhưng khi xảy ra bệnh thì dấu hiệu dễ nhận thấy nhất là các tuyến giữa lỗ tai và hàm bị phồng to lên . Điều này làm cho má của trẻ nhìn giống “má của sóc chuột”. Dẫu rằng tỉ lệ tiêm chủng ở Hoa Kỳ rất cao, nhưng dịch bệnh gần đây đã làm cho hàng ngàn người ở nước này mắc bệnh.  Bệnh sởi ru-bê-la  Ru-bê-la, còn có tên gọi khác sởi ru-bê-la, là một vi rút yếu thường không gây ra vấn đề nào nguy hiểm cả. Tuy nhiên, nếu phụ nữ mang thai bị bệnh thì nó có thể gây hại cho bào thai. Các triệu chứng gồm sốt nhẹ, và phát ban khắp người từ mặt đến toàn thân. Vắc-xin tiêm phòng chuẩn cho trẻ có tên là MMR, có thể giúp ngừa sởi, quai bị và ru-bê-la. Ho gà Bệnh ho gà làm cho trẻ ho dữ dội, ho kiệt sức và hít thở “khọt khẹt”. Đây là chứng bệnh nguy hiểm nhất ở trẻ sơ sinh và có thể cần phải được nhập viện. Thuật ngữ y học để chỉ bệnh này là ho gà (bệnh ho lâu ngày) – chữ cái “P” có nguồn gốc từ vắc-xin DtaP. Mặc dù đã được tiêm chủng rộng rãi, nhưng số ca mắc bệnh vẫn còn tăng cao. Người lớn cũng cần nên được tiêm phòng nhắc lại.  Viêm màng não Viêm màng não là chứng viêm hay nhiễm trùng mô quanh não và tuỷ sống. Đối với người lớn và thanh thiếu niên thì triệu chứng chủ yếu bao gồm nhức đầu, sốt, và vẹo cổ. Trẻ em cũng có thể có các triệu chứng giống như cúm. Viêm màng não do vi-rút thường nhẹ, nhưng viêm màng não do vi khuẩn thường nặng hơn để lại hậu quả nghiêm trọng nếu không được chữa trị nhanh chóng. Hiện đã có nhiều vắc-xin phòng tránh được một số nguyên nhân gây viêm màng não nào đó.  Viêm họng Hầu hết trẻ con thỉnh thoảng cũng bị đau họng, thường là do vi rút cảm lạnh gây nên. Vì vậy làm thế nào biết được liệu đó có phải là do khuẩn cầu chuỗi không? Hắt hơi hoặc sổ mũi là dấu hiệu cảm lạnh. Các dấu hiệu của khuẩn cầu chuỗi gồm đau họng kéo dài hơn một tuần, đau hoặc khó nuốt, chảy nước mũi, nước dãi dữ dội, phát ban, đáy cổ họng mưng mủ lên, sốt trên 100° F, hoặc tiếp xúc với người bị viêm họng. Chứng viêm họng được điều trị bằng thuốc kháng sinh. Ban đỏ Đôi khi triệu chứng phát ban đỏ, nặng cũng kèm theo viêm họng. Đây là bệnh ban đỏ. Chứng phát ban này xuất hiện đầu tiên ở ngực và bụng và lan nhanh toàn thân, kèm theo triệu chứng cổ họng sưng đỏ và sốt cao. Nếu không chữa trị, nó có thể dẫn tới bệnh thấp khớp cấp và, trong trường hợp hiếm thấy, cũng gây hại cho tim. đó là lý do tại sao bệnh ban đỏ trước đây được coi như một bệnh đáng sợ ở trẻ nhỏ. Ngày nay, bệnh này đã được chữa trị dễ dàng bằng thuốc kháng sinh.  Hội chứng Reye Chắc là bạn cũng từng biết là không nên cho trẻ nhỏ hoặc thiếu niên sử dụng thuốc aspirin. Hội chứng Reye giải thích cho điều này. Chứng bệnh gây chết người này có thể gây đột quỵ cho trẻ sử dụng thuốc chứa aspirin trong thời gian bệnh do vi rút gây ra. Các triệu chứng gồm biến đổi hành vi đột ngột, tai biến ngập máu, và hôn mê. Hội chứng Reye trở nên rất hiếm thấy kể từ khi tổ chức CDC khuyến cáo không nên sử dụng aspirin cho trẻ nhỏ.  MRSA / nhiễm tụ cầu khuẩn  MRSA là loại khuẩn tụ cầu không đáp ứng với một số thuốc kháng sinh. Nhiều bác sĩ cho biết MRSA hiện là nguyên nhân hàng đầu gây nhiễm trùng da. Các bệnh nhiễm trùng này thường xuất hiện dưới dạng u nhọt hoặc lở loét và có thể nhìn giống vết nhện cắn. Nhiễm tụ cầu khuẩn ở tai, mũi, và cuống họng cũng đang tăng vọt ở trẻ em tiểu học.    Chốc lở Chốc lở là một dạng nhiễm trùng da khác do vi khuẩn gây ra. Chứng bệnh này thường gây giộp từng cụm nhỏ trên da, gây rỉ dịch và tạo lớp vảy màu vàng bên ngoài. Việc sờ chạm vào dịch tiết này có thể làm lây lan sang nhiều vùng khác trên cơ thể hoặc làm lây lan cho người khác. Chốc lở thường do khuẩn tụ cầu nhưng cũng có thể do khuẩn cầu chuỗi gây ra. Loại chốc lở này thường thấy nhiều nhất ở trẻ từ 2 đến 6 tuổi. Nếu được chữa trị bằng thuốc kháng sinh thì những vết thương này sẽ thường lành hẳn mà không để lại một vết sẹo nào.  Bệnh ecpet mảng tròn (Bệnh nấm biểu bì) Lại thêm một chứng nhiễm trùng da nữa, bệnh ecpet mảng tròn thực sự do nấm gây ra, không phải do giun. Bệnh này tạo quầng hình tròn màu đỏ, có vảy trên da hoặc gây rụng tóc mảng tròn trên da đầu. Nấm có thể dễ dàng lây lan nhanh chóng từ đứa trẻ này sang đứa trẻ khác, vì vậy không nên sử dụng chung lược chải đầu, bàn chải đánh răng, khăn tắm, và quần áo. Bệnh ecpet mảng tròn được chữa lành bằng thuốc diệt nấm. Bệnh nhiễm khuẩn do ve gây ra (triệu chứng là nhức đầu, sốt, phát ban, viêm khớp, để lâu có thể bị rối loạn thần kinh kinh niên) Dấu hiệu để nhận biết bệnh nhiễm khuẩn do ve gây ra là nốt ban có dạng hình tròn nhỏ, xuất hiện trong 1 đến 2 tuần sau khi bị ve cắn, mặc dù không phải ai cũng phát ban dạng đặc biệt này. Chứng phát ban cũng có thể kèm theo sốt, ớn lạnh, và đau nhức toàn thân. Nguyên nhân là do loại vi khuẩn trong những con ve nhỏ sống ký sinh trên người và động vật hữu nhũ. Nếu không được điều trị thì chứng bệnh này có thể ảnh hưởng đến khớp, hệ thần kinh, và tim. Cúm Cảm lạnh hay là cúm? Hai bệnh này có thể có những triệu chứng tương tự nhau. Cúm thường gây sốt cao hơn, ớn lạnh, cơ thể đau nhức, hết sức mệt mỏi, và buồn nôn hoặc ói mửa. Trong khi hầu hết trẻ con đều có thể tự khỏe hơn được thì bệnh cúm có thể lại gây nhiều biến chứng trầm trọng, chẳng hạn như viêm phổi, nhất là ở trẻ nhỏ hơn. Tổ chức CDC khuyến cáo nên tiêm phòng cúm hằng năm cho bé tuổi từ 6 tháng trở lên.  Dị ứng mùa Dị ứng mùa, đôi khi cũng được gọi là viêm mũi dị ứng, không phải là một bệnh nhiễm trùng, mà là một phản ứng với các hạt li ti như phấn hoa. Triệu chứng có thể bao gồm hắt hơi, chảy nước mắt, chảy nước mũi hoặc nghẹt mũi và cũng có thể chỉ xảy ra vào mùa xuân hoặc mùa thu. Trẻ con có thể hay chà mũi bằng lòng bàn tay. Không có thuốc chữa viêm mũi dị ứng, nhưng có thể làm giảm các triệu chứng của nó."
        }
    ],
    "suggestions": []
}