{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Brooklyn"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Brooklyn"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Brooklyn"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Brooklyn"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Brooklyn"
        }
    },
    "sentences": [
        {
            "en": "She lives in a brownstone in <em>Brooklyn</em>.",
            "vi": "Cô ấy sống trong một tòa nhà cho người giàu ở Brooklyn."
        },
        {
            "en": "<em>Brooklyn</em> felt intense interest in this subject.",
            "vi": "Brooklyn cực kì quan tâm đến đề tài này."
        },
        {
            "en": "The <em>Brooklyn</em> Bridge spans the East River from <em>Brooklyn</em> to Manhattan.",
            "vi": "Cầu Brooklyn bắc qua sông East từ Brooklyn đến Manhattan."
        },
        {
            "en": "They live in a one-room flat in <em>Brooklyn</em>.",
            "vi": "Họ sống trong một căn hộ một phòng ở Brooklyn."
        },
        {
            "en": "They live in a one - room flat in <em>Brooklyn</em>.",
            "vi": "Họ sống trong một căn hộ một phòng ở Brooklyn."
        },
        {
            "en": "A similar incident involving a schoolchild was reported in <em>Brooklyn</em>.",
            "vi": "Một vụ tai nạn tương tự của một học sinh cũng được báo cáo ở Brooklyn."
        },
        {
            "en": "She lives with her better half in <em>Brooklyn</em>.",
            "vi": "Cô ta sống với chồng mình ở Brooklyn."
        },
        {
            "en": "In <em>Brooklyn</em>, New York, Chush is a school that caters to learning disabled children.",
            "vi": "Tại Brooklyn, New York có ngôi trường Chush là nơi chuyên dành phục vụ những trẻ em thiểu năng trí tuệ."
        },
        {
            "en": "The <em>Brooklyn</em> team stands a chance of winning the World Series this year.",
            "vi": "Đội Brooklyn có cơ hội thắng được giải World Series trong năm nay."
        },
        {
            "en": "She lived in an apartment house on a busy street in <em>Brooklyn</em>.",
            "vi": "Bà ấy từng sống trong chung cư trên một con phố nhộn nhịp ở Brooklyn."
        },
        {
            "en": "Clyde was born in <em>Brooklyn</em> and works as a car park attendant.",
            "vi": "Clyde sinh ra ở Brooklyn và làm người hướng dẫn ở bãi đậu xe."
        },
        {
            "en": "The <em>Brooklyn</em> Bridge shows us that dreams that seem impossible can be realised with determination and persistence, no matter what the odds are.",
            "vi": "Cây cầu Brooklyn đã chứng minh cho chúng ta thấy được những giấc mơ dường như không khả thi có thể trở thành hiện thực bằng lòng quyết tâm và sự kiên định bất chấp mọi thử thách."
        },
        {
            "en": "Little tugs bustled up to the side of the Black Arrow and guided her between <em>Brooklyn</em> and Staten Island into New York Harbour.",
            "vi": "Những chiếc tàu con tiến đến bên tàu Mũi Tên Đen dẫn nó đi vào giữa Brooklyn vào đảo Staten để vào bến New York."
        },
        {
            "en": "You can get a haircut in Beijing for 5 yuan (US$.80) or 10 yuan (US$1.60) yet in New York it's $20. Well actually on 5th Avenue it's $75 and in <em>Brooklyn</em> its $25. So are you going to have purchasing power parity between <em>Brooklyn</em> and Manhattan as well?",
            "vi": "Bạn có thể cắt tóc ở Bắc Kinh với giá chỉ 5 nhân dân tệ (0,8 đô la Mỹ) hoặc 10 nhân dân tệ (1,6 đô la Mỹ) nhưng ở New York đó là 20 đô la Mỹ. Vâng, thực ra cái giá làm tóc ở đại lộ số 5 là 75 đô la Mỹ và ở Brooklyn là 25 đô la Mỹ. Vì vậy, liệu bạn có sức mua tương đương giữa Brooklyn và Manhattan không?"
        },
        {
            "en": "Today the spectacular <em>Brooklyn</em> Bridge stands in all its glory as a tribute to the triumph of one man's indomitable spirit and his determination not to be defeated by circumstances.",
            "vi": "nay cây cầu Brooklyn ngoạn mục sừng sững đứng đó trong huy hoàng như để tưởng nhớ đến chiến thắng của một người đàn ông với ý chí bất khuất và lòng quyết tâm không hề bị lung lay bởi nghịch cảnh."
        },
        {
            "en": "Today the spectacular <em>Brooklyn</em> Bridge stands in all its glory as a tribute to the triumph of one man's indomitable spirit and his determination not to be defeated by circumstances.",
            "vi": "Ngày nay cây cầu Brooklyn ngoạn mục sừng sững đứng đó trong huy hoàng như để tưởng nhớ đến chiến thắng của một người đàn ông với ý chí bất khuất và lòng quyết tâm không hề bị lung lay bởi nghịch cảnh."
        },
        {
            "en": "NEW YORK, NY - JULY 13: Floyd Mayweather Jr. and Conor McGregor face-off during the Floyd Mayweather Jr. v Conor McGregor World Press Tour event at Barclays Center on July 13, 2017 in the <em>Brooklyn</em> borough of New York City. (Photo by Mike Stobe/Getty Images)",
            "vi": "NEW YORK, NY - 13 tháng 7: Floyd Mayweather Jr. và Conor McGregor gườm nhau trong trong cuộc so tài World Press Tour giữa Floyd Mayweather Jr. và Conor McGregor tại Barclays Center vào ngày 13 tháng 7 năm 2017 tại quận Brooklyn của thành phố New York. (Ảnh của Mike Stobe/Getty Images)"
        },
        {
            "en": "Often when we face obstacles in our day-to-day life, our hurdles seem very small in comparison to what many others have to face. The <em>Brooklyn</em> Bridge shows us that dreams that seem impossible can be realised with determination and persistence, no matter what the odds are.",
            "vi": "Nhiều khi chúng ta đối mặt với những trở ngại trong cuộc sống hằng ngày, dường như chúng có vẻ rất nhỏ nhoi nếu so sánh với những gì mà nhiều người khác đang phải đối mặt. Cây cầu Brooklyn đã chứng minh cho chúng ta thấy được những giấc mơ dường như không khả thi có thể trở thành hiện thực bằng lòng quyết tâm và sự kiên định bất chấp mọi thử thách."
        },
        {
            "en": "It started in 2013 in San Francisco, but this fall it expands to seven locations in the Bay Area and New York's borough of <em>Brooklyn</em>. And though it is expensive—$20,000 per year on average, though 40 percent of students receive financial assistance—demand is strong: This fall AltSchool fielded more than 3,000 applications for 200 open places.",
            "vi": "Mô hình này bắt đầu vào năm 2013 tại San Francisco, nhưng mùa thu này nó mở rộng đến bảy địa điểm trong vùng Vịnh và quận Brooklyn, New York. Và mặc dù nó được xem là đắt đỏ, trung bình 20,000 đô la mỗi năm, thêm vào đó 40 phần trăm học sinh nhận được hỗ trợ tài chính, nhu cầu của họ vẫn lớn: vào mùa thu này, các trường dự khuyết nhận được hơn 3.000 hồ sơ cho 200 địa điểm mở cửa."
        },
        {
            "en": "Some lucky straphangers unexpectedly became wedding guests on Friday when Hector Irakliotis, 26, and Tatyana Sandler, 25, exchanged vows on the N train as it crossed the Manhattan Bridge from <em>Brooklyn</em>. They said the subway line was important to their relationship because they spent a lot of time traveling on it.",
            "vi": "Hôm thứ sáu, một số hành khách đi xe điện ngầm thật may mắn khi tình cờ trở thành khách dự đám cưới, chứng kiến anh Hector Irakliotis, 26 tuổi, và chị Tatyana Sandler, 25 tuổi, cùng thề non hẹn biển trên chuyến tàu điện số hiệu N chạy qua cây cầu Manhattan Bridge khởi hành từ Brooklyn. Họ cho biết tuyến xe điện ngầm này rất quan trọng đối với mối tình của họ vì cả hai đã đi nó rất nhiều lần."
        }
    ],
    "suggestions": []
}