{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Brooks"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Brooks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Brooks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Brooks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Brooks"
        }
    },
    "sentences": [
        {
            "en": "The matter <em>brooks</em> no delay.",
            "vi": "Việc không cho phép để chậm được."
        },
        {
            "en": "A dense network of rivers and <em>brooks</em>.",
            "vi": "Hệ thống sông suối dày đặc."
        },
        {
            "en": "<em>Brooks</em> was a musician and a horseman.",
            "vi": "Brooks (đã) là một nhạc sĩ và là một kỵ sĩ."
        },
        {
            "en": "He always dreams of owning his own <em>Brooks</em> Brothers shirt.",
            "vi": "Anh ta luôn mơ ước có được một chiếc sơ mi Brooks Brothers của riêng mình."
        },
        {
            "en": "Fred <em>Brooks</em> wrote a seminal essay in 1986.",
            "vi": "Fred Brooks đã biết một bài tiểu luận có ảnh hưởng sâu xa vào năm 1986."
        },
        {
            "en": "David <em>Brooks</em> explored the incoherence of America's response to the oil spew in the gulf.",
            "vi": "David Brooks đã khám phá ra sự không mạch lạc trong phản hồi của Mỹ về sự phun dầu trong vịnh."
        },
        {
            "en": "I remember as a young man, I dreamed of owning my own <em>Brooks</em> Brothers shirt.",
            "vi": "Tôi nhớ khi tôi là một anh thanh niên, tôi đã mơ ước có một chiếc áo sơ mi Brooks Brothers của riêng mình."
        },
        {
            "en": "When I was in my mid-twenties, I proudly bought the finest, most expensive button-down shirt <em>Brooks</em> Brothers sold.",
            "vi": "Khi tôi hơn hai mươi, tôi rất tự hào mua một chiếc sơ mi Brooks Brothers đẹp nhất, đắt nhất."
        },
        {
            "en": "When I was in my mid - twenties, I proudly bought the finest, most expensive button - down shirt <em>Brooks</em> Brothers sold.",
            "vi": "Khi tôi hơn hai mươi, tôi rất tự hào mua một chiếc sơ mi Brooks Brothers đẹp nhất, đắt nhất."
        },
        {
            "en": "There is no one job title, one <em>Brooks</em> Brothers shirt or one dollar amount that can ever act as the ultimate finishing line.",
            "vi": "Không có một chức danh, một chiếc áo Brooks Brothers hay số tiền nào có thể đạt được cái gọi là đích đến."
        },
        {
            "en": "- Oh hi Linda this is Matt <em>Brooks</em>. Alex White gave me your number. He said you'd be able to give me some advice about moving to Banford.",
            "vi": "Ồ chào Linda, tôi là Matt Brooks. Anh Alex White đã cho tôi số của bạn. Anh ấy nói rằng bạn có thể cho tôi một số lời khuyên về việc chuyển đến thành phố Banford."
        },
        {
            "en": "G Lewis and <em>Brooks</em>-Gunn argued that an important developmental milestone is reached when children become able to recognize themselves visually without the support of seeing contingent movement.",
            "vi": "G LLewis và Brooks-Gunn lập luận rằng cột mốc phát triển quan trọng là khi trẻ bắt đầu nhận ra bản thân mình một cách trực quan mà không cần phải quan sát các cử động của mình một cách tình cờ."
        },
        {
            "en": "However, Lewis and <em>Brooks</em>-Gunn (1979) suggest that infants' developing understanding that the movements they see in the mirror are contingent on their own, leads to a growing awareness that they are distinct from other people.",
            "vi": "Tuy nhiên, năm 1979 Lewis và Brooks-Gunn cho rằng, từ những cử chỉ tình cờ mà bọn trẻ thấy được trên gương chứng tỏ trẻ ngày càng nhận biết nhiều hơn, giúp chúng nhận thức rằng chúng khác biệt với những người chung quanh."
        },
        {
            "en": "We are looking forward to using the results of this program review to bring new ideas for strengthening the program during 2008-2009,\"said Janna <em>Brooks</em>, Senior Public Health Advisor, CDC.",
            "vi": "Chúng tôi mong muốn sẽ sẽ dụng kết quả của hoạt động đánh giá này để mang lại những ý tưởng mới cho việc đẩy mạnh chương trình trong năm 2008-2009,” Bà Janna Brooks, Cố vấn Y tế công cộng cao cấp của CDC, nói."
        },
        {
            "en": "In one experiment, Lewis and <em>Brooks</em>-Gunn (1979) dabbed some red powder on the noses of children who were playing in front of a mirror, and then observed how often they touched their noses.",
            "vi": "Trong một thí nghiệm, Lewis và Brooks-Gunn (1979) đã thấm một ít bột màu đỏ trên mũi của trẻ khi chúng chơi ở phía trước của một tấm gương, và sau đó quan sát mức độ thường xuyên khi trẻ chạm vào mũi."
        },
        {
            "en": "\"For me, a big moment growing up was when I discovered that there was a music legend living right down the street from me, the Reverend Al Green, who taught the world a lesson that resonates now, I think, more than ever: let’s stay together. I learned from so many music greats: Michael Jackson, Aretha Franklin, Elton John, Garth <em>Brooks</em>, Stevie Wonder.\"",
            "vi": "“Với tôi, khoảng khắc quan trọng giúp tôi trưởng thành ấy là khi tôi biết tới một huyền thoại âm nhạc sống ngay cạnh chỗ tôi, Al Green đáng kính, ông cho thế giới một bài học mà đến nay vẫn còn sức lan toả, tôi nghĩ, hơn bao giờ hết: chúng ta hãy bên nhau. Tôi đã học được từ rất nhiều nghệ sĩ âm nhạc vĩ đại: Michael Jackson, Aretha Franklin, Elton John, Garth Brooks, Stevie Wonder.”"
        },
        {
            "en": "The artist is using a technique very similar to Japanese painter Riusuke Fukahori who was featured on this blog a little over a year ago, though Lye seems to take things a step further by making his paint creations protrude from the surface, adding another level of dimension to a remarkable medium. See much more of this series titled Alive Without Breath over on deviantART. (via ian <em>brooks</em>)",
            "vi": "Nghệ sĩ này sử dụng một kỹ thuật rất giống kỹ thụât của Riusuke Fukahori, hoạ sĩ người Nhật đã có bài viết trong blog này hơn một năm trước, tuy Lye có vẻ đi xa hơn một bước bằng cách làm tác phẩm của mình nhô lên khỏi mặt phẳng, làm hình ảnh ba chiều hơn trên 1 nền nổi bật. Hãy xem vài hình trong bộ Sống Không Cần Thở trên deviantART."
        },
        {
            "en": "Bikemaker Pashley, which has been in business since the days of King George V, is known for its classically styled, eminently English cycles – bikes with <em>Brooks</em> sprung saddles and ding-dong bells and big wicker baskets. Pashley's new Parabike mines British history, as well, albeit a less genteel chapter of it. The cycle recalls a WWII-era two-wheeler called the Airborne bicycle, which was carried into occupied France by British paratroopers. Pashley's version, while not designed with skydiving in mind (the original featured a folding frame that strapped to the 'trooper's body), is a classic in its own right, with a bowed multi-tube frame that is at once nostalgic and forward-thinking.",
            "vi": "Hãng sản xuất xe đạp Pashley đã bắt đầu việc buôn bán từ thời vua George V, nổi tiếng với dòng xe mang phong cách cổ điển, đặc trưng của người Anh, với yên lò xo hiệu Brooks, tiếng chuông đinh-đoong vui tai và giỏ xe khá lớn đan bằng cây liễu. Dòng xe Parabike mới của Pashley đã cũng đồng hành cùng lịch sử nước Anh, dù rằng vẻ đẹp của nó có phần kém trang nhã, quý phái. Chiếc xe này gợi nhớ đến loại xe hai bánh trong Thế Chiến thứ hai tên là Airborne mà lính dù Anh đưa vào một vùng bị chiếm đóng của Pháp. Chiếc của Pashley, tuy không được thiết kế theo kiểu lính dù (loại nguyên bản có đặc trưng là khung xe gấp lại được có thể cột vào người của lính) nhưng vẫn mang hơi hướng cổ điển với những đoạn ống cong vừa gợi nhớ quá khứ vừa hướng tới tương lai."
        },
        {
            "en": "All day long Genghis Khan and his huntsmen rode through the woods. But they did not find as much game as they expected.  Toward evening they started for home. The king had often ridden through the woods, and he knew all the paths. So while the rest of the party took the nearest way, he went by a longer road through a valley between two mountains.  The day had been warm, and the king was very thirsty. His pet hawk left his wrist and flown away. It would be sure to find its way home.  The king rode slowly along. He had once seen a spring of clear water near this pathway. If he could only find it now! But the hot days of summer had dried up all the mountain <em>brooks</em>.  At last, to his joy, he saw some water trickling down over the edge of a rock. He knew that there was a spring farther up. In the wet season, a swift stream of water always poured down here; but now it came only one drop at a time.  The king leaped from his horse. He took a little silver cup from his hunting bag. He held it so as to catch the slowly falling drops.",
            "vi": "Suốt cả ngày Thành Cát Tư Hãn và nhóm người đi săn của ông băng rừng. Nhưng không săn được nhiều thú như ý. Tối đến họ lục tục quay về. Nhà vua trước đây thường bằng qua khu rừng này, nên ông biết mọi ngõ ngách. Trong khi cả nhóm người đi săn chọn con đường gần nhất để về thì ông lại men theo con đường dài hơn, băng qua một thung lũng giữa hai ngọn núi.  Cả ngày trời nóng nực, nhà vua rất khát. Con chim ưng của ông không còn đậu ở cánh tay ông nữa mà bay đi. Nó muốn tìm được đường về nhà. Nhà vua cưỡi ngựa chậm rãi đi. Ông từng thấy một dòng nước trong chảy gần lối đi này. Giá mà bây giờ ông có thể nhìn thấy dòng nước ấy! Nhưng những ngày hè nóng nực đã làm khô cạn mọi dòng suối chảy từ trên núi xuống. Cuối cùng, ông vui mừng nhìn thấy những giọt nước nhỏ xuống từ một khe đá. Ông biết rằng có một dòng nước bên trên. Vào mùa mưa, có một dòng nước luôn chảy xuống đây; nhưng lúc này, chỉ chảy từng giọt mà thôi. Nhà vua vội xuống ngựa. Ông lấy chiếc cốc bạc nhỏ trong túi săn của mình ra. Ông hứng từng giọt nước một."
        }
    ],
    "suggestions": []
}