{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['brʌðəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">anh em</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như anh em</td></tr></table><i/></div>",
            "word": "brotherly",
            "pronounce": "['brʌðəli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "brotherly",
            "pronounce": "['brʌðəli]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>brotherly</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>brotherly rivalry</i>: FRATERNAL, sibling.</blockquote><blockquote><b>2</b><i>brotherly love</i>: FRIENDLY, comradely; affectionate, amicable, kind, devoted, loyal.</blockquote></div>",
            "word": "brotherly",
            "pronounce": "['brʌðəli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "brotherly",
            "pronounce": "['brʌðəli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "brotherly",
            "pronounce": "['brʌðəli]"
        }
    },
    "sentences": [
        {
            "en": "\"Mary, stop!\" cried John, with <em>brotherly</em> anxiety.",
            "vi": "\"Mary, thôi đi!\" John la lên với nỗi lo lắng như anh em."
        },
        {
            "en": "John felt a real <em>brotherly</em> affection for his co - workers.",
            "vi": "John cảm thấy một cảm xúc anh em thật sự đối với những người đồng nghiệp của anh."
        },
        {
            "en": "John felt a real <em>brotherly</em> affection for his co-workers.",
            "vi": "John cảm thấy một cảm xúc anh em thật sự đối với những người đồng nghiệp của anh."
        },
        {
            "en": "He gave Mary a <em>brotherly</em> kiss on the cheek.",
            "vi": "Anh ấy trao cho Mary một nụ hôn anh em trên má."
        },
        {
            "en": "It didn't feel <em>brotherly</em> when he held me like this.",
            "vi": "Chẳng hề cảm thấy tình cảm anh em gì khi anh ôm tôi như vậy."
        },
        {
            "en": "He doesn't realize that his <em>brotherly</em> advice is extreme misguided.",
            "vi": "Anh ta không nhận ra rằng lời khuyên anh em này cực kỳ sai lầm."
        },
        {
            "en": "So I decided to step in and give him some good big-<em>brotherly</em> advice .",
            "vi": "Vì thế tôi quyết định can thiệp vào và cho em ấy những Lời khuyên giàu tình anh em ."
        },
        {
            "en": "Kenai and Koda have been together for a long time, and their <em>brotherly</em> love is strong.",
            "vi": "Kenai và Koda đã ở cùng nhau trong một thời gian dài, và tình cảm anh em của họ thật mãnh liệt."
        },
        {
            "en": "There are different kinds of love, and these are variously expressed as motherly love, <em>brotherly</em> love, sensual love, emotional love, sexual love, selfish love, selfless love, and universal love.",
            "vi": "Có nhiều khuôn mẫu tình yêu khác nhau, và chúng được thể hiện khác biệt nhau như tình mẫu tử, tình phụ tử, tình huynh đệ, tình cảm, tình dục, tình yêu vị kỷ,"
        },
        {
            "en": "There are different kinds of love, and these are variously expressed as motherly love, <em>brotherly</em> love, sensual love, emotional love, sexual love, selfish love, selfless love, and universal love.",
            "vi": "Có nhiều khuôn mẫu tình yêu khác nhau, và chúng được thể hiện khác biệt nhau như tình mẫu tử, tình phụ tử, tình huynh đệ, tình cảm, tình dục, tình yêu vị kỷ, và tình yêu vô lượng."
        },
        {
            "en": "7 REPETITION         16. PARIS AT THAT MOMENT, MY HEAD BROKE THE SURFACE. How disorienting. I'd been sure I was sinking. The current wouldn't let up. It was slamming me against more rocks; they beat against the center of my back sharply, rhythmically, pushing the water from my lungs. It gushed out in amazing volume, absolute torrents pouring from my mouth and nose. The salt burned and my lungs burned and my throat was too full of water to catch a breath and the rocks were hurting my back. Somehow I stayed in one place, though the waves still heaved around me. I couldn't see anything but water everywhere, reaching for my face. \"Breathe!\" a voice, wild with anxiety, ordered, and I felt a cruel stab of pain when I recognized the voice—because it wasn't Edward's. I could not obey. The waterfall pouring from my mouth didn't stop long enough for me to catch a breath. The black, icy water filled my chest, burning. The rock smacked into my back again, right between my shoulder blades, and another volley of water choked its way out of my lungs. \"Breathe, Bella! C'mon!\" Jacob begged. Black spots bloomed across my vision, getting wider and wider, blocking out the light. The rock struck me again. The rock wasn't cold like the water; it was hot on my skin. I realized it was Jacob's hand, trying to beat the water from my lungs. The iron bar that had dragged me from the sea was also… warm… My head whirled, the black spots covered everything… Was I dying again, then? I didn't like it—this wasn't as good as the last time. It was only dark now, nothing worth looking at here. The sound of the crashing waves faded into the black and became a quiet, even whoosh that sounded like it was coming from the inside of my ears… \"Bella?\" Jacob asked, his voice still tense, but not as wild as before. \"Bells, honey, can you hear me?\" The contents of my head swished and rolled sickeningly, like they'd joined the rough water… \"How long has she been unconscious?\" someone else asked. The voice that was not Jacob's shocked me, jarred me into a more focused awareness. I realized that I was still. There was no tug of the current on me—the heaving was inside my head. The surface under me was flat and motionless. It felt grainy against my bare arms. \"I don't know,\" Jacob reported, still frantic. His voice was very close. Hands—so warm they had to be his—brushed wet hair from my cheeks. \"A few minutes? It didn't take long to tow her to the beach.\" The quiet whooshing inside my ears was not the waves—it was the air moving in and out of my lungs again. Each breath burned—the passageways were as raw as if I'd scrubbed them out with steel wool. But I was breathing. And I was freezing. A thousand sharp, icy beads were striking my face and arms, making the cold worse. \"She's breathing. She'll come around. We should get her out of the cold, though. I don't like the color she's turning…\" I recognized Sam's voice this time. \"You think it's okay to move her?\" \"She didn't hurt her back or anything when she fell?\" \"I don't know.\" They hesitated. I tried to open my eyes. It took me a minute, but then I could see the dark, purple clouds, flinging the freezing rain down at me. \"Jake?\" I croaked. Jacob's face blocked out the sky. \"Oh!\" he gasped, relief washing over his features. His eyes were wet from the rain. \"Oh, Bella! Are you okay? Can you hear me? Do you hurt anywhere?\" \"J-Just m-my throat,\" I stuttered, my lips quivering from the cold. \"Let's get you out of here, then,\" Jacob said. He slid his arms under me and lifted me without effort—like picking up an empty box. His chest was bare and warm; he hunched his shoulders to keep the rain off of me. My head lolled over his arm. I stared vacantly back toward the furious water, beating the sand behind him. \"You got her?\" I heard Sam ask. \"Yeah, I'll take it from here. Get back to the hospital. I'll join you later. Thanks, Sam.\" My head was still rolling. None of his words sunk in at first. Sam didn't answer. There was no sound, and I wondered if he were already gone. The water licked and writhed up the sand after us as Jacob carried me away, like it was angry that I'd escaped. As I stared wearily, a spark of color caught my unfocused eyes—a small flash of fire was dancing on the black water, far out in the bay. The image made no sense, and I wondered how conscious I really was. My head swirled with the memory of the black, churning water—of being so lost that I couldn't find up or down. So lost… but somehow Jacob… \"How did you find me?\" I rasped. \"I was searching for you,\" he told me. He was half-jogging through the rain, up the beach toward the road. \"I followed the tire tracks to your truck, and then I heard you scream…\" He shuddered. \"Why would you jump, Bella? Didn't you notice that it's turning into a hurricane out here? Couldn't you have waited for me?\" Anger filled his tone as the relief faded. \"Sorry,\" I muttered. \"It was stupid.\" \"Yeah, it was really stupid,\" he agreed, drops of rain shaking free of his hair as he nodded. \"Look, do you mind saving the stupid stuff for when I'm around? I won't be able to concentrate if I think you're jumping off cliffs behind my back.\" \"Sure,\" I agreed. \"No problem.\" I sounded like a chain-smoker. I tried to clear my throat—and then winced; the throat-clearing felt like stabbing a knife down there. \"What happened today? Did you… find her?\" It was my turn to shudder, though I wasn't so cold here, right next to his ridiculous body heat. Jacob shook his head. He was still more running than walking as he headed up the road to his house. \"No. She took off into the water—the bloodsuckers have the advantage there. That's why I raced home—I was afraid she was going to double back swimming. You spend so much time on the beach…\" He trailed off, a catch in his throat. \"Sam came back with you… is everyone else home, too?\" I hoped they weren't still out searching for her. \"Yeah. Sort of.\" I tried to read his expression, squinting into the hammering rain. His eyes were tight with worry or pain. The words that hadn't made sense before suddenly did. \"You said… hospital. Before, to Sam. Is someone hurt? Did she fight you?\" My voice jumped up an octave, sounding strange with the hoarseness. \"No, no. When we got back, Em was waiting with the news. It's Harry Clearwater. Harry had a heart attack this morning.\" \"Harry?\" I shook my head, trying to absorb what he was saying. \"Oh, no! Does Charlie know?\" \"Yeah. He's over there, too, with my dad.\" \"Is Harry going to be okay?\" Jacob's eyes tightened again. \"It doesn't look so great right now.\" Abruptly, I felt really sick with guilt—felt truly horrible about the brainless cliff dive. Nobody needed to be worrying about me right now. What a stupid time to be reckless. \"What can I do?\" I asked. At that moment the rain stopped. I hadn't realized we were already back to Jacob's house until he walked through the door. The storm pounded against the roof. \"You can stay here,\" Jacob said as he dumped me on the short couch. \"I mean it—right here I'll get you some dry clothes.\" I let my eyes adjust to the dark room while Jacob banged around in his bedroom. The cramped front room seemed so empty without Billy, almost desolate. It was strangely ominous—probably just because I knew where he was. Jacob was back in seconds. He threw a pile of gray cotton at me. \"These will be huge on you, but it's the best I've got. I'll, er, step outside so you can change.\" \"Don't go anywhere. I'm too tired to move yet. Just stay with me.\" Jacob sat on the floor next to me, his back against the couch. I wondered when he'd slept last. He looked as exhausted as I felt. He leaned his head on the cushion next to mine and yawned. \"Guess I could rest for a minute…\" His eyes closed. I let mine slide shut, too. Poor Harry. Poor Sue. I knew Charlie was going to be beside himself. Harry was one of his best friends. Despite Jake's negative take on things, I hoped fervently that Harry would pull through. For Charlie's sake. For Sue's and Leah's and Seth's… Billy's sofa was right next to the radiator, and I was warm now, despite my soaked clothes. My lungs ached in a way that pushed me toward unconsciousness rather than keeping me awake. I wondered vaguely if it was wrong to sleep… or was I getting drowning mixed up with concussions… ? Jacob began softly snoring, and the sound of it soothed like a lullaby. I fell asleep quickly. For the first time in a very long time, my dream was just a normal dream. Just a blurred wandering through old memories—blinding bright visions of the Phoenix sun, my mother's face, a ramshackle tree house, a faded quilt, a wall of mirrors, a flame on the black water… I forgot each of them as soon as the picture changed. The last picture was the only one that stuck in my head. It was meaningless—just a set on a stage. A balcony at night, a painted moon hanging in the sky. I watched the girl in her nightdress lean on the railing and talk to herself. Meaningless… but when I slowly struggled back to consciousness, Juliet was on my mind. Jacob was still asleep; he'd slumped down to the floor and his breathing was deep and even. The house was darker now than before, it was black outside the window. I was stiff, but warm and almost dry. The inside of my throat burned with every breath I took. I was going to have to get up—at least to get a drink. But my body just wanted to be here limp, to never move again. Instead of moving, I thought about Juliet some more. I wondered what she would have done if Romeo had left her, not because he was banished, but because he lost interests.   What if Rosaline had given him the time of day, and he'd changed his mind? What if, instead of marrying Juliet, he'd just disappeared? I thought I knew how Juliet would feel. She wouldn't go back to her old life, not really. She wouldn't ever have moved on, I was sure of that.  Even if she'd lived until she was old and gray, every time she closed her eyes, it would have been Romeo's face she saw behind her lids. She would have accepted that, eventually. I wondered if she would have married Paris in the end, just to please her parents, to keep the peace. No, probably not, I decided. But then, the story didn't say much about Paris. He was just a stick figure—a placeholder, a threat, a deadline to force her hand. What if there were more to Paris? What if Paris had been Juliet's friend? Her very best friend? What if he was the only one she could confide in about the whole devastating thing with Romeo? The one person who really understood her and made her feel halfway human again? What if he was patient and kind? What if he took care of her? What if Juliet knew she couldn't survive without him? What if he really loved her, and wanted her to be happy? And… what if she loved Paris? Not like Romeo. Nothing like that, of course. But enough that she wanted him to be happy, too? Jacob's slow, deep breathing was the only sound in the room—like a lullaby hummed to a child, like the whisper of a rocking chair, like the ticking of an old clock when you had nowhere you needed to go…It was the sound of comfort. If Romeo was really gone, never coming back, would it have mattered whether or not Juliet had taken Paris up on his offer? Maybe she should have tried to settle into the leftover scraps of life that were left behind. Maybe that would have been as close to happiness as she could get. I sighed, and then groaned when the sigh scraped my throat. I was reading too much into the story. Romeo wouldn't change his mind. That's why people still remembered his name, always twined with hers: Romeo and Juliet. That's why it was a good story. \"Juliet gets dumped and ends up with Paris\" would have never been a hit. I closed my eyes and drifted again, letting my mind wander away from the stupid play I didn't want to think about anymore. I thought about reality instead—about jumping off the cliff and what a brainless mistake that had been. And not just the cliff, but the   motorcycles and the whole irresponsible Evel Knievel bit. What if something bad happened to me? What would that do to Charlie? Harry's heart attack had pushed everything suddenly into perspective for me. Perspective that I didn't want to see, because—if I admitted to the truth of it—it would mean that I would have to change my ways. Could I live like that? Maybe. It wouldn't be easy; in fact, it would be downright miserable to give up my hallucinations and try to be a grown-up. But maybe I should do it. And maybe I could. If I had Jacob. I couldn't make that decision right now. It hurt too much. I'd think about something else. Images from my ill-considered afternoon stunt rolled through my head while I tried to come up with something pleasant to think about… the feel of the air as I fell, the  blackness of the water, the thrashing of the current… Edward's face… I lingered there for a long time. Jacob's warm hands, trying to beat life back into me… the stinging rain flung down by the purple clouds… the strange fire on the waves… There was something familiar about that flash of color on top of the water. Of course it couldn't really be fire— My thoughts were interrupted by the sound of a car squelching through the mud on the road outside. I heard it stop in front of the house, and doors started opening and closing. I thought about sitting up, and then decided against that idea. Billy's voice was easily identifiable, but he kept it uncharacteristically low, so that it was only a gravelly grumble. The door opened, and the light flicked on. I blinked, momentarily blind. Jake startled awake, gasping and jumping to his feet. \"Sorry,\" Billy grunted. \"Did we wake you?\" My eyes slowly focused on his face, and then, as I could read his expression, they filled with tears. \"Oh, no, Billy!\" I moaned. He nodded slowly, his expression hard with grief. Jake hurried to his father and took one of his hands. The pain made his face suddenly childlike—it looked odd on top of the man's body. Sam was right behind Billy, pushing his chair through the door. His normal composure was absent from his agonized face. \"I'm so sorry,\" I whispered. Billy nodded. \"It's gonna be hard all around.\" \"Where's Charlie?\" \"Your dad is still at the hospital with Sue. There are a lot of… arrangements to be made.\" I swallowed hard. \"I'd better get back there,\" Sam mumbled, and he ducked hastily out the door. Billy pulled his hand away from Jacob, and then he rolled himself through the kitchen toward his room. Jake stared after him for a minute, then came to sit on the floor beside me again. He put his face in his hands. I rubbed his shoulder, wishing I could think of anything to say. After a long moment, Jacob caught my hand and held it to his face. \"How are you feeling? Are you okay? I probably should have taken you to a doctor or something.\" He sighed. \"Don't worry about me,\" I croaked. He twisted his head to look at me. His eyes were rimmed in red. \"You don't look so good.\" \"I don't feel so good, either, I guess.\" \"I'll go get your truck and then take you home—you probably ought to be there when Charlie gets back.\" \"Right.\" I lay listlessly on the sofa while I waited for him. Billy was silent in the other room. I felt like a peeping torn, peering through the cracks at a private sorrow that wasn't mine. It didn't take Jake long. The roar of my truck's engine broke the silence before I expected it. He helped me up from the couch without speaking, keeping his arm around my shoulder when the cold air outside made me shiver. He took the driver's seat without asking, and then pulled me next to his side to keep his arm tight around me. I leaned my head against his chest. \"How will you get home?\" I asked. \"I'm not going home. We still haven't caught the bloodsucker, remember?\" My next shudder had nothing to do with cold. It was a quiet ride after that. The cold air had woken me up. My mind was alert, and it was working very hard and very fast. What if? What was the right thing to do? I couldn't imagine my life without Jacob now—I cringed away from the idea of even trying to imagine that. Somehow, he'd become essential to my survival. But to leave things the way they were… was that cruel, as Mike had accused? I remembered wishing that Jacob were my brother. I realized now that all I really wanted was a claim on him. It didn't feel <em>brotherly</em> when he held me like this. It just felt nice—warm and comforting and familiar. Safe. Jacob was a safe harbor. I could stake a claim. I had that much within my power. I'd have to tell him everything, I knew that. It was the only way to be fair. I'd have to explain it right, so that he'd know I wasn't settling, that he was much too good for me. He already knew I was broken, that part wouldn't surprise him, but he'd need to know the extent of it. I'd even have to admit that I was crazy—explain about the voices I heard. He'd need to know everything before he made a decision. But, even as I recognized that necessity, I knew he would take me in spite of it all. He wouldn't even pause to think it through. I would have to commit to this—commit as much of me as there was left, every one of the broken pieces. It was the only way to be fair to him. Would I? Could I? Would it be so wrong to try to make Jacob happy? Even if the love I felt for him was no more than a weak echo of what I was capable of, even if my heart was far away, wandering and grieving after my fickle Romeo, would it be so very wrong? Jacob stopped the truck in front of my dark house, cutting the engine so it was suddenly silent. Like so many other times, he seemed to be in tune with my thoughts now. He threw his other arm around me, crushing me against his chest, binding me to him. Again, this felt nice. Almost like being a whole person again. I thought he would be thinking of Harry, but then he spoke, and his tone was apologetic. \"Sorry. I know you don't feel exactly the way I do, Bella. I swear I don't mind. I'm just so glad you're okay that I could sing—and that's something no one wants to hear.\" He laughed his throaty laugh in my ear. My breathing kicked up a notch, sanding the walls of my throat. Wouldn't Edward, indifferent as he might be, want me to be as happy as possible under the circumstances? Wouldn't enough friendly emotion linger for him to want that much for me? I thought he would. He wouldn't begrudge me this: giving just a small bit of love he didn't want to my friend Jacob. After all, it wasn't the same love at all. Jake pressed his warm cheek against the top of my hair. If I turned my face to the side—if I pressed my lips against his bare shoulder... I knew without any doubt what would follow. It would be very easy. There would be no need for explanations tonight. But could I do it? Could I betray my absent heart to save my pathetic life? Butterflies assaulted my stomach as I thought of turning my head. And then, as clearly as if I were in immediate danger, Edward's velvet voice whispered in my ear. \"Be happy,\" he told me. I froze. Jacob felt me stiffen and released me automatically, reaching for the door. Wait, I wanted to say. Just a minute. But I was still locked in place, listening to the echo of Edward's voice in my head. Storm-cooled air blew through the cab of the truck. \"OH!\" The breath whooshed out of Jacob like someone had punched him in the gut. \"Holy crap!\" He slammed the door and twisted the keys in the ignition at the same moment. His hands were shaking so hard I didn't know how he managed it. \"What's wrong?\" He revved the engine too fast; it sputtered and faltered. \"Vampire,\" he spit out. The blood rushed from my head and left me dizzy. \"How do you know?\" \"Because I can smell it. Dammit!\" Jacob's eyes were wild, raking the dark street. He barely seemed aware of the tremors that were rolling through his body. \"Phase or get her out of here?\" he hissed at himself. He looked down at me for a split second, taking in my horror-struck eyes and white face, and then he was scanning the street again. \"Right. Get you out.\" The engine caught with a roar. The tires squealed as he spun the truck around, turning toward our only escape. The headlights washed across the pavement, lit the front line of the black forest, and finally glinted off a car parked across the street from my house. \"Stop!\" I gasped. It was a black car—a car I knew. I might be the furthest thing from an autophile, but I could tell you everything about that particular car. It was a Mercedes S55 AMG. I knew the horsepower and the color of the interior. I knew the feel of the powerful engine purring through the frame. I knew the rich smell of the leather seats and the way the extra-dark tint made noon look like dusk through those windows. It was Carlisle's car. \"Stop!\" I cried again, louder this time, because Jacob was gunning the truck down the street. \"What?!\" \"It's not Victoria. Stop, stop! I want to go back.\" He stomped on the brake so hard I had to catch myself against the dashboard. \"What?\" he asked again, aghast. He stared at me with horror in his eyes. \"It's Carlisle's car! It's the Cullens. I know it.\" He watched dawn break across my face, and a violent tremor rocked his frame. \"Hey, calm down, Jake. It's okay. No danger, see? Relax.\" \"Yeah, calm,\" he panted, putting his head down and closing his eyes. While he concentrated on not exploding into a wolf, I stared out the back window at the black car. It was just Carlisle, I told myself. Don't expect anything more. Maybe Esme… Stop right there, I told myself. Just Carlisle. That was plenty. More than I'd ever hoped to have again. \"There's a vampire in your house,\" Jacob hissed. \"And you want to go back?\" I glanced at him, ripping my unwilling eyes off the Mercedes—terrified that it would disappear the second I looked away. \"Of course,\" I said, my voice blank with surprise at his question. Of course I wanted to go back. Jacob's face hardened while I stared at him, congealing into the bitter mask that I'd thought was gone for good. Just before he had the mask in place, I caught the spasm of betrayal that flashed in his eyes. His hands were still shaking. He looked ten years older than me. He took a deep breath. \"You're sure it's not a trick?\" he asked in a slow, heavy voice. \"It's not a trick. It's Carlisle. Take me back!\" A shudder rippled through his wide shoulders, but his eyes were flat and emotionless. \"No.\" \"Jake, it's okay—\" \"No. Take yourself back, Bella.\" His voice was a slap—I flinched as the sound of it struck me. His jaw clenched and unclenched. \"Look, Bella,\" he said in the same hard voice. \"I can't go back. Treaty or no treaty, that's my enemy in there.\" \"It's not like that—\" \"I have to tell Sam right away. This changes things. We can't be caught on their territory.\" \"Jake, it's not a war!\" He didn't listen. He put the truck in neutral and jumped out the door, leaving it running. \"Bye, Bella,\" he called back over his shoulder. \"I really hope you don't die.\" He sprinted into the darkness, shaking so hard that his shape seemed blurred; he disappeared before I could open my mouth to call him back. Remorse pinned me against the seat for one long second. What had I just done to Jacob'? But remorse couldn't hold me very long. I slid across the seat and put the truck back in drive. My hands were shaking almost as hard as Jake's had been, and this took a minute of concentration. Then I carefully turned the truck around and drove it back to my house. It was very dark when I turned off the headlights. Charlie had left in such a hurry that he'd forgotten to leave the porch lamp on. I felt a pang of doubt, staring at the house, deep in shadow. What if it was a trick? I looked back at the black car, almost invisible in the night. No. I knew that car. Still, my hands were shaking even worse than before as I reached for the key above the door. When I grabbed the doorknob to unlock it, it twisted easily under my hand. I let the door fall open. The hallway was black. I wanted to call out a greeting, but my throat was too dry. I couldn't quite seem to catch my breath. I took a step inside and fumbled for the light switch. It was so black—like the black water… Where was that switch? Just like the black water, with the orange flame flickering impossibly on top of it. Flame that couldn't be a fire, but what then… ? My fingers traced the wall, still searching, still shaking— Suddenly, something Jacob had told me this afternoon echoed in my head, finally sinking in… She took off into the water, he'd said. The bloodsuckers have the advantage there. That's why I raced home —I was afraid she was going to double back swimming. My hand froze in its searching, my whole body froze into place, as I realized why I recognized the strange orange color on the water. Victoria's hair, blowing wild in the wind, the color of fire… She'd been right there. Right there in the harbor with me and Jacob. If Sam hadn't been there, if it had been just the two of us… ? I couldn't breathe or move. The light flicked on, though my frozen hand had still not found the switch. I blinked into the sudden light, and saw that someone was there, waiting for me.",
            "vi": "7 REPETITION         16. Paris Đúng lúc đó, đầu tôi trồi lên trên mặt nước.  Lộn xộn làm sao đâu.  Tôi cứ đoan chắc mình đang chìm.  Dòng nước chẳng dịu đi. Nó đang dộng tôi vào nhiều đá hơn;  Mấy cục đá ấy đập mạnh vào giữa lưng tôi, đều đều, đẩy nước ra khỏi phổi tôi.  Nước phun trào thành vòi từ mũi miệng tôi.  Muối nóng rực và phổi nóng rực và họng đầy nước khiến tôi không thể hít thở được và mấy cục đá đang làm đau lưng tôi. Không biết vì sao tôi lại cứ ở một chỗ, dù sóng vẫn nhấp nhô xung quanh. Tôi chẳng thấy được gì ngoài nước khắp nơi, đang chồm lên mặt.  \"Thở đi!\" một giọng nói, điên dại vì lo lắng, ra lệnh, và tôi cảm thấy nhát đâm đau đớn tàn nhẫn khi nhận ra giọng ấy - vì đó không phải là giọng Edward.  Tôi không tuân theo được. Thác nước đổ ra từ miệng tôi không ngưng lại đủ lâu để tôi hít được một hơi nào.  Nước băng giá, đen ngòm tràn vào ngực tôi, nóng rực.  Cục đá lại đập vào lưng tôi, ngay giữa xương vai, và một vòi nước khác vọt ra khỏi phổi tôi.  \"Thở đi, Bella! Nào!\" Jacob cầu xin.  Những đốm đen đột ngột xuất hiện trước mắt tôi, to dần to dần, chặn mất ánh sáng.  Cục đá lại đập vô tôi.  Đá không lạnh như nước; nó nóng trên da tôi. Tôi nhận ra đó là tay Jacob, cố đập cho nước ra khỏi phổi tôi. Thanh sắt đã kéo tôi ra khỏi biển cũng ... ấm ... Đầu tôi xoay mòng mòng, những đốm đen đã che phủ mọi thứ... Vậy là tôi đang hấp hối lần nữa sao? Tôi không thích chuyện này – lần này không dễ chịu như lần trước.  Bây giờ tối đen, chẳng có gì đáng nhìn ở đây cả.  Tiếng sóng vỗ lặng dần trong đêm đen và trở nên yên tĩnh, thậm chí tiếng gió rít cũng nghe như thể phát ra từ tai tôi... \"Bella?\" Jacob hỏi, giọng anh chàng vẫn bồn chồn, nhưng không còn vẻ điên dại như lúc nãy. \"Bells yêu quý ơi, bạn có nghe tôi nói không?\" Mấy thứ trong đầu tôi sột soạt và chao đảo choáng váng, như thể đang trong biển động... \"Cô ấy bất tỉnh bao lâu rồi?\" có người hỏi.  Giọng nói không phải là giọng của Jacob làm tôi giật mình, lay tôi tỉnh hơn.  Tôi nhận ra mình vẫn nằm yên.  Dòng nước không còn kéo giật tôi nữa – cảm giác nhấp nhô là ở bên trong đầu tôi. Bề mặt bên dưới tôi bằng phẳng và im lìm.  Cánh tay trần của tôi cảm thấy ram ráp.  \"Tôi không biết, \" Jacob kể lại, vẫn cuồng dại. Giọng anh rất gần. Bàn tay - thật ấm ấy hẳn là tay anh – kéo lọn tóc ướt ra khỏi má tôi. \"Vài phút?  Đâu có mất bao nhiêu thời gian để kéo cô ấy ra bãi biển đâu. \" Tiếng rít lặng lẽ trong tai tôi không phải là tiếng sóng - đó là tiếng không khí di chuyển ra vô phổi tôi trở lại.  Từng hơi thở thiêu cháy – đường thở thô ráp như thể tôi đã cọ chúng bằng bùi nhùi.  Nhưng tôi đang thở.  Và tôi đang lạnh cóng. Một ngàn hạt băng nhọn đang đập vào mặt và tay tôi, làm tôi càng lạnh hơn. \"Cô ấy đang thở. Cô ấy sắp tỉnh lại rồi.  Nhưng mình nên đưa cô ấy tránh cái lạnh đã. Tôi không thích màu da cô ấy đang trở nên tím tái... \" Lần này, tôi nhận ra giọng Sam.  \"Anh nghĩ di chuyển cô ấy không sao hả?\" \"Cô ấy có bị thương ở lưng hay ở đâu không khi rơi?\" \"Tôi không biết.” Họ do dự.  Tôi cố mở mắt. Mất cả phút, nhưng rồi tôi cũng nhìn thấy được mấy đám mây đen, u ám, đang quăng cơn mưa lạnh buốt xuống tôi. \"Jake?\" Tôi rền rĩ.  Khuôn mặt Jacob che kín bầu trời. \"Ôi!\" anh thở hổn hển, vẻ nhẹ nhõm dâng trào trên nét mặt của anh. Mắt anh ướt đẫm vì mưa. \" Ồ, Bella! Bạn có ổn không? Bạn có nghe thấy tôi nói không? Bạn có bị thương ở đâu không?” \"Ch-chỉ c-cổ họng thôi, \" tôi nói lắp, môi run lẩy bẩy vì lạnh.  \"Vậy thì chúng tôi sẽ đưa bạn ra khỏi đây,” Jacob nói. Anh len tay vào bên dưới tôi và nâng tôi lên chẳng chút khó khăn gì – như thể nâng một hộp rỗng vậy.  Ngực anh để trần và ấm áp; anh khom vai che mưa cho tôi. Đầu tôi rũ rượi trên cánh tay anh. Tôi nhìn chằm chằm đờ đẫn về biển khơi cuồng nộ, đang vỗ vào bờ cát phía sau anh.  \"Bạn đã tìm ra cô ấy à?\" Tôi nghe Sam hỏi.  \"Ờ, tôi sẽ lo tiếp chuyện này. Anh hãy quay lại bệnh viện đi. Tôi sẽ đến đó với anh sau. Cám ơn, Sam.” Đầu tôi vẫn xoay mòng mòng.  Lúc đầu tôi chẳng hiểu gì cả. Sam không trả lời. Chẳng có tiếng động nào, và tôi tự hỏi có phải anh ấy đã đi rồi không.  Biển nhào tới quằn quại trên bờ cát phía sau khi Jacob bế tôi đi, như thể tức giận vì tôi đã thoát.  Khi tôi nhìn chằm chằm mệt mỏi, một đốm màu loé lên trong đôi mắt đờ đẫn của tôi – một ánh lửa nhỏ đang nhảy múa trên biển âm u, xa xa ngoài vịnh. Hình ảnh này chẳng có ý nghĩa gì khiến tôi tự hỏi không biết mình đã thực tỉnh chưa. Đầu tôi cuốn theo ký ức về biển đen đặc – về việc bối rối đến mức không biết lên hay xuống.  Thật bối rối ... nhưng bằng cách nào đó mà Jacob... \"Sao bạn tìm ra được tôi ?\" Tôi nói the thé.  \"Tôi đang tìm bạn mà,” anh chàng nói với tôi. Anh đi như chạy trong cơn mưa, lên bãi biển về phía đường lộ. \"Tôi đi theo vết bánh xe của bạn, rồi tôi nghe tiếng bạn thét...” Anh rùng mình. \"Tại sao bạn lại nhảy vậy Bella?  Bạn không thấy sắp có bão ở đây sao?  Bạn không thể chờ tôi được sao?”  Tức giận đầy trong giọng anh khi nỗi nhẹ nhõm tan biến.  \"Xin lỗi, \" tôi lẩm bẩm. \"Thật ngu ngốc.” \"Ừ, thiệt hết sức ngu ngốc,” anh đồng ý, những giọt nước mưa rơi khỏi tóc khi anh chàng gật đầu. \"Nhìn nè, bạn không thể để dành mấy chuyện ngu ngốc ấy đến khi có mặt tôi rồi hẵng làm sao?  Tôi không thể nào tập trung được nếu tôi nghĩ bạn đang nhảy ra vách đá sau lưng tôi.” \"Đương nhiên rồi, \" tôi đồng ý. \"Được rồi.” Giọng tôi nghe giống như giọng của người hút thuốc liên tục vậy. Tôi cố đằng hắng - rồi cau mày ; đằng hắng mà như đâm dao xuống đó. \"Hôm nay đã xảy ra chuyện gì? Bạn đã... tìm thấy cô ta sao?\"  Đến lượt tôi rùng mình, dù ở đây tôi không còn quá lạnh, ngay sát bên sức nóng toả ra từ cơ thể kềnh càng của anh chàng.  Jacob lắc đầu. Anh vẫn đang chạy hơn là đi hướng về đường vào nhà.  \"Không.  Cô ta nhảy xuống biển - lũ hút máu có lợi thế ở đó.  Đó là lý do tại sao tôi chạy hết tốc lực trở về - Tôi sợ cô ta bơi ngược lại. Bạn đã ở trên bãi biển quá nhiều...” Giọng anh nhỏ dần, nghẹn lời.  \"Sam quay lại với bạn hả …  tất cả mọi người đều về nhà cả rồi hả?” Tôi hy vọng họ không còn ở bên ngoài tiếp tục tìm cô ấy. \"Ờ. Đại loại vậy. \" Tôi cố hiểu vẻ mặt của anh ấy, đang nheo mắt nhìn vào màn mưa tầm tã. Mắt anh nheo lại lo lắng hay đau đớn.  Tôi bỗng hiểu ra những lời lúc nãy tôi không hiểu. \"Bạn đã nói... bệnh viện. Lúc nãy, với Sam. Có ai bị thương ư?  Cô ta có đánh nhau với bạn không?\"  Giọng tôi vọt lên một quãng tám, nghe có vẻ kỳ lạ vì khàn khàn. \"Không, Không. Khi chúng tôi quay về, Em đang chờ đưa tin.  Đó là tin về Harry Clearwater. Harry đã lên cơn đau tim sáng nay. \" \"Harry ?\" Tôi lắc đầu, cố hiểu điều anh đang nói.  \"Ôi, không! Charlie biết chưa?\" \"Rồi.  Ông cũng đang ở đó với bố tôi. \" \"Harry sẽ ổn chứ?\" Mắt Jacob lại nhắm chặt. \"Bây giờ không có vẻ khả quan lắm.” Đột ngột, tôi cảm thấy mình vô cùng tội lỗi - cảm thấy thực sự khủng khiếp vì chuyện nhảy vách đá ngu si.  Ngay bây giờ chẳng ai cần phải lo lắng gì cho tôi cả.  Liều lĩnh mới ngu ngốc làm sao.  \"Tôi có thể làm gì đây?\" Tôi hỏi.  Ngay lúc đó hết mưa. Tôi chẳng hề nhận ra chúng tôi đã về đến nhà Jacob cho đến khi anh chàng đi qua cửa. Mưa bão đang dộng vào mái nhà.  \"Bạn có thể ở lại đây,” Jacob nói khi thả tôi xuống chiếc ghế sô-pha ngắn. \"Tôi nói thật đó -  còn giờ tôi sẽ kiếm cho bạn ít bộ đồ khô ráo. \" Tôi điều chỉnh mắt với căn phòng tối om trong khi Jacob khua rầm rầm trong phòng ngủ. Phòng khách chật hẹp trông có vẻ thật trống vắng khi không có Billy, gần như hoang vắng.  Thật đáng ngại hết sức kỳ lạ - có lẽ chỉ vì tôi biết ông đang ở đâu.  Jacob quay lại ngay. Anh chàng ném một chồng vải bông xám vô tôi. \"Mấy cái này chắc chắn quá to so với bạn, nhưng đó là mấy cái đồ tốt nhất tôi có. Tôi sẽ, ưm, bước ra ngoài để bạn thay đồ. \" \"Đừng đi đâu hết. Tôi quá mệt chưa nhúc nhích được. Hãy cứ ở lại đây với tôi. \" Jacob ngồi bệt xuống sàn nhà kế bên tôi, lưng anh tựa vô ghế trường kỷ. Tôi tự hỏi không biết lần cuối anh chàng ngủ là lúc nào. Anh trông có vẻ kiệt sức y như tôi.  Anh chàng tựa đầu vô nệm cạnh nệm tôi rồi vừa ngáp vừa nói. \"Chắc nghỉ một chút được...” Mắt anh chàng nhắm lại. Tôi cũng để mắt mình nhắm luôn.  Harry tội nghiệp. Sue tội nghiệp. Tôi biết Charlie sẽ cuống lên. Harry là một trong những bạn thân nhất của ông.  Mặc cho Jake có vẻ bi quan, tôi hết sức hy vọng Harry sẽ vượt qua được. Vì Charlie. Vì Sue và vì Leah và vì Seth... Ghế xô-pha của Billy đặt sát bên bộ tản nhiệt, nên bây giờ tôi đã ấm áp, mặc dù quần áo ướt sũng.  Phổi tôi đau nhức theo kiểu làm tôi u mê đi chớ không làm tôi tỉnh táo. Tôi mơ mơ hồ hồ nghĩ không biết có sai lầm không nếu ngủ thiếp đi ... hay tôi đang lẫn lộn chuyện chết đuối với tiếng rì rầm?  Jacob bắt đầu ngáy khe khẽ, và tiếng ngáy ấy làm tôi dễ chịu như một bài hát ru. Tôi ngủ thiếp đi nhanh chóng.  Đã lâu lắm rồi, đây là lần đầu tiên, giấc mơ của tôi chỉ là một giấc mơ bình thường. Chỉ lướt qua những kỷ niệm xưa – hình ảnh rực rỡ của Phoenix, khuôn mặt mẹ, ngôi nhà trên cây xiêu vẹo đổ nát, tấm mền phai màu, tấm vách ốp gương, lửa trên biển đen ngòm ...  Tôi quên tất cả những hình ảnh ấy ngay khi chúng thay đổi.  Hình ảnh cuối cùng là hình ảnh duy nhất còn kẹt lại trong đầu tôi. Thật vô nghĩa - chỉ là một cảnh trên sân khấu. Một ban-công trong đêm, mặt trăng lốm đốm treo trên trời. Tôi nhìn cô gái mặc áo ngủ đang tựa vào chấn song nói chuyện một mình.  Vô nghĩa ... nhưng khi tôi từ từ vùng vẫy tỉnh giấc, Juliet làm tôi bận tâm.  Jacob vẫn còn ngủ; anh chàng đã nằm lăn ra sàn và thở sâu và đều. Nhà tối hơn lúc nãy, trời đã tối bên ngoài cửa sổ. Tôi tê người, nhưng ấm và gần như đã khô.  Cổ họng tôi cháy bỏng theo từng hơi thở.  Tôi sẽ phải đứng dậy - ít nhất để lấy thức uống. Nhưng cơ thể tôi chỉ muốn nằm rũ nơi đây, không bao giờ nhúc nhích nữa.  Thay vì nhúc nhích, tôi nghĩ thêm một chút về Juliet.  Tôi tự hỏi không biết cô ấy sẽ làm gì nếu Romeo bỏ cô, không phải vì anh bị trục xuất, mà vì anh đã chán cô rồi.  Chuyện gì sẽ xảy ra nếu Rosaline yêu anh mà anh thì đã thay lòng đổi dạ?  Chuyện gì sẽ xảy ra nếu, thay vì cưới Juliet, anh lại biến mất? Tôi biết mình hiểu Juliet cảm thấy thế nào.  Cô ấy sẽ không trở lại cuộc sống trước đây của mình, không thật sự. Cô ấy sẽ không bao giờ sống tiếp được, tôi chắc chắn thế.  Dù là cô có sống đến khi già nua bạc đầu, mỗi lần cô ấy nhắm mắt, hẳn sẽ là gương mặt Romeo cô nhìn thấy sau mi mắt mình. Cuối cùng, cô ấy hẳn cũng phải cam chịu chuyện đó thôi.  Tôi tự hỏi cuối cùng không biết cô ấy có lấy Paris không, dù chỉ để làm vui lòng cha mẹ, dù chỉ để giữ tâm hồn được bình an.  Không, có lẽ là không, tôi quyết định.  Nhưng mặt khác, câu chuyện chẳng kể gì nhiều về Paris.  Anh ấy chỉ là một nhân vật mờ nhạt – một người thay chỗ, một mối đe doạ, một thời hạn chót để ép buộc cô phải hành động.  Chuyện gì sẽ xảy ra nếu Paris có nhiều hơn thế? Chuyện gì sẽ xảy ra nếu Paris đã là bạn Juliet?  Bạn rất thân của cô?  Chuyện gì sẽ xảy ra nếu anh là người duy nhất cô ấy có thể tâm sự về toàn bộ chuyện đau khổ với Romeo?, Một người thật sự hiểu cô và làm cô cảm thấy như sống lại lần nữa? Chuyện gì sẽ xảy ra nếu anh kiên nhẫn và tốt bụng?  Chuyện gì sẽ xảy ra nếu anh chăm sóc cô?  Chuyện gì sẽ xảy ra nếu Juliet biết cô không thể sống mà không có anh?  Chuyện gì sẽ xảy ra nếu anh thật sự yêu thương cô và mong cô được hạnh phúc? Và ... chuyện gì sẽ xảy ra nếu cô yêu Paris?  Không giống như đã yêu Romeo. Chẳng hề giống thế, dĩ nhiên rồi. Nhưng nếu cô cũng muốn anh được hạnh phúc thì vậy có đủ không? Tiếng thở chậm, sâu của Jacob là âm thanh duy nhất trong phòng - như bài hát ngân nga ru trẻ, như lời thì thầm của chiếc ghế bập bênh, như tiếng tíc-tắc của cái đồng hồ cổ khi bạn chẳng có nơi nào cần đi ... Đó là một âm thanh dễ chịu.  Nếu Romeo thực sự biến mất, chẳng bao giờ trở lại, thì có quan trọng gì không nếu Juliet chấp thuận lời cầu hôn của Paris?  Có lẽ cô phải cố thích nghi với những mảnh đời còn lại bị bỏ mặc đàng sau. Có lẽ thế cũng gần như là hạnh phúc cô có thể có.  Tôi thở dài, rồi rên rỉ khi tiếng thở dài cào xé cổ họng tôi. Tôi đã quá lậm chuyện ấy.  Romeo sẽ không thay lòng đổi dạ.  Đó là lý do tại sao người ta còn nhớ đến tên anh, gắn kết cùng tên cô: Romeo và Juliet.  Đó là lý do tại sao đó là một câu chuyện hay. Chớ nếu \"Juliet bị bỏ rơi và lấy Paris”  thì chẳng bao giờ là một câu chuyện thành công được.  Tôi nhắm mắt và lại mơ màng, để đầu óc mình lang thang khỏi vở kịch ngu ngốc tôi không muốn nghĩ đến nữa. Thay vào đó, tôi nghĩ đến thực tế  - về chuyện nhảy khỏi vách đá và lỗi lầm ngu si đã mắc phải.  Và không chỉ vách đá, mà nào là xe máy và cả chuyện Evel Knievel vô trách nhiệm. Chuyện gì sẽ xảy ra nếu có điều không may xảy đến với tôi?  Chuyện đó sẽ làm Charlie ra sao?  Cơn đau tim của Harry đã đột ngột đẩy mọi thứ vào cách nhìn nhận cuộc đời của tôi.  Cách nhìn nhận tôi không muốn nhìn thấy, bởi vì - nếu tôi thú nhận sự thật - sẽ có nghĩa là tôi phải thay đổi cách sống của mình. Tôi có thể nào sống như thế được không? Có lẽ. Sẽ không dễ dàng; thực ra, sẽ hết sức khổ sở để từ bỏ ảo giác của tôi và cố gắng làm người chín chắn. Nhưng có lẽ tôi nên vậy. Và có lẽ tôi có thể làm được. Nếu tôi có Jacob.  Tôi không thể quyết định như thế ngay.  Quá đau đớn. Tôi sẽ nghĩ về chuyện khác.  Những hình ảnh từ cuộc biểu diễn thiếu thận trọng trưa nay của tôi cuộn qua đầu khi tôi cố nghĩ ra chuyện vui để nghĩ đến...  cảm nhận về khoảng không khi rơi, biển đen kịt, dòng nước cuốn... khuôn mặt Edward ... tôi nấn ná ở hình ảnh đó thật lâu. Bàn tay ấm áp của Jacob, cố vỗ cho tôi hồi tỉnh...  mưa buốt như kim châm rơi từ những đám mây màu tía ... lửa kỳ lạ trên sóng... Có cái gì đó quen thuộc về màu sắc lóe trên mặt biển ấy.  Dĩ nhiên đó không thể là lửa thiệt rồi - Suy nghĩ của tôi bị ngắt quãng bởi tiếng xe lép nhép bùn trên đường đi bên ngoài. Tôi nghe tiếng xe dừng lại trước nhà, và mấy cánh cửa bắt đầu mở rồi đóng. Tôi đã định ngồi dậy, nhưng rồi quyết định không làm vậy.  Giọng Billy dễ nhận ra, nhưng ông nói thật nhỏ khác với cá tính mình, nên đó chỉ là tiếng lầm bầm khàn khàn.  Cửa mở, và đèn loé lên. Tôi chớp mắt, không thấy đường trong giây lát. Jake giật mình thức giấc, thở hổn hển và nhảy dựng lên.  \"Xin lỗi, \" Billy nói làu bàu. \"Bác đánh thức các con à?\" Mắt tôi chậm rãi nhìn vào mặt ông, rồi, khi hiểu được vẻ mặt ông, chúng tràn lệ.  \"Ôi, không thể vậy được, Billy !\" Tôi rền rĩ.  Ông gật đầu chậm rãi, vẻ mặt ông cay đắng buồn đau. Jake vội vã đến gần cha mình và cầm một tay ông.  Nỗi đau làm khuôn mặt ông bỗng có vẻ trẻ con - trông có vẻ kỳ quặc trên cơ thể đàn ông.  Sam ở ngay phía sau Billy, đẩy xe lăn của ông qua cửa. Nét bình tĩnh vốn dĩ của anh đã biến khỏi khuôn mặt đầy đau đớn.  \"Cháu thật tiếc, \" tôi thì thầm.  Billy gật đầu. \"Mọi người sẽ đau buồn lắm.” \"Charlie đâu rồi bác?\" \"Bố cháu vẫn còn ở bệnh viện với Sue. Có nhiều… chuyện phải thu xếp lắm. \" Tôi nuốt khó khăn.  \" Cháu nên quay lại đó, \" Sam lầm bầm, và anh vội vàng lách mình ra cửa.  Billy rút tay ra khỏi tay Jacob, rồi ông tự lăn xe qua nhà bếp về phía phòng mình.  Jake nhìn theo sau ông một chốc, rồi đến ngồi bệt xuống sàn nhà cạnh tôi trở lại. Anh ôm mặt trong tay. Tôi xoa vai anh chàng, mong có thể nghĩ được câu gì đó để nói.  Sau một hồi lâu, Jacob giữ tay tôi lại và kéo tay tôi đến mặt anh.  \"Bạn cảm thấy sao rồi?  Bạn có khoẻ không?  Lẽ ra tôi nên đưa bạn đến bác sĩ này nọ mới phải. \" Anh chàng thở dài.  \"Đừng lo cho tôi, \" tôi rền rĩ.  Anh chàng xoay đầu nhìn tôi. Mắt anh chàng ngầu đỏ. \"Trông bạn không khoẻ lắm.” “Tôi cũng không cảm thấy khoẻ lắm, tôi nghĩ vậy.” \"Tôi sẽ đi lấy xe tải rồi đưa bạn về nhà - bạn có lẽ nên có mặt ở đó khi Charlie về nhà.” \"Đúng vậy.” Tôi nằm bơ phờ trên ghế xô-pha trong khi chờ anh chàng. Billy lặng lẽ trong căn phòng kia. Tôi cảm thấy mình như một kẻ nhìn trộm, qua khe hở lén nhìn vào nỗi buồn riêng tư không phải của mình.  Jake không mất bao nhiêu thời gian. Tiếng gầm rống của động cơ xe tải phá tan yên lặng sớm hơn tôi nghĩ. Anh chàng im lặng giúp tôi đứng lên khỏi ghế trường kỷ, cứ ôm vai tôi khi không khí lạnh bên ngoài làm tôi rùng mình. Anh ngồi vào ghế tài xế không thèm xin phép, rồi kéo tôi sát vào mình để cánh tay anh ôm chặt tôi. Tôi tựa đầu vào ngực anh.  \"Rồi bạn về nhà bằng cách nào?\" Tôi hỏi.  \"Tôi sẽ không về nhà. Chúng tôi vẫn chưa bắt được tên hút máu đó, nhớ không?\" Cơn rùng mình tiếp sau của tôi chẳng hề liên quan gì đến cái lạnh.  Sau đó là một chuyến đi lặng lẽ. Không khí lạnh đã làm tôi tỉnh táo. Tâm trí tôi cảnh giác, và nó đang nỗ lực suy nghĩ thật nhanh.  Làm sao đây?  Chuyện đúng đắn phải làm là gì? Tôi không thể tưởng tượng đời mình bây giờ không có Jacob - tôi co rúm người tránh ý nghĩ ấy dù chỉ là tưởng tượng. Không biết vì sao, anh đã trở thành người không thể thiếu trong đời tôi. Nhưng bỏ lại mọi thứ như thế ... có độc ác không, như Mike đã buộc tội? Tôi nhớ mình đã ước Jacob là em trai mình.  Bây giờ tôi nhận ra toàn bộ điều tôi thật sự muốn là được sở hữu anh.  Chẳng hề cảm thấy tình cảm anh em gì khi anh ôm tôi như vậy. Chỉ cảm thấy thích – ấm áp và dễ chịu và quen thuộc.  Bình yên.  Jacob là một bến bờ bình yên.  Tôi có thể tuyên bố anh thuộc về mình. Tôi đã có thể làm thế trong khả năng mình.  Tôi lẽ ra phải kể cho anh biết mọi chuyện, tôi biết thế. Đó là cách làm đúng đắn duy nhất. Tôi lẽ ra phải giải thích rõ ràng, để anh biết tôi chưa ổn định tư tưởng, tôi không xứng với anh chút nào cả. Anh đã biết tim tôi tan nát, chuyện đó sẽ chẳng làm anh ngạc nhiên, nhưng anh cần phải biết tim tôi tan nát đến mức nào. Tôi thậm chí cũng nên thú nhận mình đã điên -  phải kể anh nghe chuyện giọng nói tôi đã nghe thấy. Anh sẽ cần biết mọi thứ rồi mới quyết định.  Nhưng, ngay khi tôi nhận ra điều cần thiết phải làm đó, thì tôi đã biết anh sẽ chấp nhận tôi mặc kệ mọi chuyện. Anh sẽ thậm chí không thèm đắn đo lấy một giây. Tôi sẽ phải cam kết chuyện này – hứa dành hết cho anh mọi thứ còn sót lại trong tôi, từng mảnh tim vụn vỡ. Đó là cách làm đúng đắn duy nhất với anh. Tôi sẽ làm vậy chăng?  Tôi có thể làm vậy chăng? Sẽ thật hết sức sai lầm khi cố làm Jacob hạnh phúc? Dù tình yêu tôi cảm thấy với anh chỉ là tiếng vọng yếu ớt của những gì tôi có khả năng tạo ra, dù trái tim tôi đã ở xa, lang thang và đau khổ vì chàng Romeo hay thay đổi của tôi,  liệu chuyện đó có phải rất sai lầm chăng? Jacob dừng xe tải ở phía trước ngôi nhà u ám của tôi, tắt máy nên bỗng dưng mọi thứ đột ngột yên lặng.  Như rất nhiều lần khác, dường như anh cũng đang suy nghĩ giống tôi.  Anh choàng cánh tay còn lại quanh tôi, siết tôi vào ngực anh, ôm chặt tôi. Một lần nữa, tôi cảm thấy thật dễ chịu.  Gần như là một người hạnh phúc trở lại.  Tôi cứ tưởng anh đang nghĩ về Harry, nhưng sau đó anh nói, và giọng anh đầy hối tiếc. \"Xin lỗi. Tôi biết bạn không cảm thấy giống tôi, Bella. Tôi thề là tôi không kiềm chế được. Tôi chỉ cảm thấy mừng là bạn khoẻ đến mức tôi có thể hát lên- mà đó là thứ không ai muốn nghe cả. \" Anh cười bằng giọng cười khàn khàn vào tai tôi.  Hơi thở tôi khứa một nhát, chà vào vách họng tôi.  Liệu Edward, hững hờ như anh có thể vậy, có muốn tôi càng hạnh phúc càng tốt trong mọi trường hợp không? Liệu anh có còn chút tình cảm thân ái nào để muốn thế cho tôi không?  Tôi nghĩ anh sẽ muốn vậy. Anh sẽ không ghen tị với tôi chuyện này: trao chỉ một mẩu nhỏ tình yêu anh không thèm tới cho Jacob bạn tôi.  Rốt cuộc, đâu phải cùng một loại tình yêu đâu.  Jake áp bên má ấm áp vào tóc tôi.  Nếu tôi quay mặt sang một bên - nếu tôi áp môi mình vào bờ vai trần của anh... Tôi biết rõ chuyện gì sẽ xảy ra sau đó. Sẽ hết sức dễ dàng.  Đêm nay sẽ chẳng cần lời giải thích nào cả.  Nhưng tôi có thể làm chuyện đó chăng?  Tôi có thể nào làm ngược lại trái tim trống rỗng của mình để cứu vãn cuộc sống thảm hại của mình chăng? Dạ dày tôi chấp chới khi nghĩ đến chuyện quay đầu lại.  Và rồi, rõ y như tôi hiện đang lâm nguy, giọng nói mượt mà của Edward thì thầm trong tai tôi.  \"Chúc em hạnh phúc, \" anh bảo tôi.  Tôi cứng người.  Jacob cảm thấy tôi cứng đờ và tự động buông tôi ra, với lấy nắm cửa.  Chờ chút, tôi muốn nói. Chỉ một phút thôi. Nhưng tôi vẫn bất động tại chỗ, lắng nghe tiếng vọng của giọng Edward trong đầu mình.  Không khí lạnh của bão thổi qua ca-bin xe tải.  \"Ồ!\" Hơi thở rít khỏi Jacob như có người thụi vào bụng anh. \"Thánh thần ơi!\" Anh đóng sầm cửa và vặn chìa khoá cắm ở công tắc ngay lập tức. Bàn tay anh run dữ dội đến mức tôi không biết làm sao anh làm được chuyện đó.  \"Có chuyện gì vậy?\" Anh rồ máy quá nhanh; động cơ khục khặc và lựng khựng.  \"Ma cà rồng,” anh phun ra.  Máu rần rật chảy từ đầu xuống làm tôi chóng mặt. \"Sao bạn biết?” \"Tôi ngửi thấy mùi. Mẹ kiếp !\" Mắt Jacob dữ dội, nhìn khắp con đường tối. Anh dường như chẳng hề biết từng tràng run chuyển đang gợn suốt cơ thể mình. \"Biến hình hay đưa cô ấy ra khỏi đây?\" anh rít lên với mình.  Anh nhìn xuống tôi một giây ngắn ngủi, để ý đôi mắt kinh hoàng sợ hãi và khuôn mặt trắng bệch của tôi, rồi nhìn một lượt con phố lần nữa. \"Phải rồi.  Đưa bạn ra khỏi đây.” Động cơ gầm rống. Bánh xe rít lên khi anh quay đầu xe, hướng về lối thoát duy nhất của chúng tôi. Đèn pha quét qua vỉa hè, rọi phía trước khu rừng tối đen, và cuối cùng chiếu vào chiếc xe đậu bên kia đường đối diện với nhà tôi.  \"Dừng lại!\" Tôi thở hổn hển.  Đó là chiếc xe đen – chiếc xe tôi biết rõ.  Chẳng bao giờ tôi là người mê xe, nhưng tôi có thể nói cho bạn biết ngay mọi thứ về chính chiếc xe này. Đó là chiếc Mercedes S55 AMG. Tôi biết mã lực và màu nội thất của nó. Tôi biết động cơ mạnh mẽ của nó rì rì qua khung xe như thế nào. Tôi biết mùi ghế da nồng và màu đen tuyền làm buổi trưa trông giống như lúc nhá nhem qua cửa sổ xe như thế nào. Đó là xe Carlisle.  \"Dừng lại !\" Tôi kêu to lần nữa, lần này to hơn, vì Jacob đang lao xe xuống phố.  \"Gì vậy?!\" \"Không phải Victoria. Dừng, dừng lại! Tôi muốn quay lại. \" Anh đạp thắng gấp đến nỗi tôi phải tự giữ thăng bằng để khỏi đập đầu vô bảng điều khiển.  \"Gì chứ?\" anh hỏi lại, kinh ngạc. Anh nhìn tôi chằm chằm kinh hoàng.  \"Đó là xe Carlisle!  Đó là xe của nhà Cullens. Tôi biết chiếc xe đó.” Anh quan sát vẻ rạng rỡ khấp khởi của tôi, và cơn rùn mình dữ dội làm rung chuyển cơ thể anh.  \"Nè, dịu xuống, Jake.  Ổn mà. Chẳng có nguy hiểm gì hết, bạn thấy đó?  Bình tĩnh đi.” \"Ờ, bình tĩnh, \" anh hổn hển, cúi đầu và nhắm mắt lại. Trong khi anh tập trung cố không nổ bùng thành sói, tôi nhìn chằm chằm chiếc xe đen qua cửa kính sau xe.  Chỉ là Carlisle thôi mà, tôi bảo mình. Đừng mong gì hơn nữa. Có lẽ có Esme... Ngừng lại ngay, tôi bảo mình. Chỉ là Carlisle thôi.  Thế là nhiều rồi. Hơn bất cứ gì tôi đã từng hy vọng sẽ có lần nữa.  \"Có ma cà rồng trong nhà bạn, \" Jacob rít lên. \"Mà bạn muốn quay lại sao?\" Tôi nhìn lướt qua anh, miễn cưỡng rời mắt khỏi chiếc Mercedes – sợ nó sẽ biến mất tôi ngay khi tôi nhìn sang chỗ khác.  \"Dĩ nhiên rồi, \" tôi nói, hết sức ngạc nhiên vì câu hỏi của anh. Tất nhiên là tôi muốn quay lại.  Khuôn mặt Jacob sắt lại trong khi tôi nhìn anh chằm chằm, đông cứng thành vẻ cay đắng tôi tưởng đã vĩnh viễn không còn.  Ngay khi anh khoác vẻ mặt ấy, tôi bắt gặp cơn đau vì bị bội phản loé trong mắt anh. Bàn tay anh vẫn còn run. Anh trông già hơn tôi cả mười tuổi.  Anh hít thật sâu. \"Bạn có chắc không phải là trò gian trá không?\" anh hỏi bằng giọng nặng nề, chậm rãi.  \"Không phải là chuyện lừa bịp đâu. Carlisle đó mà.  Đưa tôi trở lại đi!\" Cơn rùng mình làm gợn sóng đôi vai rộng của anh, nhưng mắt anh dứt khoát và vô cảm. \" “Không.” \"Jake, không sao đâu mà--” \"Không.  Tự quay lại đi, Bella.”  Giọng anh là một cái tát - tôi chùn người khi âm thanh đó tác động vào tôi. Hàm anh siết lại rồi thả lỏng.  \"Nè, Bella,” anh nói cũng bằng giọng cứng rắn ấy. \" Tôi không quay lại được. Dù có hiệp ước hay không có hiệp ước,  thì kẻ thù của tôi cũng đang ở trong đó. \" \"Không phải vậy--- \" \"Tôi phải báo cho Sam biết ngay.  Chuyện này thay đổi hết mọi thứ. Chúng tôi không thể để bị bắt trên lãnh thổ của họ.” \" Jake, đâu phải chiến tranh đâu!\" Anh không thèm nghe. Anh gài xe về số không rồi nhảy ra khỏi cửa, cứ để nó nổ máy.  \"Tạm biệt, Bella, \" anh nói với qua vai. \"Tôi thật sự hy vọng bạn sẽ không chết. \" Anh chạy hết tốc lực vào bóng tối, run mạnh đến nỗi bóng dáng anh như mờ đi; anh biến mất trước khi tôi có thể mở miệng gọi anh quay lại.  Hối hận ghim tôi dính vào ghế trong khoảng một giây dài dằng dặc.  Tôi vừa mới làm gì Jacob vậy? Nhưng hối hận không thể giữ tôi quá lâu.  Tôi trượt qua chỗ ngồi và lái xe trở lại. Bàn tay tôi đang run rẩy cũng dữ dội gần như  tay Jake, và mất cả một phút tôi mới tập trung được. Sau đó tôi cẩn thận quay đầu xe rồi chạy về nhà.  Trời tối đen như mực khi tôi tắt đèn pha. Charlie đã rời khỏi nhà vội vã đến nỗi ông vẫn để đèn ở hiên nhà sáng. Tôi cảm thấy nhói lên nghi ngờ, nhìn chằm chằm vào nhà, sâu vào bóng tối. Chuyện gì sẽ xảy ra nếu đó là một trò lừa gạt? Tôi ngoái lại nhìn chiếc xe đen, hầu như không còn thấy được trong đêm. Không. tôi biết chiếc xe đó mà.  Thế mà bàn tay tôi run rẩy thậm chí còn dữ dội hơn lúc nãy khi với lấy chìa khoá trên cửa. Khi tôi cầm tay nắm cửa để mở khoá, nó xoay dễ dàng dưới bàn tay tôi. Tôi để cửa mở toang. Hành lang tối đen.  Tôi muốn lên tiếng chào hỏi, nhưng họng tôi quá khô. Tôi dường như không thể nào giữ nhịp thở bình thường được. Tôi bước một bước vào trong nhà và mò mẫm tìm công-tắc đèn.  Tối đen - như biển đen kịt...  Công tắc đèn đâu rồi? Cũng như biển đen kịt, có ánh lửa màu cam chập chờn khó hiểu bên trên. Ánh lửa ấy không thể nào là lửa được, vậy thì đó là gì chứ… ?  Ngón tay tôi mò mẫm trên tường, vẫn tìm kiếm, vẫn run rẩy - Bỗng nhiên, chuyện Jacob kể cho tôi nghe chiều nay vang vọng trong đầu tôi, cuối cùng tôi cũng hiểu ra...  \"Không.  Cô ta nhảy xuống biển, anh đã nói.  Lũ hút máu có lợi thế ở đó.  Đó là lý do tại sao tôi chạy nhanh về nhà - Tôi sợ cô ta bơi ngược lại. Bạn đã ở trên bãi biển quá lâu...” Bàn tay tôi khựng lại khi đang tìm, toàn thân đông cứng tại chỗ, khi tôi hiểu vì sao mình đã nhận ra màu cam kỳ lạ trên biển.  Tóc Victoria, tung bay trong gió, màu lửa... Cô ta ở ngay đó.  Ngay trên bến cảng với tôi và Jacob. Nếu Sam không có mặt ở đó, nếu chỉ có hai chúng tôi...?  Tôi không thở hay nhúc nhích được.  Đèn bật sáng, dù bàn tay đứng khựng của tôi vẫn chưa tìm ra công tắc.  Tôi chớp mắt trong ánh sáng đột ngột, và thấy có một người đang ở đó, chờ tôi."
        }
    ],
    "suggestions": []
}