{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['brauni]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ma thiện, phúc thần</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chim non (nữ hướng đạo từ 8 đến 11 tuổi)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">máy ảnh nhỏ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) bánh sôcôla hạnh nhân</td></tr></table><i/></div>",
            "word": "brownie"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "brownie"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "brownie"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "brownie"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "brownie"
        }
    },
    "sentences": [
        {
            "en": "The boss is pleased – that's another <em>brownie</em> point!",
            "vi": "Chủ nhân tỏ ra hài lòng – đó là một phần khác thường."
        },
        {
            "en": "score <em>brownie</em> points with the boss/mother-in-law (collocation)",
            "vi": "ghi điểm với sếp/mẹ vợ (cụm từ thường đi với nhau)"
        },
        {
            "en": "You do this consistently, don't expect any <em>brownie</em> points.",
            "vi": "Bạn làm điều này một cách điều đặn, không hy vọng vào bất kỳ điều thần kỳ nào."
        },
        {
            "en": "She's just trying to win some <em>brownie</em> points.",
            "vi": "Cô ấy chỉ cố gắng giành được vài điểm hạnh kiểm tốt."
        },
        {
            "en": "One small <em>brownie</em> as an occasional treat probably is fine; a triple <em>brownie</em> à la mode probably is not.",
            "vi": "Thỉnh thoảng ăn một mẩu bánh sô-cô-la hạnh nhân thì tốt nhưng ăn gấp ba lần như thế với kem thì không tốt chút nào."
        },
        {
            "en": "One <em>brownie</em> won't kill you, no matter what kind of a diet you're on.",
            "vi": "Một chiếc bánh sô cô la hạnh nhân thì không giết được cậu đâu, cho dù chế độ ăn của cậu là như thế nào đi nữa."
        },
        {
            "en": "She's only working late to win <em>brownie</em> points with the boss.",
            "vi": "Cô ta làm việc muộn chỉ để tranh thủ tình cảm của ông chủ."
        },
        {
            "en": "Which caramel toffee crunch do you want: Cranberries, Chocolate Fudge <em>Brownie</em>, Mint Chocolate Chip or Peanut Butter Cup?",
            "vi": "Cô muốn loại bánh quy caramen giòn nào : việt quất, sôcôla hạnh nhân, sôcôla bạc hà hay loại bơ đậu phụng?"
        },
        {
            "en": "Which caramel toffee crunch do you want : Cranberries, Chocolate Fudge <em>Brownie</em>, Mint Chocolate Chip or Peanut Butter Cup?",
            "vi": "Cô muốn loại bánh quy caramen giòn nào: việt quất, sôcôla hạnh nhân, sôcôla bạc hà hay loại bơ đậu phụng?"
        },
        {
            "en": "Super Sundae <em>Brownie</em> Bowl   You will need: \nCookie Dough ice cream\n<em>Brownie</em> batter (made from your favorite recipe)\n2 muffin tins\nCooking spray\nChocolate sauce\nSprinkles\n\n     Directions \nFollow the directions for your favorite <em>brownie</em> recipe to make the batter.\nSpray a muffin tin with cooking spray and add <em>brownie</em> batter to each cup until they're about two-thirds full.\nPlace in the oven and bake, following your <em>brownie</em> recipe's directions.\nIn the meantime, spray the bottom half of your second muffin tin with cooking spray.\nOnce the brownies are baked, remove from the oven and immediately press the second muffin tin into the brownies. Keep both tins pressed together until the brownies are cool.\nAdd a scoop of ice cream and top with chocolate sauce and sprinkles for the finishing touch!",
            "vi": "Chén bánh sô-cô-laBạn sẽ cần :  Kem Bánh quy  Bột brownie (làm theo công thức bạn thích) 2 khuôn bánh muffin Dầu xịt chống dính Xốt sô - cô - la Vụn rắc bên trên Cách làm\nLàm theo hướng dẫn cho công thức brownie bạn thích để làm bột nhão brownie.\nXịt khuôn bánh muffin bằng dầu xịt chống dính và đổi bột nhão brownie vào mỗi chung cho đến khi đầy hai phần chung.\nĐặt vào lò và nướng, theo hướng dẫn của công thức làm brownie.\nTrong khi chờ đợi, xịt đáy nửa khuôn bánh muffin thứ hai bằng dầu xịt chống dính.\nKhi nướng xong brownie, ngay lập tức ép khuôn bánh muffin thứ hai vào brownie. Giữ hai chung ép vào nhau cho đến khi brownie nguội.\nCho kem vào và chan xốt sô - cô - la và rắc vụn kẹo lên trên để hoàn tất!"
        },
        {
            "en": "ice - cream? I have got a variety of flavors for you to choose from. I have got strawberry, peach, chocolate, chocolate chip, chocolate <em>brownie</em>, coffee, vanilla, rocky road, butter pecan, and praline.",
            "vi": "Bạn có muốn ăn kem không? Tôi có rất nhiều loại hương vị cho bạn lựa chọn. Tôi có hương đào, sô-cô-la, sô-cô-la khoai tây, sô-cô-la hạnh nhân, cà phê, vani, rocky road, bơ hồ đào và hạt dẻ."
        },
        {
            "en": "like to have some ice - cream? I have got a variety of flavors for you to choose from. I have got strawberry, peach, chocolate, chocolate chip, chocolate <em>brownie</em>, coffee, vanilla, rocky road, butter pecan, and praline.",
            "vi": "Bạn có muốn ăn kem không? Tôi có rất nhiều loại hương vị cho bạn lựa chọn. Tôi có hương đào, sô-cô-la, sô-cô-la khoai tây, sô-cô-la hạnh nhân, cà phê, vani, rocky road, bơ hồ đào và hạt dẻ."
        },
        {
            "en": "Would you like to have some ice-cream? I have got a variety of flavors for you to choose from. I have got strawberry, peach, chocolate, chocolate chip, chocolate <em>brownie</em>, coffee, vanilla, rocky road, butter pecan, and praline.",
            "vi": "Bạn có muốn ăn kem không? Tôi có rất nhiều loại hương vị cho bạn lựa chọn. Tôi có hương đào, sô - cô - la, sô - cô - la khoai tây, sô - cô - la hạnh nhân, cà phê, vani, rocky road, bơ hồ đào và hạt dẻ."
        },
        {
            "en": "? I have got a variety of flavors for you to choose from. I have got strawberry, peach, chocolate, chocolate chip, chocolate <em>brownie</em>, coffee, vanilla, rocky road, butter pecan, and praline.",
            "vi": "Bạn có muốn ăn kem không? Tôi có rất nhiều loại hương vị cho bạn lựa chọn. Tôi có hương đào, sô-cô-la, sô-cô-la khoai tây, sô-cô-la hạnh nhân, cà phê, vani, rocky road, bơ hồ đào và hạt dẻ."
        },
        {
            "en": "Would you like to have some ice - cream? I have got a variety of flavors for you to choose from. I have got strawberry, peach, chocolate, chocolate chip, chocolate <em>brownie</em>, coffee, vanilla, rocky road, butter pecan, and praline.",
            "vi": "Bạn có muốn ăn kem không? Tôi có rất nhiều loại hương vị cho bạn lựa chọn. Tôi có hương đào, sô-cô-la, sô-cô-la khoai tây, sô-cô-la hạnh nhân, cà phê, vani, rocky road, bơ hồ đào và hạt dẻ."
        }
    ],
    "suggestions": []
}