{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bruce",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bruce",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bruce",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bruce",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bruce",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bruce</em> Lee",
            "vi": "Lý Tiểu Long"
        },
        {
            "en": "<em>Bruce</em> Wayne is his alter ego.",
            "vi": "Bruce Wayne là bạn thân của anh ấy."
        },
        {
            "en": "My favourite star is <em>Bruce</em> Willis.",
            "vi": "Ngôi sao điện ảnh tôi thích nhất là Bruce Willis."
        },
        {
            "en": "<em>Bruce</em> and Rachel are planning a holiday.",
            "vi": "Bruce và rachel đang dự định nghỉ mát."
        },
        {
            "en": "Speaker: <em>Bruce</em> Campbell, UNFPA Representative in Viet Nam",
            "vi": "Phát biểu: Ông Bruce Campbell, Đại diện Quỹ Dân sô LHQ tại Việt Nam"
        },
        {
            "en": "US woman marries giant Ferris wheel named <em>Bruce</em>",
            "vi": "Người phụ nữ Mỹ kết hôn với chiếc bánh xe Ferris khổng lồ có tên là Bruce"
        },
        {
            "en": "‘<em>Bruce</em> is my world, I think about him constantly, it just completely feels right when I’m with <em>Bruce</em>.’",
            "vi": "Bruce là cả thế giới của đời em, em luôn nghĩ về anh ấy, em chỉ hoàn toàn cảm thấy là chính mình khi bên anh ấy."
        },
        {
            "en": "I need another table for <em>Bruce</em> and company.",
            "vi": "Tôi cần thêm cái bàn khác cho Bruce và những người đi cùng."
        },
        {
            "en": "<em>Bruce</em> Lee is a famous martial arts movie actor.",
            "vi": "Lý Tiểu Long là một diễn viên võ thuật nổi tiếng."
        },
        {
            "en": "Speaker: Chair of UN Youth Theme Group, Mr. Andrew <em>Bruce</em>",
            "vi": "Phát biểu: Ông Andrew Bruce, Chủ tịch Nhóm chủ đề Thanh thiếu niê"
        },
        {
            "en": "<em>Bruce</em> Lee's death plunged both martial arts and film enthusiasts into an abyss of disbelief.",
            "vi": "Cái chết của Lý Tiểu Long đã làm cho người hâm mộ của cả giới võ thuật và điện ảnh bàng hoàng sâu sắc."
        },
        {
            "en": "I'll swap my Michael Jackson tape for your <em>Bruce</em> Springsteen album.",
            "vi": "Tôi sẽ đánh đổi băng Michael Jackson của tôi lấy album Bruce Springsteen của anh."
        },
        {
            "en": "<em>Bruce</em> Lahn of the Howard Hughes Medical Institute and the University of Chicago led these studies.",
            "vi": "Bruce lahn thuộc viện y học howard hughes và đại học chicago dẫn đầu các cuộc nghiên cứu này."
        },
        {
            "en": "<em>Bruce</em> Lee flashed brilliantly like a meteor through the world of martial arts and motion pictures.",
            "vi": "Lý Tiểu Long lóe sáng rực rỡ như một vì sao băng trong thế giới võ thuật và điện ảnh."
        },
        {
            "en": "<em>Bruce</em> Lee (Lý Tiểu Long) is explaining an important concept of Taoism.",
            "vi": "Lý Tiểu Long đang giải thích một khái niệm quan trọng của Đạo Lão."
        },
        {
            "en": "I had been vacillating during the last month between <em>Bruce</em> Wayne and Peter Parker.",
            "vi": "Tháng trước tôi đã do dự giữa Bruce Wayne và Peter Parker."
        },
        {
            "en": "She is charged with the attempted murder of her husband <em>Bruce</em> Rathgeb.",
            "vi": "Bà ta bị buộc tội giết chồng là Bruce Rathgeb không thành công."
        },
        {
            "en": "Coach <em>Bruce</em> Corbett said he is shooting for a winning record this season.",
            "vi": "Huấn luyện viên Bruce Corbett nói rằng ông đang cố đạt được một chiến thắng kỷ lục trong mùa giải này."
        },
        {
            "en": "Laura <em>Bruce</em> is a trainee reporter for the London Evening Echo.",
            "vi": "Laura bruce là một phóng viên tập sự cho tờ london evening echo."
        },
        {
            "en": "The March 2010 edition of the Atlantic monthly magazine published an in - depth article written by <em>Bruce</em> Falconer.",
            "vi": "Tạp chí hàng tháng Atlantic số ra tháng 3 năm 2010 đã cho đăng một bài báo rất thấu đáo của Bruce Falconer."
        }
    ],
    "suggestions": []
}