{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Brussels"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Brussels"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Brussels"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Brussels"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Brussels"
        }
    },
    "sentences": [
        {
            "en": "<em>Brussels</em>, treaty of",
            "vi": "Hiệp ước brussels"
        },
        {
            "en": "You can use <em>Brussels</em> carpets.",
            "vi": "Anh có thể sử dụng thảm Brussels."
        },
        {
            "en": "You can use <em>Brussels</em> lace.",
            "vi": "Anh có thể sử dụng đăng ten Brussels."
        },
        {
            "en": "Liaison offices are maintained in New York and <em>Brussels</em>.",
            "vi": "Các văn phòng liên lạc vẫn được duy trì tại New York và Brussels."
        },
        {
            "en": "The two sides signed the agreement on Friday in <em>Brussels</em>.",
            "vi": "Đôi bên đã ký thỏa thuận này vào hôm thứ sáu ở brussels."
        },
        {
            "en": "Do you know anything about <em>Brussels</em> tariff nomenclature?",
            "vi": "Bạn có biết gì về biểu thuế quan theo hiệp định Brussels không?"
        },
        {
            "en": "They offered to fly her to <em>Brussels</em>, but she declined.",
            "vi": "Họ đề nghị cô ấy đi máy bay đến Brussels, nhưng cô ấy từ chối."
        },
        {
            "en": "UNIDO also has liaison offices in Geneva (Switzerland), New York (USA) and <em>Brussels</em> (Belgium).",
            "vi": "UNIDO đồng thời có văn phòng liên lạc tại Geneva (Switzerland), New York (USA) và Brussels (Bỉ)."
        },
        {
            "en": "The story behind this powerful cartoon thousands are sharing after the deadly attacks in <em>Brussels</em>",
            "vi": "Câu chuyện đằng sau tấm hình hoạt hoạ có sức tác động mạnh này đang được hàng ngàn người chia sẻ sau những vụ tấn công thảm khốc ở Brussels"
        },
        {
            "en": "Japanese officials are meeting with Asian and European leaders in <em>Brussels</em>.",
            "vi": "Các quan chức Nhật Bản đang họp cùng các nhà lãnh đạo Châu Á và Châu Âu tại Brussels."
        },
        {
            "en": "We're your premier choice for <em>Brussels</em> conference rooms and meeting management.",
            "vi": "Chúng tôi là lựa chọn hàng đầu của bạn cho các phòng hội nghị Brussels và quản lý cuộc họp."
        },
        {
            "en": "The parent company is based in <em>Brussels</em>, with subsidiaries in Frankfurt and Milan.",
            "vi": "Công ty mẹ đặt cơ sở ở Brussels, với các chi nhánh ở Frankfurt và Milan."
        },
        {
            "en": "In 1995 in <em>Brussels</em>, a disposable lighter salesman had 500 lighters in his car.",
            "vi": "Năm 1995 tại Brussels, một nhân viên bán bật lửa dùng một lần đã có 500 cái bật lửa trong xe hơi của anh ta."
        },
        {
            "en": "The Prime Minister paid a flying visit to <em>Brussels</em> this afternoon.",
            "vi": "Ngài thủ tướng sẽ thực hiện một chuyến thăm chớp nhoáng tới Brussels vào chiều nay."
        },
        {
            "en": "We 're your premier choice for <em>Brussels</em> conference rooms and meeting management.",
            "vi": "Chúng tôi là lựa chọn hàng đầu của bạn cho các phòng hội nghị Brussels và quản lý cuộc họp."
        },
        {
            "en": "Premier Li Keqiang will meet top EU officials at the summit in <em>Brussels</em> to discuss a wide range of issues.",
            "vi": "Thủ tướng Trung Quốc Lý Khắc Cường sẽ gặp mặt các quan chức đứng đầu EU tại hội nghị thượng đỉnh tổ chức ở Brúc-xen (Bỉ) để thảo luận một loạt các vấn đề."
        },
        {
            "en": "Premier Li Keqiang will meet top EU officials at the summit in <em>Brussels</em> to discuss a wide range of issues.",
            "vi": "Thủ tướng Trung Quốc Lý Khắc Cường sẽ gặp mặt các quan chức đứng đầu EU tại hội nghị thượng đỉnh tổ chức ở Brúc-xen (Bỉ) để thảo luận một loạt các vấn đề."
        },
        {
            "en": "European Commission and UNFPA (2003) Initiative for Reproductive Health in Asia, Learning from RHI Partnerships, 1998-2002, <em>Brussels</em>.",
            "vi": "Ủy ban châu Âu và UNFPA (2003) Sáng kiến Sức khỏe sinh sản ở châu á, Học tập kinh nghiệm từ việc cộng tác với RHI, 1998-2002, Brussels."
        },
        {
            "en": "I thought, a few years ago, that the great square in <em>Brussels</em> looked better before the time of its restoration, but I no longer regret the past.",
            "vi": "Các đây vài năm, tôi đã nghĩ là quảng trường lớn ở nước Brussels trông tốt hơn lúc nó được tu bổ, nhưng tôi không còn nuối tiếc quá khứ nữa."
        },
        {
            "en": "“China will stand by its responsibilities on climate change,” he told reporters after meeting German Chancellor Angela Merkel and before flying on to <em>Brussels</em>.",
            "vi": "\"Trung quốc sẽ thực hiện nghĩa vụ của mình đối với biến đổi khí hậu,\" - ông phát biểu với báo giới ngay khi kết thúc cuộc gặp gỡ với thủ tướng Đức Angela Merkel, sau đó lên chuyến bay đến Brúc-xen."
        }
    ],
    "suggestions": []
}