{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bryan"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bryan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bryan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bryan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bryan"
        }
    },
    "sentences": [
        {
            "en": "I’m Dorothy Gundy. And I'm <em>Bryan</em> Lynn.",
            "vi": "Tôi là Dorothy Gundy. Và tôi là Bryan Lynn"
        },
        {
            "en": "Dana Bethany and <em>Bryan</em> Taylor formed a partnership on September 1, 20x3.",
            "vi": "Dana bethany và bryan taylor thành lập một hợp danh vào ngày 1 tháng chín năm 20x3."
        },
        {
            "en": "<em>Bryan</em> Liang is with the Partnership for Safe Medicines, an organization in the United States.",
            "vi": "Bryan Liang làm cộng tác cho chương trình Dược phẩm an toàn, một tổ chức ở Hoa Kỳ."
        },
        {
            "en": "<em>Bryan</em> has this comic called “Wacky Dawg,” and when it started off, it was actually pretty funny.",
            "vi": "Bryan có một bộ truyện tranh tên “Wacky Dawg”, và nó thật sự rất hài hước ngay từ những trang đầu"
        },
        {
            "en": "Today at school they announced there’s an opening for the cartoonist job in the school paper. There’s only one comic slot, and up until now this kid named <em>Bryan</em> Little has been hogging it all to himself",
            "vi": "Hôm nay lúc ở trường người ta thông báo về việc cần tuyển một chân vẽ biếm họa cho tờ báo trường. Tính đến hiện tại thì mới chỉ có mình thằng bé tên Bryan Little đảm nhiệm vị trí này."
        },
        {
            "en": "As soon as I heard the news, I knew I had to try out. “Wacky Dawg” made <em>Bryan</em> Little a celebrity at our school, and I wanted to get in on some of that kind of fame.",
            "vi": "Ngay khi vừa nghe được tin này, tôi đã biết rằng tôi cần phải cố gắng. “Wacky Dawg” đã đem lại tiếng tăm cho Bryan Little ở trường, và tôi cũng muốn có được ít nhiều sự nổi tiếng như thế."
        },
        {
            "en": "Professor <em>Bryan</em> Turner at Deakin University has studied the research literature on left-handedness and found that handedness goes with sidedness. So nine out of ten people are right-handed and eight are right-footed. He noted that this distinctiveasymmetry in the human population is itself systematic. “Humans think in categories: black and white, up and down, left and right. It”s a system of signs that enables us to categorise phenomena that are essentially ambiguous.’",
            "vi": "Giáo sư Bryan Turner tại Đại học Deakin đã nghiên cứu các tài liệu nghiên cứu về thuận tay trái và thấy rằng thuận tay phải có chiều hướng nhiều hơn. Vì vậy, trong số mười người thì có 9 người thuận tay phải và 8 người thuận chân phải. Ông Turner cũng lưu ý rằng tính phi đối xứng đặc biệt này ở loài người là do bản thân chúng ta được sắp xếp có hệ thống như vậy. Loài người chúng ta suy nghĩ rằng theo từng phân loại khác nhau như đen và trắng, lên xuống, trái phải. Đó là 1 một hệ thống ký hiệu cho phép chúng ta phân loại các hiện tượng mà cơ bản còn hơi mập mờ."
        },
        {
            "en": "Mr Jobs, who underwent a liver transplant following pancreatic cancer, said he could no longer meet his chief executive's duties and expectations.The Silicon Valley legend will become chairman of the firm.\nThe 56-year-old has been on medical leave for an undisclosed condition since 17 January.\nIn a short letter to the board of Apple, Mr Jobs wrote: \"I have always said if there ever came a day when I could no longer meet my duties and expectations as Apple's chief executive, I would be the first to let you know.\n\"Unfortunately, that day has come. I hereby resign as chief executive of Apple.\n\"I believe Apple's brightest and most innovative days are ahead of it. And I look forward to watching and contributing to its success in a new role.\n\"I have made some of the best friends of my life at Apple, and I thank you all for the many years of being able to work alongside you.\"\nApple board member Art Levinson paid tribute to Mr Job's contribution to the company: \"Steve's extraordinary vision and leadership saved Apple and guided it to its position as the world's most innovative and valuable technology company.\"\n'Hugely successful'\"Steve is [still] going to be able to provide the input he would do as a chief executive,\" said Colin Gillis at BGC Financial.Analysts said the move was not unexpected, and would have little impact on the day-to-day running of the company.\n\"But Tim has been de facto chief executive for some time and the company has been hugely successful. The vision and the roadmap is intact.\"\nNor will customers see any real difference, analysts said.\n\"At the end of the day, consumers don't buy products from Apple because they're from Steve Jobs, they buy them because they meet their needs and they're good products, and they'll continue to do that,\" Michael Gartenberg from Gartner told the BBC.\nHowever, Apple shares slid more than 5% in after-hours trading, suggesting that some investors were less confident of the company's prospects without Mr Jobs at the helm.\nAt the same time, shares in two of Apple's main Asian rivals gained. Taiwan-based phone maker HTC rose 4.1%, while South Korea's Samsung Electronics gained 3.2%.\nThe firms compete with Apple in the smartphone and tablet-PC sector, and have been involved in legal battles with Apple over patent rights. Analysts said that Mr Jobs' departure may make life easier for rivals.\n\"Maybe this will make the playing field a bit more level,\" <em>Bryan</em> Ma of IDC Asia-Pacific told the BBC's Asia Business Report.\nRevolutionary productsMr Jobs is widely seen as the creative force that has driven Apple to become one of the world's biggest companies.In the three months to the end of June, the company made a profit of $7.3bn on revenues of $28.6bn. It sold more than 20 million iPhones in the period and 9.25 million iPads.Thanks to innovative and hugely popular products such as the iPod, the iPhone and more recently the iPad, Apple has become one of the most sought after brands in the world.\nThe company recently became the valuable US firm after its market capitalisation overtook that of oil company Exxon Mobil.\nMr Jobs started Apple in the 1970s and its Macintosh computers became hugely popular in the 1980s.\nIn 1985, Mr Jobs left the company after falling out with colleagues, only to return in 1997 and begin Apple's transformation by launching the colourful iMac computer.\nThe iPod, which revolutionised the personal music-player market and spawned myriad copycat devices, was launched in 2002 and lay the foundations for the company's success over the past decade.\nNext came the iPhone, which similarly revolutionised the smartphone market, while the iPad confounded some initial scepticism to prove hugely popular.\nMany versions of these products have been launched while Mr Jobs has been on medical leave, and new versions that have been planned for months will not be affected by his departure, analysts said.\n\"In the near term, at least the next two three years, Apple will continue to have a fantastic run because it's got its entire roadmap in place which will continue to work seamlessly,\" Manoj Menon at Frost and Sullivan told the BBC",
            "vi": "Ông Job, người đã từng có một ca phẫu thuật gan vì ung thư tuyến tụy, đã tuyên bố ông không thể tiếp tục làm việc.\nNgười hùng của Thung Lũng Silicon sẽ trở thành người đứng đầu.\n\nNgười hùng 56 tuổi này đã có đơn nghỉ phép y khoa vì một căn bệnh không được tiết lộ từ ngày 17 tháng 1.\n\nTrích dẫn một bức thư ngắn từ ông Job gửi cho Apple: \"Tôi đã luôn nói rằng, nếu có một ngày mà tôi không thể điều hành công ty được nữa, Apple sẽ là bên đầu tiên được biết.\"\n\n\"Điều đáng tiếc là ngày này cũng đã tới. Tôi xin từ nhiệm chức vụ tổng giám đốc Apple.\"\n\n\"Tôi vẫn tin tưởng rằng Apple sẽ ngày càng vươn xa. Và tôi cũng sẽ luôn dõi theo hành trình đến thành công của Apple.\"\n\n\"Tôi cũng đã có những người bạn rất tốt ở Apple, và tôi cảm ơn mọi người vì đã cùng tôi đồng hành trong suốt hành trình làm việc.\"\n\nThành viên trong ban của Apple, Art Levinson, gửi lời nói kính trọng của mình đối với những công lao của Steve Jobs đối với Apple: \"Tầm nhìn vĩ đại và sự lãnh đạo to lớn của Steve đã đưa Apple đến được ngày hôm nay, là công ty công nghệ hàng đầu thế giới.\"\n\n\"Thành công lớn\"\n\n\"Steve vẫn có khả năng làm những công việc điều hành\", trích lời phát biểu của Colin Gillis ở BGC Financial.\n\nCác nhà phân tích nói rằng điều này không nằm ngoài dự đoán và chỉ gây ảnh hưởng nhỏ cho Apple.\n\n\"Nhưng Tim đã từng là giám đốc điều hành không chính thức một thời gian và Apple vẫn luôn có được thành công lớn. Sự từ chức của Steve nghỉ không ảnh hưởng gì tới Apple.\"\n\nVà khách hàng của Apple vẫn sẽ không thấy sự khác biệt. Các nhà phân tích nói.\n\n\"Rốt cuộc, khách hàng của Apple mua hàng là vì giá trị đích thực của nó, chứ không phải do người quản lý, và họ sẽ vẫn tiếp tục như vậy.\" Michael Gartenberg của Gartner trả lời BBC.\n\nTuy nhiên, cổ phiếu của Apple giảm hơn 5% sau giờ giao dịch, chứng tỏ đã có một số nhà đầu tư đã lo ngại Apple sẽ không được như ban đầu khi thiếu ông Jobs.\n\nTrong cùng lúc đó, cổ phiếu của 2 đối thủ cạnh tranh với Apple ở Châu Á đã tăng. Nhà sản xuất điện thoại Đài Loan HTC tăng 4.1% và Công ty điện máy Hàn Quốc Samsung tăng 3.2%\n\nCả 2 hãng này cạnh tranh với Apple trong lĩnh vực Smartphone và tablet-PC, và đã từng trong nhiều vụ kiện về quyền khách hàng. Các nhà phân tích nhận định sự từ chức của Steve Jobs sẽ làm cho các công ty trên thoải mái hơn.\n\n\"Có thể điều này sẽ làm cho cuộc chơi trở nên căng thẳng hơn.\" Bryan Ma của IDC Asia-Pacific trả lời với phóng viên kinh tế BBC Châu Á.\n\nSản phẩm cách mạng\n\nÔng Job được xem là nguồn sáng tạo lớn đã dẫn dắt Apple trở thành một trong những công ty uy quyền nhất thế giới.\n\nNhờ vào những sản phẩm nổi tiếng như iPod, iPhone và gần đây là iPad, Apple đã trở thành một trong những thương hiệu được chào đón nồng nhiệt nhất.\n\nỞ ba tháng cho đến cuối tháng 6, công ty đã thu được lợi nhuận là 7.3 tỉ USD với thu nhập là 28.6 tỉ USD. Trong khoảng thời gián đó, hơn 20 tỉ iPhone và 9.25 tỉ iPad đã được bán.\n\nApple hiện đang là tập đoàn sáng giá nhất của Mỹ khi vượt hãng dầu khí Exxon Mobil về giá trị thị trường.\n\nÔng Jobs sáng lập Apple từ những năm 1970 và dòng máy tính Macintosh đã trở nên phổ biến trong những năm 1980.\n\nTrong năm 1985, ông Jobs rời bỏ Apple do một số bất đồng với đồng nghiệp, nhưng quay lại trong năm 1997 để tung ra dòng máy tính iMac và làm thay đổi bộ mặt của Apple.\n\niPod, sản phẩm nghe nhạc thời đại và là nền tảng của nhiều loại máy nghe nhạc khác đã được tung ra vào năm 2002, đánh dấu một mốc tiến quan trọng trong sự phát triền của Apple trong thập kỷ trước.\n\nTừ đó ra đời iPhone, cũng là dòng sản phẩm mang tính cách mạng trong thị trường Smartphone, trong khi iPad cũng đã trở nên nổi tiếng qua những khó khăn và định kiến ban đầu.\n\nRất nhiều sản phẩm như vậy đã được tung ra thị trường trong khoảng thời gian mà Steve Jobs vắng mặt, và những bước tiến mới cho những sản phẩm sau này cũng không bị ảnh hưởng bởi sự ra đi của ông, theo các nhà phân tích nhận định.\n\n\"Trong những thời hạn tới, ít nhất là trong 2 đến 3 năm nữa, Apple vẫn sẽ giữ phong độ tỏa sáng như bây giờ nhờ kế hoạch hoàn hảo đã được định sẵn.\" Manoj Menon từ Frost và Sullivan trả lời BBC.\n\n\nTrích nguồn BBC."
        }
    ],
    "suggestions": []
}