{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bt",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Bt</k><blockquote>■ <cclass>abbreviation Baronet. </cclass></blockquote></div>",
            "word": "Bt",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bt",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bt",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bt",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The boot is on the other foot! (<em>BT</em>) / The shoe is on the other foot! (US)",
            "vi": "Sự đời thay đổi không ngờ!"
        },
        {
            "en": "Is it possible to have your telephone number listed in the <em>BT</em> phone book?",
            "vi": "Có thể có số điện thoại của bạn liệt kê trong sổ điện thoại BT hả?"
        },
        {
            "en": "LDIF investments can include all forms of BOT, BTO and <em>BT</em>.",
            "vi": "Các dự án đầu tư của QĐTPTĐP có thể dưới các hình thức như BOT, BTO và BT."
        },
        {
            "en": "There are several <em>Bt</em> toxins and each one is specific to certain target insects.",
            "vi": "Có vài loại chất độc Bt, và mỗi loại có tác dụng đặc hiệu cho vài loại côn trùng nhất định."
        },
        {
            "en": "The boot is on the other foot!   (<em>BT</em>)  /  The shoe is on the other foot!   (US)",
            "vi": "Sự đời thay đổi không ngờ!"
        },
        {
            "en": "Ngi cha, manh khoe, t tin, ra ve nam nhi, nho nhen, ni gin, <em>bt</em> cng.",
            "vi": "The blow, the quick loud word, the tight bargain, the crafty lure."
        },
        {
            "en": "To invest in the contractual forms of: BCC, BO, BTO, and <em>BT</em>.",
            "vi": "Đầu tư theo hình thức các hợp đồng: bcc, bot, bto và bt."
        },
        {
            "en": "Ti nghe va thy thng <em>bt</em> c vt gi, tuy vy ti chng hiu gi v thng.",
            "vi": "Nor do i understand who there can be more wonderful than myself."
        },
        {
            "en": "The city may also mobilize resources through means such as the BOT and <em>BT</em> models, providing it receives permission from authorizing agencies.",
            "vi": "Thành phố cũng có thể huy động các nguồn vốn thông qua các phương thức như BOT, BT, với điều kiện được sự cho phép của các cơ quan có thẩm quyền."
        },
        {
            "en": "The most popular ways have been transferring land for infrastructure, as well as the BOT (Build, Operate, Transfer), <em>BT</em> (Build, Transfer), and BTO (Build, Transfer, Operate) models.",
            "vi": "Trong đó, phổ biến nhất là các phương thức chuyển giao đất cho xây dựng hạ tầng cũng như Xây dựng - Kinh doanh - Chuyển giao (BOT), Xây dựng - Chuyển giao (BT), Xây dựng - Chuyển giao - Kinh doanh (BTO)."
        },
        {
            "en": "This is especially true in transportation infrastructure, many of the main roads into HCMC have been constructed by use of the BOT (Build-Operate- Transfer), <em>BT</em> (Build-Transfer), or city land plus private construction mechanisms.",
            "vi": "Điều này thể hiện rất rõ trong việc phát triển hạ tầng giao thông vận tải, nhiều tuyến đường chính vào thành phố HCM đã được xây dựng theo phương thức BOT, BT hay áp dụng cơ chế đất của thành phố còn tư nhân xây dựng."
        },
        {
            "en": "For example: • BOT Binh Trieu II (VND 341 billion), <em>BT</em> Nguyen Tri Phuong (VND 213 billion), BOT An Suong-An Lac (VND 830 billion), and the South Saigon Highway (Nguyen Van Linh Road) (VND 1.250 trillion).",
            "vi": "Ví dụ: Dự án BOT cầu đường Bình Triệu II (341 tỷ đồng), BT Nguyễn Tri Phương (213 tỷ đồng), BOT An Sương-An Lạc (830 tỷ đồng), dự án đường cao tốc Nam Sài Gòn (Nguyễn Văn Linh) (1,250 nghìn tỷ đồng)."
        },
        {
            "en": "Another expert, Haris F. Abdullah of Malaysia, said that his company had built an underground system for traffic as well as drainage to deal with flooding. He said the company could build a similar system in HCM City under the investment mode BOT (Build–Operate-Transfer), <em>BT</em> (Build-Operate) or BOO (Build–Operate-Own).",
            "vi": "Một chuyên gia khác, Haris F. Abdullah người Malaysia, nói rằng công ty của ông đã xây dựng một hệ thống ngầm cho giao thông cũng như hệ thống thoát nước để đối phó với lũ lụt. Ông cho biết công ty có thể xây dựng một hệ thống tương tự tại thành phố Hồ Chí Minh theo phương thức đầu tư BOT (Xây dựng - Kinh doanh- Chuyển giao), BT (xây dựng - Kinh doanh) hoặc BOO (xây dựng -Vận hành -riêng )."
        }
    ],
    "suggestions": []
}