{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bubonic",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bubonic",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bubonic",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bubonic",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bubonic",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bubonic</em> plague.",
            "vi": "Dịch hạch thể hạch."
        },
        {
            "en": "What are the differences between <em>bubonic</em> and pneumonic plague?",
            "vi": "Sự khác nhau giữa bệnh dịch hạch và bệnh dịch hạch thể phổi là gì?"
        },
        {
            "en": "A swollen inflamed lymph node in the armpit or groin, commonly developing in venereal disease, <em>bubonic</em> plague, and leishmaniasis.",
            "vi": "Một hạch bạch huyết bị viêm và sưng lên trong nách hay háng, thường thấy trong bệnh hoa liễu, dịch hạch thể hạch và bệnh leishmania."
        },
        {
            "en": "Many historians believe that the expression ‘it’s raining cats and dogs’ emerged in London during the Great Plague of 1665. The <em>bubonic</em> plague was a deadly disease that spread via fleas. These tiny blood-sucking insects would bite infected rats and then transmit the illness to humans. The plague – also known as the ‘black death’ – had a 60% mortality rate and killed many people across Europe. Over 100,000 people in London alone lost their lives.",
            "vi": "Nhiều sử gia tin rằng sự thành ngữ 'it’s raining cats and dogs' (trời mưa như trút) xuất hiện tại Luân-Đôn trong suốt thời kỳ Cái chết đen năm 1665. Bệnh dịch hạch là một căn bệnh chết người lây lan qua bọ chét. Loài côn trùng hút máu nhỏ này cắn con chuột bị nhiễm bệnh và sau đó truyền bệnh cho con người. Bệnh dịch hạch - còn được gọi là \"cái chết đen\" - có tỷ lệ tử vong là 60% và nó đã giết rất nhiều người trên khắp châu Âu. Hơn 100.000 người chỉ riêng ở Luân-Đôn đã tử vong."
        },
        {
            "en": "Eyam is a remote village in England that sacrificed itself to prevent spreading the the <em>Bubonic</em> plague. In 1665, the village tailor’s assistant unwrapped a bundle of cloth from London that arrived infested with plague-carrying fleas and was dead within a week. When it began to spread, the townspeople decided to quarantine the entire village. At least 1/3 of them died, but the nearby villages were saved.",
            "vi": "Eyam là một ngôi làng xa xôi hẻo lánh ở Anh đã hy sinh cả làng để ngăn phát tán bệnh dịch hạch. Vào năm 1665, người giúp việc của thợ may trong làng mở một cuộn vải từ Luân Đôn gửi đến đầy bọ chét nhiễm bệnh, nên đã chết trong vòng một tuần. Khi bệnh dịch này bắt đầu lan rộng, dân chúng đã quyết định cách ly cả làng. Ít nhất 1/3 dân làng đã chết, nhưng những ngôi làng lân cận đã thoát dịch bệnh."
        }
    ],
    "suggestions": []
}