{
    "en_vn": {
        "data": {
            "content": null,
            "word": "budgeting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "budgeting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "budgeting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "budgeting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "budgeting"
        }
    },
    "sentences": [
        {
            "en": "Capital <em>budgeting</em>",
            "vi": "Phân bổ vốn ngân sách"
        },
        {
            "en": "Output <em>budgeting</em>",
            "vi": "Lập ngân sách theo sản lượng (hay đầu ra)"
        },
        {
            "en": "Programme <em>budgeting</em>",
            "vi": "Lập ngân sách theo chương trình"
        },
        {
            "en": "Planning programming <em>budgeting</em> system",
            "vi": "Hệ thống lập ngân sách theo chương trình kế hoạch hoá"
        },
        {
            "en": "We are <em>budgeting</em> for a new van.",
            "vi": "Chúng ta sẽ dè sẻn để mua một chiếc xe hơi mới."
        },
        {
            "en": "Planning should be linked to <em>budgeting</em>.",
            "vi": "Việc lập kế hoạch phải gắn kết với việc xây dựng dự toán ngân sách."
        },
        {
            "en": "Participatory <em>budgeting</em> is a hot topic internationally.",
            "vi": "Lập ngân sách tham gia hiện đang là một chủ đề nóng bỏng trên phạm vi quốc tế."
        },
        {
            "en": "Consultative planning and <em>budgeting</em> in Hoa Binh",
            "vi": "Lập kế hoạch và ngân sách có sự tham vấn ở Hòa Bình"
        },
        {
            "en": "They are <em>budgeting</em> for the coming year.",
            "vi": "Họ đang dự thảo ngân sách cho năm tới."
        },
        {
            "en": "Box 6: Gender-<em>Budgeting</em> as a Model",
            "vi": "Hộp 6: Mô hình phân bổ ngân sách theo giới"
        },
        {
            "en": "Jakarta adopted performance-based <em>budgeting</em> in 2003.",
            "vi": "Năm 2003, Jakarta áp dụng cách dự thảo ngân sách căn cứ theo kết quả hoạt động."
        },
        {
            "en": "Gender <em>budgeting</em> practices should be encouraged.",
            "vi": "Cần khuyến khích việc lập ngân sách trên cơ sở chú ý tới khía cạnh giới."
        },
        {
            "en": "The timing of the capital <em>budgeting</em> decision is too late.",
            "vi": "Thời điểm quyết định lập ngân sách vốn đã quá muộn."
        },
        {
            "en": "The total amount of funding decided through participatory <em>budgeting</em>.",
            "vi": "Số tiền được quyết thông qua việc lập ngân sách theo phương pháp tham gia."
        },
        {
            "en": "Money via control or influence over the <em>budgeting</em> process.",
            "vi": "Tài chính thông qua sự kiểm soát hay ảnh hưởng đến quy trình dự thảo ngân sách."
        },
        {
            "en": "The benefit cost ratio is a type of capital <em>budgeting</em> method.",
            "vi": "Tỷ số phí tổn-lợi ích là một phương pháp lập ngân sách vốn."
        },
        {
            "en": "Ministry of Finance is in charge of <em>budgeting</em>, and the transfer and use of funds.",
            "vi": "Bộ Tài chính chịu trách nhiệm lên ngân sách, cấp phát và kiểm soát việc sử dụng kinh phí."
        },
        {
            "en": "Socio-economic development planning, <em>budgeting</em> and public resource management capacities strengthened in selected provinces;",
            "vi": "Tăng cường năng lực lập kế hoạch phát triển kinh tế - xã hội, xây dựng ngân sách và quản lý nguồn lực công ở các tỉnh được lựa chọn;"
        },
        {
            "en": "It is an excellent planning tool for cash flow and <em>budgeting</em>.",
            "vi": "Nó là công cụ dự báo hoàn hảo cho việc kiểm soát dòng tiền và hoạch định ngân sách."
        },
        {
            "en": "It covers planning, <em>budgeting</em>, funds withdrawals, accounting, implementation, disbursement and reporting.",
            "vi": "Khung pháp lý này bao gồm các nội dung về quy hoạch, lập kế hoạch ngân sách, rút vốn, kế toán, triển khai thực hiện, giải ngân và báo cáo."
        }
    ],
    "suggestions": []
}