{
    "en_vn": {
        "data": {
            "content": null,
            "word": "buffeted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "buffeted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "buffeted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "buffeted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "buffeted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Be <em>buffeted</em> by misfortune",
            "vi": "Bị số phận hẩm hiu đày đoạ"
        },
        {
            "en": "He was <em>buffeted</em> by misfortune.",
            "vi": "Anh ta bị số phận hẩm hiu đày đọa."
        },
        {
            "en": "She is <em>buffeted</em> by misfortune.",
            "vi": "Cô ấy bị số phận hẩm hiu đày đọa."
        },
        {
            "en": "The boat was <em>buffeted</em> adrift.",
            "vi": "Chiếc thuyền bị sóng đánh bạt đi."
        },
        {
            "en": "A boat <em>buffeted</em> by the waves.",
            "vi": "Con thuyền bị sóng vùi dập."
        },
        {
            "en": "Flowers <em>buffeted</em> by the rain and wind.",
            "vi": "Gió mưa vùi vập những bông hoa."
        },
        {
            "en": "A boat <em>buffeted</em> about by the waves",
            "vi": "Con thuyền bị sóng vùi dập"
        },
        {
            "en": "To be <em>buffeted</em> by the crowd:",
            "vi": "Bị đám đông đẩy tới"
        },
        {
            "en": "The waves <em>buffeted</em> the boat about.",
            "vi": "Những con sóng xô đẩy con thuyền."
        },
        {
            "en": "Each was <em>buffeted</em> adrift in a different direction.",
            "vi": "Mỗi người bạt đi một nơi."
        },
        {
            "en": "All night the cold wind and rain <em>buffeted</em> the sides of the tent.",
            "vi": "Suốt đêm, gió lạnh và mưa vùi dập các mặt lều."
        },
        {
            "en": "China's weather bureau said a tornado had <em>buffeted</em> the area where the ship was cruising, a freak occurrence in a country where twisters can happen but are uncommon.",
            "vi": "Cơ quan thời tiết của Trung Quốc cho biết một cơn lốc xoáy đã vùi dập khu vực nơi con tàu đi đến, một sự xuất hiện kì quái ở một đất nước mà lốc xoáy thể xảy ra nhưng rất hiếm khi."
        },
        {
            "en": "China's weather bureau said a tornado had <em>buffeted</em> the area where the ship was cruising, a freak occurrence in a country where twisters can happen but are uncommon.",
            "vi": "Cơ quan thời tiết của Trung Quốc cho biết một cơn lốc xoáy đã vùi dập khu vực nơi con tàu đi đến, một sự xuất hiện kì quái trong đất nước mà lốc xoáy có thể xảy ra nhưng rất hiếm khi."
        },
        {
            "en": "MELBOURNE, Australia — Off the coast of Western Australia, three big buoys floating beneath the ocean’s surface look like giant jellyfish tethered to the seafloor. The steel machines, 36 feet wide, are <em>buffeted</em> by the powerful waves of the Indian Ocean.",
            "vi": "MELBOURNE, Úc - Ngoài khơi bờ biển Tây Úc , 3 cái phao lớn nổi ở dưới bề mặt của đại dương, giống như con sứa khổng lồ bị cột bằng dây dưới đáy biển. Những máy móc bằng thép , rộng 36 feet, bị vùi dập bởi những con sóng hùng mạnh của Ấn độ dương."
        },
        {
            "en": "Influential people aren't <em>buffeted</em> by the latest trend or by public opinion. They form their opinions carefully, based on the facts. They're more than willing to change their mind when the facts support it, but they aren't influenced by what other people think, only by what they know.",
            "vi": "Những người quyền lực không bị tác động bởi các xu hướng mới nhất hay dư luận. Họ hình thành ý kiến rất cẩn thận, dựa trên thực tế. Họ sẵn sàng đổi ý khi các giá trị thực tế chứng minh được điều đó, nhưng họ không bị ảnh hưởng bởi những gì người khác nghĩ, chỉ bằng những gì họ biết."
        }
    ],
    "suggestions": []
}