{
    "en_vn": {
        "data": {
            "content": null,
            "word": "buildup",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "buildup",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "buildup",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>buildup</k><blockquote><blockquote><ex><abr>n.</abr> a military buildup</ex></blockquote></blockquote></div>",
            "word": "buildup",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "buildup",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This capacity for storage can lead to unwanted toxic <em>buildup</em> of certain vitamins.",
            "vi": "Khả năng dự trữ này có thể dẫn đến sự tích lũy gây độc không mong muốn của các vitamin nhất định."
        },
        {
            "en": "I admit i'm curious about the guy, but only because you've given him such a big <em>buildup</em>.",
            "vi": "Tôi công nhận là tôi có tò mò về gã đó, nhưng chỉ vì anh đã thổi phồng cậu ta lên ghê quá."
        },
        {
            "en": "These fiber- and nutrient-rich vegetables are incredibly healthy, but they are also well-known for causing gas <em>buildup</em> in the gut.",
            "vi": "Những loại rau giàu chất xơ và bổ dưỡng này là thực phẩm khỏe mạnh song chúng rất hay gây chứng đầy hơi trong dạ dày bạn."
        },
        {
            "en": "Sorbitol, the ingredient found in many sugar-free gums and candies can cause an uncomfortable <em>buildup</em> of gas in your gut.",
            "vi": "Người ta phát hiện ra sorbitol trong nhiều loại kẹo cao su không đường và kẹo có thể làm tăng lượng hơi khó chịu trong dạ dày của bạn."
        },
        {
            "en": "After the swim, be sure to use a clarifying shampoo to get rid of the chemical and mineral <em>buildup</em> in your hair.",
            "vi": "Sau khi bơi, phải chắc rằng bạn sẽ sử dụng loại dầu gội đầu chuyên dụng để tẩy sạch các chất khoáng, chất hóa học bám trên tóc của bạn."
        },
        {
            "en": "According the International Monetary Fund, China has now surpassed the United States as the world's No. 1 economy as measured by purchasing power parity. Beijing is also engaged in a major military <em>buildup</em>.",
            "vi": "Theo Quỹ tiền tệ quốc tế (IMF), Trung Quốc đã vượt Mỹ để trở thành nền kinh tế lớn nhất thế giới tính theo cân bằng sức mua (PPP). Bắc Kinh cũng đang tiến hành một đợt xây dựng lực lượng quân sự lớn."
        },
        {
            "en": "Investors, however, have come to doubt the timing, especially after the Fed decided last week not to act after weeks of <em>buildup</em> for a possible rate increase this month.",
            "vi": "Tuy nhiên các nhà đầu tư lại tỏ ra nghi ngờ thời điểm tăng lãi suất, nhất là sau khi Fed quyết định chưa tăng lãi suất hồi cuối tuần qua sau những tuần đồn đoán trong tháng này có thể lãi suất sẽ tăng."
        },
        {
            "en": "The metropolitan area of Seoul is home to 25 million people and remains vulnerable not just to a nuclear attack from North Korea but to a strike from the massive <em>buildup</em> of conventional artillery at the border just 35 miles away.",
            "vi": "Khu vực thủ đô Seoul là nhà của 25 triệu người và nơi đây vẫn còn tồn tại những hiểm nguy rình rập, không chỉ có tấn công hạt nhân từ Triều Tiên mà họ còn phải đối mặt với cuộc tấn công từ hàng rào pháo binh tập trung đông đảo tại biên giới chỉ cách đó có 35 dặm."
        },
        {
            "en": "The metropolitan area of Seoul is home to 25 million people and remains vulnerable not just to a nuclear attack from North Korea but to a strike from the massive <em>buildup</em> of conventional artillery at the border just 35 miles away.",
            "vi": "Khu vực thủ đô Seoul là nhà của 25 triệu người và nơi đây vẫn còn tồn tại những hiểm nguy rình rập, không chỉ có tấn công hạt nhân từ Triều Tiên mà họ còn phải đối mặt với cuộc tấn công từ hàng rào pháo binh tập trung đông đảo tại biên giới chỉ cách đó có 35 dặm."
        },
        {
            "en": "Ear wax <em>buildup</em>  Keep fingers and cotton swabs out of your ear canals. Earwax helps fight infection, keeps ears clean, and our bodies naturally get rid of excess earwax through the ear opening. Problems like impaction often start when we try to clean our ears with a swab or another object. Impaction symptoms include pain, itching, ringing of the ears, or hearing loss. Your doctor can remove excess ear wax with irrigation or manual removal.",
            "vi": "Tăng sinh ráy tai   Đừng lấy ngón tay và gạc bông thọc vào ống tai. Ráy tai giúp bạn chống nhiễm trùng, giữ cho tai sạch, và cơ thể của chúng ta thường sẽ tự thải ráy tai thừa qua lỗ tai. Nhiều vấn đề chẳng hạn như sự va chạm mạnh bắt đầu xảy ra khi chúng ta cố lấy sạch ráy tai bằng miếng gạc hoặc bằng một vật nào đó khác. Các triệu chứng va chạm mạnh gồm đau, ngứa, ù tai (tai kêu vo vo), hoặc mất thính lực. Bác sĩ có thể lấy ráy tai thừa cho bạn bằng dung dịch rửa tai hoặc lây bằng tay."
        },
        {
            "en": "Approximately half of all kids with DS also have problems with hearing and vision. Hearing loss can be related to fluid <em>buildup</em> in the inner ear or to structural problems of the ear itself. Vision problems commonly include amblyopia (lazy eye), near- or farsightedness, and an increased risk of cataracts. Regular evaluations by an audiologist and an ophthalmologist are necessary to detect and correct any problems before they affect language and learning skills.",
            "vi": "Gần phân nửa trong tổng số trẻ bị hội chứng Down cũng gặp nhiều vấn đề về thính giác và thị giác. Mất thính lực có thể là do tăng sinh dịch tiết ở tai trong hoặc do các vấn đề về cấu trúc tai. Vấn đề thị giác thường gồm chứng giảm thị lực, cận hoặc viễn thị, và nguy cơ bị đục thủy tinh thể tăng cao. Trẻ cần nên đến khám nhà thính học và bác sĩ khoa mắt thường xuyên để phát hiện và điều chỉnh bất kỳ vấn đề nào trước khi những vấn đề đó làm ảnh hưởng đến kỹ năng ngôn ngữ và kỹ năng học tập của trẻ."
        },
        {
            "en": "In addition to carbon dioxide, mosquitoes find victims at closer range by smelling the lactic acid, uric acid, ammonia and other substances expelled via their sweat, and are also attracted to people with higher body temperatures. Because strenuous exercise increases the <em>buildup</em> of lactic acid and heat in your body, it likely makes you stand out to the insects. Meanwhile, genetic factors influence the amount of uric acid and other substances naturally emitted by each person, making some people more easily found by mosquitos than others.",
            "vi": "Ngoài CO2, muỗi tìm kiếm người để chích ở cự ly gần hơn bằng cách đánh hơi các axit lactic, axit uric, amoniac và các chất khác thải ra qua mồ hôi của họ, và muỗi cũng thích những người có thân nhiệt cao hơn. Vì tập thể dục vất vả làm tăng sự tích tụ axit lactic và nhiệt độ trong cơ thể của bạn, có thể khiến bạn hấp dẫn côn trùng. Đồng thời, yếu tố di truyền ảnh hưởng đến lượng axit uric và các chất khác tiết ra từ mỗi người một cách tự nhiên, làm cho một số người thu hút muỗi hơn những người khác."
        },
        {
            "en": "Stasis dermatitis  Stasis dermatitis is a skin irritation on the lower legs, generally related to the circulatory problem known as venous insufficiency, in which the function of the valves within the veins has been compromised. Stasis dermatitis occurs almost exclusively in middle-aged and elderly people, with approximately 6%-7% of the population over 50 years of age being affected by the condition. The risk of developing stasis dermatitis increases with advancing age. Symptoms include itching and/or reddish-brown discoloration of the skin on one or both legs. Progression of the condition can lead to the blistering, oozing skin lesions seen with other forms of eczema, and ulcers may develop in affected areas. The chronic circulatory problems lead to an increase in fluid <em>buildup</em> (edema) in the legs. Stasis dermatitis has also been referred to as varicose eczema.",
            "vi": "Chàm ở da chân do tình trạng ứ đọng máu trong tĩnh mạch   Chàm ở da chân do ứ đọng máu trong tĩnh mạch là chứng kích ứng da ở ống quyển, thường liên quan đến vấn đề tuần hoàn được gọi là thiểu năng tĩnh mạch, trong đó chức năng của van trong tĩnh mạch đã bị làm tổn thương. Chứng chàm này hầu như chỉ xảy ra ở người trung niên và người cao tuổi, khoảng 6% - 7% người trên 50 tuổi. Nguy cơ bị dạng chàm này tăng dần theo tuổi tác. Triệu chứng bao gồm ngứa và/hoặc biến đổi sắc tố da sang nâu đỏ ở một hoặc ở cả hai cẳng chân. Bệnh tiến triển có thể gây cho da nhiều tổn thương nghiêm trọng, rỉ nước với nhiều dạng chàm khác, và lở loét cũng có thể khởi phát ở vùng bị bệnh. Nhiều vấn đề tuần hoàn mãn tính làm ứ nước (phù nề) ở cẳng chân.  Bệnh này cũng được gọi là chàm do giãn tĩnh mạch."
        },
        {
            "en": "At first Miguel thought he had a gastroenteritis or gastrointestinal infection. His stomach hurt and he was throwing up. He wasn't hungry at all. But the next day, instead of feeling better, he felt worse. In addition to his other symptoms, he had a fever. Miguel's dad called the doctor, who asked them to come in right away. After examining Miguel, the doctor said they had done the right thing by calling because Miguel, as it turned out, had appendicitis and needed surgery. What is appendicitis? Appendicitis is an inflammation of the appendix. The appendix is a tubular shaped piece of tissue, the size of a finger, that connects to the large intestine at the lower right side of the abdomen. The inside of the appendix forms a pouch that opens to the large intestine. Appendicitis can occur when the opening of the appendix to the large intestine gets blocked. Blockage can be due to hard rock-like stool, inflammation of lymph nodes in the intestines, or even parasites. Once the appendix is blocked, it becomes inflamed and bacteria can overgrow in it. If the infected appendix is not removed, it can eventually burst or rupture from the <em>buildup</em> of pressure. This may happen as soon as 48 to 72 hours after symptoms start. The infection from a ruptured appendix is very serious — it can form an abscess (infection of pus) or spread throughout the abdomen. Symptoms of appendicitis The classic symptoms of appendicitis are abdominal pain and loss of appetite. Abdominal pain usually begins in the center of the abdomen, around the area of the navel. Later, the pain may move downward and to the right, to an area called McBurney's point, which roughly corresponds to the location of the appendix. After abdominal pain begins, a person with appendicitis may develop a slight fever, have a loss of appetite, feel nauseated, or vomit. The pain from appendicitis can become steadily worse. If appendicitis isn't treated promptly, the infected appendix may rupture and the infection may spread to other areas of the abdomen and cause pain over the whole abdomen. Of course, some of the symptoms of appendicitis can occur in a variety of illnesses. That's why it's important that you call your doctor to help make a diagnosis. Development and duration of appendicitis There is no specific incubation period (the time it takes for symptoms to develop) for appendicitis. Once the appendicitis symptoms appear, it can take as little as 48 to 72 hours for the infected appendix to rupture. If the appendix ruptures, the infection will likely spread to other areas of the abdomen, increasing the risk of serious complications and making treatment more difficult. When to call the doctor If you suspect that you have appendicitis, call a doctor immediately. Appendicitis is an emergency that must be treated surgically. It can't be treated at home. To help make a diagnosis, your doctor will ask you about your medical history and perform a physical exam. The doctor will usually do some blood tests and may recommend X-rays, a CAT scan, or an ultrasound examination. The doctor will decide whether you need surgery. Ask before taking any pain medications (such as acetaminophen or ibuprofen) because your doctor will need to examine your abdomen for signs of pain and tenderness. Don't take laxatives or use enemas until your doctor sees you because these can cause the appendix to rupture. Also, if your doctor suspects you have appendicitis, you will probably be asked to stop eating or drinking (precaution when a person is possibly going to have surgery). Treating appendicitis Appendicitis is treated with surgery to remove the infected appendix. The operation is called an appendectomy. To prepare for the surgery a person will receive anesthesia. Anesthesia puts a person in a deep sleep and prevents pain. An appendectomy generally has few complications, with a hospital stay of 1 to 3 days. However, if the infected appendix ruptures before surgery, the person usually stays in the hospital longer to receive antibiotics that will help kill bacteria that may have spread to the abdominal cavity. Even if the appendix has not ruptured, the doctor may prescribe antibiotics because they can decrease the risk of infection after surgery. After a few days of rest at home, a student can safely return to school. If you think you have appendicitis The best thing you can do is to get help from your doctor right away if you suspect that you have appendicitis. Prompt treatment of appendicitis usually prevents complications and gets you back to your regular routine faster.          ",
            "vi": "Lúc đầu Miguel nghĩ mình bị viêm dạ dày-ruột hoặc bị nhiễm trùng dạ dày-ruột. Cậu bé cảm thấy đau bụng và buồn nôn. Em chẳng đói bụng. Nhưng qua ngày hôm sau, lẽ ra Miguel thấy khỏe hơn, nhưng ngược lại cậu bị bệnh nặng thêm. Ngoài những triệu chứng khác thì em còn bị sốt. Bố Miguel gọi điện cho bác sĩ, và bác sĩ đã yêu cầu đưa em đến bệnh viện ngay tức khắc. Sau khi khám cho Miguel, bác sĩ cho gia đình biết rằng đã gọi điện đúng lúc bởi cậu bé bị viêm ruột thừa và cần phải mổ.  Viêm ruột thừa là gì? Thuật ngữ “appendicitis” có nghĩa là viêm ruột thừa. Ruột thừa là một ống có hình dạng mẩu mô, kích cỡ bằng ngón tay, tiếp giáp với ruột già ở vùng bên phải bụng dưới. Bên trong của ruột thừa hình thành một túi thông đến ruột già.  Viêm ruột thừa có thể xảy ra khi ống thông ruột thừa và ruột già bị nghẽn. Khối nghẽn này có thể là do vật cứng tạo nên – chẳng hạn như phân, viêm các hạch bạch huyết trong ruột, hoặc thậm chí là do động vật ký sinh. Khi ruột thừa bị nghẽn, nó trở nên viêm và vi khuẩn có thể phát triển sinh sôi trong đó.   Nếu viêm ruột thừa để lâu không cắt, nó có thể bị vỡ hoặc đứt do ruột bị đè nặng. Tình trạng này có thể xảy ra trong vòng từ 48 đến 72 tiếng đồng hồ ngay sau khi bắt đầu bộc phát triệu chứng. Nhiễm trùng do vỡ ruột thừa rất nguy hiểm – nó có thể tạo áp-xe (nhiễm trùng mủ) hoặc lây lan ra khắp bụng.  Các triệu chứng viêm ruột thừa Các triệu chứng viêm ruột thừa cổ điển là đau bụng và ăn không ngon miệng. Bệnh nhân thường đau ở giữa bụng, vùng quanh lỗ rốn trước tiên. Sau đó, có thể đau xuống vùng bụng dưới và qua bên phải, đây là vùng chậu phải (McBurney's point), khá trùng với vị trí của ruột thừa.  Sau khi cơn đau bụng khởi phát, người bệnh có thể bị sốt nhẹ, cảm giác chán ăn, buồn nôn, hoặc ói mửa. Cơn đau viêm ruột thừa có thể tăng lên đều đặn. Nếu không điều trị viêm ruột thừa kịp thời thì ruột thừa bị viêm có thể bị vỡ ra và làm nhiễm trùng lan sang các vùng khác trong bụng và gây đau đớn khắp vùng bụng.  Tất nhiên là một số triệu chứng viêm ruột thừa có thể giống triệu chứng của nhiều bệnh khác. Đó là lý do cần thiết phải gọi điện cho bác sĩ để nhờ chẩn đoán.  Sự phát triển và thời gian diễn tiến của bệnh viêm ruột thừa Bệnh viêm ruột thừa không có thời kỳ ủ bệnh cụ thể (thời kỳ ủ bệnh là thời gian để triệu chứng bộc phát). Khi xuất hiện triệu chứng, thì trong vòng 48-72 tiếng đồng hồ, ruột thừa bị viêm sẽ vỡ ra. Nếu ruột thừa bị vỡ, nhiễm trùng sẽ có thể lan sang các vùng khác trong bụng, làm tăng nguy cơ phát triển các biến chứng nguy hiểm và làm cho việc điều trị trở nên khó khăn hơn.   Khi nào nên gọi điện cho bác sĩ  Nếu nghi ngờ bị viêm ruột thừa, thì bạn nên gọi điện cho bác sĩ ngay tức khắc. Đây là chứng bệnh khẩn cấp cần phải được điều trị bằng phẫu thuật. Bạn không thể trị ở nhà được.  Để giúp chẩn đoán, bác sĩ sẽ hỏi bạn về tiền sử sức khỏe và cho bạn kiểm tra sức khỏe. Bên cạnh đó bác sĩ cũng thường sẽ cho bạn làm xét nghiệm máu và có thể yêu cầu chụp X-quang, chụp cắt lớp (chụp CT), hoặc xét nghiệm siêu âm. Bác sĩ cũng sẽ quyết định xem liệu bạn có cần làm phẫu thuật hay không.  Bạn nên hỏi ý kiến bác sĩ trước khi sử dụng bất kỳ loại thuốc giảm đau nào nhé (chẳng hạn như thuốc acetaminophen hoặc ibuprofen) bởi bác sĩ cần phải khám bụng của bạn để tìm dấu hiệu đau và khó chịu. Không nên sử dụng thuốc nhuận tràng hoặc dụng cụ thụt rửa cho đến khi bác sĩ khám xong cho bạn bởi chúng có thể làm cho ruột thừa vỡ ra.  Ngoài ra, nếu bác sĩ nghi ngờ bạn bị viêm ruột thừa thì có thể bạn sẽ không được ăn hoặc uống gì (phòng khi bệnh nhân có thể sắp phải phẫu thuật).  Chữa viêm ruột thừa  Bệnh viêm ruột thừa được điều trị bằng phẫu thuật để cắt bỏ đoạn ruột thừa bị viêm. Đây là thủ thuật cắt bỏ ruột thừa. Bệnh nhân sẽ được gây mê trước khi mổ ruột thừa. Phương pháp gây mê làm cho người bệnh ngủ sâu và không bị đau đớn.  Bệnh nhân mổ ruột thừa thường phải nằm viện từ 1 đến 3 ngày, và thủ thuật cắt bỏ ruột thừa này cũng thường phát sinh một số biến chứng. Tuy nhiên, nếu ruột thừa bị viêm vỡ trước khi phẫu thuật thì bệnh nhân thường phải ở lại bệnh viện lâu hơn để được điều trị bằng thuốc kháng sinh giúp diệt vi khuẩn có thể đã lan sang khoang bụng. Dù là ruột thừa chưa bị vỡ thì bác sĩ cũng có thể cho sử dụng thuốc kháng sinh bởi loại thuốc này có thể làm giảm nguy cơ nhiễm trùng sau khi mổ.  Sau khi nghỉ ngơi ở nhà một vài ngày, sinh viên (học sinh) có thể đi học lại an toàn.  Nếu nghĩ mình bị viêm ruột thừa Nếu nghi ngờ bị viêm ruột thừa thì tốt hơn hết là bạn nên nhờ bác sĩ can thiệp ngay lập tức. Việc điều trị viêm ruột thừa kịp thời thường có thể ngăn ngừa được các biến chứng và có thể giúp bạn trở lại hoạt động thường nhật của mình nhanh hơn.   "
        },
        {
            "en": "Gout    What is gout? Gout is a kind of arthritis caused by a <em>buildup</em> of uric acid crystals in the joints. Uric acid is a breakdown product of purines that are part of many foods we eat. An abnormality in handling uric acid and crystallization of these compounds in joints can cause attacks of painful arthritis, kidney stones, and blockage of the kidney filtering tubules with uric acid crystals, leading to kidney failure. Gout has the unique distinction of being one of the most frequently recorded medical illnesses throughout history. Symptoms of gout Acute gout attacks are characterized by a rapid onset of pain in the affected joint followed by warmth, swelling, reddish discoloration, and marked tenderness. The small joint at the base of the big toe is the most common site for an attack. Other joints that can be affected include the ankles, knees, wrists, fingers, and elbows. In some people, the acute pain is so intense that even a bed sheet on the toe causes severe pain. These painful attacks usually subside in hours to days, with or without medication. In rare instances, an attack can last for weeks. Most people with gout will experience repeated bouts of gouty arthritis over the years. Who's affected by gout? Gout is nine times more common in men than in women. It predominantly attacks males after puberty, with a peak age of 75. In women, gout attacks usually occur after menopause. Among the U.S. male population, about 10% have elevated blood uric acid levels, a condition known as hyperuricemia. However, only a small portion of those with hyperuricemia will actually develop gout. If your parents have gout, then you have a 20% chance of developing it. Risk factors for gout Obesity, excessive weight gain, especially in youth, moderate to heavy alcohol intake, high blood pressure, and abnormal kidney function are among the risk factors for developing gout. Certain drugs and diseases can also cause elevated levels of uric acid. Interestingly, a recent study demonstrated an increased prevalence of abnormally low thyroid hormone levels (hypothyroidism) in patients with gout. What gout looks like: The big toe The joint at the base of the big toe is the most common site of an acute gout attack. These attacks can recur unless gout is treated. See your doctor even if your pain from gout is gone. Over time, they can harm your joints, tendons, and other tissues. What gout looks like: The fingers People may experience gout with deposits of uric acid crystals in their finger joints. To ease the pain during a gout attack, rest the joint that hurts. What gout looks like: The elbow Gout can also attack joints such as the elbows and the knees. Notice the protrusion on the elbow. Diagnosing gouty arthritis Gout is considered when a patient reports a history of repeated attacks of painful arthritis, especially at the base of the toes or in the ankles and knees. The most reliable test for gout is detecting uric acid crystals in the joint fluid obtained by joint aspiration. This common office procedure is performed with topical local anesthesia. Using sterile technique, fluid is withdrawn (aspirated) from the inflamed joint with a syringe and needle. Diagnosing gouty arthritis: Joint fluid analysis Once the joint fluid is obtained, it is analyzed for uric acid crystals and for infection. Your doctor may also do a blood test to measure the amount of uric acid in your blood. How are gout attacks prevented? Maintaining adequate fluid intake helps prevent acute gout attacks and decreases the risk of kidney stone formation in people with gout. Alcohol is known to have diuretic effects that can contribute to dehydration and precipitate acute gout attacks. Alcohol can also affect uric acid metabolism and cause hyperuricemia. It causes gout by slowing down the excretion of uric acid from the kidneys as well as by causing dehydration, which precipitates the crystals in the joints. More prevention techniques Dietary changes can help reduce uric acid levels in the blood. Since purine chemicals are converted by the body into uric acid, purine-rich foods should be avoided. Foods rich in purines include shellfish and organ meats, such as liver, brains, and kidneys. Researchers have reported that meat or seafood consumption increases the risk of gout attacks, while dairy consumption seemed to reduce this risk. Weight reduction can be helpful in lowering the risk of recurrent attacks of gout. Treating gout with medications Certain medications reduce the pain and inflammation of gout attacks, such as anti-inflammatory drugs (ibuprofen and others), colchicines, and corticosteroids. Other medications decrease the level of uric acid in the blood and prevent the deposit of uric acid in joints (gouty arthritis), the kidneys (stones), and in tissue (tophi), helping to prevent further attacks and complications. These medications include allopurinol, febuxostat, and probenicid. What does the future hold for gout? Active research is ongoing in a variety of fields related to gout and hyperuricemia. Scientists recently reported that high animal protein slightly increased the risk for gout. New drugs are being developed that may be more versatile and safe in treating the elevated uric acid levels in patients with chronic gout.",
            "vi": "Bệnh gút     Gút là gì? Gút là một dạng viêm khớp do lượng tinh thể a-xít u-ric tăng quá cao trong các khớp gây ra. a-xít u-ric là sản phẩm phân huỷ của purin có trong nhiều loại thức ăn của con người. Quá trình xử lý bất thường a-xít u-ric và kết tinh các hợp chất này trong khớp có thể gây các cơn viêm đau khớp (cơn gút), sỏi thận, và làm tắc nghẽn những ống lọc nhỏ trong thận do các tinh thể a-xít uric, dẫn đến suy thận. Bệnh gút có đặc điểm duy nhất là một trong những bệnh được chẩn đoán thường xuyên qua khai thác bệnh sử.  Các triệu chứng của gút Cơn gút cấp được đặc trưng bởi việc khởi phát nhanh những cơn đau ở khớp bị viêm và sau đó là nóng, sưng đỏ và đau dữ dội. Khớp nhỏ ở đáy ngón chân cái là nơi mà gút xuất hiện thường nhất. Các khớp khác cũng có thể bị ảnh hưởng như mắt cá chân, đầu gối, cổ tay, ngón tay, và khuỷu tay. Ở một số người, cơn đau cấp này có thể dữ dội đến nỗi đắp khăn giường lên ngón chân cũng khiến người ta đau nhức không thể chịu được. Những cơn đau này thường giảm đi sau một vài tiếng đồng hồ hoặc sau nhiều ngày, cho dù có điều trị bằng thuốc hay không. Trong những trường hợp hiếm gặp, cơn gút cũng có thể kéo dài nhiều tuần liền. Hầu hết các bệnh nhân gút đều bị viêm khớp tái phát do gút trong nhiều năm.  Ai bị bệnh gút? Nam giới bị gút cao gấp 9 lần so với phụ nữ (tỉ lệ: 9:1); phần lớn xảy ra sau tuổi dậy thì và đạt đỉnh điểm ở tuổi 75. Phụ nữ thường hay bị gút sau tuổi mãn kinh. Khoảng 10% nam giới ở Hoa Kỳ mắc chứng a-xít u-ric cao trong máu, đây là bệnh thừa a-xít u-ric trong máu. Tuy nhiên chỉ một tỉ lệ nhỏ người bị thừa a-xít u-ric trong máu thực sự phát triển thành bệnh gút. Nếu bố mẹ bạn bị gút thì bạn có nguy cơ mắc bệnh lên đến 20%.  Các yếu tố nguy hiểm đối với bệnh gút Béo phì, tăng cân quá mức, nhất là đối với thanh niên, sử dụng rượu bia từ mức độ vừa phải đến nhiều, huyết áp cao, và chức năng thận bất thường là những yếu tố nguy hiểm làm phát triển bệnh gút. Một số thuốc và bệnh cũng có thể làm cho nồng độ a-xit u-ric tăng cao. Điều thú vị là, một nghiên cứu mới đây cho thấy có sự gia tăng số bệnh nhân bị gút khi có nồng độ hooc-môn tuyến giáp thấp bất thường (suy giáp).     Bệnh gút như thế nào: Hãy nhìn ngón chân cái  Khớp bàn ngón chân cái là nơi thường thấy cơn gút cấp nhất. Nếu không được điều trị thì những cơn gút này có thể tái phát nhiều lần. Hãy đến khám bác sĩ cho dù là bạn đã hết đau do gút đi nữa. Nếu để lâu, chúng có thể gây hại cho các khớp, gân và nhiều mô khác.  Bệnh gút như thế nào: Hãy nhìn các ngón tay  Người ta có thể bị gút do lắng đọng các tinh thể axit u-ric ở các khớp ngón tay. Để giảm đau trong khi bị gút, bạn nên để yên khớp tay bị tổn thương nhé.  Bệnh gút như thế nào: Hãy nhìn khuỷu tay Bệnh gút cũng có thể xảy ra ở nhiều khớp, chẳng hạn như khuỷu tay và đầu gối. Hãy chú ý bướu u trên khuỷu tay nhé.  Chẩn đoán viêm khớp do gút Bệnh gút được nghi ngờ khi bệnh nhân khai bệnh sử có những cơn viêm đau khớp cứ lặp đi lặp lại, nhất là ở đáy ngón chân hoặc ở mắt cá chân và đầu gối. Phương pháp xét nghiệm bệnh gút đáng tin cậy nhất là dò tìm tinh thể axit u-ric trong dịch khớp bằng cách chọc hút khớp. Thủ thuật này được thực hiện bằng gây tê cục bộ. Với kỹ thuật vô trùng, chất dịch được rút ra (hút ra) khỏi khớp bị viêm bằng ống chích và kim tiêm.  Chẩn đoán viêm khớp do gút bằng cách phân tích dịch khớp  Khi dịch khớp được rút ra, nó được phân tích để tìm tinh thể axit u-ric và bệnh nhiễm trùng. Bác sĩ có thể cũng cho làm xét nghiệm máu để đo nồng độ axit u-ric trong máu của bạn.  Làm thế nào có thể phòng tránh cơn gút? việc cung cấp nước đầy đủ cho cơ thể thường xuyên có thể giúp phòng tránh các cơn gút cấp và làm giảm nguy cơ sỏi thận ở người bị gút. Rượu bia có tác dụng lợi tiểu có thể góp phần làm mất nước và làm các cơn gút cấp xảy ra nhanh hơn. Rượu bia cũng làm ảnh hưởng đến chuyển hoá a-xít u-ríc và làm thừa a-xít u-ríc trong máu. Nó gây ra gút bằng cách làm chậm quá trình bài tiết a-xít u-ríc ra khỏi thận cũng như bằng cách gây mất nước, làm ngưng tụ tinh thể trong khớp. Các kỹ thuật phòng tránh khác  Thay đổi chế độ dinh dưỡng có thể giúp làm giảm nồng độ a-xít u–ríc trong máu. Vì chất hoá học purin được cơ thể chuyển hoá thành a-xít u–ríc, nên bệnh nhân bị gút nên tránh các thực phẩm giàu purin. Thức ăn chứa nhiều purin gồm tôm cua và ngũ tạng, như gan, óc, và thận. Các nhà nghiên cứu cho biết nếu ăn thịt hoặc hải sản sẽ làm tăng nguy cơ bị gút còn nếu sử dụng các sản phẩm làm từ sữa thì có vẻ như làm giảm nguy cơ này. Việc giảm cân cũng có thể làm giảm nguy cơ tái phát các cơn gút.   Điều trị gút bằng thuốc Một số thuốc giảm đau và viêm do gút, chẳng hạn như thuốc kháng viêm (ibuprofen và nhiều thuốc khác), colchicines, và corticosteroids. Nhiều thuốc khác làm giảm nồng độ axit u-ric trong máu và ngăn không cho axit u-ric lắng đọng trong khớp (viêm khớp do gút), thận (sỏi), và mô (sạn u-rat), giúp phòng tránh các cơn gút và nhiều biến chứng khác. Những thuốc này bao gồm allopurinol, febuxostat, và probenicid. Tương lai của bệnh gút ra sao? Một công trình nghiên cứu thiết thực đang tiến hành trên nhiều lĩnh vực liên quan đến bệnh gút và thừa axit u-ric trong máu. Các nhà khoa học mới đây cho biết ăn nhiều đạm động vật có thể làm tăng nhẹ nguy cơ bệnh gút. Ngoài ra họ cũng đang phát triển nhiều loại thuốc mới có thể sử dụng linh hoạt hơn và an toàn hơn trong việc điều trị nồng độ axit u-ric tăng cao ở bệnh nhân bị gút mãn tính."
        },
        {
            "en": "New fire hits Japan nuclear plant       Fire has again broken out at the quake-stricken Fukushima Daiichi nuclear plant in northern Japan. The blaze has struck reactor four, where spent fuel rods are kept. The plant has already been hit by four explosions, triggering radiation leaks and sparking health concerns. Friday's 9.0-magnitude earthquake damaged the plant's cooling functions. More than 3,300 have been confirmed dead and thousands are missing after the quake and tsunami last Friday. Officials have warned people within 20-30km (12-19 miles) of the site to either leave the area or stay indoors. The Tokyo Electric Power Co (Tepco), which operates the Fukushima plant, said on Wednesday that efforts were under way to put out the latest fire. Officials later said it was under control. It is the second fire to hit the spent fuel storage pond at reactor four in 24 hours. The reactor had been shut down before the quake for maintenance, but its spent fuel rods were still stored on the site. Kyodo news agency says the storage pool may be boiling and further radiation leaks are feared. Tepco said it may pour water and fire retardant from helicopters to stop fuel rods from being exposed to the air and releasing even more radioactivity. The crisis at the plant - which contains six nuclear reactors - began when the earthquake struck. Explosions rocked the buildings housing reactors one and three on Saturday and Monday. On Tuesday morning, a third blast hit the building of reactor two, while a fourth damaged the building of reactor four. Officials said the explosions at the first three reactors, and possibly the fourth as well, were caused by a <em>buildup</em> of hydrogen. Chief Cabinet Secretary Yukio Edano said cooling seawater was being pumped into reactors one and three - which were returning to normal - and into reactor two, which remained unstable. Japan's nuclear safety agency said earlier it suspected the blast may have damaged reactor two's suppression chamber, which would have allowed radioactive steam to escape. Health hazard  After Tuesday's explosions and fire, radiation dosages of up to 400 millisieverts per hour were recorded at the Fukushima Daiichi site, about 250km north-east of Tokyo. A single dose of 1,000 millisieverts causes temporary radiation sickness such as nausea and vomiting. Later, a reading of 0.6 millisieverts (mSv) per hour was recorded at the plant's main gate, the International Atomic Energy Agency (IAEA) said. Japan has also announced a 30-km no-fly zone around the site to prevent planes spreading the radiation further afield. Three other nuclear power plants shut down automatically during Friday's earthquake. The loss of so much generating capacity in one blow has meant rolling blackouts have had to imposed on parts of the country. The repeated releases of different amounts of radiation - some large, some small - are unnerving the Japanese and their neighbours, who want reassurances that the situation will soon be brought under control, says the BBC's Chris Hogg in Tokyo. US President Barack Obama defended nuclear power as an important source of energy, despite new questions raised about its safety. In a television interview on Tuesday, he said he was \"deeply worried\" about radiations leaks in Japan, but added: \"The nuclear facilities that we have here are closely monitored... I do think that it is important for us to think through constantly how we improve nuclear technologies to deal with additional safety concerns that people have.\" On the Tokyo stock exchange, the Nikkei index rose 6% in early trading on Wednesday, after plummeting 20% over the previous two days. More than 500,000 people have been made homeless by the quake. The government has deployed 100,000 troops to lead the aid effort. The UK Foreign Office has updated its travel advice to warn against all non-essential travel to Tokyo and north-eastern Japan. British nationals and friends and relatives of those in Japan can contact the Foreign Office on +44(0) 20 7008 0000.",
            "vi": "Thêm một vụ cháy nổ ở nhà máy hạt nhân Nhật Bản      Ngọn lửa lại bùng cháy ở nhà máy hạt nhân Fukushima Daiichi do trân động đất gây ra ở miền Bắc nước Nhật. Ngọn lửa làm nổ lò phản ứng số bốn nơi chứa các thanh nhiên liệu đã dùng. Lò phản ứng số bốn đã bị bốc cháy dẫn đến rò rỉ phóng xạ và gây lo lắng ảnh hưởng đến sức khoẻ. Trận động đất 9.0 độ Rích-te hôm thứ Sáu đã làm hỏng các chức năng làm lạnh của nhà máy này. Hơn 3.300 người xác nhận đã chết, hàng ngàn người mất tích sau trận động đất và sóng thần vào thứ Sáu tuần trước. Các quan chức cảnh báo người dân trong vòng bán kính 20-30km (12-19 dặm) cách nhà máy hạt nhân hoặc phải di dời hoặc phải ở trong nhà. Nhà máy điện Tokyo Electric Power Co ( Tepco ) đang hoạt động nhà máy hạt nhân Fukushima cho biết vào hôm thứ Tư họ đã cố gắng dập tắt vụ nổ gần đây nhất. Nhà máy này đang được kiểm soát. Đây là vụ nổ thứ hai làm nổ hồ chứa nhiên liệu đã dùng tại lò phản ứng số bốn trong vòng 24 giờ. Lò phản ứng đã được ngưng hoạt động để bảo trì trước khi xảy ra động đất, nhưng các thanh nhiên liệu đã dùng vẫn được lưu trữ tại đây. Thông tấn xã Kyodo cho biết hồ lưu trữ có thể sôi và có nguy cơ rò rỉ phóng xạ nhiều hơn. Tepco còn cho biết họ sẽ dùng trực thăng để đổ nước và chất chống cháy vào lò nhằm ngăn chặn các thanh nhiên liệu nổ ra ngoài không khí thậm chí rò rỉ phóng xạ. Khủng hoảng tại nhà máy chứa sáu lò phản ứng hạt nhân bắt đầu khi xảy ra động đất. Vụ nổ làm rung các toà nhà chứa lò phản ứng số một và số ba vào hôm thứ Bảy và hôm thứ Hai. Vào sáng thứ Ba, vụ nổ thứ ba đã bùng cháy ở lò phản ứng số hai trong khi lò số bốn đã bị hư hại. Các quan chức cho biết các vụ nổ xảy ra đầu tiên ở lò phản ứng số ba và có thể ảnh hưởng đến lò số bốn do gia tăng khí hy-đrô. Chánh văn phòng Nội các ông Yukio Edano nói rằng đã bơm nước biển để làm lạnh vào lò phản ứng số một và số ba và chúng đã trở lại bình thường còn lò phản ứng số hai vẫn chưa ổn định. Cơ quan an toàn hạt nhân của Nhật cho biết họ đã sớm nghi ngờ vụ nổ có thể làm thiệt hại khoang nén của lò phản ứng số hai để thoát hơi hạt nhân ra ngoài Mối hiểm hoạ về sức khoẻ Sau vụ cháy nổ ngày thứ Ba, liều lượng phóng xạ lên đến 400 millisieverts/ giờ đã được ghi lại tại nhà máy Fukushima Daiichi, cách Tokyo khoảng 250km về phía đông bắc. Chỉ một liều lượng khoảng 1,000 millisieverts có thể gây ra bệnh nhiễm phóng xạ tạm thời như buồn nôn và ói. Cơ quan năng lượng nguyên tử quốc tế ( IAEA ) cho biết tại cổng chính của nhà máy, lượng phóng xạ được ghi là 0.6 millisieverts ( mSv )/ giờ. Nhật cũng đã thông báo không cho máy bay vào khu vực cấm bay 30km quanh nhà máy nhằm ngăn chặn phát tán phóng xạ ra xa hơn nữa.  Ba nhà máy hạt nhân còn lại đã tự động đóng lại khi xảy ra động đất vào hôm thứ Sáu. Việc mất quá nhiều năng lượng tạo ra trong vụ nổ cũng giống như mất nguồn điện đang hoạt động khiến mọi hoạt động trong cả nước phải gánh chịu. Việc phát tán hàm lượng phóng xạ khác nhau lặp đi lặp lại, khi nhỏ khi lớn khiến người Nhật và các nước lân cận lo ngại, theo phóng viên BBC tại Tokyo cho biết mọi người muốn yên tâm rằng tình hình này sẽ sớm được giải quyết. Tổng thống Hoa Kỳ Barack Obama ủng hộ sử dụng năng lượng hạt nhân như là một nguồn năng lượng quan trọng mặc dù có nhiều vấn đề đặt ra về độ an toàn của nó. Trong buổi phỏng vấn trên truyền hình vào ngày thứ Ba, tổng thống nói rằng ông “vô cùng lo lắng” về vụ rò rỉ hạt nhân ở Nhật, nhưng ông cũng nói rằng “ các cơ sở hạt nhân mà chúng ta có ở đây đều được kiểm soát chặt chẽ… tôi cho rằng điều quan trọng là chúng ta phải luôn luôn biết xem xét đầy đủ làm thế nào chúng ta cải thiện các công nghệ hạt nhân để đối phó với những mối lo lắng thêm về an toàn hạt nhân”. Trên thị trường chứng khoán Tokyo, chỉ số Nikkei tăng 6% ở phiên giao dịch sớm vào ngày thứ Tư sau khi tụt xuống 20% vào hai ngày vừa qua. Hơn 500.000 người trở thành vô gia cư do vụ động đất gây ra. Chính phủ đã điều động 100.000 binh lính nhằm nổ lực cứu trợ. Bộ ngoại giao Anh đã cập nhật thông tin về hướng dẫn du lịch để khuyến cáo những chuyến du lịch không cần thiết đến Tokyo và miền đông bắc Nhật Bản. Kiều dân Anh, bạn bè và thân nhân ở Nhật có thể liên lạc theo số + 44 ( 0 ) 20 7008 0000 của Bộ Ngoại giao."
        },
        {
            "en": "Childhood illnesses every parent should know    Childhood Illnesses: The Facts While vaccines have made some childhood illnesses rare, many others remain a fact of life. They range from common infections like croup to mysterious ailments like Kawasaki disease. In the following slides, you'll learn the facts about two dozen childhood illnesses. But be sure to consult your pediatrician for proper diagnosis and treatment. RSV RSV stands for respiratory syncytial virus, and it's the top cause of bronchiolitis (inflammation of the small airways) and pneumonia in U.S. infants. The infection begins with flu-like symptoms, including a fever, runny nose, and cough. Up to 40% of young children with their first RSV infection will develop noticeable wheezing, and up to 2% will require hospitalization. RSV tends to be milder in older kids and adults. Ear Infection Young children are prone to ear infections because of their small Eustachian tubes. These tubes connect the ears to the throat, and they may get blocked when a cold causes inflammation. This traps fluid inside the middle ear, behind the eardrum, allowing germs to breed. The symptoms include fever, fussiness, and ear-pulling. Most ear infections are due to viruses and go away on their own. Childhood vaccinations help prevent infections from certain bacteria that can cause ear infections. Glue Ear Glue ear refers to a <em>buildup</em> of fluid in the middle ear without any pain. The medical term for glue ear is otitis media with effusion or OME, and it often follows an acute ear infection. The fluid usually clears up on its own. If it lingers and threatens to interfere with a child's hearing, ear tubes may be recommended to help the fluid drain. Croup The hallmark of croup is a tight cough that sounds like a barking seal. The cause of the cough is inflammation in the upper airways, usually due to a virus. If breathing becomes severely impaired, hospital treatment may be needed. However, most kids get better on their own in about a week. Croup is most common in toddlers. Hand-Foot-and-Mouth Disease Hand-foot-and-mouth disease causes a fever along with blisters on the inside of the mouth, the palms of the hands, the buttocks, and the soles of the feet. In the U.S., it is usually caused by coxsackievirus A16. This virus tends to spread among children during summer and early fall. Most cases are not serious and last a week to 10 days. Pinkeye Tearing, redness, itching, and crusty eyelashes are all signs of conjunctivitis, commonly called pinkeye. Often caused by the same viruses as the common cold, pinkeye spreads rapidly in schools and day care centers. Consult your pediatrician to determine whether your child needs treatment. Most cases clear up in four to seven days. Fifth Disease Often called \"slapped cheek\" disease, fifth disease causes a bright red rash on a child's face. A rash may also appear on the torso, arms, or legs. The culprit is human parvovirus B19, a virus that may cause mild cold-like symptoms before the rash is seen. Up to 20% of kids get it by age 5, and up to 60% have had it by age 19. The rash usually disappears in seven to 10 days. Rotavirus Before the introduction of an effective vaccine, rotavirus was the top cause of diarrhea-related deaths in young children. The main symptoms are vomiting and watery diarrhea, which can make babies become dehydrated very quickly. There are now two rotavirus vaccines for infants, and studies indicate a dramatic drop in the number of new cases. Kawasaki Disease Kawasaki disease is a very rare and mysterious ailment that strikes children under age 5. The symptoms include a high fever, patchy rash, swelling and redness of the hands and feet, bloodshot eyes, and chapped, red lips. Without treatment, the illness can damage the heart and may be fatal. Doctors have yet to discover what causes Kawasaki disease. Chickenpox Chickenpox is now preventable through the varicella vaccine. The reasons for vaccination go beyond sparing your child the uncomfortable red blisters. Chickenpox can cause dangerous complications in newborns, adults, and pregnant women. Before the vaccine, chickenpox sent 11,000 Americans to the hospital every year. Measles If your kids are up-to-date on their vaccines, you probably don't have to worry about measles. But the CDC has reported outbreaks among unvaccinated children. The infection starts with a fever, runny nose, and cough. As these symptoms fade, a full-body rash appears. Most kids get better in two weeks, but some develop pneumonia or other problems. Mumps Mumps is another childhood illness that was very common before a vaccine was developed. The infection often causes no symptoms, but when it does, the classic sign is swollen glands between the ear and jaw. This creates the appearance of \"chipmunk cheeks.\" Despite high vaccination rates, recent outbreaks have infected thousands of people in the U.S. Rubella (German Measles) Rubella, also called German measles, is a mild virus that usually causes no serious problems. However, it can harm the fetus if a pregnant woman becomes infected. The symptoms are a low fever and rash that spreads from the face to the rest of the body. A standard childhood vaccine called MMR protects against measles, mumps, and rubella. Whooping Cough (Pertussis) Whooping cough makes children cough so hard, they run out of breath and inhale with a \"whoop.\" The infection is most severe in infants and may require hospital treatment. The medical term for the disease is pertussis – the \"P\" in the DTaP vaccine. Despite widespread vaccination, cases of pertussis are on the rise. Adults may need a booster shot.  Meningitis Meningitis is an inflammation or infection of the tissue around the brain and spinal cord. In teens and adults, the main symptoms are headache, fever, and stiff neck. Young children may have flu-like symptoms. Viral meningitis is usually mild, but bacterial meningitis is more severe with serious consequences if it isn't treated quickly. Vaccines are available to prevent certain causes of meningitis. Strep Throat Most kids get a sore throat now and then, usually due to a cold virus. So how can you tell if it's caused by the strep bacteria? Sneezing or a runny nose point to a cold. Signs of strep include a sore throat that lasts more than a week, painful or difficult swallowing, excessive drooling, a rash, pus in the back of the throat, fever over 100° F degrees, or contact with someone with strep throat. Strep throat is treated with antibiotics. Scarlet Fever Sometimes a rough, red rash accompanies strep throat. This is known as scarlet fever. The rash begins on the chest and abdomen and spreads all over the body, accompanied by a strawberry-looking tongue and high fever. Without treatment, it can lead to rheumatic fever and, in rare cases, heart damage. That's why scarlet fever was once a dreaded childhood illness. Today, it is easily cured with antibiotics. Reye's Syndrome You've probably heard you should never give aspirin to children or teens. Reye's syndrome is the reason. This life-threatening condition may strike kids who take medications containing aspirin during a viral illness. Symptoms include dramatic behavior changes, seizures, and coma. Reye's syndrome has become very rare since the CDC warned against giving aspirin to children. MRSA/Staph Infection MRSA is a type of staph that doesn't respond to some antibiotics. Doctors say MRSA is now the top cause of skin infections. These infections usually appear in the form of sores or boils and may look like a spider bite. MRSA ear, nose, and throat infections are also on the rise in elementary school children. Impetigo Impetigo is another bacterial skin infection. It most commonly causes clusters of tiny blisters on the skin that ooze and form a golden crust. Touching the fluid can spread the infection to other parts of the body or other people. It is often caused by staph bacteria but also can be caused by strep bacteria. This type of impetigo is most common in kids ages 2 to 6. If treated with antibiotics, the sores usually heal without leaving scars. Ringworm Yet another skin infection, ringworm is actually caused by a fungus. No worms involved. It causes a red, scaly ring on the skin or a round patch of hair loss on the scalp. The fungus spreads easily from child to child, so sharing combs, brushes, towels, and clothes should be avoided. Ringworm is treated with antifungal medication. Lyme Disease The hallmark of Lyme disease is a target-shaped rash that appears 1-2 weeks after a tick bite, though not everyone will develop the distinctive rash. The rash may be accompanied by a fever, chills, and body aches. The culprit is a type of bacterium carried by tiny deer ticks. Without treatment, Lyme disease can affect the joints, nervous system, and heart. Flu Is it a cold or the flu? These illnesses can have similar symptoms. The flu more commonly causes high fever, chills, body aches, extreme fatigue, and nausea or vomiting. While most children get better on their own, the flu can lead to serious complications like pneumonia, especially in younger children. The CDC recommends an annual flu vaccination for children ages 6 months and older. Seasonal Allergies Seasonal allergies, sometimes called hay fever, are not an infection, but a reaction to microscopic particles like pollen. Symptoms may include sneezing, watery eyes, and a runny or stuffy nose and may only occur in spring or fall. Kids may constantly rub their nose with the palm of the hand. There is no cure for hay fever, but there are ways to help control the symptoms.",
            "vi": "Các bệnh của trẻ mà bố mẹ cần nên biết     Các bệnh của trẻ con: Thông tin thực tế Mặc dù việc tiêm chủng vắc-xin đã làm cho một số bệnh của trẻ con trở nên hiếm gặp, nhưng trên thực tế vẫn còn nhiều. Bệnh tật nhiều vô kể từ những bệnh nhiễm trùng thường thấy như viêm thanh quản cấp đến những bệnh kỳ quặc như bệnh Kawasaki chẳng hạn (bệnh Kawasaki là bệnh do vi-rút có thông tin di truyền trong RNA gây ra ở trẻ em, được phát hiện lần đầu tiên ở đảo Kawasaki của Nhật Bản, triệu chứng là sốt phát ban, tróc da, sưng hạch bạch huyết, mắt đỏ). Trong những khung hình dưới đây, bạn sẽ biết được sự thật về 24 chứng bệnh xảy ra ở trẻ. Nhưng nên nhớ là phải đảm bảo việc tham khảo ý kiến của bác sĩ nhi khoa để được khám và điều trị đúng đắn.  RSV RSV có nghĩa là vi-rút hợp bào hô hấp, RSV là nguyên nhân gây viêm tiểu phế quản (viêm đường thở nhỏ) hàng đầu và viêm phổi ở trẻ sơ sinh Hoa Kỳ. Chứng nhiễm trùng này bắt đầu bằng các triệu chứng giống như cúm, bao gồm sốt, sổ mũi, và ho. Đến 40% trẻ em bị nhiễm vi rút RSV lần đầu sẽ trở nên khò khè có thể nghe thấy được, và đến 2% cần phải nhập viện. Ở trẻ lớn tuổi hơn và người lớn thì RSV có xu hướng trở nên nhẹ hơn.  Bệnh viêm tai Trẻ con rất dễ bị bệnh viêm tai vì ống Ớt-tát của chúng còn rất nhỏ. Những ống này nối tai và cuống họng, và có thể bị nghẹt khi cảm lạnh gây ra viêm. Điều này làm nghẽn dịch bên trong tai giữa, đằng sau màng nhĩ, và làm cho mầm bệnh sản sinh. Các triệu chứng của bệnh viêm tai gồm sốt, hay cáu gắt và thường kéo lỗ tai. Đa số trường hợp viêm tai là do vi rút gây ra và có thể tự lành. Việc tiêm chủng cho trẻ cũng giúp ngăn ngừa lây nhiễm một số vi khuẩn nào đó có thể gây bệnh viêm tai.  Viêm tai giữa Viêm tai giữa là tình trạng tăng sinh dịch tiết trong tai giữa mà không gây đau đớn gì. Thuật ngữ y học của bệnh viêm tai giữa là hiện tượng viêm tai tiết dịch hoặc tai keo hồ (OME), và thường phát sinh sau một bệnh viêm tai cấp tính nào đó. Dịch tiết này thường sẽ tự khô hết. Nếu chất này vẫn còn dai dẳng và có nguy cơ làm ảnh hưởng thính giác của trẻ thì ống tai nên được rút dịch ra ngoài.  Viêm thanh quản cấp Dấu hiệu để nhận biết viêm thanh quản cấp là ho dữ dội, nghe như tiếng hải cẩu sủa. Nguyên nhân gây ho là do viêm đường hô hấp trên, thường là do vi rút gây ra. Nếu trẻ trở nên khò khè, khó thở thì cần phải được nhập viện để được điều trị. Tuy nhiên, hầu hết trẻ em đều tự khỏe hơn trong khoảng một tuần. Viêm thanh quản cấp là chứng bệnh thường thấy nhất ở trẻ mới chập chững biết đi.  Bệnh tay-chân-miệng Bệnh tay-chân-miệng gây sốt kèm theo giộp lở bên trong miệng, lòng bàn tay, mông, và lòng bàn chân. Ở Mỹ, bệnh này thường do virút Coxsackie A16 gây ra (một trong nhóm các virut chứa ARN có thể sinh sản trong đường dạ dày ruột; có khoảng 30 típ khác nhau; virut Coxsackie típ A gây bệnh ít nghiêm trọng hơn và ít xác định rõ hơn, dù đôi khi gây viêm màng não và gây nhiễm nặng ở họng; virut Coxsackie típ B gây viêm hay thoái hoá não, cơ xương, hay mô tim). Vi rút này thường lây lan ở trẻ con vào mùa hè và đầu mùa thu. Hầu hết các trường hợp bệnh tay-chân-miệng đều không nguy hiểm và kéo dài từ 1 tuần đến 10 ngày.  Bệnh đau mắt đỏ Chảy nước mắt, mắt đỏ, ngứa, và mi mắt khó chịu là những dấu hiệu của chứng viêm kết mạc, thường được gọi là bệnh đau mắt đỏ. Bệnh này thường do các vi rút giống như vi rút gây cảm lạnh, bệnh đau mắt đỏ lan nhanh ở trường và trung tâm giữ trẻ ban ngày. Hãy tham khảo ý kiến của bác sĩ nhi khoa để xem liệu con bạn cần nên được điều trị không nhé. Hầu hết các trường hợp đau mắt đỏ đều lành trong vòng từ 4 đến 7 ngày.  Bệnh ban đỏ nhiễm khuẩn cấp Bệnh ban đỏ nhiễm khuẩn cấp thường được gọi là “bệnh bị vỗ má”, gây phát ban đỏ trên mặt trẻ. Ngoài ra, ban cũng còn có thể xuất hiện trên thân mình, tay, hoặc chân. Nguyên nhân là do vi-rút chỉ có ADN đơn gây bệnh ở người B19 gây ra, đây là một loại vi rút có thể gây các triệu chứng giống như cảm lạnh nhẹ trước khi phát ban. Đến 20% trẻ mắc bệnh ban đỏ nhiễm khuẩn cấp ở tuổi lên 5, và có đến 60% bị bệnh này ở tuổi 19. Bệnh này thường hết trong vòng từ 7 đến 10 ngày.  Vi rút gây bệnh viêm ruột và dạ dày Trước khi có vắc-xin phòng chống hiệu quả, thì loại vi rút gây bệnh viêm ruột và dạ dày là nguyên nhân gây tử vong liên quan đến tiêu chảy hàng đầu ở trẻ nhỏ. Các triệu chứng chủ yếu là ói mửa và tiêu chảy nước, làm cho trẻ bị mất nước rất nhanh. Hiện có 2 loại vắc-xin ngừa viêm ruột và dạ dày cho trẻ sơ sinh, và các công trình nghiên cứu cho thấy đã giảm đột ngột số ca mắc bệnh mới.   Bệnh Kawasaki  Bệnh Kawasaki là một bệnh rất hiếm gặp và kỳ quặc thường xảy ra ở trẻ dưới 5 tuổi. Các triệu chứng bao gồm sốt cao, phát ban lốm đốm, bàn tay và bàn chân sưng đỏ, mắt đỏ ngầu, và môi đỏ, nứt nẻ. Nếu không điều trị thì bệnh này sẽ có thể gây tổn hại cho tim và có thể gây tử vong. Các bác sĩ vẫn chưa tìm ra nguyên nhân gây bệnh Kawasaki.  Bệnh thuỷ đậu Bệnh thủy đậu hiện đã có thể phòng tránh được nhờ vào vắc xin ngừa thủy đậu.. Lý do tiêm chủng không chỉ là để tránh cho con bạn bị giộp lở đỏ loét khó chịu. Bệnh thủy đậu có thể gây biến chứng nguy hiểm ở trẻ sơ sinh, người lớn và phụ nữ có thai. Trước khi có vắc-xin thì mỗi năm bệnh thuỷ đậu làm cho 11.000 người Mỹ phải nhập viện.  Sởi Nếu bé mới chích ngừa vắc-xin thì hẳn là bạn cũng không cần phải lo lắng về bệnh sởi đâu. Nhưng tổ chức CDC đã đưa tin dịch sởi sẽ bùng phát và lan nhanh ở những trẻ chưa tiêm phòng. Các triệu chứng ban đầu gồm sốt, sổ mũi và ho. Khi hết các triệu chứng này thì toàn thân bé sẽ phát ban. Hầu hết trẻ em đều có thể khỏe hơn trong vòng 2 tuần, nhưng một số bé lại có thể phát triển thành bệnh viêm phổi và một số chứng bệnh khác.  Quai bị Quai bị là một chứng bệnh khác rất thường thấy ở trẻ nhỏ trước khi vắc-xin ra đời. Bệnh này thường không gây ra triệu chứng gì, nhưng khi xảy ra bệnh thì dấu hiệu dễ nhận thấy nhất là các tuyến giữa lỗ tai và hàm bị phồng to lên . Điều này làm cho má của trẻ nhìn giống “má của sóc chuột”. Dẫu rằng tỉ lệ tiêm chủng ở Hoa Kỳ rất cao, nhưng dịch bệnh gần đây đã làm cho hàng ngàn người ở nước này mắc bệnh.  Bệnh sởi ru-bê-la  Ru-bê-la, còn có tên gọi khác sởi ru-bê-la, là một vi rút yếu thường không gây ra vấn đề nào nguy hiểm cả. Tuy nhiên, nếu phụ nữ mang thai bị bệnh thì nó có thể gây hại cho bào thai. Các triệu chứng gồm sốt nhẹ, và phát ban khắp người từ mặt đến toàn thân. Vắc-xin tiêm phòng chuẩn cho trẻ có tên là MMR, có thể giúp ngừa sởi, quai bị và ru-bê-la. Ho gà Bệnh ho gà làm cho trẻ ho dữ dội, ho kiệt sức và hít thở “khọt khẹt”. Đây là chứng bệnh nguy hiểm nhất ở trẻ sơ sinh và có thể cần phải được nhập viện. Thuật ngữ y học để chỉ bệnh này là ho gà (bệnh ho lâu ngày) – chữ cái “P” có nguồn gốc từ vắc-xin DtaP. Mặc dù đã được tiêm chủng rộng rãi, nhưng số ca mắc bệnh vẫn còn tăng cao. Người lớn cũng cần nên được tiêm phòng nhắc lại.  Viêm màng não Viêm màng não là chứng viêm hay nhiễm trùng mô quanh não và tuỷ sống. Đối với người lớn và thanh thiếu niên thì triệu chứng chủ yếu bao gồm nhức đầu, sốt, và vẹo cổ. Trẻ em cũng có thể có các triệu chứng giống như cúm. Viêm màng não do vi-rút thường nhẹ, nhưng viêm màng não do vi khuẩn thường nặng hơn để lại hậu quả nghiêm trọng nếu không được chữa trị nhanh chóng. Hiện đã có nhiều vắc-xin phòng tránh được một số nguyên nhân gây viêm màng não nào đó.  Viêm họng Hầu hết trẻ con thỉnh thoảng cũng bị đau họng, thường là do vi rút cảm lạnh gây nên. Vì vậy làm thế nào biết được liệu đó có phải là do khuẩn cầu chuỗi không? Hắt hơi hoặc sổ mũi là dấu hiệu cảm lạnh. Các dấu hiệu của khuẩn cầu chuỗi gồm đau họng kéo dài hơn một tuần, đau hoặc khó nuốt, chảy nước mũi, nước dãi dữ dội, phát ban, đáy cổ họng mưng mủ lên, sốt trên 100° F, hoặc tiếp xúc với người bị viêm họng. Chứng viêm họng được điều trị bằng thuốc kháng sinh. Ban đỏ Đôi khi triệu chứng phát ban đỏ, nặng cũng kèm theo viêm họng. Đây là bệnh ban đỏ. Chứng phát ban này xuất hiện đầu tiên ở ngực và bụng và lan nhanh toàn thân, kèm theo triệu chứng cổ họng sưng đỏ và sốt cao. Nếu không chữa trị, nó có thể dẫn tới bệnh thấp khớp cấp và, trong trường hợp hiếm thấy, cũng gây hại cho tim. đó là lý do tại sao bệnh ban đỏ trước đây được coi như một bệnh đáng sợ ở trẻ nhỏ. Ngày nay, bệnh này đã được chữa trị dễ dàng bằng thuốc kháng sinh.  Hội chứng Reye Chắc là bạn cũng từng biết là không nên cho trẻ nhỏ hoặc thiếu niên sử dụng thuốc aspirin. Hội chứng Reye giải thích cho điều này. Chứng bệnh gây chết người này có thể gây đột quỵ cho trẻ sử dụng thuốc chứa aspirin trong thời gian bệnh do vi rút gây ra. Các triệu chứng gồm biến đổi hành vi đột ngột, tai biến ngập máu, và hôn mê. Hội chứng Reye trở nên rất hiếm thấy kể từ khi tổ chức CDC khuyến cáo không nên sử dụng aspirin cho trẻ nhỏ.  MRSA / nhiễm tụ cầu khuẩn  MRSA là loại khuẩn tụ cầu không đáp ứng với một số thuốc kháng sinh. Nhiều bác sĩ cho biết MRSA hiện là nguyên nhân hàng đầu gây nhiễm trùng da. Các bệnh nhiễm trùng này thường xuất hiện dưới dạng u nhọt hoặc lở loét và có thể nhìn giống vết nhện cắn. Nhiễm tụ cầu khuẩn ở tai, mũi, và cuống họng cũng đang tăng vọt ở trẻ em tiểu học.    Chốc lở Chốc lở là một dạng nhiễm trùng da khác do vi khuẩn gây ra. Chứng bệnh này thường gây giộp từng cụm nhỏ trên da, gây rỉ dịch và tạo lớp vảy màu vàng bên ngoài. Việc sờ chạm vào dịch tiết này có thể làm lây lan sang nhiều vùng khác trên cơ thể hoặc làm lây lan cho người khác. Chốc lở thường do khuẩn tụ cầu nhưng cũng có thể do khuẩn cầu chuỗi gây ra. Loại chốc lở này thường thấy nhiều nhất ở trẻ từ 2 đến 6 tuổi. Nếu được chữa trị bằng thuốc kháng sinh thì những vết thương này sẽ thường lành hẳn mà không để lại một vết sẹo nào.  Bệnh ecpet mảng tròn (Bệnh nấm biểu bì) Lại thêm một chứng nhiễm trùng da nữa, bệnh ecpet mảng tròn thực sự do nấm gây ra, không phải do giun. Bệnh này tạo quầng hình tròn màu đỏ, có vảy trên da hoặc gây rụng tóc mảng tròn trên da đầu. Nấm có thể dễ dàng lây lan nhanh chóng từ đứa trẻ này sang đứa trẻ khác, vì vậy không nên sử dụng chung lược chải đầu, bàn chải đánh răng, khăn tắm, và quần áo. Bệnh ecpet mảng tròn được chữa lành bằng thuốc diệt nấm. Bệnh nhiễm khuẩn do ve gây ra (triệu chứng là nhức đầu, sốt, phát ban, viêm khớp, để lâu có thể bị rối loạn thần kinh kinh niên) Dấu hiệu để nhận biết bệnh nhiễm khuẩn do ve gây ra là nốt ban có dạng hình tròn nhỏ, xuất hiện trong 1 đến 2 tuần sau khi bị ve cắn, mặc dù không phải ai cũng phát ban dạng đặc biệt này. Chứng phát ban cũng có thể kèm theo sốt, ớn lạnh, và đau nhức toàn thân. Nguyên nhân là do loại vi khuẩn trong những con ve nhỏ sống ký sinh trên người và động vật hữu nhũ. Nếu không được điều trị thì chứng bệnh này có thể ảnh hưởng đến khớp, hệ thần kinh, và tim. Cúm Cảm lạnh hay là cúm? Hai bệnh này có thể có những triệu chứng tương tự nhau. Cúm thường gây sốt cao hơn, ớn lạnh, cơ thể đau nhức, hết sức mệt mỏi, và buồn nôn hoặc ói mửa. Trong khi hầu hết trẻ con đều có thể tự khỏe hơn được thì bệnh cúm có thể lại gây nhiều biến chứng trầm trọng, chẳng hạn như viêm phổi, nhất là ở trẻ nhỏ hơn. Tổ chức CDC khuyến cáo nên tiêm phòng cúm hằng năm cho bé tuổi từ 6 tháng trở lên.  Dị ứng mùa Dị ứng mùa, đôi khi cũng được gọi là viêm mũi dị ứng, không phải là một bệnh nhiễm trùng, mà là một phản ứng với các hạt li ti như phấn hoa. Triệu chứng có thể bao gồm hắt hơi, chảy nước mắt, chảy nước mũi hoặc nghẹt mũi và cũng có thể chỉ xảy ra vào mùa xuân hoặc mùa thu. Trẻ con có thể hay chà mũi bằng lòng bàn tay. Không có thuốc chữa viêm mũi dị ứng, nhưng có thể làm giảm các triệu chứng của nó."
        },
        {
            "en": "All expectant parents hope that their babies will be healthy. Yet sometimes problems arise that require a newborn to be hospitalized. When this happens, the baby may be admitted to the neonatal intensive care unit (NICU) for treatment. It's almost always stressful when a baby is unexpectedly admitted to the NICU. But the doctors, nurses, and other caregivers in the unit will do their best to provide emotional support for you while caring for your infant's medical needs. About the NICU With equipment designed for infants and a hospital staff who have special training in newborn care, the NICU is an intensive care unit created for sick newborns who need specialized treatment. Sometimes the NICU is also called: * a special care nursery  * an intensive care nursery  * newborn intensive care  Babies may be sent to the NICU if: * they're born prematurely  * difficulties occur during their deliveries  * they show signs of a problem in the first few days of life  Only very young babies (or babies with a condition linked to being born prematurely) are treated in the NICU — they're usually infants who haven't gone home from the hospital yet after being born. How long they'll remain in the unit depends on the severity of their illness. Although not all babies in the NICU have the same illness or condition, some diagnoses are common to newborns who need intensive care. Here's a brief look at those conditions, what causes them, how they're diagnosed, how they're treated, and how long infants usually stay in the unit after they've been diagnosed. Anemia What is it? One of the more common blood disorders, anemia is a low number of red blood cells in the blood. Babies who are anemic may: * have apnea (stop breathing for 20 seconds or more)  * have low blood pressure  * have a high heart rate  * seem sleepy What causes it? Premature infants may develop anemia for a number of reasons. In the first few weeks of life, infants don't make many new red blood cells. Also, their red blood cells have a shorter life than an adult's. And the frequent blood samples that must be taken for laboratory testing make it difficult for red blood cells to replenish. In full-term or preterm infants, hemolytic disease of the newborn (incompatibility between the blood types of the mother and baby) can lead to anemia. How is it diagnosed? A doctor can diagnose anemia with a blood test. How is it treated? Minor cases are monitored closely, whereas severe cases (especially in those premature babies who weigh less than 2.2 pounds [1,000 grams]) may require red blood cell transfusions. Doctors also try to treat the underlying cause of the anemia. How long will my baby be in the NICU? By the time the underlying problem has been treated, the number of red blood cells in the infant's circulation stabilizes. As long as the baby is doing well and no longer has symptoms, then the doctors usually let the infant go home with close follow-up with the child's doctor. Apnea What is it? Although it's perfectly normal for everyone to experience occasional pauses in breathing, newborns who don't take at least one breath in 20 seconds or more have a condition called apnea. During an apnea spell: * the baby stops breathing  * the heart rate may decrease  * the skin may turn pale, purplish, or blue from lack of oxygen  What causes it? Apnea is usually caused by immaturity in the area of the brain that controls the drive to breathe (the brain doesn't \"remember\" to take a breath), although illness can also be responsible. Almost all babies born at 30 weeks or less will experience apnea, but apnea spells become less frequent with age. How is it diagnosed? To accurately diagnose apnea, doctors monitor a baby's breathing rate in the NICU and may order a polysomnogram, which involves attaching the baby to several monitors and observing the infant for about 8 to 12 hours. The pneumogram provides information about the baby's heart rate, breathing, and oxygen saturation in the blood. How is it treated? In the NICU, all premature babies are monitored for apnea spells. The first line of treatment for apnea is simply stimulating the baby to help him or her remember to breathe. This can mean rubbing the infant's back or tapping the feet. However, when apnea occurs frequently, the infant may require medication (most commonly caffeine or theophylline) and/or a special nasal device that blows a steady stream of air into the airways to keep them open. How long will my baby be in the NICU? Babies remain in the unit until they've been apnea-free for 24 to 48 hours. Some may go home with an apnea monitor and on caffeine so parents can continue to watch for the condition. Many babies outgrow apnea by the time they're 10 weeks past their original due date. Bradycardia What is it? This is an abnormal slowing of the heart rate. What causes it? Bradycardia often arises from other problems like low oxygen levels in the blood or apnea. How is it diagnosed? Taking the baby's pulse and monitoring in the NICU will confirm a diagnosis of bradycardia. How is it treated? Bradycardia is treated by dealing with the underlying cause, such as apnea. In some rare cases, a heart defect may be responsible for the slower heart rate. For the appropriate care, babies with a heart defect need to see a pediatric cardiologist (a doctor who specializes in treating heart problems in children). How long will my baby be in the NICU? Usually, the length of the stay is determined by the condition causing the bradycardia, not the bradycardia itself. Bronchopulmonary dysplasia (BPD) What is it? Babies who still need oxygen at 4 weeks before their original due date are considered to have bronchopulmonary dysplasia — one of the most common chronic lung diseases in infants in the United States. What causes it? Bronchopulmonary dysplasia occurs in different infants for different reasons. It can happen in full-term as well as premature infants and doctors believe that it's due to an individual infant's response to a number of possible factors. The combination of the premature baby's immature lungs and the treatments (including machines and oxygen) to help the little one breathe is thought to cause damage (or scarring) to the lungs. Infections and pneumonia can also lead to the condition. Milder levels of damage are called chronic lung disease of prematurity (CLD). As the babies mature, they grow more lung tissue, which can improve their breathing over time. How is it diagnosed? The diagnosis of bronchopulmonary dysplasia usually doesn't occur until 2 to 4 weeks into the infant's life. At that point, the doctors make a diagnosis based on whether there was lung damage or an injury at birth and whether the infant has needed extra oxygen for a prolonged period of time. Chest X-rays can also help determine the extent of the lung damage. How is it treated? Bronchopulmonary dysplasia is sometimes treated with steroids to decrease the amount of scarring. However, because steroids can cause side effects, doctors usually wait as long as possible to begin steroid treatment. Steroids are never used without a complete discussion with the family as to potential benefits and risks. Other, more commonly used medicines include diuretics (which make the child urinate, or pee, and help eliminate excess fluid that can build up in the damaged lungs) and bronchodilators (which relax the muscles that surround the airways and allow them to open up). Babies with the disease also sometimes need ventilators (breathing machines) at home to help them breathe. And although it's uncommon, in severe cases, the surgical insertion of a breathing tube in the neck (called a tracheostomy) may be required so the baby can go home on a ventilator. Occasionally, babies need home oxygen therapy for several months. How long will my baby be in the NICU? Bronchopulmonary dysplasia is a serious condition that calls for longer stays in the NICU, sometimes up to several months. The smallest infants are usually the ones who develop the disease, so their stays are longer to make sure they're stable before they're discharged. Hydrocephalus What is it? Hydrocephalus means \"water on the brain.\" What causes it? A <em>buildup</em> of cerebrospinal fluid that surrounds the brain and the spinal cord causes hydrocephalus. It occurs when something — often bleeding from an intraventricular hemorrhage or an abnormality of the brain or skull — blocks the flow of the fluid. The <em>buildup</em> can create pressure that can damage the brain. How is it diagnosed? Doctors suspect hydrocephalus if a baby has a particularly large head or if head size increases rapidly. A computed tomography (or CT scan — a type of X-ray) can confirm this suspicion. How is it treated? Less serious cases are usually simply monitored, but more severe ones require a surgeon to place a tube in the brain that drains the fluid from the brain into the abdomen. How long will my baby be in the NICU? Again, this depends on the severity of the case. A serious condition may require a stay of several weeks or months, with careful monitoring so as to recognize potential long-term side effects like mental retardation and seizures. Intraventricular hemorrhage (IVH) What is it? Intraventricular hemorrhage is bleeding in the brain. Severe cases may cause a drop in blood pressure or seizures. Other symptoms could include: * a weak suck  * high-pitched cry  * apnea  * bradycardia   * anemia  What causes it? IVH usually occurs in premature babies because the vessels in their developing brains are especially fragile and can bleed easily. How is it diagnosed? It's diagnosed with an ultrasound of the head so that doctors can look for collections of blood in the brain. How is it treated? There's no specific treatment for intraventricular hemorrhage, so NICUs try to prevent it by controlling babies' blood pressure. Once diagnosed, the problem is closely monitored with frequent ultrasounds. If serious, IVH leads to severe hydrocephalus, which can be treated with a surgically placed shunt. How long will my baby be in the NICU? This depends on the severity of the bleeding. Infants with serious cases may spend several weeks to months in the NICU and be at risk for conditions like cerebral palsy or seizures later in life. Jaundice What is it? Jaundice is a high level of bilirubin in the blood (bilirubin is a byproduct of the natural breakdown of blood cells, and the liver usually \"recycles\" it back into the body). Although mild jaundice is fairly common in full-term babies, it's much more common in premature babies. What causes it? Jaundice occurs when a baby has increased blood cell breakdown and the liver can't handle the extra bilirubin, which builds up, giving the skin and the whites of the eyes a yellowish color. Babies with jaundice are sometimes more sleepy than usual and, in severe cases, may be lethargic. How is it diagnosed? Although the yellow skin is a fairly good indicator, a diagnosis is made with a blood test to measure the bilirubin level. How is it treated? Extremely high levels of bilirubin can cause brain damage, so infants are monitored for jaundice and treated quickly, before bilirubin reaches dangerous levels. Standard treatment includes providing adequate fluids and light therapy, in which the baby spends time under a special blue-colored light. Some cases may also require a blood transfusion. How long will my baby be in the NICU? Babies with this condition stay in the NICU until their bilirubin level drops, usually in about 2 to 3 days. Necrotizing enterocolitis (NEC) What is it? The most common intestinal condition in newborns, necrotizing enterocolitis occurs in about 1% to 5% of infants in the NICU and happens more commonly in low birth weight and premature infants. What causes it? It's thought that a number of factors can contribute to the development of NEC, which is the necrosis, or death, of parts of the intestine. Although a full-term infant can get the condition, the more premature a baby is, the greater the risk for NEC — perhaps because the intestines aren't developed enough to handle digestion. Factors that are also believed to contribute include the introduction of milk feeding, damage to the intestines from an infection, and poor blood flow. Babies with NEC may: * have a tense abdomen  * need more oxygen or higher ventilator settings  * have blood in their bowel movements  * exhibit signs of apnea  How is it diagnosed? An X-ray of the abdomen confirms the diagnosis. How is it treated? If there's no sign of a rupture in the intestines, doctors treat necrotizing enterocolitis by: * giving antibiotics  * stopping all intestinal feeding (such as formula feeding, breastfeeding, or using a feeding tube) * switching to an IV * draining the baby's stomach  * performing regular abdominal X-rays  In the case of an intestinal rupture, a surgeon may remove the diseased section of the intestine or make an incision in the abdomen to allow the infected fluid to drain. How long will my baby be in the NICU? Recovering from NEC can take a long time. Babies may spend many weeks in the NICU readjusting to regular feeding. Patent ductus arteriosus (PDA) What is it? The ductus arteriosus (DA) is a blood vessel in the heart that connects the aorta (which provides blood to the rest of the body) to the pulmonary artery (which sends blood to the lung). It allows blood to bypass the lungs while a baby is still in the womb. What causes it? The ductus arteriosus usually closes shortly after birth, which allows for normal blood circulation. But in some babies, most often premature ones, it remains open, or patent. Then blood flows through the ductus arteriosus and floods the vessels in the lungs, causing respiratory problems. How is it diagnosed? Those breathing problems are one clue that a baby has PDA. A heart murmur may also lead doctors to suspect the condition, which is then confirmed with an ultrasound of the heart. How is it treated? Sometimes doctors can close the ductus arteriosus by administering medicine. But if that doesn't work, or if the baby is too sick to take the medicine, the infant will need surgery to close it. How long will my baby be in the NICU? Although recovery time varies from child to child, many babies bounce back from PDA treatment in several days. Periventricular leukomalacia (PVL) What is it? A type of brain injury, periventricular leukomalacia occurs in the brain tissue that surrounds the fluid-filled cavities of the brain, called ventricles. This area of the brain is called white matter, in contrast to the grey matter that makes up the rest of the brain. So, the injury occurs to the white matter that provides connections between the brain and the muscles of the body. What causes it? PVL is thought to be caused by severe intraventricular hemorrhaging (bleeding in the brain). How is it diagnosed? Often no signs of PVL will be apparent in the nursery. Premature infants are at greater risk of having it, so doctors will frequently get studies like a head ultrasound or an MRI (magnetic resonance imaging) to look for periventricular leukomalacia. As the infant gets a little older, he or she may show signs of developmental delays. How is it treated? There's no specific treatment, only close monitoring and support with therapists if a child does develop significant delays, usually after discharge from the hospital How long will my baby be in the NICU? Babies with this condition may be in the NICU for several weeks or months. Respiratory distress syndrome (RDS) What is it? One of the most common and immediate problems facing premature infants is difficulty breathing. Although there are many causes of breathing difficulties in premature babies, the most common is called respiratory distress syndrome (RDS). What causes it? In RDS, the infant's immature lungs don't produce enough of an important substance called surfactant. Surfactant allows the inner surface of the lungs to expand properly when the infant makes the change from the womb to breathing air after birth. How is it diagnosed? Doctors suspect respiratory distress syndrome in any premature baby or in full-term infants who are breathing particularly hard and fast or require extra oxygen. A chest X-ray can confirm this diagnosis. How is it treated? RDS is treatable and many infants do quite well. When premature delivery can't be stopped, most pregnant women can be given medication just before delivery to help prevent RDS. Then, immediately after birth and several times later, artificial surfactant can be given to the infant through a breathing tube. Although most premature babies who lack surfactant will require a breathing machine, or ventilator, the use of artificial surfactant has greatly decreased the amount of time they spend on the ventilator. How long will my baby be in the NICU? Babies with serious cases usually require many days or weeks in the unit. Retinopathy of prematurity (ROP) What is it? The eyes of premature infants are especially vulnerable to injury after birth. A serious complication is called retinopathy of prematurity (ROP), which is an abnormal growth of the blood vessels in an infant's eye (within the retina). About 7% of babies weighing 2.8 pounds (1,250 grams) or less at birth develop the condition, and the resulting damage may range from mild (the need for glasses) to severe (blindness). What causes it? The cause of ROP in premature infants is unknown. Although it was previously thought that too much oxygen was the primary problem, further research has shown that oxygen levels (either too low or too high) play only a contributing factor in the development of the condition. How is it diagnosed? Because many very premature babies have some level of ROP, an eye exam by a pediatric eye doctor is standard at 8 to 10 weeks before the premature baby's original due date. How is it treated? For slight damage, the eye doctor may just follow the baby with frequent exams. But if the damage is greater, laser surgery will be needed to prevent it from progressing. How long will my baby be in the NICU? ROP alone doesn't usually determine the length of a newborn's stay in the unit. It often occurs in conjunction with other problems, and those will be a greater influence on when a baby can leave. But babies generally recover from the laser surgery in 24 to 48 hours. Sepsis What is it? A very serious condition, sepsis is the body's response to infection that has spread throughout the blood and tissues.  Babies with sepsis may: * be lethargic  * have a low or high temperature  * not eat well  * have apnea or difficulty breathing  * appear jaundiced  * just not look right  What causes it? Sepsis is an infection caused by bacteria growing in the blood. The bacteria can get into the blood: * during labor and delivery from the mother  * from IV lines  * after close contact with an individual who's infected with, or is a carrier of, bacteria  How is it diagnosed? A blood culture — sometimes along with a urine test or spinal tap — is used to diagnose the illness. How is it treated? When doctors suspect sepsis, they'll treat the baby with antibiotics until the lab results come back — usually for 48 hours. If those results are positive for sepsis, the baby receives antibiotics for 7 to 14 more days while being closely monitored. How long will my baby be in the NICU? Cases of sepsis are often severe (the infection can lead to meningitis, organ damage, and occasionally, death) and require a fairly long NICU stay, sometimes several weeks. Transient tachypnea of the newborn (TTN) What is it? Rapid breathing in a full-term newborn (more than 60 breaths a minute) is called transient tachypnea. Until about 4 hours after the delivery, this can actually be normal. What causes it? After 4 hours after delivery, doctors start to look for a cause of the rapid breathing, such as pneumonia, a blood infection, or problems with the lungs, including underdevelopment. How is it diagnosed? Blood tests and X-rays can help diagnose the underlying condition. How is it treated? The lung condition usually subsides within a few days with treatment. Babies are helped to breathe or receive oxygen, if needed, and the NICU staff closely watch their oxygen levels. How long will my baby be in the NICU? A stay of 24 to 72 hours is normal while NICU staff monitor the baby's condition. Other complications In addition to specific diagnoses, infants in the NICU can experience general problems. For instance, newborns lose heat easily, and preemies in particular have trouble regulating their body temperature, as they lack the energy or fat reserves to generate heat and the body mass to maintain it. So NICU babies must be kept warm in warmers or isolettes. High or low blood pressure can also be a risk for premature babies because their developing blood vessels can't handle changes in blood pressure and may tear more easily. Some preemies have trouble feeding because they aren't physically coordinated enough yet to do it. Eating is the most energy-consuming process for a newborn, and babies in the NICU often don't have the strength or energy to feed on their own. Instead, they have to be fed through an IV line or a tube. And if the digestive tract isn't sufficiently developed to handle food, that can cause problems too, as seen with necrotizing enterocolitis. A related condition is reflux. Although all infants have some reflux in the early months, preemies have a particular problem with it because they have poor muscle tone. Sphincters are muscles, and when the one between the esophagus and the stomach is weak, it allows the acidic stomach contents to bubble back up into the esophagus. (A preemie's immature nervous system has trouble controlling the sphincter as well.) The acid irritates the esophagus, which can lead to feeding problems. Inhaling and choking on the reflux is a more serious risk. Newborns who need intensive care are also vulnerable to infections. Their skin and mucous membranes — the body's primary lines of defense against bacteria and viruses — aren't well developed enough to provide adequate protection. With several immune-compromised babies in one space, infections that are introduced into the NICU can spread easily, and with nurses caring for multiple babies, the possibility of communicating infectious agents increases. That's why NICU staff are vigilant about keeping that environment as clean as possible. Talking to the doctor If your baby is admitted to the NICU, you'll want to find out as much about his or her care as possible. Some questions to ask the doctor are: * How long will my baby be in the unit?  * What, specifically, is the problem?  * What will be involved in my baby's treatment?  * What medicines will my baby have to take? * What can I do to help my baby?   You may also want to talk to the nurses to find out more about your baby's daily care and what to expect when you spend time with your little one. Once you have the answers to these questions, you'll know the way to help your baby during his or her time in intensive care.  ",
            "vi": "Tất cả các bậc bố mẹ đều hy vọng con mình sinh ra sẽ được khỏe mạnh. Tuy nhiên đôi khi cũng phát sinh nhiều vấn đề mà bắt buộc trẻ sơ sinh phải nhập viện. Nếu nhập viện thì trẻ có thể được nhận vào điều trị ở phòng săn sóc đặc biệt cho trẻ sơ sinh (NICU).  Người ta hầu như lúc nào cũng rất căng thẳng khi trẻ phải đột ngột vào NICU. Nhưng các bác sĩ, y tá và những người chăm trẻ khác trong khoa sẽ nỗ lực hết sức để hỗ trợ tinh thần cho bạn trong khi chăm sóc các nhu cầu y tế cho con của bạn. Tìm hiểu về NICU Với những thiết bị được thiết kế dành cho trẻ sơ sinh và nhân viên bệnh viện được đào tạo đặc biệt trong việc chăm sóc trẻ sơ sinh thì NICU là một khoa chăm sóc đặc biệt cho trẻ sơ sinh bị bệnh cần được điều trị đặc biệt.  Đôi khi NICU cũng được gọi là:  * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt dành cho trẻ em * phòng chăm sóc đặc biệt cho trẻ sơ sinh Trẻ có thể được gởi đến NICU nếu:  * bị sinh non * khó sinh  * có nhiều dấu hiệu rắc rối trong một vài ngày đầu sau khi sinh  Chỉ có những trẻ sơ sinh rất nhỏ (hoặc trẻ bị bệnh do sinh thiếu tháng) mới được điều trị ở NICU – thường là những trẻ chưa xuất viện về nhà sau khi sinh. Thời gian điều trị tại đây tuỳ thuộc vào mức độ nghiêm trọng của từng bé.  Mặc dù không phải trẻ nào được điều trị ở NICU đều bị bệnh hoặc có tình trạng sức khỏe giống nhau, nhưng dưới đây là một số chẩn đoán thường thấy đối với trẻ sơ sinh cần được chăm sóc đặc biệt.  Dưới đây là cái nhìn sơ lược về những chứng bệnh thường gặp, các nguyên nhân gây bệnh, cách thức chẩn đoán, phương pháp điều trị, và thời gian trẻ thường lưu lại ở đây sau khi được chẩn đoán là bao lâu. Bệnh thiếu máu Bệnh thiếu máu là gì?  Một trong những chứng bệnh liên quan đến máu thường gặp là bệnh thiếu máu – thiếu máu là chứng bệnh mà số hồng cầu trong máu thấp. Trẻ bị thiếu máu có thể:  * bị nghẹt thở (ngưng thở trong vòng 20 giây trở lên) * bị tụt huyết áp * có nhịp tim nhanh  * có vẻ buồn ngủ Nguyên nhân gây thiếu máu?  Trẻ sinh thiếu tháng có thể bị thiếu máu vì nhiều lý do. Trong một vài tuần đầu đời, trẻ không tạo thêm nhiều hồng cầu mới. Bên cạnh đó, các hồng cầu của trẻ sơ sinh đều có vòng đời ngắn hơn so với vòng đời của hồng cầu người lớn. Và các mẫu máu thường xuyên phải được lấy làm xét nghiệm ở phòng thí nghiệm làm cho hồng cầu rất khó có thể tái tạo lại được.   Đối với những trẻ sơ sinh thiếu tháng hoặc đủ tháng, thì bệnh tán huyết ở trẻ sơ sinh (chứng không tương thích giữa kiểu máu của người mẹ và kiểu máu của con) có thể dẫn đến bệnh thiếu máu.  Bệnh thiếu máu được chẩn đoán như thế nào?  Bác sĩ có thể chẩn đoán bệnh thiếu máu bằng xét nghiệm máu.  Bệnh thiếu máu được điều trị như thế nào?  Những trường hợp bệnh nhẹ được theo dõi sát sao, trong khi đó những ca nghiêm trọng (nhất là ở những trẻ sinh thiếu tháng có cân nặng dưới 2.2 pao [1,000 gram]) có thể phải được truyền hồng cầu. Bác sĩ cũng cố điều trị nguyên nhân tiềm ẩn của chứng thiếu máu này.  Con tôi sẽ ở NICU bao lâu?  Khi vấn đề tiềm ẩn được điều trị thì số lượng hồng cầu trong tuần hoàn của trẻ sơ sinh cũng được ổn định. Chừng nào trẻ trở nên khỏe mạnh và không còn bất cứ triệu chứng nào nữa thì bác sĩ thường sẽ cho trẻ xuất viện về nhà đồng thời được bác sĩ theo dõi chặt chẽ. Chứng nghẹt thở  Chứng nghẹt thở là gì?  Mặc dù chuyện thỉnh thoảng người ta bị ngưng thở là hoàn toàn bình thường, nhưng trẻ sơ sinh nếu không thở ít nhất là một lần trong vòng 20 giây trở lên thì trẻ đã mắc chứng nghẹt thở. Trong một cơn bệnh như vậy thì:  * trẻ ngừng thở  * nhịp tim có thể giảm * da trẻ có thể trở nên tái nhợt, đỏ tía, hoặc xanh dương do thiếu ô-xy Nguyên nhân gây nghẹt thở là gì? Chứng nghẹt thở thường gây ra do vùng não điều khiển chức năng hô hấp chưa hoàn thiện (não “quên” thở), mặc dù đôi khi một bệnh nào khác cũng có thể gây ra chứng nghẹt thở này. hầu hết tất cả các trẻ sinh ở tuần thứ 30 trở xuống đều sẽ bị bệnh này, nhưng các cơn bệnh trở nên ít đi khi trẻ lớn lên.  Chứng nghẹt thở được chẩn đoán như thế nào?  Để chẩn đoán chính xác chứng nghẹt thở, bác sĩ của NICU sẽ theo dõi nhịp thở của trẻ và có thể yêu cầu trẻ đo sóng não, điện tâm đồ tim và các hoạt động của cơ thể, bác sĩ sẽ quan sát bé bằng nhiều máy theo dõi trong khoảng thời gian từ 8-12 tiếng đồng hồ. Biểu đồ hoạt động phổi cho biết thông tin về nhịp tim, hô hấp của trẻ, và độ bão hoà ô-xy trong máu của trẻ.  Chứng nghẹt thở được điều trị như thế nào? Tại NICU, tất cả các trẻ sinh thiếu tháng đều được theo dõi các cơn nghẹt thở. Phương pháp điều trị nghẹt thở đầu tiên là chỉ cần kích thích cho trẻ thở trở lại. Bạn có thể chà xát vào lưng hoặc vỗ vào bàn chân của trẻ. Tuy nhiên khi trẻ bị nghẹt thở thường xuyên thì có thể cần phải được sử dụng thuốc (thường thấy nhất là cà-phê-in hoặc an-ka-lô-íc trong lá trà) và/hoặc cần một thiết bị hỗ trợ đặc biệt cho mũi để thổi luồng không khí đều đặn vào đường thở làm cho đường thở mở ra.   Con tôi sẽ ở NICU bao lâu?  Trẻ vẫn ở lại điều trị ở NICU cho đến khi không còn nghẹt thở nữa trong vòng 24-48 tiếng đồng hồ. Một số trẻ có thể được xuất viện về nhà kèm theo máy theo dõi ngưng thở và có thể sử dụng cà-phê-in vì vậy bố mẹ có thể tiếp tục theo dõi bệnh cho con mình. Hầu hết trẻ sơ sinh đều có thể không còn nghẹt thở nữa vào tuần thứ 10 sau khi sinh.   Nhịp tim chậm Nhịp tim chậm là gì?  Đây là chứng nhịp tim chậm bất thường.  Nguyên nhân gây nhịp tim chậm là gì? Nhịp tim chậm thường xảy ra do nhiều vấn đề khác gây ra chẳng hạn như nồng độ ô-xy trong máu thấp hoặc là do nghẹt thở.   Nhịp tim chậm được chẩn đoán như thế nào? Việc bắt mạch cho trẻ và theo dõi mạch của trẻ ở NICU sẽ giúp cho việc chẩn đoán nhịp tim chậm trở nên chắc chắn hơn.  Nhịp tim chậm được điều trị như thế nào? Nhịp tim chậm được điều trị bằng cách xử lý nguyên nhân tiềm ẩn của nó, chẳng hạn như chứng nghẹt thở. Trong một số trường hợp hiếm thấy, thì chứng dị tật tim cũng có thể là nguyên nhân gây chậm nhịp tim. Để chăm sóc đúng đắn, trẻ bị dị tật tim cần phải được khám bởi bác sĩ tim mạch khoa nhi (bác sĩ chuyên điều trị các vấn đề tim mạch ở trẻ em).   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì thời gian trẻ phải ở lại điều trị bao lâu tuỳ thuộc vào nguyên nhân làm cho nhịp tim chậm chứ không phải chính bản thân bệnh nhịp tim chậm.  Chứng loạn sản phế quản-phổi  Loạn sản phế quản-phổi là gì?  Trẻ vẫn cần ô-xy trước khi sinh đến 4 tuần bị coi là mắc bệnh loạn sản phế quản-phổi, đây là một trong những chứng bệnh phổi mãn tính thường thấy nhất đối với trẻ sơ sinh ở Hoa Kỳ.  Nguyên nhân gây loạn sản phế quản-phổi là gì?  Bệnh loạn sản phế quản-phổi xảy ra khác nhau ở từng trẻ sơ sinh và có nhiều nguyên nhân khác nhau. Nó có thể xảy ra đồng thời ở trẻ sinh thiếu tháng lẫn trẻ sinh đủ tháng và các bác sĩ cho rằng đó là do sự phản ứng của từng trẻ đối với một số yếu tố có thể xảy ra.  Các phương pháp điều trị (bao gồm máy móc và ô-xy) cộng với lá phổi non nớt chưa hoàn thiện của trẻ sinh thiếu tháng để giúp cho trẻ thở được cho là nguyên do gây tổn thương (gây hại) cho phổi. Bệnh viêm phổi và nhiễm trùng cũng có thể gây bệnh. Mức độ tổn hại nhẹ hơn được gọi là bệnh phổi mãn tính ở trẻ sinh non (CLD). Khi trẻ lớn lên, chúng tạo thêm nhiều mô phổi, có thể dần dần cải thiện tình trạng hô hấp.  Chứng loạn sản phế quản-phổi được chẩn đoán như thế nào? Mãi đến tuần thứ 2 đến thứ 4 sau khi sinh thì trẻ mới thường được chẩn đoán bệnh loạn sản phế quản-phổi. Vào thời điểm đó, bác sĩ sẽ chẩn đoán dựa trên việc liệu phổi có bị tổn thương hoặc có chấn thương nào khi sinh không và xem liệu trẻ có cần thêm ô-xy để kéo dài hô hấp không. Chụp hình X-quang ngực cũng có thể giúp xác định mức độ tổn thương phổi.  Chứng loạn sản phế quản-phổi được điều trị như thế nào?  Chứng loạn sản phế quản-phổi đôi khi được điều trị bằng xtê-rô-ít để làm giảm mức độ tổn thương. Tuy nhiên vì xtê-rô-ít có thể gây tác dụng phụ nên bác sĩ thường chờ càng lâu càng tốt mới bắt đầu điều trị bằng xtê-rô-ít. Xtê-rô-ít chẳng bao giờ được sử dụng mà không bàn bạc đầy đủ với gia đình về các lợi ích và nguy cơ rủi ro tiềm ẩn của nó.  Ngoài ra,, những loại thuốc thường được sử dụng nhiều hơn như thuốc lợi tiểu (làm cho trẻ đi tiểu và giúp thải đi lượng dịch dư thừa tăng sinh trong phổi bị tổn thương) và các loại thuốc trị hen suyễn (làm giãn các cơ xung quanh đường thở và giúp cho đường thở nới rộng ra).  Trẻ bị bệnh đôi khi cũng cần có máy hô hấp nhân tạo (máy thở) ở nhà để giúp cho bé có thể thở được. Và mặc dù không thường thấy, nhưng trong một số trường hợp nghiêm trọng, trẻ có thể cần phải được phẫu thuật chèn ống thở vào cổ (đây gọi là thủ thuật mở thông khí quản) vì vậy trẻ có thể xuất viện về nhà kèm theo máy hô hấp nhân tạo. Đôi khi trẻ cũng cần liệu pháp ô-xy tại nhà trong một vài tháng.  Con tôi sẽ ở lại NICU bao lâu?  Chứng loạn sản phế quản-phổi là bệnh nghiêm trọng cần phải ở lại điều trị tại NICU lâu hơn, đôi khi phải cần đến vài tháng. Những trẻ sơ sinh nhỏ nhất thường là những trẻ bị bệnh này vì thế chúng cần được điều trị lâu hơn để đảm bảo ổn định sức khỏe trước khi xuất viện về nhà.  Tràn dịch não Tràn dịch não là gì?  Tràn dịch nào có nghĩa là “dịch não bị tràn ra ngoài.”  Nguyên nhân gây tràn dịch não là gì?  Sự tăng sinh dịch não tuỷ xung quanh não và tuỷ sống gây tràn dịch não. Chứng bệnh này xảy ra khi có vật gì đó làm chặn luồng dịch – thường là do xuất huyết não thất hoặc bất thường ở não hoặc sọ. Tình trạng tăng sinh này có thể gây ra áp suất có thể làm tổn thương đến não.  Chứng tràn dịch não được chẩn đoán như thế nào?  Bác sĩ thường nghi ngờ tràn dịch não nếu thấy đầu của trẻ lớn đặc biệt hoặc nếu thấy kích thước đầu của bé tăng nhanh. Phương pháp chụp cắt lớp (chụp CT-một loại tia X) có thể giúp xác nhận điều nghi ngờ này.  Chứng tràn dịch não được điều trị như thế  nào?  Những trường hợp ít nghiêm trọng hơn thường chỉ cần được theo dõi nhưng đối với những trường hợp nghiêm trọng hơn đòi hỏi bác sĩ phẫu thuật phải đặt một ống vào bên trong não để cho dịch chảy từ não vào bụng.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này lại tuỳ thuộc vào mức độ nghiêm trọng của bệnh. Một chứng bệnh nặng có thể cần phải ở lại điều trị một vài tuần hoặc một tháng, đồng thời được theo dõi cẩn thận để phát hiện ra những tác dụng phụ tiềm ẩn lâu dài chẳng hạn như thiểu năng tinh thần và tai biến mạch máu. Xuất huyết não thất (IVH) Xuất huyết não thất là gì?  Xuất huyết não thất là dạng xuất huyết não. Các trường hợp nghiêm trọng có thể làm hạ huyết áp hoặc gây tai biến mạch máu. Các triệu chứng khác có thể bao gồm:  * bú yếu  * khóc nhiều  * nghẹt thở * nhịp tim chậm * thiếu máu Nguyên nhân gây xuất huyết não thất là gì? Xuất huyết não thất (IVH) thường xảy ra ở trẻ sinh thiếu tháng bởi các mạch máu trong bộ não đang phát triển của bé đặc biệt rất mỏng và yếu ớt có thể gây xuất huyết một cách dễ dàng.  Xuất huyết não thất được chẩn đoán như thế nào?  Chứng bệnh này được chẩn đoán bằng cách siêu âm đầu để bác sĩ có thể tìm chỗ tụ máu bên trong não.  Xuất huyết não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào cho bệnh xuất huyết não thất, vì vậy NICU cố phòng tránh bằng cách làm điều hoà huyết áp cho trẻ. Khi đã chẩn đoán được thì bác sĩ có thể theo dõi bệnh một cách chặt chẽ bằng cách siêu âm thường xuyên. Trường hợp IVH nặng có thể dẫn đến chứng tràn dịch não nghiêm trọng, có thể được điều trị bằng cách phẫu thuật đặt ống dẫn bên trong.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Điều này tuỳ thuộc vào mức độ xuất huyết nghiêm trọng như thế nào. Trẻ sơ sinh bị xuất huyết não thất nặng có thể phải điều trị ở NICU trong một vài tuần đến một vài tháng và có nguy cơ mắc một số bệnh như bại não hoặc tai biến mạch máu về sau.  Vàng da Vàng da là gì?    Vàng da là nồng độ sắc tố da cam trong máu cao (sắc tố da cam là sản phẩm phụ của các tế bào máu bị phân huỷ tự nhiên, và gan thường “tái tạo” lại vào cơ thể). Mặc dù chứng vàng da nhẹ khá phổ biến ở trẻ sinh đủ tháng, nhưng đối với những trẻ sinh non thì chứng bệnh này thường thấy nhiều hơn.  Nguyên nhân gây vàng da là gì? Chứng vàng da xảy ra khi hiện tượng phân huỷ tế bào máu của trẻ tăng lên và gan không thể xử lý nổi lượng sắc tố da cam dư thừa, gây tăng sinh lượng sắc tố này, làm cho da và tròng trắng mắt chuyển sang màu vàng nhạt. Trẻ bị vàng da đôi khi buồn ngủ hơn bình thường và trong một số trường hợp vàng da nặng có thể khiến cho trẻ rơi vào trạng thái hôn mê.  Vàng da được chẩn đoán như thế nào?  Mặc dù da vàng là một dấu hiệu đặc trưng để nhận diện khá chính xác nhưng phải chẩn đoán bằng xét nghiệm máu để đo nồng độ sắc tố da cam. Điều trị chứng vàng da như thế nào?  Nồng độ sắc tố da cam cực cao có thể làm não bị tổn thương, vì vậy trẻ sơ sinh được theo dõi phát hiện vàng da và điều trị khẩn cấp trước khi sắc tố da cam có thể chạm đến mức độ nguy hiểm. Phương pháp điều trị chuẩn gồm việc cung cấp đủ nước cho trẻ và sử dụng liệu pháp ánh sáng, trong đó trẻ được chiếu ánh sáng màu xanh dương đặc biệt lên người. Cũng có một số trường hợp yêu cầu phải được truyền máu.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị bệnh vàng da thường ở lại NICU cho đến khi nồng độ sắc tố da cam giảm xuống, thường thì khoảng từ 2 đến 3 ngày.  Viêm ruột hoại tử (NEC) Viêm ruột hoại tử là gì?  Viêm ruột hoại tử là chứng bệnh về ruột thường thấy nhất ở trẻ sơ sinh, nó xảy ra ở khoảng từ 1 đến 5% trẻ sơ sinh tại NICU và thường thấy nhiều hơn ở trẻ sinh non và nhẹ ký.  Nguyên nhân gây viêm ruột hoại tử là gì? Người ta cho rằng một số yếu tố có thể góp phần làm phát triển bệnh viêm ruột hoại tử (NEC) là hoại tử nhiều đoạn ruột.  Mặc dù trẻ sinh đủ tháng có thể bị viêm ruột hoại tử nhưng nếu trẻ càng sinh thiếu tháng thì nguy cơ mắc NEC càng cao – có thể bởi vì ruột không phát triển đủ lớn để có thể thực hiện chức năng tiêu hoá được. Người ta cũng cho rằng có nhiều yếu tố góp phần làm viêm ruột hoại tử như việc cho con bú, tổn thương ruột do nhiễm trùng, và máu lưu thông kém.    Trẻ bị NEC có thể: * có bụng căng cứng  * cần thêm nhiều ô-xy hơn hoặc cần máy hô hấp nhân tạo nhiều hơn * trong phân có máu * có dấu hiệu nghẹt thở Viêm ruột hoại tử được chẩn đoán như thế nào? Người ta có thể chẩn đoán chắc chắn bằng cách chụp X-quang bụng. Viêm ruột hoại tử được điều trị như thế nào? Nếu không phát hiện ra bất cứ dấu hiệu đứt ruột nào thì các bác sĩ điều trị viêm ruột hoại tử bằng cách:  * cho sử dụng thuốc kháng sinh  * ngưng tất cả việc cho trẻ ăn qua đường ruột (chẳng hạn như bú bình, bú mẹ hoặc sử dụng ống dẫn thức ăn) * cho chuyển sang truyền tĩnh mạch  * rút khô dịch trong dạ dày của trẻ  *  chụp X-quang bụng thường xuyên  Trong trường hợp trẻ bị đứt ruột, bác sĩ phẫu thuật có thể cắt bỏ đoạn ruột bị hoại tử hoặc rạch bụng của trẻ để làm rút khô chất dịch bệnh.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Việc phục hồi khỏi bệnh viêm ruột hoại tử (NEC) có thể phải mất nhiều thời gian. Trẻ có thể phải được điều trị nhiều tuần ở NICU để điều chỉnh lại việc ăn uống điều độ.  Ống động mạch (PDA) Ống động mạch là gì?  Ống động mạch (DA) là một mạch máu trong tim có nhiệm vụ nối động mạch chủ (cung cấp máu đến các phần còn lại trên cơ thể) với động mạch phổi (vận chuyển máu đến phổi). Nó giúp cho máu đi vòng qua phổi trong khi trẻ vẫn còn nằm trong bụng mẹ.  Nguyên nhân gây ống động mạch là gì?  Ống động mạch thường đóng kín ngay sau khi sinh, giúp cho máu lưu thông bình thường. Nhưng đối với một số trẻ, thường thấy nhất là trẻ sinh thiếu tháng, ống động mạch này vẫn hở, hoặc mở thông ra. Sau đó máu chảy qua ống động mạch và làm ngập các mạch máu trong phổi, gây ra nhiều vấn đề về hô hấp.   Ống động mạch được chẩn đoán như thế nào?  Các vấn đề về hô hấp đó là một dấu hiệu cho biết trẻ bị ống động mạch (PDA). Tiếng thổi tim cũng có thể làm cho bác sĩ nghi ngờ bệnh, sau đó được xác nhận bằng siêu âm tim.  Ống động mạch được điều trị như thế nào?  Đôi khi bác sĩ có thể làm kín ống động mạch bằng cách cho sử dụng thuốc. Nhưng nếu không có hiệu quả, hoặc nếu trẻ ốm yếu quá đến nỗi không thể sử dụng thuốc được thì sẽ phải được phẫu thuật để đóng kín lại ống động mạch.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Mặc dù thời gian hồi phục không trẻ nào giống trẻ nào, nhưng nhiều bé có thể hồi phục nhanh khỏi bệnh ống động mạch trong một vài ngày.  Hoại tử trắng quanh não thất (PVL) Hoại tử trắng quanh não thất là gì?  Hoại tử trắng quanh não thất là một loại tổn thương não, xảy ra trong mô não bao quanh các khoang não chứa dịch, gọi là tâm thất. Vùng não này được gọi là chất trắng, đối nghịch với chất xám tạo nên phần còn lại của não. Vì vậy, tổn thương xảy ra ở vùng chất trắng kết nối thông tin giữa não và các cơ của cơ thể.  Nguyên nhân gây hoại tử trắng quanh não thất là gì?  Người ta cho rằng PVL gây ra do xuất huyết não thất nặng (xuất huyết não).  Hoại tử trắng quanh não thất được chẩn đoán như thế nào?  Thông thường thì không có dấu hiệu nào của chứng hoại tử trắng quanh não thất (PVL) rõ ràng trong phòng trẻ sơ sinh. Các trẻ sinh thiếu tháng có nguy cơ mắc bệnh nhiều hơn, vì thế bác sĩ sẽ thường xuyên theo dõi chẳng hạn như siêu âm đầu hoặc MRI (cộng hưởng từ) (chụp cộng hưởng từ) để dò tìm hoại tử trắng quanh não thất. Khi trẻ lớn lên một chút, trẻ có thể có biểu hiện chậm phát triển.  Hoại tử trắng quanh não thất được điều trị như thế nào?  Chẳng có phương pháp đặc trị nào đối với chứng hoại tử trắng quanh não thất, chỉ có phương pháp theo dõi chặt chẽ và hỗ trợ cho nhà trị liệu nếu trẻ phát triển chậm đáng kể, thường là sau khi trẻ được xuất viện về nhà.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị hoại tử trắng quanh não thất có thể được điều trị ở NICU trong một vài tuần hoặc một vài tháng.  Hội chứng suy hô hấp (RDS) Hội chứng suy hô hấp là gì?   Một trong những vấn đề cấp bách và thường thấy nhất đối với trẻ sinh thiếu tháng là khó thở. Mặc dù có nhiều nguyên nhân gây khó thở ở trẻ sinh non, nhưng thường thấy nhất là hội chứng suy hô hấp (RDS). Nguyên nhân gây hội chứng suy hô hấp là gì?  Đối với hội chứng suy hô hấp thì hai lá phổi chưa hoàn thiện của trẻ sơ sinh không tạo đủ chất quan trọng có tên là chất hoạt tính bề mặt. Chất hoạt tính bề mặt giúp cho mặt trong của phổi phồng lên đúng mức khi trẻ chuyển từ trong bụng mẹ sang thở không khí bên ngoài sau khi sinh.  Hội chứng suy hô hấp được chẩn đoán như thế nào?  Bác sĩ nghi ngờ hội chứng suy hô hấp ở bất kỳ trẻ sinh thiếu tháng hoặc đủ tháng nào thở đặc biệt khó khăn và thở nhanh hoặc cần thêm ô-xy. Có thể chụp X-quang ngực để xác nhận chắc chắn chẩn đoán này.  Hội chứng suy hô hấp được điều trị như thế nào?  RDS có thể chữa được và nhiều trẻ sơ sinh đáp ứng khá tốt. Khi mà hiện tượng sinh non không có cách nào khắc phục được thì hầu hết các thai phụ có thể được sử dụng thuốc ngay trước khi sinh để giúp phòng tránh RDS. Sau đó ngay sau khi sinh và một số lần kế tiếp, trẻ có thể được sử dụng chất hoạt tính bề mặt nhân tạo qua ống thở.  Mặc dù hầu hết các trẻ sinh non thiếu chất hoạt tính bề mặt sẽ cần phải sử dụng máy thở, hoặc máy hô hấp nhân tạo, việc sử dụng chất hoạt tính bề mặt nhân tạo đã làm giảm đáng kể lượng thời gian sử dụng máy thở của bé.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Trẻ bị suy hô hấp nặng thường cần phải được điều trị trong nhiều ngày hoặc nhiều tuần.  Bệnh võng mạc ở trẻ sinh thiếu tháng (ROP) Bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Mắt của trẻ sinh non rất dễ bị tổn thương sau khi sinh. Một biến chứng nguy hiểm được gọi là bệnh võng mạc ở trẻ sinh thiếu tháng (ROP), đây là bệnh phát triển mạch máu bất thường trong mắt trẻ sơ sinh (trong võng mạc). Khoảng 7% trẻ chào đời có cân nặng 2.8 pao (1,250 gram) trở xuống đều bị bệnh này, và dẫn đến hậu quả có thể là từ nhẹ (cần mang kính) đến nặng (mù mắt).  Nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng là gì?  Người ta vẫn chưa tìm ra nguyên nhân gây bệnh võng mạc ở trẻ sinh thiếu tháng. Mặc dù trước đây người ta cho rằng vấn đề chính yếu là quá nhiều ô-xy, cuộc nghiên cứu sâu hơn đã cho thấy nồng độ ô-xy (hoặc quá thấp hoặc quá cao) chỉ đóng nhân tố góp phần làm phát triển bệnh thôi.  Bệnh võng mạc ở trẻ sinh thiếu tháng được chẩn đoán như thế nào?  Bởi có nhiều trẻ sinh rất non bị bệnh võng mạc ở một mức độ nào đó, nên trẻ cần được bác sĩ mắt khoa nhi khám mắt ở chuẩn từ 8 tới 10 tuần trước khi chào đời.   Bệnh võng mạc ở trẻ sinh thiếu tháng được điều trị như thế nào? Đối với trường hợp tổn thương nhẹ thì bác sĩ nhãn khoa có thể chỉ cần theo dõi khám mắt thường xuyên cho trẻ. Nhưng nếu tổn thương nhiều hơn thì trẻ sẽ cần phải phẫu thuật bằng tia la-de để ngăn không cho bệnh tiến triển hơn.   Con tôi sẽ ở lại NICU trong thời gian bao lâu? Bản thân bệnh võng mạc ở trẻ sinh thiếu tháng thường không quyết định được khoảng thời gian mà trẻ phải điều trị là bao lâu. Nó thường xảy ra kết hợp với nhiều vấn đề khác, và các vấn đề đó sẽ ảnh hưởng đến trẻ nhiều hơn khi trẻ có thể xuất viện về nhà. Nhưng thường thì trẻ có thể phục hồi khỏi cuộc phẫu thuật bằng tia la-de trong khoảng từ 24 đến 48 tiếng đồng hồ.  Bệnh nhiễm trùng máu  Bệnh nhiễm trùng máu là gì?  Nhiễm trùng máu là bệnh rất nguy hiểm, đây là phản ứng của cơ thể đối với bệnh nhiễm trùng đã phát tán khắp trong máu và mô.  Trẻ bị nhiễm trùng máu có thể:  * bị hôn mê * có thân nhiệt thấp hoặc cao  * biếng ăn * bị nghẹt thở hoặc khó thở  * có biểu hiện vàng da  * nhìn không khoẻ mạnh Nguyên nhân gây nhiễm trùng máu là gì? Nhiễm trùng máu là chứng bệnh nhiễm trùng do vi khuẩn phát triển trong máu gây ra. Vi khuẩn có thể xâm nhập vào máu:   * từ người mẹ trong khi chuyển dạ và sinh nở  * lây truyền qua đường tĩnh mạch  * sau khi tiếp xúc gần gũi với người bị bệnh hoặc là người mang mầm vi khuẩn  Nhiễm trùng máu được chẩn đoán như thế nào?  Người ta chẩn đoán bệnh nhiễm trùng máu bằng cách nuôi cấy máu – đôi khi cũng kết hợp với xét nghiệm nước tiểu hoặc chọc dò tủy sống.  Nhiễm trùng máu được điều trị như thế nào?  Khi bác sĩ nghi ngờ nhiễm trùng máu thì sẽ cho trẻ sử dụng thuốc kháng sinh cho đến khi có kết quả xét nghiệm ở phòng thí nghiệm – thông thường là trong 48 tiếng đồng hồ. Nếu kết quả nhiễm trùng máu dương tính thì trẻ sẽ được sử dụng thuốc kháng sinh thêm từ 7 đến 14 ngày nữa trong khi được bác sĩ theo dõi chặt chẽ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Các trường hợp nhiễm trùng máu thường rất nặng (nhiễm trùng có thể dẫn đến viêm màng não, tổn thương một cơ quan nào đó, và đôi khi gây tử vong) và cần phải được điều trị ở NICU trong thời gian khá lâu, đôi khi là một vài tuần.  Cơn thở nhanh (thở dốc) thoáng qua ở trẻ sơ sinh (TTN) Cơn thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Chứng thở nhanh ở trẻ sinh đủ tháng (hơn 60 lần/phút) được gọi là cơn thở nhanh thoáng qua. Mãi đến khoảng 4 giờ sau khi sinh thì chứng thở này mới có thể là bình thường.  Nguyên nhân gây chứng thở nhanh thoáng qua ở trẻ sơ sinh là gì?  Sau khi trẻ chào đời 4 tiếng đồng hồ, bác sĩ mới bắt đầu dò tìm nguyên nhân gây thở nhanh, chẳng hạn như viêm phổi, nhiễm trùng máu, hoặc các vấn đề về phổi, bao gồm sự chậm phát triển.   Chứng thở nhanh thoáng qua của trẻ sơ sinh được chẩn đoán như thế nào?  Các xét nghiệm máu và chụp X-quang có thể giúp chẩn đoán bệnh tiềm ẩn.  Chứng thở nhanh thoáng qua của trẻ sơ sinh được điều trị như thế nào?  Bệnh phổi thường giảm dần trong một vài ngày điều trị. Trẻ được hỗ trợ thở hoặc nhận ô-xy, nếu cần thì nhân viên NICU sẽ theo dõi chặt chẽ nồng độ ô-xy của trẻ.  Con tôi sẽ ở lại NICU trong thời gian bao lâu? Thông thường thì bé sẽ ở lại từ 24-72 tiếng đồng hồ trong khi nhân viên NICU theo dõi bệnh. Các biến chứng khác Ngoài những chẩn đoán cụ thể thì trẻ sơ sinh tại NICU có thể gặp nhiều vấn đề sức khỏe thường thấy khác. Chẳng hạn như trẻ bị mất nhiệt dễ dàng, và trẻ sinh thiếu tháng rất khó điều hoà thân nhiệt của mình, bởi chúng không đủ năng lượng hoặc lượng mỡ dự trữ để tạo thân nhiệt và khối lượng cơ thể để duy trì nó. Thế nên trẻ ở NICU phải được giữ ấm trong lồng ấp hoặc lồng ấp trẻ sơ sinh (thường là sinh non).  Huyết áp thấp hay huyết áp cao cũng có thể gây nguy hiểm đối với trẻ sinh thiếu tháng bởi những mạch máu đang phát triển của bé không chịu được thay đổi của huyết áp và có thể làm cho mạch máu bị đứt dễ dàng hơn.  Một số trẻ sinh non thường hay gặp rắc rối về vấn đề ăn uống bởi cơ thể chúng chưa phối hợp đầy đủ về mặt thể chất. Việc ăn uống là một quá trình tốn nhiều năng lượng nhất đối với trẻ sơ sinh và trẻ ở NICU thường không đủ mạnh hoặc không đủ năng lượng để có thể tự ăn (bú) được. Thay vào đó, chúng phải được truyền dưỡng chất qua đường tĩnh mạch hoặc ống dẫn. Và nếu như đường tiêu hoá chưa phát triển đủ để có thể xử lý được thức ăn thì nó có thể gây ra nhiều vấn đề rắc rối khác nữa, như chúng ta đã thấy đó là chứng viêm ruột hoại tử. Một chứng bệnh liên quan khác đó là trào ngược. Mặc dù trẻ sơ sinh nào cũng bị trào ngược một chút trong những tháng đầu đời, nhưng trẻ sinh thiếu tháng đặc biệt rắc rối với chứng trào ngược này bởi lực cơ của chúng kém săn chắc. Cơ vòng (cơ thắt) là những cơ,  và khi một cơ nào đó giữa thực quản và dạ dày yếu, nó làm cho lượng a-xít trong dạ dày trào ngược lên thực quản. (Hệ thần kinh chưa hoàn thiện của trẻ sinh non cũng khó kiểm soát được cơ vòng.) A-xít làm kích thích thực quản, có thể gây ra nhiều vấn đề khó khăn về ăn uống. Việc hít thở và nghẹt thở do trào ngược là một nguy hiểm nặng nề hơn.  Trẻ sơ sinh cần được chăm sóc đặc biệt cũng rất dễ bị nhiễm trùng. Da và niêm mạc (màng nhầy) của trẻ – “tuyến phòng thủ” chính của cơ thể để chống lại vi trùng và vi khuẩn – chưa phát triển đầy đủ để có thể bảo vệ tốt cho bé. Do một số trẻ bị suy yếu miễn dịch ở cùng trong một không gian như thế này, nên các bệnh nhiễm trùng xâm nhập vào NICU có thể được phát tán và lây lan nhanh chóng, và do nhiều y tá cùng chăm sóc cho nhiều bệnh nhi nên khả năng làm phát tán tác nhân lây nhiễm bệnh càng gia tăng. Đó là lý do vì sao nhân viên NICU nên thận trọng về việc giữ cho môi trường càng sạch càng tốt. Nói chuyện với bác sĩ  Nếu con bạn nhập viện ở khu chăm sóc đặc biệt cho trẻ sơ sinh, bạn cần nên biết cách chăm sóc cho con mình càng nhiều càng tốt. Bạn có thể hỏi bác sĩ một số câu hỏi dưới đây:   * Bé sẽ ở lại điều trị trong thời gian bao lâu? * Vấn đề cụ thể của bé là gì? * Việc điều trị cho bé cần thiết, liên quan đến những gì?  * Bé sẽ phải sử dụng những loại thuốc gì? * Tôi có thể làm gì cho con mình? Bạn cũng có thể cần nói chuyện với y tá để biết nhiều hơn về chế độ chăm sóc hằng ngày cho con và nên làm gì khi bạn ở bên con của mình.  Khi bạn biết được đáp án của các câu trả lời này thì bạn sẽ biết cách giúp đỡ cho con trong suốt quá trình chăm sóc đặc biệt dành cho bé.   "
        },
        {
            "en": "What is heart disease? Bring up heart disease, and most people think of a heart attack. But there are many conditions that can undermine the heart's ability to do its job. These include coronary artery disease, cardiomyopathy, arrhythmia, and heart failure. Keep reading to find out what these disorders do to the body and how to recognize the warning signs. What is a heart attack? Every year, more than 1 million Americans have a heart attack – a sudden interruption in the heart's blood supply. This happens when there is a blockage in the coronary arteries, the vessels that carry blood to the heart muscle. When blood flow is blocked, heart muscle can be damaged very quickly and die. Prompt emergency treatments have reduced the number of deaths from heart attacks in recent years. Heart attack symptoms A heart attack is an emergency even when symptoms are mild. Warning signs include: * Pain or pressure in the chest.  * Discomfort spreading to the back, jaw, throat, or arm.  * Nausea, indigestion, or heartburn.  * Weakness, anxiety, or shortness of breath.  * Rapid or irregular heartbeats.  Heart attack symptoms in women Women don't always feel chest pain with a heart attack. Women are more likely than men to have heartburn, loss of appetite, tiredness or weakness, coughing, and heart flutters. These symptoms should not be ignored. The longer you postpone treatment, the more damage the heart may sustain. Signs of coronary artery disease A precursor to a heart attack, coronary artery disease or CAD occurs when sticky plaque builds up inside the coronary arteries. This narrows the arteries, making it more difficult for blood to flow through. Many people don't know they have CAD until a heart attack strikes. But there are warning signs, such as recurring chest pain caused by the restricted blood flow. This pain is known as angina. Inside a heart attack The plaque deposited in your arteries is hard on the outside and soft and mushy on the inside. Sometimes the hard outer shell cracks. When this happens, a blood clot forms around the plaque. If the clot completely blocks the artery, it cuts off the blood supply to a portion of the heart. Without immediate treatment, that part of the heart muscle could be damaged or destroyed. Don't wait to be sure The best time to treat a heart attack is as soon as symptoms begin. Waiting to be sure can result in permanent heart damage or even death. If you think you may be having a heart attack, call 911. And don't try driving yourself to the hospital. When you call 911, the EMS staff can start emergency care as soon as they reach you. Sudden cardiac death Sudden cardiac death (SCD) accounts for half of all heart disease deaths in the U.S., but it's not the same as a heart attack. SCD occurs when the heart's electrical system goes haywire, causing it to beat irregularly and dangerously fast. The heart's pumping chambers may quiver instead of pumping blood out to the body. Without CPR and restoration of a regular heart rhythm, death can occur in minutes. Arrhythmia: Erratic heart beat Regular electrical impulses cause your heart to beat. But sometimes those impulses become erratic. The heart may race, slow down, or quiver. Arrhythmias are often harmless variations in rhythm that pass quickly. But some types make your heart less effective at pumping blood, and that can take a serious toll on the body. Let your doctor know if you've noticed your heart beating abnormally. Cardiomyopathy Cardiomyopathy is a disease involving changes in the heart muscle. These changes may interfere with the heart’s ability to pump effectively, which can lead to a chronic condition called heart failure. Cardiomyopathy is sometimes associated with other chronic conditions, such as high blood pressure or heart valve disease. Heart failure Heart failure doesn't mean your heart stops working. It means the heart can't pump enough blood to meet the body's needs. Over time, the heart gets bigger to hold more blood, it pumps faster to increase the amount of blood moving out of it, and the blood vessels narrow. The heart muscle may also weaken, reducing the blood supply even more. Most cases of heart failure are the result of coronary artery disease and heart attacks. Congenital heart defect A congenital heart defect is one that's present at birth. The problem could be a leaky heart valve, malformations in the walls that separate the heart chambers, or other heart problems. Some defects are not found until a person becomes an adult. Some need no treatment. Others require medicine or surgery. People with congenital heart defects may have a higher risk of developing complications such as arrhythmias, heart failure, and heart valve infection, but there are ways to reduce this risk. Testing: Electrocardiogram (EKG) An EKG (also ECG) is a painless test that uses electrodes placed on the skin to record the heart's electrical activity. The test provides information about your heart rhythm and damage to the heart muscle. An EKG can help your doctor diagnose a heart attack and evaluate abnormalities such as an enlarged heart. The results can be compared to future EKGs to track changes in the condition of your heart. Testing: Stress test The stress test measures how your heart responds to exertion. If you have an exercise stress test, you'll either walk on a treadmill or ride a stationary bike while the level of difficulty increases. At the same time, your EKG, heart rate, and blood pressure will be monitored as your heart works harder. Doctors use a stress test to evaluate whether there is an adequate supply of blood to the heart muscle. Testing: Holter monitor A Holter monitor is a portable heart rhythm recorder. If your doctor suspects a heart rhythm problem, she may ask you to wear one for 1 or 2 days. It records the heart's continuous electrical activity day and night, compared with an EKG, which is a snapshot in time. The doctor will probably also ask you to keep a log of your activities and to note any symptoms and when they occur. Testing: Chest X-ray A chest X-ray is a picture of your heart, lungs, and chest bones that's made by using a very small amount radiation. Chest X-rays can be used to look for heart and lung abnormalities. In this image, the bulge seen on the right side is an enlarged left ventricle, the heart's main pumping chamber. Testing: Echocardiogram An echocardiogram uses sound waves (ultrasound) to generate moving images of the heart. The test can assess the chambers and valves of your heart and how well your heart muscle and heart valves are working. It's useful in diagnosing and evaluating several types of heart disease, as well as evaluating the effectiveness of treatments. Testing: Cardiac CT Cardiac computerized tomography (known as cardiac CT) takes detailed images of the heart and its blood vessels. A computer stacks the images to create a 3-D picture of heart. A cardiac CT can be used to look for plaque or calcium <em>buildup</em> in the coronary arteries, heart valve problems, and other types of heart disease. Testing: Cardiac catheterization Cardiac catheterization helps diagnose and treat some heart conditions. The doctor guides a narrow tube, called a catheter, through a blood vessel in your arm or leg until it reaches the coronary arteries. Dye is injected into each coronary artery, making them easy to see with an X-ray. This reveals the extent and severity of any blockages. Treatments such as angioplasty or stenting can be done during this procedure. Living with heart disease Most forms of heart disease are chronic. In the beginning, symptoms may be too mild to affect everyday life. And in many cases, long-term treatment can keep symptoms under control. But if the heart begins to fail, patients may develop shortness of breath, fatigue, or swelling in ankles, feet, legs, and abdomen. Heart failure can be managed with medication, lifestyle changes, surgery, and in certain cases, a heart transplant. Treatment: Medicines Medications play a huge role in treating heart disease. Some drugs help lower blood pressure, heart rate, and cholesterol levels. Others can keep abnormal heart rhythms under control or prevent clotting. For patients who already have some heart damage, there are medications to improve the pumping ability of an injured heart. Treatment: Angioplasty Angioplasty is used to open a blocked heart artery and improve blood flow to the heart. The doctor inserts a thin catheter with a balloon on the end into the artery. When the balloon reaches the blockage, it is expanded, opening up the artery and improving blood flow. The doctor may also insert a small mesh tube, called a stent, to help keep the artery open after angioplasty. Treatment: Bypass surgery Bypass surgery is another way to improve the heart's blood flow. It gives blood a new pathway when the coronary arteries have become too narrow or blocked. During the surgery, a blood vessel is first moved from one area of the body -- such as the chest, legs, or arms -- and attached to the blocked artery, allowing it to bypass the blocked part. Who's at risk for heart disease? Men have a higher risk of having a heart attack than women, and at an earlier age. But it's important to note that heart disease is the No. 1 killer of women, too. People with a family history of heart ailments also have a higher risk of heart trouble. Risk factors you can control High cholesterol and high blood pressure are major risk factors for heart disease. Being overweight, obese, or physically inactive all increase your risk. So does diabetes, especially if your glucose levels are not well controlled. Discuss your risks with your doctor and develop a strategy for managing them. There are many steps you can take to protect your heart. Smoking and your heart If you smoke, your risk of heart disease is 2 to 4 times greater than a nonsmoker's. And if you smoke around loved ones, you're increasing their risk with secondhand smoke. Each year in the U.S., more than 135,000 people die from smoking-related heart disease. But it's never too late to quit. Within 24 hours of quitting, your heart attack risk begins to fall. Life after a heart attack It is possible to regain your health after a heart attack. By avoiding cigarettes, becoming more active, and watching what you eat, you can give your heart and overall health a big boost. One of the best ways to learn how to make these changes is to take part in a cardiac rehab program. Ask your doctor for recommendations. Heart disease prevention The key to preventing heart disease is a healthy lifestyle. This includes a nutritious diet, at least 30 minutes of exercise most days of the week, not smoking, and controlling high blood pressure, cholesterol, and diabetes. If you drink alcohol, do so in moderation – no more than one drink a day for women, two drinks a day for men. Ask your friends and family for help in making these changes. They'll benefit, too. Diet and your heart What you eat makes a difference. Be sure you get plenty of whole grains, vegetables, legumes, and fruits to help keep your heart healthy. Plant oils, walnuts, other nuts, and seeds can also help improve cholesterol levels. And don't forget to eat fish at least a couple of times each week for a good source of heart-healthy protein.    ",
            "vi": "Bệnh tim là gì? Nhắc đến bệnh tim thì hầu hết người ta đều nghĩ đó là đau tim. Nhưng có nhiều chứng bệnh khác có thể âm thầm hoặc ngấm ngầm gây hại khả năng hoạt động của tim, bao gồm bệnh động mạch vành, bệnh tim, loạn nhịp tim, và suy tim. Hãy tiếp tục đọc thông tin bên dưới để biết những chứng bệnh trên gây hại gì cho cơ thể và cách thức để nhận biết các dấu hiệu cảnh báo là gì nhé.  Cơn đau tim là gì? Ở Mỹ mỗi năm có hơn 1 triệu người chết vì đau tim – đây là chứng đứt quãng đột ngột nguồn máu cung cấp cho tim. Tình trạng này xảy ra khi các động mạch vành bị nghẽn – động mạch vành là mạch máu làm nhiệm vụ vận chuyển máu đến cơ tim. Khi máu không lưu thông được thì cơ tim có thể bị tổn thương rất nhanh và ngừng hoạt động. Các phương pháp chữa trị khẩn cấp đã làm giảm số bệnh nhân tử vong do đau tim trong những năm gần đây.  Các triệu chứng đau tim Đau tim là một chứng bệnh khẩn cấp thậm chí khi các triệu chứng nhẹ đi nữa. Những dấu hiệu cảnh báo bao gồm:  * Đau ngực hoặc nặng ngực.  * Sự đau đớn, khó chịu này còn lan ra sau lưng, quai hàm, cổ họng, hoặc vùng cánh tay.  * Buồn nôn, khó tiêu, hoặc ợ chua. * Yếu, lo âu, hoặc khó thở. * Nhịp tim nhanh hoặc không đều. Các triệu chứng đau tim ở phụ nữ Phụ nữ không phải lúc nào cũng cảm thấy đau ngực khi bị đau tim. Phụ nữ dễ bị ợ nóng, chán ăn, mệt mỏi hoặc ốm yếu, ho hen, và rung tim. Các triệu chứng này không nên bỏ qua. Bạn càng trì hoãn việc điều trị thì tim có thể còn tổn thương nhiều hơn.   Các dấu hiệu của bệnh động mạch vành Dấu hiệu cảnh báo của một cơn đau tim là bệnh động mạch vành (CAD) xảy ra khi mảng bám tăng sinh bên trong động mạch vành; làm hẹp động mạch và làm cho máu lưu thông khó khăn hơn. Nhiều người không hề biết mình bị bệnh động mạch vành cho đến khi cơn đau tim bộc phát. Nhưng cũng có nhiều dấu hiệu cảnh báo, chẳng hạn như chứng đau ngực cứ lặp đi lặp lại do máu lưu thông bị hạn chế. Đây được gọi là chứng đau thắt ngực.  Thực chất của một cơn đau tim Mảng bám trong động mạch bên ngoài cứng nhưng bên trong mềm và xốp. Đôi khi lớp vỏ cứng bên ngoài ấy bị nứt và lúc này máu cục hình thành xung quanh mảng bám. Nếu máu đông gây nghẽn hoàn toàn động mạch thì nó làm làm tắc nghẽn máu lưu thông đến tim. Nếu không điều trị ngay tức khắc thì vùng cơ tim đó có thể bị tổn thương hoặc bị hủy hoại.  Bạn đừng nên chờ đợi cho tới khi chắc chắn bị bệnh tim Thời điểm tốt nhất để chữa bệnh đau tim là ngay khi các triệu chứng mới bắt đầu. Việc chờ đợi cho đến khi biết chắc mình bị bệnh có thể dẫn đến tổn thương tim lâu dài hoặc thậm chí là tử vong. Nếu nghĩ mình có thể bị đau tim, bạn nên gọi 911. Và đừng cố tự lái xe đến bệnh viện. Khi bạn gọi 911 thì nhân viên EMS có thể bắt đầu chăm sóc khẩn cấp cho bạn ngay khi họ liên lạc với bạn xong.  Đột tử do tim Đột tử do tim (SCD) chiếm phân nửa số ca tử vong do bệnh tim mạch ở Hoa Kỳ, nhưng SCD không giống như bệnh đau tim. SCD xảy ra khi hệ thống điện của tim hoạt động bất thường, làm cho tim đập không đều và nhanh một cách nguy hiểm. Các buồng bơm của tim có thể đập thình thịch thay vì phải bơm máu đến cơ thể. Nếu không hô hấp nhân tạo và làm cho nhịp tim đập lại đều đặn thì bệnh nhân có thể tử vong trong chớp nhoáng.  Chứng loạn nhịp tim: Nhịp tim bất thường Các xung lực điện đều đặn làm cho tim đập. Nhưng đôi khi chúng cũng trở nên thất thường. Tim có thể đập nhanh, chậm, hoặc đập thình thịch. Chứng loạn nhịp tim thường là những thay đổi nhịp vô hại xảy ra nhanh, thoáng qua thôi. Nhưng một vài chứng loạn nhịp tim cũng có thể làm cho tim bơm máu kém hiệu quả, và có thể gây hại nghiêm trọng cho cơ thể. Hãy thông báo cho bác sĩ biết nếu bạn phát hiện thấy tim mình đập một cách bất thường.   Bệnh tim Bệnh tim là chứng bệnh liên quan đến những thay đổi ở cơ tim. Những thay đổi này có thể làm cản trở khả năng bơm máu hiệu quả của tim, có thể gây bệnh mãn tính gọi là bệnh suy tim. Bệnh tim đôi khi cũng có liên quan với nhiều chứng bệnh mãn tính khác, chẳng hạn như cao huyết áp hoặc bệnh van tim.  Suy tim Suy tim không có nghĩa là tim ngừng hoạt động mà là tim không có thể bơm đủ máu để đáp ứng cho nhu cầu của cơ thể. Dần dần tim trở nên lớn hơn để giữ máu được nhiều hơn, bơm nhanh hơn để tăng lượng máu vận chuyển ra khỏi tim, và các mạch máu bị hẹp lại. Cơ tim cũng có thể làm suy yếu và làm giảm nguồn máu đến tim nữa. Hầu hết các chứng suy tim đều do bệnh động mạch vành và đau tim gây ra. Dị tật tim bẩm sinh Dị tật tim bẩm sinh là dị tật tim xảy ra từ khi mới sinh. Vấn đề này có thể là van tim bị hở, dị tật ở các vách ngăn buồng tim, hoặc các vấn đề tim khác. Một số dị tật không được phát hiện thấy mãi đến khi trưởng thành. Một số dị tật không cần phải được điều trị trong khi đó số khác cần sử dụng thuốc hoặc phẫu thuật. Người bị dị tật tim bẩm sinh có thể có nguy cơ sinh ra biến chứng nhiều hơn chẳng hạn như loạn nhịp tim, suy tim, và nhiễm trùng van tim, nhưng cũng có nhiều cách để làm giảm nguy cơ này.  Xét nghiệm bệnh tim bằng điện tâm đồ (EKG) EKG (cũng được gọi là ECG) là một xét nghiệm không gây đau đớn sử dụng điện cực đặt trên da để ghi lại hoạt động điện của tim. Xét nghiệm này cho biết nhịp tim và tổn thương cơ tim. EKG có thể giúp bác sĩ chẩn đoán bệnh đau tim và đánh giá các dị dạng tim chẳng hạn như chứng tim giãn nở. Kết quả có thể được đối chiếu với xét nghiệm EKG sau để theo dõi những thay đổi ở bệnh tim của bạn.  Xét nghiệm bệnh tim bằng cách kiểm tra khả năng hoạt động dưới áp lực cao Phương pháp kiểm tra khả năng hoạt động dưới áp lực cao biết được cách tim bạn phản ứng với việc cố sức như thế nào. Nếu bạn được kiểm tra khả năng hoạt động dưới áp lực cao, bạn sẽ hoặc là đi trên một chiếc máy tập thể dục hoặc là chạy xe đạp đứng yên một chỗ trong khi mức độ khó khăn tăng dần lên. Đồng thời, xét nghiệm EKG, nhịp tim, và huyết áp của bạn sẽ được theo dõi khi tim bạn làm việc cật lực hơn. Nhiều bác sĩ sử dụng phương pháp kiểm tra này để đánh giá xem liệu máu cung cấp đến cơ tim có đủ hay không.  Xét nghiệm bệnh tim bằng máy ghi nhịp tim  Holter monitor là máy ghi nhịp tim di động. Nếu nghi ngờ bạn có vấn đề về nhịp tim thì bác sĩ có thể yêu cầu bạn mang máy này trong khoảng từ 1 hoặc 2 ngày. Nó ghi lại hoạt động điện liên tục ban ngày lẫn ban đêm của tim so với xét nghiệm EKG, ảnh chụp nhanh đúng lúc. Bác sĩ cũng có thể yêu cầu bạn giữ quyển sổ ghi lại chi tiết các hoạt động của mình để lưu ý đến bất kỳ triệu chứng bệnh tim nào và các triệu chứng ấy xảy ra khi nào. Xét nghiệm bệnh tim bằng phương pháp chụp X-quang ngực Một bức chụp ngực bằng tia X là ảnh của tim, phổi, và xương ngực của bạn được tạo thành bằng cách sử dụng một lượng bức xạ rất nhỏ. Hình X-quang ngực có thể dùng để tìm kiếm dị dạng ở tim và phổi.  Trong hình minh hoạ này thì phần phình to ra được nhìn thấy bên tay phải là chỗ giãn tâm thất trái, đây là buồng bơm máu chính của tim.  Xét nghiệm bệnh tim bằng phương pháp siêu âm tim đồ Siêu âm tim đồ sử dụng sóng âm thanh (siêu âm) để tạo ra các hình ảnh chuyển động của tim. Xét nghiệm này có thể đánh giá, biết được các buồng tim và van tim và xem cơ tim và van tim hoạt động tốt đến mức độ nào. Siêu âm tim đồ cũng hữu ích trong việc chẩn đoán và đánh giá một số kiểu bệnh tim, đồng thời cũng đánh giá được hiệu quả của các phương pháp điều trị.  Xét nghiệm bệnh tim bằng cách chụp CT tim (chụp cắt lớp tim) Chụp cắt lớp tim (cũng được gọi là chụp CT tim) lấy hình ảnh chi tiết của tim và các mạch máu. Máy tính sẽ xếp chồng các hình ảnh để tạo hình tim 3-D. Phương pháp chụp CT tim có thể được sử dụng để tìm mảng bám hoặc vôi đóng ở động mạch vành, các vấn đề về van tim, và nhiều loại bệnh tim khác nữa.   Xét nghiệm bệnh tim bằng phương pháp thông tim  Phương pháp thông tim giúp chẩn đoán và điều trị một số bệnh tim. Bác sĩ đặt một ống hẹp, gọi là ống thông, qua mạch máu ở cánh tay hoặc cẳng chân của bạn cho đến khi chạm đến động mạch vành. Chất thuốc màu được bơm vào từng động mạch vành làm cho các động mạch vành đó dễ thấy được bằng tia X. Phương pháp này cho thấy kích thước và độ nghiêm trọng của bất kỳ khối nghẽn nào. Người ta cũng có thể điều trị bằng cách giải phẫu thông động mạch bị tắc hoặc đặt ống stent (thiết bị đặt trong cơ thể dùng để giữ cho bộ phận đó mở ra, không bị nghẽn do bệnh tật gây nên).  Sống với bệnh tim  Hầu hết các dạng bệnh tim đều là mãn tính. Khi mới phát, những triệu chứng bệnh có thể quá nhẹ đến nỗi không ảnh hưởng đến cuộc sống thường ngày. Và trong nhiều trường hợp thì phương pháp điều trị lâu dài có thể kiểm soát được triệu chứng. Nhưng nếu tim bắt đầu yếu thì bệnh nhân có thể bị khó thở, mệt mỏi, hoặc sưng mắt cá chân, phù bàn chân, cẳng chân và bụng. Suy tim có thể được điều trị bằng thuốc, thay đổi lối sống, phẫu thuật, và trong một số trường hợp nào đó cần phải ghép tim. Điều trị bệnh tim bằng thuốc Thuốc đóng vai trò rất lớn trong việc điều trị bệnh tim. Một số thuốc giúp hạ huyết áp, nhịp tim, và nồng độ cholesterol. Số khác có thể giúp kiểm soát được nhịp tim bất thường hoặc phòng tránh được vấn đề vón cục.  Đối với bệnh nhân đã từng bị hư tim thì cũng có nhiều thuốc có thể giúp cải thiện khả năng bơm máu của tim bị tổn thương.   Điều trị bệnh tim bằng cách giải phẫu thông động mạch bị tắc hoặc hẹp Giải phẫu thông động mạch bị tắc hoặc hẹp được dùng để mở động mạch tim bị nghẽn và làm cho máu lưu thông đến tim được tốt hơn. Bác sĩ chèn vào động mạch một ống thông nhỏ với một khí cầu ở đầu. Khi khí cầu chạm đến chỗ tắc nghẽn, nó bung ra, làm giãn động mạch và cải thiện lưu thông máu. Bác sĩ cũng có thể chèn một ống lưới nhỏ, gọi là ống stent, để làm thông động mạch sau khi giải phẫu thông động mạch bị tắc hoặc hẹp. Điều trị bệnh tim bằng phẫu thuật bắc cầu chủ vành (phẫu thuật ghép bắc cầu động mạch vành) Phẫu thuật bắc cầu chủ vành là cách khác để làm tăng lưu lượng máu của tim. Thủ thuật này giúp máu lưu thông đường mới khi các động mạch vành đã trở nên quá hẹp hoặc bị nghẽn. Trong suốt quá trình phẫu thuật, một mạch máu được lấy ra trước khỏi một bộ phận nào đó trên cơ thể – chẳng hạn như ở ngực, cẳng chân,  hoặc cánh tay – và nối vào động mạch bị nghẽn, làm cho nó có thể đi tránh qua vùng bị tắc đó.  Đối tượng nào có nguy cơ bị bệnh tim? Nam giới có nguy cơ đau tim cao hơn phụ nữ, và mắc bệnh ở tuổi sớm hơn. nhưng cần lưu ý là bệnh tim cũng là “kẻ giết người” hàng đầu đối với phụ nữ. Người có tiền sử gia đình bị bệnh tim cũng có nguy cơ rắc rối về tim cao hơn.  Các yếu tố rủi ro mà bạn có thể kiểm soát được cholesterol cao và huyết áp cao là rủi ro chính đối với bệnh tim. Béo phì, tăng cân quá mức, hoặc ít vận động thể chất đều làm tăng nguy cơ mắc bệnh. Tiểu đường cũng vậy, nhất là nếu nồng độ đường glu-cô của bạn không được kiểm soát tốt. Bạn nên thảo luận các rủi ro với bác sĩ và đề ra chiến lược hoặc phương pháp chữa bệnh. Có nhiều biện pháp có thể giúp bạn bảo vệ được tim của mình.\nTim và thuốc lá  Nếu bạn hút thuốc thì nguy cơ bệnh tim của bạn lớn hơn người không hút thuốc là từ 2 đến 4 lần. Và nếu bạn hút thuốc gần xung quanh người thân của mình thì bạn cũng đang làm tăng nguy cơ hút thuốc thụ động của họ rồi đó. Mỗi năm ở Mỹ có hơn 135.000 người chết vì bệnh tim do thuốc lá. Nhưng chẳng bao giờ là quá muộn để bỏ thuốc lá đâu. Trong vòng 24 tiếng đồng hồ không hút thuốc thì nguy cơ đau tim của bạn bắt đầu giảm xuống.\nCuộc sống sau khi đau tim  Bạn có thể phục hồi sức khỏe sau một cơn đau tim nào đó. Bằng cách tránh hút thuốc lá, vận động nhiều hơn, và theo dõi chế độ dinh dưỡng, bạn có thể cải thiện sức khỏe tim mạch và sức khỏe tổng quát của mình. Một trong những phương pháp tốt nhất để biết cách thay đổi là tham gia chương trình phục hồi tim. Bạn nên nhờ bác sĩ cho mình lời khuyên.  Ngăn ngừa bệnh tim Cách phòng tránh bệnh tim chủ yếu là một lối sống lành mạnh. Ở đây bao gồm chế độ ăn uống bổ dưỡng, tập thể dục ít nhất là 30 phút hầu hết mỗi ngày trong tuần, không hút thuốc, và điều hoà chứng cao huyết áp, cholesterol, và bệnh tiểu đường. Nếu bạn uống rượu, thì hãy nên tiết chế – 1 ly trở xuống/ ngày đối với phụ nữ, 2 ly/ ngày đối với nam giới. Bạn nên nhờ bạn bè và gia đình hỗ trợ để thực hiện những thay đổi này. Họ cũng sẽ có lợi đấy.  Tim và chế độ dinh dưỡng Những gì bạn ăn sẽ tạo nên sự khác biệt. Hãy chắc rằng nên ăn nhiều ngũ cốc nguyên hạt, rau, rau đậu, và trái cây để giữ cho tim bạn được khỏe mạnh. Dầu thực vật, hồ đào, quả hạch và các loại hạt khác cũng có thể làm tăng nồng độ cholesterol. Và đừng quên ăn cá ít nhất vài lần trong tuần để có được nguồn cung cấp protein dồi dào có lợi cho sức khỏe tim mạch nhé.   "
        }
    ],
    "suggestions": []
}