{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Bulgaria"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Bulgaria"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Bulgaria"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Bulgaria"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Bulgaria"
        }
    },
    "sentences": [
        {
            "en": "<em>Bulgaria</em> typically calls tzatziki \"dry tarator\".",
            "vi": "Người Bungari thường gọi tzatziki là\"tarator khô\"."
        },
        {
            "en": "<em>Bulgaria</em> typically calls tzatziki \"dry tarator\".",
            "vi": "Người Bungari thường gọi tzatziki là \"tarator khô\"."
        },
        {
            "en": "Italy defeated <em>Bulgaria</em> 2 to 1.",
            "vi": "Ý hạ Bungary với tỉ số 2 - 1."
        },
        {
            "en": "Italia defeated <em>Bulgaria</em> 5 to 2 yesterday.",
            "vi": "Hôm qua đội Ý hạ đội Bungary với tỉ số 5-2."
        },
        {
            "en": "<em>Bulgaria</em> may fall under Russian influence.",
            "vi": "Bun-ga-ri có lẽ chịu sự ảnh hưởng của Nga."
        },
        {
            "en": "<em>Bulgaria</em> may fall under Russian influence.",
            "vi": "Bun - ga - ri có lẽ chịu sự ảnh hưởng của Nga."
        },
        {
            "en": "Italia defeated <em>Bulgaria</em> 5 to 2 yesterday.",
            "vi": "Hôm qua đội Ý hạ đội Bungary với tỉ số 5 - 2."
        },
        {
            "en": "She adopted many orphanages in <em>Bulgaria</em> in the past.",
            "vi": "Hồi trước bà ta đã nhận nuôi rất nhiều trẻ mồ côi ở Bulgaria."
        },
        {
            "en": "Dr. Peter Jones is an orthopaedic surgeon in a private hospital in <em>Bulgaria</em>.",
            "vi": "Bác sĩ Peter Jones là một bác sĩ phẫu thuật chỉnh hình tại một bệnh viện tư ở Bun - ga - ri (Bulgaria)."
        },
        {
            "en": "Dr. Peter Jones is an orthopaedic surgeon in a private hospital in <em>Bulgaria</em>.",
            "vi": "Bác sĩ Peter Jones là một bác sĩ phẫu thuật chỉnh hình tại một bệnh viện tư ở Bun-ga-ri(Bulgaria)."
        },
        {
            "en": "Vietnam now stands in the same category as countries such as Brazil, <em>Bulgaria</em>, Peru, and Russia.",
            "vi": "Việt Nam bây giờ được xếp cùng loại với các nước như Braxin, Bungaria, Peru và Nga."
        },
        {
            "en": "Several countries now celebrate International Women's Day as a public holiday. This includes China, Russia, <em>Bulgaria</em> and Vietnam.",
            "vi": "Ngày nay có vài quốc gia kỷ niệm ngày quốc tế phụ nữ như là một ngày lễ của cả nước; trong đó có các nước như Trung Quốc, Nga, Bung-ga-ri và Việt Nam."
        },
        {
            "en": "Tarator and Cacık are popular cold soups made from yoghurt, popular during summertime in Albania, <em>Bulgaria</em>, Republic of Macedonia, and Turkey.",
            "vi": "Tarator và Cacık lá loại chè lạnh làm từ ya - ua, dùng trong mùa hè ở Albania, Bungari, Cộng hòa Macedonia, và Thổ Nhĩ Kỳ."
        },
        {
            "en": "In India, the growth rate of the service sector is 12.5%; 16,1% in Indonesia, 49% in Albania, 19% in <em>Bulgaria</em>, 19,8% in Korea.",
            "vi": "Ở Ấn Độ, tốc độ tăng trưởng của khu vực dịch vụ là 12,5%, Inđônêxia là 16,1%, Albania là 49%, Bungaria là 19%, 19,8% ở Triều Tiên."
        },
        {
            "en": "The negotiations to settle outstanding debts, mainly from the war period, to Russia, Poland, Czech, Slovakia, <em>Bulgaria</em>, Hungary and Germany, contributed to the decrease.",
            "vi": "Các cuộc thương lượng giải quyết các khoản vay chưa trả, chủ yếu trong thời kỳ chiến tranh, từ CHLB Nga, Ba Lan, Séc, Xlô-va-ki-a, Bun-ga-ri, Hung-ga-ri và Đức, đã góp phần vào xu hướng giảm này."
        },
        {
            "en": "The cold weather has even travelled as far south as <em>Bulgaria</em> where temperatures in the capital Sofia fell to -20, the lowest in fifty years.",
            "vi": "Thời tiết lạnh giá thậm chí còn trải rộng đến tận miền nam như là Bun-ga-ri, nơi mà nhiệt độ ở thủ đô Sofia giảm xuống còn -20 độ C, thấp nhất trong năm mươi năm qua."
        },
        {
            "en": "Some examples (India, <em>Bulgaria</em>, Latvia, Lithuania, Romania) show that developing and transition economies can have a positive balance of trade in services, while some developed market economies (Australia, Japan) have negative balances.",
            "vi": "Một số ví dụ (Ấn độ, Bungari, Látvia, Lít-va, Rumani) chỉ ra rằng các nền kinh tế đang phát triển hay chuyển đổi có thể có thặng dư cán cân thương mại dịch vụ trong khi một số các nước phát triển (Ốtxtrâylia, Nhật Bản) có cán cân thâm hụt."
        },
        {
            "en": "For the EU: <em>Bulgaria</em>, Latvia, Estonia, Croatia, Lithuania, Russia and Ukraine are classified as Market Economies while Albania, Armenia, Azerbaijan, Belarus, North Korea, Mongolia, Moldova, Kyrgyz Republic, Tajikistan, Turkmenistan, Uzbekistan and Georgia are classified as Non-Market Economies.",
            "vi": "Với EU: Bun-ga-ri, Lát-vi-a, ét-xtô-ni-a, Crô-a-chi-a, Lít-va, Nga và U-crai-na được phân loại là các kinh tế thị trường trong khi An-ba-ni, Ác-mê-ni-a, A-déc-bai-gian, Bê-la-rút, Bắc Triều tiên, Mông cổ, Môn-đô-va, Kiếc-ghi-xtan, Tát-gi-kít-xtan, Tuốc-mê- nít-xtan, U-dơ-bê-kít-xtan, và Gru-di-a bị phân loại là các nền kinh tế phi thị trường."
        },
        {
            "en": "Nevertheless, Vietnam has signed mutual legal assistance treaties with 11 countries, including Russia, Mongolia, Hungary, <em>Bulgaria</em>, Poland, Cuba, China, Lao, etc, that regulate the issue of extradition among other things.",
            "vi": "Tuy nhiên, Việt Nam đã ký kết các hiệp ước tương trợ tư pháp với 11 quốc gia, trong đó có Nga, Mông Cổ, Hungary, Bun-ga-ry, Ba Lan, Cuba, Trung Quốc, Lào..., giúp điều chỉnh vấn đề dẫn độ và một số vấn đề khác."
        },
        {
            "en": "Lise Terlaak is a Dutch expat in Macedonia. For well over two years, she has been living in Skopje, where she works as a support manager for a software company. Lise has been thinking and writing about Macedonia and about being an expat. In this case, her observations give us insight into a country neighbouring ours (<em>Bulgaria</em>), a country more of us should visit.",
            "vi": "Lise Terlaak là một người Hà Lan sinh sống ở Macedonia. Trong hơn hai năm, cô đã sống ở Skopje, nơi cô làm việc như một quản lý hỗ trợ cho công ty phần mềm. Lise đã suy nghĩ và viết về Macedonia từ góc nhìn của một người nước ngoài. Trong trường hợp này, các quan sát của cô cho chúng ta cái nhìn sâu sắc về một quốc gia lân cận (Bulgaria), một quốc gia mà chúng ta nên đến thăm nhiều hơn."
        }
    ],
    "suggestions": []
}