{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bulletproof"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bulletproof</k><blockquote>■ <cclass>adjective able to resist the penetration of bullets. </cclass></blockquote></div>",
            "word": "bulletproof"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bulletproof"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bulletproof"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bulletproof"
        }
    },
    "sentences": [
        {
            "en": "They will buy a <em>bulletproof</em> jacket.",
            "vi": "Họ sẽ mua một cái áo chống đạn."
        },
        {
            "en": "I'd like to have a <em>bulletproof</em> vest.",
            "vi": "Tôi muốn có cái áo chống đạn."
        },
        {
            "en": "The painting is shielded by <em>bulletproof</em> glass.",
            "vi": "Bức tranh này được bảo vệ bởi kính chống đạn."
        },
        {
            "en": "His clothes are made of <em>bulletproof</em> textile.",
            "vi": "Quần áo ông ta làm bằng thứ vải chống đạn."
        },
        {
            "en": "Our <em>bulletproof</em> vest was enjoyed product of a renaissance.",
            "vi": "Áo chống đạn của chúng ta là sản phẩm phục chế thú vị."
        },
        {
            "en": "She asked for a <em>bulletproof</em> car and was denied.",
            "vi": "Bà ấy yêu cầu một chiếc xe chống đạn và đã bị từ chối."
        },
        {
            "en": "They need a new <em>bulletproof</em> computer operating system.",
            "vi": "Họ cần một hệ điều hành máy tính chống xâm nhập mới."
        },
        {
            "en": "He was always in the line of fire, yet, he never wore a <em>bulletproof</em> jacket.",
            "vi": "Anh ta luôn ở trong nơi bị công kích, nhưng anh ta chưa bao giờ mặc áo chống đạn."
        },
        {
            "en": "Exposure to security related incidents represents one of the largest business risks, and building <em>bulletproof</em> IT infrastructures, systems, and processes is critical.",
            "vi": "Việc phơi bầy an ninh liên quan tới các sự vụ biểu thị cho một trong những rủi ro doanh nghiệp lớn nhất, và việc xây dựng kết cấu nền, hệ thống và quy trình CNTT không tì vết là mấu chốt."
        },
        {
            "en": "Remember that if an assailant notices you're wearing a <em>bulletproof</em> vest, he could aim somewhere else, and that is most likely to be your head.",
            "vi": "Hãy nhớ rằng nếu một kẻ tấn công nhận thấy bạn đang mặc một chiếc áo chống đạn, hắn ta có thể nhắm mục tiêu vào chỗ khác, và đó nhiều khả năng là đầu bạn."
        },
        {
            "en": "Remember that if an assailant notices you 're wearing a <em>bulletproof</em> vest, he could aim somewhere else, and that is most likely to be your head.",
            "vi": "Hãy nhớ rằng nếu một kẻ tấn công nhận thấy bạn đang mặc một chiếc áo chống đạn, hắn ta có thể nhắm mục tiêu vào chỗ khác, và đó nhiều khả năng là đầu bạn."
        }
    ],
    "suggestions": []
}