{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bullying",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bullying",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bullying",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bullying",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bullying",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>bullying</em>",
            "vi": "bắt nạt"
        },
        {
            "en": "Chaien is <em>bullying</em> someone again.",
            "vi": "Chaien lại bắt nạt ai đó nữa kìa."
        },
        {
            "en": "What kids say about <em>bullying</em>?",
            "vi": "Trẻ con nói gì về việc bắt nạt?"
        },
        {
            "en": "<em>Bullying</em> the disabled is patently wrong.",
            "vi": "Ngược đãi người tàn tật rõ ràng là sai."
        },
        {
            "en": "Children's emotional problems precipitated by <em>bullying</em>.",
            "vi": "Những vấn đề về cảm xúc ở trẻ em bị gây ra bởi nạn bắt nạt."
        },
        {
            "en": "Schools are taking action to counteract <em>bullying</em>.",
            "vi": "Các trường học đang hành động chống lại nạn bạo lực học đường."
        },
        {
            "en": "<em>Bullying</em> a Major Public Health Problem",
            "vi": "Bắt nạt một vấn nạn lớn đối với sức khỏe cộng đồng"
        },
        {
            "en": "Establish rules about <em>bullying</em> and stick to them.",
            "vi": "Hãy định ra các quy tắc và làm cho họ luôn phải ghi nhớ."
        },
        {
            "en": "They accused the company of <em>bullying</em> its rivals.",
            "vi": "Họ cáo buộc công ty này đe dọa các đối thủ cạnh tranh của nó."
        },
        {
            "en": "You should give up the habit of <em>bullying</em> children.",
            "vi": "Anh nên bỏ thói bắt nạt trẻ con đi."
        },
        {
            "en": "He still doesn't give up the habit of <em>bullying</em> children.",
            "vi": "Anh ta vẫn chưa từ bỏ thói quen bắt nạt trẻ con."
        },
        {
            "en": "My school does not condone <em>bullying</em> of any kind.",
            "vi": "Trường học của tôi không bỏ qua cho bất cứ sự dọa nạt nào."
        },
        {
            "en": "The school <em>bullying</em> bill is still a no - go.",
            "vi": "Dự luật về sự ngược đãi ở trường học vẫn không thể tiến hành được."
        },
        {
            "en": "The school <em>bullying</em> bill is still a no-go.",
            "vi": "Dự luật về sự ngược đãi ở trường học vẫn không thể tiến hành được."
        },
        {
            "en": "Students in secondary school may be faced with school <em>bullying</em>.",
            "vi": "Học trò ở cấp 2 có thể sẽ phải đối mặt với nạn đầu gấu trong trường học."
        },
        {
            "en": "<em>Bullying</em> also occurred on the road to and from school.",
            "vi": "Việc bắt nạt cũng diễn ra trên đường từ nhà đến trường hoặc từ trường về nhà."
        },
        {
            "en": "Children are encouraged to tell someone about any incidents of <em>bullying</em>.",
            "vi": "Trẻ em được khuyến khích nói với ai đó về bất cứ sự cố ngược đãi nào."
        },
        {
            "en": "Make sure your kids understand that you will not tolerate <em>bullying</em> at home or anywhere else.",
            "vi": "Nên cho bé biết bạn sẽ chẳng tha thứ cho việc bé bắt nạt người khác ở nhà hoặc bất kỳ ở đâu."
        },
        {
            "en": "ACAS (Advisory Conciliation and Arbitration Service) in the UK today publishes two advisory leaflets on <em>bullying</em>.",
            "vi": "Cơ quan cố vấn ở Vương Quốc Anh hôm nay đã phát hành hai tờ rơi tư vấn về sự ngược đãi."
        },
        {
            "en": "It was pure political <em>bullying</em>, backed by the substantial resources of the state.",
            "vi": "Đó thuần túy là sự ức hiếp về chính trị, được các nguồn lực vững chắc của nhà nước hậu thuẫn."
        }
    ],
    "suggestions": []
}