{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bulls",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bulls",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bulls",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bulls",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bulls",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>Bulls</em>",
            "vi": "Bò"
        },
        {
            "en": "They are the <em>bulls</em>.",
            "vi": "Họ là những người đầu cơ giá lên."
        },
        {
            "en": "The <em>Bulls</em>, The Bears And The Farm",
            "vi": "Bò, Gấu, và Nông trại (thị trường chứng khoán)"
        },
        {
            "en": "<em>bulls</em> make money ; bears make money ; pig get slaughtered ;",
            "vi": "những người đầu cơ giá lên; giá thấp kiếm tiền; còn kẻ hờ khạo sẽ hận được sự thất bại."
        },
        {
            "en": "New roads and communities restrict the migration of <em>bulls</em>.",
            "vi": "Những con đường mới và các cộng đồng mới hạn chế sự di trú của bò rừng."
        },
        {
            "en": "Mess with the <em>bulls</em> and you get the horns!",
            "vi": "Nhầy với( trẻ ) trâu coi chừng bị húc! ( kiểu câu trên mạng xã hội )"
        },
        {
            "en": "<em>bulls</em> make money; bears make money; pig get slaughtered;",
            "vi": "những người đầu cơ giá lên ; giá thấp kiếm tiền ; còn kẻ hờ khạo sẽ hận được sự thất bại."
        },
        {
            "en": "Bad things happened in northern Colombia. It was at a bullfighting festival. Men tried to control the <em>bulls</em>. The <em>bulls</em> hit some men. The <em>bulls</em> killed two of the men.",
            "vi": "Điều kinh hoàng đã xảy ra ở miền Bắc Colombia. Đó là tại lễ hội đấu bò. Những người đàn ông đã cố chinh phục những con bò tót. Chúng húc vào một số người và làm hai người chết."
        },
        {
            "en": "A common misconception about <em>bulls</em> is that they are enraged by the color red, but in fact <em>bulls</em> are red-green color-blind.",
            "vi": "Một quan niệm sai phổ biến cho rằng bò tót thường nổi điên lên khi gặp màu đỏ, nhưng trong thực tế bò tót mù màu đỏ và xanh lá."
        },
        {
            "en": "A common misconception about <em>bulls</em> is that they are enraged by the color red, but in fact <em>bulls</em> are red - green color - blind.",
            "vi": "Một quan niệm sai phổ biến cho rằng bò tót thường nổi điên lên khi gặp màu đỏ, nhưng trong thực tế bò tót mù màu đỏ và xanh lá."
        },
        {
            "en": "\"<em>Bulls</em> make money, bears make money, but pigs just get slaughtered!\"",
            "vi": "\"Bò kiếm ra tiền, gấu cũng kiếm ra tiền, nhưng chỉ heo là bị làm thịt\""
        },
        {
            "en": "I'm talking about Michael Jordan, number 23, who plays for the Chicago <em>Bulls</em>.",
            "vi": "Tôi muốn nói đến Michael Jordan, mang số 23, là người chơi cho đội The Chicago Bulls."
        },
        {
            "en": "I 'm talking about Michael Jordan, number 23, who plays for the Chicago <em>Bulls</em>.",
            "vi": "Tôi muốn nói đến Michael Jordan, mang số 23, là người chơi cho đội The Chicago Bulls."
        },
        {
            "en": "I would have sold two real <em>bulls</em> for less than that one imitation of yours.",
            "vi": "Ai mà mua hai con bò thật của tôi với giá rẻ hơn một con bò giả của cậu thì tôi bán liền."
        },
        {
            "en": "The Lakers stunk up their home court and practically handed their game to the <em>Bulls</em>.",
            "vi": "Đội Lakers chơi dở tệ trên sân nhà và hầu như đã để thua đội Bulls."
        },
        {
            "en": "Cows and <em>bulls</em> kept as farm animals and can be called cattle.",
            "vi": "Bò cái và bò đực được nuôi trong nông trại và được gọi là gia súc."
        },
        {
            "en": "Pamplona is the city in Spain where the <em>bulls</em> run through the streets during a summer festival.",
            "vi": "Pamploma là thành phố ở Tây Ban Nha nơi mà những chú bò mộng chạy khắp đường phố trong suốt lễ hội mùa hè."
        },
        {
            "en": "On Wall Street, the <em>bulls</em> and bears are in a constant struggle. If you haven't heard of these terms already, you undoubtedly will as you begin to invest.",
            "vi": "Trên Phố Wall, bò và gấu xung đột với nhau liên miên. Nếu bạn chưa từng nghe những thuật ngữ này, thì khi bắt đầu đầu tư chắc chắn bạn sẽ bắt gặp."
        },
        {
            "en": "But some experts say this word came from the long connection of the two animals - <em>bulls</em> and bears - in sports that were popular years ago in England.",
            "vi": "Nhưng có một số chuyên gia cho rằng từ này bắt nguồn từ mối quan hệ lâu dài giữa hai con vật trên - bò đực và gấu - trong các hoạt động thể thao phổ biến vào thời xưa tại nước Anh."
        },
        {
            "en": "But some experts say this word came from the long connection of the two animals - <em>bulls</em> and bears - in sports that were popular years ago in England.",
            "vi": "Nhưng có một số chuyên gia cho rằng từ này bắt nguồn từ mối quan hệ lâu dài giữa hai con vật trên - bò đực và gấu - trong các hoạt động thể thao phổ biến vào thời xưa tại"
        }
    ],
    "suggestions": []
}