{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['bulək]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bò thiến</td></tr></table><i/></div>",
            "word": "bullock",
            "pronounce": "['bulək]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bullock</k><blockquote>■ <cclass>noun a castrated male bovine animal raised for beef. </cclass></blockquote><blockquote>■ <cclass>verb <cclass>Austral./NZ <cclass>informal work very hard. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>bulluc</i>, dimin. of <i>bula</i> (see <kref>bull</kref><sup>1</sup>). </blockquote></div>",
            "word": "bullock",
            "pronounce": "['bulək]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bullock",
            "pronounce": "['bulək]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bullock",
            "pronounce": "['bulək]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bullock",
            "pronounce": "['bulək]"
        }
    },
    "sentences": [
        {
            "en": "<em>Bullock</em>",
            "vi": "Con bò nhỏ"
        },
        {
            "en": "This is a <em>bullock</em>.",
            "vi": "Đây là một con bò thiến."
        },
        {
            "en": "Cast: Sandra <em>Bullock</em>, Jon Hamm",
            "vi": "Diễn viên: Sandra Bullock, Jon Hamm"
        },
        {
            "en": "A <em>bullock</em> is a castrated bull.",
            "vi": "Bullock là con bò đực bị thiến."
        },
        {
            "en": "And governor <em>Bullock</em> never sets foot in this house again.",
            "vi": "Và thống đốc bullock không bao giờ được đặt chân đến nhà này nữa."
        },
        {
            "en": "Actually a friend of that odious wretch, governor <em>Bullock</em>.",
            "vi": "Phải, thật vậy, là bạn của cái tên thống đốc bullock đê tiện bỉ ổi ấy."
        },
        {
            "en": "Jeff Bridges won for Crazy Heart, Sandra <em>Bullock</em> for The Blind Side.",
            "vi": "Jeff Bridges đoạt giải với phim Crazy Heart, Sandra Bullock với phim Blind Side."
        },
        {
            "en": "It was not that she was sorry <em>Bullock</em> had gone and the democrats were back again.",
            "vi": "Không phải nàng lấy làm tiếc là bullock đã ra đi và đảng dân chủ đã trở lại chính quyền."
        },
        {
            "en": "That october governor <em>Bullock</em> resigned his office and fled from Georgia.",
            "vi": "Tháng mười năm ấy, thống đốc bullock từ chức và trốn khỏi georgia."
        },
        {
            "en": "She had gambled on the continuance of the <em>Bullock</em> regime and she had lost.",
            "vi": "Nàng đã đặt cược ván bài của mình vào sự tiếp tục tồn tại của chế độ bullock và nàng đã thua."
        },
        {
            "en": "Governor <em>Bullock</em> and some of the nicer republicans can help us a lot if we handle them right.",
            "vi": "Thống đốc bullock và một số người cộng hòa tốt có thể giúp ta nhiều việc nếu ta biết cách vận dụng họ."
        },
        {
            "en": "Just when i started to bring governor <em>Bullock</em> over to present him to you, you ran like a rabbit!",
            "vi": "Đúng lúc tôi bắt đầu đưa thống đốc bullock đến giới thiệu với cô thì cô chạy biến như thỏ!"
        },
        {
            "en": "But, two days before the function, a rumor went about Atlanta that governor <em>Bullock</em> had been invited.",
            "vi": "Nhưng hai ngày trước cuộc chiêu đãi, có tin đồn khắp atlanta là thống đốc bullock cũng được mời."
        },
        {
            "en": "Times were hard and feeling was bitter against anyone who had had anything to do with <em>Bullock</em> and his crowd.",
            "vi": "Thời thế khó khăn, dân tình oán ghét bất cứ ai dính dáng tới bullock và bè lũ."
        },
        {
            "en": "Things are going to get so bad under the benign rule of our good friend Rufus <em>Bullock</em> that Georgia is going to vomit him up.",
            "vi": "Dưới sự cai quản hiền hậu của ông bạn tốt rufus bullock của chúng ta, tình hình đang xấu đi đến mức georgia sắp sửa mửa ông ta ra."
        },
        {
            "en": "It would be even more imposing than the near-by James residence which had just been purchased for the official mansion of governor <em>Bullock</em>.",
            "vi": "Thậm chí nó sẽ bề thế hơn cả cái biệt thự của gia đình james, ở gần đó vừa được mua để làm dinh chính thức cho thống đốc bullock."
        },
        {
            "en": "There was joy then, excitement too, but of a different sort from that which seized the town when <em>Bullock</em> took to his heels.",
            "vi": "Hôm ấy cũng vui, cũng náo nức, nhưng theo một cách khác với nỗi hân hoan tràn ngập thành phố khi bullock chạy trốn."
        },
        {
            "en": "Surely they must know that she didn't like governor <em>Bullock</em> any more than they did but that it was expedient to be nice to him.",
            "vi": "Chắc chắn họ phải biết rằng nàng chẳng ưa gì thống đốc bullock, cũng như họ thôi, song muốn được việc thì phải giữ quan hệ tốt với y."
        },
        {
            "en": "The camel owners were more prosperous than the <em>bullock</em> owners, the household utensils on the last animal were made of silver instead of brass.",
            "vi": "Chủ nhân của đoàn lạc đà có vẻ giàu có hơn chủ nhân đàn bò, đồ dùng trong nhà chất trên con lạc đà đi sau chót đều bằng bạc thay vì bằng đồng."
        },
        {
            "en": "Atlanta cursed the name of <em>Bullock</em> and his Scalawags and republicans and they cursed the name of anyone connected with them.",
            "vi": "Dân atlanta nguyền rủa bullock cùng bọn scalawag và cộng hòa của ông ta, nguyền rủa tất cả những ai có quan hệ với bọn này."
        }
    ],
    "suggestions": []
}