{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bumping"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bumping"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bumping"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bumping"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bó</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chùm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đám</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">bumping collision</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự va chạm đàn hồi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">bumping hammer</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> búa gò</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">bumping out</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gò thô (làm đồng)</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">bumping post</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bệ chắn dừng tàu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "bumping"
        }
    },
    "sentences": [
        {
            "en": "When <em>bumping</em> volleyball, should elbows and thumbs face downward?",
            "vi": "Khi đỡ banh bóng chuyền, cùi chỏ và ngón cái có nên hướng xuống không?"
        },
        {
            "en": "The boat was <em>bumping</em> against some solid object underwater.",
            "vi": "Con thuyền va phải một vật cứng nào đó dưới nước."
        },
        {
            "en": "Small boats were <em>bumping</em> against the wooden pier.",
            "vi": "Mấy cái thuyền nhỏ đã đâm vào chân cầu gỗ này."
        },
        {
            "en": "Mary had a bump on the forehead after <em>bumping</em> her head to the wall.",
            "vi": "Mary bị bươu trán sau khi va đầu vào tường."
        },
        {
            "en": "In the meantime the plane was <em>bumping</em> along, which sent my heart jumping in my mouth.",
            "vi": "Cùng lúc máy bay sốc, tim tôi muốn nhảy thót ra ngoài."
        },
        {
            "en": "It's necessary to draw a line between <em>bumping</em> into people and striking them.",
            "vi": "Cần phải phân biệt sự va chạm và sự đánh người."
        },
        {
            "en": "If I do the breast-stroke, I usually find myself <em>bumping</em> into other people in the pool.",
            "vi": "Nếu tôi bơi ếch, tôi thường thấy mình đụng vào người khác trong hồ bơi."
        },
        {
            "en": "Now you're going to take advantage of <em>bumping</em> into me tonight to try to shame me into liking her!",
            "vi": "Thì ra cô tìm đến gặp tôi tối nay là để trách tôi không thích cô ta!"
        },
        {
            "en": "If I do the breast - stroke, I usually find myself <em>bumping</em> into other people in the pool.",
            "vi": "Nếu tôi bơi ếch, tôi thường thấy mình đụng vào người khác trong hồ bơi."
        },
        {
            "en": "Japan's Nikkei also added 0.1 percent but is <em>bumping</em> up against stiff chart resistance that has held since mid-December.",
            "vi": "Chỉ số Nikkei của Nhật Bản cũng tăng thêm 0.1% nhưng lại không như đạt được tiêu chí theo biểu đồ gốc được lập từ giữa tháng 12."
        },
        {
            "en": "Reduced to its essence, it is the two minutes you 're given with someone you' re \"<em>bumping</em> into\" whom you are looking to meet.",
            "vi": "Nói ngắn gọn, nó là hai phút ấn tượng mà có khi bạn \"bất ngờ\" gặp được người cần tìm."
        },
        {
            "en": "Reduced to its essence, it is the two minutes you're given with someone you're \"<em>bumping</em> into\" whom you are looking to meet.",
            "vi": "Nói ngắn gọn, nó là hai phút ấn tượng mà có khi bạn \"bất ngờ\" gặp được người cần tìm."
        },
        {
            "en": "Finally, presenters should remember not to touch the microphone with their mouths or fingers. Accidentally <em>bumping</em> the mike can make an unpleasant sound.",
            "vi": "Cuối cùng, người thuyết trình nên nhớ rằng đừng chạm miệng hoặc những ngón tay của họ vào míc. Nếu như những bộ phận ấy vô tình chạm vào micro sẽ làm cho nó phát lên những âm thành chẳng hề dễ chịu xíu nào."
        },
        {
            "en": "There is no room for business as usual in today's global shoot-outs. You cannot turn around without <em>bumping</em> into newcomers who are eyeing your customer base.",
            "vi": "Không còn cơ hội dành cho việc kinh doanh như thường lệ trong các cuộc cạnh tranh toàn cầu ngày nay. Bạn không thể quay người lại mà không chạm vào những người mới tham gia vào cuộc, những người đang thèm muốn các khách hàng của bạn."
        },
        {
            "en": "There is no room for business as usual in today's global shoot - outs. You cannot turn around without <em>bumping</em> into newcomers who are eyeing your customer base.",
            "vi": "Không còn cơ hội dành cho việc kinh doanh như thường lệ trong các cuộc cạnh tranh toàn cầu ngày nay. Bạn không thể quay người lại mà không chạm vào những người mới tham gia vào cuộc, những người đang thèm muốn các khách hàng của bạn."
        },
        {
            "en": "1.Pho   What list of Vietnamese cuisine would be complete without pho?  It's almost impossible to walk a block in Vietnam's major cities without <em>bumping</em> into a crowd of hungry patrons slurping noodles at a makeshift pho stand. This simple staple, consisting of a salty broth, fresh rice noodles, a sprinkling of herbs and chicken or beef, features predominately in the local diet -- and understandably so.  It's cheap, tasty and widely available at all hours.",
            "vi": "PhởDanh sách các món ăn Việt mà thiếu phở thì còn gì để nói nữa chứ?!Cuốc bộ trên những con phố lớn ở Việt Nam, chắc chắn bạn sẽ bất ngờ gặp phải đám đông thực khách đói ngấu đang xì xụp ăn ở quán phở tạm. Món này đơn giản lắm, gồm nước lèo, sợi phở tươi, vài cọng rau thơm và vài lát thịt gà hoặc bò, món ăn đặc trưng và đa số người dân bản xứ đều ăn món này - cũng dễ hiểu thôi mà.Rẻ, ngon và có ở mọi lúc mọi nơi."
        },
        {
            "en": "Chip spending could reach double-digit growth this year        Following a weak market in 2009, the semiconductor industry will be the beneficiary of double-digit spending gains this year, says new research unveiled Thursday by iSuppli. Original equipment manufacturers (OEMs) are expected to boost their chip spending 13 percent to $177.9 billion in 2010, while electronic manufacturing service (EMS) providers will spend $37.7 billion this year, a gain of 15.1 percent from 2009. Among OEMs, Hewlett-Packard will be the top spender on semiconductors this year, says iSuppli, paying around $12.6 billion for its stock of chips. In second place will be Samsung Electronics, spending $12.5 billion, followed by Nokia and then Apple. In 2011, Samsung is likely to take the lead in spending as it unveils a host of new products ranging from wireless handsets to 3D TVs. And <em>bumping</em> Nokia for the No. 3 spot next year will be Apple, which has boosted its chip spending since the debut of the iPhone in 2007. EMS providers, which make electronic components for OEMs, survived a tough 2009 as customer orders plummeted. But as demand rises this year, the EMS market is expected to stage a quick rebound. OEMs are also expected to begin outsourcing other products beyond just computers and mobile phones, providing additional revenue to EMS companies. Foxconn, whose Innolux subsidiary is making the glass panels used in Apple's new iPad, will spend $22.6 billion on semiconductors this year, a rise of 18.7 percent from 2009, says iSuppli. The company also supplies components for the iPod, the Nintendo Wii, Sony's PlayStation 3, and a variety of Hewlett-Packard products. Following Foxconn will be Flextronics in second place, likely to spend $7 billion on chips in 2010, notes iSuppli. With increased business from Sony Ericsson, HP, and Research In Motion, Flextronics is also expected to expand its manufacturing plants in China.",
            "vi": "Sau khi thị trường rớt giá vào năm 2009, ngành công nghiệp bán dẫn sẽ thụ hưởng lợi ích từ lợi nhuận đầu tư 2 con số trong năm nay, iSuppli phát biểu trong một cuộc nghiên cứu mới được công bố vào thứ Năm. Những Nhà sản xuất Thiết bị Gốc (OEM) dự kiến sẽ tăng chi tiêu sản xuất chip 13% tương đương 177.9 tỷ USD trong năm 2010, trong khi các nhà cung cấp dịch vụ sản xuất điện tử (EMS) sẽ chi 37.7 tỷ USD trong năm nay, một khoản lãi suất 15.1% của năm 2009. iSuppli cho biết, trong số các nhà sản xuất OEM, năm nay hãng Hewlett-Packard (HP) sẽ trở thành hãng chi tiêu nhiều nhất về lĩnh vực bán dẫn và sẽ chi khoảng 12.6 tỷ USD về khoản chip . Hãng Samsung Electronics ở vị trí thứ hai, chi khoảng 12.5 tỷ USD, tiếp theo là Nokia và kế đến là Apple. Vào năm 2011, Samsung có khả năng đi đầu trong việc chi tiêu bằng việc tung ra hàng loạt sản phẩm mới khác nhau, từ thiết bị cầm tay không dây cho đến những chiếc Tivi 3D. Và Nokia nhảy vọt lên đứng ở vị trí số 3 trong năm tới sẽ là Apple, hãng đã tăng chi tiêu trong lĩnh vực chip kể từ khi ra mắt iPhone vào năm 2007. Những nhà cung cấp EMS chế tạo các thành phần điện tử cho các đối tác OEM, đã tồn tại trong năm 2009 rất khó vì các đơn đặt hàng của khách hàng bị giảm mạnh. Nhưng khi nhu cầu tăng lên trong năm nay thì thị trường EMS được kỳ vọng sẽ mở ra giai đoạn phục hồi nhanh chóng. Các công ty OEM cũng hy vọng bắt đầu gia công các sản phẩm khác ngoài máy tính và điện thoại di động, mang lại thêm doanh thu cho các công ty EMS. iSuppli cho biết Foxconn, chi nhánh của Innolux là công ty đang sản xuất các tấm kính dùng trong iPad của Apple sẽ chi 22.6 tỷ USD cho lĩnh vực bán dẫn trong năm nay, tăng 18,7 % so với năm 2009. Công ty còn cung cấp linh kiện cho iPod, Nintendo Wii, PlayStation 3 của Sony và nhiều sản phẩm của HP. Sau Foxconn sẽ là Flextronics ở vị trí thứ hai, có khả năng chi tiêu 7 tỷ USD trong lĩnh vực chip vào năm 2010, iSuppli nhận xét. Với doanh số tăng trưởng của hãng Sony Ericsson, HP, và Research In Motion (RIM), Flextronics cũng dự kiện sẽ mở rộng các nhà máy sản xuất của mình ở Trung Quốc."
        }
    ],
    "suggestions": []
}