{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bunches",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bunches</k><blockquote><cclass>Brit. a girl's hairstyle in which the hair is tied back into two clumps.</cclass></blockquote><blockquote>→ <kref>bunch</kref></blockquote></div>",
            "word": "bunches",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bunches",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bunches",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bunches",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Bunches</em> of flowers are very beautiful.",
            "vi": "Những bó hoa rất đẹp."
        },
        {
            "en": "Outside window, <em>bunches</em> of bananas ripened.",
            "vi": "Bên ngoài cửa sổ có 1 bụi chuối chín cây."
        },
        {
            "en": "There are <em>bunches</em> of rice in the field.",
            "vi": "Có rất nhiều bó lúa trên cánh đồng."
        },
        {
            "en": "I wear a blouse that <em>bunches</em> at the waist.",
            "vi": "Tôi mặc một chiếc áo choàng xếp nếp ở thân."
        },
        {
            "en": "He takes it out in <em>bunches</em> like big birds' nests.",
            "vi": "Lao ly co ra tng bo nh nhng t chim ln."
        },
        {
            "en": "He has four medium-sized <em>bunches</em> of purple-red emperors, a half dozen black figs, and two pomegranates.",
            "vi": "Tay nó cầm bốn chùm nho nhỏ loại trung bình, nửa tá vả đen và hai quả thạch lựu."
        },
        {
            "en": "Each sac contains about 20 tiny air pockets called the alveoli, which look like <em>bunches</em> of grapes.",
            "vi": "Mỗi túi khí chứa khoảng 20 túi khí nhỏ gọi là phế nang, trông giống như những chùm nho."
        },
        {
            "en": "was fun to gather the large round walnuts and the smaller hickory nuts, and the little hazelnuts that grew in <em>bunches</em> on the bushes.",
            "vi": "Thật thú vị khi gom những trái hạnh đào tròn lớn hoặc những hạt hồ đào nhỏ hơn và những hạt phỉ li ti đầy trên cành trong các bụi rậm."
        },
        {
            "en": "You also don’t have to splurge on artificial flowers sold by the stem specifically for decorating trees. I buy artificial poinsettias in <em>bunches</em> and pull them apart to use as floral picks.",
            "vi": "Bạn cũng không cần phải đốt tiền cho mớ hoa giả được bán để làm đồ trang trí đặc biệt cho cây thông. Tôi mua các chùm cây trạng nguyên giả và kéo chúng ra để sử dụng như là những bông hoa."
        },
        {
            "en": "For three days (March 6,7,8), the Best Caring Centre will offer many surprises for customers, including lower prices and 300 <em>bunches</em> of roses to give to customers spending over VND2,000,000.",
            "vi": "Trong ba ngày (ngày 6, 7, 8 tháng 3), trung tâm Best Caring còn dành cho khách hàng nhiều bất ngờ bao gồm giảm giá và 300 bó hoa hồng sẽ được tặng cho khách hàng có bật kỳ hoá đơn nào trên 2 triệu đồng."
        },
        {
            "en": "The hams and the venison hung in their paper wrappings, and all the <em>bunches</em> of dried herbs, the spicy herbs for cooking and the bitter herbs for or medicine, gave the place a dusty spicy smell.",
            "vi": "Giò heo, thịt rừng bọc gọn trong giấy bao treo lủng lẳng cùng những bó cỏ khô, những cây gia vị và những chùm dược thảo khiến căn gác có một hương vị pha trộn đậm đặc."
        },
        {
            "en": "You also don’t have to splurge on artificial flowers sold by the stem specifically for decorating trees. I buy artificial poinsettias in <em>bunches</em> and pull them apart to use as floral picks.",
            "vi": "Bạn cũng không cần phải đốt tiền cho mớ hoa giả được bán để làm đồ trang trí đặc biệt cho cây thông. Tôi mua các chùm cây trạng nguyên giả và kéo chúng ra để sử dụng như là những bông hoa."
        }
    ],
    "suggestions": []
}