{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bundling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bundling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bundling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bundling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bundling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Commodity <em>bundling</em>",
            "vi": "Bán hàng theo lô"
        },
        {
            "en": "<em>Bundling</em> the cables at the back of the TV.",
            "vi": "Tìm được số serial TV."
        },
        {
            "en": "He is <em>bundling</em> his parents out of the house.",
            "vi": "Hắn ta định tống cổ ba mẹ mình ra khỏi nhà đó."
        },
        {
            "en": "Preparation for Sewing <em>Bundling</em>, numbering and controlling cut work supply to sewing.",
            "vi": "Chuẩn bị may Ghép cuộn sản phẩm, đánh số và kiểm soát việc cung cấp các sản phẩm đã cắt cho khâu may."
        },
        {
            "en": "Companies like Flagship are <em>bundling</em> a version of Linux with their database software.",
            "vi": "Những công ty như flagship đang gói ghém một phiên bản linux kèm phần mềm cơ sở dữ liệu của họ."
        },
        {
            "en": "For the recipients, secondary benefits could take the form of innovative business schemes, for example <em>bundling</em> remittances with trade items, or financial services such as loans.",
            "vi": "Đối với người nhận tiền, lợi nhuận thứ cấp có thể thu được dưới dạng các mô hình kinh doanh sáng tạo, chẳng hạn như gắn các khoản tiền với các mặt hàng thương mại, hoặc là các dịch vụ tài chính như cho vay tiền."
        },
        {
            "en": "Vertical <em>bundling</em> is also known as structural regulation because it focuses on the structure of the sector and how the structure influences incentives faced by enterprises.",
            "vi": "Liên kết theo chiều dọc cũng được hiểu là điều tiết cấu trúc bởi vì nó tập trung vào cấu trúc của ngành và cách thức cấu trúc tác động tới động cơ mà các doanh nghiệp phải đương đầu."
        }
    ],
    "suggestions": []
}