{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bundled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bundled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bundled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bundled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bundled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I was <em>bundled</em> into a police van",
            "vi": "Tôi bị tống vào một chiếc xe cảnh sát."
        },
        {
            "en": "She <em>bundled</em> her son off to school",
            "vi": "Cô ta đưa vội con trai mình tới trường"
        },
        {
            "en": "Our clothes were <em>bundled</em> into plastic bags.",
            "vi": "Quần áo của chúng tôi đã được đóng gói vào những túi nhựa."
        },
        {
            "en": "They <em>bundled</em> into the waiting buses.",
            "vi": "Họ đi vội lên những xe buýt đang chờ."
        },
        {
            "en": "She <em>bundled</em> him out of the house.",
            "vi": "Cô ấy đã tống cổ anh ta ra khỏi nhà."
        },
        {
            "en": "We all <em>bundled</em> into the tiny car",
            "vi": "Tất cả bọn chúng tôi leo bừa vào một chiếc xe hơi nhỏ xíu"
        },
        {
            "en": "#8 Owls <em>Bundled</em> Up On A Cold Morning",
            "vi": "Cú túm tụm với nhau trong sớm mai lạnh lẽo"
        },
        {
            "en": "Plenty of software comes <em>bundled</em> with the PC.",
            "vi": "Có nhiều phần mềm được bán chung với máy tính."
        },
        {
            "en": "She <em>bundled</em> her clothes into the drawer without folding them",
            "vi": "Cô ta nhét quần áo của mình vào ngăn tủ mà không gấp lại."
        },
        {
            "en": "The firewood was cut and <em>bundled</em>, ready for use.",
            "vi": "Củi được chẻ ra và bó lại với nhau để sẵn dùng."
        },
        {
            "en": "I 'm suddenly grabbed and <em>bundled</em> into a car.",
            "vi": "Tôi đột ngột bị túm lấy và nhét vào một chiếc xe hơi."
        },
        {
            "en": "I'm suddenly grabbed and <em>bundled</em> into a car.",
            "vi": "Tôi đột ngột bị túm lấy và nhét vào một chiếc xe hơi."
        },
        {
            "en": "We <em>bundled</em> up some old clothes for the jumble sale",
            "vi": "Chúng tôi bó lại một số quần áo cũ để đem đi bán gây quỹ cứu tế."
        },
        {
            "en": "They blindfolded her and <em>bundled</em> her through the door.",
            "vi": "Họ bịt mắt cô ấy và đẩy cô ấy qua cửa."
        },
        {
            "en": "He was quickly <em>bundled</em> into a police car and taken away.",
            "vi": "Anh ta nhanh chóng bị đẩy vào một xe cảnh sát và bị đưa đi."
        },
        {
            "en": "He <em>bundled</em> up his belongings and put them in a bag.",
            "vi": "Anh ấy gói lại đồ đạc của mình và đặt chúng vào trong giỏ."
        },
        {
            "en": "Poverty impact of <em>bundled</em> services – combined services can be worth more than sum of independent parts.",
            "vi": "Ảnh hưởng về nghèo đói của các dịch vụ theo nhóm - Các dịch vụ được kết hợp sẽ có giá trị hơn tổng số các phần riêng lẻ."
        },
        {
            "en": "We just took the grass trimmings, <em>bundled</em> them and tied them.",
            "vi": "Chúng tôi chỉ nhổ cỏ dại, bó và cột chúng lại."
        },
        {
            "en": "The express messengers breathed with relief when they <em>bundled</em> him off the train at Seattle.",
            "vi": "Những nhân viên trên tàu thở phào nhẹ nhõn khi họ tống khứ được anh ta ra khỏi tàu tại thành phố Seattle."
        },
        {
            "en": "Peter was <em>bundled</em> off to boarding school when he was ten years old.",
            "vi": "Peter đã bị gửi đến trường nội trú khi anh ấy 10 tuổi."
        }
    ],
    "suggestions": []
}