{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bungee"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bungee</k><blockquote><cclass>[<cclass>'bʌndʒi<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (also <cclass><b>bungee cord</b> or <cclass><b>rope</b>) a long nylon-cased rubber band used for securing luggage and in the sport of bungee jumping. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: of unknown origin. </blockquote></div>",
            "word": "bungee"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bungee"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bungee"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bungee"
        }
    },
    "sentences": [
        {
            "en": "Last week I went <em>bungee</em> jumping.",
            "vi": "Tuần trước tôi tham dự trò chơi buộc dây vào cổ chân rồi nhảy từ trên cao xuống."
        },
        {
            "en": "<em>Bungee</em> jumping is one of the most adrenaline-rush activities",
            "vi": "Nhảy Bungee là một trong những trò chơi cảm giác mạnh"
        },
        {
            "en": "My dad has made a <em>bungee</em> jump once.",
            "vi": "Cha tôi đã từng một lần thực hiện một cú nhảy bungee."
        },
        {
            "en": "I thought we'd try <em>bungee</em> jumping for a lark.",
            "vi": "Tôi nghĩ chúng mình nên chơi trò nhảy bungee để vui vẻ một chút."
        },
        {
            "en": "Peter was too scared to go <em>bungee</em> jumping.",
            "vi": "Peter rất sợ trò nhảy bungee."
        },
        {
            "en": "She is always doing crazy things like <em>bungee</em> jumping.",
            "vi": "Cô ta luôn tham gia những việc nguy hiểm như nhảy từ trên cao."
        },
        {
            "en": "I was going to go <em>bungee</em> jumping with my buddies, but I chickened out.",
            "vi": "Tôi đã đi nhảy bungee cùng mấy đứa bạn, nhưng hoảng quá nên không nhảy."
        },
        {
            "en": "Of course, if walking across it isn’t enough of an adventure, the bridge also has plans to offer the highest <em>bungee</em> jump in the world, beating out current record holder, the 233m Macau Tower <em>bungee</em> jump.",
            "vi": "Tất nhiên, nếu qua cầu mà vẫn thấy chưa đủ mạo hiểm, thì chiếc cầu này còn dự định sẽ cho nhảy lao đầu xuống cầu có dùng đai cao su an toàn, cao nhất thế giới, phá kỷ lục bungee jump ở Tháp Macau hiện tại."
        },
        {
            "en": "She's always doing crazy things like <em>bungee</em> jumping. She loves extreme sports and wouldn't dream of doing anything as boring as badminton!",
            "vi": "Cô ta luôn tham gia những việc nguy hiểm như nhảy từ trên cao. Cô ta thích những môn thể thao kích động và không bao nghĩ về các môn khác buồn chán như cầu lông!"
        },
        {
            "en": "She's always doing crazy things like <em>bungee</em> jumping. She loves extreme sports and wouldn' t dream of doing anything as boring as badminton!",
            "vi": "Cô ta luôn tham gia những việc nguy hiểm như nhảy từ trên cao. Cô ta thích những môn thể thao kích động và không bao nghĩ về các môn khác buồn chán như cầu lông!"
        }
    ],
    "suggestions": []
}