{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bunkhouse"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>bunkhouse</k><blockquote>■ <cclass>noun a building with basic sleeping accommodation for workers. </cclass></blockquote></div>",
            "word": "bunkhouse"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bunkhouse"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bunkhouse"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bunkhouse"
        }
    },
    "sentences": [
        {
            "en": "After breakfast Jody walked down to the <em>bunkhouse</em>.",
            "vi": "Ăn sáng xong, jody đi xuống nhà ngủ."
        },
        {
            "en": "Jody, show him the little room in the <em>bunkhouse</em>.",
            "vi": "Jody con chỉ cho ông lão cái phòng nhỏ ở căn nhà ngủ đi."
        },
        {
            "en": "Jody felt himself irresistibly drawn toward the <em>bunkhouse</em>.",
            "vi": "Jody tự cảm thấy không cưỡng lại được tính tò mò muốn đến thăm gian nhà ngủ."
        },
        {
            "en": "He could see a light through the window of the little room of the <em>bunkhouse</em>.",
            "vi": "Nó trông thấy ánh đèn qua cửa sổ của phòng nhỏ trong nhà ngủ."
        },
        {
            "en": "The turkeys were flying heavily into the lower branches of the cypress tree by the <em>bunkhouse</em>.",
            "vi": "Mấy con gà tây nặng nề bay vào những cành cây thấp của cây trắc bá cạnh gian nhà ngủ."
        },
        {
            "en": "Even the dark cypress tree by the <em>bunkhouse</em> was usual and safe.",
            "vi": "Ngay đến cây trắc bá thẫm màu bên cạnh gian nhà ngủ trông cũng có vẻ quen mắt và thanh bình."
        },
        {
            "en": "You can sleep in the little room of the old <em>bunkhouse</em>.",
            "vi": "Rồi ông có thể ngủ ở trong buồng nhỏ ở gian nhà ngủ được."
        },
        {
            "en": "What secret did Jody come upon when he went down to the <em>bunkhouse</em> to see the old man in the evening?",
            "vi": "Jody khám phá ra bí mật gì khi nó xuống nhà ngủ thăm ông già lúc buổi tối?"
        }
    ],
    "suggestions": []
}