{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bunkers",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bunkers",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bunkers",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bunkers",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bể chứa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">capacity of the bunkers</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dung tích của thùng chứa</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "bunkers",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "There are many <em>bunkers</em> on the golf ground.",
            "vi": "Có nhiều hố cát trên sân gôn."
        },
        {
            "en": "According to security sources, the <em>bunkers</em> are located almost 1,000 feet below the country's capital. ",
            "vi": "Theo các nguồn tin an ninh, các boongke nằm cách thủ đô của nước này gần 1.000 feet (304.8 mét)."
        },
        {
            "en": "According to security sources, the <em>bunkers</em> are located almost 1,000 feet below the country's capital. ",
            "vi": "Theo các nguồn tin an ninh, các boongke nằm cách thủ đô của nước này gần 1.000 feet (304.8 mét)."
        },
        {
            "en": "Just wondering if anyone knows where I can buy coal <em>bunkers</em>?",
            "vi": "Đang tự hỏi không biết có ai biết chỗ nào có thể mua thùng đựng than không?"
        },
        {
            "en": "It comes after it was alleged Russia is priming its nuclear <em>bunkers</em> below Moscow in preparation for a military conflict. ",
            "vi": "Nó được đưa ra sau khi Nga bị cáo buộc đang đặt căn cứ hạt nhân của họ dưới Moscow nhằm chuẩn bị cho một cuộc xung đột quân sự."
        },
        {
            "en": "It comes after it was alleged Russia is priming its nuclear <em>bunkers</em> below Moscow in preparation for a military conflict. ",
            "vi": "Nó được đưa ra sau khi Nga bị cáo buộc đang đặt căn cứ hạt nhân của họ dưới Moscow nhằm chuẩn bị cho một cuộc xung đột quân sự."
        },
        {
            "en": "In 1867, refrigerated railroad cars are patented to J.B. Sutherland from Detroit, Michigan, who invented insulated cars by installing the ice <em>bunkers</em> at the end of the cars: air came in from the top, passed through the <em>bunkers</em>, circulated through the cars by gravity and controlled by different quantities of hanging flaps which caused different air temperatures.",
            "vi": "Năm 1867, những toa xe lửa có máy lạnh đã được cấp bằng sáng chế cho J.B Sutherland từ Detroit, Michigan, người đã phát minh ra những chiếc xe cách nhiệt bằng cách lắp đặt những hầm đựng băng ở cuối xe: không khí đến từ đỉnh, đi qua những hầm băng, lưu chuyển qua xe bằng trọng lực và được điều khiển bởi số lượng khác nhau của những cánh treo tạo nên nhiệt độ không khí khác nhau."
        },
        {
            "en": "In the 1991 Persian Gulf War, Super Cobra helicopters destroyed Iraqi 97 tanks, 104 armored personnel carriers, 16 <em>bunkers</em> and two anti - aircraft artillery sites.",
            "vi": "Trong Chiến tranh vùng Vịnh năm 1991, các trực thăng Super Cobras đã diệt được 97 xe tăng I-rắc, 104 xe bọc thép chở lính, 16 boong-ke và hai cụm pháo phòng không."
        },
        {
            "en": "In the 1991 Persian Gulf War, Super Cobra helicopters destroyed Iraqi 97 tanks, 104 armored personnel carriers, 16 <em>bunkers</em> and two anti-aircraft artillery sites.",
            "vi": "Trong Chiến tranh vùng Vịnh năm 1991, các trực thăng Super Cobras đã diệt được 97 xe tăng I - rắc, 104 xe bọc thép chở lính, 16 boong - ke và hai cụm pháo phòng không."
        },
        {
            "en": "Consequently, only a miniscule proportion – 0.00052%, to be exact – remains in earth’s atmosphere. Helium is the byproduct of millennia of radioactive decay from the elements thorium and uranium. The helium is mostly trapped in subterranean natural gas <em>bunkers</em> and commercially extracted through a method known as fractional distillation.",
            "vi": "Do đó, chỉ có một tỷ lệ rất nhỏ là khoảng 0,00052% vẫn còn trong bầu khí quyển của trái đất. Khí Heli là sản phẩm phụ của tình trạng phân rã phóng xạ hàng ngàn năm từ các nguyên tố Thorium và Uranium. Khí Hêli hầu hết là bị mắc kẹt trong hầm hố gas tự nhiên và được thương mại thông qua một phương pháp gọi là chưng cất phân đoạn."
        }
    ],
    "suggestions": []
}