{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bunks",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bunks",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bunks",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bunks",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bunks",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "May I try one of the <em>bunks</em>?",
            "vi": "Cho phép tôi thử một chiếc giường nhé?"
        },
        {
            "en": "On second-class Thailand train seats before, being made into sleeper <em>bunks</em>.",
            "vi": "Trong toa xe lửa hạng hai của Thái Lan, ghế ngồi trước đây đã được làm thành những chiếc giường cho hành khách nghỉ ngơi."
        },
        {
            "en": "On second - class Thailand train seats before, being made into sleeper <em>bunks</em>.",
            "vi": "Trong toa xe lửa hạng hai của Thái Lan, ghế ngồi trước đây đã được làm thành những chiếc giường cho hành khách nghỉ ngơi."
        },
        {
            "en": "He laughed, and a multilingual chorus from the surrounding <em>bunks</em> told him to \"shut up\".",
            "vi": "Anh ta cười to đến nỗi những người khác ở các giường chung quanh phải lên tiếng bảo im đi."
        },
        {
            "en": "Nobody lived in the little house ; it was a place to camp in. It was a tiny house, and strange, with a big fireplace and rough <em>bunks</em> against all the walls. But it was warm when Pa had built a",
            "vi": "Ngôi nhà nhỏ không có người ở, chỉ là một trạm dừng chân. Nó bé xíu và khá lạ với một lò sưởi lớn và những sạp gỗ nhám dựa vào các bờ vách. Nhưng nó trở nên ấm áp khi Bố nhóm xong lửa trong lò sưởi."
        },
        {
            "en": "Nobody lived in the little house ; it was a place to camp in. It was a tiny house, and strange, with a big fireplace and rough <em>bunks</em> against all the walls. But it was warm when Pa had built a fire in",
            "vi": "Ngôi nhà nhỏ không có người ở, chỉ là một trạm dừng chân. Nó bé xíu và khá lạ với một lò sưởi lớn và những sạp gỗ nhám dựa vào các bờ vách. Nhưng nó trở nên ấm áp khi Bố nhóm xong lửa trong lò sưởi."
        },
        {
            "en": "Nobody lived in the little house; it was a place to camp in. It was a tiny house, and strange, with a big fireplace and rough <em>bunks</em> against all the walls. But it was warm when Pa had built a fire in the fireplace.",
            "vi": "chỉ là một trạm dừng chân. Nó bé xíu và khá lạ với một lò sưởi lớn và những sạp gỗ nhám dựa vào các bờ vách. Nhưng nó trở nên ấm áp khi Bố nhóm xong lửa trong lò sưởi."
        },
        {
            "en": "Nobody lived in the little house ; it was a place to camp in. It was a tiny house, and strange, with a big fireplace and rough <em>bunks</em> against all the walls. But it was warm when Pa had built a fire in the fireplace.",
            "vi": "Ngôi nhà nhỏ không có người ở, chỉ là một trạm dừng chân. Nó bé xíu và khá lạ với một lò sưởi lớn và những sạp gỗ nhám dựa vào các bờ vách. Nhưng nó trở nên ấm áp khi Bố nhóm xong lửa trong lò sưởi."
        }
    ],
    "suggestions": []
}