{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['bə:dnsəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nặng nề, phiền toái</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">high-ranking officials must always assume burdensome functions</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">các quan chức cao cấp luôn phải gánh những nhiệm vụ nặng nề</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">it is very burdensome to depend upon such a woman</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">thật là phiền toái khi phải phụ thuộc một mụ đàn bà như thế</font></td></tr></table><i/></div>",
            "word": "burdensome"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "burdensome"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>burdensome</k><blockquote>▸ <cclass>adjective ONEROUS, oppressive, troublesome, weighty, worrisome, stressful; vexatious, irksome, trying, difficult; arduous, strenuous, hard, laborious, exhausting, tiring, taxing, demanding, punishing, gruelling.</cclass></blockquote></div>",
            "word": "burdensome"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "burdensome"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "burdensome"
        }
    },
    "sentences": [
        {
            "en": "They have <em>burdensome</em> duties.",
            "vi": "Họ có những nghĩa vụ nặng nề."
        },
        {
            "en": "They have <em>burdensome</em> responsibilities.",
            "vi": "Họ có những trách nhiệm nặng nề."
        },
        {
            "en": "COMMENCING BUSINESS OPERATIONS REMAINS <em>BURDENSOME</em>",
            "vi": "Khởi đầu hoạt động kinh doanh còn có nhiều khó khă"
        },
        {
            "en": "It is very <em>burdensome</em> to depend upon such a woman.",
            "vi": "Thật là phiền toái khi phải phụ thuộc một mụ đàn bà như thế."
        },
        {
            "en": "Viet Nam's legal system remains <em>burdensome</em> and unwieldy.",
            "vi": "Hệ thống pháp lý của Việt Nam vẫn cồng kềnh và thiếu hiệu quả."
        },
        {
            "en": "High - ranking officials must always assume <em>burdensome</em> functions.",
            "vi": "Các quan chức cao cấp luôn phải gánh những nhiệm vụ nặng nề."
        },
        {
            "en": "High-ranking officials must always assume <em>burdensome</em> functions.",
            "vi": "Các quan chức cao cấp luôn phải gánh những nhiệm vụ nặng nề."
        },
        {
            "en": "The resident law, despite its reform, still constitutes a <em>burdensome</em> process.",
            "vi": "Dù đã có sự điều chỉnh, các quy định về cư trú này vẫn còn phức tạp và rườm rà."
        },
        {
            "en": "In the case of private small and medium-sized companies this process is especially <em>burdensome</em>.",
            "vi": "Đối với các công ty vừa và nhỏ, quá trình này là quá rắc rối."
        },
        {
            "en": "Many of the sites referred to the <em>burdensome</em> workload of women.",
            "vi": "Rất nhiều địa bàn đề cập đến gánh nặng công việc của người phụ nữ."
        },
        {
            "en": "Yet, the processes of creating new civil society organizations are <em>burdensome</em>, and not all are treated equally.",
            "vi": "Tuy nhiên, quy trình thành lập các tổ chức dân sự xã hội mới vẫn rất phức tạp, và không phải tất cả đều được đối xử như nhau."
        },
        {
            "en": "Attaining the first red invoice VAT book appeared to be the most <em>burdensome</em> part of the business formation process.",
            "vi": "Việc xin cấp hóa đơn đỏ lần đầu có vẻ như là bước phiền toái nhất trong quá trình thành lập doanh nghiệp."
        },
        {
            "en": "During the consultations of the CPRGS with poor communities, the cost of primary education and of curative health care were found to be particularly <em>burdensome</em> for the poor.",
            "vi": "Trong các cuộc tham vấn CPRGS với các xã nghèo, chi phí cho giáo dục tiểu học và y tế chữa bệnh được thấy là gánh nặng lớn đối với người nghèo."
        },
        {
            "en": "However, as one National Assembly official notes, Supervising how local governments solve citizens’ complaints and criticisms is a very <em>burdensome</em> mission of the National Assembly.",
            "vi": "Tuy nhiên, như một đại biểu Quốc hội đã nhận xét, theo dõi cách thức chính quyền địa phương giải quyết đơn thư khiếu nại phê bình của công dân là một nhiệm vụ rất nặng nề đối với Quốc hội."
        },
        {
            "en": "The idea is that this would improve the attractiveness of listing on the STCs, as listing would not be substantially more <em>burdensome</em> for enterprises.",
            "vi": "Ý tưởng ở đây là điều này sẽ cải thiện mức độ hấp dẫn của việc niêm yết trên các TTGDCK, vì niêm yết sẽ không phải là gánh nặng quá lớn đối với các doanh nghiệp."
        },
        {
            "en": "Some of these difficulties were caused by complicated and <em>burdensome</em> procedures, and included Governmental investigation and a public tender requirement for the construction of factories.",
            "vi": "Những trở ngại này xuất phát từ các thủ tục phức tạp và phiền hà, trong đó có cả hoạt động thanh tra của chính phủ và yêu cầu đấu thầu công khai đối với các công trình xây dựng nhà máy."
        },
        {
            "en": "As a result, professional health care services and school attendance have become increasingly <em>burdensome</em> to the poor, when they are not simply out of reach.",
            "vi": "Kết quả là, dịch vụ chăm súc sức khoẻ chuyên nghiệp và việc đi học đã trở thành một gánh nặng ngày càng lớn đối với các gia đình nghèo, khi mà họ đơn giản là không chịu được các chi phí đó."
        },
        {
            "en": "Any WTO member can define and maintain universal service obligations, administered in a transparent, non-discriminatory and competitively neutral manner, provided they are not <em>burdensome</em>.",
            "vi": "Bất kỳ thành viên WTO có thể định nghĩa và duy trì các nghĩa vụ về phổ cập dịch vụ và được thực hiện một cách minh bạch, không phân biệt đối xử và không gây phương hại cho cạnh tranh, miễn là chúng không gây phiền phức."
        },
        {
            "en": "Technology can also slash the time teachers spend on <em>burdensome</em> administrative tasks, he said on Tuesday, but Hinds implored the UK’s burgeoning tech industry, along with the Silicon Valley giants, to provide support.",
            "vi": "Công nghệ cũng có thể giảm thời gian các giáo viên dành cho các nhiệm vụ hành chính nặng nề, ông Hinds đã phát biểu vào hôm thứ 3, nhưng ông ấy cũng đã yêu cầu hỗ trợ từ ngành công nghệ đang phát triển ở Anh cùng với gã khổng lồ công nghệ Silicon Valley."
        },
        {
            "en": "\"Requiring a third-party like Carpathia to bear the costs of preservation of 25 petabytes — a historically and mind-bogglingly large amount of data — is unduly <em>burdensome</em>,\" said the hosting firm in its court filing.",
            "vi": "\"Quả là một gánh nặng quá sức chịu đựng khi yêu cầu bên thứ ba như phía Carpathia gánh chịu chi phí bảo quản 25 petabyte dữ liệu – một con số lớn đến kinh ngạc và chưa tứng có trong lịch sử \", trích đơn kiện của Carpathia."
        }
    ],
    "suggestions": []
}