{
    "en_vn": {
        "data": {
            "content": null,
            "word": "burdened",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "burdened",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "burdened",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "burdened",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "burdened",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Be <em>burdened</em> with debts",
            "vi": "Nợ nần chồng chất"
        },
        {
            "en": "To be <em>burdened</em> with debts:",
            "vi": "Nợ chất chồng"
        },
        {
            "en": "She is <em>burdened</em> with debts.",
            "vi": "Cô ấy thì nợ nần chồng chất."
        },
        {
            "en": "He is <em>burdened</em> with debts.",
            "vi": "Anh ta nợ chất chồng."
        },
        {
            "en": "When troubles come, my heart <em>burdened</em> be.",
            "vi": "Khi rắc rối bao quanh, trái tim tôi bị đè nặng."
        },
        {
            "en": "Low-income earners <em>burdened</em> by high fees",
            "vi": "Người có thu nhập thấp bị đè nặng bởi các loại phí cao"
        },
        {
            "en": "Refugees <em>burdened</em> with all their possessions.",
            "vi": "Những người tị nạn mang nặng tài sản trên người."
        },
        {
            "en": "She was increasingly <em>burdened</em> by ill health.",
            "vi": "Cô ấy ngày càng bị đè nặng vì sức khỏe yếu."
        },
        {
            "en": "Industry is heavily <em>burdened</em> with taxation.",
            "vi": "Công nghiệp bị thuế khóa đè nặng."
        },
        {
            "en": "When troubles come, my heart is <em>burdened</em>.",
            "vi": "Khi khó khăn đến, trái tim tôi bị đè nặng."
        },
        {
            "en": "He has <em>burdened</em> with a large family after his father died.",
            "vi": "Anh ta phải gánh vác cả gia đình sau khi cha anh ta qua đời."
        },
        {
            "en": "How can any beautiful flower come from a plant <em>burdened</em> with so many sharp thorns?",
            "vi": "Làm thế nào một cái hoa đẹp lại nở từ một cái cây đầy gai?"
        },
        {
            "en": "How can you be rich while you are still <em>burdened</em> with debts?",
            "vi": "Làm thế nào mà anh có thể giàu nỗi khi còn chồng chất nợ nần thế này?"
        },
        {
            "en": "When I travel, I don't like to be <em>burdened</em> with heavy luggage.",
            "vi": "Khi tôi đi du lịch, tôi không thích phải mang hành lý nặng nề."
        },
        {
            "en": "Already she's <em>burdened</em> you with so much debt you may never work it off.",
            "vi": "Cô ta đã làm cho cháu mắc nợ quá nhiều không sao trả xuể."
        },
        {
            "en": "She cannot join with us because she is still <em>burdened</em> with a large family.",
            "vi": "Cô ấy không thể tham gia với chúng ta vì cô ta còn nặng gánh gia đình."
        },
        {
            "en": "Ask everyone to bring something with them so that no one is <em>burdened</em> with anything, relax and enjoy the night.",
            "vi": "Hãy đề nghị tất cả mọi người mang một món gì đó đến nhà một người bạn để không ai phải chịu gánh nặng với bất cứ điều gì, sau có thư giãn và thưởng thức buổi đêm."
        },
        {
            "en": "Men also recognise their own privileges at work but feel <em>burdened</em> by their responsibilities for the family.",
            "vi": "Nam giới cũng nhận ra những đặc quyền của mình trong công việc nhưng cũng cảm thấy gánh nặng trách nhiệm đối với gia đình."
        },
        {
            "en": "Parents complain that they have been <em>burdened</em> with tuition and school fees which have been increasing steadily year after year.",
            "vi": "Nhiều Phụ huynh phàn nàn rằng học phí là gánh nặng đối với họ và được tăng đều đặn qua các năm."
        },
        {
            "en": "Although each family is different, people who grow up with alcoholic parents often feel alone, unloved, depressed, or <em>burdened</em> by the secret life they lead at home.",
            "vi": "Dẫu rằng mỗi nhà mỗi cảnh, nhưng người sống cùng với bố mẹ hay nhậu nhẹt thường cảm thấy cô đơn, bị bỏ bê, không được bố mẹ yêu thương, trầm cảm, hoặc bị đè nặng bởi cuộc sống riêng tư ở nhà của mình."
        }
    ],
    "suggestions": []
}