{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">bureau</font></td></tr></table><i/></div>",
            "word": "bureaux"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bureaux"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bureaux"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bureaux"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bureaux"
        }
    },
    "sentences": [
        {
            "en": "He is reported to have told colleagues he was quitting \"to draw attention to the mistake that is being made\" in closing seven of the agency's overseas <em>bureaux</em>.",
            "vi": "Theo báo chí tường thuật ông ta đã nói với các đồng nghiệp ông ra đi \"để đánh động sự chú ý vào sai lầm đang mắc phải\" khi chấm dứt bảy trong số các chi nhánh của cơ quan này tại hải ngoại."
        },
        {
            "en": "He is reported to have told colleagues he was quitting \"to draw attention to the mistake that is being made\" in closing seven of the agency's overseas <em>bureaux</em>.",
            "vi": "Theo báo chí tường thuật ông ta đã nói với các đồng nghiệp ông ra đi \"để đánh động sự chú ý vào sai lầm đang mắc phải\" khi chấm dứt bảy trong số các chi nhánh của cơ"
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n19 November 2010 Last updated at 00:00 GMT  Nato members are preparing to meet in Portugal for what is being billed as one of the most crucial summits in the alliance's 61-year history. The 28 member states are hoping to reach a \"New Strategic Concept\" to shape the way Nato defends itself against threats over the next decade. Russian President Dmitry Medvedev will also attend, in a sign of warming ties. Afghanistan will be top of the agenda, with plans to bring Nato's combat operations to an end by 2014.  Afghan President Hamid Karzai, who is scheduled to address the summit on Saturday, has said he wants Nato to hand back control of the country by the end of 2014 - a deadline the US has described as realistic but not set in stone. Pentagon press secretary Geoff Morrell said the deadline had existed for some time as \"an aspirational goal\" but that this did not mean all coalition forces would have to leave by that date. Alliance credibility  The Lisbon talks are expected to shape the future of Nato at a time of shrinking budget cuts and expanding challenges, says the BBC's defence correspondent, Caroline Wyatt. Key to the future credibility of the alliance will be ensuring a workable transition in Afghanistan, our correspondent adds. On Thursday, Nato Secretary General Anders Fogh Rasmussen said the alliance had \"underestimated the challenge\" in Afghanistan but was confident it was now \"on the right track\". \"I'm very optimistic about our Afghanistan operation and we'll make a positive announcement in Lisbon - that the handover is about to begin,\" he told Portugal's Renascenca newspaper. There are some 120,000 international troops attached to the Nato-led International Security Assistance Force (Isaf) in Afghanistan. Budget resignation  Mr Medvedev will meet the leaders on Saturday, becoming the first Russian president to attend a Nato summit since his country's conflict with Georgia in 2008. The alliance is keen to build bridges with Moscow, and a key issue at the summit will be agreeing plans for a joint study of missile defence. The efforts have been aided by US President Barack Obama's insistence that the US will ratify a new nuclear arms treaty with Russia He said there was \"no higher national security priority\" for the government before the start of the new Congress in January. Moscow is also promising logistical help for Nato in Afghanistan by easing restrictions on transit routes into the country. Spy chief resigns The summit will also debate proposals on changing Nato's command structure, in an attempt to reduce bureaucracy and expenditure. The changes could see the number of Nato agencies which look after areas such as logistics, communications, research and training cut from 14 to three. Meanwhile Portugal's Defence Minister Augusto Santos Silva has said the resignation of the country's spy chief will have no effect on security or intelligence gathering. Jorge Silva Carvalho resigned on Thursday in protest over budget cuts being imposed by the government. He is reported to have told colleagues he was quitting \"to draw attention to the mistake that is being made\" in closing seven of the agency's overseas <em>bureaux</em>. http://www.bbc.co.uk/news/world-europe-11793407",
            "vi": "Many obstacles to a final Middle East peace deal      \n \n19 November 2010 Last updated at 00:00 GMT  Các thành viên khối Nato đang chuẩn bị gặp gỡ tại Bồ Đào Nha để tham dự sự kiện được xem là một trong các cuộc họp thượng đỉnh quan trọng nhất trong lịch sử 61 năm của tổ chức liên minh này. Hai mươi tám quốc gia thành viên hy vọng đạt được “Khái niệm chiến lược mới” để hình thành đường lối để Nato tự vệ trước các mối đe dọa trong thập niên sắp tới. Tổng thống Nga Dmitry Medvedev cũng sẽ tham dự, để chứng tỏ các mối quan hệ nồng ấm. Afghanistan sẽ là vấn đề nổi bật nhất trong nghị trình, cùng với các kế hoạch kết thúc các chiến dịch chiến đấu của Nato vào năm 2014. Tổng thống Afghanistan Hamid Karzai, theo chương trình sẽ nói chuyện trong cuộc họp thượng đỉnh vào thứ Bảy, cho biết ông muốn Nato ngưng kiểm soát đất nước này chậm nhất là vào năm 2014 – thời hạn mà Mỹ mô tả là thực tế nhưng chưa được ấn định chính thức. Thư ký báo chí Ngũ giác đài Geoff Morrell cho biết thời hạn trên đã có trong thời gian gần đây như là “mục tiêu mong muốn” nhưng cũng nói thêm điều này không có nghĩa là tất cả các lực lượng liên minh sẽ phải rút đi vào ngày này. Uy tín của liên minh Caroline Wyatt, phóng viên về đề tài phòng thủ của BBC cho biết, cuộc thương thuyết tại Lisbon được trông đợi sẽ định hình tương lai Nato vào thời điểm cắt giảm ngân sách và gia tăng thách thức. Phóng viên bản đài nói thêm, chìa khóa dẫn đến uy tín tương lai của liên minh này sẽ bảo đảm cho giai đoạn chuyển tiếp khả thi tại Afghanistan. Vào hôm thứ Năm, tổng thư ký Nato Anders Fogh Rasmussen phát biểu khối liên minh này đã “đánh giá quá thấp mức độ thách thức” tại Afghanistan nhưng tin tưởng rằng giờ đây “mọi việc đã đi đúng hướng”. Ông nói với báo Renascenca của Bồ Đào Nha rằng, “tôi rất lạc quan về hoạt động của chúng tôi tại Afghanistan và chúng tôi sẽ có thông báo lạc quan tại Lisbon – rằng việc chuyển giao sắp bắt đầu.” Có khoảng 120.000 binh lính quốc tế phụ thuộc vào Lực Lượng Hỗ Trợ An Ninh Quốc Tế (Isaf) do Nato dẫn đầu tại Afghanistan. Từ chức vì ngân sách Ông Medvedev sẽ gặp gỡ các lãnh đạo vào ngày thứ Bảy, trở thành tổng thống Nga đầu tiên tham dự một cuộc họp thượng đỉnh của Nato kể từ khi nước ông xung đột với Georgia vào năm 2008. Khối liên minh này rất mong muốn xây dựng quan hệ với Moscow, và một vấn đề then chốt tại cuộc họp thượng đỉnh này sẽ là thỏa thuận các kế hoạch để cùng nghiên cứu sách lược phòng thủ tên lửa. Các nỗ lực nói trên nhận được hỗ trợ của tổng thống Mỹ Barack Obama khi ông nhấn mạnh Mỹ sẽ phê duyệt một hiệp ước vũ khí hạt nhân mới với Nga. Ông nói không có “ưu tiên nào cao hơn về an ninh quốc gia” cho chính phủ trước khi bắt đầu Quốc hội mới và tháng Giêng. Moscow cũng hứa sẽ hỗ trợ hậu cần cho Nato tại Afghanistan bằng cách nới lỏng các hạn chế về đường quá cảnh vào quốc gia này. Trưởng ngành tình báo từ chức Cuộc họp thượng đỉnh cũng sẽ bàn cãi về các đề xuất thay đổi cơ cấu chỉ huy của Nato, nhằm giảm thiểu bộ máy hành chính và vấn đề chi tiêu. Các thay đổi có thể dẫn đến cắt giảm số lượng các cơ quan của Nato trong những lĩnh vực như hậu cần, thông tin, nghiên cứu và huấn luyện từ 14 xuống 3. Trong khi đó, bộ trưởng quốc phòng Bồ Đào Nha Augusto Santos Silva thông báo việc từ chức của trường ngành tình báo của nước này sẽ không ảnh hường gì đến cuộc họp về an ninh hoặc tình báo. Jorge Silva Carvalho từ chức hôm thứ Năm để phản đối việc cắt giảm ngân sách do chính phủ áp đặt. Theo báo chí tường thuật ông ta đã nói với các đồng nghiệp ông ra đi “để đánh động sự chú ý vào sai lầm đang mắc phải” khi chấm dứt bảy trong số các chi nhánh của cơ quan này tại hải ngoại. http://www.bbc.co.uk/news/world-europe-11793407"
        }
    ],
    "suggestions": []
}