{
    "en_vn": {
        "data": {
            "content": null,
            "word": "bureaus",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "bureaus",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "bureaus",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "bureaus",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "bureaus",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Our Commodity Inspection <em>Bureaus</em> allow no goods below the export standard to leave port.",
            "vi": "Cơ quan giám định hàng hóa của chúng tôi không cho phép hàng hóa dưới mức tiêu chuẩn xuất khẩu rời bến."
        },
        {
            "en": "- Officers are following orders from the head of the Traffic Police Department or chiefs of provincial <em>bureaus</em> of police.",
            "vi": "- Cán bộ đang thực hiện lệnh từ người đứng đầu của Cục Cảnh sát giao thông hoặc Trưởng các phòng, ban của cảnh sát tỉnh."
        },
        {
            "en": "For its part, Microsoft has signed up China's environment ministry, and the environmental protection <em>bureaus</em> in Fujian province and Chengdu, the capital of the southwestern province of Sichuan.",
            "vi": "Về phần mình, Microsoft đã ký hợp đồng với Bộ Môi trường Trung Quốc, và các cơ quan bảo vệ môi trường ở tỉnh Phúc Kiến và Thành Đô, tỉnh lỵ của Tứ Xuyên, Tây Nam Trung quốc."
        },
        {
            "en": "The health system Administratively, the health system is divided into three levels: central (Ministry of Health); provincial (provincial health departments (PHDs), sometimes referred to as the provincial health offices or provincial health <em>bureaus</em>); and district level (district health offices, or DHOs).",
            "vi": "Hệ thống y tế Về mặt hành chính, hệ thống y tế được chia thành ba cấp: tuyến trung ương (Bộ Y tế), tuyến tỉnh (Sở Y tế (SYT) hoặc đôi khi còn gọi là ban, ngành y tế tỉnh) và tuyến huyện (Phòng Y tế Huyện - PYT)."
        },
        {
            "en": "Since 2013, the environmental protection police <em>bureaus</em> in 11 provinces along the Dong Nai river system have discovered more than 2,100 violations and imposed fines worth more than VND100 billion (nearly $5 million) on violators. Of these, 15 cases were brought to court.",
            "vi": "Kể từ năm 2013, Phòng cảnh sát bảo vệ môi trường tại 11 tỉnh dọc theo hệ thống sông Đồng Nai đã phát hiện hơn 2.100 vi phạm và áp đặt tiền phạt trị giá hơn 100 tỷ đồng. Trong số này, có 15 trường hợp đã bị đưa lên tòa án."
        },
        {
            "en": "“Hanoi’s international and domestic airport is frequently noted for being hot, chaotic and not especially clean. In spite of its tropical location, air conditioning seems to perpetually be a problem – and the constant crowds exacerbate overheating. Sweaty travelers are further frustrated by the poor signage and limited flight information displayed throughout. A number of basic facilities are lacking at this airport as well – including foreign exchange <em>bureaus</em> and sufficient numbers of chairs. That all said, if you do find yourself with a prolonged period here, make your way to the third floor food court. Here, you can find a small selection of padded chairs, and access to the internet through the vendors. Just before publication, the airport installed 14 sleep pods in its international terminal and now offers free Wi-Fi available to all. That alone offers a glimmer of hope for the future!”",
            "vi": "“Sân bay quốc tế và nội địa của Hà Nội thường được người ta nói đến là sân bay nóng nực, lộn xộn và đặc biệt là không sạch sẽ. Mặc dù nằm trong khu vực nhiệt đới, nhưng dường như điều hòa không khí là vấn đề thường xuyên ở đây - và lúc nào cũng đầy ắp người khiến đã nóng càng nóng hơn. Du khách đẫm mồ hôi còn nản lòng hơn khi các biển chỉ dẫn nghèo nàn và thông tin về chuyến bay thì hạn chế. Sân bay này ngay cả một số tiện ích cơ bản cũng thiếu nữa - trong đó phải kể đến các quấy đổi tiền và ghế ngồi. Mọi người nói rằng, nếu bạn phải ở lại đây lâu, hãy leo lên khu ăn uống ở tầng 3. Tại tầng này, bạn có thể tìm được một chỗ ngồi nho nhỏ trên chiếc ghế nệm, và có thể truy cập Internet ké được. Ngay trước khi công bố danh sách này, sân bay đã lắp đặt 14 buồng ngủ tại nhà ga quốc tế của họ và cung cấp Wi-Fi miễn phí cho tất cả mọi người. Đó chỉ là một chút hy vọng cho tương lai!”"
        }
    ],
    "suggestions": []
}