{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bə:'mi:z]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">Burman</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['bə:mən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) Miến điện</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người Miến điện</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiếng Miến điện</td></tr></table><i/></div>",
            "word": "burmese",
            "pronounce": "[bə:'mi:z]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "burmese",
            "pronounce": "[bə:'mi:z]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "burmese",
            "pronounce": "[bə:'mi:z]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "burmese",
            "pronounce": "[bə:'mi:z]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "burmese",
            "pronounce": "[bə:'mi:z]"
        }
    },
    "sentences": [
        {
            "en": "Writing in 1934, George Orwell feared that modernisation would sweep aside <em>Burmese</em> culture.",
            "vi": "Năm 1934 George Orwell viết rằng ông sợ sự hiện đại hoá sẽ xoá sạch nền văn hoá Miến Điện."
        },
        {
            "en": "the peace-loving nature of the <em>Burmese</em> people, which is often ascribed to Buddhism",
            "vi": "Bản chất yêu chuộng hoà bình của người Miến Điện thường được cho do Phật giáo ảnh hưởng"
        },
        {
            "en": "Security officials from Burma and Laos will link up with Chinese officers, <em>Burmese</em> police have told the BBC.",
            "vi": "Các viên chức an ninh từ Miến Điện và Lào sẽ liên kết với các sĩ quan Trung Quốc trong việc này, cảnh sát Miến Điện đã tuyên bố với BBC."
        },
        {
            "en": "It receives about 100 tourists a day, and 300-400 during the peak <em>Burmese</em> grape harvest season.",
            "vi": "Khu vườn đón khoảng 100 khách du lịch một ngày, và 300-400 khách trong mùa thu hoạch dâu da cao điểm."
        },
        {
            "en": "Le Minh Tam of Nga Bay town’s Nga Bay Ward developed his 5ha <em>Burmese</em> grape orchard into a tourism site in 2014.",
            "vi": "Ông Lê Minh Tâm sống tại phường Ngã Bảy thị trấn Ngã Bảy đã phát triển một vườn dâu da rộng 5ha của mình thành một khu du lịch trong năm 2014."
        },
        {
            "en": "“I plan to replace old <em>Burmese</em> grape plants with other trees like king orange and rambutan to ensure my orchard has fruits year round.”",
            "vi": "\"Tôi có kế hoạch thay thế nhiều cây dâu da già bằng các loại cây khác như cam và chôm chôm để đảm bảo vườn của tôi có trái cây quanh năm.\""
        },
        {
            "en": "The United States is encouraging our partners to join us in urging the <em>Burmese</em> regime to grant access to disaster areas for international humanitarian relief teams.",
            "vi": "Hoa Kỳ đang khuyến khích các đối tác của chúng tôi cùng tham gia với chúng tôi để thúc giục chính quyền Myanmar cho phép các đội cứu trợ nhân đạo quốc tế đến các khu vực bị thảm hoạ."
        },
        {
            "en": "The one thousand million dollar pipeline is expected to carry national gas from the <em>Burmese</em> gas field through Bangladesh and into India.",
            "vi": "Lượng dầu khí quốc gia hy vọng sẽ được dẫn từ giếng khí của miến điện xuyên qua băng - la - đét và vào lãnh thổ ấn độ bằng đường ống trị giá một tỉ đô la này."
        },
        {
            "en": "The Foreign Minister of Thailand says he is working to answer increasing opposition to the planned <em>Burmese</em> leadership of the association of the Southeast Asian Nations.",
            "vi": "Bộ trưởng ngoại giao thái lan cho biết ông sẽ xúc tiến để trả lời về việc phản đối đang ngày càng gia tăng đối với vai trò lãnh đạo hiệp hội các nước đông nam á của miến điện đã được lên kế hoạch."
        },
        {
            "en": "Typical flora species include Chittagong wood, Aglaia, Tembusu and Ardisia sylvestris Pitard. Typical fauna species include Pale-capped Pigeon, Rhesus monkey, Asiatic golden cat, Sambar deer, Otter, Three-striped Box Turtle, Gecko, Water monitor, <em>Burmese</em> python, Cobra and King Cobra.",
            "vi": "Các oài thực vật tiêu biểu bao gồm gỗ Chittagong, Aglaia, Tembusu và Ardisia sylvestris Pitard. Các loài động vật điển hình bao gồm bô câu nâu, khỉ Rhesus, mèo vàng châu Á, hươu, rái cá, Rùa hộp 3 sọc, tắc kè, thằn lằn moinitor nước, trăn Miến Điện, rắn hổ mang và rắn hổ mang chúa."
        },
        {
            "en": "And in Rangoon, U.S. Chargé Shari Villarosa continues to meet with Senior <em>Burmese</em> officials to reiterate the necessity of bringing in disaster assistance experts and to discuss U.S. plans for delivering relief goods.",
            "vi": "Và ở Yangon, Đại biện Hoa Kỳ Shari Villarosa tiếp tục gặp gỡ các quan chức cao cấp Myanmar để nhắc lại sự cần thiết phải đưa các chuyên gia cứu trợ thảm hoạ vào và thảo luận các kế hoạch của Mỹ về vận chuyển hàng cứu trợ."
        },
        {
            "en": "Beijing, which has repeatedly shielded Burma in the UN Security Council, is being repaid with access to some of Burma’s rich trove of natural gas at “friendship” prices, according to some <em>Burmese</em> analysts.",
            "vi": "Theo vài nhà phân tích của Miến Điện, Bắc Kinh đã liên tục che chắn cho Miến Điện trong Hội đồng Bảo an Liên Hiệp Quốc, nên đang được đền đáp bằng việc sử dụng một phần trong kho khí đốt dồi dào của Miến Điện với giá \"hữu nghị\"."
        },
        {
            "en": "The Queen was given almost 100 <em>Burmese</em> rubies for her wedding day. She had these rubies made into a tiara in 1973 with the addition of some diamonds, which were rescued from another dismantled tiara.",
            "vi": "Nữ hoàng được tặng gần 100 viên hồng ngọc Miến Điện trong ngày cưới! Bà đã cho người làm vương miện bằng những viên hồng ngọc này vào năm 1973, có thêm một số viên kim cương, lấy từ một vương miện bị tháo hạt khác."
        },
        {
            "en": "It is not yet clear how they will link up with their <em>Burmese</em>, Lao and Thai counterparts, how far along the Mekong the patrols will go, or if officers from one country will be able to perform arrests in others' territorial waters.",
            "vi": "Hiện mọi người chưa rõ cách Trung Quốc sẽ liên kết với các đối tác Miến Điện, Lào và  Thái như thế nào, chuyện tuần tra sông Mê-kông sẽ thành công đến đâu, hoặc liệu sĩ quan từ một trong những quốc gia này có thể thực hiện việc bắt giữ ở lãnh hải của nước khác hay không."
        }
    ],
    "suggestions": []
}