{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Burma",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Burma",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Burma",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Burma",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Burma",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Children captures rats after a bamboo flowering season in <em>Burma</em>.",
            "vi": "Trẻ em bắt chuột sau mùa tre nở hoa ở Burma."
        },
        {
            "en": "On Monday, members urged <em>Burma</em> to release all political prisoners.",
            "vi": "Hôm thứ hai, các thành viên đã kêu gọi miến điện phóng thích tất cả tù nhân chính trị."
        },
        {
            "en": "Most of them are from Indonesia and <em>Burma</em>.",
            "vi": "Hầu hết họ đến từ indonesia và miến điện."
        },
        {
            "en": "<em>Burma</em> used to be the biggest rice exporting country.",
            "vi": "Miến Điện đã từng là nước xuất khẩu gạo lớn nhất thế giới."
        },
        {
            "en": "\"There is no judicial system in <em>Burma</em>,\" the letter said.",
            "vi": "\"Không hề có hệ thống toà án nào ở Burma,\" lá thư viết."
        },
        {
            "en": "The Golden Triangle (parts of Laos, Thailand and <em>Burma</em>) remains the world's chief source of opium.",
            "vi": "Tam giác vàng (một phần lãnh thổ của Lào, Thái Lan và Miến điện) vẫn là nguồn cung cấp thuốc phiện chủ yếu trên thế giới."
        },
        {
            "en": "We intend to go to <em>Burma</em> in the next few weeks for a fact - finding mission,",
            "vi": "Chúng tôi dự định đi Miến Điện trong vài tuần tiếp theo đại diện cho một phái đoàn điều tra."
        },
        {
            "en": "We intend to go to <em>Burma</em> in the next few weeks for a fact-finding mission,",
            "vi": "Chúng tôi dự định đi Miến Điện trong vài tuần tiếp theo đại diện cho một phái đoàn điều tra."
        },
        {
            "en": "The southeast Asian country was known as <em>Burma</em> before the military government changed it to Myanmar.",
            "vi": "Quốc gia Đông Nam Á này được biết đến với tên gọi Burma trước khi chính quyền quân sự đổi nó thành Myanmar."
        },
        {
            "en": "It is the largest joint project between China, Thailand and <em>Burma</em>.",
            "vi": "Đây là dự án liên doanh lớn nhất giữa trung quốc, thái lan và miến điện."
        },
        {
            "en": "China and Thailand have agreed to build a new electricity production center on the Salween River in <em>Burma</em>.",
            "vi": "Trung quốc và thái lan đã đồng ý xây dựng một trung tâm thủy điện trên sông salween ở miến điện."
        },
        {
            "en": "Infection rates are highest in Southeast Asia, although they appear to be declining in Cambodia, <em>Burma</em> and Thailand.",
            "vi": "Tỷ lệ lây nhiễm cao nhất ở Đông Nam châu Á, mặc dù dường như tỷ lệ này đã giảm bớt ở Cam - pu - chia, Miến Điện và Thái Lan."
        },
        {
            "en": "Security officials from <em>Burma</em> and Laos will link up with Chinese officers, Burmese police have told the BBC.",
            "vi": "Các viên chức an ninh từ Miến Điện và Lào sẽ liên kết với các sĩ quan Trung Quốc trong việc này, cảnh sát Miến Điện đã tuyên bố với BBC."
        },
        {
            "en": "<em>Burma</em> has probably already received several shipments of arms and ammunition through third countries and other intermediaries.",
            "vi": "Myanmar hầu như chắc chắn đã nhận được súng ống và đạn dược được chuyên chở bằng tàu từ các nước thứ ba và những hình thức trung gian khác."
        },
        {
            "en": "Reports say the Ministers also discussed territorial claims at the South China Sea and the situation in <em>Burma</em> and Cambodia.",
            "vi": "Các bài báo cáo cũng cho biết Bộ trưởng các nước cũng thảo luận những vấn đề tranh chấp lãnh thổ ở bờ biển phía Nam Trung Quốc và trường hợp giữa Miến Điện và Campuchia."
        },
        {
            "en": "Infection rates are highest in Southeast Asia, although they appear to be declining in Cambodia, <em>Burma</em> and Thailand.",
            "vi": "Tỷ lệ lây nhiễm cao nhất ở Đông Nam châu Á, mặc dù dường như tỷ lệ này đã giảm bớt ở Cam-pu-chia, Miến Điện và Thái Lan."
        },
        {
            "en": "In <em>Burma</em>, however, the flow of aid has been frustratingly slow, especially given the extent of that country’s immediate needs.",
            "vi": "Tuy nhiên, ở Myanmar, dòng chảy cứu trợ diễn ra chậm chạp một cách đáng thất vọng, nhất là trong bối cảnh đất nước đang có nhu cầu cấp thiết."
        },
        {
            "en": "<em>Burma</em> is to meet the temporary leader to begin the temporary leadership of the ten-nation group next year.",
            "vi": "Miến điện sẽ gặp nhà lãnh đạo lâm thời để bắt đầu cương vị lãnh đạo tạm thời hiệp hội gồm 10 quốc gia vào năm tới."
        },
        {
            "en": "The report said Bolivia, Venezuela and <em>Burma</em> have failed to follow international agreements on fighting illegal drug sales.",
            "vi": "Báo cáo cho thấy Bolivia, Venezuela và Burma đã thất bại trong việc tuân thủ các thoả thuận quốc tế trong việc chống lại việc buôn bán thuốc phiện bất hợp pháp"
        },
        {
            "en": "* \"Enemies of the internet\" Bahrain, Belarus, <em>Burma</em>, China, Cuba, Iran, North Korea, Saudi Arabia, Syria, Turkmenistan, Uzbekistan",
            "vi": "* Nhóm các quốc gia \"thù địch với internet\": Bahrain, Belarus, Miến Điện, Trung Quốc, Cuba, Iran, Triều Tiên, Ả Rập Xê-út, Syria, Turkmenistan, Uzbekistan"
        }
    ],
    "suggestions": []
}