{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[bə:p]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ lóng) sự ợ; cái ợ</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ợ</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm cho (em bé) đưa hơi từ dạ dày ra, nhất là bằng cách vuốt hoặc vỗ vào lưng em bé; vỗ cho (em bé) hết trớ</td></tr></table><i/></div>",
            "word": "burp"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>burp</k><blockquote><cclass>informal </cclass></blockquote><blockquote>■ <cclass>verb belch. </cclass></blockquote><blockquote>⁃ make (a baby) belch after feeding. </blockquote><blockquote>■ <cclass>noun a belch. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: imitative. </blockquote></div>",
            "word": "burp"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>burp</k><blockquote><cclass><i>(informal)</i></cclass></blockquote><blockquote>▸ <cclass>verb BELCH, bring up wind; <cclass><i>Scottish</i> &amp; <cclass><i>N. English</i><cclass><i>informal</i> rift.</cclass></cclass></cclass></cclass></blockquote><blockquote>▸ <cclass>noun BELCH; wind; <cclass><i>Scottish</i> &amp; <cclass><i>N. English</i><cclass><i>informal</i> rift; <cclass><i>formal</i> eructation.</cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "burp"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>burp</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to let out, make a burp </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a loud, noisy burp </ex></blockquote></blockquote></div>",
            "word": "burp"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "burp"
        }
    },
    "sentences": [
        {
            "en": "6. Needs to <em>burp</em> ",
            "vi": "6. Cần ợ "
        },
        {
            "en": "Make the baby <em>burp</em> so good!",
            "vi": "Vỗ cho em bé ợ chua được thì quá tốt!"
        },
        {
            "en": "When you finished, mommy had to <em>burp</em> you.",
            "vi": "Khi con bú xong, mẹ phải làm cho con ợ."
        },
        {
            "en": "I <em>burp</em> a lot and acid comes up to my mouth.",
            "vi": "Tôi bị ợ nhiều và axít trào ngược lên miệng."
        },
        {
            "en": "In addition, nurses are a great resource to show you how to hold, <em>burp</em>, change, and care for your baby.",
            "vi": "Ngoài ra, y tá còn là những người hướng dẫn tuyệt vời sẽ chỉ cho bạn cách bồng bế, vỗ cho bé ợ, thay quần áo, và chăm sóc em bé nữa."
        },
        {
            "en": "I worried and thought constantly about how I could feed you, change you, <em>burp</em> you, and just care for you.",
            "vi": "Mẹ luôn lo nghĩ là làm thế nào mẹ có thể cho con bú, thay tã cho con, làm cho con ợ và chăm sóc cho con."
        },
        {
            "en": "Burping isn't mandatory. But if your baby cries after a feeding, a good <em>burp</em> may be all he needs.",
            "vi": "Ợ không nhất thiết phải có. Nhưng nếu em bé khóc sau khi ăn, thì có thể là bé cần ợ."
        },
        {
            "en": "Always <em>burp</em> your baby when feeding time is over, then keep him or her in an upright position for at least 10–15 minutes to avoid spitting up.",
            "vi": "Hãy luôn vỗ cho bé ợ khi bạn đã cho bé ăn xong, sau đó hãy bế bé thẳng dậy ít nhất từ 10 đến 15 phút để bé đừng nôn."
        },
        {
            "en": "Most classes teach how to change a diaper, hold the baby, feed and <em>burp</em> the baby, put the baby to sleep, install a car seat.",
            "vi": "Hầu hết các lớp học làm bố dạy cho các ông bố biết cách thay tã, ẳm em bé, cho bé ăn và giúp cho bé ợ, cho bé ngủ, cài ghế cho bé trên xe."
        },
        {
            "en": "The Minister's answer was to let out a <em>burp</em>, which i considered a very well spoken reply, because it was apparent he was about to throw up.",
            "vi": "Câu trả lời của ông thứ trưởng là một tiếng ợ, tôi nghĩ đây là câu trả lời quá rõ ràng rồi, nghĩa là ông ta sắp sửa mửa ra."
        },
        {
            "en": "Babies swallow air when they breastfeed or suck from a bottle, and if the air isn't released it may cause some discomfort. Some babies are intensely bothered by having air in their tummy, while others don't seem to <em>burp</em> or need to be burped much at all.",
            "vi": "Trẻ sơ sinh nuốt không khí vào khi bú mẹ hay bú bình, và nếu không khí không thoát ra được, nó có thể gây khó chịu. Một số em bé rất khó chịu bởi hơi trong bao tử, trong khi một số thì dường như không ợ hoặc rất ít khi ợ nhiều."
        },
        {
            "en": "10 Common symptoms in infants and young toddlers    Babies, Toddlers, and Diarrhea Diarrhea is one of the most common childhood illnesses. Causes can include infection, food intolerance, or drinking too much fruit juice. Until diarrhea stops, keep your child at home and hydrated. Avoid dairy, high-fiber, and greasy foods. Call your pediatrician if she isn’t better in 24 hours, is under 6 months old, or has other symptoms, including a fever of 101.4 F or higher, vomiting, bloody or black stool, or abdominal pain. Fever in babies and toddlers In newborns, a low-grade fever can signal serious infection. Call the doctor immediately if a baby under 3 months has a rectal temperature of 100.4 F or higher, or a baby 3 to 6 months old has a temperature of 101 F or higher. Look whether he or she gets ear pain, cough, lethargy, rash, vomiting, or diarrhea. Soothe baby with fluids, a lukewarm bath, and by dressing him in lightweight clothes. Ask your doctor about safe fever reliever use. Little children and constipation Some babies poop several times a day; others go a few days between bowel movements. Don't worry if your baby or toddler doesn't go as often as you'd expect. True constipation is when stools are hard and painful to pass. Your doctor may suggest adding a few extra ounces of water or a little bit of prune juice to your child's bottle or sippy cup. If constipation continues or your baby has other symptoms, such as abdominal pain or vomiting, call the doctor. Rashes Babies have sensitive skin. Rashes can range from pimples to little white bumps (milia) to red, dry, itchy patches (eczema). To avoid diaper rash, change diapers often, and apply an ointment for protection. For eczema, avoid harsh soaps and keep skin moisturized. Most rashes aren't serious, but call the doctor if your baby’s rash is painful or severe, or if he also has a fever or blisters. Cough: Babies and Toddlers Babies' coughs come in many varieties. A seal-like barking cough could be croup. Coughs with a low-grade fever are often from a cold, but a higher fever may mean pneumonia. Wheezing with a cough could be asthma or an infection. Babies with pertussis make a \"whooping\" sound. A cool-mist humidifier and fluids can ease symptoms. Cough medicines should not be given to babies or children under 4. Stomach ache symptoms Uncontrollable crying, back arching, and spitting up are all symptoms of an upset tummy. It could be caused by colic, gastroesophageal reflux, food intolerance, virus, or other reasons. Toddlers can also have problems as they try different foods. Most stomach aches aren't dangerous and will go away. If it doesn't improve, or your child vomits, has diarrhea, becomes lethargic, or runs a fever, call the doctor. Teething pain By about the 6th month, baby’s first little teeth will start poking through her gums. Sore gums can make babies very cranky. Relieve teething pain by giving your baby something to chew on. A frozen wet washcloth or rubber teething ring work well. Gently massaging baby’s gums with your finger can also help. Babies, Toddlers, and Gas pain Burping, crying, and flatulence can be signs of infant gas. Gas isn't the same as colic, which can lead to inconsolable crying. Because gas is often caused by swallowing air, feed your baby slowly and <em>burp</em> often. Toddlers can get gas from high-fiber or fatty foods, or by drinking too much juice. Moving around while eating also can cause children to swallow air, so encourage your child to sit during meals. Stuffy noses When babies have colds, their noses can get very stuffy. Over-the-counter cold medicine should not be used in children under 4 years old. Instead, use saline drops to thin out mucus and then suction it out of baby's nose with a bulb syringe. Turn on the vaporizer to help your child breathe easier at night.  Nausea and vomiting Babies often spit up after eating, but forceful or persistent vomiting needs a doctor's evaluation. Vomiting with diarrhea may signal a virus. Fluid loss from vomiting can lead to dehydration. Keep your child hydrated with small, frequent amounts of an electrolyte solution. If vomiting doesn't stop in a few hours, or is accompanied by a fever in an infant, or your child can't keep down fluids, call your doctor. Keeping calm when baby's not good  There's nothing more distressing to a new parent than a sick baby. Try not to lose your cool. Trust your instincts, but stay alert for signs that you need to call your health care provider or seek emergency care. Some warning signs include changes in appetite, extreme fussiness, lethargy, breathing problems, rash, neck stiffness, seizure, and high fever.",
            "vi": "10 triệu chứng bệnh thường gặp ở trẻ sơ sinh và trẻ nhỏ mới tập đi     Trẻ nhỏ, trẻ chập chững biết đi và chứng bệnh tiêu chảy  Tiêu chảy là một trong những bệnh thường gặp nhất ở trẻ nhỏ. Nguyên nhân có thể gồm nhiễm trùng, thức ăn không tiêu hoá được, hoặc uống quá nhiều nước ép trái cây. Bạn nên cho bé ở nhà và cho uống nhiều nước cho đến khi bệnh lành hẳn nhé. Tránh cho bé ăn các thức ăn làm bằng sữa, các thức ăn giàu chất xơ và nhiều chất béo. Hãy gọi cho bác sĩ nhi khoa nếu bé không cảm thấy khỏe hơn trong vòng 24 tiếng đồng hồ, bé dưới 6 tháng tuổi, hoặc bé có các triệu chứng khác như sốt 101.4 độ F trở lên, ói mửa, đi tiêu ra máu hoặc phân đen, hoặc bị đau bụng.  Sốt ở trẻ nhỏ và trẻ mới tập đi Ở trẻ sơ sinh, sốt nhẹ cũng có thể là dấu hiệu của chứng nhiễm trùng nặng. Hãy gọi cho bác sĩ ngay tức khắc nếu trẻ dưới 3 tháng tuổi có nhiệt độ trực tràng từ 100.4 độ F trở lên, hoặc trẻ từ 3 đến 6 tháng tuổi có thân nhiệt từ 101 độ F trở lên. Hãy để ý xem bé có bị đau tai, ho, ngủ lịm, phát ban, ói mửa, hay tiêu chảy không nhé. Bạn nên làm cho bé cảm thấy thoải mái hơn bằng cách cho bé uống nhiều nước, tắm nước ấm, và mặc quần áo nhẹ nhàng rộng rãi. Hãy tư vấn bác sĩ về việc sử dụng thuốc hạ sốt an toàn cho bé nhé.  Trẻ con và chứng táo bón  Một số trẻ có thể đi tiêu vài lần/ngày; số khác có thể vài ngày mới đi tiêu một lần. Đừng bận tâm nếu con bạn không đi tiêu được thường xuyên như bạn mong muốn. Trẻ bị táo bón thực sự khi phân cứng và đau khi rặn. Bác sĩ có thể khuyến nghị nên cho bé uống thêm vài ao-xơ nước hoặc bổ sung thêm một ít nước mận ép vào chai hoặc bình uống nước của bé. Nếu chứng táo bón vẫn còn dai dẳng hoặc bé có các triệu chứng khác, như đau bụng hoặc ói mửa thì bạn nên gọi điện cho bác sĩ nhé.  Phát ban Da bé rất nhạy cảm. Trẻ có thể phát ban từ những nốt mụn đến u nhọt trắng nhỏ (mụn đầu trắng) đến các mảng đỏ, khô, ngứa (chàm). Để tránh hăm tã, bạn nên thay tã lót cho bé thường xuyên và thoa thuốc mỡ bảo vệ da. Đối với bệnh chàm, tránh cho bé sử dụng các loại xà phòng có độ mạnh và nên giữ ẩm cho da. Hầu hết các chứng phát ban đều không nguy hiểm, nhưng hãy gọi cho bác sĩ nếu bé bị đau đớn và trầm trọng, hoặc nếu bé bị sốt hoặc giộp da.   Trẻ nhỏ, trẻ mới tập đi và bệnh ho Các cơn ho của bé có nhiều dạng. Tiếng ho khan như hải cẩu sủa có thể là viêm thanh quản cấp. Ho kèm sốt nhẹ thường là do cảm lạnh, nhưng sốt cao hơn có thể là viêm phổi. Ho kèm với thở khò khè có thể là suyễn hoặc nhiễm trùng. Trẻ bị ho gà thường ho khúc khắc. Việc cho bé uống nhiều nước và ở phòng có máy giữ ẩm không khí mát mẻ có thể giúp làm giảm các triệu chứng bệnh của trẻ. Không nên cho trẻ nhỏ hoặc trẻ dưới 4 tuổi dùng thuốc ho.   Các triệu chứng đau dạ dày  Khóc dai dẳng không nín, uốn cong lưng và nôn ói là tất cả các triệu chứng dạ dày khó chịu. Nó có thể do đau bụng, trào ngược dạ dày thực quản, thức ăn không tiêu hoá được, vi rút, hoặc nhiều nguyên nhân khác. Trẻ mới tập đi cũng có thể mắc các triệu chứng này khi thử ăn các thức ăn khác lạ. Hầu hết các chứng đau dạ dày đều không nguy hiểm và sẽ chữa lành thôi. Nhưng nếu bệnh không cải thiện tốt, hoặc bé bị ói mửa, tiêu chảy, hôn mê, hoặc sốt cao thì hãy gọi điện cho bác sĩ ngay nhé. Đau do mọc răng  Khoảng tháng thứ 6, những chiếc răng nhỏ đầu tiên của bé sẽ bắt đầu nhú lên khỏi nướu. Chứng đau nướu răng cũng có thể làm cho bé cáu kỉnh, khó chịu. ban có thể làm giảm các triệu chứng đau do mọc răng bằng cách cho bé một vật gì đó để nhai, gặm. Khăn mặt ướt lạnh hoặc vòng ngậm mọc răng bằng cao su cho bé cũng có tác dụng tốt. Việc mát-xa nhẹ nhàng nướu răng của bé bằng ngón tay bạn cũng có thể giúp bé cảm thấy dễ chịu hơn.       Trẻ nhỏ và chứng đau bụng đầy hơi Ợ, quấy khóc, và đầy hơi có thể là những dấu hiệu của chứng đau bụng đầy hơi ở trẻ sơ sinh. Chứng đầy hơi không giống như đau bụng, có thể làm cho bé khóc dai dẳng, không nín. Vì chứng đầy hơi thường gây ra do nuốt không khí, cho bé ăn chậm và ợ thường xuyên. Trẻ mới biết đi có thể bị đầy hơi do ăn các thức ăn giàu chất xơ hoặc nhiều chất béo, hoặc uống quá nhiều nước trái cây. Việc di chuyển chỗ này chỗ kia trong khi ăn cũng có thể làm cho trẻ nuốt không khí, vì vậy bạn nên khuyến khích cho bé ngồi trong khi ăn nhé.   Nghẹt mũi Khi bé bị cảm, mũi bé có thể bị nghẹt. Không nên cho trẻ dưới 4 tuổi sử dụng thuốc cảm mua tự do không theo toa. Thay vào đó, bạn nên dùng thuốc nhỏ nước muối để làm loãng chất nhầy rồi hút ra khỏi mũi bé bằng ống bơm đầu tròn. Hãy bật bình xịt thông mũi để giúp bé thở dễ dàng hơn vào buổi tối nhé.  Nôn ói  Trẻ em thường hay nôn trớ sau khi ăn xong, nhưng nếu bé nôn ói nhiều hoặc dai dẳng thì phải cần đến chẩn đoán của bác sĩ. Nôn ói kèm tiêu chảy có thể là dấu hiệu của nhiễm vi rút. Bé nôn ói nhiều có thể dẫn đến tình trạng cơ thể mất nước. Hãy cho trẻ uống thường xuyên từng lượng nhỏ dung dịch điện phân. Nếu bé cứ ói không dứt trong một vài tiếng đồng hồ, hoặc nôn ói kèm theo triệu chứng sốt, hoặc bé không giữ nước được thì bạn nên gọi điện cho bác sĩ nhé.     Hãy bình tĩnh khi con bạn không khỏe nhé  Chẳng có gì khiến những người mới làm bố mẹ đau buồn và lo lắng bằng con mình bị ốm. cố đừng mất bình tĩnh nhé. Hãy tin vào bản năng của mình, nhưng phải luôn cảnh giác, đề phòng các dấu hiệu cần kíp phải gọi điện cho cán bộ y tế hoặc nhờ đến sự hỗ trợ cấp cứu. Bạn nên biết một số dấu hiệu được báo trước như bé biếng ăn, cáu kỉnh, khó chịu, bé ngủ lịm, hôn mê, các vấn đề về đường hô hấp, phát ban, cứng cổ, ngập máu và sốt cao."
        },
        {
            "en": "A Guide for First-Time Parents    You've survived 9 months of pregnancy. You've made it through the excitement of labor and delivery, and now you're ready to head home and begin life with your baby. Once home, though, you frantically realize you have no idea what you're doing! Brushing up on these tips can help first-time parents feel confident about caring for a newborn in no time. getting help after the birth  Consider recruiting help from friends and family to get through this time. While in the hospital, use the expertise around you. Many hospitals have feeding specialists or lactation consultants who can help you get started nursing or bottle-feeding. In addition, nurses are a great resource to show you how to hold, <em>burp</em>, change, and care for your baby. For in-home help, you might want to hire a baby nurse or a responsible neighborhood teenager to help you for a short time after the birth. In addition, relatives and friends can be a great resource. They may be more than eager to help, and although you may disagree on certain things, don't dismiss their experience. But if you don't feel up to having guests or you have other concerns, don't feel guilty about placing restrictions on visitors. Handling a newborn  If you haven't spent a lot of time around newborns, their fragility may be intimidating. Here are a few basics to remember: Be careful to support your baby's head and neck. Cradle the head when carrying your baby and support the head when carrying the baby upright or when you lay him or her down.  Be careful not to shake your newborn, whether in play or in frustration. Shaking that is vigorous can cause bleeding in the brain and even death. If you need to wake your infant, don't do it by shaking — instead, tickle your baby's feet or blow gently on a cheek.  Make sure your baby is securely fastened into the carrier, stroller, or car seat. Limit any activity that would be too rough or bouncy.  Remember that your newborn is not ready for rough play, such as being jiggled on the knee or thrown in the air. Bonding and soothing techniques  Bonding, probably one of the most pleasurable aspects of infant care, occurs during the sensitive time in the first hours and days after birth when parents make a deep connection with their infant. Physical closeness can promote an emotional connection. For infants, the attachment contributes to their emotional growth, which also affects their development in other areas, such as physical growth. Another way to think of bonding is \"falling in love\" with your baby. Children thrive from having a parent or other adult in their life who loves them unconditionally. Begin bonding by cradling your baby and gently stroking him or her in different patterns. Both you and your partner can also take the opportunity to be \"skin-to-skin,\" holding your newborn against your own skin while feeding or cradling. Babies, especially premature babies and those with medical problems, may respond to infant massage. Massage may enhance bonding and help with infant growth and development. Many books and videos cover infant massage — ask your doctor for recommendations. Be careful, however — babies are not as strong as adults, so massage your baby gently. Babies usually love vocal sounds, such as talking, babbling, singing, and cooing. Your baby will probably also love listening to music. Baby rattles and musical mobiles are other good ways to stimulate your infant's hearing. If your little one is being fussy, try singing, reciting poetry and nursery rhymes, or reading aloud as you sway or rock your baby gently in a chair. Some babies can be unusually sensitive to touch, light, or sound, and might startle and cry easily, sleep less than you might expect, or turn their faces away when you speak or sing to them. Keep noise and light levels moderate. Swaddling is another soothing technique first-time parents should learn. Swaddling keeps a baby's arms close to the body and legs snuggled together. Not only does this keep a baby warm, but the surrounding pressure seems to give most newborns a sense of security and comfort. Swaddling works well for some babies during their first few weeks. Here's how to swaddle a baby: Spread out the receiving blanket, with one corner folded over slightly. Lay the baby face-up on the blanket with his or her head above the folded corner.  Wrap the left corner over the body and tuck it beneath the back of the baby, going under the right arm. Bring the bottom corner up over the baby's feet and pull it toward the head, folding the fabric down if it gets close to the face.  Wrap the right corner around the baby, and tuck it under the baby's back on the left side, leaving only the neck and head exposed. Diapering Dos and Don'ts  You'll probably decide before you bring your baby home whether you'll use cloth or disposable diapers. Whichever you use, the baby will dirty diapers about 10 times a day, or about 70 times a week. Before diapering a baby, make sure you have all supplies within reach so you won't have to leave your baby unattended on the changing table. You'll need: a clean diaper  a fastener (if cloth is used)  diaper ointment if the baby has a rash  a container of warm water  clean washcloth, diaper wipes, or cotton balls After each bowel movement or if the diaper is wet, lay your baby on his or her back and remove the dirty diaper. Use the water, cotton balls, and washcloth or the wipes to gently wipe your baby's genital area clean. When removing a boy's diaper, do so carefully because exposure to the air may make him urinate. When wiping a girl, wipe her bottom from front to back to avoid a urinary tract infection. To prevent or heal a rash, apply ointment. Always remember to wash your hands thoroughly after changing a diaper. Diaper rash is a common concern. Typically the rash is red and bumpy and will go away in a few days with warm baths, some diaper cream, and a little time out of the diaper. Most rashes occur because the baby's skin is sensitive and becomes irritated by the wet or poopy diaper. To prevent or heal diaper rash, try these tips: Change your baby's diaper frequently, and as soon as possible after bowel movements.  After cleaning the area with mild soap and water or a wipe, apply a diaper rash or \"barrier\" cream. Creams with zinc oxide are preferable because they form a barrier against moisture.  If you use cloth diapers, wash them in dye- and fragrance-free detergents. Let the baby go undiapered for part of the day. This gives the skin a chance to air out. If the diaper rash continues for more than 3 days or seems to be getting worse, call your doctor — it may be caused by a fungal infection that requires a prescription. Bathing basics  You should give your baby a sponge bath until: the umbilical cord falls off (1–4 weeks)  the circumcision heals (1–2 weeks)  the navel heals completely (1–4 weeks) A bath two or three times a week in the first year is sufficient. More frequent bathing may be drying to the skin. You'll need the following items before bathing your baby: a soft, clean washcloth  mild, unscented baby soap and shampoo  a soft brush to stimulate the baby's scalp  towels or blankets  an infant tub with 2 to 3 inches of warm — not hot! — water (to test the water temperature, feel the water with the inside of your elbow or wrist). An infant tub is a plastic tub that can fit in the bathtub and is better fitted for the infant and makes bath time easier to manage.  a clean diaper  clean clothes Sponge baths.  For a sponge bath, pick a warm room and a flat surface, such as a changing table or floor. Undress your baby. Wipe your infant's eyes with a washcloth dampened with water only, starting with one eye and wiping from the inner corner to the outer corner. Use a clean corner of the washcloth to wash the other eye. Clean your baby's nose and ears with the washcloth. Then wet the cloth again, and using a little soap, wash his or her face gently and pat it dry. Next, using baby shampoo, create a lather and gently wash your baby's head. Using a wet cloth and soap, gently wash the rest of the baby, paying special attention to creases under the arms, behind the ears, around the neck, and the genital area. Once you have washed those areas, make sure they are dry and then diaper and dress your baby. Tub baths.  When your baby is ready for tub baths, the first baths should be gentle and brief. If he or she becomes upset, go back to sponge baths for a week or two, then try the bath again. Undress your baby and then place him or her in the water immediately, in a warm room, to prevent chills. Make sure the water in the tub is no more than 2 to 3 inches deep. Use one of your hands to support the head and the other hand to guide the baby in feet-first. Speaking gently, slowly lower your baby up to the chest into the tub. Use a washcloth to wash his or her face and hair. Gently massage your baby's scalp with the pads of your fingers or a soft baby hairbrush, including the area over the fontanelles (soft spots) on the top of the head. When you rinse the soap or shampoo from your baby's head, cup your hand across the forehead so the suds run toward the sides and soap doesn't get into the eyes. Gently wash the rest of your baby's body with water and a small amount of soap. Throughout the bath, regularly pour water gently over your baby's body so he or she doesn't get cold. After the bath, wrap your baby in a towel immediately, making sure to cover his or her head. Baby towels with hoods are great for keeping a freshly washed baby warm. While bathing your infant, never leave the baby alone. If you need to leave the bathroom, wrap the baby in a towel and take him or her with you. Circumcision and umbilical cord care  Immediately after circumcision, the tip of the penis is usually covered with gauze coated with petroleum jelly to keep the wound from sticking to the diaper. Gently wipe the tip clean with warm water after a diaper change, then apply petroleum jelly to the tip so it doesn't stick to the diaper. Redness or irritation of the penis should heal within a few days, but if the redness or swelling increases or if pus-filled blisters form, infection may be present and you should call your baby's doctor immediately. Umbilical cord care in newborns is also important. Some doctors suggest swabbing the area with rubbing alcohol until the cord stump dries up and falls off, usually in 10 days to 3 weeks, but others recommend leaving the area alone. Talk to your child's doctor to see what he or she prefers. The infant's navel area shouldn't be submerged in water until the cord stump falls off and the area is healed. Until it falls off, the cord stump will change color from yellow to brown or black — this is normal. Consult your doctor if the navel area becomes reddened or if a foul odor or discharge develops. Feeding and burping your baby  Whether feeding your newborn by breast or a bottle, you may be stumped as to how often to do so. Generally, it's recommended that babies be fed on demand — whenever they seem hungry. Your baby may cue you by crying, putting fingers in his or her mouth, or making sucking noises. A newborn baby needs to be fed every 2 to 3 hours. If you're breastfeeding, give your baby the chance to nurse about 10–15 minutes at each breast. If you're formula-feeding, your baby will most likely take about 2–3 ounces (60–90 milliliters) at each feeding. Some newborns may need to be awakened every few hours to make sure they get enough to eat. Call your baby's doctor if you need to awaken your newborn frequently or if your baby doesn't seem interested in eating or sucking. If you're formula-feeding, you can easily monitor if your baby is getting enough to eat, but if you're breastfeeding, it can be a little trickier. If your baby seems satisfied, produces about six wet diapers and several stools a day, sleeps well, and is gaining weight regularly, then he or she is probably eating enough. Talk to your doctor if you have concerns about your child's growth or feeding schedule. Babies often swallow air during feedings, which can make them fussy. You can prevent this by burping your baby frequently. Try burping your baby every 2 to 3 ounces (60–90 milliliters) if you bottle-feed, and each time you switch breasts if you breastfeed. If your baby tends to be gassy, has gastroesophageal reflux, or seems fussy during feeding, try burping your baby every ounce during bottle-feeding or every 5 minutes during breastfeeding. The following are burping strategies: Hold your baby upright with his or her head on your shoulder. Support your baby's head and back while gently patting the back with your other hand.  Sit your baby on your lap. Support your baby's chest and head with one hand by cradling your baby's chin in the palm of your hand and resting the heel of your hand on your baby's chest (be careful to grip your baby's chin - not throat). Use the other hand to gently pat your baby's back.  Lay your baby face-down on your lap. Support your baby's head, making sure it's higher than his or her chest, and gently pat or rub his or her back. If your baby doesn't <em>burp</em> after a few minutes, change the baby's position and try burping for another few minutes before feeding again. Always <em>burp</em> your baby when feeding time is over, then keep him or her in an upright position for at least 10–15 minutes to avoid spitting up. Sleeping basics  As a new parent, you may be surprised to learn that your newborn, who seems to need you every minute of the day, actually sleeps about 16 hours or more! Newborns typically sleep for periods of 3–4 hours. Don't expect yours to sleep through the night — the digestive system of babies is so small that they need nourishment every few hours and should be awakened if they haven't been fed for 5 hours (or more frequently). When can you expect your baby to sleep through the night? Many babies sleep through the night (between 6–8 hours) at 3 months of age, but if yours doesn't, it's not a cause for concern. Like adults, babies must develop their own sleep patterns and cycles, so if your newborn is gaining weight and appears healthy, don't despair if he or she hasn't slept through the night at 3 months. It's important to place babies on their backs to sleep to reduce the risk of sudden infant death syndrome (SIDS). In addition, remove all fluffy bedding, quilts, sheepskins, stuffed animals, and pillows from the crib to ensure that your baby doesn't get tangled in them or suffocate. Also be sure to alternate the position of your baby's head from night to night (first right, then left, and so on) to prevent being flat on one side of the head.  Even though you may feel anxious about handling a newborn, in a few short weeks you'll develop a routine and be parenting like a pro! If you have any questions or concerns, ask your doctor to recommend resources that can help you and your baby grow together.",
            "vi": "Cẩm nang cho những người lần đầu làm bố mẹ    Bạn đã vượt qua 9 tháng mang thai. Bạn đã qua khỏi tình trạng phấn khích của cơn đau đẻ, và bây giờ bạn sẵn sàng về nhà và bắt đầu cuộc sống với đứa con của mình. Thế nhưng cũng có đôi khi bạn ở nhà và hoang mang nhận ra rằng mình chẳng biết làm gì hết! Xem lại những bí quyết này để có thể giúp những người lần đầu làm bố mẹ cảm thấy tự tin về việc chăm sóc trẻ sơ sinh rất nhanh.  Được giúp đỡ sau khi sinh Hãy quan sát sự giúp đỡ ban đầu của bạn bè và gia đình để vượt qua giai đoạn này. Trong lúc còn ở bệnh viện, bạn nên quan sát các chuyên gia quanh mình nhé. Nhiều bệnh viện có chuyên gia nuôi dưỡng hoặc chuyên viên tư vấn về thời kỳ tiết sữa có thể giúp bạn bắt đầu cho bé bú mẹ hay bú bình. Ngoài ra, y tá còn là những người hướng dẫn tuyệt vời  sẽ chỉ cho bạn cách bồng bế, vỗ cho bé ợ, thay quần áo, và chăm sóc em bé nữa.  Đối với việc hỗ trợ ở nhà, bạn có thể thuê một vú em hay một em thiếu niên gần nhà để giúp bạn trong một thời gian ngắn sau sinh. Ngoài ra, họ hàng và bạn bè đều là những người hỗ trợ tuyệt vời đấy. Có thể là họ lúc nào cũng háo hức giúp đỡ cho bạn và dẫu bạn không đồng ý chuyện gì thì cũng đừng coi thường kinh nghiệm của họ nhé. Nhưng nếu bạn không có đủ sức khỏe để tiếp khách hay do việc gì đó thì cũng đừng cảm thấy khó chịu về việc mình hạn chế khách khứa.   Bồng bế trẻ sơ sinh Nếu bạn không dành nhiều thời gian cho bé thì có thể bạn sẽ sợ vẻ yếu ớt của trẻ sơ sinh đấy. Dưới đây là một vài điều cơ bản cần ghi nhớ: Hãy cẩn thận khi đỡ đầu và cổ bé. Khi bế bé bạn hãy đỡ đầu bé lên và cũng đỡ đầu cho bé khi bạn bế bé dậy hay cả khi bạn đặt bé nằm xuống nữa.  Hãy cẩn thận đừng bao giờ rung lắc trẻ sơ sinh dù là để giỡn chơi hay do bạn tức giận đi chăng nữa. Việc rung lắc mạnh có thể làm cho bé bị xuất huyết não và thậm chí tử vong. Nếu muốn đánh thức bé dậy thì bạn chớ lắc bé như thế mà hãy cù vào bàn chân hay thổi nhè nhẹ lên má bé. Hãy chắc rằng bé của bạn đã được cài dây an toàn vào xe chở, xe đẩy hoặc ghế nhỏ của bé trên xe hơi. Hãy hạn chế bất kỳ hoạt động nào quá mạnh hay xóc nẩy. Nên nhớ là trẻ sơ sinh chưa sẵn sàng cho các hoạt động mạnh bạo, như xóc nhẹ trên đầu gối hay thảy lên cao. Kỹ thuật ôm ấp dỗ dành Sự ôm ấp có thể là một trong những thứ dễ chịu nhất đối với việc chăm sóc bé, có thể thấy trong thời gian nhạy cảm này trong những giờ và những ngày sau sinh khi bố mẹ tạo mối liên hệ mật thiết với đứa con mới chào đời của mình. Sự gần gũi cơ thể có thể làm mối kết nối cảm xúc mạnh mẽ hơn.  Đối với trẻ sơ sinh, sự gắn bó làm cho chúng phát triển về mặt xúc cảm, có thể ảnh hưởng tới sự phát triển nhiều mặt khác của chúng nữa, như là sự phát triển về mặt thể chất. Một cách khác để nghĩ đến việc ôm ấp vuốt ve đó là “yêu thương” con bạn. Trẻ lớn nhanh do có bố mẹ hay một người nào đó sống với chúng và yêu thương chúng vô điều kiện.  Bắt đầu ôm ấp bé bằng cách bồng bế và nhẹ nhàng vuốt ve bằng nhiều kiểu khác nhau. Cả bố và mẹ có thể nhân cơ hội bồng bế bé để bé “da chạm da”, hãy bồng bé tựa vào người bạn khi cho bé ăn hay bế bé.   Trẻ sơ sinh, đặc biệt là trẻ sinh non và những trẻ bị bệnh thì bạn có thể dùng phương pháp xoa bóp cho bé. Việc xoa bóp có thể làm tăng yêu thương với bé giúp bé phát triển và lớn nhanh hơn. Có nhiều quyển sách và băng từ chuyên dạy cho bạn cách để xoa bóp cho trẻ sơ sinh – bạn cũng nên hỏi bác sĩ để được tư vấn thêm. Tuy nhiên, hãy nên nhớ rằng trẻ sơ sinh không khỏe mạnh như người lớn, nên hãy xoa bóp cho chúng một cách nhẹ nhàng. Trẻ sơ sinh thường thích nghe âm thanh, như là tiếng nói, tiếng bi bô, hát và thủ thỉ. Con của bạn chắc cũng sẽ thích nghe nhạc. Những chiếc lúc lắc và điện thoại có nhạc cũng là những cách để kích thích thính giác của trẻ sơ sinh. Nếu bé của bạn đang quấy khóc thì bạn hãy thử hát, đọc thơ và thơ ca thiếu nhi hay đọc to lên khi đu đưa bé nhè nhẹ trên ghế xem sao. Một số trẻ có thể nhạy cảm khác thường với việc sờ chạm, ánh sáng hoặc âm thanh và có thể dễ bị giật mình và khóc hay ngủ ít hơn bình thường hay là quay mặt đi khi bạn nói hoặc hát cho bé nghe. Thế nên hãy giữ mức độ âm thanh và ánh sáng một cách dịu nhẹ thôi.  Bọc quấn bé cũng là cách êm dịu khác mà những người lần đầu làm bố mẹ nên biết. Việc quấn bọc bé giữ cho tay, mình và chân bé được đặt gần vào nhau. Việc làm này không những giữ ấm cho bé mà còn mang lại cho hầu hết các trẻ sơ sinh cảm giác an toàn và thoải mái. Việc quấn bọc này có tác dụng tốt với nhiều trẻ sơ sinh trong vài tuần đầu đấy. Sau đây là cách quấn bọc cho bé: Trải chiếc chăn quấn ra, một góc được gấp nhẹ lại.  Đặt bé nằm ngửa trên chăn, đầu kê trên góc được gấp. Quấn góc trái của chăn qua mình bé và nhét vào dưới lưng bé, quấn qua dưới cánh tay phải.  Vắt góc dưới cùng qua chân bé và kéo về phía hướng lên đầu, hãy gấp miếng vải xuống nếu gần sát với mặt của bé. Quấn góc phải của chăn quanh mình bé, nhét xuống dưới lưng bên trái của bé, chỉ để cổ và đầu của bé ở ngoài thôi. Những điều nên làm và không nên làm về việc quấn tã lót Trước khi mang bé về nhà thì bạn sẽ phải chọn liệu sẽ dùng tã vải hay tã giấy. Cho dù bạn sử dụng tã nào đi nữa thì bé của bạn cũng sẽ làm bẩn tã khoảng 10 lần một ngày, hoặc khoảng 70 lần một tuần.  Trước khi thay tã cho bé, bạn nên chắc rằng mình đã có đủ hết các thứ cần thiết và bạn sẽ không bỏ mặc bé trên bàn thay tã. Bạn cần phải có: tã lót sạch dây buộc/móc khoá (nếu bạn sử dụng tả vải) thuốc mỡ nếu bé bị hăm  bình đựng nước ấm khăn lau sạch, tã lau, hoặc bông Sau mỗi lần đại tiện hoặc nếu tã lót bị ướt, hãy đặt bé nằm ngửa và rút tã bẩn ra. Dùng nước, bông và khăn lau hoặc khăn tay để lau nhẹ vùng sinh dục của bé sạch sẽ. Khi thay tã cho bé trai, hãy làm cẩn thận vì việc đưa trần ra ngoài như thế này có thể làm cho bé đi tiểu. Khi lau cho bé gái, nên lau mông đít của bé từ trước ra sau để tránh nhiễm trùng đường tiểu. Để tránh hoặc chữa hăm tã cho bé thì bạn nên dùng thuốc mỡ. Hãy luôn nhớ rửa tay cẩn thận sau khi thay tã lót cho bé.  Chứng hăm tã là vấn đề thường gặp. chứng hăm tã thường đỏ, gây khó chịu và sẽ hết trong vài ngày tắm bằng nước ấm, dùng kem chữa hăm và để cho bé thoáng bằng cách không dùng tã một thời gian ngắn. Hầu hết các chứng hăm tã đều là do da của bé nhạy cảm và trở nên tấy rát do tã bị ẩm ướt hay dơ bẩn do tiểu tiện.  Để ngăn ngừa hoặc chữa chứng hăm tã, bạn nên thử các mẹo sau đây: Thay tã lót cho bé thường xuyên, và càng sớm càng tốt sau khi bé đại tiện. Sau khi vệ sinh vùng này bằng nước và xà phòng dịu nhẹ hoặc bằng khăn tay thì nên xức kem chống hăm hoặc kem “bảo vệ”. Các loại kem này chứa kẽm ô-xít rất thích hợp cho bé vì chúng có khả năng chống ẩm.   Nếu bạn dùng tã vải thì nên giặt tã bằng loại xà phòng không màu và không có hương thơm.   Hãy để cho bé thoáng bằng cách không dùng tã một lúc nào đó trong ngày. Điều này làm cho da bé thông thoáng và mát mẻ. Nếu bé bị hăm tã liên tiếp kéo dài hơn 3 ngày hay có vẻ càng ngày càng trầm trọng hơn thì bạn nên gọi bác sĩ đi – có thể bé bị nhiễm nấm và cần được kê toa uống thuốc. Điều cơ bản nên biết khi tắm Bạn nên dùng bọt biển để tắm cho bé cho đến khi: cuống rốn rụng (1-4 tuần ) thủ thuật cắt bao quy đầu lành (1-2 tuần ) rốn khô hoàn toàn (1-4 tuần ) Trong năm đầu mỗi tuần nên tắm cho bé hai hay ba lần là đủ rồi. Việc tắm nhiều có thể làm cho da bé bị khô. Trước khi tắm cho bé bạn cũng cần có những thứ này: khăn mặt sạch và mềm xà phòng và dầu gội đầu em bé không mùi và dịu nhẹ bàn chải mềm để kích thích da đầu của em bé khăn tắm hoặc chăn mềm chậu tắm em bé chứa từ 2 đến 3 in-sơ nước ấm – không phải là nước nóng (để thử độ nóng của nước, bạn có thể dùng mặt trong khuỷu tay hay cổ tay để chạm vào nước). Chậu tắm em bé là chậu tắm bằng nhựa có thể đặt vừa vào bồn tắm và thích hợp hơn cho trẻ sinh và có thể làm cho việc tắm rửa cho bé trở nên dễ dàng hơn. tã lót sạch quần áo sạch Tắm bằng bọt biển Đối với việc tắm bằng bọt biển, nên chọn một phòng ấm áp và có bề mặt phẳng, như bàn thay đồ hay sàn nhà. Cởi quần áo em bé ra. Lau mắt bé bằng khăn mặt được làm ẩm bằng nước thôi, bắt đầu lau từng mắt một và lau từ khóe trong đến khóe ngoài. Dùng góc sạch của khăn mặt để lau mắt còn lại. Lau mũi và tai bé bằng khăn mặt. Sau đó nhúng ướt khăn lại và giặt khăn với một chút xà phòng, lau mặt bé nhẹ nhàng rồi giũ nhẹ cho khô. Sau đó dùng dầu gội đầu, tạo bọt và nhẹ nhàng gội đầu cho bé. Dùng một miếng vải ướt và xà phòng, nhẹ nhàng tắm rửa phần còn lại của cơ thể bé, chú ý đặc biệt ở những nếp da dưới cánh tay, sau lỗ tai, quanh cổ và vùng sinh dục. Một khi bạn đã vệ sinh các vùng này thì chắc rằng da bé phải khô sạch và rồi bạn nên bọc tã và mặc áo quần cho bé. Tắm bằng chậu tắm Khi con bạn đủ lớn sẵn sàng tắm bằng chậu thì những lần tắm đầu tiên nên nhẹ nhàng và nhanh lẹ. Nếu bé trở nên khó chịu thì hãy quay lại tắm bằng bọt biển một hay hai tuần nữa rồi thử tắm chậu lại.  Cở quần áo bé ra rồi đặt bé vào chậu nước ngay lập tức, trong phòng ấm, để khỏi bị lạnh. Chắc rằng nước trong chậu không sâu quá 2 đến 3 in-sơ. Một tay bạn đỡ đầu bé, một tay cho bé vào chậu trong tư thế ngồi hai chân duỗi thẳng ra trước. Nói ngọt ngào với bé, từ từ hạ người của bé xuống tới ngực trong chậu tắm. Dùng khăn tắm để lau mặt và tóc cho bé. Nhẹ nhàng mát-xa da đầu của bé bằng cùi ngón tay hoặc lược mềm em bé, kể cả vùng thóp (chỗ mềm) trên đỉnh đầu của bé. Khi bạn lau xà phòng hoặc dầu gội khỏi đầu bé thì hãy khum tay thành hình chén qua trán để bọt nước xà phòng chảy về bên hông và không bị vướng vào mắt bé. Nhẹ nhàng tắm phần còn lại của người bé bằng nước và một chút xà phòng. Khi tắm nên thường xuyên giội nước nhè nhẹ lên người bé để bé khỏi bị lạnh. Sau khi tắm cho bé xong, bạn nên quấn bé lại ngay lập tức bằng khăn tắm, đảm bảo phải trùm được cả đầu của bé. Khăn tắm có mũ rất thích hợp để giữ ấm cho bé lúc mới tắm xong. Trong khi tắm cho bé, đừng bao giờ bỏ bé một mình. Nếu bạn cần ra khỏi nhà tắm thì hãy quấn bé lại trong khăn tắm và mang bé đi cùng.  Cắt bao quy đầu và chăm sóc cuống rốn Ngay sau khi cắt bao quy đầu thì đầu dương vật thường được quấn bằng một miếng gạc có bôi một chút mỡ trơn để vết thương không dính vào tã lót. Hãy nhẹ nhàng lau đầu dương vật sạch sẽ sau mỗi lần thay tã và xức một chút mỡ trơn lên đầu dương vật để khỏi dính vào tã. Dương vật sẽ hết đỏ hay tấy rát trong vài ngày, nhưng nếu tình trạng đỏ hay sưng tấy nhiều thêm hoặc nếu đầu dương vật bị giộp da mưng mủ, nhiễm trùng thì bạn có thể gọi bác sĩ ngay lập tức. Việc chăm sóc cuống rốn đối với trẻ sơ sinh cũng rất quan trọng. Nhiều bác sĩ đề nghị lau vùng rốn bằng cồn rửa vết thương cho đến khi cuống rốn khô và rụng, thường thì trong khoảng từ 10 ngày đến 3 tuần, nhưng nhiều bác sĩ khác lại khuyên để yên vùng rốn. Hãy tham khảo ý kiến bác sĩ để biết bạn nên làm gì cho bé. Vùng rốn của trẻ sơ sinh không nên để ngập nước cho đến khi cuống rốn rụng và khô lành. Đến khi cuống rốn rụng thì nó sẽ đổi màu từ vàng sang nâu hoặc đen – điều này bình thường thôi. nếu vùng rốn của bé trở nên đỏ tấy hoặc có mùi hôi hay bị chảy mủ thì bạn hãy tham khảo ý kiến bác sĩ của bạn nhé. Cho bé ăn và vỗ cho bé ợ Dù bạn nuôi con bằng sữa mẹ hay cho bé bú bình thì bạn cũng có thể phải bối rối không biết là nên cho con bú bao lâu một lần. Nói chung là người ta khuyên rằng con nít nên được cho ăn theo nhu cầu – bất kể khi nào chúng đói. Bé của bạn có thể ra tín hiệu cho bạn biết bằng cách khóc, thọc ngón tay vào miệng, hoặc tạo ra những âm thanh như bú. Một đứa trẻ sơ sinh cần được cho bú cách 2 đến 3 tiếng đồng hồ một lần. Nếu bạn nuôi con bằng sữa mẹ thì nên cho bé bú mỗi bên ngực khoảng từ 10 đến 15 phút. Nếu bạn cho bé bú bằng sữa bột thì mỗi lần bé bú có thể từ 2 đến 3 ao-xơ (60-90ml). Một số trẻ sơ sinh cần được đánh thức dậy cứ vài tiếng đồng hồ một lần để đảm bảo cho chúng bú đủ. Hãy gọi cho bác sĩ xem liệu bạn có cần đánh thức bé dậy thường xuyên không hay xem liệu con bạn không thích ăn hay bú không.  Nếu bạn cho con bú bằng sữa bột thì bạn có thể dễ dàng kiểm tra được xem bé có bú đủ chưa, nhưng nếu bạn cho con bú bằng sữa mẹ thì việc này khó khăn hơn một chút. Nếu bé tiểu khoảng 6 lần và đi cầu vài lần một ngày, ngủ ngon và tăng cần đều thì có thể là bé đã bú đủ rồi. Hãy tham khảo ý kiến của bác sĩ nếu bạn quan tâm về sự phát triển và thời gian ăn uống của bé. Trẻ sơ sinh thường nuốt không khí khi bú, có thể làm cho chúng quấy khóc. Bạn có thể ngăn chặn điều này bằng cách vỗ cho bé ợ thường xuyên. Cố vỗ cho bé ợ hơi sau mỗi lần cho bú từ 2 đến 3 ao-xơ (60-90ml) nếu bạn cho bé bú bình và mỗi lần bạn đổi ngực cho bé bú nếu bạn cho bé bú mẹ. Nếu con bạn hay bị đầy hơi, bị trào ngược dạ dày thực quản thì cố vỗ cho bé ợ cứ mỗi ao-xơ một trong suốt thời gian cho bé bú bình hoặc cứ 5 phút một trong thời gian bé bú mẹ. Dưới đây là các cách vỗ cho bé ợ hơi: Ôm bé thẳng dậy cho đầu bé tựa vào vai của bạn. Đỡ cổ và lưng bé trong khi dùng bàn tay khác vỗ nhẹ nhàng vào lưng bé. Để bé ngồi vào lòng bạn. Một tay đỡ ngực và đầu bé bằng cách giữ nhẹ cằm bé trong lòng bàn tay bạn và dựa cùi tay lên ngực bé (cẩn thận giữ chặt cằm của bé – không phải là cổ họng). Dùng tay kia vỗ nhẹ nhàng vào lưng của bé. Đặt bé nằm sấp vào lòng của bạn. Đỡ đầu của bé, đảm bảo rằng đầu phải cao hơn ngực, rồi vỗ hoặc chà nhẹ nhàng vào lưng của bé. Nếu sau một vài phút mà bé không ợ thì bạn hãy thay đổi tư thế của bé và cố vỗ cho bé ợ thêm vài phút nữa trước khi bạn cho bé ăn trở lại. Hãy luôn vỗ cho bé ợ khi bạn đã cho bé ăn xong, sau đó hãy bế bé thẳng dậy ít nhất từ 10 đến 15 phút để bé đừng nôn. Những điều cơ bản về giấc ngủ Vì mới lần đầu làm bố mẹ nên bạn có thể cảm thấy ngạc nhiên khi biết con bạn có vẻ cần bạn từng giờ từng phút một, thực ra chúng ngủ khoảng chừng 16 tiếng đồng hồ hoặc nhiều hơn nữa! Trẻ sơ sinh thường ngủ những giấc từ 3 đến 4 tiếng đồng hồ. Bạn cũng đừng mong chờ là con của bạn sẽ ngủ suốt đêm – hệ tiêu hóa của trẻ sơ sinh quá nhỏ đến nỗi chúng cần thức ăn cứ vài giờ một lần và sẽ bị thức giấc nếu chúng không được cho bú trong 5 tiếng đồng hồ (hoặc nhiều hơn nữa).   Khi nào thì bạn có thể mong cho con mình ngủ suốt cả đêm được? Nhiều trẻ ngủ suốt đêm (từ 6 đến 8 tiếng) khi chúng lên 3 tháng tuổi, nhưng nếu con bạn không ngủ được như vậy thì cũng chẳng là vấn đề gì khiến bạn phải lo lắng. Giống như người lớn, trẻ sơ sinh cũng phải phát triển kiểu và chu kỳ ngủ của mình, vì thế nếu con bạn tăng cân đều và khỏe mạnh thì bạn chớ thất vọng nếu bé không ngủ suốt cả đêm được vào giai đoạn 3 tháng tuổi.  Điều quan trọng là nên để bé nằm ngửa khi ngủ để giảm nguy cơ hội chứng đột tử ở trẻ dưới 1 tuổi. Ngoài ra, hãy bỏ đi hết các bộ đồ giường bằng lông, mền bông, chăn làm bằng da cừu, thú nhồi, và gối ra khỏi giường ngủ của bé để đảm bảo rằng bé không bị quấn hoặc bị ngộp thở trong đó. Bạn cũng đảm bảo việc thay đổi tư thế đầu khi ngủ của bé từng đêm một (quay phải, rồi quay trái, ....) để tránh bị dẹp một bên đầu của bé. Mặc dù bạn có thể cảm thấy lo âu về việc trông nom trẻ sơ sinh nhưng bạn sẽ nhanh tạo thói quen và có thể nuôi con thông thạo trong vài tuần ngắn thôi! Nếu bạn quan tâm hay muốn đặt câu hỏi về bât kỳ vấn đề gì thì hãy tham khảo ý kiến của bác sĩ để được khuyên về các phương pháp có thể giúp cả bạn và bé cùng nhau phát triển nhé."
        },
        {
            "en": "Becoming a father    When your partner's expecting  Pregnant women experience a variety of emotions and life changes. But most first-time dads have their own feelings and concerns to deal with, too. If you feel shocked, panicked, overwhelmed, scared, or like you're just not ready, you're not alone. Like any big change, this will require a major adjustment. And if the pregnancy wasn't planned — half of all pregnancies aren't — you may be feeling these emotions even more intensely. You don't have to feel guilty or anxious about having mixed emotions; it's completely normal. And you can take steps to get more comfortable with the pregnancy, the idea of parenthood, and the preparations that can make both go smoothly. Here are a few concerns that may be bothering you and ways to keep them in perspective: Will I be capable of caring for a baby? No one is born knowing this stuff, not even your pregnant partner — that's why there are childbirth classes. Depending on what's available in your area, you can take classes as early as the 12th week of pregnancy or one that focuses just on the day of labor and can be taken as late as the eighth month. And some communities offer classes designed just for first-time dads. Most classes teach how to change a diaper, hold the baby, feed and <em>burp</em> the baby, put the baby to sleep, install a car seat, and childproof your home. You'll also learn where to park your car when you get to the hospital, how to get through labor, and how to care for your baby and your partner when you get home from the hospital. Along with the lessons, you'll meet other guys going through the same experience who might be dealing with similar feelings, and that can be a huge help. The nurses and childbirth educators who lead these classes have seen dads in a variety of emotional states, so don't feel embarrassed or hesitant about asking them for help. Will I be a good dad? Remember that you're not going to have to tackle every part of fatherhood at once. For the first few years, a lot of the parenting involves skills taught in childbirth classes and mastered through practice. It's much like other new roles that you might take on in your life. If you're married, you didn't automatically know how to be a good husband. You learned along the way with your wife. You have plenty of time before you have to set curfews, teach your child to drive, and dole out relationship and career advice. These opportunities to teach your child will feel like a natural progression when they arrive. If you need guidance, check for resources in the community, including parenting classes. It may help to talk to and spend time with other fathers and discuss issues you may be grappling with. If you feel like you have issues about your own father to work through, try to talk with someone — maybe a counselor or a family member — before the baby arrives so that they don't interfere with your relationship with your own child. How can we afford this? Feeding, clothing, and educating another human being is going to cost money that's now spent on other things — there's no question about it. But you can reduce your stress about the finances. It may help to get a sense of what your costs will be right after the baby is born. Your health insurer, employer, or your partner's employer may be able to give you an idea of the costs and what is covered. Many workplaces now offer some paid paternity leave, so be sure to ask.  Consider meeting with a financial planner to get some money-management guidance. You may also want to talk to other new parents you know to get an idea of how they managed and what unexpected expenses cropped up. You can open a college fund — or any kind of bank account — any time to save for new expenses. You may want to start putting away a few dollars each week to fund items like childcare and diapers. That way, you'll have a head start on meeting your child's financial needs. Remember, you won't have to pay for certain expenses. For instance, if your partner decides to breastfeed, you'll save money on the cost of feeding your newborn. Also, many families share maternity and baby clothes because pregnant women and babies wear a particular size of clothes for such a short time. Is this the end of my independence? Fatherhood doesn’t mean to spell the end of fun. True, you may not get much sleep or time for yourself during the first few months until your baby starts sleeping through the night. But when the baby sleeps more, you and your partner will have more time for things you enjoy, together and individually. Again, it's important to work together, communicate, and trade off on the childcare responsibilities so that you each get what you need. And try to get to know other new parents, who can share their perspectives and offer child-rearing experiences. In the early years, you can include your little one in many activities — maybe your child can sit with you while you watch a basketball game or read the newspaper or a book. Check out the special baby carriers that let parents take their tots along on walks and hikes. It's easy to fear losing out on free time, but most moms and dads discover that once their child is born they treasure time spent with their baby. How will this change our relationship and sex life? Pregnant women experience huge physical, hormonal, and emotional changes, while also grappling with the same life changes as the dads-to-be. As the pregnancy progresses, it may affect both of you emotionally. Moodiness can be tough to deal with, no matter what the cause, but your patience and understanding can go a long way. Try to help your partner work through any stress she might be feeling about the pregnancy and parenthood.  If you're not feeling stable or good about your relationship, try to work through the issues as soon as possible. Many couples mistakenly think that a baby will bring them together. But a baby can't fix a troubled relationship — that's the job of you and your partner. And the sooner you find a way to work together, the sooner you'll feel more comfortable with your impending parenthood. You can enjoy sex during pregnancy as long as the pregnancy is considered low risk for complications of miscarriage or preterm labor. Discuss with your doctor, nurse, midwife, or other health care provider any risks that may be relevant to you and your partner. You don't have to feel embarrassed; they're used to such questions. As with any other aspect of pregnancy, it's important for you and your partner to speak openly about what feels right for each of you. Of course, just because sex is safe during pregnancy doesn't mean you and your partner will want to have it. Many couples find that their sex drive — and comfort level — fluctuates during the different stages of pregnancy as both get used to all of the changes. Again, keeping the lines of communication open is key. How am I going to get through labor? No rule says you must catch the baby when he or she emerges, cut the umbilical cord, or even be in the delivery room. In childbirth classes you'll learn about massage and pain-management techniques where you'll stand behind your partner at her head and shoulders while she is pushing. As you learn about this, talk to your partner about what you're each comfortable with. It's common to fear fainting, but the truth is that few men do. In fact, many men come out of it thinking that there's much less blood in the process than they expected! Expectant moms, of course, do the hardest work during labor, but dads still play a crucial role. Your partner will need someone to look out for her interests and needs. Long before the due date, it's important to discuss preferences about pain management, medication, and treatment so that you can tell the health care team if your partner is unable to. You'll also be the connection between your partner and your families during the birth. How can I help my partner? Your doctor will probably warn you about things that can go wrong, particularly if you and your partner are older. And it's likely that you'll both have various tests and screenings for birth defects and other health problems. Hearing all of this can be frightening. But you can do many things to help your partner — and your unborn baby — stay healthy during the pregnancy. If you know other families with newborns and young kids, it may be helpful to spend time with them. If you don't know other new parents, your doctor or local childbirth center might be able to put you in touch with other families in your area. Try to go with your partner to doctor appointments, where you can ask questions, gather information, hear the baby's heartbeat, and see an image of the baby on a sonogram. You may also want to tour the maternity ward at the hospital or birthing center where you plan to have the baby. Start preparing your home for the baby by making any needed home improvements or renovations.  Remember that anxiety about pregnancy and parenthood is like anxiety you might feel about anything. Use stress-relief strategies that work for you — perhaps exercise or enjoying movies, books, music, or sports. Talking About It Communication can be a challenge for expectant couples. Even before the pregnancy shows, moms-to-be have strong physical reminders that a baby is on the way and life is going to change dramatically. So your partner might want to talk about the pregnancy while you're still adjusting to it. If you're not ready to talk to her yet, you have other options. You may be more comfortable confiding in friends, relatives, and other new dads, who can offer reassurance and helpful suggestions. Many hospitals and childbirth centers also have professionals who work with new parents and can speak with you confidentially. Remember that billions of guys before you experienced — and survived — fatherhood. There's no secret and you're not supposed to instinctively know how to be a good dad. Just do your best to prepare for the birth and reach out for the many resources that can help.",
            "vi": "Trở thành bố     Khi vợ bạn đang mang thai Phụ nữ có thai thường mang nhiều tâm trạng, nhiều xúc cảm và thay đổi trong cuộc sống. Nhưng hầu hết những người lần đầu làm bố cũng có những cảm xúc và lo lắng riêng của mình.  Nếu bạn cảm thấy bị sốc, bất ngờ, hoảng sợ, nhiều cảm xúc lấn áp, sợ sệt, hoặc chưa sẵn sàng đón nhận việc đó thì cũng bình thường thôi, rất nhiều người có tâm trạng giống như bạn vậy. Giống như bất kỳ một sự thay đổi lớn nào thì điều này đòi hỏi bạn phải có sự điều chỉnh cuộc sống và bản thân hết sức quan trọng. Và nếu như trường hợp bạn chưa chuẩn bị tâm lý cho việc mang thai hoặc có thai ngoài ý muốn – phân nửa bà mẹ mang thai đều ngoài ý muốn – thì hẳn là đối với bạn những cảm xúc này thậm chí còn dữ dội hơn nữa.  Bạn chẳng cần phải cảm thấy có lỗi hay lo lắng về việc các cảm xúc của mình bị xáo trộn như thế đâu; bởi lẽ điều này hoàn toàn bình thường. Và bạn có thể dần dần cảm thấy dễ chịu, thoải mái hơn với việc mang thai, với ý tưởng trở thành bố mẹ, và những bước chuẩn bị có thể giúp cho cả việc mang thai và những suy nghĩ, trăn trở ấy trở nên nhẹ nhàng và không là áp lực nữa.  Dưới đây là một vài trăn trở có thể khiến bạn phải bận tâm và cả những cách giúp bạn nhìn nhận những âu lo của mình:  Liệu tôi có thể chăm sóc cho bé không? Hẳn là không ai tự dưng biết cách chăm sóc con cái đâu, thậm chí là người vợ đang mang thai của bạn cũng thế thôi – cô ấy cũng không hề biết trước – đó là lý do có các lớp học về sinh đẻ. Tuỳ vào điều kiện hoàn cảnh nơi bạn cư ngụ mà bạn có thể tham gia các lớp học này vào đầu tuần 12 của thai kỳ hoặc tham gia khoá học dạy cho bạn những điều cần biết vào ngày sinh thôi và lớp học này vào cuối tháng thứ 8 thai kỳ. Và ở một số nơi, người ta cũng mở các lớp học chỉ dành riêng cho những người lần đầu làm bố.  Hầu hết các lớp học này dạy cho các ông bố biết cách thay tã, ẳm em bé, cho bé ăn và giúp cho bé ợ, cho bé ngủ, cài ghế cho bé trên xe và cách giữ an toàn ngôi nhà cho bé. Bạn còn được chỉ chỗ đậu xe khi đến bệnh viện, cách rặn đẻ, và cả việc chăm sóc cho bé và sản phụ như thế nào khi xuất viện về nhà nữa. Cùng với những bài học bổ ích và lý thú này thì bạn cũng có dịp gặp gỡ những ông bố khác có hoàn cảnh tương tự với cảm xúc và tâm trạng tương tự với bạn, và chắc hẳn đây có thể là nơi hỗ trợ tuyệt vời cho bạn đấy. Các y tá và chuyên viên tư vấn các lớp sinh đẻ này đã từng chứng kiến rất nhiều ông bố mang rất nhiều tâm trạng, cảm xúc khác nhau, thế nên bạn đừng nên ngần ngại hay lúng túng về việc nhờ họ giúp đỡ cho bạn nhé. Liệu tôi có trở thành một ông bố tốt không? Bạn nên nhớ rằng không phải mình sẽ đối phó hết tất cả các giai đoạn làm bố ngay tức khắc đâu. Trong một vài năm đầu thì phần lớn việc nuôi nấng con cái gắn liền với những kỹ năng đã được dạy ở các lớp sinh đẻ và được làm thuần thục qua hoàn cảnh thực tế.    Điều này quả rất giống với nhiều vai trò mới mà bạn có thể đã đảm nhận trong cuộc sống của mình rồi. Nếu bạn kết hôn thì không phải tự dưng bạn biết cách để trở thành một người chồng tốt. Chính cuộc sống với người bạn đời đã đem đến cho bạn những kinh nghiệm giúp trở thành người chồng lý tưởng đấy. Bạn còn nhiều thời gian trước khi phải đặt ra cho mình những lệnh giới nghiêm, những điều bó buộc, tập cho con lái xe, dạy con biết giao thiệp và cho con cả những lời khuyên nghề nghiệp. Các cơ hội dạy dỗ cho bé như thế này giống như một quá trình tiến triển tự nhiên vậy. Nếu cần được hướng dẫn và tư vấn, bạn hãy tìm hiểu, tham khảo các nguồn thông tin trong cộng đồng, kể cả các lớp học về cách nuôi dạy con cái nhé. Bạn cũng nên dành thời gian trò chuyện với những ông bố khác và thảo luận, bàn bạc những vấn đề đang làm cho bạn phải khổ sở và đau đầu. Nếu cảm thấy có những khúc mắc về vấn đề làm bố thì bạn nên tham khảo ý kiến của một người nào đó nhé – có thể là một nhà tư vấn hoặc một thành viên nào đó trong gia đình – trước khi con bạn ra đời để những khó khăn này không là mối cản trở đối với mối quan hệ giữa bạn và con.  Làm sao chúng tôi có thể kham nổi việc này?  Việc ăn mặc, dạy dỗ đối với một đứa bé hẳn là tốn nhiều tiền mà giờ đây bạn dành để chi xài vào việc khác – điều này hoàn toàn không ai bác bỏ được. Nhưng bạn cũng có thể làm giảm mối âu lo về tài chính của mình đấy.  Bạn cũng có thể biết được khoản phí của mình ngay sau khi bé sinh ra đấy. Nhà bảo hiểm sức khoẻ của bạn, sếp của bạn, hoặc sếp của vợ có thể cho bạn biết chi phí phải trả và khoản được hỗ trợ là bao nhiêu. Nhiều chỗ làm hiện cũng đã hỗ trợ phần nào cho thời gian nghỉ việc để chăm con mới sinh của bố, nên bạn hãy mạnh dạn hỏi đi nhé.  Bạn cũng nên gặp nhà hoạch định tài chính để nhờ hướng dẫn cách quản lý tiền bạc. Ngoài ra, bạn cũng có thể tham khảo ý kiến của những người mới làm bố mẹ khác để biết được cách quán xuyến và biết những khoản nào bất ngờ phát sinh thêm.  Bạn cũng có thể dành một khoản tiền quỹ học đại học – hoặc bất kỳ một tài khoản ngân hàng nào khác – vào bất kỳ lúc nào để tiết kiệm cho các khoản chi tiêu mới. Bạn cũng cần nên bắt đầu tiết kiệm vài đô la mỗi tuần để dành cho các khoản như chăm sóc và giám sát bé và tã cho bé nữa. Làm như thế bạn sẽ tạo bước đầu thuận lợi cho việc đáp ứng nhu cầu tài chính của bé về sau.  Nên nhớ là bạn sẽ tiết kiệm được một số khoản nào đó. Chẳng hạn như, nếu vợ bạn cho bé bú sữa mẹ thì bạn sẽ dành được khoản mua sữa cho con. Ngoài ra, nhiều gia đình cũng dùng chung áo bầu và quần áo em bé vì phụ nữ mang thai và trẻ nhỏ thường mặc các số đo riêng biệt nào đó trong một thời gian ngắn.  Có phải việc trở thành bố chấm dứt cuộc sống tự do của tôi không? Việc trở thành bố không đồng nghĩa với việc báo hiệu chấm hết thời kỳ vui vẻ, thoải mái của bạn. Thật vậy, bạn có thể không được ngủ nhiều hoặc không dành nhiều thời gian cho mình trong suốt vài tháng đầu cho đến khi bé có thể bắt đầu ngủ được cả đêm. Nhưng khi con bạn có thể ngủ được nhiều hơn thì cả bạn và vợ sẽ có nhiều thời gian hơn cho sở thích của mình, cùng nhau thưởng thức hoặc riêng cá nhân bạn.   Ngoài ra, điều quan trọng là bạn và vợ nên cùng nhau làm việc, chia sẻ với nhau, và trao đổi về trách nhiệm chăm sóc và giám sát bé để ai cũng có được khoảng thời gian cho riêng mình. Bạn cũng nên làm quen với những người mới làm bố mẹ khác bởi họ có thể chia sẻ quan điểm và kinh nghiệm nuôi dạy con cái với bạn.  Trong những năm đầu, bạn có thể phải mang bé theo bên mình trong nhiều hoạt động – bé có thể phải ngồi với bạn trong lúc bạn theo dõi một trận bóng rổ nào đó hoặc khi bạn đọc sách báo. Bạn hãy tìm hiểu cái địu em bé đặc biệt để bố mẹ có thể mang con nhỏ của mình theo cùng khi đi bộ và đi bộ đường dài xem nhé.    Người ta thường sợ mất thời gian nhàn rỗi của mình, nhưng hầu hết các ông bố, bà mẹ đều phát hiện ra rằng từ khi bé sinh ra, họ rất quý khoảng thời gian dành cho thiên thần nhỏ của mình. Sự thay đổi này ảnh hưởng đến quan hệ vợ chồng và đời sống tình dục như thế nào? Phụ nữ mang thai thường có rất nhiều thay đổi về thể chất, hooc-môn và xúc cảm, trong khi các ông bố tương lai cũng phải hết sức khổ sở với những thay đổi trong cuộc sống tương tự như thế. Khi thai nghén phát triển thì điều này hẳn có thể ảnh hưởng đến tinh thần, cảm xúc của cả hai vợ chồng.  Cảm giác uể oải, ủ rũ có thể sẽ kéo dài rất lâu, bất kể là do nguyên nhân gì đi nữa, nhưng sự kiên nhẫn và cảm thông của bạn có thể sẽ thành công đấy. Hãy cố giúp cô ấy vượt qua khoảng thời gian khủng hoảng và căng thẳng về thai nghén và tâm trạng chuẩn bị làm bố mẹ này nhé. Nếu bạn cảm thấy mối quan hệ của mình chưa chắc chắn hoặc chưa ổn, thì hãy cố giải quyết các vấn đề này càng sớm càng tốt nhé. Nhiều đôi vợ chồng lầm tưởng đứa bé sẽ là sợi dây gắn kết hai người với nhau. Nhưng nhiều khi con bạn không thể hoà giải mối quan hệ khó khăn được – đó là việc riêng của bạn và vợ mình. Và nếu cùng nhau tìm ra giải pháp càng sớm thì bạn càng cảm thấy thoải mái, dễ chịu hơn với việc trở thành bố mẹ trong tương lai.  Bạn cũng có thể quan hệ tình dục trong suốt thời gian mang thai miễn là ít nguy cơ xảy ra biến chứng sẩy thai hoặc sinh non. Bạn nên thảo luận, tham khảo ý kiến của bác sĩ, y tá, nữ hộ sinh, hoặc một bác sĩ nào đó về bất cứ mối nguy hiểm nào có thể xảy ra cho bạn và vợ của mình. Bạn chẳng phải lúng túng,  ngượng ngùng đâu, bởi họ sẵn lòng giải đáp thắc mắc của bạn mà. Khi đề cập đến bất cứ vấn đề gì của thai nghén thì điều quan trọng là cả bạn và cô ấy phải nên nói chuyện một cách cởi mở, thẳng thắn về những điều bạn nghĩ là đúng và phù hợp cho cả hai người. Tất nhiên là không phải vì tình dục là an toàn khi mang thai mà cả hai bạn đều muốn quan hệ. Nhiều cặp vợ chồng phát hiện ra cảm xúc ham muốn tình dục của họ thay đổi thất thường trong suốt nhiều giai đoạn khác nhau của thai kỳ khi cả hai đều quen với tất cả mọi thay đổi như thế. Ngoài ra, xin nhớ rằng việc giữ cho mối quan hệ được hài hoà chính là điều quan trọng nhất. Tôi sẽ vượt qua thời gian sinh nở như thế nào? Không có luật nào buộc bạn phải đón bé khi mới sinh ra, cắt dây rốn, hoặc thậm chí là ở phòng sanh. Ở các lớp học sinh đẻ, bạn sẽ được chỉ dẫn về các kỹ thuật xoa bóp và giúp giảm đau, bạn sẽ đứng phía sau lưng vợ mình ở vị trí ngang đầu hoặc vai của cô ấy khi cô ấy rặn đẻ. Khi bạn đã biết được điều này thì hãy nói với vợ mình những điều có thể làm cho cả hai cảm thấy thoải mái nhất. Người ta cũng thường sợ ngất đi, nhưng thực sự là nhiều ông bố đã ngất xỉu đấy. Thực ra là nhiều người nghĩ là việc sinh đẻ mất ít máu hơn nhiều so với họ tưởng! Thai phụ, dĩ nhiên là vất vả nhất trong suốt thời kỳ sinh đẻ, nhưng các ông bố cũng đóng một vai trò hết sức quan trọng. Vợ bạn cũng cần một người nào đó để chăm sóc, quan tâm và trông chừng xem cô ấy cần gì. Từ trước ngày dự sanh, điều quan trọng là bạn nên bàn bạc phương pháp nào giúp giảm đau, sử dụng thuốc gì và điều trị như thế nào để bạn có thể thông báo cho bác sĩ biết trong trường hợp vợ mình không làm được những việc ấy. Bạn là người trung gian giữa vợ và gia đình mình trong suốt thời gian sinh nở của cô ấy.  Tôi có thể giúp vợ mình bằng cách nào? Bác sĩ ắt sẽ cảnh báo những điều bạn không nên làm, nhất là khi cả hai vợ chồng bạn đều lớn tuổi. Và rất có thể là cả hai bạn phải làm nhiều xét nghiệm và chụp hình khác nhau để xem liệu bé có bị dị tật bẩm sinh và các vấn đề sức khỏe nào khác không. Nghe hết tất cả những điều này thì quả là đáng sợ thật. Nhưng bạn cũng có thể làm được nhiều thứ để giúp cho vợ – và đứa con chưa chào đời của mình – được khỏe mạnh trong suốt thời gian thai nghén đấy. Nếu bạn quen biết với những gia đình có trẻ sơ sinh và trẻ nhỏ khác thì bạn nên dành thời gian tiếp xúc với họ. Nếu không quen biết với bất kỳ người mới làm bố mẹ thì bác sĩ hoặc trung tâm sinh sản ở địa phương cũng có thể giúp cho bạn liên hệ với những gia đình khác trong khu vực của bạn. Hãy cố gắng đi cùng với vợ đến khám bác sĩ, ở đây bạn có thể đặt câu hỏi với bác sĩ, thu thập thông tin, nghe nhịp tim của bé, và thấy được hình của con mình trên đồ thị biểu diễn âm thanh. Bạn cũng cần nên đi một vòng tham quan khu sản khoa ở bệnh viện hoặc trung tâm hỗ trợ sinh sản nơi bạn dự định sinh em bé. Nên chuẩn bị ngôi nhà cho bé bằng cách tu sửa hoặc mua mới bất cứ cái gì cần thiếu nhé. Bạn cũng nên nhớ là sự lo lắng về thai nghén và việc chuẩn bị làm bố mẹ cũng giống như bất kỳ một mối lo âu nào khác. Hãy sử dụng các kỹ thuật, các bí quyết làm giảm căng thẳng có hiệu quả tốt đối với bạn – có thể là tập thể dục hoặc xem phim, đọc sách báo, nghe nhạc, hoặc chơi thể thao nữa.  Hãy bộc lộ, tâm sự với người khác  Trò chuyện, tâm sự với người khác có thể là một điều không mấy dễ dàng gì đối với các cặp vợ chồng sắp sửa sinh con. Thậm chí là trước khi sinh thì cơ thể những bà mẹ tương lai cũng luôn nhớ rất rõ là bé đang phát triển và cuộc sống cũng sẽ thay đổi rất nhiều. Vì vậy vợ của bạn cũng có thể cần tâm sự về chuyện thai nghén trong khi bạn còn đang cố thích nghi với việc ấy.    Nếu bạn chưa sẵn sàng để có thể nói chuyện với vợ mình về điều này thì bạn cũng có nhiều cách khác đấy. Bạn có thể cảm thấy thoải mái hơn khi tâm sự với bạn bè, người thân, và những người mới làm bố khác có thể làm cho bạn yên tâm và gợi ý cho bạn nhiều điều bổ ích. Nhiều bệnh viện và trung tâm sinh sản cũng có các chuyên gia hỗ trợ cho những người mới làm bố mẹ và có thể nói chuyện với bạn một cách riêng tư.  Bạn nên nhớ là đã có hàng tỉ người có kinh nghiệm làm bố rồi và họ vẫn vượt qua đấy thôi. Chẳng có một bí quyết gì cả và người ta cũng chẳng nghĩ là bạn có thể trở thành một ông bố hoàn hảo do bản năng đâu. Công việc của bạn giờ đây là nên cố hết sức để chuẩn bị cho bé chào đời và tìm hiểu thêm nhiều nguồn thông tin có thể giúp ích được cho mình nhé."
        }
    ],
    "suggestions": []
}