{
    "en_vn": {
        "data": {
            "content": null,
            "word": "busing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "busing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "busing"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>busing</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>US</abr>) forced; school; voluntary busing</ex></blockquote></blockquote></div>",
            "word": "busing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "busing"
        }
    },
    "sentences": [
        {
            "en": "I'm afraid you are <em>busing</em>",
            "vi": "tôi sợ bạn đang bận"
        },
        {
            "en": "He is <em>busing</em> herself with the housework.",
            "vi": "Cô ấy đang bận rộn với công việc nhà."
        },
        {
            "en": "He is <em>busing</em> herself in the garden.",
            "vi": "Cô ấy đang bận rộn ở trong vườn."
        },
        {
            "en": "He is <em>busing</em> himself cooking the dinner.",
            "vi": "Anh ta bận thổi cơm tối."
        },
        {
            "en": "At the time Tom was <em>busing</em> making arrangerments for a distinguished writer to give a talk on modern literature at the town library.",
            "vi": "Lúc đó, tom đang bận chuẩn bị cho một nhà văn nổi tiếng nói chuyện về văn học hiện đại tại thư viện thị xã."
        },
        {
            "en": "Sasha, who’s using her full name, Natasha, at Nancy’s, has been learning the service industry ropes at the Oak Bluffs eatery this week, working a cash register, <em>busing</em> tables and doing prep work before the restaurant opens for lunch.",
            "vi": "Sasha, người đang dùng tên đầy đủ của mình là Natasha, ở Nancy's, đang học việc chuỗi dịch vụ công nghiệp tại nhà ăn Oak Bluffs trong tuần này, làm việc như một người đặt món và thu tiền khu vựa đồ ăn mang đi, sắp xếp bàn ghế và làm những công việc chuẩn bị trước khi nhà hàng mở cửa vào bữa trưa."
        },
        {
            "en": "Charges included “carousel” voting, which involved <em>busing</em> voters from one polling station to another to cast absentee ballots. Others complained of doctored voting lists. One woman in Siberia complained that she found that her dead family members had cast ballots Sunday.",
            "vi": "Những cáo buộc bao gồm trò bỏ phiếu như “trò bầu kéo quân\", đề cập đến việc những cử tri đi xe buýt từ địa điểm bỏ phiếu này đến địa điểm bỏ phiếu kia để bỏ phiếu cho người vắng mặt. Những người khác thì phàn nàn là danh sách bỏ phiếu bị giả mạo. Một phụ nữ ở Siberia than phiền rằng là cô phát  hiện những thành viên trong gia đình của cô ấy đã chết cũng bỏ phiếu bầu hôm Chủ Nhật."
        }
    ],
    "suggestions": []
}