{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['bʌstə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ lóng) bom phá; đạn phá</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">dam buster</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bom phá đập</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">tank buster</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bom phá tăng </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ Mỹ,nghĩa Mỹ), (từ lóng) cái khác thường, cái kỳ lạ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bữa tiệc linh đình; bữa chén no say</td></tr></table><i/></div>",
            "word": "buster",
            "pronounce": "['bʌstə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>buster</k><blockquote>■ <cclass>noun <cclass>informal </cclass></cclass></blockquote><blockquote><blockquote>1》 <cclass>chiefly N. Amer. a mildly disrespectful form of address to a man or boy. </cclass></blockquote></blockquote><blockquote><blockquote>2》 a person or thing that stops a specified thing: <cclass>a crime-buster. </cclass></blockquote></blockquote><blockquote><blockquote>3》 an impressive person or thing. </blockquote></blockquote></div>",
            "word": "buster",
            "pronounce": "['bʌstə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "buster",
            "pronounce": "['bʌstə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "buster",
            "pronounce": "['bʌstə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "buster",
            "pronounce": "['bʌstə]"
        }
    },
    "sentences": [
        {
            "en": "Dam <em>buster</em>",
            "vi": "Bom phá đập"
        },
        {
            "en": "Tank <em>buster</em>",
            "vi": "Bom phá tăng"
        },
        {
            "en": "Get lost, <em>buster</em>!",
            "vi": "Cút đi, nhóc con!"
        },
        {
            "en": "Make with the beers, <em>buster</em>!",
            "vi": "Hãy đưa bia ra mau, ông bạn!"
        },
        {
            "en": "Soft, soothing music is an instant stress <em>buster</em>.",
            "vi": "Âm nhạc nhẹ nhàng, du dương là một thứ giải tỏa căng thẳng ngay lập tức."
        },
        {
            "en": "I never thought that Peter was half as funny as <em>Buster</em> Keaton.",
            "vi": "Tôi chẳng bao giờ nghĩ rằng Peter có thể tếu được như Buster Keaton."
        },
        {
            "en": "I never thought that Chaplin was half as funny as <em>Buster</em> Keaton.",
            "vi": "Tôi chưa từng nghĩ là Chaplin hài hước được như Buster Keaton."
        },
        {
            "en": "But whenever I'd complain, my mother would just give me one of those looks and say, \"This is no picnic for me either, <em>buster</em>.\"",
            "vi": "Nhưng bất kỳ lúc nào tôi phàn nàn, mẹ tôi cũng nhìn tôi bằng con mắt ấy và bảo,\"Thì nào mẹ có sung sướng gì hơn đâu, hả nhóc.\""
        },
        {
            "en": "But whenever I'd complain, my mother would just give me one of those looks and say,\"This is no picnic for me either, <em>buster</em>.\"",
            "vi": "Nhưng bất kỳ lúc nào tôi phàn nàn, mẹ tôi cũng nhìn tôi bằng con mắt ấy và bảo, \"Thì nào mẹ có sung sướng gì hơn đâu, hả nhóc.\""
        },
        {
            "en": "Foxpro allows up to 128 characters for field names, but using anything nearly that long would be a finger <em>buster</em> to reference.",
            "vi": "Foxpro cho phép tới 128 ký tự cho các tên trường, nhưng chỉ dùng đoạn tên nào đó dài gần cỡ ngón tay để tham chiếu mà thôi."
        },
        {
            "en": "But whenever I’d complain, my mother would just give me one of those looks and say, \"This is no picnic for me either, <em>buster</em>.\"",
            "vi": "Nhưng cứ hễ tôi than van thì mẹ tôi lại nhìn tôi theo một trong những cách riêng của bà và nói “Mẹ cũng có sung sướng gì hơn đâu, nhóc con phiền phức à”"
        },
        {
            "en": "Milk  Another bedtime stress <em>buster</em> is the time-honored glass of warm milk as a remedy for insomnia and restlessness. Researchers have found that calcium eases anxiety and mood swings linked to PMS. Dietitians typically recommend skim or low-fat milk.",
            "vi": "Sữa  Một loại thực phẩm khác có thể làm giảm stress vào giờ ngủ là ly sữa ấm được chuộng từ lâu đời như là một biện pháp để chữa mất ngủ và thao thức khó chịu. Nhiều nhà nghiên cứu cũng đã phát hiện ra rằng can-xi có thể làm giảm lo âu và tâm trạng thất thường liên quan đến Premenstrual Syndrome (hội chứng trước kỳ kinh nguyệt). Nhiều chuyên gia dinh dưỡng thường khuyến nghị nên uống sữa đã gạn kem hoặc sữa ít chất béo."
        },
        {
            "en": "When a pet dies    For most kids, pets are more than just animals their families own — they're members of the family and the best of friends. Unfortunately, the joy of owning a pet goes hand-in-hand with the heartbreak of losing one, whether because of old age, illness, or an accident. And that can be very difficult. After all, family pets often are the first to greet kids in the morning and after school. Your pet may be the one your child looks to for comfort and companionship when ill or feeling unpopular or upset. While it's impossible to shelter kids from the loss of a pet, you can help them cope with it. And because a pet's death might be their first time losing a loved one, the grieving process can help kids learn how to cope with other losses throughout life. \n \n\n   \nSharing the News and the Grief\n\n One of the most difficult parts about losing a pet may be breaking the bad news to kids. Try to do so one-on-one in a place where they feel safe and comfortable and not easily distracted. As you would with any tough issue, try to gauge how much information kids need to hear based on their age, maturity level, and life experience. If your pet is very old or has a lingering illness, consider talking to kids before the death occurs. If you have to euthanize your pet, you may want to explain that:  the veterinarians have done everything that they can\n\n your pet would never get better\n\n this is the kindest way to take the pet's pain away\n\n the pet will die peacefully, without feeling hurt or scared\n\n  Again, a child's age, maturity level, and questions will help determine whether to offer a clear and simple explanation for what's going to happen. If so, it's OK to use words like \"death\" and \"dying\" or to say something like \"The veterinarian will give our pet a shot that first puts it to sleep and then stops the heart from beating.\" Many kids want a chance to say goodbye beforehand, and some may be old enough or emotionally mature enough to be there to comfort the pet during the process. If you do have to euthanize your pet, be careful about saying the animal went \"to sleep\" or \"got put to sleep.\" Young kids tend to interpret events literally, so this can conjure up scary misconceptions about sleep or surgery and anesthesia. If the pet's death is more sudden, calmly explain what has happened. Be brief, and let your child's questions guide how much information you provide. \n \n\n   \nSticking to the Truth\n\n Avoid trying to gloss over the event with a lie. Telling a child that \"<em>Buster</em> ran away\" or \"Max went on a trip\" is not a good idea. It probably won't alleviate the sadness about losing the pet, and if the truth does come out, your child will probably be angry that you lied. If asked what happens to the pet after it dies, draw on your own understanding of death, including, if relevant, the viewpoint of your faith. And since none of us knows fully, an honest \"I don't know\" certainly can be an appropriate answer — it's OK to tell kids that death is a mystery. \n \n\n \nHelping Your Child Cope\n\n Like anyone dealing with a loss, kids usually feel a variety of emotions besides sadness after the death of a pet. They might experience loneliness, anger if the pet was euthanized, frustration that the pet couldn't get better, or guilt about times that they were mean to or didn't care for the pet as promised. Help kids understand that it's natural to feel all of those emotions, that it's OK to not want to talk about them at first, and that you're there when they are ready to talk. Don't feel compelled to hide your own sadness about losing a pet. Showing how you feel and talking about it openly sets an example for kids. You show that it's OK to feel sad when you lose a loved one, to talk about your feelings, and to cry when you feel sad. And it's comforting to kids to know that they're not alone in feeling sad. Share stories about the pets you had — and lost — when you were young and how difficult it was to say goodbye. \nMoving On\n\n After the shock of the news has faded, it's important to help your child heal and move on. It can help kids to find special ways to remember a pet. You might have a ceremony to bury your pet or just share memories of fun times you had together. Write a prayer together or offer thoughts on what the pet meant to each family member. Share stories of your pet's funny moments or escapades. Offer lots of loving hugs. You could do a project, too, like making a scrapbook. Keep in mind that grieving over the loss of a pet, particularly for a child, is similar to grieving over a person. For kids, losing a pet who offered love and companionship can be much more difficult than losing a distant relative. You might have to explain that to friends, family members, or others who don't own pets or don't understand that. Perhaps most important, talk about your pet, often and with love. Let your child know that while the pain will eventually go away, the happy memories of the pet will always remain. When the time is right, you might consider adopting a new pet — not as a replacement, but as a way to welcome another animal friend into your family. Reviewed by: D'Arcy Lyness, PhD Date reviewed: November 2009 Originally reviewed by: Jennifer Schroff Pendley, PhD",
            "vi": "Khi thú cưng chết     Đối với hầu hết trẻ em, thú cưng không chỉ là vật nuôi trong nhà, chúng còn như thành viên trong gia đình và là người bạn tốt nhất.  Thật không may, niềm vui của việc sở hữu một con thú cưng luôn đi kèm với nỗi đau khi mất chúng, dù vì tuổi già, bệnh tật, hay tai nạn.  Và việc đó có thể rất khó khăn. Xét cho cùng, thú cưng trong gia đình thường là “người” đầu tiên chào đón trẻ vào buổi sáng và khi đi học về. Thú cưng còn có thể là “người” mà con bạn tìm sự chia sẻ, an ủi khi bị bệnh hoặc lúc cảm thấy buồn bã, khó chịu. Dù không thể giúp trẻ tránh khỏi nỗi đau mất thú cưng, bạn có thể giúp bé đương đầu với việc đó. Và bởi vì cái chết của một con vật cưng có thể là lần đầu tiên trẻ mất đi một ai đó thân yêu, nỗi đau xót có thể giúp trẻ học cách đối phó với những mất mát khác trong cuộc sống sau này.   \nChia sẻ nỗi đau\n Một trong những phần khó khăn nhất về việc mất đi một thú cưng chính là thông báo tin xấu cho trẻ. Hãy thử làm điều đó khi chỉ có 2 người với nhau trong một nơi trẻ cảm thấy an toàn, thoải mái và không dễ bị phân tâm. Vì bạn sẽ gặp khó khăn đi làm việc đó, hãy cố gắng đánh giá mức thông tin trẻ cần biết dựa vào tuổi, mức độ trưởng thành, và kinh nghiệm cuộc sống của trẻ.  Nếu thú cưng của bạn đã rất già hoặc có bệnh từ lâu, hãy cân nhắc nói chuyện với trẻ trước khi thú chết. Nếu bạn phải tự giúp cho thú chết sớm để giảm đau đớn cho nó, bạn có thể cần giải thích với trẻ:\n  bác sĩ thú y đã làm mọi cách có thể\n\n thú cưng của gia đình bạn sẽ không bao giờ khỏe lại nữa\n\n đây là cách tử tế nhất để giúp thú hết đau đớn\n\n thú cưng sẽ chết một cách thanh thản, không có cảm giác đau đớn hoặc sợ hãi\n\n  Một lần nữa, độ tuổi, mức độ trưởng thành của trẻ, và các câu hỏi sẽ giúp xác định xem có nên đưa ra một lời giải thích rõ ràng và đơn giản cho những gì sẽ xảy ra hay không. Nếu đúng vậy, có thể sử dụng những từ như “chết “ và “đang hấp hối” hoặc nói về việc đại loại như “bác sĩ thú y sẽ cho thú cưng của chúng ta một mũi tiêm giúp nó ngủ và chết êm ái”. Nhiều bé muốn có cơ hội để nói lời chia tay trước, và một số có thể đủ tuổi hoặc đủ trưởng thành về mặt cảm xúc, đủ để được ở đó an ủi thú cưng trong quá trình này.  Nếu bạn buộc phải tự giết thú cưng của mình, hãy cẩn thận khi nói thú sẽ đi “ngủ” hoặc “bị buộc đi ngủ”. Trẻ em thường có xu hướng giải thích sự việc theo nghĩa đen, vì vậy điều này có thể gợi lên quan niệm sai lầm đáng sợ về giấc ngủ hoặc phẫu thuật và gây mê.  Nếu cái chết của thú cưng xảy ra bất ngờ hơn, hãy bình tĩnh giải thích cho trẻ việc đã diễn ra. Hãy ngắn gọn, và để cho những câu hỏi của trẻ giúp bạn biết nên cung cấp cho trẻ bao nhiêu thông tin.    \nHãy nói thật\n Tránh lờ đi sự việc bằng lời nói dối. Nói với con rằng “Buster đã bỏ trốn” hoặc “Max đi mất rồi” không phải là ý tưởng hay. Điều đó có thể không làm giảm nhẹ nỗi buồn mất thú cưng, mà nếu sự thật bị phát hiện, con của bạn có thể sẽ giận dữ vì bạn nói dối. Nếu trẻ hỏi chuyện gì sẽ xảy ra với con vật sau khi nó chết, hãy đưa ra hiểu biết của chính bạn về cái chết, bao gồm, nếu liên quan, quan điểm về niềm tin của bạn. Và vì không ai trong chúng ta biết chắc chắn về điều đó, nên câu trả lời trung thực “cha, mẹ không biết” cũng có thể là câu trả lời thích hợp - hãy nói với trẻ rằng cái chết là điều bí ẩn.   \nGiúp con đương đầu với nỗi buồn\n Như bất cứ người nào khi đối mặt với một mất mát, trẻ thường cảm thấy một loạt các cảm xúc bên cạnh nỗi buồn sau cái chết của vật cưng. Bé có thể cảm thấy cô đơn, tức giận nếu thú cưng của mình đã bị giết, thất vọng rằng thú nuôi không thể khỏe hơn, hay cảm giác tội lỗi về thời gian mà bé đã không quan tâm chăm sóc cho vật cưng như đã hứa.  Giúp trẻ hiểu rằng cảm thấy tất cả những cảm xúc đó là một điều tự nhiên, và không sao hết khi lúc đầu bé không muốn nói về sự việc ấy, và bạn luôn ở bên bé khi bé đã sẵn sàng để chia sẻ. Đừng cảm thấy phải cố gắng che giấu nỗi buồn của chính bạn về cái chết của thú cưng. Cho thấy bạn cảm thấy thế nào và nói về điều đó công khai như một tấm gương cho trẻ. Giúp trẻ hiểu rằng có thể cảm thấy buồn khi mất đi người thân yêu, thổ lộ cảm xúc, và khóc khi thấy buồn. Và trẻ sẽ cảm thấy được an ủi khi biết rằng không chỉ có mình trẻ đau buồn. Chia sẻ với trẻ những câu chuyện về thú cưng bạn có - và mất - khi còn nhỏ và khó khăn thế nào khi phải nói lời từ biệt.   \nTiếp tục cuộc sống\n Sau khi cơn sốc do tin buồn này đã qua đi, điều quan trọng là phải giúp con trẻ vượt qua tổn thương và tiếp tục cuộc sống. Sẽ có hiệu quả khi giúp trẻ tìm ra một cách đặc biệt để nhớ về một con vật nuôi. Bạn có thể tổ chức một buổi lễ để chôn con vật cưng hoặc chia sẻ những kỷ niệm về thời gian vui vẻ các bạn đã có với nhau. Cùng nhau viết một lời cầu nguyện hoặc chia sẻ suy nghĩ về ý nghĩa của con vật đối với mỗi thành viên trong gia đình. Chia sẻ chuyện về các khoảnh khắc vui vẻ hoặc ngộ nghĩnh của con vật. Hãy ôm trẻ thật chặt để thể hiện sự cảm thông. Bạn cũng có thể thực hiện một dự án, ví dụ như làm một cuốn sổ lưu niệm về con vật cưng ấy.  Hãy nhớ rằng nỗi đau buồn khi mất đi một con vật cưng, đặc biệt là đối với một đứa trẻ, sâu sắc tương tự như nỗi đau khi mất đi một người thân. Với trẻ em, bị mất một con vật nuôi gắn bó thân thiết có thể còn khó khăn hơn rất nhiều so với việc mất đi một người họ hàng xa. Bạn có thể phải giải thích điều đó với bạn bè, gia đình, hoặc những người khác không nuôi thú cưng hoặc không hiểu điều đó.  Có lẽ quan trọng nhất là thường xuyên nói về con vật cưng của bạn với tình yêu thương. Hãy để con bạn biết rằng dù nỗi đau rồi sẽ nguôi ngoai nhưng những kỷ niệm hạnh phúc của con vật cưng sẽ vẫn mãi còn. Khi thời điểm thích hợp, bạn có thể xem xét việc có một thú cưng mới - không phải là một sự thay thế, mà là một cách để chào đón một người bạn động vật vào trong gia đình bạn một lần nữa.  Phê bình: Tiến sĩ D'Arcy Lyness  Ngày: 11/2009  Lần đầu phê bình: Tiến sĩ Jennifer Schroff Pendley"
        },
        {
            "en": "Prepared remarks of President Obama’s back to school event        Here are prepared remarks that President Obama is to deliver at noon ET Tuesday a Wakefield High School in Arlington, Virginia. Source: The White House Hello everyone - how's everybody doing today? I'm here with students at  Wakefield High School in Arlington, Virginia. And we've got students tuning in from all across  America, kindergarten through twelfth grade. I'm glad you all could join us today. I know that for many of you, today is the first day of school. And for those of you in kindergarten, or starting middle or high school, it's your first day in a new school, so it's understandable if you're a little nervous. I imagine there are some seniors out there who are feeling pretty good right now, with just one more  year to go. And no matter what  grade you're in, some of you are probably wishing it were still summer, and you could've stayed in bed just a little longer this morning.  I know that feeling. When I was young, my family lived in Indonesia for a few years, and my mother didn't have the money to send me where all the American kids went to school. So she decided to teach me extra lessons herself, Monday through Friday - at 4:30 in the morning. Now I wasn't too happy about getting up that early. A lot of times, I'd fall asleep right there at the kitchen table. But whenever I'd complain, my mother would just give me one of those looks and say, \"This is no picnic for me either, <em>buster</em>.\"   So I know some of you are still adjusting to being back at school. But I'm here today because I have something important to discuss with you. I'm here because I want to talk with you about your education and what's expected of all of you in this new school year. Now I've given a lot of speeches about education. And I've talked a lot about responsibility. I've talked about your teachers' responsibility for inspiring you, and pushing you to learn. I've talked about your parents' responsibility for making sure you stay on track, and get your homework done, and don't spend every waking hour in front of the TV or with that Xbox. I've talked a lot about your government's responsibility for setting high standards, supporting teachers and principals, and turning around schools that aren't working where students aren't getting the opportunities they deserve.  But at the end of the day, we can have the most dedicated teachers, the most supportive parents, and the best schools in the world - and none of it will matter unless all of you fulfill your responsibilities. Unless you show up to those schools; pay attention to those teachers; listen to your parents, grandparents and other adults; and put in the hard work it takes to succeed. And that's what I want to focus on today: the responsibility each of you has for your education. I want to start with the responsibility you have to yourself. Every single one of you has something you're good at. Every single one of you has something to offer. And you have a responsibility to yourself to discover what that is. That's the opportunity an education can provide. Maybe you could be a good writer - maybe even good enough to write a book or articles in a newspaper - but you might not know it until you write a paper for your English class. Maybe you could be an innovator or an inventor - maybe even good enough to come up with the next iPhone or a new medicine or vaccine - but you might not know it until you do a project for your science class. Maybe you could be a mayor or a Senator or a Supreme Court Justice, but you might not know that until you join student government or the debate team. And no matter what you want to do with your life - I guarantee that you'll need an education to do it. You want to be a doctor, or a teacher, or a police officer? You want to be a nurse or an architect, a lawyer or a mcác ember of our military? You're going to need a good education for every single one of those careers. You can't drop out of school and just drop into a good job. You've got to work for it and train for it and learn for it. And this isn't just important for your own life and your own future. What you make of your education will decide nothing less than the future of this country. What you're learning in school today will determine whether we as a nation can meet our greatest challenges in the future. You'll need the knowledge and problem-solving skills you learn in science and math to cure diseases like cancer and AIDS, and to develop new energy technologies and protect our environment. You'll need the insights and critical thinking skills you gain in history and social studies to fight poverty and homelessness, crime and discrimination, and make our nation more fair and more free. You'll need the creativity and ingenuity you develop in all your classes to build new companies that will create new jobs and boost our economy. We need every single one of you to develop your talents, skills and intellect so you can help solve our most difficult problems. If you don't do that - if you quit on school - you're not just quitting on yourself, you're quitting on your country.   Now I know it's not always easy to do well in school. I know a lot of you have challenges in your lives right now that can make it hard to focus on your schoolwork. I get it. I know what that's like. My father left my family when I was two years old, and I was raised by a single mother who struggled at times to pay the bills and wasn't always able to give us things the other kids had. There were times when I missed having a father in my life. There were times when I was lonely and felt like I didn't fit in.  So I wasn't always as focused as I should have been. I did some things I'm not proud of, and got in more trouble than I should have. And my life could have easily taken a turn for the worse. But I was fortunate. I got a lot of second chances and had the opportunity to go to college, and law school, and follow my dreams. My wife, our First Lady Michelle Obama, has a similar story. Neither of her parents had gone to college, and they didn't have much. But they worked hard, and she worked hard, so that she could go to the best schools in this country   Some of you might not have those advantages. Maybe you don't have adults in your life who give you the support that you need. Maybe someone in your family has lost their job, and there's not enough money to go around. Maybe you live in a neighborhood where you don't feel safe, or have friends who are pressuring you to do things you know aren't right. But at the end of the day, the circumstances of your life - what you look like, where you come from, how much money you have, what you've got going on at home - that's no excuse for neglecting your homework or having a bad attitude. That's no excuse for talking back to your teacher, or cutting class, or dropping out of school. That's no excuse for not trying. Where you are right now doesn't have to determine where you'll end up. No one's written your destiny for you. Here in  America, you write your own destiny. You make your own future. That's what young people like you are doing every day, all across America. Young people like Jazmin Perez, from Roma, Texas. Jazmin didn't speak English when she first started school. Hardly anyone in her hometown went to college, and neither of her parents had gone either.  But she worked hard, earned good grades, got a scholarship to Brown University, and is now in graduate school, studying public health, on her way to being Dr. Jazmin Perez. I'm thinking about Andoni Schultz, from Los Altos, California, who's fought brain cancer since he was three  He's endured all sorts of treatments and surgeries, one of which affected his mcác emory, so it took him much longer - hundreds of extra hours - to do his schoolwork  But he never fell behind, and he's headed to college this fall. And then there's Shantell Steve, from my hometown of  Chicago, Illinois  Even when bouncing from foster home to foster home in the toughest neighborhoods, she managed to get a job at a local health center; start a program to keep young people out of gangs; and she's on track to graduate high school with honors and go on to college. Jazmin, Andoni and Shantell aren't any different from any of you. They faced challenges in their lives just like you do. But they refused to give up. They chose to take responsibility for their education and set goals for themselves. And I expect all of you to do the same. That's why today, I'm calling on each of you to set your own goals for your education - and to do everything you can to meet them Your goal can be something as simple as doing all your homework, paying attention in class, or spending time each day reading a book  Maybe you'll decide to get involved in an extracurricular activity, or volunteer in your community  Maybe you'll decide to stand up for kids who are being teased or bullied because of who they are or how they look, because you believe, like I do, that all kids deserve a safe environment to study and learn Maybe you'll decide to take better care of yourself so you can be more ready to learn. And along those lines, I hope you'll all wash your hands a lot, and stay home from school when you don't feel well, so we can keep people from getting the flu this fall and winter.  Whatever you resolve to do, I want you to commit to it. I want you to really work at it. I know that sometimes, you get the sense from TV that you can be rich and successful without any hard work -- that your ticket to success is through rapping or basketball or being a reality TV star, when chances are, you're not going to be any of those things. But the truth is, being successful is hard. You won't love every subject you study. You won't click with every teacher. Not every homework assignment will secác em completely relevant to your life right this minute. And you won't necessarily succeed at everything the first time you try. That's OK. Some of the most successful people in the world are the ones who've had the most failures JK Rowling's first Harry Potter book was rejected twelve times before it was finally published  Michael Jordan was cut from his high school basketball team, and he lost hundreds of games and missed thousands of shots during his career. But he once said, \"I have failed over and over and over again in my life. And that is why I succeed.\" These people succeeded because they understand that you can't let your failures define you - you have to let them teach you You have to let them show you what to do differently next time. If you get in trouble, that doesn't mean you're a troublemaker, it means you need to try harder to behave. If you get a bad grade, that doesn't mean you're stupid, it just means you need to spend more time studying  No one's born being good at things, you become good at things through hard work You're not a varsity athlete the first time you play a new sport. You don't hit every note the first time you sing a song. You've got to practice It's the same with your schoolwork. You might have to do a math problem a few times before you get it right, or read something a few times before you understand it, or do a few drafts of a paper before it's good enough to hand in. Don't be afraid to ask questions. Don't be afraid to ask for help when you need it. I do that every day. Asking for help isn't a sign of weakness, it's a sign of strength It shows you have the courage to admit when you don't know something, and to learn something new. So find an adult you trust - a parent, grandparent or teacher; a coach or counselor - and ask them to help you stay on track to meet your goals. And even when you're struggling, even when you're discouraged, and you feel like other people have given up on you - don't ever give up on yourself. Because when you give up on yourself, you give up on your country The story of America isn't about people who quit when things got tough. It's about people who kept going, who tried harder, who loved their country too much to do anything less than their best. It's the story of students who sat where you sit 250 years ago, and went on to wage a revolution and found this nation  Students who sat where you sit 75 years ago who overcame a Depression and won a world war; who fought for civil rights and put a man on the moon. Students who sat where you sit 20 years ago who founded Google, Twitter and Facebook and changed the way we communicate with each other So today, I want to ask you, what's your contribution going to be? What problems are you going to solve? What discoveries will you make?  What will a president who comes here in twenty or fifty or one hundred years say about what all of you did for this country? Your families, your teachers, and I are doing everything we can to make sure you have the education you need to answer these questions I'm working hard to fix up your classrooms and get you the books, equipment and computers you need to learn. But you've got to do your part too. So I expect you to get serious this year I expect you to put your best effort into everything you do. I expect great things from each of you. So don't let us down - don't let your family or your country or yourself down. Make us all proud. I know you can do it. Thank you, God bless you, and God bless America.",
            "vi": "Prepared remarks of President Obama’s back to school event    Đây là diễn từ tổng thống Obama sẽ phát biểu vào buổi trưa ngày thứ ba tại trường trung học Wakefiled ở Arlington, Virginia. Xin chào các em – hôm nay các em khỏe không? Tôi hiện đang ở đây cùng với các em học sinh trường trung học phổ thông Wakefield tại Arlington, Virginia.  Và chúng ta cũng đang được các em học sinh trên toàn cõi Hoa Kỳ từ nhà trẻ mẫu giáo cho đến lớp mười chăm chú lắng nghe. Tôi rất vui mừng vì tất cả các em có thể tham gia cùng chúng tôi hôm nay. Tôi biết đối với nhiều người trong các em, hôm nay là ngày đầu tiên đi học. Và đối với các em ở nhà trẻ hoặc bắt đầu vào trung học cơ sở hoặc trung học phổ thông, đây là ngày đầu tiên bước vào một ngôi trường mới, vì thế nếu các em có hơi căng thẳng thì cũng là điều dễ hiểu. Tôi hình dung là có một số các em cuối cấp cảm thấy khá khoẻ khoắn vì chỉ còn một năm nữa là ra trường.  Và cho dù các em đang học lớp mấy chăng nữa, thì có lẽ một số trong các em cũng đang mong ước giờ vẫn đang là mùa hè, để sáng nay các em có thể ngủ nướng thêm một chút nữa. Tôi hiểu cảm giác đó. Khi tôi còn nhỏ, gia đình tôi đã sống ở Indonesia vài năm, và mẹ tôi không có tiền để gửi tôi đến nơi mà tất cả trẻ các em Hoa Kỳ đều đến học. Vì thế bà đã quyết định sẽ tự dạy kèm cho tôi, từ thứ hai đến thứ sáu, vào lúc 4 giờ 30 phút sáng.  Bây giờ tôi cũng chẳng sung sướng gì khi phải dậy sớm như thế.  Đã nhiều lần, tôi ngủ thiếp đi ngay tại bàn bếp.  Nhưng cứ hễ tôi than van thì mẹ tôi lại nhìn tôi theo một trong những cách riêng của bà và nói “Mẹ cũng có sung sướng gì hơn đâu, nhóc con phiền phức à” Vì thế tôi biết một số các em vẫn còn đang cố làm quen với việc đi học lại.  Nhưng hôm nay tôi đến đây vì tôi có một số điều quan trọng cần thảo luận với các em. Tôi ở đây vì tôi muốn nói với các em về việc học của các em và những điều kỳ vọng ở các em trong năm học mới này.   Cho đến giờ tôi đã đọc nhiều diễn văn về giáo dục. Và tôi cũng đã nói nhiều về trách nhiệm. Tôi đã nói về trách nhiệm của giáo viên trong việc truyền hứng thú và thúc đẩy các em học hành.  Tôi đã nói về trách nhiệm của các bậc cha mẹ trong việc giữ cho các em đi đúng hướng và hoàn thành bài tập về nhà và không phải hễ còn thức thì lại xem ti-vi hay chơi Xbox. Tôi đã nói nhiều về trách nhiệm của chính phủ của các em trong việc đưa ra các tiêu chuẩn cao, trong việc hỗ trợ các thầy cô và hiệu trưởng, và cải thiện những trường học kém hiệu quả khiến cho học sinh không có cơ hội mà họ đáng được hưởng.  Nhưng cuối cùng, chúng ta có thể có được những giáo viên tận tụy nhất, những bậc cha mẹ hỗ trợ hết sức mình, và những trường học tốt nhất thế giới  -  tuy nhiên tất cả những điều đó đều trở nên vô nghĩa trừ phi tất cả các em đều hoàn thành trách nhiệm của mình.  Trừ phi các em đến trường, chú tâm học hành, vâng lời cha mẹ, ông bà và người lớn; và học hành chăm chỉ để thành công. Và đó chính là điều mà hôm nay tôi muốn xoáy vào: trách nhiệm của từng người trong các em đối với việc học của mình.  Tôi muốn bắt đầu từ trách nhiệm của các em đối với bản thân. Mỗi một người trong các em đều có cái hay riêng, mỗi một người trong các em đều có một cái gì đó để đóng góp.  Và các em phải có trách nhiệm với chính mình để khám phá xem đó là gì.  Đó chính là cơ hội mà sự học có thể mang đến cho các em. Có thể các em sẽ là một người viết lách giỏi, thậm chí có thể đủ sức viết một quyển sách hay những bài báo, nhưng có lẽ các em không nhận ra điều đó nếu các em chưa viết một bài luận cho tiết học tiếng Anh của các em.  Có thể các em sẽ là một nhà cải cách hay một nhà phát minh – thậm chí đủ sức chế ra iPhone thế hệ kế tiếp hoặc một loại dược phẩm hoặc vắc xin mới -  nhưng có lẽ các em không nhận ra điều đó cho nếu các em chưa làm một đề án cho tiết học khoa học tự nhiên của các em.  Có thể các em sẽ là một thị trưởng hoặc một thượng nghị sĩ hoặc một thẩm phán toà án tối cao, nhưng có lẽ các em sẽ không nhận ra điều đó nếu các em chưa tham gia vào một hội sinh viên hoặc nhóm tranh luận. Và cho dù các em muốn làm gì trong đời – thì tôi cũng cam đoan rằng các em phải có học thì mới làm được việc. Các em muốn trở thành một bác sĩ, nhà giáo, hay một công an? Các em muốn trở thành một y tá hay kiến trúc sư, luật sư, hay gia nhập quân đội của chúng ta? Các em sẽ phải học giỏi thì mới có thể làm được bất cứ nghề nào trong những nghề này. Các em không thể bỏ học mà vớ được một công việc tốt.  Các em phải bỏ sức cho nó, trau giồi nó và lĩnh hội nó. Và đây không chỉ quan trọng đối với cuộc đời của chính các em và tương lai của chính các em.  Những gì mà các em làm được từ việc học của mình sẽ quyết định hoàn toàn tương lai của đất nước này.  Những gì các em đang học ở trường hôm nay sẽ quyết định xem chúng ta với tư cách là một dân tộc có thể đối phó được những thách thức gay go nhất trong tương lai hay không.   Các em sẽ cần những kiến thức và kỹ năng giải quyết vấn đề mà các em học được trong môn khoa học và môn toán để trị những căn bệnh như ung thư hay AIDS, và để phát triển những công nghệ năng lượng mới và bảo vệ môi trường của chúng ta.  Các em sẽ cần hiểu biết sâu sắc và những kỹ năng phán đoán mà các em thu nhận được trong môn lịch sử và khoa học xã hội để đấu tranh chống đói nghèo, vô gia cư, tội ác, phân biệt đối xử và làm cho đất nước ta ngày càng công bằng hơn và tự do hơn.  Các em sẽ cần óc sáng tạo và tài khéo léo mà các em phát huy được trong tất cả các tiết học để lập ra những công ty mới nhằm tạo ra nhiều công ăn việc làm mới và cải thiện nền kinh tế của chúng ta. Chúng ta cần mỗi một người trong các em phát huy tài năng, kỹ năng và trí tuệ của mình sao cho các em có thể góp phần giải quyết những vấn đề khó khăn nhất.  Nếu các em không làm thế – nếu các em bỏ học - thì các em không chỉ bỏ rơi chính mình mà các em còn bỏ rơi đất nước của các em nữa.  Hiện giờ tôi biết là không phải lúc nào cũng dễ học giỏi. Tôi biết không ít người trong các em hiện đang gặp thử thách trong cuộc sống khiến cho khó chú tâm vào việc học hành. Tôi hiểu điều đó. Tôi biết điều đó là như thế nào.  Cha tôi đã rời bỏ gia đình khi tôi lên hai, và tôi được nuôi dưỡng bởi một người mẹ đơn thân, người đã bao phen xoay xở để  thanh toán hoá đơn và không phải lúc nào cũng đủ sức để cho chúng tôi những thứ mà những đứa trẻ khác có.  Có những lúc tôi thèm có một người cha trong đời. Có những lúc tôi cô đơn và cảm thấy như mình không thích nghi được.   Vì thế không phải lúc nào tôi cũng tập trung đầu óc như lẽ ra tôi phải như thế.  Tôi đã làm một số điều mà tôi chẳng hề hãnh diện, và đã gặp nhiều rắc rối không đáng có. Và cuộc đời tôi có thể đã dễ chuyển theo chiều hướng xấu hơn.  Nhưng tôi thật may mắn. Tôi đã có nhiều cơ hội làm lại, cơ hội học đại học, vào trường luật và đeo đuổi mơ ước của mình. Vợ tôi, đệ nhất phu nhân Michelle Obama, cũng có cuộc đời tương tự như thế. Cả cha lẫn mẹ cô ấy đều không được học đại học và họ cũng chẳng được học hành nhiều. Nhưng họ đã làm việc chăm chỉ và vợ tôi cũng học hành chăm chỉ, để cô ấy có thể học được ở những trường giỏi nhất ở đất nước này.  Có thể một số người trong các em không có những lợi điểm đó.  Có thể các em không có người lớn trong đời để giúp đỡ các em những gì các em cần.  Có thể ai đó trong gia đình các em bị mất việc làm và không đủ tiền để xoay xở.  Có thể các em sống ở một nơi mà các em không cảm thấy an toàn hay có bạn bè đang ép các em phải làm những việc mà các em biết là không đúng. Nhưng cuối cùng, hoàn cảnh của các em – các em trông như thế nào, các em từ đâu đến, các em có bao nhiêu tiền, chuyện các em phải làm ở nhà – đó không phải là cái cớ để lơ là chuyện làm bài tập ở nhà hay có thái độ không tốt.  Đó không phải là cái cớ để trả treo với thầy cô hoặc trốn học hay bỏ học. Đó không phải là cái cớ để khỏi cố gắng nữa. Không nhất thiết vị trí của các em lúc này sẽ quyết định vị trí của các em sau này.  Không ai quyết định số phận của các em.  Ở nước Mỹ này, các em tạo nên số phận của chính mình.  Tương lai của các em do chính các em tạo ra.  Đó là điều mà những người trẻ tuổi như các em đang thực hiện mỗi ngày trên khắp Hoa Kỳ. Những người trẻ tuổi như Jazmin Perez, đến từ Roma, Texas. Jazmin không nói tiếng Anh khi cô ấy mới bắt đầu đi học. Hầu như không ai ở quê hương cô ấy được học đại học, và ba mẹ của cô ấy cũng vậy. Nhưng cô ấy học tập chăm chỉ, đạt điểm cao, được học bổng vào trường đại học Brown, bây giờ đang theo học cao học, ngành y tế cộng đồng, chuẩn bị trở thành bác sĩ Jazmin Perez. Tôi đang nghĩ về Andoni Schultz, đến từ Los Altos, California, người đã chống chọi lại căn bệnh ung thư não từ khi mới lên 3. Anh ấy đã chịu đựng đủ kiểu chữa trị và phẫu thuật, một trong số đó đã ảnh hưởng đến trí nhớ của anh ấy, vì thế anh ấy phải tốn nhiều thời gian hơn – thêm hàng trăm tiếng đồng hồ - để làm bài tập. Nhưng anh ấy không bao giờ bị tụt lại phía sau và mùa thu này anh ấy đã vào học đại học. Và bây giờ đến lượt Shantell Steve, đến từ quê hương Chicago của tôi, Illlinois. Ngay cả khi bị đá từ trại mồ côi này sang trại mồ côi kia trong những môi trường khắc nghiệt nhất, cô vẫn xoay xở kiếm việc làm ở một trung tâm y tế địa phương; khởi đầu một chương trình để giữ cho giới trẻ không dính líu vào các băng nhóm; và cô ấy cũng sắp sửa tốt nghiệp trung học hạng giỏi và học tiếp lên đại học. Jazmin, Andoni và Shantell chẳng khác gì với các em. Họ cũng đối mặt với những thử thách trong đời y như các em.  Nhưng họ không chịu đầu hàng. Họ đã quyết định tự chịu trách nhiệm về việc học hành của mình và tự đặt ra mục tiêu cho bản thân.  Và tôi mong tất cả các em đều làm giống vậy. Đó là lý do vì sao hôm nay tôi kêu gọi từng người trong các em phải đặt ra mục tiêu học tập của riêng mình - và làm mọi cách để đạt được các mục tiêu đó. Mục tiêu của các em có thể là một cái gì đó đơn giản như là làm hết bài tập ở nhà, chú ý nghe giảng, hoặc dành thời gian mỗi ngày để đọc sách. Có thể các em quyết định tham gia hoạt động ngoại khoá, hoặc làm tình nguyện viên trong cộng đồng của các em. Có thể các em quyết định đứng ra bảo vệ cho những đứa trẻ đang bị trêu chọc hay ăn hiếp do thân phận hay ngoại hình của chúng, bởi vì cũng giống tôi, các em tin rằng mọi đứa trẻ đều xứng đáng có một môi trường an toàn để nghiên cứu và học tập. Có thể các em sẽ quyết định chăm sóc bản thân mình tốt hơn để các em ham học hơn. Và cùng với những phương pháp đó, tôi hy vọng tất cả các em sẽ rửa tay thật nhiều, và ở nhà không đi học khi các em cảm thấy không khoẻ, để chúng ta có thể giữ cho mọi người khỏi bị cúm trong mùa thu và mùa đông này.  Dù các em quyết định làm gì chăng nữa, tôi vẫn mong các em sẽ cam kết làm cho được. Tôi muốn các em phải thực sự cố gắng làm điều đó. Tôi biết đôi khi, các em cảm nhận từ ti-vi rằng khi có cơ hội, các em có thể trở nên giàu có và thành công mà không cần phải vất vả gì cả -- rằng chiếc vé dẫn tới thành công của các em là việc hát nhạc rap, chơi bóng rổ hoặc trở thành một ngôi sao của chương trình người thật việc thật, nhưng các em sẽ không trở thành bất cứ cái gì trong những thứ đó.  Nhưng sự thật là, muốn thành công thì khó.  Các em sẽ không thích hết mọi môn các em học. Các em cũng sẽ không được lòng tất cả thầy cô. Không phải mọi bài tập về nhà đều có vẻ liên quan đến cuộc đời các em ngay lúc này.  Và cũng không nhất thiết các em sẽ thành công trong mọi việc ngay lần đầu tiên. Cũng ổn thôi.  Một số trong những người thành công nhất thế giới là những người đã từng nếm trải nhiều thất bại nhất. Quyển Harry Potter đầu tiên của JK Rowling đã bị từ chối 12 lần rồi cuối cùng mới được xuất bản. Michael Jordan đã bị loại khỏi đội bóng rổ của trường trung học và anh ấy đã thua hàng trăm trận và đánh hụt hàng ngàn cú trong suốt sự nghiệp của mình. Nhưng đã có lần anh ấy nói: “Tôi đã thua đi thua lại nhiều lần trong đời mình. Và đó là lý do tại sao mà tôi thành công”. Những người này đã thành công vì họ hiểu rằng các em không thể để  thất bại hạn chế các em – các em phải để chúng dạy các em. Các em phải để chúng chỉ cho các em biết lần sau phải làm gì cho khác đi.  Nếu các em gặp rắc rối, đó không có nghĩa là các em là người chuyên gây chuyện, nó có nghĩa là các em cần cố gắng cư xử đàng hoàng hơn. Nếu các em bị điểm kém, điều đó không có nghĩa là các em ngu ngốc, mà nó chỉ có nghĩa là các em cần dành nhiều thời gian hơn cho việc học. Không ai mới sinh ra mà đã giỏi đủ thứ, các em trở nên giỏi đủ thứ do học tập chăm chỉ. Các em không thể là một vận động viên của trường đại học ngay lần đầu tiên các em chơi một môn thể thao mới.  Các em cũng không thể hát đúng tất cả các nốt nhạc ngay lần đầu tiên các em hát một bài hát. Các em phải tập luyện. Với chuyện học hành cũng vậy.  Các em có thể phải giải một bài toán một vài lần rồi mới làm đúng, hoặc đọc một cái gì đó vài lần rồi mới hiểu, hoặc viết nháp bài luận một vài lần rồi mới đủ hay để nộp. Đừng ngại đặt câu hỏi. Đừng ngại nhờ giúp đỡ khi các em thật sự cần đến.  Ngày nào tôi cũng làm thế. Nhờ giúp đỡ không phải là biểu hiện của sự kém cỏi, mà nó là biểu hiện của sự mạnh mẽ. Nó cho thấy các em có can đảm thừa nhận khi các em không biết một cái gì đó, và có can đảm học một điều mới. Vậy thì hãy tìm một người lớn mà các em tin tưởng – cha mẹ, ông bà hoặc thầy cô; huấn luyên viên hoặc nhà tư vấn - để nhờ họ giúp các em vững bước đạt đến mục tiêu của mình. Và ngay cả khi các em đang tranh đấu, ngay cả khi các em nản lòng, và các em cảm thấy tất cả mọi người đều chán các em - thì cũng đừng bao giờ tự chán mình. Bởi vì khi các em tự chán mình, các em cũng chán luôn cả đất nước của các em. Câu chuyện của nước Mỹ không phải là câu chuyện về những người bỏ cuộc khi mọi việc trở nên khó khăn.  Đó là câu chuyện về những con người vẫn tiếp tục cố gắng, cố gắng nhiều hơn nữa, những người quá yêu quê hương mình đến nỗi không thể làm bất cứ việc gì mà không cố gắng hết sức. Đó là câu chuyện về những sinh viên mà cách đây 250 năm đã ngồi ngay chỗ các em đang ngồi, đã tiến hành một cuộc cách mạng và lập nên đất nước này. Những sinh viên mất nướcngay chỗ các bạn đang ngồi cách ng những nghled ở ng Obama phát biểu tại à cách đây 75 năm đã ngồi ngay chỗ các em đang ngồi cũng từng vượt qua cuộc Khủng hoảng và chiến thắng trong chiến tranh thế giới; đã từng chiến đấu vì dân quyền và đưa con người lên mặt trăng. Những sinh viên ngồi chỗ các em ngồi 20 năm về trước đã lập nên Google, Twitter và Fcaebook và thay đổi cách thức giao tiếp giữa chúng ta với nhau. Vậy thì hôm nay, tôi muốn hỏi các em, các em sẽ đóng góp được những gì? Sẽ giải quyết được những vấn đề nào? Các em sẽ khám phá được gì? Một tổng thống sẽ đến đây trong 20,50 hay 100 năm nữa sẽ nói gì về những điều mà tất cả các em đã làm được cho đất nước này? Gia đình các em, thầy cô các em và cả tôi sẽ làm mọi thứ có thể để đảm bảo rằng các em có được sự giáo dục cần để trả lời những câu hỏi này. Tôi đang nỗ lực sửa sang phòng học của các em và cung cấp cho các em sách vở, thiết bị và máy tính cần thiết cho các em học hành.  Nhưng các em cũng phải lo phần của mình nữa.  Vì thế tôi mong các em sẽ nghiêm túc trong năm nay. Tôi mong các em sẽ nỗ lực hết mình trong mỗi việc các em làm. Tôi mong chờ những điều lớn lao từ mỗi người trong các em. Vì vậy đừng làm chúng tôi thất vọng - đừng làm gia đình các em, quê hương các em hay chính các em phải thất vọng.  Hãy làm cho tất cả chúng ta đều cảm thấy tự hào. Tôi biết các em có thể làm được điều đó. Cảm ơn.  Chúa phù hộ các em và Chúa phù hộ nước Mỹ."
        }
    ],
    "suggestions": []
}