{
    "en_vn": {
        "data": {
            "content": null,
            "word": "butchering"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "butchering"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "butchering"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "butchering"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "butchering"
        }
    },
    "sentences": [
        {
            "en": "None of the cast can act at all – they are <em>butchering</em> the play.",
            "vi": "Không một vai nào được diễn – họ đang phá hỏng vở kịch."
        },
        {
            "en": "But for Laura and Mary and Ma, <em>Butchering</em> Time had only begun.",
            "vi": "Nhưng với Laura, Mary và mẹ thì thời gian mổ heo chỉ mới coi như bắt đầu."
        },
        {
            "en": "The hog had stopped squealing. After that, <em>Butchering</em> Time was great fun.",
            "vi": "Con heo đã ngừng kêu. Tiếp đó, thời gian mổ heo thật là thú vị."
        },
        {
            "en": "When <em>Butchering</em> Time was over, there were the sausages and the headcheese, the big jars of lard and the keg of white salt-pork out in the shed, and in the attic hung the smoked hams and shoulders.",
            "vi": "các món thịt nhồi, giò thủ, một võ mỡ lớn, một thùng thịt heo ướp muối trắng tinh trên giá thực phẩm và những tảng thịt vai, thịt đùi xông khói treo lủng lẳng dưới mái gác."
        },
        {
            "en": "When <em>Butchering</em> Time was over, there were the sausages and the headcheese, the big jars of lard and the keg of white salt - pork out in the shed, and in the attic hung the smoked hams and shoulders.",
            "vi": "Thời gian mổ thịt dứt hẳn khi đã có các món thịt nhồi, giò thủ, một võ mỡ lớn, một thùng thịt heo ướp muối trắng tinh trên giá thực phẩm và những tảng thịt vai, thịt đùi xông khói treo lủng lẳng dưới mái gác."
        }
    ],
    "suggestions": []
}