{
    "en_vn": {
        "data": {
            "content": null,
            "word": "butts"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "butts"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "butts"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "butts"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "butts"
        }
    },
    "sentences": [
        {
            "en": "You empty this ashtray full of <em>butts</em>.",
            "vi": "Anh hãy đổ gạt tàn đầy thuốc lá này."
        },
        {
            "en": "He always <em>butts</em> in on me.",
            "vi": "Anh te luôn ngắt lời tôi."
        },
        {
            "en": "There are cigarette <em>butts</em> all over the place.",
            "vi": "Đầu mẫu thuốc lá vung vãi khắp nơi."
        },
        {
            "en": "We ought to get off our <em>butts</em> and go back to work.",
            "vi": "Chúng ta nên rời khỏi chỗ ngồi và trở lại làm việc thôi."
        },
        {
            "en": "Mia is really rude. She always <em>butts</em> in to other people's conversations.",
            "vi": "Mia rất thô lỗ. Nó luôn luôn xen vào câu chuyện của người khác."
        },
        {
            "en": "The room was untidy, littered with cigar <em>butts</em> and dishes of untouched food.",
            "vi": "Phòng chàng bừa bãi, đẫy những mẩu xì gà và những đĩa thức ăn không đụng đến."
        },
        {
            "en": "Rhett stood tensely in the hall, surrounded by cigar <em>butts</em> which had burned holes in the fine carpet.",
            "vi": "Rhett đứng trong tiền sảnh, vẻ căng thẳng, giữa những mẩu xì gà làm cháy thủng lỗ chỗ tấm thảm đẹp."
        },
        {
            "en": "We should have on the spot fines for people who throw their cigarette <em>butts</em> on the ground.",
            "vi": "Chúng ta nên phạt tại chỗ những người vứt mẩu thuốc lá xuống đất."
        },
        {
            "en": "Cigarette <em>butts</em>, in particular, seem to be dropped with abandon by people who could easily take them to a trash can, de Villiers says.",
            "vi": "De Villiers nói rằng :\" Thường thì các tàn thuốc dường như được vứt bừa bãi bởi những người hoàn toàn có thể đưa chúng vào thùng rác\""
        },
        {
            "en": "Please do not drop your cigarette <em>butts</em> on the ground. The cat crawls out at night to smoke them and we are trying to get him to quit.",
            "vi": "Xin đừng ném mẩu thuốc lá xuống đất. Đêm con mèo này lẻn ra hút, giờ tụi này phải cai thuốc cho nó đây này"
        },
        {
            "en": "Cigarette <em>butts</em>, in particular, seem to be dropped with abandon by people who could easily take them to a trash can, de Villiers says.",
            "vi": "De Villiers nói rằng :\" Thường thì các tàn thuốc dường như được vứt bừa bãi bởi những người hoàn toàn có thể đưa chúng vào thùng rác\""
        },
        {
            "en": "This week, the Puy du Fou theme park in western France put some new employees in the field: six trained rooks, members of the crow family, picking up small pieces of paper and cigarette <em>butts</em> in exchange for food.",
            "vi": "Tuần này, công viên giải trí Puy du Fou ở phía tây nước Pháp đã đưa một số \"nhân viên\" mới vào dự án này: gồm sáu chú quạ được đào tạo, các thành viên trong họ nhà quạ sẽ làm những công việc nhặt những mẩu giấy nhỏ và điếu thuốc lá để có được thức ăn."
        },
        {
            "en": "Li said she had suffered years of abuse and violence at the hands of Mr Tan, including being burned by cigarette <em>butts</em>, having part of her finger chopped off and being locked out of their accommodation in winter.",
            "vi": "Bà Lý Diễm nói bà đã chịu đựng hàng năm trời tình trạng xâm hại và bạo hành dưới bàn tay ông Đàm, kể cả bị chồng dùng đầu thuốc lá đang hút châm bỏng, bị chặt ngón tay và bị khóa cửa không cho vào nhà trong những ngày mùa đông."
        },
        {
            "en": "Gaborit started training some rooks to do a similar task — with bits of paper or cigarette <em>butts</em> instead of a rose, dropping them off in a little box instead of delivering them to royalty.",
            "vi": "Gaborit bắt đầu đào tạo một số con quạ để làm một nhiệm vụ tương tự - với những mẫu giấy hoặc tàn thuốc thay vì một bông hồng, thả chúng xuống một hộp nhỏ thay vì chuyển chúng cho hoàng gia."
        },
        {
            "en": "Li said she had suffered years of abuse and violence at the hands of Mr Tan, including being burned by cigarette <em>butts</em>, having part of her finger chopped off and being locked out of their accommodation in winter.",
            "vi": "Bà Lý Diễm nói bà đã chịu đựng hàng năm trời tình trạng xâm hại và bạo hành dưới bàn tay ông Đàm, kể cả bị chồng dùng đầu thuốc lá đang hút châm bỏng, bị chặt ngón tay"
        },
        {
            "en": "This week, the Puy du Fou theme park in western France put some new employees in the field: six trained rooks, members of the crow family, picking up small pieces of paper and cigarette <em>butts</em> in exchange for food.",
            "vi": "Tuần này, công viên giải trí Puy du Fou ở phía tây nước Pháp đã đưa một số \"nhân viên\" mới vào dự án này: gồm sáu chú quạ được đào tạo, các thành viên trong họ nhà quạ sẽ làm những công việc nhặt những mẩu giấy nhỏ và điếu thuốc lá để có được thức ăn."
        },
        {
            "en": "Gaborit started training some rooks to do a similar task — with bits of paper or cigarette <em>butts</em> instead of a rose, dropping them off in a little box instead of delivering them to royalty.",
            "vi": "Gaborit bắt đầu đào tạo một số con quạ để làm một nhiệm vụ tương tự - với những mẫu giấy hoặc tàn thuốc thay vì một bông hồng, thả chúng xuống một hộp nhỏ thay vì chuyển chúng cho hoàng gia."
        },
        {
            "en": "Tuesday Like I said before, the worst part of getting kicked off Safety Patrols is losing your hot chocolate privileges. Every morning, I go to the back door of the cafeteria so Rowley can hook me up . But either my friend has gone deaf or he’s too busy kissing the other officers’ <em>butts</em> to notice me at the window.",
            "vi": "Thứ 3 Như tôi đã nói trước đó, điều tồi tệ nhất của việc bị đá đít khỏi đội tuần tra an toàn chính là đặc quyền uống sô cô la nóng. Mỗi buổi sáng hằng ngày, tôi đi đến cửa sau của quán ăn tự phục vụ để Rowley có thể Nhận ra tôi . Nhưng hoặc là thằng bạn tôi đã trở nên điếc hoặc cậu ta quá bận rộn nịnh bợ các sĩ quan khác để có thể Nhận ra tôi ở ngay cửa sổ."
        }
    ],
    "suggestions": []
}