{
    "en_vn": {
        "data": {
            "content": null,
            "word": "buttoned"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "buttoned"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "buttoned"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "buttoned"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "buttoned"
        }
    },
    "sentences": [
        {
            "en": "<em>Buttoned</em> up",
            "vi": "Dè dặt"
        },
        {
            "en": "He <em>buttoned</em> his lip.",
            "vi": "Anh ta nín thinh."
        },
        {
            "en": "She <em>buttoned</em> up this story.",
            "vi": "Bà đã giữ kín chuyện này."
        },
        {
            "en": "You <em>buttoned</em> your shirt wrong.",
            "vi": "Bạn đã cài nhầm nút áo sơ mi kìa."
        },
        {
            "en": "The coat was <em>buttoned</em> up wrong.",
            "vi": "Áo choàng được cài khuya nhầm."
        },
        {
            "en": "Mary <em>buttoned</em> Laura up the back, and then Ma <em>buttoned</em> Mary.",
            "vi": "Mary cài nút sau lưng cho Laura còn mẹ cài nút áo cho Mary."
        },
        {
            "en": "His jacket was <em>buttoned</em> up right to the neck.",
            "vi": "Áo khoác của anh ấy cài nút lên đến cổ."
        },
        {
            "en": "I 've never met anyone so <em>buttoned</em> up",
            "vi": "Tôi chưa gặp ai nhút nhát đến thế."
        },
        {
            "en": "The deal should be all <em>buttoned</em> up by tomorrow",
            "vi": "Việc thương lượng sẽ hoàn tất vào ngày mai."
        },
        {
            "en": "Peter's jacket was <em>buttoned</em> up right to the neck.",
            "vi": "Áo khoác của Peter cài nút lên đến tận cổ."
        },
        {
            "en": "She <em>buttoned</em> up her mouth and then went.",
            "vi": "Bà ta im thin thít rồi đi."
        },
        {
            "en": "Mary could dress herself, all but the middle button. Laura <em>buttoned</em> that one for her, then Mary <em>buttoned</em> Laura all the way up the back.",
            "vi": "Mary có thể tự lo mặc quần áo, trừ việc cài chiếc nút ở giữa lưng. Laura cài giúp chị chiếc nút này rồi Mary cài cho Laura trọn hàng nút phía sau."
        },
        {
            "en": "Several normally <em>buttoned</em>-up members of the group stopped their conversation and were drawn to ours.",
            "vi": "Một vài vị khách cổ cồn đạo mạo trong nhóm này đã bỏ dở cuộc nói chuyện của họ để tham gia với chúng tôi."
        },
        {
            "en": "I called the boy but he only <em>buttoned</em> up his mouth.",
            "vi": "Tôi gọi thằng bé nhưng nó chỉ im thin thít."
        },
        {
            "en": "So Laura put on her coat and Ma <em>buttoned</em> it up.",
            "vi": "Thế là Laura mặc áo khoác và mẹ cài nó cho."
        },
        {
            "en": "Several normally <em>buttoned</em> - up members of the group stopped their conversation and were drawn to ours.",
            "vi": "Một vài vị khách cổ cồn đạo mạo trong nhóm này đã bỏ dở cuộc nói chuyện của họ để tham gia với chúng tôi."
        },
        {
            "en": "I see in the papers that most of the <em>buttoned</em> - down executives on Wall Street have gone casual with short sleeve shirts and no ties.",
            "vi": "Tôi thấy trên báo có đăng tin rằng phần đông những giám đốc ở phố Wall mặc áo có cổ cài khuy đã theo lối ăn mặc đơn giản với áo tay ngắn và không có cà vạt."
        },
        {
            "en": "He wore a blue suit <em>buttoned</em> all the way up the front with bright gilt buttons, and trimmed with braid, and he had copper - toed shoes.",
            "vi": "Cậu mặc chiếc áo màu xanh dương cài những chiếc nút sáng bóng, quần áo có những dải viền và mang giày bọc đồng ở mũi."
        },
        {
            "en": "After supper that night they washed their hands and faces, <em>buttoned</em> their red-flannel nightgowns, tied their night-cap strings, and soberly said their prayers.",
            "vi": "Sau bữa ăn tối, các cô rửa mặt, rửa tay, cài nút những chiếc áo dài ngủ bằng nỉ đỏ, buộc lại dây mũ và đọc lời cầu nguyện một cách bình tĩnh."
        },
        {
            "en": "He wore a blue suit <em>buttoned</em> all the way up the front with bright gilt buttons, and trimmed with braid, and he had copper-toed shoes.",
            "vi": "Cậu mặc chiếc áo màu xanh dương cài những chiếc nút sáng bóng, quần áo có những dải viền và mang giày bọc đồng ở mũi."
        }
    ],
    "suggestions": []
}