{
    "en_vn": {
        "data": {
            "content": null,
            "word": "buzzing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "buzzing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "buzzing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "buzzing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "buzzing"
        }
    },
    "sentences": [
        {
            "en": "Two cell phones are <em>buzzing</em>.",
            "vi": "Hai chiếc điện thoại di động đang nhấp nháy."
        },
        {
            "en": "The telephone is <em>buzzing</em> on his table.",
            "vi": "Chiếc điện thoại đang rung lên trên bàn của ông."
        },
        {
            "en": "The bullets were <em>buzzing</em> by his head.",
            "vi": "Những viên đạn bay vù vù ngang qua đầu anh ấy."
        },
        {
            "en": "I envision a classroom <em>buzzing</em> with activity.",
            "vi": "Tôi hình dung một lớp học hoạt động nhộn nhịp."
        },
        {
            "en": "Saws were <em>buzzing</em> in Beranek's yard.",
            "vi": "Tiếng cưa đang rì rầm trong sân của Beranek."
        },
        {
            "en": "The officer is <em>buzzing</em> with rumours.",
            "vi": "Văn phòng huyên náo tin đồn."
        },
        {
            "en": "Do you see those <em>buzzing</em> mosquitoes?",
            "vi": "Anh có thấy những con muỗi đang vo ve kia không?"
        },
        {
            "en": "There's a bug <em>buzzing</em> around my head!",
            "vi": "Có một con gì bay ù ù quanh đầu của tôi này!"
        },
        {
            "en": "Flies were <em>buzzing</em> around his head.",
            "vi": "Những con ruồi đang kêu vo vo quanh đầu anh ấy."
        },
        {
            "en": "My head was <em>buzzing</em> with thoughts of the day's events.",
            "vi": "Đầu tôi ù lên vì những suy nghĩ về các biến cố ngày hôm đó."
        },
        {
            "en": "My head was still <em>buzzing</em> hours after leaving the discotheque.",
            "vi": "Đầu của tôi vẫn ù ù nhiều giờ sau khi rời câu lạc bộ khiêu vũ."
        },
        {
            "en": "Flies and wasps <em>buzzing</em> round a jar of jam.",
            "vi": "Ong, ruồi, và ong bắp cày bay vo ve quanh lọ mứt."
        },
        {
            "en": "My ears began <em>buzzing</em> as the aeroplane rose higher.",
            "vi": "Tai tôi bắt đầu ù khi chiếc máy bay bay cao hơn."
        },
        {
            "en": "The village was <em>buzzing</em> with preparations for the Queen's visit.",
            "vi": "Cả làng náo động khi nghe tin nữ hoàng tới thăm."
        },
        {
            "en": "The doorbell rang again - <em>buzzing</em> twice quickly and impatiently.",
            "vi": "Chuông cửa lại reo - reng hai lần thật nhanh và sốt ruột."
        },
        {
            "en": "Normally the room was <em>buzzing</em> with cheerful conversation.",
            "vi": "Thông thường căn phòng huyên náo vì cuộc trò chuyện vui vẻ."
        },
        {
            "en": "itchy, red bites\nannoying <em>buzzing</em> sounds\ncarriers of disease",
            "vi": "Vết đốt gây đỏ và ngứa\nÂm thanh vo ve khó chịu\nVật chủ mang mầm bệnh"
        },
        {
            "en": "As soon as i did, a fly came in and began <em>buzzing</em> around Granny's food.",
            "vi": "Khi vừa mở, một con ruồi liền bay vào bay vù vù quanh mâm cơm của bà."
        },
        {
            "en": "A <em>buzzing</em> came faintly from all the trees in the creek bottoms.",
            "vi": "Từ các lùm cây bên lạch suối, một giọng ngân dài mơ hồ vẳng lại."
        },
        {
            "en": "With all these questions <em>buzzing</em> around in his head, he couldn't sleep.",
            "vi": "Với tất cả những sự nghi ngờ hiện lên quanh quẩn trong đầu mình, anh ấy không thể ngủ được."
        }
    ],
    "suggestions": []
}