{
    "en_vn": {
        "data": {
            "content": null,
            "word": "buzzy",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>buzzy</k><blockquote>■ <cclass>adjective (<cclass><b>buzzier</b>, <cclass><b>buzziest</b>) <cclass>informal (of a place or atmosphere) lively and exciting. </cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "buzzy",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "buzzy",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "buzzy",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "buzzy",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Known among Vietnamese as ‘Tay Do’, meaning the Capital of the West, Can Tho is a the largest city in the Mekong Delta. While famous for its pastoral beauty ofcomplex waterway network and lush fruit orchards, Can Tho is also a <em>buzzy</em> city with sufficient facilities to accommodate and entertain visitors both domestic and abroad. With an average temperature of 27 Celsius degree, Can Tho is an all-year-round travel destination. The most famous places in the city are Cai Rang Floating Market, Bang Lang Stork Park, Binh Thuy French House, Nam Nha Pagoda and Tay Do Night Market.",
            "vi": "Được biết đến trong tiếng Việt là \"Tây Đô\", có nghĩa là thủ đô của miền Tây, Cần Thơ là thành phố lớn nhất ở đồng bằng sông Cửu Long. Nổi tiếng với vẻ đẹp của mạng lưới giao thông đường thuỷ và các vườn cây ăn trái tươi tốt, Cần Thơ cũng là một thành phố náo nhiệt với đầy đủ các dạng lưu trú và giải trí cho du khách cả trong nước và ngoài nước. Với nhiệt độ trung bình 27 độ C, Cần Thơ là một điểm du lịch quanh năm. Các địa điểm nổi tiếng trong thành phố là chợ nổi Cái Răng, Vườn Cò Bằng Lăng, Bình Nhà Thủy Pháp, Chùa Nam Nhã và Chợ đêm Tây Đô."
        }
    ],
    "suggestions": []
}