{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Byron"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Byron"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Byron"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Byron"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Byron"
        }
    },
    "sentences": [
        {
            "en": "<em>Byron</em> collar",
            "vi": "Cổ hở"
        },
        {
            "en": "Kari <em>Byron</em> looks sickly when pregnant.",
            "vi": "Kari Byron trông ốm yếu khi mang thai."
        },
        {
            "en": "I'm finding a shirt with <em>Byron</em> collar.",
            "vi": "Tôi đang kiếm cái áo sơ mi cổ hở."
        },
        {
            "en": "I 'm finding a shirt with <em>Byron</em> collar.",
            "vi": "Tôi đang kiếm cái áo sơ mi cổ hở."
        },
        {
            "en": "Man killed in shark attack at <em>Byron</em> Bay",
            "vi": "một người đàn ông chết vì cá mập tấn công ở vịnh Byron"
        },
        {
            "en": "She wears a red dress with a <em>Byron</em> collar for a party.",
            "vi": "Cô ấy mặc cái đầm đỏ có cổ hở để đi dự tiệc."
        },
        {
            "en": "He said: \"<em>Byron</em> in London served me the best burger I've ever had - a beef burger on a brioche bun with dried bacon, <em>Byron</em> sauce, tomato, red onion, and aged cheddar. It cost me about £14.\"",
            "vi": "Ông nói: \"Byron ở London đã phục vụ cho tôi cái burger tốt nhất mà tôi từng ăn - miếng burger bò trên bánh brioche với thịt xông khói, sốt Byron, cà chua, hành đỏ và pho mát cheddar được ủ lâu. Có giá khoảng 14 bảng Anh (406.000 đồng).\""
        },
        {
            "en": "He said: \"<em>Byron</em> in London served me the best burger I've ever had - a beef burger on a brioche bun with dried bacon, <em>Byron</em> sauce, tomato, red onion, and aged cheddar. It cost me about £14.\"",
            "vi": "Ông nói: \"Byron ở London đã phục vụ cho tôi cái burger tốt nhất mà tôi từng ăn - miếng burger bò trên bánh brioche với thịt xông khói, sốt Byron, cà chua, hành đỏ và pho mát cheddar được ủ lâu. Có giá khoảng 14 bảng Anh (406.000 đồng).\""
        },
        {
            "en": "The man, whose name has not been released, was swimming in the shallows on the eastern side of <em>Byron</em> Bay’s main beach when he was attacked.",
            "vi": "Người này, chưa được công bố tên , bị tấn công khi đang bơi ở chỗ biển nông phía đông bãi biển chính của Byron Bay"
        },
        {
            "en": "Besides, as <em>Byron</em> McCormick. General Motors’ executive head of hydrogen fuel-cell activities, says: ‘ The Stone Age didn’t end because we ran out of stones.’",
            "vi": "Bên cạnh đó, Giám đốc điều hành các hoạt động pin nhiên liệu hydro của Moto General, Byron McCormick nói rằng:’ Câu này em không hiểu nghĩa chính xác của nó”"
        },
        {
            "en": "Police and emergency services were this afternoon hunting a large shark at Clarkes beach at <em>Byron</em> Bay that killed a local 50-year-old swimmer.",
            "vi": "Chiều nay, các đơn vị cảnh sát và cấp cứu đã săn lùng một con cá mập lớn ở bãi biển Clarkes tại Vịnh Byron, con cá này đã giết một dân địa phương đi bơi 50 tuổi"
        },
        {
            "en": "At a press conference at Clarkes beach this afternoon, Tweed-<em>Byron</em> Inspector Bobbie Cullen said that at approximately 10:45am, police were called after a man was dragged from the water with severe injuries to his right leg.",
            "vi": "Tại một cuộc họp báo ở bãi biển Clarkes chiều nay, Bobbie Cullen, thanh tra của Tweed - Byron nói rằng vào khoảng 10:45am, cảnh sát được gọi đến sau khi một người đã được kéo ra khỏi biển bị thương nặng ở chân phải"
        },
        {
            "en": "“He was a <em>Byron</em> Bay local on his own swimming, and his wife was on beach at the time of the attack,” said Cullen. Witnesses told Guardian Australia that the woman appeared to be in a highly distressed state as paramedics and police attended the scene.",
            "vi": "Anh ấy là dân địa phương ở Byron Bay bơi một mình, còn vợ đang trên bãi biển lúc xảy ra tấn công,\" Cullen nói. Các nhân chứng cho tờ Guardian Australia biết cô này có vẻ đang hết sức đau khổ lúc nhân viên cứu thương và cảnh sát đến hiện trường"
        },
        {
            "en": "The picture was taken by Australian photographer Tim Samuel, who uploaded the snap to his Instagram account last December. Tim saw the flummoxed fish while out free diving in <em>Byron</em> Bay with a friend. Nobody quite knows how it managed to get in there (alcohol may have been involved) but despite its obvious disadvantage, the fish was still able to control the movements of the equally hapless jellyfish. Unsurprisingly, Sam says he’s never seen anything quite like this during his five years as a photographer. And neither have we. But we have now. And we still can’t get our heads around it.",
            "vi": "Tấm hình này do Tim Samuel nhiếp ảnh gia người Úc chụp được, anh đã đưa hình lên tài khoản Instagram của mình tháng mười hai vừa qua. Tim nhìn thấy chú cá làm ta phải bối rối này khi đang lặn tự do ở vịnh Byron với bạn. Chẳng ai hiểu nổi vì sao nó chun vô đó được (chắc nó xỉn quá) nhưng bất chấp sự bất lợi rõ ràng, chú cá này vẫn còn có thể kiểm soát chuyển động của con sứa không may y như nó. Chẳng gì ngạc nhiên khi Sam bảo mình chưa từng thấy thứ gì như vậy trong suốt năm năm làm nhiếp ảnh gia của mình. Cả chúng tôi cũng thế. Nhưng bây giờ thì thấy rồi. Mà chúng tôi vẫn chẳng hiểu nổi vì sao lại thế được."
        }
    ],
    "suggestions": []
}