{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cabot"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Cabot"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cabot"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cabot"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cabot"
        }
    },
    "sentences": [
        {
            "en": "Grandmother <em>Cabot</em> nodded a degree of approval.",
            "vi": "Bà ngoại Cabot gật đầu có vẻ hài lòng."
        },
        {
            "en": "\"How kind of the Jacksons to remember,\" murmured Mrs. <em>Cabot</em>.",
            "vi": "Bà Cabot lẩm bẩm :\"Nhà Jackson thật là quý hóa quá.\""
        },
        {
            "en": "Mrs. Kane and Mrs. <em>Cabot</em> were waiting for him in the drawing room.",
            "vi": "Bà Kane và bà Cabot chờ anh ta trong phòng khách."
        },
        {
            "en": "Richard expected his son to become chairman of Kane and <em>Cabot</em> on merit.",
            "vi": "Richard muốn rằng con trai mình sau này sẽ xứng đáng là Thống đốc và Chủ tịch của ngân hàng Kane và Cobot."
        },
        {
            "en": "She considered discussing the whole problem with Alan Lloyd at Kane and <em>Cabot</em>, but in the end dismissed the idea.",
            "vi": "Chị định đem vấn đề ra bàn với Alan Lloyd bên nhà Kane và Cabot, nhưng cuối cùng lại thôi."
        },
        {
            "en": "Right next door to <em>Cabot</em> Circus you will find over 300 high street shops and department stores in the bustling Broadmead area.",
            "vi": "Ngay bên cạnh rạp xiếc Cabot, bạn sẽ tìm thấy hơn 300 cửa hàng lớn ven đường và các trung tâm thương mại ở khu vực Broakmead bận rộn."
        },
        {
            "en": "\"This was going to enable new approaches to drug development, which before then had been very much a trial and error approach at 'big pharma.' Mark Ptashne and Tom Maniatis were world-class Harvard scientists with an entrepreneurial itch. Walter <em>Cabot</em>, the chairman of Harvard Management, had recently invested in Greylock and wanted to be sure Harvard's key, but perhaps naïve, scientists were in good hands, therefore he steered them towards Greylock. I believe J.H. Whitney and Venrock were our partners.",
            "vi": "Mark Ptashne và Tom Maniatis là các nhà khoa học đẳng cấp thế giới của Harvard. Gần đây Walter Cabot, Chủ tịch Harvard Management (Công ty có sứ mệnh tìm kiếm các nguồn đầu tư lâu dài để hỗ trợ các mục tiêu nghiên cứu và giáo dục của trường Harvard) đã đầu tư vào Greylock và muốn trở thành nhân vật chủ chốt của Harvard nhưng cũng có thể chỉ đơn giản là do các nhà khoa học được định hướng tốt nên Walter đã thu hút họ về phía Greylock. Tôi tin rằng J.H. Whitney và Venrock là các đối tác của chúng tôi."
        }
    ],
    "suggestions": []
}