{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kæd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đồ ti tiện, đồ vô lại, đồ đểu cáng, kẻ đáng khinh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ cổ,nghĩa cổ) người lái xe khách</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ cổ,nghĩa cổ) đứa bé để sai vặt; đứa bé nhặt bóng</td></tr></table><i/></div>",
            "word": "cad",
            "pronounce": "[kæd]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cad</k><blockquote>■ <cclass>noun <cclass>dated or <cclass>humorous a man who behaves dishonourably, especially towards a woman. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>caddish</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>caddishly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>caddishness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18 (denoting a passenger picked up by the driver of a horse-drawn coach for personal profit): abbrev. of <kref>caddie</kref> or <kref>cadet</kref>. </blockquote></div>",
            "word": "cad",
            "pronounce": "[kæd]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>cad</k><blockquote>▸ <cclass>noun <cclass><i>(dated)</i>. <i>See</i><kref>scoundrel</kref>.</cclass></cclass></blockquote></div>",
            "word": "cad",
            "pronounce": "[kæd]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cad",
            "pronounce": "[kæd]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lái</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> người đánh ngựa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> quán nhỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hành khách đồng hành</font></td></tr></tbody></table></div>",
            "word": "cad",
            "pronounce": "[kæd]"
        }
    },
    "sentences": [
        {
            "en": "What a <em>cad</em>!",
            "vi": "Đồ súc sinh/đểu cảng!"
        },
        {
            "en": "He is a <em>cad</em>.",
            "vi": "Anh ta là một kẻ bất lương."
        },
        {
            "en": "He was a smoothie and a <em>cad</em>.",
            "vi": "Anh ấy là một tay khéo mồm và đều cáng."
        },
        {
            "en": "But not that big a <em>cad</em>.",
            "vi": "Nhưng chưa đến nỗi đê mạt quá đáng."
        },
        {
            "en": "He's no gentleman, he's a <em>cad</em>.",
            "vi": "Nó không phải là người đứng đắn, nó là thằng vô lại."
        },
        {
            "en": "Computer aided design and computer aided manufacturing (<em>CAD</em>/CAM).",
            "vi": "Hỗ trợ thiết kế và sản xuất bằng máy tính (CAD/CAM)."
        },
        {
            "en": "Training on the current technologies of <em>CAD</em> systems is included.",
            "vi": "Đào tạo về những công nghệ hiện tại của các hệ thống CAD cũng được bao gồm."
        },
        {
            "en": "We shall be glad if you'll ship the goods to us on <em>CAD</em>.",
            "vi": "Chúng tôi lấy làm vui mừng nếu ông sẽ giao hàng cho chúng tôi dựa trên điều khoản thanh toán CAD."
        },
        {
            "en": "No, no woman would want the children of a <em>cad</em> like you.",
            "vi": "Không, không một người đàn bà nào lại muốn có con với một tên đểu cáng như anh."
        },
        {
            "en": "I'm a <em>cad</em>, he muttered, dropping his head tiredly back into her lap.",
            "vi": "Tôi là một tên đê mạt, chàng lầm rầm, lại gục đầu vào lòng nàng một cách mệt mỏi."
        },
        {
            "en": "The factory is now equipped with <em>CAD</em> (Computer Assisted Design) equipment which enables it to produce its own designs.",
            "vi": "Hiện nay nhà máy được trang bị thiết bị CAD (thiết kế nhờ máy tính) cho phép tạo các thiết kế riêng."
        },
        {
            "en": "Scientific software: Software that calculate and used for scientific purposes such as automated manufacturing, Computer aided design (<em>CAD</em>)",
            "vi": "Phần mềm khoa học: Phần mềm tính toán và được dùng cho mục đích khoa học như chế tạo tự động, thiết kế có máy tính hỗ trợ (CAD)"
        },
        {
            "en": "The company has provided more than 15 <em>CAD</em>/CAM systems and several training courses for technical staff.",
            "vi": "Công ty đã cung cấp hơn 15 hệ thống CAD/CAM và một số khoá đào tạo cho cán bộ kỹ thuật."
        },
        {
            "en": "This includes pattern making on <em>CAD</em> systems, lay making, spreading, cutting and sewing as well as the finishing.",
            "vi": "Bao gồm việc tạo mẫu trên hệ thống CAD, ráp mẫu, căng vải, cắt và may cũng như hoàn thiện."
        },
        {
            "en": "Also, personnel in charge of product development and design are very weak and inexperienced in using Western methods for product development like <em>CAD</em>/CAM or other more advanced technologies.",
            "vi": "Đồng thời, nhân viên phụ trách phát triển sản phẩm và thiết kế rất kém và không có kinh nghiệm trong việc sử dụng các phương pháp phát triển sản phẩm của phương tây như CAD/CAM hay các công nghệ hiện đại hơn."
        },
        {
            "en": "What they have to do is to purchase a Guaranteed Investment Certificate of <em>CAD</em>$10,000 provided by Scotiabank. This amount will be paid back to the students monthly in one year.",
            "vi": "Những gì cần làm là bỏ ra một khoảng đầu tư 10000 đô la Canada được cung cấp bởi Scotiabank. Số tiền này sẽ được trả lại cho sinh viên hàng tháng trong năm."
        },
        {
            "en": "Furthermore, many of the imported design systems (<em>CAD</em>/CAM) that are available in-country are still not in full operation due to the fact that the users of such systems were not adequately trained in how to use them.",
            "vi": "Hơn nữa, nhiều hệ thống thiết kế nhập khẩu (CAD/CAM) hiện có trong nước vẫn chưa hoạt động hết công suất bởi người sử dụng hệ thống đó chưa được đào tạo đầy đủ về cách sử dụng chúng."
        },
        {
            "en": "What is heart disease? Bring up heart disease, and most people think of a heart attack. But there are many conditions that can undermine the heart's ability to do its job. These include coronary artery disease, cardiomyopathy, arrhythmia, and heart failure. Keep reading to find out what these disorders do to the body and how to recognize the warning signs. What is a heart attack? Every year, more than 1 million Americans have a heart attack – a sudden interruption in the heart's blood supply. This happens when there is a blockage in the coronary arteries, the vessels that carry blood to the heart muscle. When blood flow is blocked, heart muscle can be damaged very quickly and die. Prompt emergency treatments have reduced the number of deaths from heart attacks in recent years. Heart attack symptoms A heart attack is an emergency even when symptoms are mild. Warning signs include: * Pain or pressure in the chest.  * Discomfort spreading to the back, jaw, throat, or arm.  * Nausea, indigestion, or heartburn.  * Weakness, anxiety, or shortness of breath.  * Rapid or irregular heartbeats.  Heart attack symptoms in women Women don't always feel chest pain with a heart attack. Women are more likely than men to have heartburn, loss of appetite, tiredness or weakness, coughing, and heart flutters. These symptoms should not be ignored. The longer you postpone treatment, the more damage the heart may sustain. Signs of coronary artery disease A precursor to a heart attack, coronary artery disease or <em>CAD</em> occurs when sticky plaque builds up inside the coronary arteries. This narrows the arteries, making it more difficult for blood to flow through. Many people don't know they have <em>CAD</em> until a heart attack strikes. But there are warning signs, such as recurring chest pain caused by the restricted blood flow. This pain is known as angina. Inside a heart attack The plaque deposited in your arteries is hard on the outside and soft and mushy on the inside. Sometimes the hard outer shell cracks. When this happens, a blood clot forms around the plaque. If the clot completely blocks the artery, it cuts off the blood supply to a portion of the heart. Without immediate treatment, that part of the heart muscle could be damaged or destroyed. Don't wait to be sure The best time to treat a heart attack is as soon as symptoms begin. Waiting to be sure can result in permanent heart damage or even death. If you think you may be having a heart attack, call 911. And don't try driving yourself to the hospital. When you call 911, the EMS staff can start emergency care as soon as they reach you. Sudden cardiac death Sudden cardiac death (SCD) accounts for half of all heart disease deaths in the U.S., but it's not the same as a heart attack. SCD occurs when the heart's electrical system goes haywire, causing it to beat irregularly and dangerously fast. The heart's pumping chambers may quiver instead of pumping blood out to the body. Without CPR and restoration of a regular heart rhythm, death can occur in minutes. Arrhythmia: Erratic heart beat Regular electrical impulses cause your heart to beat. But sometimes those impulses become erratic. The heart may race, slow down, or quiver. Arrhythmias are often harmless variations in rhythm that pass quickly. But some types make your heart less effective at pumping blood, and that can take a serious toll on the body. Let your doctor know if you've noticed your heart beating abnormally. Cardiomyopathy Cardiomyopathy is a disease involving changes in the heart muscle. These changes may interfere with the heart’s ability to pump effectively, which can lead to a chronic condition called heart failure. Cardiomyopathy is sometimes associated with other chronic conditions, such as high blood pressure or heart valve disease. Heart failure Heart failure doesn't mean your heart stops working. It means the heart can't pump enough blood to meet the body's needs. Over time, the heart gets bigger to hold more blood, it pumps faster to increase the amount of blood moving out of it, and the blood vessels narrow. The heart muscle may also weaken, reducing the blood supply even more. Most cases of heart failure are the result of coronary artery disease and heart attacks. Congenital heart defect A congenital heart defect is one that's present at birth. The problem could be a leaky heart valve, malformations in the walls that separate the heart chambers, or other heart problems. Some defects are not found until a person becomes an adult. Some need no treatment. Others require medicine or surgery. People with congenital heart defects may have a higher risk of developing complications such as arrhythmias, heart failure, and heart valve infection, but there are ways to reduce this risk. Testing: Electrocardiogram (EKG) An EKG (also ECG) is a painless test that uses electrodes placed on the skin to record the heart's electrical activity. The test provides information about your heart rhythm and damage to the heart muscle. An EKG can help your doctor diagnose a heart attack and evaluate abnormalities such as an enlarged heart. The results can be compared to future EKGs to track changes in the condition of your heart. Testing: Stress test The stress test measures how your heart responds to exertion. If you have an exercise stress test, you'll either walk on a treadmill or ride a stationary bike while the level of difficulty increases. At the same time, your EKG, heart rate, and blood pressure will be monitored as your heart works harder. Doctors use a stress test to evaluate whether there is an adequate supply of blood to the heart muscle. Testing: Holter monitor A Holter monitor is a portable heart rhythm recorder. If your doctor suspects a heart rhythm problem, she may ask you to wear one for 1 or 2 days. It records the heart's continuous electrical activity day and night, compared with an EKG, which is a snapshot in time. The doctor will probably also ask you to keep a log of your activities and to note any symptoms and when they occur. Testing: Chest X-ray A chest X-ray is a picture of your heart, lungs, and chest bones that's made by using a very small amount radiation. Chest X-rays can be used to look for heart and lung abnormalities. In this image, the bulge seen on the right side is an enlarged left ventricle, the heart's main pumping chamber. Testing: Echocardiogram An echocardiogram uses sound waves (ultrasound) to generate moving images of the heart. The test can assess the chambers and valves of your heart and how well your heart muscle and heart valves are working. It's useful in diagnosing and evaluating several types of heart disease, as well as evaluating the effectiveness of treatments. Testing: Cardiac CT Cardiac computerized tomography (known as cardiac CT) takes detailed images of the heart and its blood vessels. A computer stacks the images to create a 3-D picture of heart. A cardiac CT can be used to look for plaque or calcium buildup in the coronary arteries, heart valve problems, and other types of heart disease. Testing: Cardiac catheterization Cardiac catheterization helps diagnose and treat some heart conditions. The doctor guides a narrow tube, called a catheter, through a blood vessel in your arm or leg until it reaches the coronary arteries. Dye is injected into each coronary artery, making them easy to see with an X-ray. This reveals the extent and severity of any blockages. Treatments such as angioplasty or stenting can be done during this procedure. Living with heart disease Most forms of heart disease are chronic. In the beginning, symptoms may be too mild to affect everyday life. And in many cases, long-term treatment can keep symptoms under control. But if the heart begins to fail, patients may develop shortness of breath, fatigue, or swelling in ankles, feet, legs, and abdomen. Heart failure can be managed with medication, lifestyle changes, surgery, and in certain cases, a heart transplant. Treatment: Medicines Medications play a huge role in treating heart disease. Some drugs help lower blood pressure, heart rate, and cholesterol levels. Others can keep abnormal heart rhythms under control or prevent clotting. For patients who already have some heart damage, there are medications to improve the pumping ability of an injured heart. Treatment: Angioplasty Angioplasty is used to open a blocked heart artery and improve blood flow to the heart. The doctor inserts a thin catheter with a balloon on the end into the artery. When the balloon reaches the blockage, it is expanded, opening up the artery and improving blood flow. The doctor may also insert a small mesh tube, called a stent, to help keep the artery open after angioplasty. Treatment: Bypass surgery Bypass surgery is another way to improve the heart's blood flow. It gives blood a new pathway when the coronary arteries have become too narrow or blocked. During the surgery, a blood vessel is first moved from one area of the body -- such as the chest, legs, or arms -- and attached to the blocked artery, allowing it to bypass the blocked part. Who's at risk for heart disease? Men have a higher risk of having a heart attack than women, and at an earlier age. But it's important to note that heart disease is the No. 1 killer of women, too. People with a family history of heart ailments also have a higher risk of heart trouble. Risk factors you can control High cholesterol and high blood pressure are major risk factors for heart disease. Being overweight, obese, or physically inactive all increase your risk. So does diabetes, especially if your glucose levels are not well controlled. Discuss your risks with your doctor and develop a strategy for managing them. There are many steps you can take to protect your heart. Smoking and your heart If you smoke, your risk of heart disease is 2 to 4 times greater than a nonsmoker's. And if you smoke around loved ones, you're increasing their risk with secondhand smoke. Each year in the U.S., more than 135,000 people die from smoking-related heart disease. But it's never too late to quit. Within 24 hours of quitting, your heart attack risk begins to fall. Life after a heart attack It is possible to regain your health after a heart attack. By avoiding cigarettes, becoming more active, and watching what you eat, you can give your heart and overall health a big boost. One of the best ways to learn how to make these changes is to take part in a cardiac rehab program. Ask your doctor for recommendations. Heart disease prevention The key to preventing heart disease is a healthy lifestyle. This includes a nutritious diet, at least 30 minutes of exercise most days of the week, not smoking, and controlling high blood pressure, cholesterol, and diabetes. If you drink alcohol, do so in moderation – no more than one drink a day for women, two drinks a day for men. Ask your friends and family for help in making these changes. They'll benefit, too. Diet and your heart What you eat makes a difference. Be sure you get plenty of whole grains, vegetables, legumes, and fruits to help keep your heart healthy. Plant oils, walnuts, other nuts, and seeds can also help improve cholesterol levels. And don't forget to eat fish at least a couple of times each week for a good source of heart-healthy protein.    ",
            "vi": "Bệnh tim là gì? Nhắc đến bệnh tim thì hầu hết người ta đều nghĩ đó là đau tim. Nhưng có nhiều chứng bệnh khác có thể âm thầm hoặc ngấm ngầm gây hại khả năng hoạt động của tim, bao gồm bệnh động mạch vành, bệnh tim, loạn nhịp tim, và suy tim. Hãy tiếp tục đọc thông tin bên dưới để biết những chứng bệnh trên gây hại gì cho cơ thể và cách thức để nhận biết các dấu hiệu cảnh báo là gì nhé.  Cơn đau tim là gì? Ở Mỹ mỗi năm có hơn 1 triệu người chết vì đau tim – đây là chứng đứt quãng đột ngột nguồn máu cung cấp cho tim. Tình trạng này xảy ra khi các động mạch vành bị nghẽn – động mạch vành là mạch máu làm nhiệm vụ vận chuyển máu đến cơ tim. Khi máu không lưu thông được thì cơ tim có thể bị tổn thương rất nhanh và ngừng hoạt động. Các phương pháp chữa trị khẩn cấp đã làm giảm số bệnh nhân tử vong do đau tim trong những năm gần đây.  Các triệu chứng đau tim Đau tim là một chứng bệnh khẩn cấp thậm chí khi các triệu chứng nhẹ đi nữa. Những dấu hiệu cảnh báo bao gồm:  * Đau ngực hoặc nặng ngực.  * Sự đau đớn, khó chịu này còn lan ra sau lưng, quai hàm, cổ họng, hoặc vùng cánh tay.  * Buồn nôn, khó tiêu, hoặc ợ chua. * Yếu, lo âu, hoặc khó thở. * Nhịp tim nhanh hoặc không đều. Các triệu chứng đau tim ở phụ nữ Phụ nữ không phải lúc nào cũng cảm thấy đau ngực khi bị đau tim. Phụ nữ dễ bị ợ nóng, chán ăn, mệt mỏi hoặc ốm yếu, ho hen, và rung tim. Các triệu chứng này không nên bỏ qua. Bạn càng trì hoãn việc điều trị thì tim có thể còn tổn thương nhiều hơn.   Các dấu hiệu của bệnh động mạch vành Dấu hiệu cảnh báo của một cơn đau tim là bệnh động mạch vành (CAD) xảy ra khi mảng bám tăng sinh bên trong động mạch vành; làm hẹp động mạch và làm cho máu lưu thông khó khăn hơn. Nhiều người không hề biết mình bị bệnh động mạch vành cho đến khi cơn đau tim bộc phát. Nhưng cũng có nhiều dấu hiệu cảnh báo, chẳng hạn như chứng đau ngực cứ lặp đi lặp lại do máu lưu thông bị hạn chế. Đây được gọi là chứng đau thắt ngực.  Thực chất của một cơn đau tim Mảng bám trong động mạch bên ngoài cứng nhưng bên trong mềm và xốp. Đôi khi lớp vỏ cứng bên ngoài ấy bị nứt và lúc này máu cục hình thành xung quanh mảng bám. Nếu máu đông gây nghẽn hoàn toàn động mạch thì nó làm làm tắc nghẽn máu lưu thông đến tim. Nếu không điều trị ngay tức khắc thì vùng cơ tim đó có thể bị tổn thương hoặc bị hủy hoại.  Bạn đừng nên chờ đợi cho tới khi chắc chắn bị bệnh tim Thời điểm tốt nhất để chữa bệnh đau tim là ngay khi các triệu chứng mới bắt đầu. Việc chờ đợi cho đến khi biết chắc mình bị bệnh có thể dẫn đến tổn thương tim lâu dài hoặc thậm chí là tử vong. Nếu nghĩ mình có thể bị đau tim, bạn nên gọi 911. Và đừng cố tự lái xe đến bệnh viện. Khi bạn gọi 911 thì nhân viên EMS có thể bắt đầu chăm sóc khẩn cấp cho bạn ngay khi họ liên lạc với bạn xong.  Đột tử do tim Đột tử do tim (SCD) chiếm phân nửa số ca tử vong do bệnh tim mạch ở Hoa Kỳ, nhưng SCD không giống như bệnh đau tim. SCD xảy ra khi hệ thống điện của tim hoạt động bất thường, làm cho tim đập không đều và nhanh một cách nguy hiểm. Các buồng bơm của tim có thể đập thình thịch thay vì phải bơm máu đến cơ thể. Nếu không hô hấp nhân tạo và làm cho nhịp tim đập lại đều đặn thì bệnh nhân có thể tử vong trong chớp nhoáng.  Chứng loạn nhịp tim: Nhịp tim bất thường Các xung lực điện đều đặn làm cho tim đập. Nhưng đôi khi chúng cũng trở nên thất thường. Tim có thể đập nhanh, chậm, hoặc đập thình thịch. Chứng loạn nhịp tim thường là những thay đổi nhịp vô hại xảy ra nhanh, thoáng qua thôi. Nhưng một vài chứng loạn nhịp tim cũng có thể làm cho tim bơm máu kém hiệu quả, và có thể gây hại nghiêm trọng cho cơ thể. Hãy thông báo cho bác sĩ biết nếu bạn phát hiện thấy tim mình đập một cách bất thường.   Bệnh tim Bệnh tim là chứng bệnh liên quan đến những thay đổi ở cơ tim. Những thay đổi này có thể làm cản trở khả năng bơm máu hiệu quả của tim, có thể gây bệnh mãn tính gọi là bệnh suy tim. Bệnh tim đôi khi cũng có liên quan với nhiều chứng bệnh mãn tính khác, chẳng hạn như cao huyết áp hoặc bệnh van tim.  Suy tim Suy tim không có nghĩa là tim ngừng hoạt động mà là tim không có thể bơm đủ máu để đáp ứng cho nhu cầu của cơ thể. Dần dần tim trở nên lớn hơn để giữ máu được nhiều hơn, bơm nhanh hơn để tăng lượng máu vận chuyển ra khỏi tim, và các mạch máu bị hẹp lại. Cơ tim cũng có thể làm suy yếu và làm giảm nguồn máu đến tim nữa. Hầu hết các chứng suy tim đều do bệnh động mạch vành và đau tim gây ra. Dị tật tim bẩm sinh Dị tật tim bẩm sinh là dị tật tim xảy ra từ khi mới sinh. Vấn đề này có thể là van tim bị hở, dị tật ở các vách ngăn buồng tim, hoặc các vấn đề tim khác. Một số dị tật không được phát hiện thấy mãi đến khi trưởng thành. Một số dị tật không cần phải được điều trị trong khi đó số khác cần sử dụng thuốc hoặc phẫu thuật. Người bị dị tật tim bẩm sinh có thể có nguy cơ sinh ra biến chứng nhiều hơn chẳng hạn như loạn nhịp tim, suy tim, và nhiễm trùng van tim, nhưng cũng có nhiều cách để làm giảm nguy cơ này.  Xét nghiệm bệnh tim bằng điện tâm đồ (EKG) EKG (cũng được gọi là ECG) là một xét nghiệm không gây đau đớn sử dụng điện cực đặt trên da để ghi lại hoạt động điện của tim. Xét nghiệm này cho biết nhịp tim và tổn thương cơ tim. EKG có thể giúp bác sĩ chẩn đoán bệnh đau tim và đánh giá các dị dạng tim chẳng hạn như chứng tim giãn nở. Kết quả có thể được đối chiếu với xét nghiệm EKG sau để theo dõi những thay đổi ở bệnh tim của bạn.  Xét nghiệm bệnh tim bằng cách kiểm tra khả năng hoạt động dưới áp lực cao Phương pháp kiểm tra khả năng hoạt động dưới áp lực cao biết được cách tim bạn phản ứng với việc cố sức như thế nào. Nếu bạn được kiểm tra khả năng hoạt động dưới áp lực cao, bạn sẽ hoặc là đi trên một chiếc máy tập thể dục hoặc là chạy xe đạp đứng yên một chỗ trong khi mức độ khó khăn tăng dần lên. Đồng thời, xét nghiệm EKG, nhịp tim, và huyết áp của bạn sẽ được theo dõi khi tim bạn làm việc cật lực hơn. Nhiều bác sĩ sử dụng phương pháp kiểm tra này để đánh giá xem liệu máu cung cấp đến cơ tim có đủ hay không.  Xét nghiệm bệnh tim bằng máy ghi nhịp tim  Holter monitor là máy ghi nhịp tim di động. Nếu nghi ngờ bạn có vấn đề về nhịp tim thì bác sĩ có thể yêu cầu bạn mang máy này trong khoảng từ 1 hoặc 2 ngày. Nó ghi lại hoạt động điện liên tục ban ngày lẫn ban đêm của tim so với xét nghiệm EKG, ảnh chụp nhanh đúng lúc. Bác sĩ cũng có thể yêu cầu bạn giữ quyển sổ ghi lại chi tiết các hoạt động của mình để lưu ý đến bất kỳ triệu chứng bệnh tim nào và các triệu chứng ấy xảy ra khi nào. Xét nghiệm bệnh tim bằng phương pháp chụp X-quang ngực Một bức chụp ngực bằng tia X là ảnh của tim, phổi, và xương ngực của bạn được tạo thành bằng cách sử dụng một lượng bức xạ rất nhỏ. Hình X-quang ngực có thể dùng để tìm kiếm dị dạng ở tim và phổi.  Trong hình minh hoạ này thì phần phình to ra được nhìn thấy bên tay phải là chỗ giãn tâm thất trái, đây là buồng bơm máu chính của tim.  Xét nghiệm bệnh tim bằng phương pháp siêu âm tim đồ Siêu âm tim đồ sử dụng sóng âm thanh (siêu âm) để tạo ra các hình ảnh chuyển động của tim. Xét nghiệm này có thể đánh giá, biết được các buồng tim và van tim và xem cơ tim và van tim hoạt động tốt đến mức độ nào. Siêu âm tim đồ cũng hữu ích trong việc chẩn đoán và đánh giá một số kiểu bệnh tim, đồng thời cũng đánh giá được hiệu quả của các phương pháp điều trị.  Xét nghiệm bệnh tim bằng cách chụp CT tim (chụp cắt lớp tim) Chụp cắt lớp tim (cũng được gọi là chụp CT tim) lấy hình ảnh chi tiết của tim và các mạch máu. Máy tính sẽ xếp chồng các hình ảnh để tạo hình tim 3-D. Phương pháp chụp CT tim có thể được sử dụng để tìm mảng bám hoặc vôi đóng ở động mạch vành, các vấn đề về van tim, và nhiều loại bệnh tim khác nữa.   Xét nghiệm bệnh tim bằng phương pháp thông tim  Phương pháp thông tim giúp chẩn đoán và điều trị một số bệnh tim. Bác sĩ đặt một ống hẹp, gọi là ống thông, qua mạch máu ở cánh tay hoặc cẳng chân của bạn cho đến khi chạm đến động mạch vành. Chất thuốc màu được bơm vào từng động mạch vành làm cho các động mạch vành đó dễ thấy được bằng tia X. Phương pháp này cho thấy kích thước và độ nghiêm trọng của bất kỳ khối nghẽn nào. Người ta cũng có thể điều trị bằng cách giải phẫu thông động mạch bị tắc hoặc đặt ống stent (thiết bị đặt trong cơ thể dùng để giữ cho bộ phận đó mở ra, không bị nghẽn do bệnh tật gây nên).  Sống với bệnh tim  Hầu hết các dạng bệnh tim đều là mãn tính. Khi mới phát, những triệu chứng bệnh có thể quá nhẹ đến nỗi không ảnh hưởng đến cuộc sống thường ngày. Và trong nhiều trường hợp thì phương pháp điều trị lâu dài có thể kiểm soát được triệu chứng. Nhưng nếu tim bắt đầu yếu thì bệnh nhân có thể bị khó thở, mệt mỏi, hoặc sưng mắt cá chân, phù bàn chân, cẳng chân và bụng. Suy tim có thể được điều trị bằng thuốc, thay đổi lối sống, phẫu thuật, và trong một số trường hợp nào đó cần phải ghép tim. Điều trị bệnh tim bằng thuốc Thuốc đóng vai trò rất lớn trong việc điều trị bệnh tim. Một số thuốc giúp hạ huyết áp, nhịp tim, và nồng độ cholesterol. Số khác có thể giúp kiểm soát được nhịp tim bất thường hoặc phòng tránh được vấn đề vón cục.  Đối với bệnh nhân đã từng bị hư tim thì cũng có nhiều thuốc có thể giúp cải thiện khả năng bơm máu của tim bị tổn thương.   Điều trị bệnh tim bằng cách giải phẫu thông động mạch bị tắc hoặc hẹp Giải phẫu thông động mạch bị tắc hoặc hẹp được dùng để mở động mạch tim bị nghẽn và làm cho máu lưu thông đến tim được tốt hơn. Bác sĩ chèn vào động mạch một ống thông nhỏ với một khí cầu ở đầu. Khi khí cầu chạm đến chỗ tắc nghẽn, nó bung ra, làm giãn động mạch và cải thiện lưu thông máu. Bác sĩ cũng có thể chèn một ống lưới nhỏ, gọi là ống stent, để làm thông động mạch sau khi giải phẫu thông động mạch bị tắc hoặc hẹp. Điều trị bệnh tim bằng phẫu thuật bắc cầu chủ vành (phẫu thuật ghép bắc cầu động mạch vành) Phẫu thuật bắc cầu chủ vành là cách khác để làm tăng lưu lượng máu của tim. Thủ thuật này giúp máu lưu thông đường mới khi các động mạch vành đã trở nên quá hẹp hoặc bị nghẽn. Trong suốt quá trình phẫu thuật, một mạch máu được lấy ra trước khỏi một bộ phận nào đó trên cơ thể – chẳng hạn như ở ngực, cẳng chân,  hoặc cánh tay – và nối vào động mạch bị nghẽn, làm cho nó có thể đi tránh qua vùng bị tắc đó.  Đối tượng nào có nguy cơ bị bệnh tim? Nam giới có nguy cơ đau tim cao hơn phụ nữ, và mắc bệnh ở tuổi sớm hơn. nhưng cần lưu ý là bệnh tim cũng là “kẻ giết người” hàng đầu đối với phụ nữ. Người có tiền sử gia đình bị bệnh tim cũng có nguy cơ rắc rối về tim cao hơn.  Các yếu tố rủi ro mà bạn có thể kiểm soát được cholesterol cao và huyết áp cao là rủi ro chính đối với bệnh tim. Béo phì, tăng cân quá mức, hoặc ít vận động thể chất đều làm tăng nguy cơ mắc bệnh. Tiểu đường cũng vậy, nhất là nếu nồng độ đường glu-cô của bạn không được kiểm soát tốt. Bạn nên thảo luận các rủi ro với bác sĩ và đề ra chiến lược hoặc phương pháp chữa bệnh. Có nhiều biện pháp có thể giúp bạn bảo vệ được tim của mình.\nTim và thuốc lá  Nếu bạn hút thuốc thì nguy cơ bệnh tim của bạn lớn hơn người không hút thuốc là từ 2 đến 4 lần. Và nếu bạn hút thuốc gần xung quanh người thân của mình thì bạn cũng đang làm tăng nguy cơ hút thuốc thụ động của họ rồi đó. Mỗi năm ở Mỹ có hơn 135.000 người chết vì bệnh tim do thuốc lá. Nhưng chẳng bao giờ là quá muộn để bỏ thuốc lá đâu. Trong vòng 24 tiếng đồng hồ không hút thuốc thì nguy cơ đau tim của bạn bắt đầu giảm xuống.\nCuộc sống sau khi đau tim  Bạn có thể phục hồi sức khỏe sau một cơn đau tim nào đó. Bằng cách tránh hút thuốc lá, vận động nhiều hơn, và theo dõi chế độ dinh dưỡng, bạn có thể cải thiện sức khỏe tim mạch và sức khỏe tổng quát của mình. Một trong những phương pháp tốt nhất để biết cách thay đổi là tham gia chương trình phục hồi tim. Bạn nên nhờ bác sĩ cho mình lời khuyên.  Ngăn ngừa bệnh tim Cách phòng tránh bệnh tim chủ yếu là một lối sống lành mạnh. Ở đây bao gồm chế độ ăn uống bổ dưỡng, tập thể dục ít nhất là 30 phút hầu hết mỗi ngày trong tuần, không hút thuốc, và điều hoà chứng cao huyết áp, cholesterol, và bệnh tiểu đường. Nếu bạn uống rượu, thì hãy nên tiết chế – 1 ly trở xuống/ ngày đối với phụ nữ, 2 ly/ ngày đối với nam giới. Bạn nên nhờ bạn bè và gia đình hỗ trợ để thực hiện những thay đổi này. Họ cũng sẽ có lợi đấy.  Tim và chế độ dinh dưỡng Những gì bạn ăn sẽ tạo nên sự khác biệt. Hãy chắc rằng nên ăn nhiều ngũ cốc nguyên hạt, rau, rau đậu, và trái cây để giữ cho tim bạn được khỏe mạnh. Dầu thực vật, hồ đào, quả hạch và các loại hạt khác cũng có thể làm tăng nồng độ cholesterol. Và đừng quên ăn cá ít nhất vài lần trong tuần để có được nguồn cung cấp protein dồi dào có lợi cho sức khỏe tim mạch nhé.   "
        }
    ],
    "suggestions": []
}