{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cairo",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Cairo",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cairo",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cairo",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cairo",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Cairo</em> is capital of Egypt.",
            "vi": "Cairo là thủ đô của Ai Cập."
        },
        {
            "en": "The flight goes from <em>Cairo</em> to Paris.",
            "vi": "Chuyến bay đi từ Cairo đến Paris."
        },
        {
            "en": "Obama heads to <em>Cairo</em> for landmark speech.",
            "vi": "Obama đến Cairo cho bài phát biểu mang tính bước ngoặt này."
        },
        {
            "en": "<em>Cairo</em> is the capital of Egypt.",
            "vi": "Cairo là thủ đô của nước Ai Cập."
        },
        {
            "en": "In 1992, the population of <em>Cairo</em> was approximately 6,500,000.",
            "vi": "Vào năm 1992, dân số của Cairo xấp xỉ 6. 500. 000 dân."
        },
        {
            "en": "The Foreign Minister will depart for <em>Cairo</em> this morning.",
            "vi": "Bộ trưởng Bộ ngoại giao sẽ khởi hành đi Cairo sáng nay."
        },
        {
            "en": "Most of our staff is based in <em>Cairo</em>.",
            "vi": "Hầu hết bộ tham mưu của chúng tôi được bố trí ở Cairô."
        },
        {
            "en": "Peter is on Flight MS220 from <em>Cairo</em> to Paris.",
            "vi": "Peter đang trên chuyến bay MS 220 từ Cairo đến Paris."
        },
        {
            "en": "Are you coming on the excursion to <em>Cairo</em> today?",
            "vi": "Hôm nay bạn có đi tham quan Cairo không?"
        },
        {
            "en": "Most of our staffs are based in <em>Cairo</em>.",
            "vi": "Đa số nhân viên của chúng tôi làm việc ở Cairo."
        },
        {
            "en": "Most of our staff are based in <em>Cairo</em>.",
            "vi": "Hầu hết bộ tham mưu của chúng tôi được bố trí ở Cairô."
        },
        {
            "en": "Ministers from four Arab countries met yesterday in <em>Cairo</em>.",
            "vi": "Hôm qua các Bộ trưởng của bốn nước Ả rập (Arab) đã gặp nhau ở Ai Cập."
        },
        {
            "en": "The best museum I've ever been to is the National Museum in <em>Cairo</em>. It's unbeatable.",
            "vi": "Bảo tàng đẹp nhất mà tôi đã đến là Bảo tàng Quốc gia ở Cairo. Nó thật vô giá."
        },
        {
            "en": "The Pyramids in <em>Cairo</em> are unique buildings in the whole world.",
            "vi": "Kim tự tháp ở Cairo là những công trình xây dựng độc đáo trên toàn thế giới."
        },
        {
            "en": "The best museum I 've ever been to is the National Museum in <em>Cairo</em>. It's unbeatable.",
            "vi": "Bảo tàng đẹp nhất mà tôi đã đến là Bảo tàng Quốc gia ở Cairo. Nó thật vô giá."
        },
        {
            "en": "The pilots of a Russian plane approaching <em>Cairo</em> will use English to ask for landing instructions.",
            "vi": "Phi công của một chiếc máy bay nga đang tiến tới thành phố cairo cũng dùng tiếng anh để xin chỉ thị hạ cánh."
        },
        {
            "en": "When we met again by chance in <em>Cairo</em>, I felt it must be fate.",
            "vi": "Khi chúng tôi tình cờ gặp lại nhau ở Cairo, tôi cảm thấy đó là định mệnh."
        },
        {
            "en": "The Pyramids in <em>Cairo</em> really are one of the world's wonders.",
            "vi": "Kim tự tháp ở Cairo thực sự là một trong những kỳ quan của thế giới."
        },
        {
            "en": "We had a great time in Egypt. We saw the Nile, <em>Cairo</em>, the pyramids etcetera.",
            "vi": "Chúng tôi có một thời gian đẹp tại Ai Cập. Chúng tôi đi thăm Nile, Cairo, kim tự tháp và nhiều thứ khác."
        },
        {
            "en": "He was transferred to Helwan, a prosperous suburb of <em>Cairo</em> last year.",
            "vi": "Năm trước anh bị chuyển tới Helwan, một vùng ngoại ô trù phú ở Cairo."
        }
    ],
    "suggestions": []
}