{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Calcutta"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Calcutta"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Calcutta"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Calcutta"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Calcutta"
        }
    },
    "sentences": [
        {
            "en": "There was a rape case in <em>Calcutta</em>.",
            "vi": "Có một vụ hãm hiếp tại Calcutta."
        },
        {
            "en": "Troops have been deployed in the Indian city of <em>Calcutta</em>.",
            "vi": "Quân đội đã được triển khai tại thành phố Calcutta, Ấn Độ."
        },
        {
            "en": "He was little known outside of the <em>Calcutta</em> area.",
            "vi": "Ông ấy ít được biết đến bên ngoài khu vực Calcutta."
        },
        {
            "en": "India renamed the city of <em>Calcutta</em> to Kolkata in 2001 to match the Bengali pronunciation. But the church uses the spelling of <em>Calcutta</em> in its references to Mother Teresa.",
            "vi": "Ấn Độ đã đổi tên thành phố Calcutta thành Kolkata vào năm 2001 để phù hợp với phát âm trong tiếng Bengal. Nhưng Giáo hội vẫn phát sử dụng chữ Calcutta khi nói về Mẹ Teresa."
        },
        {
            "en": "What a glorious service she has been doing for the sick and the dying in the streets of <em>Calcutta</em>.",
            "vi": "Vinh quang thay mẹ đã phục vụ những người bệnh sắp chết trên đường phố calcutta."
        },
        {
            "en": "The Congress met in a special session in September, 1920 at <em>Calcutta</em> and agreed to start the non-cooperation movement unless the British meet its demands.",
            "vi": "Đại hội đã gặp gỡ tại một phiên họp đặc biệt vào tháng Chín năm 1920 tại Calcutta và đã đồng ý bắt đầu phong trào bất hợp tác trừ khi người Anh đáp ứng yêu cầu của nó."
        },
        {
            "en": "Applause broke out before he completed the formula of canonization, in which he declared \"Blessed Teresa of <em>Calcutta</em> to be a saint.\"",
            "vi": "Tràng pháo tay nổi lên trước khi ông hoàn tất nghi thức phong thánh, trong đó ông tuyên bố \"Á Thánh Teresa of Calcutta trở thành một vị thánh.\""
        },
        {
            "en": "The Congress met in a special session in September, 1920 at <em>Calcutta</em> and agreed to start the non - cooperation movement unless the British meet its demands.",
            "vi": "Đại hội đã gặp gỡ tại một phiên họp đặc biệt vào tháng Chín năm 1920 tại Calcutta và đã đồng ý bắt đầu phong trào bất hợp tác trừ khi người Anh đáp ứng yêu cầu của nó."
        },
        {
            "en": "The health of tens of millions of residents of some of Asia’s delta megacities, such as <em>Calcutta</em> and Manila, could be threatened by river and coastal flooding.",
            "vi": "Sức khoẻ của hàng chục triệu người dân của một vài thành phố châu Á như Calcuta và Manila có thể bị đe dọa do bị lũ lụt ở bờ biển và ven sông."
        },
        {
            "en": "The villagers drank the locally brewed alcohol on Tuesday evening and despite falling ill many stayed at home fearing police harassment if they went to hospital, reports the BBC's Amitabha Bhattasali in <em>Calcutta</em>.",
            "vi": "Những dân làng này uống rượu được pha chế tại địa phương vào tối thứ ba và mặc dù đã ngã bệnh nhưng nhiều người vẫn nằm tại nhà vì sợ cảnh sát gây phiền hà nếu họ đến bệnh viện, phóng viên BBC - Amitabha Bhattasali ở Calcutta tường thuật lại."
        },
        {
            "en": "At the same time, the health of tens of millions of residents of some of Asia’s delta megacities, such as <em>Calcutta</em> and Manila, could be threatened by river and coastal flooding.",
            "vi": "Cùng lúc đó là sức khoẻ của hàng chục triệu người dân ở các thành phố đông trên chục triệu dân của châu Á như Calcuta và Manila có thể bị đe dọa do bị lũ lụt ở vùng bờ biển và ven sông."
        },
        {
            "en": "By Wednesday morning, a large number of people, including two children, had been admitted to hospitals in the area and the nearby city of <em>Calcutta</em> with symptoms of alcohol poisoning.",
            "vi": "Vào sáng thứ Tư, nhiều người, có cả hai trẻ em, đã nhập viện ở  khu vực Calcutta và lân cận thành phố này có triệu chứng ngộ độc rượu."
        },
        {
            "en": "Speaking in Latin, Francis said that \"after due deliberation and frequent prayer for divine assistance, and having sought the counsel of many of our brother bishops, we declare and define Blessed Teresa of <em>Calcutta</em> to be a saint, and we enroll her among the saints, decreeing that she is to be venerated as such by the whole church.\"",
            "vi": "Phát biểu bằng tiếng La-tinh, Giáo hoàng Francis nói rằng: \"sau khi xem xét thích đáng và cầu nguyện Chúa giúp, được hội đồng cố vấn giám mục cho ý kiến, chúng tôi xin tuyên bố và khẳng định Á Thánh Teresa Calcutta là Thánh, và chúng tôi ghi danh bà vào hàng ngũ các thánh, ban lệnh rằng toàn Giáo hội tôn kính bà là thánh vậy.\""
        }
    ],
    "suggestions": []
}