{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Caledonia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Caledonia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Caledonia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Caledonia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Caledonia"
        }
    },
    "sentences": [
        {
            "en": "Vietnam was just above Algeria, Gana, New <em>Caledonia</em> and Venezuela.",
            "vi": "Việt Nam chỉ đứng trên các nước Algeria, Gana, New Caledonia và Venezuela xét trên toàn thế giới."
        },
        {
            "en": "<em>Caledonia</em>, you 're the best friend I' ve ever had.",
            "vi": "Caledonia, em là người bạn tốt nhất là anh từng có."
        },
        {
            "en": "Scientists have long known that a crow native to New <em>Caledonia</em> is able to use tools. The birds use them to remove food from deep inside holes and crevices.",
            "vi": "Từ lâu, các nhà khoa học đã biết rằng loài quạ xứ New Caledonia có thể sử dụng công cụ. Các loài chim sử dụng các công cụ để dịch chuyển thức ăn ra khỏi các lỗ và khe hở sâu bên trong."
        },
        {
            "en": "As such, Vietnam was positioned nearly at the bottom in the Asia-Pacific ranking. It was just above New <em>Caledonia</em> with the average and highest speed at 2.2 Mbps and 26.4 Mbps, respectively.",
            "vi": "Như vậy, Việt Nam nằm ở vị trí gần thấp nhất khu vực Châu Á Thái Bình Dương. Chỉ đứng trên Caledonia với tốc độ trung bình và cao nhất tương ứng là 2,2 Mb/giây và 26,4 Mb/giây."
        },
        {
            "en": "Further, Viet Nam had an average mobile network speed of 3.81 Mbps, ranking 82 out of 95 countries. As such, Viet Nam was positioned nearly at the bottom in the Asia-Pacific ranking, just above New <em>Caledonia</em>, with its average and highest speed at 2.2 Mpbs and 26.4 MBps, respectively.",
            "vi": "Hơn nữa, Việt Nam có tốc độ mạng di động trung bình là 3,81 Mbps, đứng thứ 82 trong số 95 quốc gia. Với tốc độ này Việt Nam xếp gần cuối trong bảng xếp hạng ở khua vực châu Á-Thái Bình Dương, đứng ngay phía trên New Caledonia, với tốc độ trung bình và tốc độ cao nhất đạt 2,2 Mpbs và 26,4 MBps, tương ứng."
        },
        {
            "en": "Alalas are not the only intelligent crows to use tools. The other is the New Caledonian crow on New <em>Caledonia</em> Island in the Pacific Ocean. The New Caledonian crow can use tools to remove insects and other food from dead wood and plants.",
            "vi": "Alalas không phải là loài quạ duy nhất thông minh biết sử dụng công cụ. Còn có một loài khác là loài quạ New Caledonian trên đảo New Caledonia ở Thái Bình Dương. Loài quạ New Caledonian có thể sử dụng các công cụ để di chuyển côn trùng và các loại thức ăn khác từ gỗ chết và các loại thực vật."
        }
    ],
    "suggestions": []
}