{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Calgary",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Calgary",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Calgary",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Calgary",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Calgary",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>Calgary</em> Stampede is the world's largest outdoor rodeo.",
            "vi": "Cuộc đua tài của những người chăn bò ở Calgary là cuộc biểu diễn motô ngoài trời lớn nhất thế giới."
        },
        {
            "en": "Eric Donovan from the University of <em>Calgary</em> in Canada spotted the feature in photos shared on a Facebook group.",
            "vi": "Eric Donovan từ Đại học Calgary, Canada, đã chụp được những bức ảnh có ánh sáng ấy và chia sẻ lên một nhóm trên Facebook."
        },
        {
            "en": "<em>Calgary</em> man Tom Crist won the $C40 million ($42.2 million) jackpot in May and will give away every dollar.",
            "vi": "Người đàn ông Calgary là Tom Crist trúng độc đắc 40 triệu đô la Canada (42 triệu đô la Mỹ) hồi tháng 5 và sẽ cho người ta hết số tiền đó."
        },
        {
            "en": " A day later, the chair still hadn't landed, <em>Calgary</em> Police Acting Inspector Kyle Grant said, according to Canadian broadcaster CTV.",
            "vi": "Đài truyền hình CTV Canada dẫn lời Quyền thanh tra cảnh sát Calgary, ông Kyle Grant cho hay, suốt cả ngày hôm ấy mà chiếc ghế vẫn chưa chịu “hạ cánh”."
        },
        {
            "en": "Cuộc đua tài của những người chăn bò ở <em>Calgary</em> là cuộc biểu diễn motô ngoài trời lớn nhất thế giới.",
            "vi": "The Calgary Stampede is the world's largest outdoor rodeo."
        },
        {
            "en": "Previous tours include Beijing, Hong Kong, Harare, <em>Calgary</em>, the Office of Maghreb Affairs, and the Operations Center in the State Department.",
            "vi": "Bà đã từng công tác tại Bắc Kinh, Hồng Kông, Harare, Calgary, Văn phòng phụ trách khu vực Maghreb và Trung tâm điều hành tại Bộ Ngoại giao."
        },
        {
            "en": "But soon after he opened a parachute and jumped back on the ground, police in <em>Calgary</em>, Canada, arrested him Sunday, charging him with one count of mischief causing danger to life.",
            "vi": "Nhưng hôm Chủ nhật, ngay sau khi vừa bung dù tiếp đất thì cảnh sát vùng Calgary, Canada đã bắt giữ anh ngay vì tội đùa giỡn gây nguy hiểm tính mạng."
        },
        {
            "en": "“The money is all going to charity,” he told the <em>Calgary</em> Sun. “I am happy I won because I can donate a lot of money to charity. Personally the money is going to do zero for me.”",
            "vi": "Ông nói với tờ Calgary Sun: \"Tôi sẽ làm từ thiện hết số tiền này. Tôi rất vui khi trúng số vì nhờ đó mà có thể làm từ thiện được nhiều. Tôi không giữ lại một đồng nào cho riêng mình đâu."
        },
        {
            "en": "In his book, Boredom: A Lively History,Peter Toohey at the University of <em>Calgary</em>, Canada, compares it to disgust - an emotion that motivates us to stay away from certain situations.",
            "vi": "Trong cuốn sách của mình, Buồn chán: một lịch sử sống động, Peter Toohey ở trường Đại học ở Calgary, Canada, đã so sánh nó với sự chán ghét - một loại cảm xúc mà thúc đẩy chúng ta tránh xa khỏi những tình huống nhất định."
        },
        {
            "en": "Boria, 26, told CNN he devised his plan about two months ago. Originally, he was hoping to pay a plane or helicopter service to fly him over the crowds at the <em>Calgary</em> Stampede. But Boria said he had to take matters into his own hands after the services rejected his request, telling him there was a no-fly zone policy over the popular rodeo.",
            "vi": "Anh Boria, 26 tuổi, phát biểu với đài CNN rằng anh ta đã lên kế hoạch việc này từ hai tháng trước. Ban đầu, anh chàng định thuê máy bay hoặc trực thăng bay ngang đám đông dự Lễ hội cưỡi ngựa Calgary, nhưng rồi đành phải “tự thân vận động” sau khi các hãng cho thuê khước từ lời đề nghị trên vì có luật cấm bay bên trên các lễ hội đông người."
        },
        {
            "en": "At this year’s fairs which will be open to the public, students will have the opportunity to meet with many of Canada’s leading universities such as the University of Toronto, the University of Alberta, the University of <em>Calgary</em>, the University of Victoria, Simon Fraser University, the University of Manitoba, the University of Saskatchewan, Concordia University, the University of New Brunswick, Queens University, Ryerson University and York University, to name but a few.",
            "vi": "Tại hội chợ được mở cửa cho công chúng năm nay, sinh viên sẽ có cơ hội gặp gỡ với nhiều đơn vị trong số các trường đại học hàng đầu của Canada như trường Đại học Toronto, Đại học Alberta, Đại học Calgary, Đại học Victoria, Đại học Simon Fraser, Đại học Manitoba, Đại học Saskatchewan, Đại học Concordia, Đại học New Brunswick, Đại học Queens, Đại học Ryerson và Đại học York, và một số trường khác."
        },
        {
            "en": "We all know how it feels - it’s impossible to keep your mind on anything, time stretches out, and all the things you could do seem equally unlikely to make you feel better. But defining boredom so that it can be studied in the lab has proved difficult. For a start, it can include a lot of other mental states, such as frustration, apathy, depression and indifference. There isn’t even agreement over whether Boredom is always a low-energy, flat kind of emotion or whether feeling agitated and restless counts as boredom, too. In his book, Boredom: A Lively History, Peter Toohey at the University of <em>Calgary</em>, Canada, compares it to disgust - an emotion that motivates us to stay away from certain situations. ‘If disgust protects humans from infection, boredom may protect them from “infectious\" social situations,’ he suggests.",
            "vi": "Tất cả chúng ta đều biết cảm giác buồn chán là như thế nào – chúng ta không thể giữ tâm trí mình tập trung vào bất cứ thứ gì, thời gian như kéo dài hơn, và tất cả những gì bạn có thể làm dường như đều không làm bạn cảm thấy đỡ hơn. Nhưng việc định nghĩa sự buồn chán mà thậm chí nó có thể được nghiên cứu trong phòng thí nghiệm đã minh chứng sự khó khó khăn của nó (rất khó định nghĩa tại sao buồn). Ban đầu, tình trạng ấy có thể bao gồm nhiều tâm trạng về mặt tinh thần khác, như là sự thất vọng, vô cảm , sự phiền muộn và sự thờ ơ. Thậm chí mọi người cũng không có sự đồng ý là liệu việc chán nản có phải luôn là một kiểu cảm xúc tẻ nhạt ít năng lượng hay liệu cảm giác lo âu và bồn chồn cũng được tính là buồn chán luôn. Trong cuốn sách của mình, Buồn chán: một lịch sử sống động, Peter Toohey ở trường Đại học ở Calgary, Canada, đã so sánh nó với sự chán ghét - một loại cảm xúc mà thúc đẩy chúng ta tránh xa khỏi những tình huống nhất định. Nếu sự chán ghét bảo vệ loài người khỏi lây nhiễm, buồn chán có lẽ bảo vệ con người khỏi những tình huống xã hội “lây nhiễm”, ông đề nghị như vậy."
        }
    ],
    "suggestions": []
}