{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kæli'fɔ:njəm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(hoá học) califoni</td></tr></table><i/></div>",
            "word": "californium",
            "pronounce": "[,kæli'fɔ:njəm]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>californium</k><blockquote><cclass>[<cclass>ˌkalɪ'fɔ:nɪəm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the chemical element of atomic number 98, an unstable, artificially made radioactive metal of the actinide series. (Symbol: <cclass><b>Cf</b>) </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1950s: named after <i>California University</i> (where it was first made) + <kref>-ium</kref>. </blockquote></div>",
            "word": "californium",
            "pronounce": "[,kæli'fɔ:njəm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "californium",
            "pronounce": "[,kæli'fɔ:njəm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "californium",
            "pronounce": "[,kæli'fɔ:njəm]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> califocni</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> califoni</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">californium (Cf)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> califoni</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "californium",
            "pronounce": "[,kæli'fɔ:njəm]"
        }
    },
    "sentences": [
        {
            "en": "Fan and special correspondent Yawen Chen reported from Palo Alto, <em>Calif</em>.",
            "vi": "Người hâm mộ và là phóng viên đặc biệt- Yawen Chen đã gửi bài từ Palo Alto, California."
        },
        {
            "en": "The service is initially being offered for free on flights between Seattle and San Jose, <em>Calif</em>.",
            "vi": "Dịch vụ này lúc đầu được cung cấp miễn phí trên các chuyến bay từ Seattle đến San Jose, Calif."
        },
        {
            "en": "On March 30, a Santa Clara, <em>Calif</em>., man shot five people to death, including three children, before killing himself.",
            "vi": "Vào ngày 30 tháng 3, một người đàn ông ở Santa Clara, California, đã bắn chết 5 người, trong đó có 3 trẻ em trước khi tự sát."
        },
        {
            "en": "The Oak Ridge and Fermi announcements were made at Nvidia's GPU Technology developer's conference, which kicked off Wednesday in San Jose, <em>Calif</em>.",
            "vi": "Sự công bố của Oak Ridge và Fermi đã được thực hiện tại hội nghị các nhà phát triển công nghệ GPU của Nvidia được khởi động vào thứ tư tại San Jose, California."
        },
        {
            "en": "Rep. Adam Schiff, D-<em>Calif</em>., the ranking member of the House intelligence committee, said the data being turned over by Facebook \"should help us better understand what happened.\"",
            "vi": "Rep. Adam Schiff, D-Calif., thành viên của Ủy ban Tình báo, cho biết dữ liệu được Facebook chuyển qua \"sẽ giúp chúng tôi hiểu rõ hơn về những gì đã xảy ra\"."
        },
        {
            "en": "IBM’s announcement came that same day that IBM and Cisco officials helped announced a smart grid project pushed by PG&E and the city of San Jose, <em>Calif</em>.",
            "vi": "Trong một thông báo cùng ngày của IBM, IBM và Cisco đã công bố dự án lưới điện thông minh của công ty PG & E và thành phố San Jose, California, Mỹ."
        },
        {
            "en": "Rep. Adam Schiff, D-<em>Calif</em>., the ranking member of the House intelligence committee, said the data being turned over by Facebook \"should help us better understand what happened.\"",
            "vi": "Rep. Adam Schiff, D-Calif., thành viên của Ủy ban Tình báo, cho biết dữ liệu được Facebook chuyển qua \"sẽ giúp chúng tôi hiểu rõ hơn về những gì đã xảy ra\"."
        },
        {
            "en": "In a public appearance streamed live from the company's headquarters in Menlo Park, <em>Calif</em>., Zuckerberg said Facebook was determined to make it \"much harder\" for anyone to interfere in elections and to \"use our tools to undermine democracy.\"",
            "vi": "Trong lần xuất hiện trước công chúng bằng cách phát trực tiếp từ trụ sở chính của công ty lại Menlo Park, California, Zuckerberg đã nói rằng Facebook quyết tâm sẽ \"cứng rắn hơn\" đối với những ai can thiệp vào các cuộc bầu cử và \"sử dụng các công cụ của chúng tôi để làm tổn hại nền dân chủ\"."
        },
        {
            "en": "In a public appearance streamed live from the company's headquarters in Menlo Park, <em>Calif</em>., Zuckerberg said Facebook was determined to make it \"much harder\" for anyone to interfere in elections and to \"use our tools to undermine democracy.\"",
            "vi": "Trong lần xuất hiện trước công chúng bằng cách phát trực tiếp từ trụ sở chính của công ty lại Menlo Park, California, Zuckerberg đã nói rằng Facebook quyết tâm sẽ \"cứng rắn hơn\" đối với những ai can thiệp vào các cuộc bầu cử và \"sử dụng các công cụ của chúng tôi để làm tổn hại nền dân chủ\"."
        },
        {
            "en": "In a fair world, those in the House Ethics Committee long ago would have dropped politically motivated and empty complaints against Rep. Devin Nunes (R-<em>Calif</em>.), chairman of the House Intelligence Committee, and would have agreed that he was simply a political target.",
            "vi": "Trong một thế giới công bằng, những người trong Ủy ban Đạo đức Gia đình từ lâu đã có thể đã bỏ những khiếu nại về chính trị và chống lại ông Devin Nunes (R-Calif.), Chủ tịch Ủy ban Tình báo Hạ viện và đồng ý rằng ông chỉ đơn gian mục tiêu chính trị."
        },
        {
            "en": "In a fair world, those in the House Ethics Committee long ago would have dropped politically motivated and empty complaints against Rep. Devin Nunes (R-<em>Calif</em>.), chairman of the House Intelligence Committee, and would have agreed that he was simply a political target.",
            "vi": "Trong một thế giới công bằng, những người trong Ủy ban Đạo đức Gia đình từ lâu đã có thể đã bỏ những khiếu nại về chính trị và chống lại ông Devin Nunes (R-Calif.), Chủ tịch Ủy ban Tình báo Hạ viện và đồng ý rằng ông chỉ đơn gian mục tiêu chính trị."
        },
        {
            "en": "In a few months, Missa Bay, owned by Ready Pac Produce of Irwindale, <em>Calif</em>., will also be supplying roughly one-quarter of the 13,700 restaurants with sliced green apples for the new fruit salad, which is scheduled to be introduced in May.",
            "vi": "Trong một vài tháng, Missa Bay, thuộc sở hữu của Ready Pac Produce của Irwindale, Calif., cũng sẽ cung cấp khoảng một phần tư trong số 13.700 nhà hàng với táo xanh thái lát cho món salad trái cây mới, dự kiến sẽ được giới thiệu vào tháng Năm."
        },
        {
            "en": "Supercomputer to use new Nvidia 'Fermi' chip         Oak Ridge National Laboratory announced plans today for a new supercomputer that will use Nvidia's next-generation GPU architecture, codenamed \"Fermi.\"  The Oak Ridge and Fermi announcements were made at Nvidia's GPU Technology developer's conference, which kicked off Wednesday in San Jose, <em>Calif</em>. The Fermi chip integrates three billion transistors, about three times the number of transistors in Nvidia's most powerful graphics chip now on the market. In the future, the chip will also find its way into Nvidia's GeForce product line for PCs. Oak Ridge's supercomputer will be used for research in energy and climate change and is expected to be 10 times more powerful than today's fastest supercomputer, according to a joint statement from Oak Ridge and Nvidia. The architecture would use both graphics processing units (GPUs) from Nvida and central processing units (CPUs), according to Nvidia. Intel and Advanced Micro Devices, among others, make the CPUs. Fermi GPUs would enable \"substantial scientific breakthroughs\" that would be impossible without the new technology, said Jeff Nichols, Oak Ridge's associate lab director for Computing and Computational Sciences, in a statement.  \"With the help of Nvidia technology, Oak Ridge proposes to create a computing platform that will deliver exascale computing within ten years,\" Nichols said. Exascale computing proposes to go beyond petaflop performance (a thousand trillion) to one million trillion calculations per second.  Oak Ridge also announced it will be creating the Hybrid Multicore Consortium focused on computing with different types of processor architectures. The goals of this consortium are to work with the developers to run applications on the next generation of supercomputers built with CPUs and GPUs.  Nvidia's rival AMD recently announced one of its fastest graphics chips yet that packs 2.15 billion transistors and supports Microsoft's upcoming DirectX 11 programming interface for accelerating graphics and general-purpose computing in Windows 7. The ATI Radeon HD 5870 has received consistently positive reviews, beating comparable Nvidia chips and, most importantly, it is available now. Nguồn: http://news.cnet.com/8301-13924_3-10364534-64.html?tag=mncol",
            "vi": "Supercomputer to use new Nvidia 'Fermi' chip       Hôm nay, Phòng thí nghiệm Quốc gia Oak Ridge đã công bố kế hoạch về một siêu máy tính mới sẽ sử dụng kiến trúc GPU thế hệ mới của hãng Nvidia có tên mã là \"Fermi.\" Sự công bố của Oak Ridge và Fermi đã được thực hiện tại hội nghị các nhà phát triển công nghệ GPU của Nvidia được khởi động vào thứ tư tại San Jose, California. Chip Fermi tích hợp ba tỷ bóng bán dẫn, gấp ba lần số lượng các bóng bán dẫn trong các chip đồ họa mạnh nhất của Nvidia trên thị trường hiện nay. Trong tương lai, chip này cũng sẽ có mặt trong dòng sản phẩm GeForce của Nvidia dành cho các máy tính cá nhân. Theo một tuyên bố chung từ Oak Ridge và Nvidia , siêu máy tính của Oak Ridge sẽ được sử dụng cho việc nghiên cứu về năng lượng và biến đổi khí hậu và dự kiến sẽ mạnh hơn 10 lần so với siêu máy tính nhanh nhất hiện nay. Theo Nvidia, các kiến trúc sẽ sử dụng cả bộ xử lí đồ họa (GPU) từ Nvida và bộ xử lí trung tâm (CPU) của Intel, Advanced Micro Devices(AMD) hoặc CPU của các nhà sản xuất khác. Ông Jeff Nichols, Giám đốc phòng thí nghiệm kết hợp Khoa học máy tính và điện toán của Oak Ridge cho biết : Bộ xử lí đồ hoạ GPU Fermi sẽ tạo ra \"những bước đột phá khoa học quan trọng\" mà sẽ không thể nào thiếu công nghệ mới. Nichols cho biết \"Với sự trợ giúp công nghệ của Nvidia, Oak Ridge sẽ đề xuất tạo ra một nền tảng điện toán mà sẽ cho ra đời những hệ thống máy tính có thể xử lí một triệu nghìn tỷ phép tính mỗi giây (Exascale Computing) trong vòng mười năm ,\". Exascale Computing đề xuất phải vượt xa hơn hiệu suất petaflop (một triệu tỷ) đến một triệu nghìn tỷ phép tính mỗi giây. Oak Ridge cũng thông báo họ sẽ tạo ra hệ thống Hybrid Multicore Consortium tập trung vào việc tính toán với các loại kiến trúc vi xử lí khác nhau. Mục tiêu của Consortium này là làm việc với các nhà phát triển để chạy các ứng dụng trên các thế hệ tiếp theo của siêu máy tính được xây dựng với các CPU và GPU. Hãng AMD đối thủ của Nvidia vừa công bố một chip đồ họa nhanh nhất của họ với 2.15 tỷ bóng bán dẫn và hỗ trợ giao diện lập trình DirectX 11 sắp tới của Microsoft để tăng tốc đồ hoạ và điện toán đa năng trong Windows 7. ATI Radeon HD 5.870 đã nhận được những sự đánh giá luôn luôn tích cực, sự thất bại so với các chip của Nvidia và quan trọng nhất là nó đang có sẵn."
        },
        {
            "en": "Alaska Airlines Launches Wi-Fi S  \t\t\t \t\t\tAlaska Airline launches a trial service employing a \t\t\tsatellite-to-plane Wi-Fi system to provide in-flight broadband for \t\t\tlaptops, PDAs and other mobile and wireless Wi-Fi-enabled devices. \t\t\tAlong with providing Wi-Fi connections for passengers, Row 44's \t\t\tsatellite-based technology also provides the airlines with a \t\t\tbroadband link for operational data. \t\t\tAlaska Airlines joined the industry race to add in-flight Wi-Fi service \t\t\tFeb. 26, debuting the service on a handful of Boeing 737-700s. The \t\t\tservice is initially being offered for free on flights between \t\t\tSeattle and San Jose, <em>Calif</em>. \t\t\t \t\t\tAfter the trial period, Alaska Airlines said it would determine a \t\t\tschedule and pricing for rolling out the Wi-Fi service to the \t\t\tcompany's entire fleet. \t\t\t \t\t\t\t \t\t\tEmploying Row 44's satellite-to-plane Wi-Fi technology, \t\t\tAlaska Airlines said customers using the service will have the full \t\t\trange of online activities, including Web browsing, online music, \t\t\te-mail and instant messaging. VOIP (voice over IP) service and cell \t\t\tphone use is banned by the Federal Communications Commission on U.S. \t\t\tflights. \t\t\t \t\t\tSouthwest airlines is also using Row 44's satellite-based technology \t\t\twhile American Airlines, Virgin America and Delta are employing \t\t\tAircell's Gogo Inflight Internet service, which uses \t\t\tground-to-airplane technology. \t\t\t \t\t\t\"This is a service that everyone can use, whether it's for business \t\t\tor entertainment,\" Steve Jarvis, Alaska Airline's vice president of \t\t\tsales and customer experience, said in a statement. \"Our service \t\t\tgives passengers a choice in how they spend their time while \t\t\ttraveling and enhances the in-flight experience.\" \t\t\t \t\t\tThe Row 44 system provides downlink data rates averaging 30M bps and \t\t\t620K bps maximum in the uplink direction. Along with providing \t\t\tbroadband for passengers, Row 44's technology provides the airlines \t\t\twith a broadband link for operational data. The system weighs less \t\t\tthan 150 pounds. \t\t\t \t\t\tRow 44's major system components include a low-profile antenna \t\t\tmounted to the top of the fuselage. Four compact line-replaceable \t\t\tunits are installed above the cabin headlining just below the \t\t\tantenna: a server management unit, a high power amplifier, an \t\t\tantenna control unit and a modem data unit. To distribute a Wi-Fi \t\t\tsignal, one or more wireless access units are placed in the airplane \t\t\tcabin. \t\t\t \t\t\tAlaska Airlines conducted a number of ground and in-flight tests of \t\t\tRow 44's technology to make sure the system doesn't interfere with \t\t\taircraft navigation systems. The service is being offered on a trial \t\t\tbasis and has not yet received final FCC approval.",
            "vi": "Hãng hàng không Alaska ra mắt dịch vụ thử nghiệm qua hệ thống Wi-Fi từ vệ tinh tới máy bay (satellite-to-plane) để cung cấp băng thông rộng trên máy bay cho các máy tính xách tay (laptop), PDA (Personal Digital Assistant), cùng các thiết bị di        Hãng hàng không Alaska ra mắt dịch vụ thử nghiệm qua hệ thống Wi-Fi từ vệ tinh tới máy bay (satellite-to-plane) để cung cấp băng thông rộng trên máy bay cho các máy tính xách tay (laptop),  PDA (Personal Digital Assistant), cùng các thiết bị  di động và  không dây  có hỗ trợ  Wi-Fi.   Ngoài việc cung cấp kết nối Wi-Fi cho hành khách, công nghệ vệ tinh của Row 44 cũng mang lại cho các hãng hàng không  đường truyền  băng thông rộng để xử lý dữ liệu nghiệp vụ.  Hãng hàng không Alaska  đã tham dự  cuộc đua của ngành hàng không để tăng cường  dịch vụ Wi-fi trên máy bay vào ngày 26-2, đầu tiên là phục vụ  trên một số máy bay Boeing 737-700.  Dịch vụ này lúc đầu được cung cấp miễn phí trên các chuyến bay từ Seattle đến San Jose, Calif.  Sau thời gian dùng thử, hãng hàng không Alaska nói rằng họ sẽ quy định một lịch trình và giá cả để triển khai dịch vụ Wi-Fi cho tất  cả máy bay của hãng.   Nhờ  áp dụng công nghệ Wi-Fi từ vệ tinh tới máy bay của Row 44,  hãng hàng không Alaska  cho rằng khách hàng sử dụng dịch vụ sẽ  thụ hưởng mọi hoạt động trực tuyến,  như duyệt web,  nghe nhạc trực tuyến,  thư điện tử và gởi tin nhắn.  Riêng dịch vụ VoIP (đàm thoại  qua IP) và sử dụng điện thoại di động  thì  bị Ủy ban Truyền thông Liên bang  cấm  trên các chuyến bay của Mỹ.   Hãng hàng không Southwest cũng  đang dùng công nghệ vệ tinh của Row 44, trong khi  hãng hàng không  American, Virgin America và Delta  lại sử dụng dịch vụ  Gogo Inflight Internet của Aircell  theo công nghệ “từ mặt đất tới máy bay”  “Đây là một dịch vụ mà  ai cũng dùng được, dù là  để làm việc  hay  để  giải trí,\" Steve Jarvis,  Phó giám đốc bộ phận kinh doanh và  chăm sóc  khách hàng  đã  nói  như thế  trong một  bài phát biểu. \"Dịch vụ của chúng tôi  cho phép  hành khách  lựa chọn cách thức  sử dụng thời gian của  mình trong khi đi du lịch và  làm hành khách cảm thấy hứng thú hơn khi đang  bay.\"  Hệ thống Row 44 cung cấp tốc độ cho việc truyền dữ liệu từ vệ tinh xuống (downlink) trung bình là 30MB  bps và  đưa dữ liệu lên  (uplink) tối đa là 620k  bps.   Ngoài việc cung cấp băng thông rộng cho hành khách, công nghệ Row 44 còn  mang lại cho các hãng hàng không  đường truyền  băng thông rộng để xử lý dữ liệu nghiệp vụ.  Hệ thống này nặng chưa tới 150 pounds.  Các thành phần chính trong  hệ thống Row 44 bao gồm  một  ăng ten nhỏ gọn gắn  lên  trên thân máy bay.   Bốn hộp nhỏ gọn dễ thay thế  được gắn trên trần buồng lái, ngay dưới ăng ten: một thiết bị quản lý server, một máy khuếch đại công suất mạnh, một thiết bị điều chỉnh ăng ten và một thiết bị cung cấp  dữ liệu qua modem. Để phát một tín hiệu Wi-Fi, cần phải có  một hoặc nhiều thiết bị truy cập không dây trong buồng lái máy bay.  Hãng hàng không Alaska  đã  thực hiện một số  cuộc  thử nghiệm công nghệ Row 44  trên mặt đất và  trên máy bay để đảm bảo  là hệ thống  này không gây nhiễu cho các hệ thống  điều khiển máy bay.  Dịch vụ  này chỉ mới được  dùng  thử,  chứ chưa được Ủy ban Truyền thông Liên bang (Federal Communications Commission)  phê chuẩn chính thức."
        },
        {
            "en": "Obama chooses Chicago schools ch WASHINGTON -- President-elect Barack Obama has chosen Chicago schools chief Arne Duncan to serve as education secretary, people with knowledge of the decision said Monday. Obama planned to announce his choice Tuesday morning. These individuals confirmed Duncan's selection Monday on condition of anonymity because Obama had not made the decision public. Duncan has run the country's third-biggest school district for the past seven years. He has focused on improving struggling schools, closing those that fail. Obama highlighted this work by choosing for the announcement a turnaround story for Duncan -- Dodge Renaissance Academy, a school Duncan closed and then reopened. The two had visited the school together three years ago, although they share more than an interest in education: Duncan has played pickup basketball with Obama since the 1990s. In fact, Duncan co-captained the Harvard basketball team and played professionally in Australia before his career in education. Duncan ran an education nonprofit on Chicago's South Side before working in Chicago Public Schools under former chief Paul Vallas, now the schools chief in New Orleans.  Obama's choice has been anticipated, and argued about, by education groups anxious to see what Obama will do to fix the country's ailing schools. Obama managed throughout his campaign to avoid taking sides in the contentious debate between reform advocates and teachers' unions over the direction of education and the fate of President Bush's No Child Left Behind accountability law. Duncan's selection may satisfy both factions. Reform advocates wanted a big-city school superintendent who, like Duncan, has sought accountability for schools and teachers. And teachers' unions, an influential segment of the party base, wanted an advocate for their members; they have said they believe Duncan is willing to work with them. \"Arne Duncan actually reaches out and tries to do things in a collaborative way,\" Randi Weingarten, head of the 1.4 million-member American Federation of Teachers, told The Associated Press earlier this month. Duncan deliberately straddled the factions earlier this year when he signed competing manifestos from each side of the debate. Sen. Edward Kennedy, chairman of the Senate Health, Education, Labor and Pensions Committee, which must confirm the education nomination, said Duncan was a consensus candidate. \"Arne has been a pragmatic and effective leader of Chicago's schools,\" Kennedy, D-Mass., said in a statement. \"He's brought people together to address difficult challenges and expand opportunities so that every child can succeed.\" House Education and Labor Committee Chairman George Miller called Duncan \"a very good choice for school reform and our schoolchildren.\" \"He is an experienced and accomplished leader who is open to new ideas for improving our schools,\" Miller, D-<em>Calif</em>., said in a statement. In the education debate, the competing sides break down over the degree to which teachers and schools should be held accountable for how kids are learning, and the role test scores should play in making that determination. At the heart of the dispute: No Child Left Behind, the law that has grown as unpopular as George W. Bush, the outgoing president who championed it. The reform group agrees with the law's general principle of penalties for schools if test scores fail to improve, although nearly everyone agrees the law has problems that need fixing. The union coalition says test scores aren't the only measure, and that factors far beyond the classroom affect how well kids learn.",
            "vi": "Obama chooses Chicago schools chief Arne Duncan to serve as education secretary        (Bản dịch thô, chưa chỉnh sửa)  WASHINGTON - Tổng thống mới đắc cử Barrack Obama đã chọn trường Chicago Duncan Arne chính để làm bộ trưởng giáo dục, người có kiến thức của đã nói quyết định thứ hai.    Obama dự định công bố lựa chọn của anh ấy sáng thứ ba. Các cá nhân này xác nhận lựa chọn của Duncan thứ hai yêu cầu được giấu tên vì Obama chưa đưa ra quyết định công khai.    Duncan đã quản lý hệ thống trường công lớn thứ ba trong nước trong bảy năm qua. Anh ấy đã chú trọng vào cải thiện các trường đang gặp khó khăn, đóng những đó không. Obama đề cao công việc này bằng cách chọn cho thông báo câu chuyện chuyển bại thành thắng cho Duncan - Học viện Dodge Renaissance, Duncan trường đóng cửa rồi mở lại.    Hai đã thăm trường cùng nhau cách đây ba năm, mặc dù họ còn có chung những mối quan tâm khác ngoài giáo dục : Duncan có chơi lối bóng rổ với Obama từ . năm 1990Thực ra, Duncan it - captained và đội bóng rổ Harvard chơi chuyên nghiệp ở châu Úc trước khi bắt đầu sự nghiệp giáo dục của anh ấy.  ý chí như thế nào  Obama chấn chỉnh trường học ?Duncan điều hành hội giáo dục thiện nguyện ở South Side thuộc Chicago trước khi làm việc trong Hiệp hội trường công ở Chicago dưới cựu Paul Vallas trưởng, bây giờ trong hội trưởng hội liên trường New Orleans.    Obama ‘s choice has been anticipated, and argued about, by education groups anxious to see what obama will do to fix the country ‘s ailing schools.    Obama chật vật từ đầu đến cuối chiến dịch của anh ấy để tránh thiên về bên nào trong tranh luận pháp lý giữa những người ủng hộ cải cách và công đoàn của giáo viên trên phương hướng giáo dục và số phận của luật tinh thần trách nhiệm của Tổng thống Bush theo phương châm Không bỏ sót một đứa trẻ nào.    Lựa chọn của duncan có thể đáp ứng cả hai phái. Những người ủng hộ cải cách muốn có một vị tổng quản trị các trường học trong thành phố lớn người, như Duncan, có tìm kiếm tinh thần trách nhiệm về trường học và giáo viên. Và công đoàn của giáo viên, của bộ phận có ảnh hưởng lớn đảng cơ sở, muốn ủng hộ của họ cho thành viên ; họ có đã nói họ tin Duncan sẵn lòng làm việc với họ.    “ Arne Duncan thực sự vươn ra phía trước và cố gắng làm theo tinh thần hợp tác, “ Randi Weingarten, đầu Liên hiệp giáo chức Hoa Kỳ gồm 1,4 triệu thành viên, bảo The Associated Press đầu tháng này.    Duncan cố tình không thiên về bên nào đầu năm nay khi anh ấy ký bản tuyên ngôn cạnh tranh từ mỗi bên của tranh luận.     CandidateSen nhất trí. Edward Kennedy, chủ tịch ủy ban y tế, giáo dục, lao động và hưu bổng thuộc thượng viện, mà phải xác nhận bổ nhiệm trong ngành giáo dục, là Duncan đã nói ứng cử viên được nhất trí đề cử.    “ Arne đã một lãnh tụ hiệu quả và thực dụng của trường học của Chicago, “ Kennedy, d - mass. ,đã nói ở lời tuyên bố. “ anh ấy mang mọi người lại gần nhau để giải quyết những thách thức khó khăn và mở rộng cơ hội sao cho mỗi trẻ em có thể thành công. “    George Miller chủ tịch ủy ban giáo dục và lao động thuộc Hạ viện gọi Duncan “ lựa chọn rất tốt cho cải cách trường học và học sinh của chúng tôi. “    “ anh ấy là một nhà lãnh đạo có kinh nghiệm và năng lực người sẵn sàng tiếp thu ý tưởng mới để cải thiện trường học của chúng tôi, “ Miller, D - Calif. ,đã nói ở lời tuyên bố."
        },
        {
            "en": "Tech innovator had been battling pancreatic cancer for years Oct. 5, 2011 -- Steve Jobs, the visionary co-founder of Apple Inc. who revolutionized the way we use technology, died today after fighting advanced pancreatic cancer since 2004. The death was announced by the company he helped found. \"Apple has lost a visionary and creative genius, and the world has lost an amazing human being,\" Apple stated in a note on its web site. \"Those of us who have been fortunate enough to know and work with Steve have lost a dear friend and an inspiring mentor. Steve leaves behind a company that only he could have built, and his spirit will forever be the foundation of Apple.\" Unlike many famous people diagnosed with cancer or other fatal illnesses, Jobs revealed few details about his health after he was diagnosed with pancreatic cancer. That was also true when he resigned from the company in August 2011.  Jobs’ shed little insight on his condition in this excerpt from his letter to the Apple Board of Directors: “I have always said if there ever came a day when I could no longer meet my duties and expectations as Apple’s CEO, I would be the first to let you know. Unfortunately, that day has come. I hereby resign as CEO of Apple. I would like to serve, if the Board sees fit, as Chairman of the Board, director and Apple employee.” He was, however, willing to talk about death, as he did in 2005 commencement speech at Stanford University. He shared his relief at the time that he was diagnosed with a rare form of pancreatic cancer -- one did not mean an immediate death sentence.  Yet he was realistic about his future: “Remembering that I’ll be dead soon is the most important tool I’ve ever encountered to help me make the big choices in life. Because almost everything -- all external expectations, all pride, all fear of embarrassment or failure -- these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.” Legendary career In his nearly four-decade career, Jobs oversaw the development of some of the most iconic tech products of the past half century. He co-founded Apple Computer Inc. in 1976. Based in Cupertino, <em>Calif</em>., the company developed one of the first commercially successful personal computers, the Apple II. Less than 10 years after its founding, though, Apple’s business had lost its momentum, and, in 1985, Jobs was forced to resign. A year later, Jobs helped found Pixar, the independent animation studio that produced Toy Story and its two sequels, Monsters Inc., Ratatouille, and a host of others Academy Award-winning computer-animated films. Jobs returned to Apple in 1996. The following year he was named CEO, a position he resigned in August 2011. Back to Apple During his second tenure at Apple, the company introduced the iPod, the iPhone, and, most recently, the iPad. The popularity of each propelled Apple into its current position as one of the world’s most valuable technology companies. Meanwhile, its Macintosh line of personal computers has, over the past several years, transformed the company from an also-ran to a top seller in the PC market. But as Jobs was reviving Apple, his own health was suffering. Jobs' pancreatic cancer In 2004, Jobs was diagnosed with a rare form of cancer when a neuroendocrine tumor was discovered in his pancreas. This type of tumor accounts for 3% of all pancreatic tumors.  The distinction between types of pancreatic cancer is an important one. Whereas the most common form of pancreatic cancer is quite aggressive and deadly, neuroendocrine pancreatic cancer typically progresses slowly and is often treatable. “Neuroendocrine cancer has a much better prognosis,” says Rodney Pommier, MD, a surgeon at Oregon Health and Sciences University and an expert in neuroendocrine cancer. Pommier did not participate in Jobs’s care. Jobs had surgery in 2004 to remove the tumor, after which he returned to work. Five years later, though, he took another medical leave of absence from Apple. This time, he underwent a liver transplant at Methodist University Hospital in Memphis. Throughout his illness, Jobs preferred privacy over public disclosure of the details of his condition, and the reason for the liver transplant was never disclosed. There was speculation at the time that it was done because his cancer had spread to his liver.          ",
            "vi": "Nhà cải tiến công nghệ đã chiến đấu với chứng ung thư tuyến tụy trong nhiều năm 5/10/2011 - Steve Jobs, người đồng sáng lập nhìn xa thấy trước của hãng Apple Inc.- người đã thay đổi tận gốc cách sử dụng công nghệ của chúng ta, đã qua đời ngày hôm nay sau khi chống chọi lại căn bệnh ung thư tuyến tuỵ giai đoạn cao kể từ năm 2004. Tin này đã được công ty nơi ông giúp sáng lập thông báo.   Trong một thông điệp đăng trên trang web của mình, Apple ghi rõ “Apple đã mất đi một thiên tài đầy sáng tạo và nhìn xa thấy trước, và thế giới mất đi một con người hết sức tuyệt vời,” “Chúng tôi, những người có đủ may mắn được biết và làm việc cùng với Steve đã mất đi một người bạn đáng quý, một người thầy đầy cảm hứng. Steve để lại một công ty mà chỉ có ông mới có thể tạo dựng được, và linh hồn của ông sẽ mãi là nền móng của Apple.\"  Không giống như nhiều người nổi tiếng được chẩn đoán bị ung thư hoặc bị những căn bệnh chết người khác, Jobs chỉ tiết lộ một vài chi tiết về sức khỏe của mình sau khi bị chẩn đoán là ung thư tuyến tụy. Điều đó cũng hoàn toàn có thật khi ông từ chức ở công ty vào tháng 8 năm 2011. Người ta có thể hiểu thấu một chút về bệnh tình của ông trong đoạn trích dưới đây trong lá thư gởi đến Hội đồng quản trị của Apple:  “Tôi luôn nói rằng nếu có một ngày tôi không còn có thể đảm đương công việc của mình và không thể đáp ứng được kỳ vọng như một Giám đốc Điều hành Apple nữa thì tôi sẽ là người đầu tiên nói cho các bạn biết. Tiếc là, ngày ấy đã đến rồi. Do đó tôi từ chức Giám đốc Điều hành của Apple. Nếu Hội đồng quản trị thấy hợp lý, tôi xin được làm Chủ tịch Hội đồng Quản trị, giám đốc và nhân viên của Apple.”  Tuy nhiên, ông rất sẵn sàng nói về cái chết của mình, như trong bài diễn văn phát bằng tốt nghiệp vào năm 2005 tại trường Đại học Stanford. Ông chia sẻ tâm trạng nhẹ nhõm lúc bấy giờ khi được chẩn đoán một dạng ung thư tuyến tuỵ hiếm thấy – một dạng ung thư mà không có nghĩa là án tử hình tức thì. Tuy nhiên ông cũng rất thực tế về tương lai của mình:  “Việc luôn nhớ rằng mình sẽ chết sớm là một công cụ quan trọng nhất mà tôi từng gặp nhằm giúp mình đưa ra những quyết định lớn trong đời. Bởi hầu như mọi thứ – tất cả những mong đợi bên ngoài, tất cả những kiêu hãnh, tất cả nỗi sợ hãi về thất bại hoặc xấu hổ – tất cả đều hoàn toàn tan biến khi đối diện với cái chết, chỉ còn lại điều thật sự quan trọng với bản thân mình. Nghĩ rằng mình sắp chết là cách tốt nhất mà tôi biết để tránh rơi vào bẫy rằng tôi sẽ mất đi cái gì đó. Khi ta không còn gì nữa thì chẳng có lý do gì mà bạn không nghe theo lời mách bảo của trái tim.”  Sự nghiệp huyền thoại Trong quãng đời sự nghiệp kéo dài gần 4 thập niên, Jobs đã theo dõi và quan sát sự phát triển của một số sản phẩm công nghệ có tính biểu tượng nhất của một nửa thế kỷ qua. Ông đã đồng sáng lập Công ty Apple Computer Inc. vào năm 1976 tại Cupertino, Calif.. Apple đã phát triển một trong những máy tính cá nhân thành công về mặt thương mại đầu tiên, Apple II. Chưa đầy 10 năm sau khi sáng lập thì công việc kinh doanh của Apple đã mất trớn và Jobs bị buộc phải từ chức vào năm 1985.  Một năm sau, Jobs đã giúp sáng lập nên Pixar, đây là một hãng phim hoạt hình độc lập sản xuất ra Toy Story và hai cuốn tiếp theo sau đó, Monsters Inc., Ratatouille, và hàng loạt phim hoạt hình vi tính đoạt Giải thưởng Viện Hàn Lâm khác.  Jobs đã quay trở lại Apple vào năm 1996. Một năm sau ông lên làm Giám đốc Điều hành, ông đã từ chức này vào tháng 8 năm 2011. Trở lại Apple Trong nhiệm kỳ thứ hai của ông tại Apple, thì công ty đã đưa ra giới thiệu về các sản phẩm iPod, iPhone, và gần đây nhất là iPad. Sự nổi tiếng của từng sản phẩm đã đẩy Apple đến vị trí hiện thời của mình như là một trong những công ty công nghệ có giá trị lớn nhất trên thế giới.  Trong lúc đó, dòng máy tính cá nhân Macintosh của hãng, tồn tại vài năm qua, cũng đã biến công ty này từ ít có ảnh hưởng đến một công ty bán hàng chạy nhất trong thị trường PC. Nhưng khi Jobs đang vực Apple đứng dậy thì sức khỏe của ông lại suy sụp.  Chứng ung thư tuyến tụy của Steve Jobs Năm 2004, Jobs bị chẩn đoán mắc dạng ung thư hiếm thấy khi trong tuỵ của ông có khối u thần kinh nội tiết. Loại khối u này chiếm 3% tất cả khối u tụy.  Sự khác biệt giữa hai loại ung thư tuyến tụy là một sự khác biệt quan trọng. Trong khi dạng ung thư tuyến tụy thường gặp nhất rất dữ dội và gây tử vong thì chứng ung thư tuyến tụy thần kinh nội tiết lại thường diễn tiến chậm và thường có thể chữa lành.  Theo nhận xét của bác sĩ y khoa, bác sĩ phẫu thuật thuộc trường Đại học Khoa học và Y tế Oregon, và là chuyên gia về ung thư thần kinh nội tiết thì “Ung thư thần kinh nội tiết có tiên lượng khả quan hơn nhiều,” Pommier đã không chăm sóc cho Jobs.  Jobs được phẫu thuật cắt bỏ khối u vào năm 2004, sau khi ông quay lại làm việc. Tuy vậy, 5 năm sau, ông lại nghỉ bệnh tiếp ở Apple. Lần này, ông phải cấy ghép gan ở Bệnh viện Methodist University Hospital, Memphis. Suốt thời gian bệnh, Jobs muốn giữ kín hơn là công bố chi tiết cụ thể về bệnh tình của mình, và lý do cấy ghép gan cũng không hề được tiết lộ. Lúc đó người ta cũng suy đoán là bởi chứng ung thư đã di căn qua gan nên phải thực hiện thủ thuật đó.   "
        },
        {
            "en": "10 Bizarre Home Cures That Really Work         Of course there are some health staples you should never be without - bandages or OTC pain relievers come to mind. But you can treat or cure a surprising number of minor ailments with these unexpected household objects and foods. Next time you burn your tongue on piping hot pizza or come down with an unshakeable case of hiccups, keep these tips from The Big Doctors Book of Home Remedies in mind: Home cure: Vodka Use it for: Foot odor If your feet smell less than swell, wipe them down with a vodka-soaked washcloth to get rid of the stench. It’s the same principle as rubbing alcohol (which works equally well if you’d rather drink your Grey Goose). Vodka contains alcohol, which is antiseptic and drying, so it destroys odor-causing fungus and bacteria and dries out the moisture that lets these organisms grow.  Home cure: Pencil Use it for: Headaches When you’re stressed or anxious, you subconsciously clench your jaw and teeth; this strains the muscle that connects your jaw to your temples and can trigger a tension headache. A solution: “Put a pencil between your teeth but don’t bite,” says Fred Sheftell, M.D., director of the New England Center for Headache in Stamford, Conn. You automatically relax your jaw muscle to do this, which can prevent the pain. Home cure: Yogurt Use it for: Bad breath Preliminary research shows that the live bacteria in yogurt can suppress levels of bad breath–causing bacteria. “Good” bugs in yogurt may crowd out the “bad” stink-causing bacteria or create an unhealthy environment for it, says John C. Moon, DDS, a cosmetic and general dentist in Half Moon Bay, <em>Calif</em>. Home cure: Listerine Use it for: Blisters The classic breath freshener—and powerful antiseptic—can also do a number on blisters. Moisten a cotton ball with Listerine and dab it on your blister three times a day until the area dries out and no longer hurts, says Janet Maccaro, Ph.D., CNC, a holistic nutritionist and certified nutrition consultant in Scottsdale, Ariz. Home cure: Tennis ball Use it for: Achy feet For an easy, free mini massage that stretches and soothes your feet, slip off your shoes and roll each foot over a tennis ball, golf ball or soup can for a minute or two. To cool throbbing feet, roll them over a bottle of frozen water.  Home cure: Sugar Use it for: Hiccups A teaspoon of sugar swallowed dry can stop hiccups in minutes. The sugar is believed to modify the nerve muscles that would otherwise tell the muscles in the diaphragm to contract spasmodically and contribute to hiccups.  Home cure: Olives or lemons Use it for: Motion sickness Motion sickness causes you to produce excess saliva, which can make you nauseated, some doctors say. Compounds in olives called tannins dry out your mouth and can help soothe the queasies. Pop a couple at the first hint of nausea; sucking on a lemon or sipping a small amount of mint tea can also do the trick. Home cure: Vegetable oil Use it for: Brittle nails In order to really fix dry nails, you have to address the problem of too little moisture. In addition to using hand lotion regularly, try this nighttime treatment from dermatologist Dee Anna Glaser, M.D. Before you go to bed, apply vegetable oil to your hands, then put on vinyl gloves or wrap your hands in plastic wrap to keep the oil off your bedding. The hand coverings force the oil to penetrate your skin, preventing your hands and nails from getting too dry. Home cure: Peppermint or cinnamon gum Use it for: The stress of a traffic-packed commute  In a NASA-funded study, scientists from Wheeling Jesuit University monitored the responses of 25 college students during simulated driving scenarios. The volunteers reported that peppermint lowered their feelings of fatigue or anxiety by 20 percent. Peppermint and cinnamon each decreased frustration by 25 percent, increased alertness by 30 percent and made the ride seem 30 percent shorter. Not a gum or candy person? Buy peppermint or cinnamon aromatherapy diffusers for the car. Home cure: Apple Use it for: Whiter teeth Crunchy fruits and vegetables act as little toothbrushes when you chew them; they have a natural cleansing action that works on tooth enamel to remove stains. In particular, “apples have a gentle malic acid that also helps dissolve stains,” says Jennifer Jabow, DDS, of Park 56 Dental in New York City.",
            "vi": "10 Bizarre Home Cures That Really Work    Dĩ nhiên có một số sản phẩm y tế mà bạn không bao giờ nên không có – ví dụ như băng cuộn hoặc thuốc giảm đau OTC. Nhưng bạn có thể chữa trị hay xử lý một số khá nhiều những bệnh vặt với các vật dụng và thực phẩm có sẵn trong nhà mà bạn không ngờ tới. Lần sau nếu bạn làm phỏng lưỡi khi ăn bánh pizza nóng rẫy hoặc bị nất cục không dứt, hãy nhớ áp dụng những mẹo vặt của: The Big Doctors Book về Những mẹo vặt trong gia đình. Phương thuốc gia đình: Rượu vốt-ka Sử dụng khi: Mùi hôi chân Nếu bàn chân của bạn có mùi khó chịu, lau sạch chân bằng khăn thấm vodka để tống khứ mùi hôi. Đó là cùng nguyên lý như dùng cồn để rửa vết thương (cũng hiệu quả tương tự nếu bạn dùng rượu Grey Goose). Rượu vốt-ka chứa cồn, là thuốc sát khuẩn và làm khô, vì vậy nó huỷ diệt vi khuẩn và nấm gây ra mùi hôi đồng thời giữ chân khô thoáng khiến các sinh vật này không thể phát triển.   Phương thuốc gia đình: Bút chì Sử dụng khi: Nhức đầu Khi bạn bị căng thẳng hay lo lắng, bạn vô thức mím chặt hàm và răng; việc này làm căng cơ nối hàm của bạn với thái dương và có thể gây ra nhức đầu do căng cơ. Giải pháp: \"Đặt một cây bút chì nằm giữa răng của bạn nhưng không cắn,\" bác sĩ Fred Sheftell, giám đốc New England Center for Headache ở Stamford, Conn, khuyên bạn hãy làm như thế . Động tác đó giúp bạn thư giãn cơ hàm một cách tự động, nên có thể ngăn ngừa cơn đau. Phương thuốc gia đình: Sữa chua Sử dụng khi: Hơi thở có mùi Nghiên cứu sơ bộ cho thấy rằng vi khuẩn sống trong sữa chua có thể làm giảm số lượng của vi khuẩn gây ra mùi hơi thở. Bác sĩ răng hàm mặt John C Moon, thuộc viện Half Moon Bay, Cali, giải thích rằng những vi khuẩn \"tốt\" trong sữa chua có thể đánh bật các vi khuẩn \"xấu\" gây mùi hôi hoặc tạo môi trường không thuận lợi khiến các vi khuẩn đó không thể sinh sôi phát triển. Phương thuốc gia đình: Nước sát trùng lixtơrin Sử dụng khi: Bị bỏng giộp Chất làm thơm mát hơi thở cổ điển - và chất khử trùng mạnh - cũng có thể rất hiệu quả khi bị bỏng giộp. Làm ẩm cục bông với nước sát trùng lixtơrin và phủ nhẹ lên trên vết bỏng giộp của bạn ba lần một ngày cho đến khi vùng đó khô ráo và không còn đau - tiến sĩ Janet Maccaro, chuyên viên nghiên cứu và cố vấn dinh dưỡng, ở Scottsdale, Arizona – hướng dẫn. Phương thuốc gia đình: Banh quần vợt  Sử dụng khi: Bàn chân bị đau nhức Để xoa bóp nhẹ nhàng và thoải mái giúp thư giãn và làm êm dịu chân của bạn, cởi giày ra và lăn tròn mỗi bàn chân trên banh quần vợt, bóng gôn hay lon súp chừng 1 hay 2 phút. Để làm dịu bàn chân bị đau buốt, lăn tròn bàn chân trên một chai nước đá. Phương thuốc gia đình: Đường Sử dụng khi: Nấc cục Nuốt không một thìa cà phê đường có thể chấm dứt nấc cục trong nháy mắt. Đường được cho là có tác dụng điều chỉnh các cơ thần kinh mà nếu hoạt động sai sẽ làm cho các cơ trong cơ hoành co thắt không đều và góp phần tạo nên nấc cục. Phương thuốc gia đình: Quả chanh hoặc trái ô liu Sử dụng khi: Say tàu xe Theo bác sĩ, chứng say tàu xe làm bạn tạo ra nước bọt dư thừa, có thể làm bạn buồn nôn. Các hợp chất trong trái ô liu gọi là tanin giữ cho miệng của bạn khô và có thể giúp làm giảm buồn nôn. Dùng một chút khi vừa cảm thấy buồn nôn; ngậm 1 lát chanh hoặc nhấp một chút trà bạc hà cũng có thể chống say tàu xe. Phương thuốc gia đình: dầu thực vật Sử dụng khi: Móng tay dễ gãy Để thực sự sửa chữa móng tay khô, bạn phải giải quyết vấn đề về độ ẩm quá ít. Ngoài việc sử dụng kem thoa tay thường xuyên, hãy thử cách điều trị vào ban đêm do bác sĩ chuyên khoa da liễu Dee Anna Glaser hướng dẫn: Trước khi đi ngủ, hãy xoa dầu thực vật vào bàn tay, sau đó mang găng tay vinyl hoặc quấn bàn tay bạn trong bọc nhựa để tránh làm dây dầu ra giường ngủ của bạn. Găng tay sẽ làm cho dầu thấm vào da của bạn, làm bàn tay và móng bạn không trở nên quá khô. Phương thuốc gia đình: kẹo cao su bạc hà hoặc quế Sử dụng khi: Căng thẳng khi đi lại trên các phương tiện giao thông đông đúc Trong một nghiên cứu do NASA tài trợ, các nhà khoa học từ Đại học Wheeling Jesuit theo dõi phản ứng của 25 sinh viên cao đẳng trong những kịch bản điều khiển mô phỏng. Người sinh viên tình nguyện đó đã cho biết là bạc hà làm giảm cảm giác mệt mỏi hoặc lo âu của họ khoảng 20 phần trăm. Bạc hà và quế mỗi hạ thấp sự thất vọng xuống 25 phần trăm, tăng cường tỉnh táo 30 phần trăm và làm cho chuyến đi có vẻ ngắn hơn 30 phần trăm. Còn nếu như bạn là người không thích nhai kẹo hay sing-gum? Hãy dùng bình xịt tạo mùi thơm cho xe hơi có mùi bạc hà hay quế. Phương thuốc gia đình: Táo Sử dụng khi: Làm trắng răng hơn Trái cây và rau củ cứng giòn sẽ có tác dụng như là một cái bàn chải răng nhỏ khi bạn nhai chúng; chúng có tác động làm sạch tự nhiên trên men răng giúp xoá bỏ các vết ố xỉn màu. Đặc biệt là, \"táo chứa có chứa axít malic loãng cũng giúp làm mờ các vết ố trên răng\", theo Bác sĩ Răng hàm mặt Jennifer Jabow ."
        }
    ],
    "suggestions": []
}