{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Californian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Californian</k><blockquote>■ <cclass>noun a native or inhabitant of California. </cclass></blockquote><blockquote>■ <cclass>adjective relating to California. </cclass></blockquote></div>",
            "word": "Californian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Californian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Californian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Californian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "We 're serving Japanese cuisine, Korean BBQ, Indian curry chicken, <em>Californian</em> beef noodle, and so forth.",
            "vi": "Chúng tôi đang phục vụ thức ăn Nhật, thịt nướng Hàn Quốc, thịt gà cà ri Ấn Độ, mì thịt bò California, vân vân."
        },
        {
            "en": "We're serving Japanese cuisine, Korean BBQ, Indian curry chicken, <em>Californian</em> beef noodle, and so forth.",
            "vi": "Chúng tôi đang phục vụ thức ăn Nhật, thịt nướng Hàn Quốc, thịt gà cà ri Ấn Độ, mì thịt bò California, vân vân."
        },
        {
            "en": "Fan and special correspondent Yawen Chen reported from Palo Alto, <em>Calif</em>.",
            "vi": "Người hâm mộ và là phóng viên đặc biệt- Yawen Chen đã gửi bài từ Palo Alto, California."
        },
        {
            "en": "In a poll last month, 47 per cent of <em>Californian</em> respondents said they tried it at least once.",
            "vi": "Trong cuộc thăm dò tháng trước, 47% bị đơn người California nói họ đã thử nó ít nhất một lần."
        },
        {
            "en": "The service is initially being offered for free on flights between Seattle and San Jose, <em>Calif</em>.",
            "vi": "Dịch vụ này lúc đầu được cung cấp miễn phí trên các chuyến bay từ Seattle đến San Jose, Calif."
        },
        {
            "en": "<em>Californian</em> scientist Professor Carl Keen and his team have suggested that chocolate might help fight heart disease.",
            "vi": "Giáo sư khoa học người california carl keen và nhóm nghiên cứu của ông đã đưa ra giả thuyết là sôcôla có thể giúp chống lại bệnh tim mạch."
        },
        {
            "en": "On March 30, a Santa Clara, <em>Calif</em>., man shot five people to death, including three children, before killing himself.",
            "vi": "Vào ngày 30 tháng 3, một người đàn ông ở Santa Clara, California, đã bắn chết 5 người, trong đó có 3 trẻ em trước khi tự sát."
        },
        {
            "en": "But as his personal 17 fortune remained comfortably over sixteen million dollars, it was going to take more than a <em>Californian</em> earthquake to move him.",
            "vi": "Tuy nhiên, với tài sản riêng của anh hiện vẫn còn trên 16 triệu đô-la thì đến mấy vụ động đất như Ở Caliphornia cũng chưa làm gì anh được."
        },
        {
            "en": "But as his personal 17 fortune remained comfortably over sixteen million dollars, it was going to take more than a <em>Californian</em> earthquake to move him.",
            "vi": "Tuy nhiên, với tài sản riêng của anh hiện vẫn còn trên 16 triệu đô - la thì đến mấy vụ động đất như Ở Caliphornia cũng chưa làm gì anh được."
        },
        {
            "en": "Copying the local food movement, the idea is to promote local <em>Californian</em> cotton farmers and garment makers, and so sustaining the local economy.",
            "vi": "Làm theo mô hình kinh doanh thực phẩm tại địa phương, ý tưởng của này của North Face là nhằm hỗ trợ và khuyến khích người nông dân trồng bông tại California và những công ty sản xuất may mặc, từ đó đóng góp vào sự bền vững của nền kinh tế."
        },
        {
            "en": "The Oak Ridge and Fermi announcements were made at Nvidia's GPU Technology developer's conference, which kicked off Wednesday in San Jose, <em>Calif</em>.",
            "vi": "Sự công bố của Oak Ridge và Fermi đã được thực hiện tại hội nghị các nhà phát triển công nghệ GPU của Nvidia được khởi động vào thứ tư tại San Jose, California."
        },
        {
            "en": "Rep. Adam Schiff, D-<em>Calif</em>., the ranking member of the House intelligence committee, said the data being turned over by Facebook \"should help us better understand what happened.\"",
            "vi": "Rep. Adam Schiff, D-Calif., thành viên của Ủy ban Tình báo, cho biết dữ liệu được Facebook chuyển qua \"sẽ giúp chúng tôi hiểu rõ hơn về những gì đã xảy ra\"."
        },
        {
            "en": "IBM’s announcement came that same day that IBM and Cisco officials helped announced a smart grid project pushed by PG&E and the city of San Jose, <em>Calif</em>.",
            "vi": "Trong một thông báo cùng ngày của IBM, IBM và Cisco đã công bố dự án lưới điện thông minh của công ty PG & E và thành phố San Jose, California, Mỹ."
        },
        {
            "en": "Rep. Adam Schiff, D-<em>Calif</em>., the ranking member of the House intelligence committee, said the data being turned over by Facebook \"should help us better understand what happened.\"",
            "vi": "Rep. Adam Schiff, D-Calif., thành viên của Ủy ban Tình báo, cho biết dữ liệu được Facebook chuyển qua \"sẽ giúp chúng tôi hiểu rõ hơn về những gì đã xảy ra\"."
        },
        {
            "en": "A 2005 study published in the <em>Californian</em> Journal of Health Promotion found: the most important factor in women postponing or cancelling medical appointments was fear of being weighed, and increase BMI is consistent with decreased preventive health services.",
            "vi": "Một nghiên cứu năm 2005 công bố trên tạp chí Health Promotion phát hiện thấy: yếu tố quan trọng nhất ở những phụ nữ trì hoãn hoặc không đi khám y khoa là do sợ cân, và và sợ tăng chỉ số khối cơ thể là tương ứng với giảm các dịch vụ bảo vệ sức khỏe."
        },
        {
            "en": "In a public appearance streamed live from the company's headquarters in Menlo Park, <em>Calif</em>., Zuckerberg said Facebook was determined to make it \"much harder\" for anyone to interfere in elections and to \"use our tools to undermine democracy.\"",
            "vi": "Trong lần xuất hiện trước công chúng bằng cách phát trực tiếp từ trụ sở chính của công ty lại Menlo Park, California, Zuckerberg đã nói rằng Facebook quyết tâm sẽ \"cứng rắn hơn\" đối với những ai can thiệp vào các cuộc bầu cử và \"sử dụng các công cụ của chúng tôi để làm tổn hại nền dân chủ\"."
        },
        {
            "en": "In a public appearance streamed live from the company's headquarters in Menlo Park, <em>Calif</em>., Zuckerberg said Facebook was determined to make it \"much harder\" for anyone to interfere in elections and to \"use our tools to undermine democracy.\"",
            "vi": "Trong lần xuất hiện trước công chúng bằng cách phát trực tiếp từ trụ sở chính của công ty lại Menlo Park, California, Zuckerberg đã nói rằng Facebook quyết tâm sẽ \"cứng rắn hơn\" đối với những ai can thiệp vào các cuộc bầu cử và \"sử dụng các công cụ của chúng tôi để làm tổn hại nền dân chủ\"."
        },
        {
            "en": "In a fair world, those in the House Ethics Committee long ago would have dropped politically motivated and empty complaints against Rep. Devin Nunes (R-<em>Calif</em>.), chairman of the House Intelligence Committee, and would have agreed that he was simply a political target.",
            "vi": "Trong một thế giới công bằng, những người trong Ủy ban Đạo đức Gia đình từ lâu đã có thể đã bỏ những khiếu nại về chính trị và chống lại ông Devin Nunes (R-Calif.), Chủ tịch Ủy ban Tình báo Hạ viện và đồng ý rằng ông chỉ đơn gian mục tiêu chính trị."
        },
        {
            "en": "In a fair world, those in the House Ethics Committee long ago would have dropped politically motivated and empty complaints against Rep. Devin Nunes (R-<em>Calif</em>.), chairman of the House Intelligence Committee, and would have agreed that he was simply a political target.",
            "vi": "Trong một thế giới công bằng, những người trong Ủy ban Đạo đức Gia đình từ lâu đã có thể đã bỏ những khiếu nại về chính trị và chống lại ông Devin Nunes (R-Calif.), Chủ tịch Ủy ban Tình báo Hạ viện và đồng ý rằng ông chỉ đơn gian mục tiêu chính trị."
        },
        {
            "en": "In a few months, Missa Bay, owned by Ready Pac Produce of Irwindale, <em>Calif</em>., will also be supplying roughly one-quarter of the 13,700 restaurants with sliced green apples for the new fruit salad, which is scheduled to be introduced in May.",
            "vi": "Trong một vài tháng, Missa Bay, thuộc sở hữu của Ready Pac Produce của Irwindale, Calif., cũng sẽ cung cấp khoảng một phần tư trong số 13.700 nhà hàng với táo xanh thái lát cho món salad trái cây mới, dự kiến sẽ được giới thiệu vào tháng Năm."
        }
    ],
    "suggestions": []
}