{
    "en_vn": {
        "data": {
            "content": null,
            "word": "calming",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "calming",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "calming",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "calming",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "calming",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Calming</em> herbs",
            "vi": "Các loại thảo mộc làm dịu cơn stress"
        },
        {
            "en": "I had to keep <em>calming</em> myself.",
            "vi": "Tôi đã phải tự mình giữ bình tĩnh."
        },
        {
            "en": "Assisting and <em>calming</em> the victim of a crime.",
            "vi": "Giúp đỡ và trấn an nạn nhân."
        },
        {
            "en": "Her presence during the crisis had a <em>calming</em> effect.",
            "vi": "Sự có mặt của bà ấy trong cuộc khủng hoảng đã có tác dụng trấn an."
        },
        {
            "en": "Nature lovers can go on <em>calming</em> walks in a variety of parks and gardens.",
            "vi": "Những người yêu thiên nhiên có thể đi dạo thanh thản ở trong công viên và các khu vườn."
        },
        {
            "en": "For a nurse, <em>calming</em> the fears of anxious relatives is all in a day's work.",
            "vi": "Đối với một điều dưỡng viên, làm yên lòng các thân nhân đang lo lắng là công việc hàng ngày."
        },
        {
            "en": "Lavender encourages contemplation, blue is <em>calming</em>, pale green makes you feel hopeful while orange will cheer you up. ",
            "vi": "Hoa oải hương khuyến khích chiêm nghiệm, màu xanh thì êm dịu, màu xanh nhạt tạo cho bạn cảm giác hy vọng trong khi đó màu cam sẽ cổ vũ bạn tiến lên."
        },
        {
            "en": "They became so uncontrollable with excitement, jumping and running around, that their teacher had a hard time <em>calming</em> them down.",
            "vi": "Bọn họ vui sướng chạy nhảy xung quanh, không thể kiểm soát được và các giáo viên phải khó lắm mới làm họ bình tĩnh lại."
        },
        {
            "en": "These colours have a subconscious <em>calming</em> effect on you and reduce the likelihood of you losing your temper.",
            "vi": "Những màu sắc này có tác dụng làm êm diệu và giảm xác suất của việc mất bình tĩnh."
        },
        {
            "en": "She was full of nervous energy due to personal problems and attempted Yoga as a way of <em>calming</em> down.",
            "vi": "Cô ấy đầy nghị lực kiên cường là nhờ có những vấn đề cá nhân và nỗ lực tập Yoga như là một cách để bình tĩnh lại."
        },
        {
            "en": "Drink some warm water with a tinge of lemon as it has a <em>calming</em> effect on the body.",
            "vi": "Hãy uống nước ấm với chanh vì nó có hiệu tác dụng làm trấn tĩnh."
        },
        {
            "en": "Purple is a colour that increases your creativity, while blue and green have a general <em>calming</em> effect.",
            "vi": "Màu tím là màu làm tăng sự sáng tạo, trong khi đó màu xanh da trời và xanh lá cây có tác dụng trấn tĩnh."
        },
        {
            "en": "David looked out across the blue water and felt grateful for the <em>calming</em> effect it had on him.",
            "vi": "David nhìn xuống mặt nước xanh đợi chờ và cảm thấy dễ chịu bởi sự êm ả của nó."
        },
        {
            "en": "Just as you enter, you find an illuminated fountain making a very <em>calming</em> sound that helps you leave all of your stress.",
            "vi": "Ngay khi bạn bước vào, bạn tìm thấy một đài phun nước được chiếu sáng tạo ra một âm thanh rất êm dịu giúp bạn trút bỏ tất cả những căng thẳng của bạn."
        },
        {
            "en": ". This wonderful practice has the great effect of <em>calming</em> the psyche of the practitioner, freeing him from the distressing pain that guilt might bring him.",
            "vi": "Sự thực hành nhiệm mầu này sẽ làm cho tâm của người thực hành được thanh tịnh, giảm bớt khổ đau do ý thức về các tội lỗi của mình đem lại."
        },
        {
            "en": ". This wonderful practice has the great effect of <em>calming</em> the psyche of the practitioner, freeing him from the distressing pain that guilt might bring him.",
            "vi": "Sự thực hành nhiệm mầu này sẽ làm cho tâm của người thực hành được thanh  tịnh, giảm bớt khổ đau do ý thức về các tội lỗi của mình đem lại."
        },
        {
            "en": "Blue ties are a good investment because the colour reminds people of the sky and ocean, which has a <em>calming</em> effect, said Lindsay.",
            "vi": "Cà vạt màu xanh dương là một lựa chọn thông minh vì màu này làm đối phương liên tưởng đến màu trời và biển cả, có tác dụng trấn an, bà Lindsay nói."
        },
        {
            "en": "Also, the sugar in chocolate may reduce stress - sugar has been shown to have a <em>calming</em> and pain-relieving effect on babies and animals because sweet tastes activate the opiate-like substances in our brain.",
            "vi": "Ngoài ra, đường trong socola có thể làm giảm stress, đường được chứng minh là có tác dụng làm dịu và giảm đau đối với trẻ nhỏ và các loài động vật bởi vì vị ngọt kích hoạt các chất như thuốc ngủ trong não chúng ta."
        },
        {
            "en": "Other <em>calming</em> herbs include lemon balm, St. John’s wort—which helps maintain healthy serotonin levels in the brain—and German chamomile. If you’re sensitive to ragweed, though, avoid chamomile.",
            "vi": "Các loại thảo mộc làm dịu khác gồm chanh, chiết xuất của St John - giúp duy trì nồng độ serotonin trong não và hoa cúc của Đức. Tuy nhiên, nếu bạn nhạy cảm với cỏ dại, hãy tránh dùng hoa cúc."
        },
        {
            "en": "Herbal supplements  There are many herbal supplements that claim to fight stress. One of the best studied is St. John's wort, which has shown benefits for people with mild-to-moderate depression. Although more research is needed, the herb also appears to reduce symptoms of anxiety and PMS. There is less data on valerian root, another herb said to have a <em>calming</em> effect.",
            "vi": "Bổ sung thảo dược  Có nhiều loại thuốc bổ sung thảo dược tự cho là có thể chống stress. Một trong những loại thảo dược tốt nhất đã được nghiên cứu là cây St. John's wort (St. John’s wort là một loại cây có hoa vàng được dùng làm thuốc đầu tiên trong thời cổ Hy Lạp. Tên St. John’s wort rõ ràng nhắc nhở đến John the Baptist, vì cây này nở hoa khoảng mùa lễ thánh John the Baptist vào cuối tháng Sáu.\n \n•Tên thông thường: St. John’s wort, hypericum, Klamath weed, Goat weed •Tên La Tinh: Hypericum perforatum), đã cho thấy nhiều lợi ích đối với người bị trầm cảm từ nhẹ đến trung bình. Mặc dù cần phải nghiên cứu thêm, nhưng loại thảo dược này có thể làm giảm các triệu chứng lo âu và Premenstrual Syndrome (hội chứng trước kỳ kinh nguyệt). Người ta cũng có ít tài liệu về rễ cây nữ lang hơn – đây là một loại thảo dược khác được cho là có tác dụng làm dịu thần kinh, làm trấn an."
        }
    ],
    "suggestions": []
}