{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kæləmni]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lời vu khống</td></tr></table><i/></div>",
            "word": "calumny"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>calumny</k><blockquote><cclass>[<cclass>'kaləmni<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>calumnies</b>) the making of false and defamatory statements about someone. </cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb (<cclass><b>calumnies</b>, <cclass><b>calumnying</b>, <cclass><b>calumnied</b>) <cclass>formal calumniate. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>calumnious</b><cclass>kə'lʌmnɪəs <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>calumnia</i>. </blockquote></div>",
            "word": "calumny"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>calumny</k><blockquote>▸ <cclass>noun SLANDER, defamation (of character), character assassination, libel; vilification, traducement, obloquy, verbal abuse, revilement, scurrility; <cclass><i>informal</i> mud-slinging; <cclass><i>formal</i> calumniation; <cclass><i>archaic</i> contumely.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "calumny"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>calumny</k><blockquote><blockquote><ex><abr>n.</abr> to heap calumny on</ex></blockquote></blockquote></div>",
            "word": "calumny"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vu khống</font></td></tr></tbody></table></div>",
            "word": "calumny"
        }
    },
    "sentences": [
        {
            "en": "I will accuse her of <em>calumny</em>.",
            "vi": "Tôi sẽ buộc bà ta tội phỉ báng."
        },
        {
            "en": "Or <em>calumny</em> a song, how can they know,",
            "vi": "Hoc nh th la li noi giem pha cua ho la mt bai ca."
        },
        {
            "en": "Mrs. Mary put on her best clothes and went to church to brave out <em>calumny</em>.",
            "vi": "Bà Mary mặc bộ đồ đẹp nhất của mình và đến nhà thờ để đối chất với lời vu khống mình."
        },
        {
            "en": "Then came envy ; then detraction ; then <em>calumny</em> ; then hate ; then persecution. Then derision, which is the beginning of the end.",
            "vi": "Tiếp thep đó là lòng ghen tị, đến gièm pha rồi vu khống, rồi ganh ghét và rồi hãm hại. Rồi lại nhạo báng, một khởi đầu cho sự kết thúc."
        },
        {
            "en": "Then came envy; then detraction; then <em>calumny</em>; then hate; then persecution. Then derision, which is the beginning of the end.",
            "vi": "Tiếp thep đó là lòng ghen tị, đến gièm pha rồi vu khống, rồi ganh ghét và rồi hãm hại. Rồi lại nhạo báng, một khởi đầu cho sự kết thúc."
        },
        {
            "en": "The Five Boons of Life    Chapter I In the morning of life came a good fairy with her basket, and said: \"Here are gifts. Take one, leave the others. And be wary, chose wisely; oh, choose wisely! for only one of them is valuable.\" The gifts were five: Fame, Love, Riches, Pleasure, Death. The youth said, eagerly: \"There is no need to consider\"; and he chose Pleasure. He went out into the world and sought out the pleasures that youth delights in. But each in its turn was short-lived and disappointing, vain and empty; and each, departing, mocked him. In the end he said: \"These years I have wasted. If I could but choose again, I would choose wisely. Chapter II The fairy appeared, and said: \"Four of the gifts remain. Choose once more; and oh, remember-- time is flying, and only one of them is precious.\" The man considered long, then chose Love; and did not mark the tears that rose in the fairy's eyes. After many, many years the man sat by a coffin, in an empty home. And he communed with himself, saying: \"One by one they have gone away and left me; and now she lies here, the dearest and the last. Desolation after desolation has swept over me; for each hour of happiness the treacherous trader, Love, as sold me I have paid a thousand hours of grief. Out of my heart of hearts I curse him.\" Chapter III \"Choose again.\" It was the fairy speaking. \"The years have taught you wisdom--surely it must be so. Three gifts remain. Only one of them has any worth--remember it, and choose warily.\" The man reflected long, then chose Fame; and the fairy, sighing, went her way. Years went by and she came again, and stood behind the man where he sat solitary in the fading day, thinking. And she knew his thought: \"My name filled the world, and its praises were on every tongue, and it seemed well with me for a little while. How little a while it was! Then came envy; then detraction; then <em>calumny</em>; then hate; then persecution. Then derision, which is the beginning of the end. And last of all came pity, which is the funeral of fame. Oh, the bitterness and misery of renown! target for mud in its prime, for contempt and compassion in its decay.\" Chapter IV \"Chose yet again.\" It was the fairy's voice. \"Two gifts remain. And do not despair. In the beginning there was but one that was precious, and it is still here.\" \"Wealth--which is power! How blind I was!\" said the man. \"Now, at last, life will be worth the living. I will spend, squander, dazzle. These mockers and despisers will crawl in the dirt before me, and I will feed my hungry heart with their envy. I will have all luxuries, all joys, all enchantments of the spirit, all contentments of the body that man holds dear. I will buy, buy, buy! deference, respect, esteem, worship--every pinchbeck grace of life the market of a trivial world can furnish forth. I have lost much time, and chosen badly heretofore, but let that pass; I was ignorant then, and could but take for best what seemed so.\" Three short years went by, and a day came when the man sat shivering in a mean garret; and he was gaunt and wan and hollow-eyed, and clothed in rags; and he was gnawing a dry crust and mumbling: \"Curse all the world's gifts, for mockeries and gilded lies! And miscalled, every one. They are not gifts, but merely lendings. Pleasure, Love, Fame, Riches: they are but temporary disguises for lasting realities--Pain, Grief, Shame, Poverty. The fairy said true; in all her store there was but one gift which was precious, only one that was not valueless. How poor and cheap and mean I know those others now to be, compared with that inestimable one, that dear and sweet and kindly one, that steeps in dreamless and enduring sleep the pains that persecute the body, and the shames and griefs that eat the mind and heart. Bring it! I am weary, I would rest.\" Chapter V The fairy came, bringing again four of the gifts, but Death was wanting. She said: \"I gave it to a mother's pet, a little child. It was ignorant, but trusted me, asking me to choose for it. You did not ask me to choose.\" \"Oh, miserable me! What is left for me?\" \"What not even you have deserved: the wanton insult of Old Age.\"",
            "vi": "Năm món quà của cuộc sống    Chương I Vào buổi bình minh của cuộc sống, có một bà tiên tốt bụng đã xuất hiện cùng với chiếc giỏ trên tay và bà bảo rằng: “Đây là chiếc giỏ đựng những món quà, hãy lấy một trong số chúng. Và hãy cân nhắc cẩn thận, chọn lựa thật khôn ngoan vì chỉ có một món quà là có giá trị thôi”. Năm món quà đó là: Danh vọng, Tình yêu , Giàu sang, Niềm vui và Cái chết. Chàng thanh niên háo hức trả lời: “Không cần phải cân nhắc đâu ạ”, và anh chọn Niềm vui Chàng đi ngao du thiên hạ để tìm những thú vui mà tuổi trẻ yêu thích. Nhưng mỗi thú vui đó lại quá ngắn ngủi và đáng thất vọng, chúng thật rỗng tuếch và vô nghĩa; khi từng cái một rời bỏ đi, chúng lại chế nhạo chàng. Cuối cùng chàng trai tự nhủ rằng: “Những năm qua ta đã lãng phí cuộc đời, nếu được chọn lại thì ta sẽ có một chọn lựa khôn ngoan hơn”. Chương II Bà tiên lại xuất hiện và bảo rằng: “Vẫn còn lại bốn món quà, con hãy chọn thêm một món quà nữa, và hãy nhớ rằng, thời gian đang trôi nhanh, chỉ một trong số chúng là có giá trị thôi.” Chàng trai suy nghĩ hồi lâu rồi chọn Tình yêu mà không nhận thấy những giọt nước mắt rơi từ khoé mắt của bà tiên. Nhiều năm sau đó, chàng trai giờ đây đã là một người đàn ông, đang ngồi cạnh chiếc quan tài trong ngôi nhà vắng vẻ. Và anh tự nhủ: “Mọi người lần lượt ra đi và bỏ ta lại, và giờ nàng nằm đây, người thân yêu nhất cũng là người cuối cùng. Nỗi cô đơn cứ dai dẳng đeo bám ta, Tình yêu, kẻ buôn bán bội tín, đã bán cho ta mỗi giờ hạnh phúc và đổi lại ta phải trả cả ngàn giờ đau khổ. Hãy cút ra khỏi đáy lòng ta , ta nguyền rủa mi.” Chương III “Hãy chọn lại.” Tiếng bà tiên cất lên. “Ta chắc là những năm vừa qua đã dạy cho con sự khôn ngoan. Còn ba món quà nữa. Chỉ một trong số chúng là đáng giá, hãy nhớ điều đó và chọn lựa thật cân nhắc.” Người đàn ông ngẫm nghĩ hồi lâu rồi chọn Danh vọng, bà tiên thở dài ra đi. Nhiều năm trôi qua và bà tiên lại đến đứng bên cạnh người đàn ông đang ngồi đăm chiêu suy nghĩ trong nỗi cô độc của những ngày tàn lụi của cuộc đời. Bà tiên hiểu được suy nghĩ của ông: “Tên tuổi ta đã vang danh khắp thế giới, miệng lưỡi thế gian hết lời ca tụng ta và có vẻ như tử tế với ta chỉ trong chốc lát. Giây phút đó thật ngắn ngủi làm sao! Tiếp thep đó là lòng ghen tị, đến gièm pha rồi vu khống, rồi ganh ghét và rồi hãm hại. Rồi lại nhạo báng, một khởi đầu cho sự kết thúc. Cuối cùng, tất cả đều dẫn đến sự tiếc nuối, đám tang của Danh vọng. Ôi, sự cay đắng và nỗi thống khổ của danh tiếng! Phấn đấu vì vũng bùn của thời kỳ hoàng kim, vì sự khinh rẻ và vì lòng thương hại của thời kỳ suy tàn. Chương IV ”Hãy chọn lại một lần nữa”. Bà tiên bảo: ”Còn lại hai món quà. Hãy đừng tuyệt vọng. Món quà quý giá ngay từ đầu vẫn còn nguyên ở đây.” “Của cải chính là quyền lực! Ta thật có mắt mà như mù!” người đàn ông nói. “Giờ đây, cuối cùng cuộc sống mới đáng sống chứ. Ta sẽ tiêu pha, sẽ phí phạm và sẽ loá mắt vì nó. Những kẻ từng nhạo báng khinh rẻ ta sẽ bò lê lết dưới vũng bùn trước mặt ta, ta sẽ lấy cơn ghen tị của chúng để thoả mãn trái tim đói khát của mình. Ta sẽ có tất cả những thứ xa hoa, niềm vui, những đam mê của tâm hồn, sự thoả mãn về thể xác mà bất kỳ người đàn ông nào cũng ham muốn. Ta sẽ mua, mua, mua hết! Sự tôn kính; kính trọng; quý trọng; tôn sùng - mọi vẻ hào nhoáng giả tạo của cuộc sống, nhu cầu của một thế giới tầm thường có thể mang lại. Ta đã phí phạm quá nhiều thời gian, và trước đây đã có những lựa chọn tệ hại, nhưng hãy bỏ qua chuyện cũ, ta đã thật ngốc nghếch vì đã tưởng những thứ có vẻ tốt nhất là những thứ tốt nhất.” Ba năm ngắn ngủi trôi qua và một ngày nọ khi người đàn ông ngồi run rẩy trong một cái gác xép tồi tàn. Trông ông thật hốc hác, nhợt nhạt với đôi mắt trũng sâu, quần áo tơi tả, ông đang gặm một miếng vỏ bánh khô khốc, miệng lầm bầm: “Ta nguyền rủa tất cả món quà của thế gian, chỉ toàn những trò phỉ báng và những lời dối trá! Tất cả chúng đều đặt nhầm tên. Chúng chả phải là quà cáp gì, chỉ toàn là những món nợ. Niềm vui, Tình yêu, Danh vọng, Giàu có -- chúng chỉ là những vỏ bọc tạm thời của những thực thể tồn tại vĩnh cữu -- Đó là: Đau đớn, Sầu khổ, Nhục nhã và Nghèo đói. Bà tiên đã nói đúng, trong chiếc giỏ của bà chỉ có một món quà có giá trị, chỉ có một thứ đáng giá mà thôi. Ta mới thật tội nghiệp, rẻ rúng và tầm thường làm sao, giờ đây ta đã biết những thứ khác là gì rồi, so với cái thứ vô giá kia, cái thứ gần gũi, ngọt ngào và tử tế đó, cái thứ mà chìm sâu trong một giấc ngủ vĩnh hằng và không mộng mị, nơi nỗi đau hành hạ thân thể, nỗi tủi nhục và sầu khổ ăn mòn con tim và khối óc. Hãy mang nó đến cho ta. Ta đã kiệt sức rồi để ta sẽ yên nghỉ” Chương V Bà tiên lại đến, mang theo bốn món quà, nhưng lại không có Cái chết. Bà nói: “Ta đã tặng nó cho một đứa con cưng của một bà mẹ, đó là một đứa trẻ. Nó thật ngốc nghếch, nhưng nó tin tưởng ta, và đã yêu cầu ta chọn giúp nó. Còn anh đã không yêu cầu ta làm điều đó.” “Ồ, tôi thật khốn khổ làm sao! Vậy còn sót gì lại cho tôi?” “Món mà thậm chí anh cũng không xứng đáng để nhận là sự ô nhục tột cùng của Tuổi già”."
        }
    ],
    "suggestions": []
}