{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">calf</font></td></tr></table><i/></div>",
            "word": "calves"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>calves</k><blockquote>plural form of <kref>calf</kref><sup>1</sup>, <kref>calf</kref><sup>2</sup>. </blockquote></div>",
            "word": "calves"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "calves"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "calves"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "calves"
        }
    },
    "sentences": [
        {
            "en": "Sniff at someone's <em>calves</em>",
            "vi": "Hít bắp chân ai"
        },
        {
            "en": "<em>Calves</em> stay with their mothers for several",
            "vi": "Những chú cá heo con sống cùng mẹ trong vài năm, đó là thời gian và cơ hội để chúng học cách tổ chức cuộc sống, đặc biệt là thông qua sự bắt chước."
        },
        {
            "en": "The children are waiting to see the unborn <em>calves</em>.",
            "vi": "Bọn trẻ đang chờ để xem những con bê chưa sinh."
        },
        {
            "en": "The dog arrived slowly and sniffs at my <em>calves</em>.",
            "vi": "Con chó từ từ lại gần rồi hít bắp chân tôi."
        },
        {
            "en": "Swollen veins can cause pain in your <em>calves</em> and thighs.",
            "vi": "Tĩnh mạch sưng có thể gây ra đau ở bắp chân và đùi."
        },
        {
            "en": "A disease of young women in which tender nodules develop under the skin in the <em>calves</em>.",
            "vi": "Một bệnh của phụ nữ trẻ có các nốt mềm phát triển dưới da bắp chân."
        },
        {
            "en": "Laura and Mary helped her weed the garden, and they helped her feed the <em>calves</em> and the hens.",
            "vi": "Laura và Mary giúp mẹ nhổ cỏ vườn, giúp mẹ cho mấy con bò con và lũ gà mái ăn."
        },
        {
            "en": "There were two little <em>calves</em> in the barnyard, and seven little pigs with the mother hog in the pigpen.",
            "vi": "Trong sân nhà kho có hai con bò con còn con heo mẹ và bảy chú heo con phải ở trong chuồng heo."
        },
        {
            "en": "Pa would not kill either of his <em>calves</em>, because they were heifers and would grow into cows.",
            "vi": "Bố không muốn giết con bò con nào vì chúng là bê cái, khi lớn lên sẽ thành bò cái."
        },
        {
            "en": "Her ankles and <em>calves</em>, which had always been so elegant and so slim, were becoming mottled and puffy.",
            "vi": "Da dẻ, tay chân, trước đây thon thả lịch sự là thế, bây gỉờ đã trở nên phục phịch và có những nốt tím đỏ."
        },
        {
            "en": "I stumbled back a step until I felt the driftwood against my <em>calves</em>, and then sank down onto it.",
            "vi": "Tôi loạng choạng lùi lại một bước cho đến khi cảm nhận được khúc gỗ đụng bắp chân mình và ngồi lên nó."
        },
        {
            "en": "It is Sam Wallace, he is a lineman, in full regalia, overalls, tools hanging all over him, tape, straps around his <em>calves</em>, spikes, everything.",
            "vi": "Sam wallace xuất hiện, bác là thợ điện, trên người có đủ đồ nghề, áo choàng với tất cả dụng cụ treo lòng thòng, băng keo, đai da tròng ở bắp chân, móc sắt, không thiếu thứ gì."
        },
        {
            "en": "He went to Grandpa's and to Uncle Henry's, to talk about the cheese - making, and Uncle Henry said he would kill one of his <em>calves</em>.",
            "vi": "Bố tới nhà ông nội rồi tới nhà chú Henry để bàn chuyện làm phô-mai và chú Henry nói chú sẽ giết một con bò con của chú."
        },
        {
            "en": "I could make out the swell of his <em>calves</em>, and even the hollow of his back like a cleft where the roots of a tree divide.",
            "vi": "Tôi thấy được hai bắp chân ông ta phồng ra sau ống quần, thậm chí thấy được đường nứt sau lưng như chỗ rẽ nơi gốc cây phân rễ."
        },
        {
            "en": "Her vivid scarlet dress was backless, tight to her <em>calves</em> where it flared into a wide ruffled train, with a neckline that plunged to her waist.",
            "vi": "Đầm màu đỏ tươi sặc sỡ hở lưng, ôm đến bắp chân thì xòe rộng thành đuôi váy diềm đăng - ten, với đường viền cổ xẻ sâu đến eo."
        },
        {
            "en": "Her vivid scarlet dress was backless, tight to her <em>calves</em> where it flared into a wide ruffled train, with a neckline that plunged to her waist.",
            "vi": "Đầm màu đỏ tươi sặc sỡ hở lưng, ôm đến bắp chân thì xòe rộng thành đuôi váy diềm đăng-ten, với đường viền cổ xẻ sâu đến eo."
        },
        {
            "en": "The major symptoms are weakness in the <em>calves</em>, not being able to stand on your toes, and eventually you will have more atrophy of the leg.",
            "vi": "Triệu chứng nguy hiểm là bắp chân bị yếu, không thể đứng trên những ngón chân và cuối cùng bạn sẽ bị teo chân."
        },
        {
            "en": "Laura was afraid that Pa must kill one of the little <em>calves</em> in the barn. They were so sweet. One was fawn-colored and one was red, and their hair was so soft and their large eyes so wondering.",
            "vi": "Laura sợ bố sẽ giết chết một con bò con trong lũ bò con ở nhà kho. Lũ bò con này rất hiền lành. Một con màu vàng, một con màu hung, lông mượt mềm và mắt"
        },
        {
            "en": "Laura was afraid that Pa must kill one of the little <em>calves</em> in the barn. They were so sweet. One was fawn - colored and one was red, and their hair was so soft and their large eyes so wondering.",
            "vi": "Laura sợ bố sẽ giết chết một con bò con trong lũ bò con ở nhà kho. Lũ bò con này rất hiền lành. Một con màu vàng, một con màu hung, lông mượt mềm và mắt luôn mở lớn ngơ ngác."
        },
        {
            "en": "Some notable species that depend on the reef include green sea turtles and the humpback whale, which travel from the Antarctic to give birth to their <em>calves</em> in the warm reef waters. Because of its importance as a diverse marine ecosystem, the Great Barrier Reef has been included on the list of World Heritage Areas.",
            "vi": "Một số loài sinh vật đặc biệt đáng chú ý sống dựa vào ran san hô bao gồm loài rùa biền xanh và cá voi lưng gù, những loại động vật đã đi từ Nam cực để sinh con tại vùng nước ấm của rạn san hô. Do tầm quan trọng của nó như là một khu hệ sinh thái biển đa dạng, Đại bảo Tiều đã được đưa vào danh sách các di sản thế giới."
        }
    ],
    "suggestions": []
}