{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Calvin"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Calvin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Calvin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Calvin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Calvin"
        }
    },
    "sentences": [
        {
            "en": "• Top dance/electronic artist: <em>Calvin</em> Harris",
            "vi": "• nghệ sĩ nhạc dance / digital xuất sắc: Calvin Harris"
        },
        {
            "en": "<em>Calvin</em> leapt at the chance to appear in the show.",
            "vi": "Calvin vui mừng đồng ý một cơ hội xuất hiện trên buổi diễn."
        },
        {
            "en": "My new <em>Calvin</em> Klein shirt has a snag in the sleeve.",
            "vi": "Chiếc áo hiệu Calvin Klein mới của tôi có một vết thủng trên tay áo."
        },
        {
            "en": "It's so shocking to hear <em>Calvin</em> Klein want you for their new campaign.",
            "vi": "Không thể tin được là Calvin Klein muốn bạn tham gia vào chiến dịch mới của họ."
        },
        {
            "en": "Noted American vocalists Parnell Marcano and Lucille Shropshire-<em>Calvin</em> will headline the performance which will feature Ms. Wilson's repertoire of classic R & B music.",
            "vi": "Hai danh ca Mỹ nổi tiếng Parnell Marcano và Lucille Shropshine-Calvin sẽ là những người biểu diễn chính, thể hiện dòng nhạc R & B kinh điển của ca sỹ Wilson."
        },
        {
            "en": "Sky enjoys this unconventional education, saying, \"I've never been to a real school. I got to see one once but I probably wouldn't like it. <em>Calvin</em> and Hobbes gave me all the big words.\"",
            "vi": "Sky thích cách học khác thường này, cậu nói: \"Cháu chưa từng đến trường thật bao giờ. Cháu có nhìn thấy trường học một lần rồi nhưng có lẽ cháu chẳng thích mấy đâu. Calvin và Hobbes (nhân vật trong game) dạy cháu rất nhiều từ hay.\""
        },
        {
            "en": "Tapping into this trend in Vietnam, online shopping platform Lazada has launched a partnership with Au Chau Fashion and Cosmetic Co. Ltd (ACFC), a distributor of world-leading brands such as <em>Calvin</em> Klein Jeans, Levi’s, Dune and Diesel.",
            "vi": "Bàn về xu hướng này tại Việt Nam, diễn đàn mua sắm trực tuyến Lazada đã hợp tác với thời trang Âu Châu và công ty TNHH mỹ phẩm trở thành nhà phân phối các thương hiệu hàng đầu thế giới như Calvin Klein Jeán, Levi's Dune và Diesel."
        }
    ],
    "suggestions": []
}