{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cambodian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Cambodian</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a native or national of Cambodia, or a person of Cambodian descent. </blockquote></blockquote><blockquote><blockquote>2》 another term for <kref>Khmer</kref> (the language). </blockquote></blockquote><blockquote>■ <cclass>adjective relating to Cambodia. </cclass></blockquote></div>",
            "word": "Cambodian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cambodian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cambodian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cambodian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Are you <em>Cambodian</em>?",
            "vi": "Bạn có phải người Campuchia không?"
        },
        {
            "en": "<em>Cambodian</em> state must be separated from religion.",
            "vi": "Nhà nước Campuchia phải được tách khỏi tôn giáo."
        },
        {
            "en": "This is the <em>Cambodian</em> Royal Government.",
            "vi": "Đây là chính phủ hoàng gia Campuchia."
        },
        {
            "en": "His body lay in the <em>Cambodian</em> battlefield.",
            "vi": "Thân xác anh ấy đã nằm tại chiến trường campuchia."
        },
        {
            "en": "The dynasty prohibited people from wearing Chinese-style clothes and speaking the Lao and <em>Cambodian</em> languages.",
            "vi": "Triều đại này cấm người dân mặc trang phục theo kiểu của người Trung Quốc và nói tiếng Lào và Cam-pu-chia."
        },
        {
            "en": "Vietnam and Cambodia has expressed satisfaction of two countries's relations since the <em>Cambodian</em> government was established.",
            "vi": "Việt Nam và Campuchia đã bày tỏ sự hài lòng trong các mối quan hệ giữa hai nước từ sau khi chính phủ Vương quốc Campuchia được thành lập."
        },
        {
            "en": "<em>Cambodian</em> monks told watching World Cup is OK but they must keep serene.",
            "vi": "Sư sãi ở campuchia nói xem world cup thì được nhưng họ phải giữ bình thản."
        },
        {
            "en": "Vietnam and Cambodia has expressed satisfaction of two countries 's relations since the <em>Cambodian</em> government was established.",
            "vi": "Việt Nam và Campuchia đã bày tỏ sự hài lòng trong các mối quan hệ giữa hai nước từ sau khi chính phủ Vương quốc Campuchia được thành lập."
        },
        {
            "en": "More generally, the <em>Cambodian</em> approach is seen as different from that of Vietnam on several important principles.",
            "vi": "Nói chung, cách làm của Cam-pu-chia khác với Việt Nam ở vài nguyên tắc quan trọng."
        },
        {
            "en": "After the <em>Cambodian</em> authorities announced they would revoke illegally issued documents from nearly 70,000 <em>Cambodian</em>-born Vietnamese, Vietnam has asked Cambodia to ensure the interests of the ethnic Vietnamese living in Cambodia. ",
            "vi": "Sau khi chính quyền Campuchia thông báo họ sẽ thu hồi giấy tờ cấp phát trái phép của gần 70.000 người Campuchia gốc Việt, Việt Nam đã yêu cầu Campuchia bảo đảm lợi ích của người dân Việt Nam đang sinh sống tại Campuchia."
        },
        {
            "en": "After the <em>Cambodian</em> authorities announced they would revoke illegally issued documents from nearly 70,000 <em>Cambodian</em>-born Vietnamese, Vietnam has asked Cambodia to ensure the interests of the ethnic Vietnamese living in Cambodia. ",
            "vi": "Sau khi chính quyền Campuchia thông báo họ sẽ thu hồi giấy tờ cấp phát trái phép của gần 70.000 người Campuchia gốc Việt, Việt Nam đã yêu cầu Campuchia bảo đảm lợi ích của người dân Việt Nam đang sinh sống tại Campuchia."
        },
        {
            "en": "Meanwhile, Châu Văn Chi, the president of the Association of Vietnamese-Cambodians in Cambodia, said that the <em>Cambodian</em> authorities would not force the people whose documents had been revoked to move. These people would only have to register again with <em>Cambodian</em> authorities and indicate that they are not <em>Cambodian</em>, but foreigners, Chi said.",
            "vi": "Trong khi đó, ông Châu Văn Chi, Chủ tịch Hiệp hội người Việt Nam-Campuchia tại Campuchia, cho biết các nhà chức trách Campuchia sẽ không thực hiện cưỡng chế đối với những người bị tịch thu giấy tờ. Những người này chỉ phải đăng ký lại với chính quyền Campuchia và cho biết họ không phải là người Campuchia, mà là người nước ngoài, ông Chi nói."
        },
        {
            "en": "Meanwhile, Châu Văn Chi, the president of the Association of Vietnamese-Cambodians in Cambodia, said that the <em>Cambodian</em> authorities would not force the people whose documents had been revoked to move. These people would only have to register again with <em>Cambodian</em> authorities and indicate that they are not <em>Cambodian</em>, but foreigners, Chi said.",
            "vi": "Trong khi đó, ông Châu Văn Chi, Chủ tịch Hiệp hội người Việt Nam-Campuchia tại Campuchia, cho biết các nhà chức trách Campuchia sẽ không thực hiện cưỡng chế đối với những người bị tịch thu giấy tờ. Những người này chỉ phải đăng ký lại với chính quyền Campuchia và cho biết họ không phải là người Campuchia, mà là người nước ngoài, ông Chi nói."
        },
        {
            "en": "Environmental activists say plans by Laos to build a dam in the Don Sahong area near the <em>Cambodian</em> border could doom the nearly extinct Irrawaddy dolphin.",
            "vi": "Những nhà hoạt động môi trường nói rằng dự án của Lào xây đập ngăn nước trong khu vực Don Sahong gần biên giới với Cam-pu-chia có thể tiêu diệt loài cá heo Irrawaddy gần như bị tuyệt chủng."
        },
        {
            "en": "Fish sauce is a staple ingredient in Filipino, Vietnamese, Thai, Laotian, and <em>Cambodian</em> cuisine and is used in other Southeast Asian countries.",
            "vi": "Mắm là loại gia vị chủ yếu dùng trong nấu nướng ở Philipin, Việt Nam, Thái Lan, Lào, Campuchia và các nước Đông Nam Á."
        },
        {
            "en": "Fans of sweet soups can come to Nguyen Tri Phuong Street in District 10, which is famous for Thai-style sweet soups, or drop by <em>Cambodian</em>-style sweet soup shop in Alley 374, Le Hong Phong Street in District 10, run by <em>Cambodian</em> Vietnamese owner known as “Mrs. Co”.  ",
            "vi": "Những người thích ăn chè có thể đến đường Nguyễn Tri Phương ở quận 10, nổi tiếng với các món chè Thái, hoặc ghé qua quán chè kiểu Campuchia ở đường 372, Lê Hồng Phong, quận 10, do người Cam-pu-chia bán và được gọi là \"Bà Có \"."
        },
        {
            "en": "“The southwest border war is very clear. After we gained the reunification in 1975, the Pol Pot-allied Khieu Samphan and Ieng Sary attacked Viet Nam,” he said. “We had mobilised the army troops to protect our border. Besides helping <em>Cambodian</em> patriots, our volunteer troops marched to Cambodia to fight against Pol Pot to free the <em>Cambodian</em> people.”",
            "vi": "\"Chiến tranh biên giới Tây Nam rất rõ ràng. Sau khi chúng ta giành chiến thắng thống nhất đất nước năm 1975, đồng minh của Pol Pot là Khieu Samphan và Ieng Sary đã tấn công Việt Nam\", ông nói. \"Chúng ta đã huy động quân đội để bảo vệ biên giới. Bên cạnh việc hỗ trợ những nhà ái quốc Cam-pu-chia, lính tình nguyện của chúng ta hành quân sang Cam-pu-chia để chiến đấu với Pol Pot nhằm giải phóng người dân Cam-pu-chia\"."
        },
        {
            "en": "Fans of sweet soups can come to Nguyen Tri Phuong Street in District 10, which is famous for Thai-style sweet soups, or drop by <em>Cambodian</em>-style sweet soup shop in Alley 374, Le Hong Phong Street in District 10, run by <em>Cambodian</em> Vietnamese owner known as “Mrs. Co”.  ",
            "vi": "Những người thích ăn chè có thể đến đường Nguyễn Tri Phương ở quận 10, nổi tiếng với các món chè Thái, hoặc ghé qua quán chè kiểu Campuchia ở đường 372, Lê Hồng Phong, quận 10, do người Cam-pu-chia bán và được gọi là \"Bà Có \"."
        },
        {
            "en": "“The southwest border war is very clear. After we gained the reunification in 1975, the Pol Pot-allied Khieu Samphan and Ieng Sary attacked Viet Nam,” he said. “We had mobilised the army troops to protect our border. Besides helping <em>Cambodian</em> patriots, our volunteer troops marched to Cambodia to fight against Pol Pot to free the <em>Cambodian</em> people.”",
            "vi": "\"Chiến tranh biên giới Tây Nam rất rõ ràng. Sau khi chúng ta giành chiến thắng thống nhất đất nước năm 1975, đồng minh của Pol Pot là Khieu Samphan và Ieng Sary đã tấn công Việt Nam\", ông nói. \"Chúng ta đã huy động quân đội để bảo vệ biên giới. Bên cạnh việc hỗ trợ những nhà ái quốc Cam-pu-chia, lính tình nguyện của chúng ta hành quân sang Cam-pu-chia để chiến đấu với Pol Pot nhằm giải phóng người dân Cam-pu-chia\"."
        },
        {
            "en": "As for Vietnamese residents in Cambodia, we hope that the <em>Cambodian</em> government will continue to create opportunities for them to work as well as protect both their lives and property.",
            "vi": "Về phần Việt kiều ở Campuchia, chúng tôi mong chính phủ Campuchia tiếp tục giúp họ cơ hội làm việc cũng như bảo vệ cả tính mạng và tài sản của họ."
        }
    ],
    "suggestions": []
}