{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kæm'peinə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người tham gia nhiều chiến dịch</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">old campaigner</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">người lính già</td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">(nghĩa bóng) người lão luyện, người từng trải</td></tr></table><i/></div>",
            "word": "campaigner"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "campaigner"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>campaigner</k><blockquote>▸ <cclass>noun CRUSADER, fighter, activist; champion, advocate, promoter.</cclass></blockquote></div>",
            "word": "campaigner"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "campaigner"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "campaigner"
        }
    },
    "sentences": [
        {
            "en": "Old <em>campaigner</em>",
            "vi": "Người lính già"
        },
        {
            "en": "I know this old <em>campaigner</em>.",
            "vi": "Tôi biết người lính già này."
        },
        {
            "en": "He is an old <em>campaigner</em>.",
            "vi": "Ông ta là một cựu chiến binh."
        },
        {
            "en": "Is Fred a <em>campaigner</em> for moral rectitude?",
            "vi": "Fred có phải là một người tham gia chiến dịch tán thành cách hành xử có lương tâm?"
        },
        {
            "en": "He is an indefatigable <em>campaigner</em> for civil rights.",
            "vi": "Ông ấy là một người đấu tranh không mệt mỏi cho quyền công dân."
        },
        {
            "en": "He was a front - line <em>campaigner</em> in the 1987 election.",
            "vi": "Ông ta là người lãnh đạo chiến dịch bầu cử năm 1987."
        },
        {
            "en": "You should meet a leading human rights <em>campaigner</em>.",
            "vi": "Anh nên gặp người đứng đầu chiến dịch về nhân quyền."
        },
        {
            "en": "She is a veteran <em>campaigner</em> for human rights.",
            "vi": "Bà ấy là nhà hoạt động nhân quyền kì cựu."
        },
        {
            "en": "It was great to spend time with a seasoned <em>campaigner</em>.",
            "vi": "Gặp một người có kinh nghiệm tham gia trong các chiến dịch thật là tuyệt."
        },
        {
            "en": "He is known as a human rights <em>campaigner</em>.",
            "vi": "Ông nổi tiếng là người tích cực hoạt động vì nhân quyền."
        },
        {
            "en": "He was a front-line <em>campaigner</em> in the 1987 election.",
            "vi": "Ông ta là người lãnh đạo chiến dịch bầu cử năm 1987."
        },
        {
            "en": "The former Vice President turned climate <em>campaigner</em> has followed up his first foray into film making, An Inconvenient Truth",
            "vi": "Từ một vị cựu phó tổng thống trở thành một người thường xuyên tham gia các chiến dịch về khí hậu, ông đã tiếp tục bước đột phá đầu tiên của mình trong việc làm phim, An Inconvenient Truth (Tạm dịch: Một sự thật khó chịu)"
        },
        {
            "en": "The former Vice President turned climate <em>campaigner</em> has followed up his first foray into film making, An Inconvenient Truth",
            "vi": "Từ một vị cựu phó tổng thống trở thành một người thường xuyên tham gia các chiến dịch về khí hậu, ông đã tiếp tục bước đột phá đầu tiên của mình trong việc làm phim, An Inconvenient Truth (Tạm dịch: Một sự thật khó chịu)"
        },
        {
            "en": "He was awarded the Peace Prize in 1964 to acknowledge his work as a civil rights <em>campaigner</em>.",
            "vi": "Để công nhận việc anh ta là người tham gia chiến dịch về quyền công dân, anh đã được trao tặng giải thưởng Hòa bình vào năm 1964."
        },
        {
            "en": "“The NRA ignores scientific evidence and major earthquake risks in its single-minded push to restart Japan’s crippled nuclear reactors,” said Kazue Suzuki, nuclear <em>campaigner</em> with Greenpeace Japan.",
            "vi": "\"NRA bỏ qua bằng các chứng khoa học và rủi ro động đất lớn để thúc đẩy khởi động lại các lò phản ứng hạt nhân không an toàn của Nhật Bản\" Bà Kazue Suzuki, nhà vận động hạt nhân với Greenpeace Nhật Bản cho biết."
        },
        {
            "en": "The failed presidential candidate turned climate <em>campaigner</em> has followed up his first foray into film making, An Inconvenient Truth, with the similarly titled An Inconvenient Sequel: Truth to Power.",
            "vi": "Từ một ứng cử viên thất bại trong việc tranh cử tổng thống trở thành một người thường xuyên tham gia các chiến dịch về khí hậu, ông đã theo kịp bước đột phá đầu tiên của mình trong việc làm phim, An Inconvenient Truth, với tựa đề tương tự là An Inconvenient Sequel: Truth to Power (Tạm dịch: Phần tiếp nối của Một sự thật khó chịu: Từ sự thật đến quyền lực) ."
        },
        {
            "en": "Bill Clinton, an inveterate <em>campaigner</em> who has always loved Election Day, was ranging over the state trying to pump up voters to cast their ballots for his wife, Hillary Clinton.",
            "vi": "Ông Bill Clinton, một người tham gia tranh cử kỳ cựu luôn thích Ngày bầu cử, đang ngược xuôi khắp bang này cố gắng động viên các cử tri bỏ phiếu cho vợ mình, bà Hillary Clinton."
        },
        {
            "en": "The failed presidential candidate turned climate <em>campaigner</em> has followed up his first foray into film making, An Inconvenient Truth, with the similarly titled An Inconvenient Sequel: Truth to Power.",
            "vi": "Từ một ứng cử viên thất bại trong việc tranh cử tổng thống trở thành một người thường xuyên tham gia các chiến dịch về khí hậu, ông đã theo kịp bước đột phá đầu tiên của mình trong việc làm phim, An Inconvenient Truth, với tựa đề tương tự là An Inconvenient Sequel: Truth to Power (Tạm dịch: Phần tiếp nối của Một sự thật khó chịu: Từ sự thật đến quyền lực) ."
        },
        {
            "en": "Ngo Manh Quan, a blood donation <em>campaigner</em> at the institute, said its blood supplies are running dangerously low. The long holiday meant there were no major donation events, he said, adding that the situation was worsened by a large number of brawls and road crashes during the holiday.",
            "vi": "Ngô Mạnh Quân, một thành viên của chiến dịch hiến máu tại các viện nghiên cứu cho biết nguồn cung cấp máu hiện tại đang cạn dần. Kỳ nghỉ dài có nghĩa là không có sự kiện hiến máu lớn, ông nói thêm rằng tình hình đã trở nên tồi tệ bởi một số lượng lớn các vụ va chạm và tai nạn giao thông trong suốt kỳ nghỉ."
        }
    ],
    "suggestions": []
}