{
    "en_vn": {
        "data": {
            "content": null,
            "word": "campaigning",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "campaigning",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "campaigning",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "campaigning",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "campaigning",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Another area deserving of attention is <em>campaigning</em>.",
            "vi": "Một lĩnh vực khác cần chú ý là chiến dịch tranh cử."
        },
        {
            "en": "He has been <em>campaigning</em> for stronger anti-pollution laws.",
            "vi": "Anh ấy đã tham gia vận động cho những luật lệ chống ô nhiễm kiên quyết hơn."
        },
        {
            "en": "She spent her life <em>campaigning</em> for women's rights.",
            "vi": "Bà ta suốt đời tham gia vận động cho quyền lợi của phụ nữ."
        },
        {
            "en": "The unions are <em>campaigning</em> for a shorter working day.",
            "vi": "Các công đoàn đang vận động đòi ngày làm việc ngắn hơn."
        },
        {
            "en": "They were <em>campaigning</em> against racial discrimination at work.",
            "vi": "Họ đang vận động chống lại sự phân biệt chủng tộc tại nơi làm việc."
        },
        {
            "en": "The party has been <em>campaigning</em> hard in the South.",
            "vi": "Đảng này vận động tích cực ở miền Nam."
        },
        {
            "en": "She spent her life <em>campaigning</em> against women's right",
            "vi": "Bà ấy đã dành cả cuộc đời để tham gia vận động cho quyền nữ giới"
        },
        {
            "en": "He has been <em>campaigning</em> for stronger anti - pollution laws.",
            "vi": "Anh ấy đã tham gia vận động cho những luật lệ chống ô nhiễm kiên quyết hơn."
        },
        {
            "en": "She is <em>campaigning</em> for an improved bus service, more power to her elbow!",
            "vi": "Bà ta đang vận động cho chiến dịch đòi nâng cao chất lượng phục vụ xe buýt, mong cho bà ta thành công!"
        },
        {
            "en": "The Trade - union is <em>campaigning</em> for greater protection for staff against unfair dismissal.",
            "vi": "Công đoàn sẽ mở chiến dịch bảo vệ công nhân nhiều hơn để chống lại việc sa thải không công bằng."
        },
        {
            "en": "Tom played a key role in <em>campaigning</em> for equal opportunities in the workplace.",
            "vi": "Tom giữ vai trò then chốt trong chiến dịch dành cơ hội bình đẳng ở nơi làm việc."
        },
        {
            "en": "The Trade-union is <em>campaigning</em> for greater protection for staff against unfair dismissal.",
            "vi": "Công đoàn sẽ mở chiến dịch bảo vệ công nhân nhiều hơn để chống lại việc sa thải không công bằng."
        },
        {
            "en": "For example, Sheikha Yousef Hasan Al Gerifi was <em>campaigning</em> for city council in Qatar.",
            "vi": "Ví dụ, sheikha yousef hasan al gerifi đang vận động để ứng cử vào hội đồng thành phố ở qatar."
        },
        {
            "en": "She is <em>campaigning</em> for an improved bus service – more power to her elbow!",
            "vi": "Bà ta đang lãnh đạo chiến dịch đòi nâng cao chất lượng phục vụ của xe buýt – mong cho bà ta thành công!"
        },
        {
            "en": "Those college students are <em>campaigning</em> to have a voice in the administration of their college.",
            "vi": "Những sinh viên đại học đó đang vận động để được đóng góp trong việc quản lý đại học của họ."
        },
        {
            "en": "Without more <em>campaigning</em> and easier access to candidates, voters will continue to find it hard to tell the candidates apart.",
            "vi": "Nếu không có thêm các hoạt động tranh cử và tiếp cận dễ dàng hơn với các ứng cử viên, thì các cử tri sẽ tiếp tục thấy khó thông tin cho các ứng cử viên."
        },
        {
            "en": "George Galloway was set upon by a group of Muslim extremists while <em>campaigning</em> in East London this afternoon.",
            "vi": "Hồi trưa nay, George Galloway bị một nhóm Hồi giáo cực đoan tấn công khi đang cắm trại tại khu đông Luân Đôn."
        },
        {
            "en": "Some officials have been consistent in taking the side of large companies against those <em>campaigning</em> for public health and safety.",
            "vi": "Một số quan chức đã kiên định đứng về phía các công ty lớn chống lại chiến dịch về an toàn và y tế công cộng đó."
        },
        {
            "en": "Peter has proved several times that <em>campaigning</em> ineffectively for a worthy goal can impede progress toward that goal.",
            "vi": "Peter đã chứng minh vài lần rằng vận động không hiệu quả cho một mục tiêu đáng trọng có thể làm cản trở sự tiến triển hướng tới mục tiêu đó."
        },
        {
            "en": "For example, Malaysia and Singapore are both strong party states that allow for <em>campaigning</em> as a way to increase citizen participation in policy discussions.",
            "vi": "Ví dụ, Malaysia và Singapore, cả hai đều là những nhà nước có đảng mạnh, cho phép thực hiện chiến dịch tranh cử như là một cách tăng cường sự tham gia của người dân trong thảo luận chính sách."
        }
    ],
    "suggestions": []
}