{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Canberra"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Canberra"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Canberra"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Canberra"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Canberra"
        }
    },
    "sentences": [
        {
            "en": "If I have the money, I would fly to <em>Canberra</em>.",
            "vi": "Nếu có tiền, tôi sẽ bay đến Canberra."
        },
        {
            "en": "<em>Canberra</em> is awaiting a departmental report into trials at Australian airports.",
            "vi": "Canberra đang chờ báo cáo của bộ trong việc thử nghiệm tại các sân bay Úc."
        },
        {
            "en": "People always think that Sydney is the capital of Australia but it's not really like that, it's <em>Canberra</em>.",
            "vi": "Người ta luôn nghĩ rằng Sydney là thủ đô của Úc nhưng thật sự không phải như thế, mà là Canberra."
        },
        {
            "en": "In a speech in <em>Canberra</em>, Mr Rudd said that the carbon trading scheme - requiring industrial polluters to buy licences to emit carbon - would be pushed back until July 2011.",
            "vi": "Trong bài diễn văn ở Canberra, ông Rudd nói rằng kế hoạch kinh doanh các-bon – yêu cầu các công ty gây ô nhiễm môi trường phải mua giấy phép để thải khí các-bon – sẽ bị hoãn lại cho đến tháng 7 năm 2011."
        },
        {
            "en": "Representatives from the two sides reached the consensus during the First Vietnam-Australia Joint Committee Meeting (JCM) on Cooperation in Science and Technology in <em>Canberra</em>, Australia on March 17.",
            "vi": "Đại diện của hai bên đã đạt được sự đồng thuận trong cuộc họp đầu tiên cho Ban hợp tác Việt Nam-Australia (JCM) về hợp tác Khoa học và Công nghệ tại Canberra, Australia vào ngày 17 tháng 3."
        },
        {
            "en": "The mildly venomous Asian snake was about the width of a pencil and did not pose a threat to humans, but it had the potential to cause ecological havoc in the Australian environment if it had escaped the plane with a mate, <em>Canberra</em> Reptile Zoo herpetologist Peter Child said.",
            "vi": "Loài rắn châu Á không độc này có bề ngang bằng một cây viết chì và không phải là mối đe doạ con người. Nhưng lại có khả năng huỷ hoại môi trường sinh thái ở Úc nếu nó thoát khỏi chiếc máy bay cùng với con đực hoặc con cái, Peter Child- một chuyên gia nghiên cứu bò sát của vườn thú Canberra Reptile Zoo cho biết."
        },
        {
            "en": "Dr Brinkman, a brain researcher at the Australian National University in <em>Canberra</em>, has suggested that evolution of speech went with right-handed preference. According to Brinkman, as the brain evolved, one side became specialised for fine control of movement (necessary for producing speech) and along with this evolution came right- hand preference.",
            "vi": "Tiến sĩ Brinkman, một nhà nghiên cứu não tại Đại học Quốc gia Australia ở Canberra, đã gợi ý rằng sự tiến hóa của khả năng nói ở người có liên quan đến việc thuận tay phải. Theo Brinkman, khi bộ não phát triển, một bên não đã thành chuyên môn hoá để kiểm soát các hoạt động cơ thể tốt hơn (cần thiết cho việc nói) và cùng với sự tiến hóa này là sự ưu thế của việc thuận bên phải."
        },
        {
            "en": "Authorities have warned of further flooding and coastal erosion as the weather continues in the coming days. In the state of New South Wales, 23 rivers are at risk of overflowing.  The low pressure system whipped up giant waves of more than 40 feet across the coast, which delighted surfers but left beachside properties in tatters.  Police divers recovered the bodies of two men whose cars were swept off the roads in south-west Sydney and the town of Bowral. A man’s body was also found in floodwaters at a river crossing near <em>Canberra</em>.  The island state of Tasmania suffered its worst flooding in about forty years and required the army to assist with building levees.  Two elderly people remain missing and are believed to have been washed away.  Prime minister Malcolm Turnbull has warned Australians to listen to security services as he announced he would postpone a Tasmania electoral campaign stopover as the state battles flooding.",
            "vi": "Nhà chức trách đã cảnh báo sẽ có nhiều lũ lụt và xói mòn bờ biển hơn vì thời tiết vẫn tiếp tục khắc nghiệt trong những ngày tới. Tại bang New South Wales, 23 con sông có nguy cơ tràn bờ.  Hệ thống áp thấp tạo ra những con sóng khổng lồ cao hơn 40 feet (12 mét) qua bờ biển này làm người lướt sóng thích thú nhưng nhà cửa bên bờ biển thì đổ nát tan hoang.   Người nhái thuộc lực lượng cảnh sát đã tìm thấy thi thể của 2 người đàn ông, chủ hai chiếc xe bị nước cuốn trôi trên đường ở miền tây nam Sydney và thị trấn Bowral. Thi thể của một người nữa cũng được tìm thấy trong nước lũ một dòng sông gần Canberra.  Tiểu bang đảo Tasmania bị lũ lụt nặng nề nhất trong gần 40 năm và đã yêu cầu quân đội giúp xây đê chắn lũ.  Hai người già vẫn còn bị mất tích và người ta cho là đã bị nước lũ cuốn trôi.   Thủ tướng Malcolm Turnbull đã cảnh báo dân Úc phải tuân theo lực lượng an ninh khi ông thông báo có thể sẽ hoãn chặng vận động bầu cử ởTasmania vì bang này đang vật lộn với lũ lụt."
        }
    ],
    "suggestions": []
}