{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kæηkə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) bệnh viêm loét miệng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thú y học) bệnh loét tai (chó, mèo...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bệnh thối mục (cây)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) nguyên nhân đồi bại, ảnh hưởng thối nát</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm loét; làm thối mục</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hư, đổ đốn, thối nát</td></tr></table><i/></div>",
            "word": "canker"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>canker</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a destructive fungal disease of trees that results in damage to the bark. </blockquote></blockquote><blockquote><blockquote>    ⁃ an open lesion in plant tissue caused by infection or injury. </blockquote></blockquote><blockquote><blockquote>    ⁃ fungal rot in parsnips, tomatoes, or other vegetables. </blockquote></blockquote><blockquote><blockquote>2》 an ulcerous condition of an animal, especially an inflammation of the ear caused by a mite infestation. </blockquote></blockquote><blockquote><blockquote>    ⁃ (also <cclass><b>canker sore</b>) <cclass>N. Amer. a small ulcer of the mouth or lips. </cclass></cclass></blockquote></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 become infected with canker. </blockquote></blockquote><blockquote><blockquote>2》 [usu. as <cclass>adjective <cclass><b>cankered</b>] infect with a corrupting bitterness. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>cankerous</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (denoting a tumour): from OFr. <i>chancre</i>, from L. <i>cancer</i> (see <kref>cancer</kref>). </blockquote></div>",
            "word": "canker"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>canker</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>this plant is susceptible to canker</i>: FUNGAL DISEASE, plant rot; blight.</blockquote><blockquote><b>2</b><i>ear cankers</i>: ULCER, ulceration, infection, sore, abscess.</blockquote><blockquote><b>3</b><i>racism remains a canker.</i>: <i>See</i><kref>cancer</kref> sense 2.</blockquote></div>",
            "word": "canker"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "canker"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bình hô hấp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ôxi hóa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> loét, loẻt miệng</font></td></tr></tbody></table></div>",
            "word": "canker"
        }
    },
    "sentences": [
        {
            "en": "Cancrum (<em>canker</em>).",
            "vi": "Hoại thư."
        },
        {
            "en": "<em>Canker</em> Sore",
            "vi": "Viêm loét miệng"
        },
        {
            "en": "What Causes <em>Canker</em> Sores?",
            "vi": "Nguyên nhân gì gây ra viêm loét miệng?"
        },
        {
            "en": "You have a <em>canker</em> sore.",
            "vi": "Bạn bị chứng loét mồm."
        },
        {
            "en": "What Is a <em>Canker</em> Sore?",
            "vi": "Viêm loét miệng là gì?"
        },
        {
            "en": "AIDS is a dangerous <em>canker</em> on the world",
            "vi": "AIDS là một căn bệnh nguy hiểm trên thế giới"
        },
        {
            "en": "<em>Canker</em> sores  <em>Canker</em> sores are small ulcers inside the mouth. They are also called aphthous ulcers. Unlike cold sores, which appear as painful, small blisters and are very contagious, <em>canker</em> sores are not caused by a virus. Certain foods or nutritional deficiencies may trigger a <em>canker</em> sore, as can emotional stress and a mouth injury. When needed, treatments include topical medication and mouthwash solutions.",
            "vi": "Viêm loét miệng  Viêm loét miệng là các vết loét nhỏ bên trong miệng. Chúng cũng được gọi là loét áp-tơ. Không giống bệnh mụn rộp môi – mụn giộp nhỏ, đau đớn và rất hay lây lan – viêm loét miệng không phải do vi rút gây ra. Một số loại thức ăn nào đó hoặc suy dinh dưỡng cũng có thể gây viêm loét miệng, căng thẳng xúc cảm và tổn thương miệng cũng có thể gây ra vấn đề này. Khi cần, người ta có thể điều trị bằng nhiều phương pháp khác nhau như sử dụng thuốc tại chỗ và các dung dịch súc miệng."
        },
        {
            "en": "Although they can certainly be a pain, in most cases <em>canker</em> sores aren't that big of a deal.",
            "vi": "Mặc dù chắc chắn là đau nhưng trong nhiều trường hợp viêm loét miệng không phải là một vấn đề trầm trọng."
        },
        {
            "en": "The good news is that <em>canker</em> sores are not contagious like some other mouth sores, such as cold sores. So you can't spread <em>canker</em> sores by sharing food or kissing someone. Cold sores, however, are caused by the herpes simplex virus, which can pass from person to person. If you have a sore and you're wondering if it's of the cold or <em>canker</em> variety, just look at where it's located. Cold sores usually appear outside the mouth, around the lips, chin, or nostrils. <em>Canker</em> sores, on the other hand, are always found inside the mouth.",
            "vi": "Tin vui là viêm loét miệng không lây nhiễm như một số dạng loét miệng khác, chẳng hạn như mụn rộp môi. Vì vậy, bạn không thể lây viêm loét miệng do chia sẻ thức ăn hay hôn một ai đó. Tuy nhiên, bệnh mụn rộp môi là do vi-rút bệnh mụn rộp, có thể truyền từ người này sang người khác. Nếu bạn có một vết loét và bạn thắc mắc nó là viêm loét miệng hay mụn rộp môi, chỉ nhìn vị trí của nó. Mụn rộp môi thường xuất hiện bên ngoài miệng, xung quanh môi, cằm, hoặc lỗ mũi. Trái lại viêm loét miệng luôn được tìm thấy bên trong miệng."
        },
        {
            "en": "If you've ever had those open, shallow sores in your mouth and taken a gulp of orange juice — ouch! — you know what a pain <em>canker</em> sores can be. You're not alone, either. About one in five people get recurrent <em>canker</em> sores. So what can you do about them? Read on to find out.",
            "vi": "Nếu bạn đã từng có những vết lở nông, hở miệng trong miệng của bạn và rất đau khi uống một ngụm nước cam - bạn hẳn biết viêm loét miệng có thể đau đớn đến mức nào. Không chỉ mình bạn mới bị như vậy. Cứ khoảng 5 người thì có 1 thường bị viêm loét miệng. Vậy bạn có thể làm gì với tình trạng này? Hãy đọc tiếp để tìm hiểu."
        },
        {
            "en": "Most <em>canker</em> sores will heal on their own in a few days to a couple of weeks. While you're waiting for them to disappear, there are some things you can do:",
            "vi": "Hầu hết các vết viêm loét miệng sẽ tự lành trong vài ngày đến vài tuần. Trong khi chờ đợi chúng biến mất, có một số điều bạn có thể làm:"
        },
        {
            "en": "No one is certain what causes <em>canker</em> sores. They often first appear between the ages of 10 and 20, although they can occur at any time in a person's life. One thing that doctors have noticed is that although the sores are not contagious, they can run in families. That means if your parents or siblings get <em>canker</em> sores, the genes you share with them make it more likely that you'll develop the sores, too.",
            "vi": "Không ai biết chắc nguyên nhân gây ra viêm loét miệng. Chúng thường xuất hiện lần đầu ở giai đoạn từ 10 đến 20 tuổi, mặc dù chúng có thể xảy ra bất cứ lúc nào trong cuộc đời một người. Có một điều mà các bác sĩ đã nhận thấy là mặc dù các vết loét không lây nhiễm, nhưng có thể di truyền trong gia đình. Điều đó có nghĩa là nếu cha mẹ, anh, chị, em ruột của bạn có bị viêm loét miệng, các gen mà bạn chia sẻ với họ làm cho bạn cũng có nhiều khả năng bị viêm loét miệng."
        },
        {
            "en": "There may be a connection between <em>canker</em> sores and stress. If the sores show up around exam time or some other big event in your life, it may be a sign of how much stress you're under. In addition, about twice as many women as men get them. Doctors think that may be due to the difference in male and female hormones, especially because women often get them during certain times in their menstrual cycle. Some research suggests that using products containing sodium lauryl sulfate (SLS), a foaming agent found in most toothpastes and mouthwashes, can be associated with <em>canker</em> sores. Dietary deficiencies, such as not getting enough iron or vitamin B12, may also contribute to some cases of <em>canker</em> sores.",
            "vi": "Có thể có một mối liên kết giữa các vết viêm loét miệng và sự căng thẳng. Nếu vết loét xuất hiện trong khoảng thời gian thi cử hoặc vài sự kiện trọng đại khác trong đời của bạn, nó có thể là dấu hiệu của mức độ căng thẳng mà bạn đang phải chịu đựng. Ngoài ra, phụ nữ thường bị cao gấp đôi đàn ông. Các bác sĩ nghĩ rằng có thể là do sự khác biệt trong kích thích tố nam và nữ, đặc biệt là bởi vì phụ nữ thường bị viêm loét miệng trong những thời điểm nhất định trong chu kỳ kinh nguyệt của họ. Một số nghiên cứu cho thấy rằng việc sử dụng sản phẩm có chứa sodium lauryl sulfate (SLS), một chất tạo bọt được tìm thấy trong hầu hết các loại kem đánh răng và nước súc miệng có thể được liên quan với viêm loét miệng. Ăn uống không đầy đủ, như là không có đủ chất sắt hoặc vi-ta-min B12, cũng có thể góp phần tạo nên một số trường hợp viêm loét miệng."
        },
        {
            "en": "You can also have spots in your mouth when you have an infection such as chickenpox or measles. In some cases of these diseases the rash actually spreads into the mouth. But someone with chickenpox or measles would find spots on other parts of the body as well, easily distinguishing those rashes from <em>canker</em> sores.",
            "vi": "Bạn cũng có thể có đốm loét trong miệng khi bạn có một nhiễm trùng như bệnh thủy đậu hoặc sởi. Trong vài trường hợp của những bệnh này, sự phát ban lây lan vào trong miệng. Nhưng một số người bị bệnh thủy đậu hoặc bệnh sởi cũng sẽ bị nổi ban trên các phần khác của cơ thể, có thể dễ dàng phân biệt những vết phát ban đó với viêm loét miệng."
        },
        {
            "en": "<em>Canker</em> sores, also known as aphthous ulcers, are small sores that occur inside the mouth. You can get them on the tongue and on the inside of the cheeks and lips — the parts of the mouth that can move. They usually pop up alone, but sometimes they show up in small clusters.",
            "vi": "Viêm loét miệng, cũng gọi là loét áp-tơ, là những vết loét nhỏ xuất hiện bên trong miệng. Bạn có thể bị trên lưỡi và bên trong má và môi – những phần có thể di chuyển của miệng. Loét thường xuất hiện đơn lẻ, nhưng đôi khi thành các cụm nhỏ."
        },
        {
            "en": "If you have <em>canker</em> sores that do not get better after a few weeks, if the sores keep coming back, or if they make you feel so sick that you don't want to eat, see your doctor or dentist. Your doctor may want to do blood tests to find out if another condition — such as a vitamin deficiency, a problem with your immune system, or even a food allergy — could be contributing to the sores.",
            "vi": "Nếu bạn bị viêm loét miệng không thuyên giảm sau vài tuần, nếu loét cứ tái phát, hoặc nếu bệnh làm bạn cảm thấy quá mệt đến nỗi không muốn ăn, hãy đi gặp bác sĩ hoặc nha sĩ. Bác sĩ của bạn có thể muốn làm các xét nghiệm máu để tìm ra có các bệnh khác không - chẳng hạn như sự thiếu hụt vitamin, một vấn đề với hệ thống miễn dịch của bạn, hoặc thậm chí dị ứng thực phẩm có thể tạo nên các vết loét."
        },
        {
            "en": "You'll want to watch what you eat when you have a <em>canker</em> sore. Spicy foods and acidic foods such as lemons or tomatoes can be extremely painful on these open wounds. So can anything sharp, such as nuts or potato chips, which can poke or rub the sore. Be careful when you brush your teeth, too. It's important to keep your mouth clean, but brushing the sore itself with a toothbrush will make it worse.",
            "vi": "Bạn sẽ muốn xem những gì mình ăn khi bị viêm loét miệng. Thức ăn cay và thức ăn chua như là quả chanh hoặc cà chua có thể gây đau đớn cực kỳ cho những vết thương hở. Vì vậy, bất cứ thứ gì sắc, chẳng hạn như các loại hạt, khoai tây chiên, có thể đụng hoặc chà vào gây đau. Cũng hãy cẩn thận khi đánh răng. Điều quan trọng là phải giữ miệng của bạn sạch, nhưng chải vào vết loét sẽ làm cho nó tệ hơn."
        },
        {
            "en": "· Various over-the-counter medicines can help to take the sting out of <em>canker</em> sores. Carbamide peroxide is a combination of peroxide and glycerin that cleans and coats the sore to protect it. Other over-the-counter remedies have benzocaine, menthol, and eucalyptol in them. These need to be applied repeatedly and may sting at first, but they can numb the sore and cut down on how long it lasts.",
            "vi": "· Nhiều loại thuốc không cần toa bác sĩ có thể giúp giảm đau viêm loét miệng. Carbamide peroxide là một sự kết hợp của peroxide và glycerin giúp làm sạch và phủ lên vết loét để bảo vệ nó. Những loại thuốc không cần toa bác sĩ khác là thuốc có chứa chất gây tê cục bộ, tinh dầu bạc hà, và dầu bạch đàn trong đó. Những thuốc này cần phải bôi nhiều lần và có thể gây buốt lúc đầu, nhưng có thể tác dụng làm tê đau và giảm đau kéo dài."
        },
        {
            "en": "Your mouth might tingle or burn before the actual sore appears. Soon, a small red bump rises. Then after a day or so it bursts, leaving an open, shallow white or yellowish wound with a red border. The sores are often painful and can be up to an inch across, although most of them are much smaller. Occasionally, someone who gets <em>canker</em> sores may also develop a fever and feel sluggish and uncomfortable.",
            "vi": "Miệng bạn có thể râm ran hoặc bỏng rát trước khi vết loét thực sự xuất hiện. Một vết sưng đỏ nhỏ sẽ sớm nổi lên. Sau đó, một hoặc vài ngày tiếp theo, nó vỡ ra, để lại một vết thương hở, nông, màu trắng hoặc vàng với một đường viền màu đỏ. Các vết loét thường đau đớn và có thể rộng đến một inch, mặc dù hầu hết trong số đó đều nhỏ hơn nhiều. Thỉnh thoảng, một người bị viêm loét miệng cũng có thể phát triển sốt và cảm thấy lờ đờ và không thoải mái."
        },
        {
            "en": "5. If a new spirit is to be infused into this old country, there is one thorny and contentious reform which must be tackled, and that is the humanization and galvanization of the B.B.C. Timidity here will bespeak <em>canker</em> and atrophy of the soul. The heart of Britain may be sound and of strong beat, for instance, but the British lion's roar at present is like that of Bottom in Shakespeare's A Midsummer Night's Dream — as gentle as any sucking dove. A virile new Britain cannot continue indefinitely to be traduced in the eyes or rather ears, of the world by the effete languors of Langham Place, brazenly masquerading as ‘standard English’. When the Voice of Britain is heard at nine o'clock, better far and infinitely less ludicrous to hear aitches honestly dropped than the present priggish, inflated, inhibited, school-ma'amish arch braying of blameless bashful mewing maidens!",
            "vi": "5. Nếu như có một luồng gió mới được thổi vào đất nước già nua này, thì sẽ xảy ra một sự tái định hình đầy tranh cãi cần được giải quyết, đó là tính nhân đạo và sự quá khích. Trái tim của nước Anh có thể vẫn bình yên và khỏe mạnh, thế nhưng tiếng gầm của con sư tử nước Anh giờ đây chỉ như giọng nói của Bottom trong “Giấc mộng đêm hè” của Shakespeare’s – êm khẽ như tiếng bồ câu mới sinh. Một nước Anh non trẻ hùng mạnh không thể tiếp tục bị chà đạp mãi trong con mắt của thế giới bởi sự sụp đổ từ từ của Langham Place, nơi vẫn đang táo tợn dối trá là sở hữu “Tiếng Anh chuẩn”. Khi giọng nói của nước Anh vang lên lúc 9 giờ đúng, tốt hơn là nó vang thật xa và ít lố bịch nhất có thể để có thể nghe thấy những âm “h” được phát ra một cách thành thực hơn là sự kiêu ngạo, tự mãn, ức chế, cùng lối kiến trúc hình vòm kiểu các bà giáo già của các nữ tu không biết xấu hổ là gì ngày nay!"
        }
    ],
    "suggestions": []
}