{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kænibəlizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tục ăn thịt người; tục ăn thịt đồng loại</td></tr></table><i/></div>",
            "word": "cannibalism",
            "pronounce": "['kænibəlizm]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cannibalism",
            "pronounce": "['kænibəlizm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cannibalism",
            "pronounce": "['kænibəlizm]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>cannibalism</k><blockquote><blockquote><ex><abr>n.</abr> to engage in, practice cannibalism</ex></blockquote></blockquote></div>",
            "word": "cannibalism",
            "pronounce": "['kænibəlizm]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cannibalism",
            "pronounce": "['kænibəlizm]"
        }
    },
    "sentences": [
        {
            "en": "\"I use the term <em>cannibalism</em> to describe this,\" he added.",
            "vi": "Ông còn nói thêm rằng: \"Tôi dùng cụm từ ăn thịt đồng loại để diễn tả sự việc này\"."
        },
        {
            "en": "Before Europeans arrived, the Rapanui had descended into civil war and <em>cannibalism</em> , he maintains.",
            "vi": "Ông cho rằng trước khi người châu Âu đến, người Rapanui đã suy thoái trong cuộc nội chiến và hủ tục ăn thịt đồng loại ."
        },
        {
            "en": "It is thought to be caused by a virus and transmitted by <em>cannibalism</em>.",
            "vi": "Người ta cho rằng bệnh do virút gây ra và truyền bằng tục ăn thịt người."
        },
        {
            "en": "Investigators believe that the two men met via an internet site for <em>cannibalism</em> fetishists.",
            "vi": "Các điều tra viên cho rằng hai người đàn ông này gặp nhau thông qua một trang mạng dành cho người theo đạo ăn thịt người."
        },
        {
            "en": "I use the term <em>cannibalism</em> to describe this.— Maurizio Romani, Italian senator",
            "vi": "\"Tôi dùng cụm từ ăn thịt đồng loại để diễn tả nạn thu hoạch nội tạng của Trung Quốc\", ông Maurizio Romani – Thượng nghị sĩ Ý."
        },
        {
            "en": "Police say that body parts of the victim were missing, and it is possible that <em>cannibalism</em> may have taken place.",
            "vi": "Cảnh sát cho biết nạn nhân bị mất các bộ phận, có khả năng đã diễn ra tục ăn thịt người."
        },
        {
            "en": "YOU SAY WENDIGO, I SAY WINDIGO: Most people use these two spellings interchangeably to describe the same being, but some believe the words have different meanings. Those who fall in the latter camp think \"wendigo\" describes a lonely man-beast who lives in the forest waiting to feast on human flesh, while the \"windigo\" is a cannibalistic spirit that possesses humans. Both concepts originate from Native American folklore and have ties to <em>cannibalism</em>.",
            "vi": "Wendigo hay còn gọi là Windigo: Hầu hết mọi người sử dụng 2 cách viết này thay nhau để mô tả cùng một hữu thể, nhưng một số tin rằng 2 từ “Wendigo” và “Windigo” có ý nghĩa khác nhau. Những người này cho rằng \"Wendigo\" mô tả một quái vật nửa người nửa thú sống cô độc trong rừng rình rập để ăn thịt người, trong khi \"Windigo\" là một hồn ma ăn thịt người sẽ chiếm hữu con người. Cả hai khái niệm có nguồn gốc từ văn hóa dân gian của người Mỹ bản địa và có liên quan đến tục ăn thịt người."
        },
        {
            "en": "WHY DO PEOPLE BELIEVE? Some historians believe the werewolf legend was conceived to explain the activity of serial killers. Cyclic attacks, mutilation and <em>cannibalism</em> were all characteristics of alleged werewolf attacks and are commonly ascribed to serial killers today. The wolf being the most feared predator in Europe at the time, it was perhaps inevitable that it ended up being partially blame for the slaughters. Rabies may also explain some werewolf beliefs. Today few believe in werewolves, though sightings are still reported.",
            "vi": "Tại sao con người tin có người sói? Một số nhà sử học tin rằng huyền thoại người sói đã được nghĩ ra để giải thích hoạt động của những kẻ giết người hàng loạt. Các cuộc tấn công theo chu kỳ, cắt xẻo và ăn thịt người là tất cả những đặc điểm bị cáo buộc cho các cuộc tấn công của người sói và thường được gán cho những kẻ sát nhân hàng loạt ngày nay. Sói là động vật ăn thịt đáng sợ nhất châu Âu vào thời điểm đó, nên không tránh khỏi khi nó bị đổ lỗi phần nào cho những cuộc tàn sát này. Bệnh dại cũng có thể giải thích một số ý kiến về người sói. Ngày nay ít người tin là có người sói, mặc dù vẫn còn những báo cáo về việc nhìn thấy sinh vật này."
        }
    ],
    "suggestions": []
}