{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kænənai'zei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự phong thánh</td></tr></table><i/></div>",
            "word": "canonization"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "canonization"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "canonization"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "canonization"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "canonization"
        }
    },
    "sentences": [
        {
            "en": "Applause broke out before he completed the formula of <em>canonization</em>, in which he declared \"Blessed Teresa of Calcutta to be a saint.\"",
            "vi": "Tràng pháo tay nổi lên trước khi ông hoàn tất nghi thức phong thánh, trong đó ông tuyên bố \"Á Thánh Teresa of Calcutta trở thành một vị thánh.\""
        },
        {
            "en": "Pope Francis delivered the formula for the <em>canonization</em> of the Albanian-born nun -- known as the \"saint of the gutters\" -- before huge crowds of pilgrims gathered in St. Peter's Square in Vatican City on Sunday morning.",
            "vi": "Giáo hoàng Francis cử hành nghi thức phong thánh cho bà xơ gốc Albani - người được gọi là \"vị thánh của những kẻ khốn cùng\" - trước hàng vạn người hành hương tập trung tại Quảng trường Thánh Phêrô ở thành phố Vatican hôm sáng Chủ nhật."
        },
        {
            "en": "Catholics -- including hundreds of blue- and white-robed nuns from the Missionaries of Charity sisterhood founded by Mother Teresa -- had gathered from around the world to attend the <em>canonization</em> of the church's newest saint, just 19 years after her death.",
            "vi": "Rất nhiều người Công Giáo - trong đó có hàng trăm bà xơ mặc đồ trắng-xanh nhạt đến từ Dòng Thừa Sai Bác Ái do Mẹ Teresa sáng lập - từ khắp nơi trên thế giới đã tập trung về tham dự thánh lễ phong thánh cho vị thánh mới nhất của Giáo hội, ngày phong thánh diễn ra chỉ 19 năm sau ngày người ấy qua đời."
        },
        {
            "en": "Mother Teresa, a Catholic nun who devoted her life to helping India's poor, has been declared a saint in a <em>canonization</em> Mass held by Pope Francis in the Vatican.",
            "vi": "Mẹ Teresa, một bà xơ Công giáo đã cống hiến trọn đời mình giúp đỡ người nghèo Ấn Độ, được tuyên thánh trong một Thánh lễ phong thánh do Giáo hoàng Francis cử hành tại Vatican."
        }
    ],
    "suggestions": []
}