{
    "en_vn": {
        "data": {
            "content": null,
            "word": "canoes"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "canoes"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "canoes"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "canoes"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "canoes"
        }
    },
    "sentences": [
        {
            "en": "The technique of making dug-out <em>canoes</em>.",
            "vi": "Kỹ thuật đục thuyền."
        },
        {
            "en": "We paddled <em>canoes</em> up the stream for three days.",
            "vi": "Chúng tôi đã chèo xuồng ngược dòng suối trong ba ngày."
        },
        {
            "en": "We bought two <em>canoes</em> from the Indians in the village.",
            "vi": "Chúng tôi đã mua hai chiếc xuồng của người da đỏ trong ngôi làng này."
        },
        {
            "en": "Parents should let their children paddle their own <em>canoes</em>.",
            "vi": "Cha mẹ nên để con cái tự lập."
        },
        {
            "en": "He hewed down a tree and made two <em>canoes</em>.",
            "vi": "Anh ấy đốn cây và làm hai chiếc xuồng."
        },
        {
            "en": "These <em>canoes</em> are long thin boats with paddles.",
            "vi": "Những chiếc xuồng này là những chiếc thuyền dài và thon có gắn các mái chèo."
        },
        {
            "en": "The Indians in this village have fine <em>canoes</em>.",
            "vi": "Những người da đỏ trong làng này có những chiếc xuồng rất tốt."
        },
        {
            "en": "We push our <em>canoes</em> through the plants and come to a small stream.",
            "vi": "Chúng tôi đẩy các chiếc xuồng của chúng tôi xuyên qua cây cỏ và đi đến một con suối nhỏ."
        },
        {
            "en": "The men are at work on the <em>canoes</em> and one is nearly finished.",
            "vi": "Mấy người đàn ông đang làm việc trên xuồng và một người gần xong."
        },
        {
            "en": "Then the stream became very narrow so we could not take our <em>canoes</em> any further.",
            "vi": "Rồi dòng suối trở nên rất hẹp nên chúng tôi không thể chèo xuồng đi thêm được nữa."
        },
        {
            "en": "The next two days we paddled up the river in our <em>canoes</em>.",
            "vi": "Trong hai ngày tiếp theo, chúng tôi đã chèo ngược dòng con sông này trên những chiếc xuồng của chúng tôi."
        },
        {
            "en": "As trees became scarce and they could no longer construct wooden <em>canoes</em> for fishing, they ate birds.",
            "vi": "Vì lượng cây cối trở nên cạn kiệt, họ không thể làm thuyền bè bằng gỗ để đánh cá nữa nên họ chuyển sử dụng chim như là một thực phẩm hằng ngày."
        },
        {
            "en": ", there are lots of legends, some of them claiming to date back to the Flood - supposedly, the ancient Quileutes tied their <em>canoes</em> to the tops of the tallest trees on the mountain to survive, like Noah and the ark.",
            "vi": "Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.\""
        },
        {
            "en": "They can row dug-out <em>canoes</em> around the lake to lotus-surrounded bodies of water, or down to the Krong Ana as far as Ea Don, a picturesque sight abounding in birds and crocodiles.",
            "vi": "Du khách có thề dùng thuyền độc mộc dạo quanh hồ đến những bãi nổi tràn sen hoặc xuôi dòng krông ana tới eo đờn, một thắng cảnh ngoạn mục vơi chim muông và cá sấu."
        },
        {
            "en": "Well, there are lots of legends, some of them claiming to date back to the Flood - supposedly, the ancient Quileutes tied their <em>canoes</em> to the tops of the tallest trees on the mountain to survive, like Noah and the ark.",
            "vi": "Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.\""
        },
        {
            "en": "lots of legends, some of them claiming to date back to the Flood - supposedly, the ancient Quileutes tied their <em>canoes</em> to the tops of the tallest trees on the mountain to survive, like Noah and the ark.",
            "vi": "Ừm, có rất nhiều truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.\""
        },
        {
            "en": "Well, there are lots of legends, some of them claiming to date back to the Flood - supposedly, the ancient Quileutes tied their <em>canoes</em> to the tops of the tallest trees on the mountain to survive, like Noah and the ark.",
            "vi": "truyền thuyết, trong đó có một số chuyện có từ thời Đại Hồng Thủy - cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót như Noah cùng nhóm đi theo.\""
        },
        {
            "en": "\"Well, there are lots of legends, some of them claiming to date back to the Flood — supposedly, the ancient Quileutes tied their <em>canoes</em> to the tops of the tallest trees on the mountain to survive like Noah and the ark.\" He smiled, to show me how little stock he put in the histories.",
            "vi": "cho rằng, người Quileutes cổ xưa đã buộc xuồng vào ngọn cây cao nhất trên núi nên đã sống sót được như Noah và gia đình.\"Anh chàng mỉm cười, để tôi thấy anh ta chẳng tin gì vào mấy chuyện đó."
        },
        {
            "en": "Imagine crossing thousands of miles of wild seas without a single map or compass, destined for a tiny island you've never been to before. Courageous people called Wayfinders navigated the seas in their <em>canoes</em>, using little more than the stars and songs shared by elders.",
            "vi": "Hãy tưởng tượng tới việc đi qua hàng ngàn dặm trong của vùng biển hoang dã mà không có một bản đồ hoặc la bàn, hướng về một hòn đảo nhỏ mà bạn chưa từng đến trước đây. Những người can đảm được biết đến là những người được gọi là Wayfinders họ đã định vị những vùng biển trên những chiếc suồng nhỏ của họ, hiểu biết về các vì sao cũng như áp dụng một số kinh nghiệm truyền lại từ người lớn tuổi."
        },
        {
            "en": "A behavioural difference between crocodiles and alligators to Great White sharks is that while the Great White will almost always attack for feeding purposes, both the crocodile and alligator are highly territorial with the salt water crocodile being the most aggressive to humans. There's also been reports on crocodiles attacking small boats such as <em>canoes</em>. What most people don't realize is that despite it's appearance these animals can run extremely fast for their weight.",
            "vi": "Một sự khác biệt hành vi giữa cá sấu châu Phi và cá sấu châu Mỹ với Cá mập trắng khổng lồ là trong khi Cá mập trắng khổng lồ hầu như sẽ luôn luôn tấn công để ăn, thì cả cá sấu châu Phi và cá sấu châu Mỹ đều rất có khuynh hướng bảo vệ lãnh thổ, đặc biệt cá sấu nước mặn là hung hăng nhất đối với con người. Cũng có báo cáo về việc cá sấu tấn công các tàu thuyền nhỏ như ca-nô. Hầu hết mọi người không nhận ra rằng mặc dù hình dáng to lớn cục mịch nhưng những con vật này có thể chạy rất nhanh."
        }
    ],
    "suggestions": []
}