{
    "en_vn": {
        "data": {
            "content": null,
            "word": "canterbury"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>canterbury</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>canterburies</b>) a low open-topped cabinet with partitions for holding music or books. </cclass></cclass></cclass></blockquote></div>",
            "word": "canterbury"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "canterbury"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "canterbury"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "canterbury"
        }
    },
    "sentences": [
        {
            "en": "The prologues to the \"<em>Canterbury</em> Tales\" are very interesting.",
            "vi": "Đoạn mở đầu của \"Những câu chuyện ở Canterbury\" rất thú vị."
        },
        {
            "en": "The See of <em>Canterbury</em> has existed for many centuries.",
            "vi": "Tòa giám mục ở Canterbury đã tồn tại nhiều thế kỉ qua."
        },
        {
            "en": "The pop festival has shocked the good burghers of <em>Canterbury</em>.",
            "vi": "Cuộc liên hoan nhạc pop đã gây bất bình cho những công dân đáng kính của Canterbury."
        },
        {
            "en": "He followed William to England and became the Archbishop of <em>Canterbury</em>.",
            "vi": "Ông ấy đã theo William đến Anh và trở thành Tổng giám mục Canterbury."
        },
        {
            "en": "Chaucer opens the General Prologue to the <em>Canterbury</em> Tales with a wonderful description of spring.",
            "vi": "Chaucer người đã viết nên bài thơ General Prologue đến đoạn mở đầu trong tác phẩm Canterbury Tales với sự mô tả về mùa xuân một cách tuyệt vời."
        },
        {
            "en": "Washdyke is an industrial suburb in the north of Timaru, in South <em>Canterbury</em>, New Zealand.",
            "vi": "Washdyke là một khu ngoại ô công nghiệp ở phía bắc của Timaru, nằm về phía nam của Canterbury, New Zealand."
        },
        {
            "en": "Shakespeare who died in 1616 wrote in Modern English and would have found the language of Chaucer's <em>Canterbury</em> Tales very strange.",
            "vi": "Shakespeare mất năm 1616 viết bằng anh ngữ cận đại và ông thấy ngôn ngữ trong tác phẩm những truyện canterbury của chaucer rất kỳ lạ."
        },
        {
            "en": "A small team from the <em>Canterbury</em> Archaeological Trust(CAT) worked alongside the workmen, recording new discoveries bought to light by the machines.",
            "vi": "Một nhóm nhỏ từ Canterbury Archaeological Trust (CAT) đã làm việc cùng với những người thợ, ghi lại những khám phá mới được đưa ra ánh sáng bởi các máy móc."
        }
    ],
    "suggestions": []
}