{
    "en_vn": {
        "data": {
            "content": null,
            "word": "capsizing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "capsizing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "capsizing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "capsizing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "capsizing"
        }
    },
    "sentences": [
        {
            "en": "Yamato was sunk on 7 April 1945 by American carrier aircraft during Operation Ten-Go, receiving 10 torpedo and 7 bomb hits before <em>capsizing</em>.",
            "vi": "7 tháng 4 năm 1945 bởi máy bay từ các tàu sân bay Mỹ trong Cuộc hành quân Ten - Go, sau khi trúng phải ít nhất 10 quả ngư lôi và 7 quả bom, trước khi bị lật úp."
        },
        {
            "en": "Yamato was sunk on 7 April 1945 by American carrier aircraft during Operation Ten - Go, receiving 10 torpedo and 7 bomb hits before <em>capsizing</em>.",
            "vi": "Yamato bị đánh chìm ngày 7 tháng 4 năm 1945 bởi máy bay từ các tàu sân bay Mỹ trong Cuộc hành quân Ten-Go, sau khi trúng phải ít nhất 10 quả ngư lôi và 7 quả bom, trước khi bị lật úp."
        },
        {
            "en": "Joe prayed to God, saying, \"Please God, give me the strength to cross this river.\"   Poof! God gave him big arms and strong legs, and he was able to swim across the river in about two hours, although he almost drowned a couple of times.      Seeing this, Dave prayed to God, saying, \"Please God, give me the strength and the tools to cross this river.\"     Poof! God gave him a rowboat and he was able to row across the river in about an hour, after almost <em>capsizing</em> the boat a couple of times.",
            "vi": "Joe cầu xin Chúa, nguyện, \"Cầu Chúa ban cho con sức mạnh để vượt dòng sông này. \"Poof! Chúa ban cho anh ta tay to và chân khoẻ, thế là anh ta có thể bơi qua bên kia sông trong khoảng hai giờ, mặc dù suýt chết đuối mấy lần.Thấy thế, Dave cầu xin Chúa, nguyện, \"Cầu Chúa ban cho con sức mạnh và công cụ để vượt dòng sông này. \"Poof! Chúa ban cho anh ta một chiếc thuyền có mái chèo và anh ta có thể chèo thuyền qua bên kia sông trong khoảng 1 tiếng đồng hồ, sau khi suýt lật thuyền mấy lần."
        }
    ],
    "suggestions": []
}