{
    "en_vn": {
        "data": {
            "content": null,
            "word": "captivated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "captivated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "captivated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "captivated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "captivated"
        }
    },
    "sentences": [
        {
            "en": "Their romance <em>captivated</em> the world.",
            "vi": "Mối tình lãng mạn của họ làm say đắm thế giới."
        },
        {
            "en": "Chaplin's movie <em>captivated</em> audience throughout the word",
            "vi": "Những bộ phim của Sác-lơ lôi cuốn người xem khắp năm châu"
        },
        {
            "en": "He was <em>captivated</em> by her beauty.",
            "vi": "Anh ta bị quyến rũ bởi sắc đẹp của cô nàng."
        },
        {
            "en": "Chaplin's movie <em>captivated</em> audience throughout the word",
            "vi": "Những bộ phim của Sác - lơ lôi cuốn người xem khắp năm châu"
        },
        {
            "en": "His films <em>captivated</em> audiences throughout the world.",
            "vi": "Phim của ông ấy thu hút khán giả khắp thế giới."
        },
        {
            "en": "I was <em>captivated</em> by a beautiful girl.",
            "vi": "Tôi đã bị mê hoặc bởi một cô gái đẹp."
        },
        {
            "en": "I was really <em>captivated</em> by charm and sweetness.",
            "vi": "Tôi thật sự bị nét dễ thương và duyên dáng của cô quyến rũ."
        },
        {
            "en": "The onlookers were <em>captivated</em> as their mouths went agape with astonishment.",
            "vi": "Những người xem bị lôi cuốn khi mồm họ há hốc ra vì kinh ngạc."
        },
        {
            "en": "She was slim, with huge brown eyes, long eyelashes and a profile that <em>captivated</em> William.",
            "vi": "Cô ta mảnh dẻ, có đôi mắt nâu và to, lông mi dài cong, có nét nhìn nghiêng rất hấp dẫn đối với William."
        },
        {
            "en": "The relationship between French President-Elect Emmanuel Macron and his wife Brigitte Trogneux has <em>captivated</em> the world.",
            "vi": "Cả thế giới mê mẩn mối tình của tổng thống Pháp vừa đắc cử Emmanuel Macron với vợ ông là bà Brigitte Trogneux."
        },
        {
            "en": "Magical riff at breakneck speed with Peter's style rasping sneering vocals overlaid on top <em>captivated</em> audience through the show.",
            "vi": "Những nốt lặp đầy ma thuật với tốc độ nhanh hòa cùng chất giọng lạo xạo khó chịu đúng kiểu của Peter đã lôi cuốn người xem suốt buổi biểu diễn."
        },
        {
            "en": "Upon arrival at the temple for the first time, visitors may be <em>captivated</em> by the typical Chinese architectural style and the tranquil ambiance.",
            "vi": "Khi đến ngôi đền lần đầu tiên, du khách có thể bị mê hoặc bởi phong cách kiến trúc điển hình của Trung Hoa và không gian yên tĩnh."
        },
        {
            "en": "Upon arrival at the temple for the first time, visitors may be <em>captivated</em> by the typical Chinese architectural style and the tranquil ambiance.",
            "vi": "Khi đến ngôi đền lần đầu tiên, du khách có thể bị mê hoặc bởi phong cách kiến trúc điển hình của Trung Hoa và không gian yên tĩnh."
        },
        {
            "en": "Well, i was so <em>captivated</em> by the Chairman's smile, thoughit was really only the residue of laughter from a moment earlier, that i had to keep myself from smiling back at him.",
            "vi": "Trời, tôi quá mê mẩn trước nụ cười của ông chủ tịch, nhưng đấy chỉ là dư vị của nụ cười hồi nãy, quá mê mẩn đến nỗi tôi phải cố giữ mình để khỏi cười lại với ông."
        },
        {
            "en": "Japanese artist Riusuke Fukahori has a special fascination for swimming creatures. His resin paintings of goldfish that appear to be swimming in water have <em>captivated</em> people for years. Fukahori is not an artist that takes the easy route to realize his vision. Each piece, meticulously painted from living goldfish in his studio, takes months to complete. Although he admits that his process of painting and layering resin is tedious work, nothing beats the accomplishment of seeing his subjects come to life. The goldfish that he paints are special- they are both a representation of himself, and also his metaphor for human existence.",
            "vi": "Nghệ sĩ Nhật Bản Riusuke Fukahori đặc biệt mê các sinh vật đang bơi lội. Anh dùng nhựa thông vẽ cá vàng như đang bơi trong nước làm mọi người mê mẩn baonăm. Fukahori không phải là nghệ sĩ chọn cách dễ dàng để biến tưởng tượng của mình thành hiện thực. Mỗi tác phẩm, được vẽ tỉ mỉ theo cá vàng sống trong phòng vẽ, mất nhiều tháng mới xong. Tuy thừa nhận quá trình vẽ và tạo lớp bằng nhựa thông hết sức chán ngán, nhưng không gì bằng giây phút nhìn thấy chúng sống động. Những chú cá vàng anh vẽ hết sức đặc biệt - chúng vừa tượng trưng cho bản thân anh, mà cũng là một phép ẩn dụ về đời người của anh."
        },
        {
            "en": "       Amazing things happen around you every day if you only know where to look. Technology has exposed us to so much and made the world so much smaller. Yet, there's a downside that isn't spoken of much: exposure raises the bar on what it takes to be awestricken. And that's a shame, because few things are as uplifting as experiencing true awe. True awe is humbling. It reminds us that we're not the center of the universe. Awe is also inspiring and full of wonder, underscoring the richness of life and our ability to both contribute to it and be <em>captivated</em> by it. It's hard to be happy when you just shrug your shoulders every time you see something new.",
            "vi": "Chỉ cần bạn biết nơi để hướng tầm mắt thì những thứ tuyệt vời xảy ra xung quanh bạn mỗi ngày. Công nghệ đang ảnh hưởng đến chúng ta quá nhiều và làm cho thế giới nhỏ hơn rất nhiều. Tuy nhiên, có một điều bất lợi không được nói đến: ... Và đó là một sự xấu hổ bởi vì chỉ vài thứ ... Sự ngưỡng mộ thực sự là sự khiêm tốn. Sự khiêm tốn nhắc nhở chúng ta rằng chúng ta không phải là trung tâm của vũ trụ. Sự háo hức cũng là truyền cảm hứng và đầy ngạc nhiên, nhấn mạnh sự giàu có của cuộc sống và khả năng của chúng ta cho cả việc đóng góp và thu hút bởi cuộc sống. Thật là khó để trở nên hạnh phúc khi bạn chỉ biết nhún vai mỗi khi bạn thấy điều gì đó mới lạ."
        }
    ],
    "suggestions": []
}