{
    "en_vn": {
        "data": {
            "content": null,
            "word": "capturing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "capturing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "capturing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "capturing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giữ lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> 1. a process of using a torquer to hold the spin axis in a gyro to an exact position in relation to the spin reference axis.a process of using a torquer to hold the spin axis in a gyro to an exact position in relation to the spin reference axis.2. a process in which a missile is taken over by its guidance system.a process in which a missile is taken over by its guidance system.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> 1. Quá trình sử dụng mô men xoắn để giữ một trục đang quay trong một con quay hồi chuyển tại một vị trí chính xác có liên quan đến trục quay tham chiếu. 2. Quá trình trong đó một tên lửa được hệ thống điều khiển của nó tiếp quản.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">capturing river</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sông cướp dòng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "capturing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "mandarian square <em>capturing</em>",
            "vi": "trò chơi ô ăn quan"
        },
        {
            "en": "They are capable of <em>capturing</em> attention.",
            "vi": "Họ có khả năng thu hút sự chú ý."
        },
        {
            "en": "The film succeeds in <em>capturing</em> the mood of the 1970s.",
            "vi": "Bộ phim thành công trong việc nắm bắt được thị hiếu của những năm 1970."
        },
        {
            "en": "Her heart gladdened at her success in <em>capturing</em> the bird.",
            "vi": "Lòng cô rất đỗi vui mừng vì thành công trong việc bắt được chú chim."
        },
        {
            "en": "There are ways of <em>capturing</em> the STDERR output, however.",
            "vi": "Tuy nhiên, có nhiều cách nắm bắt đầu ra sdterr."
        },
        {
            "en": "<em>Capturing</em> opportunities offered by integration into the world economy.",
            "vi": "Nắm bắt các cơ hội do hội nhập kinh tế Thế giới đem lại."
        },
        {
            "en": "These trees have the added benefit of <em>capturing</em> green house gasses.",
            "vi": "Rừng ngậm mặn cũng có lợi ích to lớn trong việc hấp thụ khí nhà kính."
        },
        {
            "en": "Revelations about her drink problem have been <em>capturing</em> the headlines this week.",
            "vi": "Những tiết lộ về vấn đề uống rượu của cô ấy là bản tin chính trong tuần này."
        },
        {
            "en": "I won that match of chess by <em>capturing</em> my opponent's queen.",
            "vi": "Tôi thắng ván cờ đó nhờ ăn quân đầm của đối phương."
        },
        {
            "en": "Police shadowed the escaped prisoners for several miles before <em>capturing</em> them.",
            "vi": "Cảnh sát bám theo những tên tù vượt ngục vài dặm trước khi bắt được chúng."
        },
        {
            "en": "Then in the seventh century, the Arabs conquered Persia, <em>capturing</em> their magnificent silks in the process.",
            "vi": "Thì vào thế kỉ 7, người Ả Rập đã thôn tính Persia và chiếm được loại lụa tuyệt đẹp này."
        },
        {
            "en": "Sébastien Laval from Poitiers in western France started <em>capturing</em> the beauty of Vietnamese cities in 2007.",
            "vi": "Sébastien Laval đến từ Poitiers ở miền tây nước Pháp bắt đầu chụp lại vẻ đẹp của những thành phố ở Việt Nam vào năm 2007."
        },
        {
            "en": "If subject lines are important in <em>capturing</em> your reader’s attention, then font is essential in keeping it.",
            "vi": "Nếu dòng tiêu đề có ý nghĩa quan trọng trong việc khiến cho người đọc chú ý thì font chữ cũng hết sức quan trọng để thu hút sự quan tâm của người đọc."
        },
        {
            "en": "Third, there needs to be more thought given to <em>capturing</em> the effects of services and provision of benefits in kind.",
            "vi": "Thứ ba, cần thu thập số liệu để đánh giá tác động của các dịch vụ và trợ cấp bằng hiện vật."
        },
        {
            "en": "As the law gets closer to <em>capturing</em> her, Ella begins to unravel a plot to eliminate her.",
            "vi": "Ngay khi luật pháp có hiệu lực để bắt thì Ella bắt đầu tìm ra âm mưu để xóa bỏ tội của cô ta."
        },
        {
            "en": "If you can only do one thing, I suggest focusing on <em>capturing</em> requirements and controlling the scope of the program.",
            "vi": "Nếu bạn chỉ có thể làm được một điều, tôi gợi ý tập trung vào việc nắm bắt yêu cầu và kiểm soát phạm vi của chương trình."
        },
        {
            "en": "This implausible gap between capital and investment probably reflects inadequate valuation, not <em>capturing</em> appreciation gains as the economy developed.",
            "vi": "Sự cách biệt đáng kể này giữa vốn và đầu tư phản ánh sự định giá không đầy đủ, chưa ghi nhận hết được những khoản lợi thu được nhờ giá trị tài sản gia tăng khi nền kinh tế đã phát triển."
        },
        {
            "en": "The slickest PowerPoint presentation can't compete with the development of real affection and trust in <em>capturing</em> the hearts and minds of other people.",
            "vi": "Bài trình bày PowerPoint tốt nhất cũng không thể cạnh tranh với sự đồng cảm và tin tưởng trong việc tranh thủ được con tim và khối óc của người khác."
        },
        {
            "en": "\"That's about the only exercise I ever got,\" said Webb, who is becoming famous for a video <em>capturing</em> her deadlifting 225 pounds.",
            "vi": "\"Trước giờ tôi chỉ làm việc đó mà thôi,\" bà Webb nói, bà trở nên nổi tiếng nhờ một video ghi cảnh bà nâng mức tạ nặng 225 pounds (102kg)."
        },
        {
            "en": "Hailing from the small town of Tauplitz, Austria, Anne Geier has the beautiful gift of <em>capturing</em> mesmerizing, soulful portraits of her furry, 4-legged subjects.",
            "vi": "Xuất thân trong một thị trấn nhỏ ở Tauplitz, nước Áo, Anne Geier có khiếu chụp những bức ảnh chân dung đầy mê hoặc, nhiều cảm xúc của các nhân vật lắm lông, 4 chân của mình."
        }
    ],
    "suggestions": []
}