{
    "en_vn": {
        "data": {
            "content": null,
            "word": "carbonated"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>carbonated</k><blockquote><cclass>adjective dissolve carbon dioxide in.</cclass></blockquote><blockquote>→ <kref>carbonate</kref></blockquote></div>",
            "word": "carbonated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carbonated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carbonated"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bão hòa cacbon</font></td></tr></tbody></table></div>",
            "word": "carbonated"
        }
    },
    "sentences": [
        {
            "en": "I don't <em>carbonated</em> soft drink.",
            "vi": "Tôi không thích nước ngọt có ga."
        },
        {
            "en": "Tonic water is a <em>carbonated</em> soft drink.",
            "vi": "Nước tăng lực là nước giải khát có ga."
        },
        {
            "en": "The <em>carbonated</em> water discharges from the soda siphon.",
            "vi": "Nước uống có ga trào ra khỏi lon sô - đa."
        },
        {
            "en": "Why must <em>carbonated</em> beverages be stored in tight bottles?",
            "vi": "Tại sao đồ uống có ga phải đựng trong những chai được đóng kín?"
        },
        {
            "en": "The <em>carbonated</em> water discharges from the soda siphon.",
            "vi": "Nước uống có ga trào ra khỏi lon sô-đa."
        },
        {
            "en": "Bitter lemon is a <em>carbonated</em> soft drink flavoured with quinine and lemon.",
            "vi": "Nước uống có ga là một loại nước ngọt có ga hương ki-nin và chanh."
        },
        {
            "en": "It's not good for you to use <em>carbonated</em> drinks too often.",
            "vi": "Uống đồ uống có ga thường xuyên sẽ không tốt cho bạn đâu."
        },
        {
            "en": "Club soda is water which is <em>carbonated</em> and thus made effervescent by the addition of carbon dioxide gas under pressure.",
            "vi": "Xô-đa là nước được tạo ga và sủi bọt bằng cách thêm khí cacbonit dưới áp suất cao."
        },
        {
            "en": "Club soda is water which is <em>carbonated</em> and thus made effervescent by the addition of carbon dioxide gas under pressure.",
            "vi": "Xô - đa là nước được tạo ga và sủi bọt bằng cách thêm khí cacbonit dưới áp suất cao."
        },
        {
            "en": "Internationally popular products like Slurpee® frozen <em>carbonated</em> beverages and Big Gulp® soft drinks, as well as immediately consumable fresh foods, with recipes developed for regional tastes, will be part of the convenience offerings.",
            "vi": "Các sản phẩm quốc tế nổi tiếng như đồ uống có ga Slurpee® ướp lạnh và nước giải khát Big Gulp®, cũng như các loại thực phẩm tươi sống, với các công thức nấu ăn được phát triển theo khẩu vị của khu vực, sẽ là một phần của các dịch vụ tiện ích."
        },
        {
            "en": "A few years ago Vietnam considered a tax on <em>carbonated</em> beverages. But the rationale behind the plan was to prevent health problems caused by carbon dioxide, not by sugar. Nothing happened eventually after discussions fizzled out just as quick as they came. ",
            "vi": "Một vài năm trước, Việt Nam đã cân nhắc về một loại thuế cho các loại đồ uống có ga. Nhưng lý do đằng sau việc này là nhằm ngăn chặn các vấn đề sức khỏe gây ra bởi carbon dioxide chứ không phải bởi đường. Cuối cùng không có gì xảy ra sau khi các cuộc thảo luận thất bại nhanh chóng."
        },
        {
            "en": "Drinks that may trigger heartburn  Preventing heartburn isn't just about food choices. Certain drinks can make heartburn more likely. Those beverages include coffee (regular or decaffeinated), caffeinated tea, colas, other <em>carbonated</em> drinks, and excess alcoholic beverages. Caffeinated beverages boost acid in the stomach and alcoholic beverages can relax the lower esophageal sphincter, leading to heartburn. And sodas can bloat the stomach, which may lead to heartburn.",
            "vi": "Nhiều loại thức uống cũng có thể gây ợ nóng   Việc ngăn ngừa ợ nóng không chỉ là các thức ăn thôi đâu mà một số loại thức uống cũng có thể gây ra chứng ợ nóng này nhiều hơn. Các loại thức uống đó bao gồm cà phê (cà phê thông thường hoặc cà phê đã loại bỏ cà-phê-in), trà có chứa cà-phê-in, cô-la, các loại thức uống có ga khác, và các thức uống dư cồn. Thức uống có chứa cà-phê-in làm cho hàm lượng a-xít trong dạ dày tăng cao đồng thời có thể là giãn cơ thắt thực quản dưới, dẫn đến ợ chua. Và nước xô-đa cũng làm trướng dạ dày, có thể dẫn đến ợ nóng."
        },
        {
            "en": "Beverages of all kinds can help to make to up the difference: caffeinated or not, <em>carbonated</em> or not, sweetened or not. The only liquid that is known to cause actual dehydration is alcohol, and then only in excessive amounts. According to Dr Stanley Goldfarb and Dr Dan Negoianu of the University of Pennsylvania in Philadelphia, there are four leading myths about water intake: more water leads to more toxin excretion, improves skin tone, makes one less hungry, and reduces headache frequency.",
            "vi": "Tất cả các loại nước uống có thể tạo nên sự khác biệt: có cà-phê-in hay không, có ga hay không, có đường hay không. Chất lỏng duy nhất được biết là gây ra tình trạng mất nước chính là rượu, và chỉ khi uống với lượng quá nhiều. Theo Tiến sĩ Stanley Goldfarb và Tiến sĩ Dan Negoianu của Đại học Pennsylvania ở Philadelphia, có bốn chuyện tưởng tượng phổ biến nhất về lượng nước: nhiều nước dẫn đến bài tiết nhiều độc tố hơn, cải thiện làn da, làm bớt đói, và làm giảm tần số đau đầu."
        },
        {
            "en": "5 Products That Failed And Why    Big corporations launch countless new products every year. Some recent high-profile successful launches include such diverse products as Apple's iPad and Pretzel M&Ms. But not every new strategy or product launch goes so well, even those that have a big-name company behind it. Here are some of the biggest flops and failures by huge companies.  1. New Coke Often cited as the ultimate example of one of the most notorious product flops - and brand missteps - of all time, New Coke was launched in the mid-1980s by Coca Cola in an attempt to help the soda company stay ahead of competitors during the so-called \"cola wars.\" Instead, it just annoyed consumers.  \"The tacky way it was introduced made it seem as though the regular Coke drinkers mattered little to the company and a boycott was started,\" said Richard Laermer, CEO of RLM PR, a public relations firm New York City, and author of \"2011: Trendspotting for the Next Decade\".  New Coke was abandoned within a few weeks and the original version was then resurrected as \"Classic Coke.\"  2. Crystal Pepsi   Pepsi introduced this clear cola in the early 1990s. Unlike other clear <em>carbonated</em> drinks, this one didn't have a lemon/lime flavor - yet it didn't quite have a normal cola flavor either. Despite a very expensive media blitz, this see-through soda just didn't catch on.  \"Pepsi lost hundreds of millions guessing at straws, and they have never recovered fully,\" said Laermer. \"This was an error competitors still learn from: don't amend a color that's acceptable!\"  3. Arch Deluxe McDonald's launched this new burger - at a estimated cost of at least $150 million for the massive ad campaign - in 1996, spinning it as a more sophisticated option for consumers and hoping to appeal to adults. Turns out, sophisticated adult fare is not necessarily a surefire hit with the fast food crowd.  An AdAge story in 1998 announcing the impending demise of the \"ill-fated Arch Deluxe\" seemed to imply the burger should have been yanked from the menu much sooner. A New York Times story in late 1997 cited the Arch Deluxe as a major factor leading to McDonald's sluggish financial growth the previous quarter. On the flip side, the company's McRib – a sandwich consisting of a pork patty in barbecue sauce that was recently reintroduced for a limited time - has been a popular item that has developed a loyal and vocal following. 4. Ben-Gay Aspirin Having a big name behind a new product doesn't guarantee success - and sometimes it can even be a hindrance, if the brand is too closely tied to a single product or image. Ben-Gay is most known for its unique strong smell - and this pain-relieving balm's warming/burning sensation upon contact with skin. Not exactly a good fit for the Ben-Gay aspirin product originally launched by Pfizer years ago. As an Entrepreneur article noted, while the products were associated in that they were designed for pain relief, people just couldn't get a taste for swallowing something made a brand they associated with a burning sensation. Ben-Gay made the fatal mistake of attaching a recognizable brand name to something totally out of character.  5. The Zune  Microsoft first introduced this portable media player in 2006, with several new generations of the device to follow. The Zune faced several major challenges: namely, inevitable comparisons to the iPod, which rules the portable media marketplace, and the fact that its software is only available for Windows (so far). In a financial report covering the fiscal quarter ending in December 2008, Microsoft said Zune revenues had decreased by 54%, or $100 million. Laermer blames the bust on several factors, including software that was constantly changing and iPod's head start of several years in the market. The Bottom Line As the old saying goes, there's no such thing as a sure thing. Not every concept - even those that seem promising in the development and research stages- can survive the marketplace. Even major, successful companies drop the ball once in a while. Luckily, most seem to bounce back from the failure - eventually.",
            "vi": "5 sản phẩm thất bại và tại sao    Những công ty lớn tung ra rất nhiều sản phẩm mới hàng năm. Một số đợt chào hàng thành công nổi tiếng gần đây có các sản phẩm thuộc đủ mọi lĩnh vực khác nhau, chẳng hạn như iPad của Apple và bánh kẹo Pretzel M&M. Nhưng không phải mọi chiến lược tiếp thị mới hay chương trình giới thiệu sản phẩm mới đều thành công, ngay cả khi những chiến dịch này có cả một công ty tên tuổi đứng đằng sau. Dưới đây là những thất bại lớn nhất và là những thất bại của các công ty rất lớn. 1. New Coke Thường được viện dẫn như là ví dụ điển hình về một trong những sự thất bại của sản phẩm nhiều điều tiếng nhất - và những sai lầm thương hiệu - mọi thời đại, nhãn hàng New Coke (cô-ca mới) do công ty Coca-Cola giới thiệu lần đầu vào giữa những năm 1980 với nỗ lực nhằm giúp công ty nước giải khát này có lợi thế cạnh tranh trong cái gọi là \"cuộc chiến cô-la\". Nhưng nó chỉ gây bực mình cho người tiêu dùng. \"Cách thực hiện tầm thường mà người ta áp dụng đó khiến nó trông có vẻ như thể những người uống cô-ca thường xuyên không có vai trò gì lớn với công ty và sớm bị mọi người tẩy chay\" - ông Richard Laermer, giám đốc điều hành công ty RLM PR, một công ty trong lĩnh vực quan hệ công chúng ở thành phố New York, và là tác giả cuốn \"Năm 2011: Trào lưu trong Thập kỷ tới\" nói.  New Coke bị huỷ trong vài tuần và sản phẩm nguyên thuỷ sau đó đã hồi sinh là \"Classic Coke\"  (cô-ca cổ điển).  2. Crystal Pepsi Hãng Pepsi giới thiệu loại sản phẩm cô-la trong suốt này vào đầu những năm 1990. Không giống với những thức uống có ga trong suốt khác, Crystal Pepsi không có hương vị chanh/cam - tuy nhiên nó cũng hoàn toàn không có hương vị cô-la thông thường. Mặc dù có một chiến dịch quảng cáo rầm rộ trên các phương tiện truyền thông rất tốn kém, thức uống xô-đa trong suốt này vẫn không được mọi người ưa chuộng. \"Pepsi mất hàng trăm triệu lượt khách hàng dự đoán sẽ sử dụng sản phẩm, và họ vẫn chưa từng khôi phục hoàn toàn lại được\" - Laermer nhận định. \"Đây là một sai lầm các đối thủ vẫn có thể rút ra bài học: đừng cố cải thiện một nét đặc trưng nào đó mà đã được thừa nhận!\" 3. Arch Deluxe McDonald's giới thiệu chiếc bánh hăm-bơ-gơ mới này - với chi phí ước tính ít nhất 150 triệu đô la Mỹ dành cho chiến dịch quảng cáo quy mô lớn - vào năm 1996, thêu dệt nó như là một sự lựa chọn tinh vi hơn dành cho người tiêu dùng và hy vọng thu hút những người lớn tuổi. Hoá ra, đồ ăn của người lớn tuổi tinh vi không tất yếu là một sự lôi cuốn chắc chắn có kết quả với nhóm người thích đồ ăn nhanh. Một bài báo trên tờ AdAge năm 1998 loan tin về cái chết được báo trước của nhãn hàng \"Arch Deluxe xấu số\" dường như bóng gió rằng bánh hăm-bơ-gơ đáng lẽ phải bị loại khỏi thực đơn từ lâu rồi. Một tin của tờ Thời Báo New York cuối năm 1997 viện dẫn Arch Deluxe như một yếu tố chủ yếu dẫn đến mức tăng trưởng tài chính ì ạch của hãng McDonald's trong quý trước đó. Trái lại, sản phẩm mang tên McRib của công ty - một loại xăng-uýt có mẩu bánh thịt heo ướp xốt cay chua ngọt mà gần đây được giới thiệu lại trong một khoảng thời gian ngắn - là sản phẩm phổ biến tạo nên nhóm các khách hàng ủng hộ bằng lời và trung thành. 4. Aspirin Ben-Gay Một sản phẩm mới có một tên tuổi lớn đứng phía sau thì cũng không đảm bảo thành công – và đôi khi nó có thể là một cản trở, nếu nhãn hiệu bị ràng buộc quá chặt vào hình ảnh hay sản phẩm đơn nhất nào đó. Ben-Gay nổi tiếng nhất về mùi hương mạnh độc đáo của mình - và cảm giác nóng dần lên/nóng bỏng của dầu thoa làm giảm đau nhức khi tiếp xúc với da. Không chắc chắn phù hợp lắm với sản phẩm aspirin Ben-Gay do Pfizer giới thiệu lần đầu trước đây. Như một bài báo đăng trên Entrepreneur đã chú thích, khi các sản phẩm hữu quan được dành để làm dịu vết đau thì người ta không thể quen với việc nuốt cái gì đó đã làm nên một thương hiệu mà họ có cảm giác nóng rát. Ben-Gay mắc sai lầm chết người là gắn tên tuổi thương hiệu đã được thừa nhận vào thứ hoàn toàn không có danh tiếng. 5.  Zune Microsoft giới thiệu lần đầu tiên chương trình dùng để xem phim nghe nhạc di động này vào năm 2006, với một số thế hệ thiết bị mới tiếp theo. Zune gặp những thách thức lớn: đó là, những so sánh không thể tránh khỏi với iPod, sản phẩm thống trị thị trường phương tiện nghe nhìn xách tay, và thực tế phần mềm của nó chỉ có thể sử dụng được đối với Windows (đến thời điểm hiện tại). Trong một báo cáo tài chính bao gồm quý tài khoá kết thúc vào tháng 12 năm 2008, Microsoft cho biết doanh thu của Zune đã giảm 54%, tức 100 triệu đô la Mỹ. Laermer đổ lỗi phá sản cho một số nhân tố, bao gồm phần mềm liên tục thay đổi và sự khởi đầu thuận lợi của iPod nhiều năm trên thị trường. Lời kết Như châm ngôn xưa có nói, không có gì là chắc chắn cả. Không phải mọi quan niệm - ngay cả những thứ trông có vẻ hứa hẹn trong các giai đoạn nghiên cứu và phát triển - có thể tồn tại ngoài thương trường. Thậm chí những công ty thành công, lớn mạnh cũng đôi khi mắc sai lầm. May thay, rốt cuộc thì hầu hết dường như đều đứng dậy nhanh chóng sau khi trượt ngã."
        },
        {
            "en": "Heartburn facts Despite its name, heartburn has nothing to do with the heart (although some of the symptoms are similar to a heart attack). Heartburn is an irritation of the esophagus caused by acid that refluxes (comes up) from the stomach. Heartburn is also a symptom of more serious gastroesophageal reflux disease, or GERD. When swallowing, food passes down the throat and through the esophagus to the stomach. Normally, a muscular valve called the lower esophageal sphincter (LES) opens to allow food into the stomach (or to permit belching); then it closes again. Then the stomach releases strong acids to help break down the food. But if the lower esophageal sphincter opens too often or does not close tight enough, stomach acid can reflux or seep back into the esophagus, damaging it and causing the burning sensation we know as heartburn. Not only can stomach acid in the esophagus cause heartburn, but it can also cause ulcers, strictures (narrowing) of the esophagus, and cancer of the esophagus. Most people have felt heartburn at one time or another. In fact, the American Gastroenterological Association reports that more than 60 million Americans experience heartburn/GERD symptoms at least once each month. Though uncomfortable, heartburn does not usually pose a serious health problem for most people. However, if heartburn symptoms occur frequently and persistently, it may be a sign of a more serious problem, such as gastroesophageal reflux disease (GERD). GERD is a chronic reflux of acid into the esophagus. Left untreated, GERD can cause a host of complications, including esophagitis, esophageal ulcers, hoarseness, chronic pulmonary disease, and Barrett's esophagus (a change in the lining of the esophagus that increases the risk of developing cancer of the esophagus). Heartburn symptoms Heartburn has several symptoms, including:     * A burning feeling in the chest just behind the breastbone that occurs after eating and lasts a few minutes to several hours.     * Chest pain, especially after bending over, lying down, or eating.     * Burning in the throat -- or hot, sour, acidic, or salty-tasting fluid at the back of the throat.     * Difficulty swallowing.     * Feeling of food \"sticking\" in the middle of the chest or throat. Reporting these symptoms to your doctor is usually all that is needed for your doctor to diagnose heartburn. However, your doctor may perform special tests such as endoscopy or pH monitoring to determine the severity of your problem or to monitor your treatment. Heartburn causes Various lifestyle and dietary factors can contribute to heartburn by relaxing the lower esophageal sphincter and allowing it to open, increasing the amount of acid in the stomach, increasing stomach pressure, or by making the esophagus more sensitive to harsh acids. These factors include: Dietary Habits     * Eating too much.     * Eating certain foods, including onions, chocolate, peppermint, high-fat or spicy foods, citrus fruits, garlic, and tomatoes or tomato-based products.     * Drinking certain beverages, including citrus juices, alcohol, caffeinated drinks, and <em>carbonated</em> drinks.     * Eating before bedtime. Lifestyle habits     * Being overweight     * Smoking     * Wearing tight-fitting clothing or belts     * Lying down or bending over, especially after eating     * Stress Medical causes     * Pregnancy.     * Bulging of part of the stomach into the chest cavity, also called hiatal hernia.     * GERD.     * Taking certain medications, especially some antibiotics and aspirin. Heartburn treatment Treating heartburn requires adjustments to your lifestyle, medications, and possibly surgery if your heartburn is due to GERD or a hiatal hernia. Tips to alleviate heartburn symptoms     * Raise the head of your bed about 6 inches to allow gravity to help keep the stomach's contents in the stomach. (Do not use piles of pillows because this puts your body into a bent position that actually aggravates the condition by increasing pressure on the abdomen.)     * Eat meals at least three to four hours before lying down and avoid bedtime snacks.     * Eat smaller meals.     * Maintain a healthy weight to eliminate unnecessary intra-abdominal pressure caused by extra pounds.     * Limit consumption of fatty foods, chocolate, peppermint, coffee, tea, colas, and alcohol -- all of which can relax the lower esophageal sphincter -- and tomatoes and citrus fruits or juices, which contribute additional acid that can irritate the esophagus.     * Give up smoking, which also relaxes the lower esophageal sphincter.     * Wear loose belts and clothing. Heartburn can be treated with medicine. Medicines used to treat heartburn can range from over-the-counter remedies to medicine requiring a doctor's prescription. Over-the-counter heartburn treatments     * Antacids. Antacids neutralize excess stomach acid to relieve heartburn, sour stomach, acid indigestion, and stomach upset. They are also occasionally recommended to help relieve the pain of ulcers. Some antacids also contain simethicone, an ingredient that helps eliminate excess gas. Examples of antacids include: Tums, Rolaids, and Maalox. You should take antacids exactly as directed by your doctor, or according to the manufacturer's directions. If you are using the tablets, chew them well before swallowing for faster relief. Serious side effects can occur with an overdose or overuse of antacids. Side effects include constipation, diarrhea, change in color of bowel movements and stomach cramps.     * Acid blockers. These medicines relieve heartburn, acid indigestion, and sour stomach, and are available without a prescription. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, and Prilosec OTC are examples of over-the-counter acid blockers. Acid blockers work by reducing the production of stomach acid. Take these medications according to the directions on the package, or as advised by your doctor. Possible serious side effects that need to be reported to your doctor right away include confusion, chest tightness, bleeding, sore throat, fever, irregular heartbeat, weakness, and unusual fatigue. Other less serious side effects include mild headache, dizziness and diarrhea, which are usually temporary and will likely go away on their own. People who have more severe heartburn symptoms that aren't relieved with these medications or who have been using these drugs for more than two weeks should contact their doctor. They may need medicine obtained with a doctor's prescription. Prescription heartburn treatments     * H2 Blockers. Histamine-2 (H2) blockers such as Pepcid, Tagamet, Zantac, and Axid work by reducing the production of stomach acid. The prescription forms of these medications (which usually contain higher doses than the over-the-counter versions) can generally relieve heartburn and treat GERD. They also may be used for other conditions as determined by your doctor.     * Proton pump inhibitors. Depending on the source of your problem, your doctor can prescribe medications that block acid production more effectively than the H2 blockers, namely the family of medications doctors call proton pump inhibitors, or PPIs for short. They include: Prilosec, Prevacid, Aciphex, Protonix, and Nexium. Another PPI product combines Prilosec with sodium bicarbonate (Zegerid).     * Promotility Agents. Promotility agents work by speeding up digestion, which prevents acid from staying in the stomach too long, and strengthening the lower esophageal sphincter, reducing reflux back up into the esophagus. Reglan is a promotility agent occasionally used to treat heartburn associated with GERD. The side effects of Reglan may include drowsiness, fatigue, diarrhea, restlessness, and movement problems. Another promotility agent, Propulsid, was removed from the market in 2000 because it caused serious heart arrythmias (abnormal heart beat) in some people. Most patients are successfully treated with these medications. Only a few people need surgery to correct the disorder. When is heartburn surgery necessary? Surgery for GERD may become necessary:     * When medical or drug treatment has failed to control symptoms.     * When the sphincter muscle is unable to work properly.     * When esophageal cancer develops from chronic GERD.            ",
            "vi": "Sự thật về chứng ợ nóng (ợ chua) Mặc dù có tên là vậy, nhưng chứng ợ nóng (ợ chua) không liên quan gì đến tim mạch cả (dẫu cũng có một số triệu chứng tương tự như đau tim). Ợ nóng (ợ chua) là hiện tượng thực quản bị kích thích do a-xít trào ngược (chảy ngược lên) từ dạ dày. Ợ nóng (ợ chua) cũng là một triệu chứng của bệnh trào ngược dạ dày-thực quản nguy hiểm hơn nhiều, hoặc gọi là GERD.  Khi nuốt, thức ăn xuống cổ họng và đi qua thực quản rồi đến dạ dày. Thông thường thì van cơ được gọi là cơ thắt thực quản dưới (LES) mở ra để cho thức ăn vào được dạ dày (hoặc giúp ợ hơi); sau đó nó đóng lại. Và rồi dạ dày tiết ra những loại a-xit mạnh nhằm giúp thực hiện quá trình tiêu hoá thức ăn. Nhưng nếu cơ thắt thực quản dưới mở ra quá nhiều lần hoặc không đóng lại kín đủ, thì axit trong dạ dày có thể trào ngược hoặc thấm vào (rỉ qua) thực quản, làm tổn thương đến thực quản và gây ra cảm giác nóng rát mà chúng ta biết đó là chứng ợ nóng (ợ chua).  Axit dạ dày trong thực quản không những có thể gây ra ợ nóng (ợ chua) mà còn có thể gây ung loét, chẹt (hẹp) thực quản, và cả ung thư thực quản nữa.  Hầu hết người ta đều bị ợ nóng (ợ chua) vào một thời điểm nào đó. Hiệp hội Tiêu hoá Mỹ cho biết có trên 60 triệu người Mỹ bị các triệu chứng ợ nóng (ợ chua)/ GERD ít nhất mỗi tháng một lần. Mặc dù có cảm giác khó chịu, không thoải mái nhưng chứng bệnh này thường không gây ra vấn đề nguy hiểm nào đối với sức khỏe ở hầu hết mọi người.  Tuy nhiên, nếu các triệu chứng ợ nóng (ợ chua) xảy ra thường xuyên và dai dẳng thì đây có thể là dấu hiệu của một vấn đề nguy hiểm hơn, chẳng hạn như bệnh trào ngược dạ dày-thực quản (GERD). GERD là chứng trào ngược axit vào thực quản mãn tính. Nếu không được điều trị thì chứng bệnh này có thể gây ra một loạt các biến chứng, chẳng hạn như viêm thực quản, loét thực quản, khàn đục giọng, bệnh phổi mãn tính, và bệnh Barrett thực quản (tình trạng biến đổi niêm mạc thực quản làm tăng nguy cơ bị ung thư thực quản).    Các triệu chứng ợ nóng (ợ chua) Ợ nóng (ợ chua) có một vài triệu chứng, bao gồm:  * Cảm giác nóng rát trong ngực ngay phía sau xương ức xảy ra sau khi ăn và kéo dài từ một vài phút đến một vài tiếng đồng hồ.  * Đau ngực, nhất là sau khi gập người xuống, nằm xuống, hoặc ăn.  * Nóng rát ở cổ họng – hoặc nóng, chua, hoặc dịch có vị mặn sau họng.  * Khó nuốt. * Cảm giác giống như thức ăn “bị vướng” giữa cổ họng hoặc giữa ngực.  Thông thường thì bạn chỉ cần thuật lại những triệu chứng này cho bác sĩ nghe để chẩn đoán chứng ợ nóng (ợ chua). Tuy nhiên, bác sĩ có thể thực hiện thêm nhiều xét nghiệm đặc biệt chẳng hạn như nội soi hoặc theo dõi độ pH để xác định mức độ trầm trọng của bệnh hoặc để theo dõi phương pháp điều trị của bạn.  Các nguyên nhân gây ra ợ nóng (ợ chua) Nhiều yếu tố về lối sống và chế độ ăn uống khác nhau có thể góp phần gây nên chứng ợ nóng (ợ chua) bằng cách làm giãn cơ thắt thực quản dưới và làm cho nó hở ra, làm tăng lượng axit trong dạ dày, đồng thời cũng làm tăng áp lực dạ dày, hoặc bằng cách làm cho thực quản trở nên nhạy cảm hơn với các loại axit mạnh. Những yếu tố này bao gồm:   Các thói quen ăn uống  * Ăn quá no.  * Ăn một số loại thức ăn nào đó, như hành, sô-cô-la, bạc hà cay, thức ăn nhiều chất béo hoặc thức ăn nhiều gia vị, những trái cây họ cam, tỏi, và cà chua hoặc các sản phẩm làm từ cà chua.  * Uống một số loại thức uống nào đó, như nước ép cam quýt, bia rượu, các thức uống chứa cà-phê-in, và các thức uống có ga.  * Ăn trước giờ ngủ. Các thói quen về lối sống  * Béo phì * Hút thuốc * Mặc quần áo ôm khít hoặc mang dây thắt lưng chật * Nằm hoặc gập người xuống, nhất là sau khi ăn xong  * Stress Các nguyên nhân về y học  * Mang thai. * Phình giãn một phần nào đó trong dạ dày vào khoang ngực, đây cũng được gọi là chứng thoát vị khe. * GERD (trào ngược dạ dày-thực quản).  * Sử dụng một số loại thuốc nào đó, nhất là một số thuốc kháng sinh và aspirin.  Điều trị chứng ợ nóng (ợ chua) Việc điều trị chứng ợ nóng (ợ chua) cần phải điều chỉnh lối sống, cần phải có thuốc và có thể cần phải phẫu thuật nếu tình trạng ợ nóng (ợ chua) do GERD (trào ngược dạ dày-thực quản) hoặc do chứng thoát vị khe gây ra.  Bí quyết giúp làm giảm các triệu chứng ợ nóng (ợ chua) * Nâng đầu giường lên cao chừng 6 in-sơ để trọng lực giữ được axit trong dạ dày. (Bạn đừng nên sử dụng hàng đống gối bởi điều này sẽ làm cho người bạn ở tư thế gập thực sự làm cho bệnh càng tệ hại hơn do làm tăng áp lực đè lên bụng.) * Nên ăn trước khi nằm ít nhất là từ 3 đến 4 tiếng đồng hồ và nên tránh ăn vặt vào giờ ngủ.  * Nên ăn nhiều bữa nhỏ hơn.  * Nên duy trì trọng lượng cơ thể khỏe mạnh để không phải chịu áp lực không cần thiết trong bụng do dư cân gây ra.  * Nên hạn chế ăn những thức ăn nhiều chất béo, sô-cô-la, bạc hà cay, cà phê, trà, cô-la, và bia rượu – tất cả những thức ăn đó có thể làm cho cơ thắt thực quản dưới giãn ra – kể cả cà chua và các loại trái cây hoặc nước ép họ cam, góp phần gây thêm nhiều axit có thể kích thích thực quản.  * Nên bỏ thuốc lá – thuốc lá cũng làm giãn cơ thắt thực quản dưới. * Mặc áo quần rộng rãi và mang dây thắt lưng thoải mái.  Chứng ợ nóng (ợ chua) có thể được điều trị bằng thuốc. Thuốc trị ợ nóng (ợ chua) có thể là thuốc mua tự do không theo toa hoặc thuốc theo toa của bác sĩ.    Điều trị ợ nóng (ợ chua) bằng thuốc mua tự do không theo toa  * Thuốc làm giảm axit trong dạ dày. Những loại thuốc này có tác dụng làm trung hoà axit dư thừa trong dạ dày để làm giảm ợ nóng (ợ chua), dạ dày chua, khó tiêu axit, và khó chịu trong dạ dày. Chúng đôi khi cũng được khuyến nghị nên sử dụng để làm giảm đau do loét. Một số loại thuốc làm giảm axit trong dạ dày này cũng chứa simethicone, đây là thành phần giúp thải được lượng hơi dư thừa. Một số ví dụ về thuốc này gồm: Tums, Rolaids, và Maalox. Bạn nên sử dụng đúng chính xác theo chỉ định của bác sĩ, hoặc theo hướng dẫn của nhà sản xuất. Nếu đang sử dụng thuốc viên, bạn nên nhau kỹ trước khi nuốt để có tác dụng nhanh hơn. Một số tác dụng phụ nghiêm trọng có thể xảy ra khi dùng thuốc quá liều hoặc lạm dụng thuốc. Những tác dụng phụ này bao gồm táo bón, tiêu chảy, phân đổi màu và co thắt bao tử. * Thuốc ngăn tiết axit: Những loại thuốc này có tác dụng làm giảm ợ nóng (ợ chua), khó tiêu axit, và dạ dày chua, và có bán mà không cần phải kê toa. Pepcid AC, Tagamet HB, Zantac 75, Axid AR, và Prilosec OTC là những ví dụ của thuốc ngăn tiết axit có thể mua tự do không theo toa. Những thuốc này có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Bạn nên sử dụng những thuốc này theo chỉ dẫn ghi trên bao bì, hoặc theo lời khuyên của bác sĩ. Bên cạnh đó bạn cũng cần nên thông báo ngay cho bác sĩ biết về bất kỳ tác dụng phụ nghiêm trọng nào có thể xảy ra gồm tình trạng mơ hồ, nhầm lẫn, căng ngực, chảy máu, đau họng, sốt, nhịp tim không đều, ốm yếu, và mệt mỏi bất thường. Một số tác dụng phụ ít nguy hiểm hơn khác gồm nhức đầu nhẹ, chóng mặt và tiêu chảy, thường chỉ là tạm thời và có thể sẽ tự hết.  Người bị các triệu chứng ợ nóng (ợ chua) trầm trọng hơn không giảm khi sử dụng những loại thuốc này hoặc đã sử dụng thuốc trên 2 tuần nên liên hệ với bác sĩ. Họ có thể cần đến thuốc theo toa của bác sĩ.  Điều trị chứng ợ nóng (ợ chua) bằng thuốc theo toa      * H2 Blockers. Thuốc ngăn tiết Histamine-2 (H2) chẳng hạn như Pepcid, Tagamet, Zantac, và Axid có tác dụng bằng cách làm giảm tiết axit trong dạ dày. Các dạng thuốc theo toa này (thường chứa liều lượng cao hơn thuốc mua tự do không theo toa) thường có thể làm giảm ợ nóng (ợ chua) và chữa lành chứng trào ngược dạ dày-thực quản (GERD). Chúng cũng có thể được sử dụng để chữa các bệnh khác khi được bác sĩ kê toa.  * Thuốc ức chế bơm proton. Tuỳ thuộc vào nguyên nhân vấn đề của bạn mà bác sĩ có thể kê toa ngăn tiết axit hiệu quả hơn thuốc ngăn tiết H2, đây là họ hàng của những loại thuốc mà bác sĩ gọi là chất ức chế bơm proton, hoặc có thể gọi tắt là PPIs. Chúng bao gồm: Prilosec, Prevacid, Aciphex, Protonix, và Nexium. Sản phẩm PPI khác kết hợp Prilosec với bi-các-bô-nát na-tri (Zegerid).  * Thuốc hỗ trợ nhu động. Những thuốc hỗ trợ nhu động có tác dụng bằng cách làm tăng tốc quá trình tiêu hoá, ngăn không cho axit ở lại trong dạ dày quá lâu, và làm mạnh thêm cơ thắt thực quản dưới, làm giảm trào ngược trở lại thực quản. Người ta đôi khi cũng sử dụng Reglan để điều trị ợ nóng (ợ chua) liên quan đến trào ngược dạ dày-thực quản (GERD). Một số tác dụng phụ của Reglan có thể gồm buồn ngủ, mệt mỏi, tiêu chảy, bứt rứt, và khó cử động. Một loại thuốc hỗ trợ nhu động khác là Propulsid – bị tẩy khỏi thị trường năm 2000 bởi nó gây rối loạn nhịp tim nghiêm trọng (nhịp tim bất thường) ở một số nguời.  Hầu hết bệnh nhân đều có thể được điều trị thành công bằng các loại thuốc này. Chỉ một vài người cần phải được phẫu thuật mới có thể điều chỉnh được tình trạng rối loạn đó.  Chứng ợ nóng (ợ chua) cần phải được phẫu thuật khi nào?  Phẫu thuật điều trị chứng trào ngược dạ dày-thực quản có thể trở nên cần thiết:  * Khi phương pháp điều trị bằng thuốc không làm giảm các triệu chứng.  * Khi cơ thắt không hoạt động được tốt.  * Khi ung thư thực quản do chứng trào ngược dạ dày-thực quản mãn tính mà ra.   "
        },
        {
            "en": "Gastroesophageal reflux disease    After basketball practice, Ella looks forward to hanging out with her teammates and sharing a large pizza with extra cheese and a pitcher of soda — a well-deserved reward after hours of shooting free throws and running laps. Lately, though, Ella hasn't been enjoying her post-practice treat like she used to. After eating, she feels an odd burning sensation in her chest and sometimes in her throat. It's that uncomfortable feeling people call \"heartburn.\" Frequent, strong heartburn is one of the signs of gastroesophageal reflux disease, more commonly known as GERD or acid reflux. GERD doesn't just affect older people who eat too much while watching TV. Active, healthy teens can have GERD, too. What Is GERD? Gastroesophageal (pronounced: gas-tro-ih-sah-fuh-jee-ul) reflux disease is a disorder that results from stomach acid moving backward from the stomach into the esophagus. GERD usually happens because the lower esophageal sphincter (LES) — the muscular valve where the esophagus joins the stomach — opens at the wrong time or does not close properly. When the stomach contents move backward into the esophagus, this is known as gastroesophageal reflux. (Because the stomach makes acid to help a person digest food, gastroesophageal reflux is also known as acid reflux.) Almost everyone has this type of reflux at some time. Often a person isn't even aware that it is happening. Sometimes reflux causes the burning sensation of heartburn that most of us occasionally feel. But although lots of people have heartburn from time to time, that doesn't mean that they have GERD. When a person has GERD, heartburn or other symptoms happen much more often and cause serious discomfort. GERD can be a problem if it's not treated because, over time, the reflux of stomach acid damages the tissue lining the esophagus, causing inflammation and pain. In adults, long-lasting, untreated GERD can lead to permanent damage of the esophagus and sometimes even cancer. What causes GERD? No one knows for sure why people get GERD. Although lots of different things may contribute to the condition, doctors believe that the way the LES works is the main reason why people have gastroesophageal reflux. The LES is a muscular ring at the bottom of the esophagus where it joins the stomach. As a person swallows, muscles in the esophagus move the food down into the stomach. The LES relaxes just enough to allow food and liquids into the stomach, but then the powerful muscles in the LES contract (tighten) to stop food and liquids from moving back up the esophagus. In other words, the job of the LES is to prevent reflux. Sometimes, though, the LES might not be able to do its job for various reasons. In some people, the LES doesn't tighten properly. In other cases, the LES doesn't close quickly enough or at the right time, allowing stomach contents to wash back up. If a person has eaten too much, the stomach may be so stretched full that the LES can't do its job properly. In some people who have GERD, a hiatal hernia (pronounced: high-ay-tull her-nee-ah) is to blame. A hiatal hernia is an opening in the diaphragm (the muscle that separates the abdomen and chest) where the esophagus joins the stomach. The hernia can allow the uppermost part of the stomach to bulge through the diaphragm into the chest area, interfering with how the LES works. Most teens who have GERD do not have a hiatal hernia. Doctors do know that some things can make GERD worse, including obesity, drinking alcohol, and pregnancy. Certain foods and medications can also worsen GERD symptoms; for example, these foods affect some people with GERD:     * citrus fruits     * chocolate     * drinks or foods with caffeine     * fatty and fried foods     * garlic and onions     * mint flavorings     * spicy foods     * tomato-based foods - like spaghetti sauce, chili, and pizza How do people know they have GERD? Often, people who have GERD notice that they regularly have the pain of heartburn in the chest or stomach — and their heartburn can last up to a couple of hours. Lots of people who have GERD notice their heartburn is worse after eating. Regurgitation is also a sign that a person may have GERD, although, like heartburn, occasional regurgitation is common for everyone. (Regurgitation is when food and liquid containing stomach acid comes back up into the throat or mouth.) Other symptoms of GERD include:     * a sore, raw throat or hoarse voice     * a frequent sour taste of acid, especially when lying down     * a feeling of burping acid into the mouth     * trouble swallowing     * a feeling that food is stuck in the throat     * a feeling of choking that may wake someone up     * a dry cough     * bad breath You should talk to your parents and visit your doctor if you've had heartburn that doesn't seem to go away or any other symptoms of GERD for a while. How doctors diagnose GERD If a doctor thinks you might have GERD, he or she will do a physical examination. Your doctor will also ask about any concerns and symptoms you have, your past health, your family's health, any medications you're taking, any allergies you may have, and other issues. This is called the medical history. If your doctor suspects you might have GERD, he or she may refer you to a pediatric gastroenterologist, a doctor who treats kids and teens who have diseases of the gastrointestinal system (the esophagus, stomach, intestines, and other organs that aid in digestion). Tests Doctors sometimes run the following tests to diagnose GERD or rule out other possible problems:     * A special X-ray called a barium swallow radiograph can help doctors see whether liquid is refluxing into the esophagus. It can also show whether the esophagus is irritated or whether there are other abnormalities in the esophagus. With this test, the person drinks a special solution (barium, a kind of chalky liquid); this liquid then shows up on the X-rays.     * An upper endoscopy (pronounced: en-das-ko-pee) allows the doctor to look at the esophagus, stomach, and part of the small intestines using a tiny camera. For this test, the doctor may give the patient a medicine to help him or her relax, and may spray the throat to numb it. This makes the test more comfortable. Sometimes patients are given anesthesia and are \"asleep\" when this procedure is done. The doctor then slides a thin, flexible plastic tube called an endoscope down the throat and into the esophagus and the stomach. A tiny camera in the endoscope lets the doctor look for abnormalities on the surface of the esophagus and stomach lining. During the endoscopy, the doctor also may use small tweezers (forceps) to remove a piece of tissue for biopsy. A biopsy can reveal damage caused by acid reflux or infection and help rule out other problems.     * In another kind of test, called a 24-hour pH-probe study, the doctor puts a tiny tube into the esophagus that will stay there for 24 hours. The tube is connected to a device that monitors the acid levels in the esophagus as the person goes about normal daily activities. This test is useful for diagnosing people who have symptoms of GERD but no damage to the esophagus. It also can detect whether the reflux triggers respiratory symptoms, such as wheezing and coughing. How can GERD be treated? Treatment for GERD depends on how severe symptoms are. For some people, treatment may just include lifestyle changes, such as changing what they eat or drink. Others will need to take medications. In very rare cases, when GERD is particularly severe, a doctor will recommend surgery. The following lifestyle changes can help the symptoms of GERD or even prevent the condition:     * quitting smoking     * avoiding alcohol     * losing weight if you are overweight     * eating small meals     * wearing loose-fitting clothes     * avoiding <em>carbonated</em> beverages     * avoiding foods that trigger reflux It can also help to not lie down for 3 hours after a meal and not eat 2 to 3 hours before going to bed. Doctors sometimes also recommend raising the head of the bed about 6 to 8 inches. Before you start a bedroom makeover, though, talk to your doctor and your parents about the best sleeping position for you. A doctor may also recommend different medications to relieve symptoms. Over-the-counter antacids, such as Alka-Seltzer or Maalox, work by neutralizing stomach acid and can help with mild symptoms. Other medications called H2 blockers are available over the counter and by prescription and help by blocking the production of stomach acid. If your doctor thinks you should take these, he or she will recommend certain over-the-counter medications or write you a prescription. More powerful prescription drugs called proton pump inhibitors also reduce the amount of acid the stomach produces. Some of these are also available over-the-counter. Doctors also prescribe these for people with more severe or persistent GERD. For some teens, doctors advise combining medications to control different symptoms. For example, people who get heartburn after eating can try taking both antacids and H2 blockers. The antacid goes to work first to neutralize the acid in the stomach, while the H2 blocker acts on acid production. By the time the antacid stops working, the H2 blocker will have stopped acid production. Surgery is a last resort for people with GERD and is rarely needed in healthy teens. The typical surgical treatment for GERD is called fundoplication (pronounced: fun-doh-plih-kay-shun). During the surgery, the upper part of the stomach is wrapped around the lower esophageal sphincter to strengthen the sphincter and prevent reflux. Fundoplication has been used in people of all ages, even babies with severe GERD. Living with GERD The key to living with GERD is to not ignore it. Early diagnosis and treatment can help reduce or even eliminate uncomfortable symptoms. Left untreated, however, GERD can cause permanent damage to the esophagus. One possible long-term effect of GERD is something called Barrett's esophagus. In this condition, the cells in the esophagus change and become precancerous because they have been irritated by stomach acid for so long. Eventually, it may lead to cancer of the esophagus. Barrett's esophagus is mostly found in adults who have had GERD for many years. But you can help avoid it by dealing with your GERD now. You'll probably find that one of the simplest ways to make living with GERD easier is to avoid the things that trigger your symptoms. Some people will have to limit certain foods; others may have to give them up entirely. It all depends on your individual symptoms. It can be hard to give up sodas or favorite foods at first. But after a while, lots of people discover that they feel so much better that they don't miss the problem foods as much as they thought they would.",
            "vi": "Bệnh trào ngược dạ dày-thực quản    Sau buổi tập bóng rổ, Ella háo hức muốn được la cà với bạn bè trong nhóm và cùng ăn ổ bánh pizza phô mai lớn với bình nước xô-đa– đây là một phần thưởng xứng đáng cho những giờ em phải tập luyện ném phát bóng tự do và tập chạy nhiều vòng.  Dù vậy, gần đây Ella không còn hào hứng với việc ăn uống, vui chơi sau khi tập luyện xong như trước đây nữa. Sau khi ăn xong, em cảm thấy trong ngực mình nóng rát kỳ lạ và đôi khi cổ họng em cũng có cảm giác tương tự. Cái cảm giác khó chịu đó người ta gọi là “chứng ợ nóng”.  Thường thì chứng ợ nóng dữ dội là một trong những dấu hiệu của bệnh trào ngược dạ dày-thực quản, mà người ta thường gọi là hiện tượng GERD hoặc trào ngược a-xít nhiều hơn. GERD không chỉ xảy ra ở người già ăn quá no trong lúc coi ti vi mà thanh thiếu niên nhanh nhẹn, năng động và khỏe mạnh cũng bị chứng bệnh này.  Bệnh trào ngược dạ dày-thực (GERD) quản là gì? Trào ngược dạ dày-thực quản là chứng rối loạn làm cho axit trong dạ dày trào ngược từ dạ dày lên thực quản. Chứng bệnh này thường là do cơ thắt thực quản dưới (LES) – van cơ nằm tiếp giáp giữa dạ dày và thực quản – không mở đúng lúc hoặc không khép kín được.  Khi axit trong dạ dày trào ngược lên thực quản, người ta gọi đây là hiện tượng trào ngược dạ dày-thực quản. (Bởi dạ dày có tác dụng tiết ra axit để giúp quá trình tiêu hoá thức ăn, trào ngược dạ dày-thực quản cũng có tên gọi là trào ngược axit.) Hầu hết mọi người ai cũng đều bị hội chứng trào ngược này một lúc nào đó trong đời. Thường thì người ta thậm chí không biết mình đang mắc bệnh này.  Đôi khi chứng trào ngược này làm chúng ta có cảm giác nóng rát vì ợ chua (ợ nóng). Nhưng dẫu là nhiều người thỉnh thoảng cũng bị ợ nóng, không có nghĩa là họ bị trào ngược dạ dày-thực quản. Khi bệnh nhân bị GERD thì triệu chứng ợ nóng và các triệu chứng khác xảy ra thường xuyên hơn và có thể gây khó chịu dữ dội.  Trào ngược dạ dày-thực quản có thể trở thành một vấn đề rắc rối nếu không được chữa trị bởi lẽ nếu để lâu, hiện tượng trào ngược axit dạ dày này sẽ có thể gây hại cho mô lót thực quản, gây viêm và đau nhức. Ở người lớn, hội chứng trào ngược này nếu để lâu và không được chữa trị thì có thể gây hại đến thực quản của bệnh nhân lâu dài và đôi khi còn gây ra ung thư nữa.  Nguyên nhân nào gây ra chứng trào ngược dạ dày-thực quản? Không ai có thể biết chắc lý do gì khiến người ta bị trào ngược dạ dày-thực quản. Dẫu rằng có nhiều nguyên nhân khác nhau gây nên chứng trào ngược này, nhưng bác sĩ cho cơ thắt thực quản dưới là nguyên nhân chính gây bệnh.  Cơ thắt thực quản dưới (LES) là một vòng cơ nằm ở đoạn cuối của thực quản, tiếp giáp với dạ dày. Khi chúng ta nuốt, các cơ ở thực quản có tác dụng đẩy thức ăn xuống dạ dày. Cơ thắt thực quản dưới mở chỉ đủ để thức ăn và thức uống có thể vào dạ dày được, nhưng sau đó các cơ mạnh trong cơ thắt thực quản dưới co lại (siết chặt lại) để ngăn thức ăn, thức uống trào ngược lên thực quản. Hay nói cách khác là LES có tác dụng tránh trào ngược. Dù vậy nhưng đôi khi cơ thắt thực quản dưới (LES) cũng không hoạt động tốt vì nhiều lý do. Đối với nhiều người, cơ thắt thực quản dưới không đóng kín được tốt hoặc có thể là do cơ thắt thực quản dưới không khép nhanh được hoặc không khép kịp thời, khiến cho thức ăn, thức uống trong dạ dày trào ngược lên trên.  Khi người ta ăn quá no thì dạ dày cũng có thể giãn ra nhiều đến độ cơ thắt thực quản dưới (LES) không đóng lại được. Chứng thoát vị khe cũng là nguyên nhân gây trào ngược dạ dày-thực quản ở một số người. Thoát vị khe là một khe hở trong cơ hoành (đây là cơ tách bụng và ngực), là chỗ tiếp giáp giữa thực quản và dạ dày. Chứng thoát vị cũng có thể khiến cho phần trên cùng của dạ dày phình to ra qua cơ hoành đến vùng ngực, làm cản trở cơ thắt thực quản dưới (LES). Hầu hết thanh thiếu niên mắc bệnh trào ngược này không bị thoát vị khe.     Bác sĩ biết rất rõ một số nguyên nhân có thể khiến cho hội chứng GERD trầm trọng thêm, như chứng béo phì, rượu bia, và thai nghén. Một số thực phẩm và thuốc nào đó cũng có thể làm cho các triệu chứng GERD này tệ hại hơn; các thức ăn làm ảnh hưởng một số người bị trào ngược gồm: * trái cây họ cam * sô-cô-la * thức ăn hoặc nước uống chứa cà-phê-in * thức ăn chiên rán và nhiều chất béo * tỏi và hành * hương vị bạc hà  * thực ăn cay nóng * thức ăn chế biến từ cà chua - như nước xốt mì ống, ớt và bánh pizza Làm sao có thể nhận biết chứng trào ngược dạ dày-thực quản? Thông thường thì người bị trào ngược dạ dày-thực quản phát hiện thấy mình thường xuyên có cảm giác đau đớn vì ợ nóng ở ngực hoặc dạ dày – và chứng ợ nóng này có thể kéo dài đến vài tiếng đồng hồ. Nhiều người nhận thấy rằng triệu chứng ợ nóng này tệ hại hơn nhiều sau mỗi lần ăn xong. Hiện tượng nôn mửa cũng là dấu hiệu của chứng trào ngược dạ dày-thực quản, nhưng mặc dù vậy, giống như chứng ợ nóng thì người ta thỉnh thoảng cũng thường hay bị nôn mửa. (Tình trạng nôn mửa xảy ra khi thức ăn và thức uống chứa axit dạ dày trào ngược lên cổ họng hay lên miệng.) Các triệu chứng khác của trào ngược dạ dày-thực quản gồm: * cổ họng đau rát hoặc khàn giọng * thường xuyên có vị chua của axit, nhất là khi nằm * cảm giác ợ axit lên miệng * khó nuốt * cảm giác nghẹn thức ăn trong cổ họng * cảm giác nghẹn, khó thở làm cho người bệnh phải thức giấc * ho khan * hôi miệng, hơi thở bị hôi Bạn nên nói cho bố mẹ biết và đến khám bác sĩ nếu bị ợ nóng trong một thời gian mà không thuyên giảm hoặc bị bất kỳ triệu chứng nào của chứng trào ngược dạ dày thực quản nhé. Làm thế nào bác sĩ có thể chẩn đoán được chứng trào ngược dạ dày-thực quản Nếu bác sĩ nghĩ rằng bạn có thể bị trào ngược dạ dày-thực quản thì bác sĩ sẽ cho bạn làm kiểm tra sức khỏe và cũng muốn biết về bất kỳ mối quan tâm, lo ngại và bất kể triệu chứng nào của bạn, về tình trạng sức khỏe trước đây của bạn, sức khỏe của gia đình bạn, xem bạn có đang sử dụng một loại thuốc nào đó không, bạn có bị dị ứng không hoặc bất kỳ các vấn đề nào khác. Đây gọi là tiền sử sức khoẻ. Nếu nghi ngờ bạn bị trào ngược dạ dày-thực quản, bác sĩ có thể chuyển bạn đến bác sĩ chuyên khoa dạ dày nhi, bác sĩ này chuyên điều trị cho trẻ con và thanh thiếu niên bị các bệnh về cơ quan dạ dày-ruột (thực quản, dạ dày, ruột, và các cơ quan tiêu hoá khác). Các xét nghiệm Bác sĩ cũng thường hay cho làm các xét nghiệm sau đây để chẩn đoán bệnh trào ngược dạ dày-thực quản hoặc để loại trừ các bệnh khác có thể xảy ra.  * Dùng tia X đặc biệt gọi là chụp X-quang đường tiêu hoá có thuốc cản quang ba-ri (chụp X-quang có barium) giúp bác sĩ có thể nhìn thấy chất lỏng có bị trào ngược lên thực quản hay không. Xét nghiệm này cũng giúp phát hiện xem thực quản có bị kích ứng không hay có dấu hiệu nào bất thường trong thực quản hay không. Để làm xét nghiệm này thì bệnh nhân cần phải uống một loại dung dịch đặc biệt (đó là ba-ri, đây là loại chất lỏng có màu trắng), dung dịch ba-ri này sẽ được nhìn thấy trên hình X-quang. * Nội soi phần trên của đường tiêu hoá, bằng cách sử dụng một máy nội soi nhỏ, bác sĩ có thể nhìn thấy được thực quản, dạ dày, và một phần của ruột non. Đối với loại xét nghiệm này, bác sĩ có thể cho bệnh nhân dùng thuốc để giảm bớt căng thẳng, và có thể xịt thuốc vào cổ họng bệnh nhân để gây tê. Phương pháp này có tác dụng giúp cho quy trình xét nghiệm diễn ra dễ dàng và thoải mái hơn. Đôi khi bệnh nhân cũng được gây mê và làm cho “buồn ngủ” suốt quá trình nội soi. Bác sĩ đưa một ống nhựa mềm và mỏng gọi là đèn nội soi xuống cổ họng và vào thực quản và dạ dày. Máy ca-me-ra nhỏ xíu trong đèn nội soi có thể giúp cho bác sĩ nhìn thấy bất kỳ dấu hiệu bất thường nào trên bề mặt của thực quản và niêm mạc dạ dày. Trong suốt quá trình nội soi, bác sĩ cũng có thể dùng một cái kẹp nhỏ (cái gắp) để lấy đi một phần mô làm sinh thiết. Phương pháp sinh thiết có thể cho biết các tổn hại do hội chứng trào ngược dạ dày-thực quản hoặc viêm nhiễm gây ra và giúp loại trừ các chứng bệnh khác.  * Một loại xét nghiệm khác là xét nghiệm thăm dò pH trong 24 tiếng đồng hồ, bác sĩ đặt một ống nhỏ vào trong thực quản và giữ ở đó trong vòng 24 tiếng đồng hồ. Ống này nối với một thiết bị có thể theo dõi được nồng độ axit trong thực quản khi người ta làm các hoạt động thường nhật. Phương pháp xét nghiệm này rất hữu ích dùng để chẩn đoán cho người mắc các triệu chứng GERD – trào ngược dạ dày-thực quản mà không gây hại đến thực quản. Nó cũng phát hiện được xem liệu chứng trào ngược có gây ra các triệu chứng về đường hô hấp như thở khò khè và ho hay không. Điều trị hội chứng trào ngược dạ dày-thực quản bằng cách nào? Việc chữa trị cho chứng trào ngược dạ dày-thực quản tuỳ thuộc vào mức độ trầm trọng của các triệu chứng gây bệnh. Đối với một số người thì chỉ cần thay đổi lối sống như thay đổi chế độ ăn uống. Một số người khác cần phải dùng thuốc. Rất hiếm khi gặp tình trạng trào ngược dạ dày-thực quản đặc biệt nghiêm trọng thì bác sĩ sẽ khuyến nghị phẫu thuật.  Các biện pháp thay đổi cách sống sau đây có thể giúp giảm bớt hoặc thậm chí còn ngăn ngừa được triệu chứng trào ngược dạ dày-thực quản: * bỏ thuốc lá  * tránh rượu bia  * giảm cân nếu bạn đang tăng cân * ăn nhiều bữa nhỏ * mặc quần áo rộng thùng thình * tránh thức uống có ga * tránh ăn các loại thức ăn có thể gây hội chứng trào ngược  Không nên nằm trong vòng 3 tiếng đồng hồ sau khi ăn xong và không nên ăn trước khi đi ngủ từ 2 đến 3 tiếng đồng hồ. Đôi khi bác sĩ cũng khuyến nghị nên kê cao đầu giường khoảng chừng 6 đến 8 in-sơ. Trước khi bắt đầu thay đổi bề ngoài của phòng ngủ, bạn nên nói cho bác sĩ và bố mẹ mình biết về tư thế ngủ nào là tốt nhất  cho mình nhé.   Bác sĩ cũng có thể cho nhiều loại thuốc khác nhau để giúp giảm bớt các triệu chứng của bệnh. Các thuốc làm giảm độ axit trong dạ dày được bán tự do không theo toa như Alka-Seltzer hoặc Maalox, có tác dụng làm trung hoà axit trong dạ dày và tác dụng tốt đối với các triệu chứng nhẹ. Bạn cũng có thể mua thuốc H2 blockers tự do và theo toa và giúp ngăn tiết axit trong dạ dày. Nếu bác sĩ nghĩ rằng bạn nên sử dụng các loại thuốc này thì họ sẽ giới thiệu cho bạn một số thuốc mua tự do nào đó hoặc có thể kê toa cho bạn.  Các thuốc kê toa mạnh hơn như proton pump inhibitors cũng có tác dụng làm ức chế sự tiết axit trong dạ dày. Một số loại thuốc này cũng có thể được bán tự do không theo toa. Bác sĩ sẽ kê toa cho những bệnh nhân mắc chứng trào ngược dạ dày-thực quản trầm trọng hoặc lâu dài hơn.  Đối với một số thanh thiếu niên, bác sĩ có thể khuyến nghị sử dụng kết hợp nhiều loại thuốc để làm giảm nhiều triệu chứng khác nhau. Chẳng hạn như người bị ợ nóng sau khi ăn có thể dùng kết hợp cả thuốc làm trung hoà axit và H2 blocker. Thuốc làm trung hoà axit đầu tiên có tác dụng làm trung hoà axit trong dạ dày, trong khi đó H2 blocker làm ngăn sự tiết axit. Khi thuốc làm trung hoà axit không còn tác dụng nữa thì H2 blocker sẽ làm ngưng tiết axit trong dạ dày.  Phẫu thuật là phương kế cuối cùng đối với bệnh nhân bị trào ngược dạ dày-thực quản (GERD) và hiếm khi sử dụng cho thanh thiếu niên khoẻ mạnh. Phương pháp điều trị GERD bằng phẫu thuật điển hình gọi là phẫu thuật fundoplication. Trong suốt quá trình phẫu thuật thì phần trên của dạ dày được bọc quanh cơ thắt thực quản dưới nhằm làm mạnh cơ thắt và tránh trào ngược. Phẫu thuật fundoplication có thể được sử dụng cho tất cả mọi người ở mọi lứa tuổi, thậm chí đối với trẻ em bị trào ngược dạ dày nặng.  Sống với GERD Phương châm để sống cùng với GERD là đừng nên phớt lờ nó. Việc chẩn đoán và điều trị sớm có thể làm giảm hoặc thậm chí là làm dứt hết các triệu chứng khó chịu của bệnh gây ra. Tuy nhiên, nếu để lâu không điều trị thì chứng bệnh trào ngược dạ dày-thực quản này có thể gây hại lâu dài cho thực quản. Một hậu quả có thể lâu dài do GERD để lại thường được gọi là bệnh Barrett thực quản. Đối với chứng bệnh này thì các tế bào trong thực quản biến đổi và trở thành tế bào tiền ung thư vì chúng bị axit trong dạ dày làm cho kích ứng trong một thời gian quá lâu. Cuối cùng, nó có thể dẫn đến ung thư thực quản. bệnh Barrett thực quản đa số thường xảy ra ở người lớn bị trào ngược dạ dày-thực quản lâu năm. Mặc dù vậy bạn cũng có thể phòng tránh chứng bệnh này bằng cách chữa lành chứng GERD của mình ngay từ bây giờ.  Bạn ắt có thể phát hiện ra một cách đơn giản nhất để có thể sống cùng với chứng GERD này dễ dàng hơn là nên tránh những thứ gây nên triệu chứng trào ngược. Một số người sẽ phải hạn chế một số loại thức ăn nào đó và số khác có thể là phải nhịn ăn hoàn toàn. Điều này tuỳ thuộc vào các triệu chứng riêng của từng người.  Ban đầu có thể là rất khó để từ chối hoặc bỏ món xô-đa hoặc các món khoái khẩu của mình. Nhưng dần dần sau một thời gian, nhiều người phát hiện ra đã đỡ hơn nhiều, không còn thèm và nhớ các loại thức ăn gây bệnh như người ta từng nghĩ nữa."
        }
    ],
    "suggestions": []
}