{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kɑ:si'noumə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">carcinomata</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) ung thư biểu mô</td></tr></table><i/></div>",
            "word": "carcinoma"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>carcinoma</k><blockquote><cclass>[<cclass>ˌkα:sɪ'nəʊmə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>carcinomas</b> or <cclass><b>carcinomata</b><cclass>-mətə) a cancer arising in the epithelial tissue of the skin or of the lining of the internal organs. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>carcinomatous</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: via L. from Gk <i>karkinōma</i>, from <i>karkinos</i> 'crab' (cf. <kref>cancer</kref>). </blockquote></div>",
            "word": "carcinoma"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carcinoma"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carcinoma"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ung thư từ biểu bì</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">renal cell carcinoma</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ung thư biểu mô tế bào thận</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">verrucous carcinoma</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> carcinoma mụt cơm</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "carcinoma"
        }
    },
    "sentences": [
        {
            "en": "Basal cell <em>carcinoma</em>.",
            "vi": "Ung thư biểu mô tế bào đáy."
        },
        {
            "en": "Hypernephroma (Grawitz tumor, renal cell <em>carcinoma</em>).",
            "vi": "Ung thư thận (u thận grawitz, ung thư biểu mô tế bào thận)."
        },
        {
            "en": "Stage 0 breast cancer is a <em>carcinoma</em>.",
            "vi": "Ung thư vú giai đoạn 0 là ung thư biểu mô."
        },
        {
            "en": "Any malignant tumour, including <em>carcinoma</em> and sarcoma.",
            "vi": "Tất cả mọi bướu ác tính gồm carcinoma và sarcoma."
        },
        {
            "en": "Organs may exhibit more than one type of <em>carcinoma</em>; for example, an adeno <em>carcinoma</em> and a squamous <em>carcinoma</em> may be found in the cervix (but not usually concurrently).",
            "vi": "Các cơ quan có thể biểu lộ nhiều hơn một loại carcinoma; thí dụ: một carcinoma tuyến và một carcinoma vẩy có thể thấy được trong cổ tử cung (nhưng thường không xảy ra cùng một lúc)."
        },
        {
            "en": "Like many cancers, skin cancers -- including melanoma, basal cell <em>carcinoma</em>, and squamous cell <em>carcinoma</em> -- start as precancerous lesions.",
            "vi": "Giống như nhiều chứng ung thư khác - bao gồm u hắc tố, ung thư biểu mô tế bào nền, và ung thư tế bào vảy – đều khởi phát như tổn thương tiền ung thư."
        },
        {
            "en": "<em>Carcinoma</em> that has spread widely throughout the body.",
            "vi": "Carcinoma lan rộng xuyên qua cơ thể."
        },
        {
            "en": "Ductal <em>carcinoma</em> in situ (DCIS) - also called intraductal <em>carcinoma</em> - is a change in the cells that line the ducts of the breast.",
            "vi": "Ductal carcinoma in situ (dcis) - còn gọi là bầu sữa - là sự biến thể các tế bào để tạo sữa cho bộ ngực bà mẹ."
        },
        {
            "en": "When cancer occurs in the ducts of the breast it is known as ductal <em>carcinoma</em>.",
            "vi": "Khi ung thư bộc phát ở các ống dẫn của vú thì nó được gọi là ung thư biểu mô ống dẫn."
        },
        {
            "en": "A malignant tumour of the breast, usually a <em>carcinoma</em> but sometimes a sarcoma.",
            "vi": "Một u ác tính của vú, thường là ung thư biểu mô, nhưng đôi khi là sarcoma."
        },
        {
            "en": "If cancer originates from the glands, it is called lobular <em>carcinoma</em>.",
            "vi": "Nếu ung thư bắt nguồn từ các tuyến thì người ta gọi đó là ung thư biểu mô tiểu thùy."
        },
        {
            "en": "When it originates from a lobule, it is called Lobular <em>Carcinoma</em> In Situ or LCIS.",
            "vi": "Khi nó bắt nguồn từ một tiểu thuỳ, nó được gọi là lobular carcinoma in situ hoặc lcis."
        },
        {
            "en": "When it originates in a tubule, it is called Tubular <em>Carcinoma</em> In Situ or TCIS.",
            "vi": "Khi nó bắt nguồn trong một ống, nó được gọi là tubular carcinoma in situ hoặc tcis."
        },
        {
            "en": "Any substance that, when exposed to living tissue, may cause the production of a <em>carcinoma</em>.",
            "vi": "Bất cứ một chất nào, khi tiếp xúc với một mô sống có thể tạo thành carcinoma."
        },
        {
            "en": "Surgical removal of the whole or a part of the larynx, as in the treatment of laryngeal <em>carcinoma</em>.",
            "vi": "Phẫu thuật cắt bỏ toàn bộ hay một phần thanh quản như khi điều trị ung thư thanh quản."
        },
        {
            "en": "A type of <em>carcinoma</em> of the squamous epidermal cells of the skin that does not spread to the basal layers.",
            "vi": "Một kiểu ung thư biểu mô của các tế bào biểu bì sừng trên da, không lan tràn tới các lớp dưới."
        },
        {
            "en": "Basal cell <em>carcinoma</em>  Basal cell <em>carcinoma</em> is the most common and easiest-to-treat skin cancer. Because basal cell <em>carcinoma</em> spreads slowly, it occurs mostly in adults. Basal cell tumors can take on many forms, including a pearly white or waxy bump, often with visible blood vessels, on the ears, neck, or face. Tumors can also appear as a flat, scaly, flesh-colored or brown patch on the back or chest, or more rarely, a white, waxy scar.",
            "vi": "Ung thư biểu mô tế bào nền  Ung thư biểu mô tế bào nền là chứng ung thư da thường thấy nhất và dễ trị nhất. Vì ung thư biểu mô tế bào nền phát tán từ từ, nên nó xảy ra chủ yếu ở người lớn. Bướu u tế bào nền có thể xuất hiện nhiều dạng, gồm bướu có màu trắng ngọc trai hoặc màu sáp, thường nhìn thấy được các mạch máu nhỏ trong đó, trên tai, cổ, hoặc mặt. Các khối u cũng có thể xuất hiện như mảng láng phẳng, có vảy, màu nâu hoặc màu thịt trên lưng hoặc ngực, hoặc trường hợp hiếm thấy hơn, là sẹo trắng, nhợt nhạt ."
        },
        {
            "en": "An antibiotic with action against cancer cells, used in the treatment of Hodgkin's disease and other lymphomas and in squamous-cell <em>carcinoma</em>.",
            "vi": "Một kháng sinh có tác động chống các tế bào ung thư, dùng chữa bệnh hodgkin và các u lymphô khác và ung thư tế bào sừng."
        },
        {
            "en": "They also found that men who drank the same amount saw a nine per cent lower risk of the skin cancer, basal cell <em>carcinoma</em>.",
            "vi": "Họ cũng nói rằng đàn ông uống cùng một lượng như vậy có thể giảm 9% nguy cơ ung thư da, tế bào ung thư cơ bản"
        },
        {
            "en": "The most recently discovered human cancer virus is a polyomavirus that causes most cases of a rare form of skin cancer called Merkel cell <em>carcinoma</em>.",
            "vi": "Virút gây ung thư ở người được phát hiện gần đây là polyomavirus, gây nên hầu hết các ca ung thư da hiếm gặp gọi là tế bào biểu bì Merkel."
        }
    ],
    "suggestions": []
}