{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cardholder",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cardholder</k><blockquote>■ <cclass>noun a person who has a credit card or debit card. </cclass></blockquote></div>",
            "word": "cardholder",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cardholder",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cardholder",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cardholder",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Are you a <em>cardholder</em> yourself?",
            "vi": "Bạn chính là chủ thẻ phải không?"
        },
        {
            "en": "The preferential card can only be used by the <em>cardholder</em>.",
            "vi": "Thẻ ưu đãi chỉ có thể được sử dụng bởi chủ thẻ."
        },
        {
            "en": ". Speaker - The speaker provides the <em>cardholder</em> with auditory feedback when a key is pressed.",
            "vi": ". Loa - Loa cung cấp cho các chủ thẻ thông tin phản hồi bằng âm thanh khi một phím được nhấn."
        },
        {
            "en": ". Receipt printer - The receipt printer provides the <em>cardholder</em> with a paper receipt of the transaction.",
            "vi": ". Máy in hóa đơn - Máy in hóa đơn cung cấp cho chủ thẻ một giấy biên nhận giao dịch."
        },
        {
            "en": "A credit limit is assigned to each card. This is the limit the <em>cardholder</em> can spend or withdraw.",
            "vi": "Chủ thẻ được rút và dùng tiền mặt trong hạn mức tín dụng được quy định cho mỗi thẻ."
        },
        {
            "en": "This use of this card is governed and constituted acceptance of the terms and conditions set by Vietcombank in the <em>Cardholder</em> agreement as amended from time to time.",
            "vi": "Việc sử dụng tấm thẻ này phải tuân thủ các điều kiện và điều khoản của Hợp đồng sử dụng thẻ Vietcombank Connect 24."
        },
        {
            "en": "Even then, the lender will be required to restore the previous, lower rate if the <em>cardholder</em> pays the minimum balance on time for six months.",
            "vi": "Mặc dù vậy, người cho vay phải trả lại mức lãi suất thấp trước đó nếu người chủ thẻ trả số dư tối thiểu đúng thời hạn trong sáu tháng."
        },
        {
            "en": "A credit card is an alternate means for making payment. When a payment is made on credit, it means the <em>cardholder</em> is not required to pay any money immediately for their purchases. The credit card issuing bank first pays the merchant for the purchases and the <em>cardholder</em> settles the transaction amount at a later stage.",
            "vi": "Thẻ tín dụng là một hình thức thay thế cho việc thanh toán trực tiếp. Khi thanh toán bằng thẻ tín dụng, chủ thẻ không cần phải trả tiền mặt ngay khi mua hàng. Thay vào đó, Ngân hàng sẽ ứng trước tiền cho người bán và Chủ thẻ sẽ thanh toán lại sau cho ngân hàng khoản giao dịch."
        },
        {
            "en": "A credit card is an alternate means for making payment. When a payment is made on credit, it means the <em>cardholder</em> is not required to pay any money immediately for their purchases. The credit card issuing bank first pays the merchant for the purchases and the <em>cardholder</em> settles the transaction amount at a later stage.",
            "vi": ", chủ thẻ không cần phải trả tiền mặt ngay khi mua hàng. Thay vào đó, Ngân hàng sẽ ứng trước tiền cho người bán và Chủ thẻ sẽ thanh toán lại sau cho ngân hàng khoản giao dịch."
        },
        {
            "en": "A credit card is an alternate means for making payment. When a payment is made on credit, it means the <em>cardholder</em> is not required to pay any money immediately for their purchases. The credit card issuing bank first pays the merchant for the purchases and the <em>cardholder</em> settles the transaction",
            "vi": "Thẻ tín dụng là một hình thức thay thế cho việc thanh toán trực tiếp. Khi thanh toán bằng thẻ tín dụng, chủ thẻ không cần phải trả tiền mặt ngay khi mua hàng. Thay vào đó, Ngân hàng sẽ ứng trước tiền cho người bán và Chủ thẻ sẽ thanh toán lại sau cho ngân hàng khoản giao dịch."
        },
        {
            "en": ". Display screen - The display screen prompts the <em>cardholder</em> through each step of the transaction process. Leased-line machines commonly use a monochrome or color CRT (cathode ray tube) display. Dial-up machines commonly use a monochrome or color LCD.",
            "vi": ". Màn hình hiển thị - màn hình hiển thị nhắc chủ thẻ qua từng bước của quy trình giao dịch. Những máy sử dụng kênh thuê riêng thường sử dụng một màn hình CRT (ống tia âm cực) đơn sắc hoặc đa sắc. Các máy quay số thường sử dụng thường sử dụng một màn hình LCD đơn sắc hoặc đa sắc."
        },
        {
            "en": "I hereby request and authorise the Bank to issue a combined supplementary credit card (subject to the terms and conditions contained in the Bank's Credit Card <em>Cardholder</em> Agreement) to the person identified below, Who is over 18 years of age.",
            "vi": "Tôi đồng ý và yêu cầu Ngân hàng cấp Thẻ Phụ (với các Điều khoản và Điệu kiện được nêu trong Bản chấp thuận Sử dụng Thẻ tín dụng của Ngân hàng) cho người trên 18 tuổi được nêu tên dưới đây."
        },
        {
            "en": "By signing and using the card, the <em>Cardholder</em> agrees to be bound by the Terms and Conditions of the HSBC Debit Card that are currently in effect. The Terms and Conditions may be amended from time to time",
            "vi": "Khi Thẻ đã được ký tên và sử dụng, Chủ thẻ xem như đã đông ý với bản Các Điều khoản và Điều Kiện của Thẻ Thanh Toán Quốc Tế HSBC. Câc điều khoản và điều kiện này có thể thay đổi tùy từng thời điểm."
        },
        {
            "en": "By signing and using the card, the <em>Cardholder</em> agrees to be bound by the Terms and Conditions of the HSBC Debit Card that are currently in effect. The Terms and Conditions may be amended from time to time",
            "vi": "Khi Thẻ đã được ký tên và sử dụng, Chủ thẻ xem như đã đông ý với bản Các Điều khoản và Điều Kiện của Thẻ Thanh Toán Quốc Tế HSBC. Câc điều khoản và điều kiện này có"
        },
        {
            "en": "I hereby request and authorise the Bank to issue a combined supplementary credit card (subject to the terms and conditions contained in the Bank's Credit Card <em>Cardholder</em> Agreement) to the person identified below, Who is over 18 years of age.",
            "vi": "Tôi đồng ý và yêu cầu Ngân hàng cấp Thẻ Phụ (với các Điều khoản và Điệu kiện được nêu trong Bản chấp thuận Sử dụng Thẻ tín dụng của Ngân hàng) cho người trên 18 tuổi được nêu"
        },
        {
            "en": "The transactions made on this supplementary card will be billed on my statement, and the credit card and ATM PIN for the supplementary <em>cardholder</em> will be mailed to my correspondence address.",
            "vi": "kê và tính chung trên cùng Bảng sao kê giao dịch của tôi. Đồng thời, thẻ tín dụng và số PIN ATM của Chủ Thẻ Phụ sẽ được gửi đến địa chỉ mà tôi đã đăng ký với Ngân hàng."
        },
        {
            "en": "The transactions made on this supplementary card will be billed on my statement, and the credit card and ATM PIN for the supplementary <em>cardholder</em> will be mailed to my correspondence address.",
            "vi": "và mọi giao dịch thực hiện trên thẻ này sẽ được liệt kê và tính chung trên cùng Bảng sao kê giao dịch của tôi. Đồng thời, thẻ tín dụng và số PIN ATM của Chủ Thẻ Phụ sẽ được gửi đến địa chỉ mà tôi đã đăng ký với Ngân hàng."
        },
        {
            "en": "Besides the electric eye that counts each bill, the cash-dispensing mechanism also has a sensor that evaluates the thickness of each bill. If two bills are stuck together, then instead of being dispensed to the <em>cardholder</em> they are diverted to a reject bin. The same thing happens with a bill that is excessively worn, torn, or folded.",
            "vi": "Bên cạnh mắt điện mà đếm từng hóa đơn, máy phát tiền mặt cũng có một cảm biến để đánh giá độ dày của mỗi hóa đơn. Nếu hai hoá đơn bị mắc kẹt với nhau thì thay vì được nhả ra cho chủ thẻ, nó sẽ được chuyển đến thùng phế phẩm. Các hóa đơn quá sờn, rách, hoặc bị gấp lại cũng được loại bỏ."
        },
        {
            "en": ". Keypad - The keypad lets the <em>cardholder</em> tell the bank what kind of transaction is required (cash withdrawal, balance inquiry, etc.) and for what amount. Also, the bank requires the cardholder's personal identification number (PIN) for verification. Federal law requires that the PIN block be sent to the host processor in encrypted form.",
            "vi": ". Bàn phím - Bàn phím cho phép chủ thẻ báo cho ngân hàng loại giao dịch cần thiết (rút tiền, kiểm tra số dư, v.v…) và số tiền là bao nhiêu. Ngoài ra, các ngân hàng đòi hỏi phải có mã số cá nhân của chủ thẻ (mã PIN) để xác minh. Luật liên bang yêu cầu các khối mã PIN phải được gửi đến bộ xử lý máy chủ ở dạng mã hóa."
        },
        {
            "en": "As many as 350 counterfeit cards were detected in 2011 with losses amounting to VND62.5 billion (US$3 million). In 2013, some Bulgarians installed devices at a number of ATM booths in Nha Trang City of Khanh Hoa Province to steal <em>cardholder</em> data and then withdrew over VND100 million from their bank accounts.",
            "vi": "Có đến 350 thẻ giả đã được phát hiện vào năm 2011 làm thiệt hại đến 62,5 triệu VND (tương đương 3 triệu USD). Vào năm 2013, một số người nước ngoài Bulgarian đã thiết lập tài khoản tại điểm giao dịch thẻ ATM ở thành phố Nha Trang, tỉnh Khánh Hòa để ăn cắp thông tin khách hàng và sau đó đã sử dụng thẻ rút hơn 100 triệu đồng."
        }
    ],
    "suggestions": []
}