{
    "en_vn": {
        "data": {
            "content": null,
            "word": "carmen"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "carmen"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carmen"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carmen"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "carmen"
        }
    },
    "sentences": [
        {
            "en": "They're playing '<em>Carmen</em>' at the Coliseum.",
            "vi": "Họ đang diễn vở\"Carmen\" tại nhà hát Coliseum."
        },
        {
            "en": "They 're playing' <em>Carmen</em> 'at the Coliseum.",
            "vi": "Họ đang diễn vở \"Carmen\" tại nhà hát Coliseum."
        },
        {
            "en": "She has sung the title-role in \"<em>Carmen</em>\".",
            "vi": "Cô ấy hát vai nhân vật chính trong vở\"Carmen\"."
        },
        {
            "en": "The company opens the season with a performance of <em>Carmen</em>.",
            "vi": "Công ty khai mạc mùa hoạt động bằng buổi trình diễn của Carmen."
        },
        {
            "en": "She has sung the title - role in \"<em>Carmen</em>\".",
            "vi": "Cô ấy hát vai nhân vật chính trong vở \"Carmen\"."
        },
        {
            "en": "Thus, <em>Carmen</em> has substantial influence over both Paul and Sonya, but these individuals, judging by the style of their arrows, have less influence over <em>Carmen</em>.",
            "vi": "Như vậy, carmen có quyền lực đáng kể đối với cả paul và sonya, còn những cá nhân này, theo như mũi tên cho thấy, thì có ít ảnh hưởng đối với carmen."
        },
        {
            "en": "Madame Smith - Franklin appeared as <em>Carmen</em> at the City Opera last season.",
            "vi": "Madame Smith-Franklin thủ vai Carmen ở Nhà hát Thành phố mùa trước."
        },
        {
            "en": "Madame Smith-Franklin appeared as <em>Carmen</em> at the City Opera last season.",
            "vi": "Madame Smith - Franklin thủ vai Carmen ở Nhà hát Thành phố mùa trước."
        },
        {
            "en": "<em>Carmen</em> and Jack were having a few difficulties in their marriage but managed to iron them out before things got too bad.",
            "vi": "Carmen và Jack đang có một vài khó khăn trong hôn nhân của họ nhưng đã dàn xếp trước khi mọi thứ trở nên tồi tệ."
        },
        {
            "en": "Again in this example, if you were trying to persuade Ernest about some matter, you would apply indirect influence through Sonya, and possibly through <em>Carmen</em> because she has influence over Sonya.",
            "vi": "Trở lại ví dụ này, nếu bạn muốn thuyết phục ernest về một vấn đề gì đó, bạn sẽ áp dụng sự ảnh hưởng gián tiếp thông qua sonya, và có thể thông qua carmen vì cô đã có ảnh hưởng đối với sonya."
        },
        {
            "en": "These women don’t hide their age, don’t dye their gray hair or waste money on plastic surgery. They go through life with their heads held high, and it’s hard to look away.      Joyce Carpati, 80 years old.   Linda Rodin, 65 years old.   <em>Carmen</em> de Lavallade, 82 years old.   Beatrix Ost, 73 years old.   Jenny Hirschowitz, 59 years old.   Tziporah Salamon, 63 years old.   Costanza Pascolato, 73 years old.  Ruth Kobin, 102 years old. She goes to pilates once a week, celebrates everyday and never looks at the calendar.    Madison Avenue elegance.   Magda.   Linda.   Colleen.   Maryann.   Beatrix.   Linda.   Gretchen.   Beatrix.   Debra.   Tziporah.   Don’t be shy, accessorize big!   Keep your head up!  Beauty has no age!",
            "vi": "Những phụ nữ này không giấu giếm tuổi tác của mình, không nhuộm mái tóc muối tiêu của họ hay không lãng phí tiền để phẫu thuật tạo hình. Họ luôn ngẩng cao đầu trong cuộc sống, và chúng ta không thể không ngắm nhìn họ!"
        }
    ],
    "suggestions": []
}