{
    "en_vn": {
        "data": {
            "content": null,
            "word": "carmaker"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "carmaker"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carmaker"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carmaker"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "carmaker"
        }
    },
    "sentences": [
        {
            "en": "Toyota is the world's biggest <em>carmaker</em>.",
            "vi": "Toyota là nhà sản xuất xe hơi lớn nhất thế giới."
        },
        {
            "en": "Fifty Mercedes-Maybach S600 cars will be produced for the global market in 2015, the German <em>carmaker</em> said.",
            "vi": "Năm mươi chiếc xe Mercedes - Maybach S600 sẽ được sản xuất cho thị trường toàn cầu vào năm 2015, hãng sản xuất xe Đức cho biết."
        },
        {
            "en": "Tata Motors recently bought the high-cost car models Jaguar and Land Rover from American <em>carmaker</em> Ford in a deal worth two-point-three billion dollars.",
            "vi": "Gần đây, Tata Motors đã mua những mẫu xe hơi đắt tiền Jaguar và Land Rover từ nhà sản xuất xe hơi Mỹ Ford theo một hợp đồng trị giá 2, 3 tỷ đô - la Mỹ."
        },
        {
            "en": "Tata Motors recently bought the high - cost car models Jaguar and Land Rover from American <em>carmaker</em> Ford in a deal worth two - point - three billion dollars.",
            "vi": "Gần đây, Tata Motors đã mua những mẫu xe hơi đắt tiền Jaguar và Land Rover từ nhà sản xuất xe hơi Mỹ Ford theo một hợp đồng trị giá 2,3 tỷ đô-la Mỹ."
        },
        {
            "en": "Earlier this week, another Japanese <em>carmaker</em> Honda, said it will cut production at its factories in the US and Canada by 50% due to shortage of parts.",
            "vi": "Đầu tuần này, nhà sản xuất xe hơi Nhật Bản khác - Honda, cho biết hãng này sẽ cắt giảm sức sản xuất 50% tại các nhà máy của nó ở Hoa Kỳ và Ca-na-đa vì thiếu phụ tùng."
        },
        {
            "en": "Yoshihisa Maruta, president of Toyota Motor Vietnam, said at a meeting to announce the company's operation plans for 2015 on April 2 that the Japanese <em>carmaker</em> could cease making automobiles in the Southeast Asian nation and import them from other ASEAN countries to enjoy the zero percent import duty in 2018.",
            "vi": "Yoshihisa Maruta, chủ tịch của Toyota Motor Việt Nam, nói tại một cuộc họp công bố kế hoạch hoạt động của công ty cho năm 2015 diễn ra vào ngày 02 tháng 4 rằng, các nhà sản xuất ôtô Nhật Bản sẽ ngừng sản xuất xe ô tô tại các quốc gia Đông Nam Á và nhập khẩu chúng từ các nước ASEAN khác để hưởng mức mức thuế nhập khẩu không phần trăm vào năm 2018."
        },
        {
            "en": "In late April, local experts raised concerns about the survival of the automobile industry following Japanese <em>carmaker</em> Toyota’s threat to gradually pull out of Vietnam if the government fails to provide it with financial and taxation support in the next three years.",
            "vi": "Cuối tháng tư, các chuyên gia trong nước lo ngại về sự sống còn của ngành công nghiệp lắp ráp ô tô sau khi đơn vị sản xuất ô tô của Toyota Nhật Bản đưa ra lời đe dọa sẽ dần dần rút khỏi Việt Nam nếu chính phủ không cung cấp sự hỗ trợ về tài chính và thuế trong ba năm tới."
        },
        {
            "en": "As announced early this month by Yoshihisa Maruta, president of Toyota Motor Vietnam, the Vietnamese unit of the world's largest <em>carmaker</em> is mulling over putting an end to production and switching to imports in order to enjoy the preferential tax treatment an ASEAN trade pact will offer in the next three years.",
            "vi": "Theo công bố đầu tháng này của Yoshihisa Maruta, chủ tịch của Toyota Motor Việt Nam, đơn vị Việt Nam là một khối thống nhất trong hệ thống sản xuất ô tô lớn nhất thế giới, đang suy ngẫm về việc chấm dứt sản xuất và chuyển sang nhập khẩu để được hưởng các ưu đãi về thuế trong một hiệp định thương mại ASEAN sẽ công bố trong ba năm tới."
        },
        {
            "en": "Russia Seeks Investment And Trade In South Korea         On Russia's coat of arms, the double-headed eagle looks west and east. Russia's president is now in South Korea, promoting energy sales to Korea and Korean investment in Russia.  Russia's President Dmitry Medvedev is promoting a 40-year deal to sell gas to South Korea, and appealing for Korean industrial investment to help diversify Russia's economy. Russia's leader said in Seoul his country is interested in the arrival of Korean investors. He says they bring in modern technologies and introduce a modern culture of production. Looking for bricks and mortar investments from Asia, Russians like to cite South Korea's Lotte group, which opened a 300-room luxury hotel in September in downtown Moscow. At the same time, Hyundai opened a $500-million auto assembly plant in St. Petersburg. Supplied by Korean auto parts plants set up nearby, the Hyundai plant has the highest percentage of locally produced content of any foreign <em>carmaker</em> in Russia. With Samsung and LG, employing hundreds of Russian scientists at their research centers in Russia, President Medvedev called for more such 'modernization alliances'. In Seoul this week, Russians are in talks with Korean companies to build ships, electric transformers, and offshore oil drilling platforms in Vladivostok, Russia's major port on the Pacific. Russian expert on Korean affairs Leonid Petrov now teaches at the University of Sydney. ''Regrettably, the eastern part of Russia is still under-developed and under-populated,\" Petrov explains, \"and Russia is trying to look at Korea as a potential developer and investor, and competitor to the Chinese developer and investor.\" In the gas deal under negotiation, potentially worth $100-billion, the Korean Gas Corporation would also build a liquefied natural gas plant in Vladivostok. The chief operating officer of Gazprom, Russia's state-controlled gas producer, Alexei Miller, tells reporters in Seoul that Russia sees a big future in gas exports to Asia. While Europe remains Gazprom's top priority, he said, the volume of Russian gas deliveries to the Asian market could reach the level of gas exports to Europe within a very short period time. Last year, South Korea started importing Russian oil through a new Siberian pipeline and Russian liquefied natural gas from Sakhalin Island. With Russia-Korea trade jumping in the past decade, diplomats from both countries are negotiating a visa-free visitor plan. Not all is roses with Korea. Last spring, South Korea's embassy in Moscow appealed to Russian authorities to protect the 2,000 South Korean students in Russia. In two attacks blamed on skinheads, one Korean student was killed and another was injured. At the same time, North Korea blocks construction of gas and rail lines that would link South Korea's booming economy with the riches of Russia's Siberia. For the past two decades, Professor Petrov has watched as Russia and South Korea failed to overcome North Korean opposition to such transit links. \"The main problem in this region is the black hole of North Korea which is on the way between Russia, China and South Korea. And you cannot do much about it because you have to decide whether the pipe is going to go through the North Korean territory and then Pyongyang is going to hijack and shipment any transit of oil and gas or electricity from Russia or China to South Korea and it becomes unpredictable,\" Petrov said.  Russia's president touched on the potential instability of North Korea. Before arriving in Seoul, he told a South Korean newspaper he is \"uneasy\" that North Korea's nuclear-bomb testing range is slightly more than 100 kilometers from Vladivostok.",
            "vi": "Nga tìm kiếm đầu tư và giao dịch ở Nam Triều Tiên        Trên quốc huy của nước Nga có con ó hai đầu nhìn cả hướng Tây và hướng Đông. Nay thì Tổng thống Nga lại đang có mặt ở Nam Triều Tiên, xúc tiến việc bán năng lượng cho Triều Tiên và việc Triều Tiên đầu tư vào nước Nga. Tổng thống Nga Dmitry Medvedev đang xúc tiến thoả thuận kéo dài 40 năm để bán khí đốt cho Nam Triều Tiên, và kêu gọi đầu tư công nghiệp của Triều Tiên để giúp đa dạng hoá nền kinh tế của Nga.  Lãnh tụ của nước Nga đã nói ở Seoul rằng đất nước của ông rất quan tâm đến việc các nhà đầu tư Triều Tiên vào Nga. Ông nói họ mang tới công nghệ hiện đại và du nhập văn hoá sản xuất hiện đại. Tìm kiếm đầu tư gạch và hồ từ châu Á, người Nga thích viện dẫn tập đoàn Lotte của Nam Triều Tiên, tập đoàn này đã khánh thành khách sạn sang trọng gồm 300 phòng vào tháng chín ở khu trung tâm Mát-xcơ-va.  Cùng lúc, Hyundai đã khánh thành nhà máy lắp ráp xe hơi 500 triệu đô la ở St. Petersburg. Được các nhà máy linh kiện xe hơi của Triều Tiên ở lân cận cung cấp, nhà máy Hyundai có tỷ lệ sản xuất ở địa phương cao nhất trong số các nhà sản xuất xe hơi của nước ngoài ở Nga.  Với Samsung và LG, tuyển dụng hàng trăm nhà khoa học Nga tại trung tâm nghiên cứu của họ ở Nga, Tổng thống Medvedev kêu gọi thêm ‘các liên minh hiện đại hoá' như thế. Ở Seoul tuần này, người Nga đang đàm phán với các công ty Triều Tiên về việc đóng tàu, máy biến thế điện, và giàn khoan dầu ngoài khơi ở Vladivostok, cảng chính của Nga ở Thái Bình Dương. Chuyên gia của Nga về vấn đề Triều Tiên Leonid Petrov hiện đang dạy ở Đại học Sydney.  ''Đáng tiếc là miền đông nước Nga vẫn còn chậm phát triển và dân cư thưa thớt, \" Petrov giải thích, \"và nước Nga đang cố xem Triều Tiên như là nhà phát triển và nhà đầu tư tiềm năng, và sẽ là đối thủ cạnh tranh với nhà phát triển và nhà đầu tư Trung Quốc.\" Theo thoả thuận về khí đốt được đàm phán, có thể lên tới 100 tỷ đô la, Tập đoàn khí đốt của Triều Tiên cũng sẽ xây dựng một nhà máy khí đốt tự nhiên hoá lỏng ở Vladivostok.  Giám đốc điều hành của Gazprom, nhà sản xuất khí đốt thuộc nhà nước Nga, Alexei Miller, nói với phóng viên ở Seoul rằng nước Nga nhìn thấy một tương lai đầy triển vọng trong việc xuất khẩu khí đốt sang châu Á.  Ông nói rằng dù Gazprom vẫn chiếm ưu thế hàng đầu ở châu Âu, nhưng lượng khí đốt của Nga bán sang thị trường châu Á có thể đạt bằng lượng khí đốt xuất khẩu vào châu Âu trong một thời gian rất ngắn.  Năm ngoái, Nam Triều Tiên bắt đầu nhập khẩu dầu của Nga qua ống dẫn mới của Xi-bê-ri và khí đốt hoá lỏng tự nhiên của Nga từ Sakhalin Island. Cùng với việc giao dịch giữa Nga-Triều Tiên tăng nhanh trong thập niên vừa qua thì các nhà ngoại giao của cả hai nước cũng đang thương lượng về dự kiến miễn thị thực cho khách tham quan.  Không phải tất cả đều tốt đẹp với Triều Tiên.  Mùa xuân năm ngoái, đại sứ quán của Nam Triều Tiên ở Mát-xcơ-va yêu cầu Nga quyền bảo vệ 2.000 sinh viên Nam Triều Tiên ở Nga. Trong hai vụ tấn công do mấy gã đầu trọc gây ra, có một sinh viên Triều Tiên bị giết và một người khác bị thương.  Cùng lúc, Bắc Triều Tiên ngăn chận việc xây dựng tuyến đường sắt và đường dẫn khí đốt nối liền nền kinh tế phát triển nhanh chóng của Nam Triều Tiên với nguồn khoáng sản phong phú vùng Xi-bê-ri của Nga. Trong hai thập niên qua, giáo sư Petrov đã theo dõi khi Nga và Nam Triều Tiên không vượt qua được sự chống đối của Bắc Triều Tiên đối với các tuyến quá cảnh như thế. \"Vấn đề chính ở vùng này là lỗ đen của Bắc Triều Tiên là trên đường đi từ Nga, Trung Quốc sang Nam Triều Tiên. Và bạn không thể làm gì nhiều về vấn đề này vì bạn phải quyết định xem liệu ống dẫn có đi qua lãnh thổ Bắc Triều Tiên hay không, rồi Bình Nhưỡng sẽ cướp hàng và bất kỳ chuyến hàng quá cảnh nào về dầu và khí đốt hay điện từ Nga hay Trung Quốc sang Nam Triều Tiên và không thể dự đoán được,\" Petrov nói.  Tổng thống Nga đề cập đến bất ổn có thể xảy ra về Bắc Triều Tiên. Trước khi đến Seoul, ông nói với một tờ báo Nam Triều Tiên là ông \"không thoải mái \" khi mà tầm thử nghiệm bom hạt nhân của Bắc Triều Tiên cách Vladivostok chỉ hơn 100 cây số."
        }
    ],
    "suggestions": []
}