{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Carnegie",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Carnegie",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Carnegie",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Carnegie",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Carnegie",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "How do you get to <em>Carnegie</em> Hall?",
            "vi": "Bạn đến carnegie hall bằng cách nào?"
        },
        {
            "en": "She's making her New York debut at <em>Carnegie</em> hall.",
            "vi": "Cô ta sẽ xuất hiện lần đầu tiên ở New York tại phòng hòa nhạc Carnegie."
        },
        {
            "en": "He debuted at <em>Carnegie</em> Hall in New York in 1994.",
            "vi": "Anh ta biểu diễn trước công chúng lần đầu tiên tại Carnegie Hall ở New York vào năm 1994."
        },
        {
            "en": "Another person, Raymond J. Lane, A senior Manager in Kleiner Perkins, also a former <em>Carnegie</em> Mellon graduates offered insight on <em>Carnegie</em> Mellon's impact from his own life story.",
            "vi": "Người khác, Raymond J. Lane, người quản lý cấp cao ở Bắc Kinh, cũng là một cựu sinh viên Carnegie Mellon đưa ra cái nhìn sâu sắc về tác động của Carnegie Mellon từ câu chuyện cuộc đời riêng của anh ta."
        },
        {
            "en": "A system of national public television was first proposed by the <em>Carnegie</em> Commission in January, 1967.",
            "vi": "Hệ thống ti-vi phục vụ công chúng của quốc gia do Ủy ban Carnegie đề xuất lần đầu tiên vào tháng 1 năm 1967."
        },
        {
            "en": "A system of national public television was first proposed by the <em>Carnegie</em> Commission in January, 1967.",
            "vi": "Hệ thống ti - vi phục vụ công chúng của quốc gia do Ủy ban Carnegie đề xuất lần đầu tiên vào tháng 1 năm 1967."
        },
        {
            "en": "<em>Carnegie</em> Mellon is a unique institution, because it has great strengths in both of these areas.",
            "vi": "Carnegie Mellon là thể chế duy nhất, bởi vì nó có sức mạnh lớn lao trong cả những khu vực này."
        },
        {
            "en": "<em>Carnegie</em> never failed to stress listening as a crucial networking skill.",
            "vi": "Carnegie bao giờ cũng nhấn mạnh tầm quan trọng của việc lắng nghe như một kĩ năng xây dựng mạng lưới."
        },
        {
            "en": "The singer's debut at New York's <em>Carnegie</em> Hall is slated for the 17th of October.",
            "vi": "Buổi trình diễn ra mắt công chúng tại Carnegie Hall, New York, của ca sĩ này dự kiến sẽ diễn ra vào ngày 17 tháng mười."
        },
        {
            "en": "87% of alumni believe their <em>Carnegie</em> Mellon education has provided significant competitive advantage.",
            "vi": "87% cựu sinh viên tin rằng giáo dục tại Carnegie Mellon đã cung cấp ưu thế cạnh tranh lớn."
        },
        {
            "en": "Shimkin finally convinced <em>Carnegie</em>, to the benefit of us all, to write a book.",
            "vi": "Shimkin cuối cùng đã thuyết phục được Carnegie viết một quyển sách, và nhờ vậy chúng ta cũng được hưởng lợi."
        },
        {
            "en": "Following is my findings (I listed in my Blog at <em>Carnegie</em> Mellon and also share with other friends).",
            "vi": "Sau đây là phát kiến của tôi (tôi liệt kê trong Blog tại Carnegie Mellon và cũng chia sẻ với các bạn bè khác)."
        },
        {
            "en": "ÂLast week I met a group of senior managers of China’s software companies when they visited <em>Carnegie</em> Mellon.",
            "vi": "ÂTuần trước tôi gặp một nhóm quản lý cấp cao của các công ty phần mềm Trung Quốc khi họ tới thăm Carnegie Mellon."
        },
        {
            "en": "By 1916, Carnegie's course was so successful that he needed to train, for the first time, official \"<em>Carnegie</em> Course\" instructors.",
            "vi": "Năm 1916, khóa học của Carnegie đã thành công đến mức, lần đầu tiên, ông phải huấn luyện các nhà hướng dẫn chính thức cho \"Khóa học Carnegie\"."
        },
        {
            "en": "In articulating the <em>Carnegie</em> Mellon’s approach, Professor Bareiss stressed the strengths of CMU’s “Learning by Doing” approach:",
            "vi": "Nói về cách tiếp cận của Carnegie Mellon, giáo sư Bareiss nhấn mạnh vào những điểm mạnh của cách tiếp cận \"Học qua Hành\" của CMU:"
        },
        {
            "en": "One interesting thing that <em>Carnegie</em> found was that heroes usually don’t see their actions as “heroic” at all. ",
            "vi": "Một điều thú vị mà Carnegie nhận ra là các anh hùng thường không thấy hành động của họ là \"anh hùng\" chút nào cả."
        },
        {
            "en": "I presented to the audience about the curriculum exchange between Wuxi and <em>Carnegie</em> Mellon University by the establishment of i-<em>Carnegie</em> center in Wuxi that could train up to 8000 students.",
            "vi": "Tôi đã trình bày cho thính giả về việc trao đổi chương trình đào tạo giữa Vô Tích và Đại học Carnegie Mellon University bằng việc thiết lập trung tâm i-Carnegie tại Vô Tích, nơi có thể đào tạo tới 8000 sinh viên."
        },
        {
            "en": "Of course, your school - <em>Carnegie</em> Mellon is the most well known in this field so you should know about it”.",
            "vi": "Tất nhiên, trường của ông - Carnegie Mellon là nổi tiếng nhất về lĩnh vực này cho nên ông phải biết về điều đó.”"
        },
        {
            "en": "One interesting thing that <em>Carnegie</em> found was that heroes usually don’t see their actions as “heroic” at all.",
            "vi": "Một điều thú vị mà Carnegie nhận ra là các anh hùng thường không thấy hành động của họ là \"anh hùng\" chút nào cả."
        },
        {
            "en": "ISoftstone, another large software company open the iCarnegie Training center in Wuxi, in affiliation with <em>Carnegie</em> Mellon University to develop their own workforce.",
            "vi": "ISoftstone, một công ty phần mềm lớn khác mở trung tâm đào tạo iCarnegie ở Vô Tích, làm chi nhánh của Đại học Carnegie Mellon để phát triển lực lượng lao động riêng của họ."
        }
    ],
    "suggestions": []
}