{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Carolina"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Carolina"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Carolina"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Carolina"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Carolina"
        }
    },
    "sentences": [
        {
            "en": "<em>Carolina</em> is an area that borders the park.",
            "vi": "Carolina là một khu vực dọc theo công viên."
        },
        {
            "en": "A convicted murderer was executed in North <em>Carolina</em> yesterday.",
            "vi": "Kẻ phạm tội giết người đã bị hành quyết ở bắc Carolina ngày hôm qua."
        },
        {
            "en": "If you go the shortest way, you go through 3 states : North <em>Carolina</em>, South <em>Carolina</em>, and Georgia.",
            "vi": "Nếu đi con đường ngắn nhất, anh sẽ đi qua 3 bang là Bắc Carolina, Nam Carolina và Georgia."
        },
        {
            "en": "If you go the shortest way, you go through 3 states: North <em>Carolina</em>, South <em>Carolina</em>, and Georgia.",
            "vi": "Nếu đi con đường ngắn nhất, anh sẽ đi qua 3 bang là Bắc Carolina, Nam Carolina và Georgia."
        },
        {
            "en": "It has headquarter functions distributed across Beijing, Paris and Raleigh, North <em>Carolina</em>.",
            "vi": "Lenovo có trục sở chuyên trách việc phân phối tại Bắc Kinh, Paris, Raleigh và Bắc Cali."
        },
        {
            "en": "A 7-year-old South <em>Carolina</em> boy made the find of a lifetime",
            "vi": "Cậu bé 7 tuổi ở South Carolina thấy số tiền khủng"
        },
        {
            "en": "A Democrat has not carried North <em>Carolina</em> since Jimmy Carter was elected president in 1976.",
            "vi": "Đảng dân chủ đã không giành được Bắc Carolina kể từ khi Jimmy Carter đắc cử tổng thống vào năm 1976."
        },
        {
            "en": "A study by researchers at the University of North <em>Carolina</em> Health Care System found that keyboards were loaded with germs.",
            "vi": "Nghiên cứu của các nhà nghiên cứu tại Đại học của Hệ thống Chăm sóc Sức khoẻ Bắc Carolina nhận thấy là bàn phím chứa đầy mầm bệnh."
        },
        {
            "en": "Strong resistance to PNTR for Viet Nam has emerged from textile producing states, in particular from Senator Elizabeth Dole of North <em>Carolina</em> and Senator Lindsey Graham of South <em>Carolina</em>.",
            "vi": "Các bang sản xuất hàng dệt đã phản đối mạnh việc ban PNTR cho Việt Nam, đặc biệt từ Thượng nghị sỹ Elizabeth Dole của bang Bắc Carolina và của Thượng nghị sỹ Lindsey Graham của bang Nam Carolina."
        },
        {
            "en": "A holy war is brewing in a small North <em>Carolina</em> city, where the Christian flag seems to be flying everywhere.",
            "vi": "Một cuộc chiến tranh tôn giáo đang được trù liệu tại một thành phố nhỏ phía Bắc Carolina, nơi cờ Thiên Chúa giáo dường như đang tung bay khắp nơi."
        },
        {
            "en": "In 1990, Clinton secured an invitation to the conference which is organized at L.A through his friend, Richard Riley, who was then governor of South <em>Carolina</em>.",
            "vi": "Năm 1990, Clinton đã kiếm được một lời mời đến buổi hội thảo ở L. A nhờ người bạn Richard Riley, lúc đó đang là thống đốc bang South Carolina."
        },
        {
            "en": "Senator John McCain, with Senators Lindsay Graham (R – South <em>Carolina</em>) and Senator Amy Klobuchar (D – Minnesota) visited Vietnam and generated enormous interest and publicity.",
            "vi": "Thượng nghị sĩ John McCain, cùng với Thượng nghị sĩ Lindsay Graham (Đảng Cộng hoà – bang South Carolina) và Thượng nghị sĩ Amy Klobuchar (Đảng Dân chủ – bang Minnesota) đã sang thăm Việt Nam và được dư luận rộng rãi quan tâm."
        },
        {
            "en": "Jonathan Stamler is a professor of medicine at Duke University in North <em>Carolina</em>. He and other researchers found that stored blood has very low levels of nitric oxide.",
            "vi": "Ông Jonathan Stamler là một giáo sư y khoa tại Trường Đại học Duke ở bang North Calorina. Ông ấy và các nhà nghiên cứu khác đã phát hiện ra rằng máu dự trữ có độ ô-xít ni-trích rất thấp."
        },
        {
            "en": "Susan McMinn, 55, of Tryon, North <em>Carolina</em>, was eager to try the slow-blinking exercise with her Siamese cat, Jade, after reading the book.",
            "vi": "Susan Minn, 55, ở phía Bắc bang Caroline, đang háo hức luyện tập nháy mắt chậm rãi với con mèo thuộc giống Xiêm có tên là Fade theo cuốn sách cô ấy đọc được."
        },
        {
            "en": "Jonathan Stamler is a professor of medicine at Duke University in North <em>Carolina</em>. He and other researchers found that stored blood has very low levels of nitric oxide.",
            "vi": "Ông Jonathan Stamler là một giáo sư y khoa tại Trường Đại học Duke ở bang North Calorina. Ông ấy và các nhà nghiên cứu khác đã phát hiện ra rằng máu dự trữ có độ ô - xít ni"
        },
        {
            "en": "Visiting International Faculty is based in North <em>Carolina</em> and says it is the United States' largest cultural exchange program for teachers and schools.",
            "vi": "Visiting international faculty đặt trụ sở ở north carolina và nói nó là chương trình trao đổi văn hóa lớn nhất của hoa kỳ dành cho các giáo viên và trường học."
        },
        {
            "en": "A 7-year-old South <em>Carolina</em> boy made the find of a lifetime while he was journeying with dad to the toy store Tuesday.",
            "vi": "Cậu bé 7 tuổi ở South Carolina hôm thứ 3 thấy số tiền khủng khi đi chơi với bố đến cửa hàng đồ chơi."
        },
        {
            "en": "When he was governor of Arkansas, he attended a national networking and thought leadership event called Renaissance Weekend in Hilton Head, South <em>Carolina</em>.",
            "vi": "Khi ông là thống đốc bang Arkansas, ông đã tham dự một sự kiện toàn quốc về xây dựng mạng lưới và tư duy lãnh đạo có tên là Renaissance Weekend tại Hilton Head, South Carolina."
        },
        {
            "en": "In 1799, as a commercial product , ice was first transported out of Canal Street in New York City to Charleston, South <em>Carolina</em>.",
            "vi": "Năm 1799, như một sản phẩm thương mại , băng lần đầu tiên được vận chuyển từ Canal Street ở thành phố New York đến Charleston, Nam Carolina."
        },
        {
            "en": "In 1990, Clinton secured an invitation to the conference which is organized at L. A through his friend, Richard Riley, who was then governor of South <em>Carolina</em>.",
            "vi": "Năm 1990, Clinton đã kiếm được một lời mời đến buổi hội thảo ở L.A nhờ người bạn Richard Riley, lúc đó đang là thống đốc bang South Carolina."
        }
    ],
    "suggestions": []
}