{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">carotin</font></td></tr></table><i/></div>",
            "word": "carotene"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>carotene</k><blockquote><cclass>[<cclass>'karəti:n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Chemistry an orange or red plant pigment found notably in carrots and of which one form (<cclass><b>beta-carotene</b>) is important in the diet as a precursor of vitamin A. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>carotenoid</b><cclass>kə'rɒtɪnɔɪd <cclass>noun </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: coined in Ger. from L. <i>carota</i> 'carrot'. </blockquote></div>",
            "word": "carotene"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carotene"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carotene"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sắc tố màu vàng hoặc cam</font></td></tr></tbody></table></div>",
            "word": "carotene"
        }
    },
    "sentences": [
        {
            "en": "<em>Carotene</em> is a provitamin of vitamin A.",
            "vi": "Carotene là tiền sinh tố A."
        },
        {
            "en": "They have as much beta-<em>carotene</em> as carrots.",
            "vi": "Chúng có nhiều beta - caroten không kém cà - rốt."
        },
        {
            "en": "Foods containing <em>carotene</em> (milk and some vegetables) are therefore a source of the vitamin.",
            "vi": "Các thức ăn có chứa carotene (sữa và vài loại rau) là một nguồn cung cấp sinh tố a."
        },
        {
            "en": "An example is <em>carotene</em>, the pigment responsible for the color of egg yolks and butter.",
            "vi": "Thí dụ như carotene, là sắc tố tạo màu cho lòng đỏ trứng và bơ."
        },
        {
            "en": "The most important form is <em>carotene</em>, which can be converted in the body to retinol (vitamin A).",
            "vi": "Dạng quan trọng nhất là carotene nó có thể biến đổi thành retinol (sinh tố a) ở trong cơ thể."
        },
        {
            "en": "Golden rice is a variety of Oryza sativa rice produced through genetic engineering to biosynthesize beta-<em>carotene</em>.",
            "vi": "Gạo vàng là giống gạo Oryza sativa được tạo bằng kỹ thuật gen có khả năng sinh tổng hợp tạo Beta caroten."
        },
        {
            "en": "The edible root cassava is being fortified with beta-<em>carotene</em> at the Tropical Agriculture Research Center in Cali, Colombia.",
            "vi": "Rễ cây sắn ăn được đang được tăng cường thêm chất beta caroten tại Trung tâm Nghiên cứu Nông nghiệp Nhiệt đới ở Cali, Columbia."
        },
        {
            "en": "Golden rice is a variety of Oryza sativa rice produced through genetic engineering to biosynthesize beta - <em>carotene</em>.",
            "vi": "Gạo vàng là giống gạo Oryza sativa được tạo bằng kỹ thuật gen có khả năng sinh tổng hợp tạo Beta caroten."
        },
        {
            "en": "The edible root cassava is being fortified with beta - <em>carotene</em> at the Tropical Agriculture Research Center in Cali, Colombia.",
            "vi": "Rễ cây sắn ăn được đang được tăng cường thêm chất beta caroten tại Trung tâm Nghiên cứu Nông nghiệp Nhiệt đới ở Cali, Columbia."
        },
        {
            "en": "Common antioxidants are Vitamins A, C, E, and beta <em>carotene</em>. These special chemicals assist in skin repair and the strengthening of blood vessels.",
            "vi": "Các chất chống oxy hóa thông thường là vitamin A, C, E, và Beta Carotene. Những hóa chất đặc biệt này trợ giúp trong việc tái tạo da và làm bền vững mạch máu."
        },
        {
            "en": "In 2005 a new variety called Golden Rice 2 was announced which produces up to 23 times more beta - <em>carotene</em> than the original variety of golden rice.",
            "vi": "Năm 2005, một giống gạo mời gọi là Gạo vàng 2 được công bố cho Beta caroten nhiều gấp 23 lần các giống gạo vàng bình thường."
        },
        {
            "en": "In 2005 a new variety called Golden Rice 2 was announced which produces up to 23 times more beta-<em>carotene</em> than the original variety of golden rice.",
            "vi": "Năm 2005, một giống gạo mời gọi là Gạo vàng 2 được công bố cho Beta caroten nhiều gấp 23 lần các giống gạo vàng bình thường."
        },
        {
            "en": "Geminis should take a break from technology every once in a while and eat plenty of orange veggies and fruits, as the beta-<em>carotene</em> offers great support for the lungs, which are also taken over by this sign.",
            "vi": "Người có mạng Song Sinh nên thỉnh thoảng tránh xa công nghệ và ăn nhiều rau quả và trái cây có màu cam, bởi vì chất bêta caroten cung cấp hỗ trợ tuyệt vời cho phổi, là cơ quan cũng bị chi phối bởi cung này."
        },
        {
            "en": "Geminis should take a break from technology every once in a while and eat plenty of orange veggies and fruits, as the beta-<em>carotene</em> offers great support for the lungs, which are also taken over by this sign.",
            "vi": "Người có mạng Song Sinh nên thỉnh thoảng tránh xa công nghệ ; ăn nhiều rau quả và trái cây có màu cam, bởi vì chất bêta caroten cung cấp hỗ trợ tuyệt vời cho phổi, là cơ quan cũng bị chi phối bởi cung này."
        },
        {
            "en": "Geminis should take a break from technology every once in a while and eat plenty of orange veggies and fruits, as the beta - <em>carotene</em> offers great support for the lungs, which are also taken over by this sign.",
            "vi": "Người có mạng Song Sinh nên thỉnh thoảng tránh xa công nghệ; ăn nhiều rau quả và trái cây có màu cam, bởi vì chất bêta caroten cung cấp hỗ trợ tuyệt vời cho phổi, là cơ quan cũng bị chi phối bởi cung này."
        },
        {
            "en": "BrazilCarrot juice is an excellent home remedy to get rid of pimples. Fresh carrot juice is packed full of beta-<em>carotene</em>, which is known to help your body heal acne.",
            "vi": "Nước ép cà - rốt là bài thuốc dân gian tuyệt vời để trừ mụn nhọt. Nước ép cà - rốt tươi mới đầy bêta caroten, được cho là giúp cơ thể trị lạnh mụn trứng cá."
        },
        {
            "en": "Pineapple Good for Eyesight   Pineapple contains beta-<em>carotene</em> and vitamin A that good for eyesight. Drinking of pineapple juice prevents macular degeneration and reduces the risk of vision loss at the old age. The presence of anti-oxidants helps to solve the eye related problems and maintains good eye health.",
            "vi": "Quả dứa tốt cho thị lựcQuả dứa có bêta caroten và vi - ta - min A tốt cho thị lực. Uống nước ép quả dứa ngăn ngừa thoái hoá điểm vàng và hạn chế nguy cơ mù khi già. Nhờ có chất chống ô - xi hoá nên các vấn đề liên quan mắt được giải quyết và giữ mắt tốt."
        },
        {
            "en": "ACV ACV or apple cider vinegar’s structure consists of acetic acid, malic acid, amino acid, vitamins, mineral salts, many soluble fibers such as thiamin, lycopene, riboflavin, beta-<em>carotene</em> etc, and minerals such as sodium, potassium, iron, etc. These ingredients make the apple cider vinegar a very effective agent against viruses and bacteria.",
            "vi": "ACV Trong ACV, còn gọi là giấm rượu táo có a-xít a-xê-tíc, a-xít malic, a-xít a-min, vi-ta-min, muối khoáng, nhiều chất xơ tan được như ti-a-min, lycopene, vitamin B2, v.v bêta caroten, và khoáng chất như na-tri, ka-li, sắt, v.v... Những thành phần này làm giấm rượu táo trở thành một tác nhân chống vi - rút và vi khuẩn hết sức hiệu quả."
        },
        {
            "en": "Blueberries The list of healthy nutrients in blueberries is extensive: anthocyanins give them their deep blue color and support heart health. Blueberries also contain ellagic acid, beta-<em>carotene</em>, lutein, vitamin C, folate, magnesium, potassium, and fiber. Tip: Add fresh or dried blueberries to cereal, pancakes, or yogurt.",
            "vi": "Việt quất Việt quất chứa rất nhiều dưỡng chất có lợi cho sức khỏe: chất antoxian (chất sắc) làm cho cây có màu xanh đậm và có tác dụng tốt đối với tim mạch. Ngoài ra việt quất cũng chứa a-xit ellagic, bêta caroten, lu-tê-in, vitamin C, a-xit phô-lích, ma-giê, ka-li, và chất xơ. Lời khuyên: Bạn nên cho thêm việt quất tươi hoặc khô vào món ngũ cốc, bánh kếp, hoặc sữa chua."
        },
        {
            "en": "1. Every Serving Contains 10 Essential Nutrients   That’s right, in and around all that yellowy goodness is a ton of different nutrients, including:   \nThiamine \nRiboflavin\nVitamin B-6\nFolate\nPantothenic acid\nMagnesium\nManganese\nPotassium\nAntioxidants\n Polyphenols (like beta-<em>carotene</em>) \n\n As you get older, people often develop B-vitamin and magnesium deficiencies. Eating pineapple is a great way to combat that trend, while all the antioxidants are great for the health of your heart, cells, and brain.    2. Your Entire Dose of Vitamin C in One Cup    While people typically think of oranges as the best way to get their vitamin C, just one cup of pineapple also gets the job done, giving your immune system a nice boost.   3. The Only Source of Bromelain  The bromelain enzyme breaks down protein and helps to reduce inflammation. Since pineapple is the only known source, it has been eaten for centuries to treat indigestion and inflammation.     4. Reduces Your Risk of Age-Related Illness   Eating more pineapple, and fruit in general, can help with all sorts of age related health problems from macular degeneration to wrinkles. The antioxidants help to fight cancer-causing free radicals, while the nutrients help to prevent harmful deficiencies often caused by old age.   5. Relieves Asthma Symptoms    Beta-<em>carotene</em> is a nutrient found in pineapples that can actually help lower your risk of developing asthma, and can help relieve asthma symptoms. Broccoli, mangoes, pumpkin, carrots, and cantaloupe are also good for the same reason.   6. Improves Fertility   If you are planning to have a baby any time soon, pineapples are a must have. Vitamin C, beta-<em>carotene</em>, zinc, copper, and folate are all known to help naturally boost male and female fertility and pineapples are full of them.   7. Naturally Lowers Blood Pressure   Bromelain is actually a blood thinner, and so can help you naturally lower your blood pressure. It can even act as a replacement for aspirin, provided you check with your doctor.    8. Gives Your Skin a Healthy Glow    Pineapples are good for you, inside and out. The same things that help your blood pressure, digestion, and immune system, also help your skin. Antioxidants and vitamin C both prevent free radicals from causing skin damage. Plus, vitamin C plays a vital role in forming collagen, which keeps your skin full and elastic.    9. Reduces Inflammation    Since the late 1800s pineapple has been used to treat swelling after surgery, but it can also be used for injuries like sprains and strains, or conditions like tendonitis and carpal tunnel syndrome.    10. Improves Digestion   Pineapples can help with indigestion because of the bromelain they contain and because they are full of dietary fiber. The bromelain helps break down leftover proteins while the fiber can relieve constipation and cleanse the colon.   There are plenty of good reasons to eat more pineapple, so try it in a smoothie, like this delicious tropical one, or a fruit salad. For breakfast or dessert. One cup a day really can do wonders for your health.",
            "vi": "1. Mỗi chén chứa 10 loại dưỡng chất cần thiết cho cơ thể   Đúng vậy, trong món ngon lành màu vàng ấy là hàng tấn chất dinh dưỡng đủ loại, trong đó có:  \nThiamine \nRiboflavin\nVitamin B-6\nFolate\nPantothenic acid\nMagnesium\nManganese\nPotassium\nAntioxidants\n Polyphenols (like beta-carotene) \n\n Khi già đi, mọi người thường bị thiếu Vitamin B và thiếu ma - giê. Ăn dứa (thơm) là cách rất hay để tiêu diệt xu hướng có hại này, mà mọi chất chống ô-xi hoá rất tốt cho sức khoẻ tim mạch, tế bào, và não của ta.    2. Một chén là đủ lượng Vitamin C cần thiết cho cơ thể mỗi ngày    Trong khi mọi người cứ tưởng cam là thực phẩm tốt nhất để có đủ vi-ta-min C, chỉ cần một chén dứa (thơm) thôi cũng hoàn thành được nhiệm vụ này, thúc đẩy hệ miễn dịch.    3. Nguồn duy nhất mang lại Bromelain (en-zim thực vật trích xuất từ quả dứa, dùng làm chất trợ giúp tiêu hoá, giảm đông máu, viêm ngực và tăng khả năng miễn dịch)  En-zim bromelain sẽ cắt nhỏ protein và giúp giảm viêm. Vì chỉ duy nhất dứa (thơm) có chất này, cho nên bao thế kỷ rồi người ta ăn thơm để trị khó tiêu, và viêm nhiễm.   4. Giảm nguy cơ bệnh tật do tuổi tác   Ăn nhiều dứa (thơm), và trái cây nói chung hơn, có thể giúp mọi loại bệnh tật liên quan đến tuổi tác từ chứng thoái hoá điểm vàng đến nếp nhăn. Chất chống ô-xi hoá tiêu diệt các gốc tự do gây ung thư, còn dưỡng chất giúp tránh được những thiếu hụt nguy hiểm do tuổi già mang lại.   5. Làm dịu bớt triệu chứng suyễn   Bêta caroten là chất dinh dưỡng có trong quả dứa, thật sự có thể giúp hạn chế nguy cơ gây suyễn, và có thể giúp làm nhẹ bớt triệu chứng suyễn. Bông cải xanh, xoài, bí ngô, cà - rốt, và dưa hấu cũng có tác dụng giống vậy.     6, Tăng khả năng thụ thai   Nếu đang nôn nóng có con sớm, thì quả dứa (thơm) rất cần. Ai cũng biết vi - ta - min C, bêta caroten, kẽm, đồng, và folate là những yếu tố giúp tăng khả năng thụ thai tự nhiên của cả nam lẫn nữ, mà thơm (dứa) thì đầy nhóc những chất này.     7. Chất hạ huyết áp tự nhiên  Bromelain chính là chất làm loãng máu, và giúp bạn giảm huyết áp tự nhiên. Thậm chí còn có thể thay thơm cho thuốc át-xpi-rin, với điều kiện là bạn nhớ hỏi ý kiến bác sĩ trước.     8. Làm làn da hồng hào khỏe mạnh  Quả dứa (thơm) tốt cho bạn, từ trong ra ngoài. Món nào có lợi cho huyết áp, tiêu hoá, và hệ miễn dịch, cũng có lợi cho làn da của bạn. Các chất chống ô-xi hoá và vi - ta - min C đều ngăn gốc tự do làm tổn thương làn da. Ngoài ra, vi - ta - min C đóng một vai trò quan trọng trong việc tạo chất tạo keo (collagen), giữ cho làn da căng mọng và đàn hồi.      9. Giảm viêm   Từ cuối những năm 1800, quả dứa (thơm) đã được sử dụng để trị sưng sau phẫu thuật, nhưng cũng có thể dùng thơm trị những vết thương như bong gân và căng cơ, hay những trịêu chứng như viêm gân và hội chứng ống cổ tay.     10. Giúp Tiêu hoá tốt hơn   Quả dứa có thể làm bớt khó tiêu vì có bromelain bên trong và vì thơm có đầy chất xơ của rau quả. Bromelain giúp cắt nhỏ prô-tê-in dư thừa còn chất xơ làm giảm táo bón và rửa ruột.    Có đủ thứ lý do chính đáng để ăn nhiều dứa hơn, nên hãy thử làm món sinh tố, như món sinh tố nhiệt đới ngon lành này, hoặc món xa - lát trái cây. Để ăn điểm tâm hoặc tráng miệng. Một tách thơm một ngày thực sự rất tốt cho sức khoẻ của bạn."
        }
    ],
    "suggestions": []
}