{
    "en_vn": {
        "data": {
            "content": null,
            "word": "carpetbagger",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>carpetbagger</k><blockquote>■ <cclass>noun <cclass>informal, derogatory </cclass></cclass></blockquote><blockquote><blockquote>1》 a politician who seeks election in an area where they have no local connections (originally a northerner who went to the South after the American Civil War). </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Brit. a person who becomes a member of a mutually owned building society or insurance company in order to gain financially in the event of the organization demutualizing. </cclass></blockquote></blockquote></div>",
            "word": "carpetbagger",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carpetbagger",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carpetbagger",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "carpetbagger",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "You've been listening to the Klan outrage stories of your Scalawag and <em>Carpetbagger</em> friends.",
            "vi": "Cô đã nghe các bạn scalawag và carpetbagger của cô nhồi sọ các thứ chuyện về sự hoành hành của 3k chứ gì?"
        },
        {
            "en": "Along the way to the lumber yard she stopped a dozen times to speak with <em>Carpetbagger</em> ladies in splendid equipages.",
            "vi": "Dọc đường đến bãi gỗ, nàng dừng cả chục lần để nói chuyện với các phu nhân carpetbagger ngồi trong những cỗ xe tráng lệ."
        },
        {
            "en": "Now that the <em>Carpetbagger</em> government has really gotten control of Georgia, there's no telling what may happen.",
            "vi": "Giờ đây, khi mà cái chính phủ của bọn carpetbagger đã thực sự nắm được georgia, không ai có thể biết được điều gì có thể xảy ra."
        },
        {
            "en": "And the Barts who had owned the largest brothel in a northern metropolis during the war and now were moving in the best circles of <em>Carpetbagger</em> society.",
            "vi": "Và gia đình bart hồi chiến tranh là chủ nhà chứa lớn nhất ở một thành phố lớn trên miền bắc, nay sinh hoạt trong những giới cao sang nhất của xã hội carpetbagger."
        },
        {
            "en": "The wives of Rhett's Scalawag and <em>Carpetbagger</em> friends called in droves and so did the new people she had met when she sold lumber for their homes.",
            "vi": "Đám vợ những tên scalawag và carpetbagger, bạn của rhett, lũ lượt đến thăm, cũng như những dân mới mà nàng đã gặp khi bán gỗ cho họ xây nhà."
        }
    ],
    "suggestions": []
}