{
    "en_vn": {
        "data": {
            "content": null,
            "word": "carpetbag"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "carpetbag"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carpetbag"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carpetbag"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "carpetbag"
        }
    },
    "sentences": [
        {
            "en": "They're all adventurers or <em>Carpetbag</em> aristocrats.",
            "vi": "Họ đều là những người mạo hiểm hoặc quý tộc carpetbag."
        },
        {
            "en": "Irishmen on the make, Yankees, white trash, <em>Carpetbag</em> parvenus.",
            "vi": "Những thằng cha ailen máu mê làm giàu, những tên yankee, đám da trắng rác rưởi, bọn carpetbag mới phất."
        },
        {
            "en": "You packed your things in a <em>carpetbag</em>, left and never looking back.",
            "vi": "Em đã gói gém mọi thứ của mình vào túi ra đi và không hề ngoảnh lại."
        },
        {
            "en": "They were good people and they needed only a short acquaintance with Carpetbaggers and <em>Carpetbag</em> rule to become as resentful of them as the native Georgians were.",
            "vi": "Họ là những người tử tế và chỉ cần một thời gian ngắn tiếp xúc với bọn carpetbagger và phép tắc carpetbagger là đủ ghét chúng không kém gì dân bản địa georgia."
        },
        {
            "en": "In addition to the <em>Carpetbag</em> gentry, substantial people from the north were moving into Atlanta, attracted by the never ceasing business activity of the town in this period of rebuilding and expansion.",
            "vi": "Cùng với lớp tinh hoa trong đám carpetbagger, nhiều nhân vật quan trọng ở miền bắc cũng đến atlanta, thu hút bởi hoạt động kinh doanh không ngừng phát triển của thành phố này vào thời kỳ tái thiết và mở rộng."
        }
    ],
    "suggestions": []
}