{
    "en_vn": {
        "data": {
            "content": null,
            "word": "carr",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>carr</k><blockquote>■ <cclass>noun fen woodland or scrub that is typically dominated by alder or willow. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from ON <i>kjarr</i> 'brushwood', in <i>kjarr-mýrr</i> 'marsh overgrown with brushwood'. </blockquote></div>",
            "word": "carr",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carr",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carr",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "carr",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Shena Hardin had to serve the highly public sentence, Wednesday, Nov. 14, 2012, for driving on a sidewalk to avoid a Cleveland school bus that was unloading children. Cleveland municipal judge Pinkey S. <em>Carr</em> ordered 32-year-old Hardin to serve the highly public sentence for one hour over two days.",
            "vi": "Ngày thứ tư, 14 tháng 11-2012, Shena Hardin phải chịu phạt đứng trước rất nhiều người vì lái xe trên vỉa hè để tránh xe đưa rước học sinh ở Cleveland, chiếc xe đang chở học sinh. Thẩm phán thị trấn Cleveland Pinkey S. Carr đã lệnh Hardin, 32 tuổi, phải chịu án phạt trước công chúng suốt 1 giờ trong 2 ngày."
        },
        {
            "en": "“We moved the antennae around the glacier in grid-like patterns so that we could ‘see’ what was underneath us inside the ice, kind of like a bat uses echolocation to ‘see’ things around it,” said study co-author Christina <em>Carr</em>.",
            "vi": "Đồng tác giả của nghiên cứu, Christina Carr cho biết: \"Chúng tôi di chuyển các ăng-ten xung quanh sông băng theo dạng lưới để có thể \"nhìn thấy\" những gì ở ngay dưới chỗ chúng tôi, bên trong lớp băng, giống như con dơi sử dụng chức năng định vị bằng sóng âm để \"nhìn thấy\" những vật xung quanh nó,\"."
        }
    ],
    "suggestions": []
}