{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Carson",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Carson",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Carson",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Carson",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Carson",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "You're mr. <em>Carson</em>, aren't you?",
            "vi": "Ông carson đấy phải không?"
        },
        {
            "en": "Thank you, Jessica...and now Ken <em>Carson</em>.",
            "vi": "Cám ơn cô jessica...và bây giờ xin mời anh ken carson."
        },
        {
            "en": "What can i do for you, mr. <em>Carson</em>?",
            "vi": "Tôi có thể giúp ông được gì, ông carson?"
        },
        {
            "en": "<em>Carson</em> was head of a group of show business people.",
            "vi": "Carson là người lãnh đạo nhóm người kinh doanh nghề sân khấu."
        },
        {
            "en": "One point that <em>Carson</em> Strong and I agree upon completely is the importance of the facts.",
            "vi": "Một điểm mà Carson Strong và tôi hoàn toàn đồng ý là tầm quan trọng của các sự kiện."
        },
        {
            "en": "Oh, John, i'd like you to meet my boss, mr. <em>Carson</em>.",
            "vi": "Ồ, john, tôi muốn anh gặp sếp của tôi, ông carson."
        },
        {
            "en": "In his <em>Carson</em> Pirie Scott department store and the McClurg building in Chicago, Sullivan's concept is seen at its best.",
            "vi": "Trong tiệm hàng bách hóa carson pirie scott do ông vẽ kiểu và tòa nhà mcclurg tại chicago, quan niệm sullivan được biểu dương rõ rệt nhất."
        },
        {
            "en": "This is Bill <em>Carson</em> from Crown Cycle Ltd. We are thinking of buying some of your products through OEM business.",
            "vi": "Tôi là Bill Carson ở Công Ty Trách Nhiệm Hữu Hạn Crown Cycle. Chúng tôi đang tính mua một số sản phẩm của ông qua công ty kinh doanh OEM."
        },
        {
            "en": "We've got three famous people here - Professor Moore, the scientist - Jessica Gale, the film star - and Ken <em>Carson</em>, the pop singer.",
            "vi": "Chúng tôi đã mời được ba nhân vật nổi tiếng đến dự hôm nay - giáo sư moore, nhà khoa học - jessica gale, nữ diễn viên điện ảnh - và ken carson, ca sĩ nhạc pop."
        },
        {
            "en": "Never continue in a job you don’t enjoy. If you’re happy in what you’re doing, you’ll like yourself, you’ll have inner peace. And if you have that, along with physical health, you will have had more success than you could possibly have imagined. (Johnny <em>Carson</em>)  The greatest of follies is to sacrifice health for any other kind of happiness. (Arthur Schopenhauer)",
            "vi": "Đừng bao giờ tiếp tục làm việc bạn không yêu thích. Nếu bạn vui về những gì mình đang làm, bạn sẽ yêu thích bản thân mình, tâm hồn bạn sẽ thanh thản. Và nếu tâm hồn thanh thản, cùng với cơ thể khoẻ mạnh nữa, bạn sẽ có nhiều thành công hơn bạn nghĩ đấy.   Dại dột nhất là hy sinh sức khoẻ để có được một niềm vui nào đó khác."
        },
        {
            "en": "Dog people outnumber cat peopleOf the 4,500 people surveyed by Gosling and his colleague, <em>Carson</em> J. Sandy, 46% identified themselves as dog people. Just 12% said they were cat people. Of the rest, 28% said they were both, and 15% said they were neither dog nor cat people.",
            "vi": "Người ưa nuôi chó nhiều hơn người ưa nuôi mèo Trong số 4.500 người thực hiện bảng khảo sát của tiến sĩ Gosling và đồng nghiệp của ông thì có 46% xác định mình là người ưa nuôi chó. Chỉ có 12% người ưa nuôi mèo. Số còn lại: 28% cho biết họ chuộng nuôi cả chó lẫn mèo, và 15% không thuộc tuýp người nào cả."
        }
    ],
    "suggestions": []
}