{
    "en_vn": {
        "data": {
            "content": null,
            "word": "carte"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>carte</k><blockquote>■ <cclass>noun variant spelling of <kref>quart</kref> (in sense 2). </cclass></blockquote></div>",
            "word": "carte"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "carte"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "carte"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "carte"
        }
    },
    "sentences": [
        {
            "en": "Dine a la <em>carte</em>",
            "vi": "Ăn cơm gọi theo món"
        },
        {
            "en": "Give somebody <em>carte</em> blanche",
            "vi": "Cho ai được phép toàn quyền hành động"
        },
        {
            "en": "La <em>carte</em> menu",
            "vi": "Thực đơn gọi từng món"
        },
        {
            "en": "Â la <em>carte</em>",
            "vi": "Theo từng món trong thực đơn"
        },
        {
            "en": "They gave me <em>carte</em> blanche.",
            "vi": "Họ đã cho tôi được phép toàn quyền hành động."
        },
        {
            "en": "I'll order à la <em>carte</em>",
            "vi": "Tôi sẽ gọi từng món"
        },
        {
            "en": "To give somebody <em>carte</em> blanche",
            "vi": "Cho ai được phép toàn quyền hành động"
        },
        {
            "en": "to dine a la <em>carte</em>",
            "vi": "ăn cơm gọi theo món"
        },
        {
            "en": "Do you prefer à la <em>carte</em> or table d'hôte?",
            "vi": "Ông thích ăn theo món hay phần?"
        },
        {
            "en": "Investigators of this terrorist attack were given <em>carte</em> blanche.",
            "vi": "Các nhân viên điều tra cuộc tấn công khủng bố này được toàn quyền hành động."
        },
        {
            "en": "Could you order from the à la <em>carte</em> menu, please?",
            "vi": "Ông vui lòng gọi món trong thực đơn gọi từng món được không?"
        },
        {
            "en": "We have a wide selection of a la <em>carte</em> dishes.",
            "vi": "Chúng tôi có rất nhiều món ăn tự chọn."
        },
        {
            "en": "We have set courses and also à la <em>carte</em> dishes.",
            "vi": "Chúng tôi có thực đơn cố định và cũng có thực đơn gọi từng món."
        },
        {
            "en": "Mary has <em>carte</em> blanche to manage his company.",
            "vi": "Mary có toàn quyền làm quản lý công ty của anh ấy."
        },
        {
            "en": "The community wanted something creative so they gave the architect and designers <em>carte</em> blanche.",
            "vi": "Cộng đồng dân cư muốn xây một cái gì có tính chất sáng tạo nên họ đã để cho các kiến trúc sư và các nhà thiết kế toàn quyền hành động."
        },
        {
            "en": "Will you dine à la <em>carte</em> or take the table d'hôte?",
            "vi": "Ông sẽ dùng từng món riêng hay theo phần?"
        },
        {
            "en": "If the leadership lets things drift and give <em>carte</em> blanche, it is sure to fail.",
            "vi": "Nếu nhà lãnh đạo để mọi thứ buông trôi và toàn quyền quyết định thì chắc chắn là sẽ thất bại."
        },
        {
            "en": "We have both set courses and an à la <em>carte</em> menu.",
            "vi": "Chúng tôi có cả thực đơn cố định và thực đơn gọi từng món."
        },
        {
            "en": "Two forms of meals are distinguished: à la <em>carte</em> and table d'hôte.",
            "vi": "Có hai loại đồ ăn được phân biệt : theo món và trọn gói theo một giá nhất định."
        },
        {
            "en": "Mark has given <em>carte</em> blanche to do what he liked in the preparation of the next show.",
            "vi": "Mark được cho toàn quyền quyết định trong khâu chuẩn bị buổi biểu diễn kế tiếp."
        }
    ],
    "suggestions": []
}