{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cashed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cashed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cashed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cashed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cashed"
        }
    },
    "sentences": [
        {
            "en": "Mary <em>cashed</em> on delivery.",
            "vi": "Mary đã trả tiền lúc nhận hàng."
        },
        {
            "en": "They can be <em>cashed</em>.",
            "vi": "Họ có thể được trả bằng tiền mặt."
        },
        {
            "en": "They <em>cashed</em> against shipping documents.",
            "vi": "Họ đã trả tiền ngay sau khi giao chứng từ vận chuyển."
        },
        {
            "en": "He <em>cashed</em> in on buying that house.",
            "vi": "Ông đã chớp lấy thời cơ mua căn nhà đó."
        },
        {
            "en": "It's USD2 for each check <em>cashed</em>.",
            "vi": "2 đô la mỹ mỗi tờ séc đổi tiền mặt sẽ mất hai đô la mỹ."
        },
        {
            "en": "Richard <em>cashed</em> in all his bonds.",
            "vi": "Richard đã đổi tất cả kỳ phiếu của anh ấy để lấy tiền mặt."
        },
        {
            "en": "How would you like them <em>cashed</em>?",
            "vi": "Ông muốn đổi tiền mặt loại nào?"
        },
        {
            "en": "The cheque will be <em>cashed</em> on proof of identity.",
            "vi": "Séc này sẽ được trả tiền khi có giấy tờ chứng nhận căn cước."
        },
        {
            "en": "Where can i get this postal order <em>cashed</em>?",
            "vi": "Tôi có thể nhận tiền mặt bằng thư chuyển tiền này ở đâu?"
        },
        {
            "en": "The cheque will be <em>cashed</em> on proof identify.",
            "vi": "Séc này sẽ được trả tiền khi có giấy tờ chứng nhận."
        },
        {
            "en": "The cheque was <em>cashed</em> by the person named as the endorsee.",
            "vi": "Chi phiếu được người có tên được thụ hưởng lĩnh tiền."
        },
        {
            "en": "The companies <em>cashed</em> in their chips and moved out of the valley.",
            "vi": "Các công ty đã bỏ cuộc và dọn ra khỏi thung lũng."
        },
        {
            "en": "It's different from a bank check which can be <em>cashed</em> immediately it is presented to us.",
            "vi": "Nó khác với một séc ngân hàng có thể được đổi ngay khi đưa cho chúng tôi."
        },
        {
            "en": "Cheques may now be <em>cashed</em> at most hotels for a small charge.",
            "vi": "Có thể đổi chi phiếu lấy tiền mặt ở hầu hết các khách sạn chỉ phải trả ít lệ phí thôi."
        },
        {
            "en": "My best friend in the Army, <em>cashed</em> in his chips last week in Chicago.",
            "vi": "Người bạn thân nhất của tôi trong quân đội, đã qua đời tuần trước ở Chicago."
        },
        {
            "en": "The cheques issued have been <em>cashed</em> and the amounts now appear as debits in the statement of account.",
            "vi": "Các chi phiếu phát hành đã được đổi thành tiền mặt và số tiền bây giờ là tiền nợ ghi trong giấy báo tài khoản."
        },
        {
            "en": "The cheque is <em>cashed</em> by the cashier and the proceeds are placed in the petty cash box.",
            "vi": "Tờ cheque lại được thủ quỹ chuyển đổi thành tiền và đặt vào quỹ."
        },
        {
            "en": "If you stop a cheque before it is <em>cashed</em>, you should ensure that you have a legal entitlement to stop the cheque or you could be sued.",
            "vi": "Nếu chị ngừng thanh toán bằng séc trước khi trả bằng tiền mặt thì chị nên chắc là chị có quyền hợp pháp ngừng thanh toán bằng séc hoặc là chị có thể bị kiện."
        },
        {
            "en": "I just heard that Charley, my best friend in the Army, <em>cashed</em> in his chips last wek in Chicago. I haven't seen him in 25 years. But back then we were as close as any two men could be.",
            "vi": "Tôi vừa được tin là anh Charley, người bạn thân nhất của tôi trong quân đội, đã qua đời tuần trước ở Chicago. Tôi không gặp anh ấy từ 25 năm nay, nhưng vào thời đó chúng tôi thân thiết với nhau hơn ai hết."
        }
    ],
    "suggestions": []
}