{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cashing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cashing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cashing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cashing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cashing"
        }
    },
    "sentences": [
        {
            "en": "<em>Cashing</em> some traveler's checks.",
            "vi": "Đổi tiền mặt séc du lịch."
        },
        {
            "en": "My job is <em>cashing</em>.",
            "vi": "Công việc của tôi là tính tiền."
        },
        {
            "en": "<em>Cashing</em> this check.",
            "vi": "Đổi tiền mặt tờ sec."
        },
        {
            "en": "Activate your account before <em>cashing</em> in.",
            "vi": "Hãy kích hoạt tài khoản của bạn trước khi gửi tiền vào."
        },
        {
            "en": "Did you have much trouble <em>cashing</em> the cheque?",
            "vi": "Anh có gặp phiền phức khi đổi ngân phiếu lấy tiền không?"
        },
        {
            "en": "Converting some money in notes and <em>cashing</em> several traveler's cheques.",
            "vi": "Đổi một số tiền giấy và một số ngân phiếu du lịch."
        },
        {
            "en": "We'll talking about changing money and <em>cashing</em> checks.",
            "vi": "Chúng ta nói về đổi tiền và lĩnh tiền bằng ngân phiếu."
        },
        {
            "en": "It's a real problem for <em>cashing</em> US dollars at the airport.",
            "vi": "Đổi đô la mỹ ở phi trường thực sự là một vấn đề."
        },
        {
            "en": "The shops are <em>cashing</em> in on temporary shortages by raising prices.",
            "vi": "Các cửa hàng đang lợi dụng tình trạng khan hiếm tạm thời để nâng giá lên."
        },
        {
            "en": "Yes, you may withdraw your funds by <em>cashing</em> in the certificate before the maturity date.",
            "vi": "Vâng, ông có thể rút lại ngân quĩ của ông bằng cách đổi giấy chứng nhận lấy tiền mặt trước kỳ hạn."
        },
        {
            "en": "It's a real problem <em>cashing</em> US dollars when the airport is crowded.",
            "vi": "Đổi đô la mỹ ở phi trường đông đúc thật sự là một vấn đề."
        },
        {
            "en": "You may withdraw your funds by <em>cashing</em> in your certificate of depositary before the maturity date if this becomes necessary.",
            "vi": "Ông có thẻ rút tiền dựn giấy chứng nhận gởi tiền trước thời hạn nếu điều này cần thiết."
        },
        {
            "en": "The man apparently stakes out the check-<em>cashing</em> store and knew when the delivery of cash would be made.",
            "vi": "Có vẻ như người đàn ông đó theo dõi điểm thu đổi ngân phiếu nên biết tiền mặt được giao lúc nào."
        },
        {
            "en": "When you need to cash the traveler's checks, countersign on the bottom line but make sure that a person <em>cashing</em> your check watches you sign and date it.",
            "vi": "Khi ông cần đổi tiền mặt séc du lịch, thì hãy tiếp ký ở dòng cuối nhưng hãy đảm bảo rằng người đổi tiền mặt séc này cho ông xem ông ký và ghi ngày."
        },
        {
            "en": "If the reward card offers other benefits, such as a ham for the holidays or a discount on gasoline, be sure to maximize your benefits by paying attention to the cutoff dates and <em>cashing</em> in your points before they",
            "vi": "Nếu tấm thẻ đó đưa ra những lợi ích khác, chẳng hạn thịt giăm bông cho kỳ nghỉ hay giảm giá xăng, hãy nhận tối đa những lợi ích của mình bằng việc chú ý đến ngày cuối cùng của chương trình đó và quy đổi sang tiền mặt số điểm của bạn trước khi hết hạn."
        },
        {
            "en": "Before <em>cashing</em> in on her lottery win Jane was working as an admin temp for £8 per hour while living at home with her mum Linda in a two-bedroom flat on a council estate.",
            "vi": "Trước khi trúng số, Jane làm admin không chính thức kiếm được 8 bảng Anh mỗi giờ, sống chung nhà với mẹ cô là bà Linda trong một căn hộ hai phòng ngủ ở khu nhà do chính quyền xây."
        },
        {
            "en": "If the reward card offers other benefits, such as a ham for the holidays or a discount on gasoline, be sure to maximize your benefits by paying attention to the cutoff dates and <em>cashing</em> in your points before they expire.",
            "vi": "Nếu tấm thẻ đó đưa ra những lợi ích khác, chẳng hạn thịt giăm bông cho kỳ nghỉ hay giảm giá xăng, hãy nhận tối đa những lợi ích của mình bằng việc chú ý đến ngày cuối cùng của chương trình đó và quy đổi sang tiền mặt số điểm của bạn trước khi hết hạn."
        },
        {
            "en": "If the reward card offers other benefits, such as a ham for the holidays or a discount on gasoline, be sure to maximize your benefits by paying attention to the cutoff dates and <em>cashing</em> in your points before they expire.",
            "vi": ", chẳng hạn thịt giăm bông cho kỳ nghỉ hay giảm giá xăng, hãy nhận tối đa những lợi ích của mình bằng việc chú ý đến ngày cuối cùng của chương trình đó và quy đổi sang tiền mặt số điểm của bạn trước khi hết hạn."
        },
        {
            "en": "Apple CEO Tim Cook has been pretty open about his desire to live in a world in which paper money simply doesn’t exist. Chances that, by the time your little sprog reaches his or her late teens, cash money will have gone the way of the dinosaurs. The rise of NFC payment technology, Blockchain and Cryptocurrencies mean that talk of <em>cashing</em> a check or carrying a money clip will instantly mark out parents as being, like, totally ancient.",
            "vi": "CEO của Apple, Tim Cook đã nói khá cởi mở về mong muốn của ông được sống trong một thế giới mà tiền giấy không tồn tại. Rất có thể, khi nhóc nhà bạn đến tuổi 19 đôi mươi thì tiền giấy sẽ biến mất như cái cách mà loài khủng long đã tuyệt chủng.Công nghệ thanh toán NFC, Blockchain và tiền ảo phát triển đồng nghĩa với chuyện thanh toán bằng chi phiếu hay mang ví kẹp tiền của các bậc cha mẹ trở nên hoàn toàn lạc hậu."
        },
        {
            "en": "22 Ways To Fight Rising Food Prices     Food, clothing and shelter generally top the list of basic human needs. While shopping at a discount store instead of the mall generally takes care of the clothing issue, and living in a small apartment instead of a McMansion can address your housing situation, rising world food prices can lead to some significant challenges in the food department. Everything from rising transportation costs to the development of biofuels, such as biodiesel, push up the cost of food and put a pinch on consumers' wallets. While the need to eat isn't something you can avoid, there are some steps you can take to keep the costs in check.  1. Eat at Home Dining out is an expensive proposition. Just about any nutritious meal that you buy in a formal restaurant can be made at home for a fraction of the price. Even good coffee is cheaper to make if you do it yourself. Fast food is excluded from the category, as high-calorie, low-quality food can be had a bargain price, but the impact on your long-term health overrides the benefit of short-term savings.   2. Shop With a Plan If you stumble around the grocery store and fill your cart with everything that catches your eye, chances are you will spend a lot more money that you needed to spend. To minimize your cash outlay, prepare a shopping list before you leave home. Plan your meals for the week ahead, and make careful note of what you need to buy in order to prepare those meals. Once the list is made, purchase only the items on the list, and avoid impulse buys.  3. Put on Blinders Grocery stores are designed to make you go through a maze to get to the most basic items you need in the hope that you will make a few impulse buys along the way. If you keep to your planned list of needed foods, you won't be tempted when you get forced down the junk food aisle to get at the milk. Because most necessities and basic cooking items are found along the outside perimeter of the store, start there and work your way around the edge of the store, only stepping into the maze to grab any leftover items on your list.  4. Eat Before You Shop When you are hungry and you walk into a building full of food, there's a high likelihood that you are going to fill you cart with unnecessary and expensive purchases that appeal to your taste buds. To keep your costs down, eat first and shop on a full stomach. 5. Avoid Prepared Foods Our fast-paced society encourages convenience, and the grocery store has capitalized on this trend. Ready-made meals are easy to buy, but come with a premium price tag. Instead of putting that rotisserie chicken and macaroni salad in you cart, buy the ingredients and prepare the meal yourself. The same concept applies to frozen entrées, baked goods and any other food that has been prepared in some way for added convenience.  6. Skip the Bottled Water If you don't like the water that comes out of the tap, buy a water filter. The per-gallon cost is significantly less than the cost of bottled water - and without all the plastic bottles to discard, it's a lot easier on the environment.  7. Shop Without the Kids Hungry, tired, cranky kids increase the amount of time it takes to get your shopping done. Every extra minute that you spend in the grocery store increases the likelihood of extra items finding their way into your cart, including toys and snacks designed to keep the kids quiet while you try to focus on finding a few bargains.  8. Buy in Bulk Bulk buying can save you a significant amount of money. Pay attention to the prices and pick up the family size package if the per-unit cost is lower and you have a place to store it. Shopping at big-box bulk retailers like Sam's Club and Costco can also save on your bill if you shop there frequently enough to cover the cost of membership, but pay careful attention to your spending habits. The big boxes are often no bargain at all when compared to sales prices and coupon savings at other stores. In addition, they may encourage you to buy more than you need, driving up your grocery bill.  9. Use Store Reward Cards If the store that you visit most frequently has a reward card, be sure to sign up. In some cases, stores raise their prices when they offer reward cards, and without the card your bill will certainly be higher. If the reward card offers other benefits, such as a ham for the holidays or a discount on gasoline, be sure to maximize your benefits by paying attention to the cutoff dates and <em>cashing</em> in your points before they expire.    10. Use Coupons Coupons provide an easy way to save money. Clip them and cash them in, paying particular attention to stores that double the value of manufacturers' coupons. A number of websites also offer coupons exclusively, and they are a great place to search for discounts on the items you have on your list. If you frequent a website of your favorite brands, they will often offer discounts to their faithful public. A few minutes of surfing online can make a difference at the till.  11. Buy Locally Locally grown or produced food is often available at a cheaper price because you don't pay for long transportation costs. Farmer's markets, fairs, and the local aisle at your grocery store are all game for deals on tasty and fresh food.  12. Look Down Stores often place the most expensive items at eye-level. To find less expensive items, look down. Also, looking around your brand-name food can find you a cheaper generic alternative. Generic label products are often nearly identical to name-brand goods (in fact, they're often produced in the same factory), so don't pay for packaging when what you really want is the food inside.  13. Avoid the End Caps and Checkout Temptations Those displays placed at the end of each aisle often feature premium brands. Rather than grabbing those high-priced batteries or that extra box of cereal, walk down the aisle. Chances are good that walking a few extra feet will reward you with a less expensive option.  Many grocery stores now offer checkout lines that don't feature candy. Using these lanes not only helps you avoid the temptation to spend your money on sweets, but it also encourages a healthier lifestyle.  14. Compare Prices and Stores Some consumers have trouble calculating the cost per unit in their heads, but it's something that gets a lot easier with practice. You can even carry a calculator. Looking at the brands and comparing prices is an easy way to shave a few cents off most purchases.    The store that features the lowest average prices in your area is often the best place for routine shopping, but the higher-priced competitor may run sales on specific items that undercut the cost at your most frequented venue. Watch for these sales and take advantage of them when possible.  15. Shop for Sales As mentioned above, sales can be a great incentive to switch stores – but only if you need the items on sale. Pay attention to sales on necessity items and stock up on non-perishables and freezer goods. Keep an eye on the prices so that you know when a sale price is merely a small savings or when it is a significant discount to the normal price.  16. Watch \"Best Before\" or \"Sell By\" Dates As the \"sell by\" or \"best before\" date approaches, you are virtually guaranteed a discount. For example, grocery stores lower prices as meat ages. Ask the butcher when the meats get marked down. Most stores have a fairly regular schedule that you can learn and follow. When you get a good deal, stock your freezer so you can avoid buying when the price is high. And if you plan on freezing the food, \"best before\" dates shouldn't worry you; the product will stay fresh until you thaw and cook it.   17. Substitute Recipe Items If you have a higher-priced item that reoccurs in your favorite recipes, it may be time to shake up your taste buds. Often a lower-priced alternative can be found. For instance, if you consistently bake with olive oil and you see that the price has skyrocketed, a simple switch to applesauce (something that you might even be able to make if you have an apple tree) is a great cheap and low-fat substitution for many recipes.  18. Keep Your Kitchen Stocked A well-stocked kitchen means that you won't run out of staple items and need to buy them on the spur or the moment. Knowing what you have in the cabinet means that you can wait to make your purchases until items are on sale.   19. Shop Infrequently Reducing the number of trips that you make to the store each week or month reduces the odds of unnecessary purchases, and minimizes the amount of gasoline spent getting there.  20. Pay Attention To Time Weekly sales often run from mid-week to mid-week. Hold off on your shopping until after you've had a chance to clip coupons from the Sunday paper and you'll not only enjoy the sales prices but you might also get a coupon. Shopping during the evening or early morning also helps you avoid the crowds and spend less time in the store.  21. Pay In Cash When you put groceries on your credit card and don't pay off the card in full each month, you pay interest on the purchase. To avoid this extra cost, pay in cash when you shop and keep necessities off your credit cards.  22. Check Your Bill Electronic scanners make the shopping experience faster and more convenient, but scanners aren't perfect. Be sure to take a look at the receipt to make sure your coupons and discounts were taken into account.     Shop Smart Food is one of those purchases that you just can't avoid, but careful shoppers can minimize the amount spent on this necessary purchase. All it takes is a little time, patience and effort.",
            "vi": "22 cách đối phó với giá cả lương thực leo thang    Thức ăn, đồ mặc, và nơi ở thường đứng đầu danh mục các nhu cầu cơ bản của con người. Trong khi mua sắm tại cửa hàng giảm giá thay vì đến trung tâm mua sắm sầm uất thường quan tâm đến đồ may mặc, và sống trong căn hộ nhỏ thay vì biệt thự ngoại cỡ có thể chú trọng đến tình trạng nơi ở của bạn, thì giá cả lương thực trên thế giới leo thang có thể dẫn đến những khó khăn đáng kể trong cửa hàng thực phẩm. Mọi thứ từ giá cả vận chuyển tăng đến việc phát triển các nhiên liệu sinh học, chẳng hạn dầu đi-ê-den sinh học, đều đẩy chi phí lương thực lên cao và làm teo tóp túi tiền người tiêu dùng. Khi mà ăn uống vẫn là nhu cầu thiết yếu, thì có một số biện pháp bạn có thể thực hiện để hạn chế chi phí. 1. Ăn tại nhà Ăn hàng quán là một đề nghị gây tốn kém. Hầu hết các bữa ăn chất lượng bạn dùng trong nhà hàng sang trọng đều có thể làm tại nhà được để giảm chi phí. Thậm chí nếu bạn tự pha được cà phê ngon thì cũng rẻ hơn ngoài tiệm. Thức ăn nhanh cần phải loại trừ khỏi danh mục hàng hoá cần mua, dù thực phẩm chất lượng thấp, giàu ca-lo có thể mua với giá rẻ, nhưng việc ảnh hưởng đến sức khoẻ sau này của bạn sẽ không cho phép bạn lựa chọn ích lợi của những khoản tiết kiệm trong thời gian ngắn. 2. Mua sắm có kế hoạch Nếu bạn không tự chủ nổi ở cửa tiệm tạp hoá và chất đầy xe đẩy hàng của mình với bất cứ thứ gì bắt mắt, có thể là bạn sẽ tiêu nhiều tiền hơn mức cần thiết. Để hạn chế tối đa tiêu tiền, hãy chuẩn bị một danh sách mua sắm trước khi bạn ra khỏi nhà. Lên lịch các bữa ăn vào tuần tới, và ghi chép cẩn thận những gì bạn cần mua để làm những bữa ăn đó. Khi lập xong danh sách, chỉ mua những món đồ trong danh sách, và tránh mua sắm tuỳ hứng.  3. Đóng giả người mù Các cửa hàng tạp hoá được thiết kế nhằm khiến bạn lạc vào một mê cung khi tìm kiếm những món hàng cơ bản nhất bạn cần, với hy vọng bạn sẽ mua sắm một vài món đồ một cách tuỳ hứng. Nếu bạn giữ danh sách dự kiến các mặt hàng thực phẩm cần thiết, bạn sẽ không bị cám dỗ khi đi ngang gian hàng bán đồ kém bổ dưỡng để đến chỗ mua sữa. Vì hầu hết những thứ cần thiết và đồ nấu ăn cơ bản nằm dọc quanh bên ngoài cửa hàng, bắt đầu từ đó và đi quanh mép cửa hàng, chỉ bước vào mê cung mà chộp lấy món hàng nào còn lại trong danh sách của bạn.  4. Ăn trước khi đi mua sắm Khi đói và bạn đi vào một toà nhà đầy ắp thức ăn, có nhiều khả năng bạn sẽ chất lên chiếc xe mua hàng những thứ không cần thiết và tốn kém mà hấp dẫn chồi vị giác của bạn. Để chi phí giảm xuống, hãy ăn trước và mua sắm sau khi đã no bụng.  5.  Tránh mua thực phẩm chế biến sẵn Xã hội phát triển nhanh của chúng ta khuyến khích sự tiện lợi, và cửa hàng tạp hoá đã lợi dụng xu hướng này. Dễ dàng mua những bữa ăn được nấu sẵn, nhưng kèm theo nhãn mác ghi giá cao hơn bình thường. Thay vì mua gà quay và salad mì ống, hãy mua các thành phần nguyên vật liệu và tự tay nấu ăn. Áp dụng nguyên tắc đó đối với những món khai vị đông lạnh, các món bánh nướng hay bất kỳ thức ăn nào khác được chế biến sẵn theo cách nào đó cho tiện hơn.   6. Bỏ qua nước uống đóng chai Nếu bạn không thích nước chảy từ chiếc vòi nước, hãy mua thiết bị lọc nước. Giá mỗi ga-lông rẻ hơn nhiều giá nước đóng chai - và không phải loại bỏ tất cả chai nhựa, điều này rất có lợi cho môi trường. 7. Đi mua sắm không dẫn con trẻ theo Những đứa khi trẻ đói, mệt, cáu gắt sẽ làm mất nhiều thời gian đi mua sắm của bạn. Mỗi phút bạn nán lại thêm trong cửa hàng tạp hoá sẽ gia tăng khả năng bạn mua thêm hàng, gồm đồ chơi, đồ ăn vặt nhằm dỗ trẻ yên lặng trong khi bạn đang cố tập trung tìm một vài món hàng giảm giá.  8. Mua với số lượng lớn Việc mua hàng với số lượng lớn có thể tiết kiệm cho bạn một khoản tiền đáng kể. Chú ý đến giá cả và chọn gói hàng kích cỡ dành cho gia đình nếu giá trên một đơn vị rẻ hơn và bạn có nơi để cất nó. Mua sắm tại các cửa hàng bán lẻ lớn dành cho người mua hàng khối lượng lớn như Sam's Club và Costco còn có thể tiết kiệm dựa vào hoá đơn của bạn nếu bạn mua hàng ở đó thường xuyên đủ điều kiện trả phí thành viên, nhưng chú ý cẩn thận những thói quen mua sắm của mình. Những cửa hàng bán lẻ lớn thường không rẻ chút nào khi so sánh với giá bán xôn và khoản tiết kiệm của phiếu mua hàng giảm giá ở những cửa hàng khác. Ngoài ra, họ có thể khuyến khích bạn mua nhiều hơn cần thiết, bạn ngồi lái xe mà vẫn có thể thanh toán hoá đơn mua hàng tạp hóa được. 9. Sử dụng thẻ tặng thưởng Nếu như cửa hàng bạn đến thường xuyên nhất có thẻ tích luỹ quà tặng, hãy tham gia. Trong một số trường hợp, cửa hàng tăng giá khi họ đưa ra thẻ tích luỹ quà tặng, và không có thẻ thì hoá đơn của bạn đương nhiên sẽ cao hơn. Nếu tấm thẻ đó đưa ra những lợi ích khác, chẳng hạn thịt giăm bông cho kỳ nghỉ hay giảm giá xăng, hãy nhận tối đa những lợi ích của mình bằng việc chú ý đến ngày cuối cùng của chương trình đó và quy đổi sang tiền mặt số điểm của bạn trước khi hết hạn. 10. Sử dụng phiếu mua hàng Các phiếu mua hàng tạo ra cách tiết kiệm tiền dễ dàng. Cắt và đổi chúng thành tiền mặt, chú ý kỹ đến những cửa hàng tăng gấp đôi giá trị các phiếu mua hàng của nhà sản xuất. Một số trang web cũng đưa ra những phiếu mua hàng độc quyền, và chúng là một nơi cực kỳ thuận lợi để kiếm những khoản giảm giá các món hàng trong danh sách cần mua của bạn. Nếu bạn thường xuyên truy cập vào một trang web của nhãn hàng bạn ưa thích, họ sẽ thường xuyên giảm giá cho công chúng trung thành của họ. Một vài phút lên mạng có thể tạo ra sự khác biệt tại nơi để tiền. 11. Mua hàng dưới quê Thực phẩm sản xuất hoặc phát triển ở quê thường sẵn có với giá rẻ hơn thành phố vì bạn không phải tốn tiền vận chuyển đường dài. Những chợ nông sản, hội chợ hàng nông nghiệp, và khu bán hàng địa phương tại cửa hàng tạp hoá của bạn tất cả đều là những mẹo mua sắm thực phẩm tươi ngon.  12. Nhìn xuống Các cửa hàng thường đặt những món hàng đắt tiền nhất vừa tầm mắt. Để tìm những món hàng ít đắt tiền hơn, hãy nhìn xuống. Ngoài ra, việc nhìn xung quanh món hàng thực phẩm có thương hiệu bạn định mua có thể tìm được sản phẩm cùng loại khác rẻ hơn. Các sản phẩm có dán nhãn cùng loại thường giống hệt nhau (trên thực tế, chúng thường được sản xuất trong cùng một nhà máy), vì vậy đừng trả tiền bao bì khi những gì bạn thật sự muốn lại là thức ăn ở bên trong.  13. Tránh những kệ hàng đứng đầu và những cám dỗ gần quầy thu ngân Những kệ hàng đặt đầu mỗi lối đi thường bày các nhãn hàng cao cấp. Thay vì mua những cục pin giá cao ấy hay hộp ngũ cốc đắt hơn bình thường kia, hãy đi xuống phía dưới. Những lần có dịp đi thêm vài bước chân nữa như vậy sẽ giúp bạn có lựa chọn mua hàng ít tốn tiền. Nhiều cửa hàng tạp hoá hiện nay thiết kế những lối xếp hàng ra quầy thu ngân không có kẹo. Sử dụng những lối đi này không chỉ giúp bạn tránh khỏi sự cám dỗ tiêu tiền vào đồ ngọt, mà nó còn khuyến khích một lối sống lành mạnh hơn. 14. So sánh giá và các cửa hàng Một số người tiêu dùng gặp khó khăn khi tính nhẩm giá mỗi món hàng, nhưng đó là chuyện nhỏ. Thậm chí bạn có thể mang máy tính đi. Nhìn các nhãn hàng và so sánh giá cả là cách dễ dàng cắt giảm một vài đồng cho hầu hết các món hàng cần mua. Cửa hàng có giá bình quân thấp nhất nơi bạn ở thường là nơi lý tưởng nhất để mua sắm hàng ngày, nhưng cửa hàng cạnh tranh giá cao hơn có thể bán xôn những món hàng cụ thể mà giảm giá nhiều hơn chỗ bạn thường xuyên mua nhất. Hãy theo dõi những đợt bán hàng này và tận dụng khi có thể.  15. Mua hàng bán xôn Như đã nói ở trên, hàng giảm giá có thể là động cơ lớn thôi thúc thay đổi cửa hàng - nhưng chỉ khi bạn cần những món hàng đang bán rẻ ấy. Chú ý đến những mặt hàng thiết yếu được bán xôn và mua dự trữ hàng đông lạnh và không dễ ôi thiu. Canh chừng giá cả để biết khi nào người ta bán xôn chẳng qua chỉ là khoản tiết kiệm nhỏ hay khi nào nó là một đợt giảm giá đáng kể so với giá thông thường.  16. Canh những ngày “Tốt nhất Trước” hoặc “Bán ra” Khi ngày \"bán ra\" hoặc \"tốt nhất trước\" đến gần, nhiều khả năng người ta sẽ giảm giá cho bạn. Chẳng hạn, các cửa hàng tạp hoá giảm giá khi thịt để lâu ngày. Hỏi người bán thịt xem họ đóng dấu thịt khi nào. Đa số các cửa hàng có một kế hoạch khá đều đặn và bạn có thể tìm hiểu và theo đó mà thực hiện. Khi bạn mua được thực phẩm giá hời, hãy dự trữ chúng trong tủ đá để bạn có thể tránh phải mua khi giá cao. Và nếu bạn định làm đông lạnh thực phẩm, không nên bận tâm về những ngày \"tốt nhất là trước\"; sản phẩm sẽ giữ tươi ngon đến lúc bạn làm tan đá và nấu nó.  17. Sử dụng nguyên vật liệu nấu ăn khác Nếu một thành phần giá cao hơn mà xuất hiện nhiều lần trong các công thức nấu món ăn ưa thích của bạn, có lẽ đã đến lúc bạn kính thích chồi vị giác của mình. Thông thường có thể tìm thành phần thay thế giá rẻ hơn. Ví dụ, nếu bạn luôn nướng bánh với dầu ô - liu và bạn thấy rằng giá tăng vùn vụt rồi, thì việc chuyển dần sang xốt táo (thứ bạn thậm chí có thể làm nếu bạn có một cây táo) là một giải pháp thay thế rất rẻ và ít chất béo cho nhiều công thức nấu ăn.  18. Luôn trữ thực phẩm đầy đủ trong bếp Một nhà bếp tích trữ tốt nghĩa là bạn không thiếu những thứ cần thiết và không phải mua chúng khi cấp bách. Biết những gì mình có trong tủ kệ nghĩa là bạn có thể chờ mua đến lúc hàng giảm giá. 19. Mua sắm không thường xuyên Giảm số lần đi đến cửa hàng mỗi tuần hoặc hàng tháng sẽ giảm những thứ mua không cần thiết, và giảm thiểu lượng xăng dùng đi đến đó.  20. Chú ý đến thời gian Hàng tuần người ta thường bán hàng giảm giá vào những ngày giữa tuần. Nán việc đi mua sắm của mình lại đến khi bạn có cơ hội cắt phiếu mua hàng từ tờ báo ra ngày chủ Nhật và bạn không chỉ mua được hàng giảm giá mà còn có thể nhận phiếu mua hàng nữa. Mua sắm vào buổi tối hay sáng sớm còn giúp bạn tránh đám đông và tốn ít thời gian trong cửa hàng. 21. Thanh toán bằng tiền mặt Khi bạn ghi chi phí tạp phẩm vào thẻ tín dụng và không thanh toán thẻ đầy đủ hàng tháng, bạn phải trả lãi tiền mua hàng. Để tránh khoản chi phí bổ sung này, hãy thanh toán bằng tiền mặt khi bạn mua sắm và sử dụng thẻ tín dụng khi cần thiết. 22. Kiểm tra hoá đơn Máy quét điện tử làm cho việc mua sắm tiện lợi và nhanh hơn, nhưng nó không hoàn hảo. Hãy kiểm tra hoá đơn để chắc chắn các phiếu mua hàng và giảm giá của bạn đã được tính. Mua sắm thông minh Thực phẩm là một trong những mặt hàng mua sắm bạn không thể tránh khỏi, nhưng những người mua sắm cẩn thận có thể giảm thiểu số tiền dành cho việc mua sắm thiết yếu này. Tất cả chỉ cần chút thời gian, kiên nhẫn và cố gắng."
        }
    ],
    "suggestions": []
}