{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kɑ:skit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hộp tráp nhỏ (để đựng đồ tư trang...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) quan tài hạng tốt</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bình đựng tro hoả táng</td></tr></table><i/></div>",
            "word": "casket",
            "pronounce": "['kɑ:skit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>casket</k><blockquote>■ <cclass>noun a small ornamental box or chest for holding valuable objects. </cclass></blockquote><blockquote>⁃ <cclass>Brit. a small wooden box for cremated ashes. </cclass></blockquote><blockquote>⁃ <cclass>chiefly N. Amer. a coffin. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: perh. an Anglo-Norman Fr. form of OFr. <i>cassette</i>, dimin. of <i>casse</i> (see <kref>case</kref><sup>2</sup>). </blockquote></div>",
            "word": "casket",
            "pronounce": "['kɑ:skit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>casket</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>a small casket</i>: BOX, chest, case, container, receptacle.</blockquote><blockquote><b>2</b><cclass><i>(N. Amer.)</i><i>the casket of a dead soldier</i>: COFFIN; <cclass><i>informal</i> box; <cclass><i>humorous</i> wooden overcoat.</cclass></cclass></cclass></blockquote></div>",
            "word": "casket",
            "pronounce": "['kɑ:skit]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "casket",
            "pronounce": "['kɑ:skit]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "casket",
            "pronounce": "['kɑ:skit]"
        }
    },
    "sentences": [
        {
            "en": "It is a <em>casket</em> of Quing Dynasty.",
            "vi": "Nó là một cái hộp trang sức triều Thanh."
        },
        {
            "en": "My mother gave me a silver inlaid brass <em>casket</em>.",
            "vi": "Mẹ đã tặng tôi một cái tráp đựng tư trang khảm bạc."
        },
        {
            "en": "He stood with his father over his mother's <em>casket</em>.",
            "vi": "Ngày anh cùng cha mình đứng bên cỗ áo quan của người mẹ."
        },
        {
            "en": "Somehow Marvey Merrick did not seem to fit into the room where his <em>casket</em> was brought.",
            "vi": "Về phương diện này hay phương diện khác hình như harvey merrick không thích hợp với căn phòng mà người ta đưa quan tài của ông vào."
        },
        {
            "en": "The old man stared fixedly at the <em>casket</em> lowering slowly into the grave.",
            "vi": "Mắt người đàn ông đăm đăm nhìn vào chiếc quan tài đang từ từ được hạ xuống huyệt mộ."
        },
        {
            "en": "The undertakers tried to make everything ready to close the <em>casket</em>.",
            "vi": "Những người đạo tỳ cố gắng chuẩn bị mọi thứ sẵn sàng để đóng nắp quan tài."
        },
        {
            "en": "It was then i remembered there was a <em>casket</em> in the back.",
            "vi": "Lúc đó tôi chợt nhớ ra là có một quan tài ở phía sau xe."
        },
        {
            "en": "They Came To His Funeral… But Nobody Expected To See THIS In Front Of The <em>Casket</em>!",
            "vi": "Mọi người đến dự đám tang anh ... nhưng không ngờ lại thấy xảy ra trước cỗ quan tài!"
        },
        {
            "en": "A silver toilet set comprises a table mirror, a <em>casket</em>, boxex and brushes.",
            "vi": "Một bộ đồ trang điểm dành chon am giới bao gồm luôn một gương bàn, tráp, hộp và lược."
        },
        {
            "en": "Friends sat around the <em>casket</em> recalling the good times they had had with my dear parents when they were alive.",
            "vi": "Những người bạn ngồi quanh quan tài, cùng nhắc lại những kỷ niệm êm đẹp về cha mẹ thân yêu tôi lúc sinh thời."
        },
        {
            "en": "Grandpa stepped up to my grandmother's <em>casket</em> and, taking a shaky breath, he began to sing to her.",
            "vi": "Ông bước lại gân bên quan tài của bà, với hơi thở run run, ông bắt đầu hát cho bà nghe."
        },
        {
            "en": "Loyal dog won't leave fallen Navy SEAL : During the funeral of hero Jon Tumilson, his dog Hawkeye lay down with a sigh near his <em>casket</em>.",
            "vi": "Chú chó trung thành không rời người lính SEAL đã ngã xuống: Trong suốt chuyến tang của anh hùng Jon Tumilson, chú chó Hawkeye của anh nằm xuống luyến tiếc cạnh quan tài."
        },
        {
            "en": "Loyal dog won't leave fallen Navy SEAL: During the funeral of hero Jon Tumilson, his dog Hawkeye lay down with a sigh near his <em>casket</em>.",
            "vi": "Chú chó trung thành không rời người lính SEAL đã ngã xuống : Trong suốt chuyến tang của anh hùng Jon Tumilson, chú chó Hawkeye của anh nằm xuống luyến tiếc cạnh quan tài."
        },
        {
            "en": "His beloved Labrador Retriever, Hawkeye, came to the funeral with his family and lied down on the floor in front of the <em>casket</em>, refusing to get up until the ceremony was over.",
            "vi": "Chú chó Labrador tên là Hawkeye yêu quý của anh đến đám tang cùng với gia đình anh, chú nằm xuống sàn trước cỗ quan tài, không đứng dậy cho đến khi lễ tang kết thúc."
        },
        {
            "en": "He was sitting in the church for the funeral looking at a little white <em>casket</em> in the middle of the room with the beanie baby duck that his sister gave to her.",
            "vi": "Anh ấy ngồi trong nhà thờ của tang lễ, nhìn chiếc quan tài ở trắng nhỏ giữa căn phòng cùng đặt với chiếc mũ em bé hình con vịt em gái anh ấy đem tới cho cô bé."
        },
        {
            "en": "But he also knew that the young woman had a better grasp of heaven than he did. She had a better grasp of what heaven would be like than many people twice her age, with twice as much experience and knowledge. She KNEW that something better was coming.At the funeral people were walking by the young woman’s <em>casket</em>, they saw the cloak she was wearing, and the fork placed in her right hand.Over and over, the Priest heard the question, “What’s with the fork?” And over and over, he smiled.",
            "vi": "Nhưng ông cũng biết rằng cô gái trẻ ấy đã hiểu được thiên đường hơn cả ông. Cô hiểu được thiên đường là gì hơn cả rất nhiều người lớn gấp đôi số tuổi cô, dù họ giàu kinh nghiệm và tri thức nhiều gấp đôi cô. Cô biết rằng điều tốt đẹp hơn đang đến.Trong lễ tang, mọi người đi ngang quan tài cô gái, họ nhìn thấy chiếc áo choàng cô mặc, và chiếc nĩa đặt trong tay phải cô.Đâu đâu vị Linh mục cũng nghe thấy tiếng xì xầm \"Sao lại đặt cái nĩa trong đó?\", và lúc nào cũng vậy, ông đều mỉm cười."
        },
        {
            "en": "When he gets there he goes in and looks at the open <em>casket</em> and notice that something is wrong.  The doctor calls the father: “Sir, I am a doctor and I can assure you she is not dead, she is in a catatonic sleep.”  “What do we do now? “Says the father.  “Does she have a boyfriend?” asks the doctor.  Yes, replies the father.  \"Take her to a room and have the boyfriend make love with her.”  They do as the doctor said and sure enough she wakes up. Everybody was happy and the doctor leaves once he fill up his gas tank.",
            "vi": "Khi ông đến, ông bước vào trong, nhìn vào chiếc quan tài đang mở và thấy có gì đó không ổn.  Ông bác sĩ nói với người cha: \"Thưa ông, tôi là bác sĩ, tôi cam đoan với ông là cháu nó chưa chết, cháu nó chỉ đang bị thôi miên mà thôi.\"  \"Chúng tôi phải làm gì bây giờ?\" người cha hỏi.  \"Cháu có bạn trai chưa?\" ông bác sĩ hỏi lại. Có rồi, người cha đáp.  \"Cho cháu nó vào nằm trong một cái phòng rồi kêu thằng bạn trai ấy đến ... ngủ với nó.\"  Họ làm theo lời ông bác sĩ và quả thật cô gái ấy tỉnh dậy. Ai nấy đều vui mừng và ông bác sĩ ra đi sau khi đã đổ đầy bình xăng."
        },
        {
            "en": "“There’s one more thing,” she said excitedly.\n” What’s that?” the Priest’s reply.“This is very important,” the young woman continued. “I want to be buried with a fork in my right hand.”The Priests tood looking at the young woman, not knowing quite what to say.That surprises you, doesn’t it?” the young woman asked.“Well, to be honest, I’m puzzled by the request,” said the Priest.The young woman explained. “My grandmother once told me this story, and from that time on I have always tried to pass along its message to those I love and those who are in need of encouragement.In all my years of attending socials and dinners, I always remember that when the dishes of the main course were being cleared, someone would inevitably lean over and say, ‘Keep your fork.’It was my favorite part because I knew that something better was coming … like velvety chocolate cake or deep-dish apple pie. Something wonderful, and with substance!\n\n\nSo, I just want people to see me there in that <em>casket</em> with a fork in my hand and I want them to wonder, What’s with the fork?’Then I want you to tell them: ‘Keep your fork, the best is yet to come.’The Priest’s eyes welled up with tears of joy as he hugged the young woman good-bye. He knew this would be one of the last times he would see her before her death.",
            "vi": "\"Còn một chuyện nữa\", cô nói một cách đầy xúc động.\"Chuyện gì thế con?\" vị Linh mục hỏi.\"Chuyện này rất quan trọng ạ,\" cô gái trẻ nói. \"Con muốn được chôn cùng với một cái nĩa, tay phải con sẽ cầm nĩa.\"Vị Linh mục nhìn cô gái trẻ, không biết phải nói gì.Cha ngạc nhiên lắm phải không ạ? cô gái hỏi.\"Nói thật với con, cha không hiểu yêu cầu này của con lắm,\" vị Linh mục trả lời.Cô gái mới giải thích: \"Bà nội con từng kể với con câu chuyện này, và từ khi nghe câu chuyện của bà, con luôn muốn tìm cách kể lại cho những người con yêu và những người cần được động viên.Hồi bà còn ra ngoài xã hội, trong những lần đi ăn tiệc, bà luôn nhớ rằng khi các món chính được dọn sạch thì chắc chắn có người nghiêng mình và nói, \"Hãy giữ lấy cái nĩa.\"Con rất thích câu nói ấy vì con biết rằng còn món ngon hơn sắp được bày ra... chẳng hạn như là sô-cô-la mềm hay món bánh táo ạ. Những thứ tuyệt vời, và có thật!Vì vậy con chỉ muốn mọi người nhìn thấy con nằm trong quan tài cầm cái nĩa trong tay và con muốn họ thắc mắc, 'Sao lại cầm nĩa vậy?\"Lúc đó con xin cha nói với họ: \"Hãy giữ lấy nĩa của bạn, thứ tuyệt vời nhất vẫn chưa đến.\"Đôi mắt vị Linh mục trào dâng niềm hạnh phúc khi ông ôm cô chào tạm biệt. Ông biết rằng đây sẽ là một trong những lần cuối cùng ông gặp cô trước khi cô chết."
        }
    ],
    "suggestions": []
}