{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kə'sɑ:və]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thực vật học) cây sắn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tinh bột sắn, bột sắn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bánh mì bột sắn</td></tr></table><i/></div>",
            "word": "cassava",
            "pronounce": "[kə'sɑ:və]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cassava</k><blockquote><cclass>[<cclass>kə'sα:və<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a starchy tuberous root used as food in tropical countries but requiring careful preparation to remove traces of cyanide. </blockquote></blockquote><blockquote><blockquote>2》 the shrubby tree from which cassava is obtained, native to tropical America. [Genus <i>Manihot</i>: several species.] </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Taino <i>casávi</i>, <i>cazábbi</i>, influenced by Fr. <i>cassave</i>. </blockquote></div>",
            "word": "cassava",
            "pronounce": "[kə'sɑ:və]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cassava",
            "pronounce": "[kə'sɑ:və]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cassava",
            "pronounce": "[kə'sɑ:və]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cassava",
            "pronounce": "[kə'sɑ:və]"
        }
    },
    "sentences": [
        {
            "en": "Flour is made from <em>cassava</em> root.",
            "vi": "Bột mì được làm từ củ khoai mì."
        },
        {
            "en": "Delicious snack from glutinous rice and <em>cassava</em>",
            "vi": "Món ăn ngon từ gạo nếp và sắn"
        },
        {
            "en": "<em>Cassava</em> flour is a healthful food.",
            "vi": "Bột sắn dây là một thực phẩm bổ dưỡng."
        },
        {
            "en": "A kind of snack made from <em>cassava</em>.",
            "vi": "Một dạng món ăn làm từ sắn mì"
        },
        {
            "en": "A manually operated machine for chipping <em>cassava</em> is needed.",
            "vi": "Đang cần cái máy bào khoai mì bằng tay."
        },
        {
            "en": "The quality of <em>cassava</em> is also very important.",
            "vi": "Chất lượng sắn cũng rất quan trọng."
        },
        {
            "en": "When being served, these long tiny flour <em>cassava</em> vermicelli threads are cut into smaller pieces.",
            "vi": "Khi ăn, những sợi miến dài và nhỏ này được cắt ngắn hơn."
        },
        {
            "en": "Use a knife to nick around the <em>cassava</em> to remove their peels.",
            "vi": "Sử dụng một con dao để khứa quanh củ sắn và lột bỏ lớp vỏ của chúng."
        },
        {
            "en": "Continue that process later until the glutinous rice is done and the <em>cassava</em> is starchy.",
            "vi": "Tiếp tục quá trình này cho đến khi gạo nếp và sắn chín bùi."
        },
        {
            "en": "The field is located 15 km away, we grow rice and <em>cassava</em>.",
            "vi": "Rẫy cách nhà 15km, nhà em trồng lúa và sắn."
        },
        {
            "en": "Clean the <em>cassava</em>, cut it into small pieces, and then mix it with the glutinous rice.",
            "vi": "Rửa sạch sắn, cắt thành từng miếng nhỏ, sau đó trộn với gạo nếp."
        },
        {
            "en": "An ethnic woman watches people trading <em>cassava</em> – Photos: Nguyen The Luong",
            "vi": "Một người phụ nữ dân tộc thiểu số nhìn người khác mua bán sắn - Ảnh: Nguyễn Thế Lương"
        },
        {
            "en": "It is not very sophisticated to have a good pack of steamed glutinous rice with <em>cassava</em>.",
            "vi": "Không phài là quá khó khăn để có một gói gạo nếp hấp sắn ngon lành."
        },
        {
            "en": "The old <em>cassava</em> would have all the resin absorbed and therefore would have bitter taste.",
            "vi": "Các củ sắn để lâu ngày sẽ bị hấp thụ hết nhựa do đó sẽ có vị đắng."
        },
        {
            "en": "The edible root <em>cassava</em> is being fortified with beta-carotene at the Tropical Agriculture Research Center in Cali, Colombia.",
            "vi": "Rễ cây sắn ăn được đang được tăng cường thêm chất beta caroten tại Trung tâm Nghiên cứu Nông nghiệp Nhiệt đới ở Cali, Columbia."
        },
        {
            "en": "Chop the <em>cassava</em> into two parts along their length to take the thread in the middle out.",
            "vi": "Cắt đôi củ sắn theo chiều dài của nó để lấy sợi gân ở giữa ra."
        },
        {
            "en": "The steamed glutinous rice with <em>cassava</em> would be more delicious if it is served with fried onion.",
            "vi": "Gạo nếp hấp sắn sẽ ngon hơn nếu nó được ăn chung với hành phi."
        },
        {
            "en": "The edible root <em>cassava</em> is being fortified with beta - carotene at the Tropical Agriculture Research Center in Cali, Colombia.",
            "vi": "Rễ cây sắn ăn được đang được tăng cường thêm chất beta caroten tại Trung tâm Nghiên cứu Nông nghiệp Nhiệt đới ở Cali, Columbia."
        },
        {
            "en": "You should add fried onion in the chicken <em>cassava</em> vermicelli in order to make it more spicy.",
            "vi": "Cậu nên thêm hành phi vào món miến gà để làm tăng thêm hương vị của nó."
        },
        {
            "en": " The excellent combination of the fragrant and glutinous rice seeds with the greasy taste of <em>cassava</em> as well as fried onion has created such an attractive snack.",
            "vi": "Sự kết hợp tuyệt vời của gạo nếp thơm và hương vị béo ngậy của sắn cũng như hành phi đã tạo ra một món ăn hấp dẫn như vậy."
        }
    ],
    "suggestions": []
}