{
    "en_vn": {
        "data": {
            "content": null,
            "word": "categorised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "categorised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "categorised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "categorised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "categorised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "According to state criteria of the period, the following types of business were <em>categorised</em> as “private enterprise”:",
            "vi": "Theo tiêu chuẩn của nhà nước thời kỳ này, những doanh nghiệp sau đây được xếp vào loại “tư bản tư doanh”:"
        },
        {
            "en": "During, the last 30 years, researchers have <em>categorised</em> , experimented, and theorised about the cognitive aspects of forecasting. ",
            "vi": "Trong suốt 30 năm qua, các nhà nghiên cứu đã phân loại , thử nghiệm và đưa ra giả thuyết về các khía cạnh nhận thức của dự báo. "
        },
        {
            "en": "Advocacy A planning meeting on advocacy issues and potential mechanism and stakeholders was organ- <em>ised</em> at the beginning of the year.",
            "vi": "Vận động chính sách Một cuộc họp lập kế hoạch về các vấn đề vận động chính sách, về cơ chế tiềm năng và các bên tham gia đã được tổ chức vào đầu năm nay."
        },
        {
            "en": "• Enterprises employing over five workers (even if machinery was not used and the owner was directly involved in labour) The owners of businesses falling below these criteria were <em>categorised</em> as “small owners”, while those who did not hire any labour or utilise any machinery were <em>categorised</em> as “artisans”.",
            "vi": "Dưới các mức kể trên thì liệt vào hàng ngũ “tiểu chủ”. Nếu không thuê nhân công và không dùng máy móc thì liệt vào loại “thợ thủ công”(14)."
        }
    ],
    "suggestions": []
}