{
    "en_vn": {
        "data": {
            "content": null,
            "word": "catering"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "catering"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "catering"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "catering"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "catering"
        }
    },
    "sentences": [
        {
            "en": "In-flight <em>catering</em>.",
            "vi": "Cung cấp suất ăn trên máy bay."
        },
        {
            "en": "a self <em>catering</em> apartment",
            "vi": "căn hộ cho thêu có thể tự nấu ăn"
        },
        {
            "en": "a self <em>catering</em> holiday",
            "vi": "chuyến đi nghỉ nơi có tự nấu ăn"
        },
        {
            "en": "<em>Catering</em> services are available",
            "vi": "Dịch vụ phục vụ ăn uống luôn sẵn sàng."
        },
        {
            "en": "We bring to outside <em>catering</em>.",
            "vi": "Chúng tôi mang đến ra ngoài ăn uống."
        },
        {
            "en": "<em>Catering</em> services are very good.",
            "vi": "Dịch vụ ăn uống rất tốt."
        },
        {
            "en": "<em>Catering</em> services were contracted out.",
            "vi": "Dịch vụ ăn uống được hợp đồng với công ty ngoài."
        },
        {
            "en": "Newspapers <em>catering</em> to people's love of scandal.",
            "vi": "Báo chí phục vụ cho những người thích các vụ bê bối."
        },
        {
            "en": "I heard that he had self - <em>catering</em> chalets.",
            "vi": "Nghe nói anh ta có mấy cái nhà nghỉ tự phục vụ."
        },
        {
            "en": "I heard that he had self-<em>catering</em> chalets.",
            "vi": "Nghe nói anh ta có mấy cái nhà nghỉ tự phục vụ."
        },
        {
            "en": "He's going to open a business about <em>catering</em> services.",
            "vi": "Anh ta sẽ mở kinh doanh dịch vụ ăn uống."
        },
        {
            "en": "How to write a business plan for <em>catering</em>?",
            "vi": "Viết ra kế hoạch kinh doanh ăn uống như thế nào?"
        },
        {
            "en": "<em>Catering</em> at major sports events is becoming increasingly profitable.",
            "vi": "Việc cung cấp thực phẩm trong những sự kiện thể thao quan trọng trở nên ngày càng có lợi."
        },
        {
            "en": "Who did the <em>catering</em> for your son's wedding?",
            "vi": "Ai đã nấu ăn cho đám cưới con trai anh vậy?"
        },
        {
            "en": "Who's usually doing the <em>catering</em> for the reception?",
            "vi": "Ai thường đảm nhận việc phục vụ tiệc chiêu đãi?"
        },
        {
            "en": "The <em>catering</em> arrangements for the conference have fallen through",
            "vi": "Sự chuẩn bị bữa ăn cho buổi hội thảo đã thất bại."
        },
        {
            "en": "The industrial <em>catering</em> section operates within many companies and industrial sites.",
            "vi": "Bộ phận cung cấp suất ăn công nghiệp hoạt động trong nhiều công ty và các khu công nghiệp."
        },
        {
            "en": "How to start a <em>catering</em> service business from home with little money?",
            "vi": "Làm sao để mở kinh doanh dịch vụ ăn uống tại nhà với số tiền ít ỏi?"
        },
        {
            "en": "There are more and more TV shows <em>catering</em> to young female audiences.",
            "vi": "Ngày càng có nhiều chương trình biểu diễn trên ti - vi phục vụ cho khán giả nữ trẻ."
        },
        {
            "en": "Can the <em>catering</em> staff start clean up while your guests are still there?",
            "vi": "Nhân viên phục vụ có thể bắt đầu quét dọn trong khi khách mời của bạn vẫn còn ở đó hả?"
        }
    ],
    "suggestions": []
}