{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Catherine",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Catherine",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Catherine",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Catherine",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Catherine",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Turn <em>catherine</em>-wheels",
            "vi": "Lộn vòng như bánh xe"
        },
        {
            "en": "<em>Catherine</em> Setchell assisted the research.",
            "vi": "Catherine Setchell trợ giúp nghiên cứu này."
        },
        {
            "en": "He can turn <em>Catherine</em>-wheels.",
            "vi": "Anh ấy có thể lộn vòng như bánh xe."
        },
        {
            "en": "My Christian name is <em>Catherine</em>.",
            "vi": "Tên thánh của tôi là Catarina."
        },
        {
            "en": "<em>Catherine</em> McKinley edited the final report.",
            "vi": "Catherine McKinley biên tập báo cáo cuối cùng."
        },
        {
            "en": "<em>Catherine</em>, have you been telling stories again?",
            "vi": "Catherine này, con lại bịa chuyện nữa phải không?"
        },
        {
            "en": "He lived in the reign of <em>Catherine</em> II.",
            "vi": "Ông ấy đã sống trong thời Catherine II."
        },
        {
            "en": "The <em>catherine</em> wheel was a product of the middle ages.",
            "vi": "Cửa sổ hoa thị là một sản phẩm của thời trung cổ."
        },
        {
            "en": "<em>Catherine</em> was already sitting in the dining room.",
            "vi": "Catherine đang ngồi trong phòng ăn."
        },
        {
            "en": "Thomas is fourteen, <em>Catherine</em> is twelve, and Andrew is seven.",
            "vi": "Thomas 14 tuổi, Catherine 12 và Andrew 7 tuổi."
        },
        {
            "en": "Both starred Antonio Banderas and <em>Catherine</em> Zeta-Jones.",
            "vi": "Cả hai đều do antonio banderas và catherine zeta - jones đóng vai chính."
        },
        {
            "en": "<em>Catherine</em> wants to work in Italy, so she is learning Italian.",
            "vi": "Catherine muốn làm việc ở Ý, vì thế cô ta học tiếng Ý."
        },
        {
            "en": "Go on, be a devil, <em>Catherine</em>? Buy yourself some new clothes for once!",
            "vi": "Nào, mạnh dạn lên, Catherine. Hãy mua ngay cho bản thân bạn một ít quần áo mới!"
        },
        {
            "en": "Rob and <em>Catherine</em> looked at each other nervously for a few seconds.",
            "vi": "Rob và catherine nhìn nhau bối rối một vài giây."
        },
        {
            "en": "Edgar and <em>Catherine</em> are staying in a cottage in the New Forest.",
            "vi": "Edgar và catherine đang ở tại một ngôi nhà nghỉ mát ở vùng new forest."
        },
        {
            "en": "<em>Catherine</em> chooses new mountains from books like buying from a shopping catalogue!",
            "vi": "Catherine chọn những ngọn núi mới từ trong sách giống như chọn mua hàng từ danh mục hàng!"
        },
        {
            "en": "In 1991, Hornby married <em>Catherine</em>, another Harvard alumna whom he met at Oxford.",
            "vi": "Năm 1991, Hornby kết hôn với cô Catherine, một cựu sinh viên trường Harvard mà anh đã gặp ở Oxford."
        },
        {
            "en": "<em>Catherine</em> is the MD (Managing Director) of private banking, New Zealand and Australia.",
            "vi": "Catherine là giám đốc điều hành ngân hàng tư nhân ở New Zealand và Úc."
        },
        {
            "en": "Dick was seven years old, and his sister, <em>Catherine</em>, was five.",
            "vi": "Dick lên bảy tuổi và em gái Catherine của nó lên năm."
        },
        {
            "en": "Because there were no other guests, mrs. Doone invited him to have breakfast with her and her daughter, <em>Catherine</em>.",
            "vi": "Vì không có người khách nào nữa nên bà doone mời anh ấy dùng điểm tâm với bà và con gái của bà là catherine."
        }
    ],
    "suggestions": []
}