{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kæθitə(r)]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ống thông đường tiểu</td></tr></table><i/></div>",
            "word": "catheter"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>catheter</k><blockquote><cclass>[<cclass>'kaθɪtə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a flexible tube inserted through a narrow opening into a body cavity, particularly the bladder, for removing fluid. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>catheterization</b> or <cclass><b>catheterisation</b><cclass>noun </cclass></cclass></cclass></blockquote><blockquote><cclass><b>catheterize</b> or <cclass><b>catheterise</b><cclass>verb </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from late L., from Gk <i>kathetēr</i>, from <i>kathienai</i> 'send or let down'. </blockquote></div>",
            "word": "catheter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "catheter"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>catheter</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>med.</abr>) to change; insert; irrigate; remove a catheter</ex></blockquote></blockquote></div>",
            "word": "catheter"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ống thông, que thăm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">catheter life</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đời sống dựa vào ống thông</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "catheter"
        }
    },
    "sentences": [
        {
            "en": "<em>Catheter</em>.",
            "vi": "Ống thông."
        },
        {
            "en": "This is biliary <em>catheter</em>.",
            "vi": "Đây là ống thông mật."
        },
        {
            "en": "The introduction of a <em>catheter</em> into a hollow organ.",
            "vi": "Sự đút một ống thông vào trong một cơ quan rỗng."
        },
        {
            "en": "Or foreign body, such as a urinary <em>catheter</em>.",
            "vi": "Hoặc một vật lạ như là ống thông tiễn."
        },
        {
            "en": "This could wash away some germs that have entered the urinary <em>catheter</em>.",
            "vi": "Điều này có thể rửa trôi một số mầm bệnh đã vào ống thông tiểu."
        },
        {
            "en": "A <em>catheter</em> with and inflatable cuff is passed in to the appropriate airway, through a bronchoscope, and the volume and rate of gas exchange is estimated.",
            "vi": "Một ống thông có đầu phình ra được cho vào đương thở nơi cần đo bằng một ống soi phế quản, từ đó đánh giá được thể tích và tốc độ trao đổi khí."
        },
        {
            "en": "This is most often performed as urethral catheterization, when a <em>catheter</em> is introduced into the bladder to relieve obstruction to the outflow of urine.",
            "vi": "Thông tiểu là thủ thuật thường được thực hiện nhiều nhất, một ống thông được đút vào trong bọng đái để làm thông đường thoát ra của nước tiểu bị bế tắc."
        },
        {
            "en": "    * Urine is usually collected by inserting a sterile <em>catheter</em> into the baby's bladder through the urethra for a few seconds to remove urine; this will be examined under a microscope and cultured to check for the presence of bacteria.",
            "vi": "* Nước tiểu thường được lấy bằng cách đưa một ống thông đường tiểu vô trùng vào bàng quang của trẻ qua niệu đạo trong vài giây để rút nước tiểu; thủ thuật này sẽ được kiểm tra qua kính hiển vi và được cấy vi khuẩn để kiểm tra xem có vi khuẩn hay không."
        },
        {
            "en": "* Voiding cystourethrogram (VCUG). A VCUG involves putting dye into the bladder and then watching with continuous X-rays to see where the dye goes. Doctors typically order a VCUG when they are concerned about urinary reflux, which can sometimes lead to kidney damage later. A <em>catheter</em> is inserted through the urethra, into the bladder, which can be uncomfortable and scary for a child, but usually is not painful. The bladder is then filled with contrast material that is put in through the <em>catheter</em>. Images are taken while the bladder is filling and while the child is urinating, to see where the dye and the urine go.",
            "vi": "* Chụp X-quang bàng quang-niệu đạo (VCUG). Để thực hiện thủ thuật này người ta cho thuốc nhuộm vào bàng quang rồi theo dõi tia X liên tục để xem thuốc nhuộm đi đâu. Bác sĩ thường yêu cầu chụp X-quang bàng quang-niệu đạo khi quan tâm đến chứng trào ngược nước tiểu, đôi khi cũng có thể gây tổn thương thận về sau. Người ta đặt một ống thông đường tiểu qua niệu đạo, vào bàng quang, có thể làm cho trẻ cảm thấy khó chịu và sợ hãi, nhưng thường không gây đau đớn gì. Sau đó người ta lại đổ đầy chất cản quang vào bàng quang qua ống thông đường tiểu. Hình được chụp khi bàng quang được đổ đầy và khi trẻ đi tiểu, để xem thuốc nhuộm và nước tiểu đi đâu. "
        },
        {
            "en": "Another way to fix the hole is cardiac catheterization. This method uses a thin, flexible tube called a <em>catheter</em>. The cardiologist inserts the <em>catheter</em> into a blood vessel in the leg that leads to the heart. The cardiologist then guides the tube into the heart and inserts a device that covers the hole. The device is made out of metal mesh and is springy and flexible. The kid usually will spend a night at the hospital after the procedure. Over time the heart's tissue will grow to completely cover the device.  ",
            "vi": "Cách khác để chỉnh sửa lỗ này là thông tim. Phương pháp này sử dụng một ống mỏng, mềm dẻo gọi là ống thông. Bác sĩ tim mạch chèn ống thông vào một mạch máu ở cẳng chân dẫn đến tim. Sau đó bác sĩ tim mạch đưa ống này vào tim và chèn một thiết bị che phủ lỗ này. Thiết bị này được làm bằng lưới kim loại, có tính đàn hồi và mềm dẻo. Thường thì trẻ sẽ ở lại bệnh viện một đêm sau khi được điều trị bằng phương pháp này. Qua thời gian thì mô tim sẽ phát triển để che phủ hoàn toàn thiết bị này."
        },
        {
            "en": "Medications can also help prevent problems in kids within hemophilia. Many patients prevent \"bleeds\" by infusing clotting factors on a regular basis (usually two or three times per week). Some young children have a surgical procedure to implant a central venous <em>catheter</em> (a hollow, soft tube) into a vein.",
            "vi": "Thuốc cũng có thể giúp ngăn ngừa rắc rối ở trẻ bị bệnh máu khó đông. Nhiều bệnh nhân ngăn ngừa tình trạng “xuất huyết” bằng cách truyền yếu tố làm đông tụ một cách thường xuyên (thường thì hai hoặc ba lần/ tuần). Một số trẻ nhỏ cũng được phẫu thuật để cấy ống thông tĩnh mạch trung tâm vào tĩnh mạch (ống thông tĩnh mạch trung tâm là một ống rỗng, mềm)."
        },
        {
            "en": "Other kids might need different tests, such as blood tests or urine (pee) tests. Sometimes kids need fluids or medicine through an intravenous <em>catheter</em>, also called an IV. An IV is a thin plastic tube that is inserted into a vein so you can get the medicine or fluids you need to feel better.",
            "vi": "Những đứa trẻ khác có thể cần các xét nghiệm khác nhau, chẳng hạn như xét nghiệm máu hoặc xét nghiệm nước tiểu. Đôi khi trẻ em cần nhiều chất lỏng hoặc thuốc qua một ống thông tĩnh mạch, cũng gọi là IV. IV là ống nhựa mỏng được chèn vào tĩnh mạch giúp bạn có thể nhận được thuốc hoặc dịch bạn cần để cảm thấy dễ chịu hơn."
        },
        {
            "en": "Treatment: Embolization  For mild to moderate symptoms, uterine fibroid embolization may be a good option. A <em>catheter</em> is guided to the uterine artery. Tiny particles of plastic or gelatin are then released into the blood vessels that feed the fibroid, causing it to shrink over time.",
            "vi": "Điều trị u xơ tử cung bằng cách gây tắc động mạch tử cung  Đối với các triệu chứng từ nhẹ đến trung bình thì quy trình gây tắc động mạch tử cung có lẽ là một lựa chọn tốt. Ống thông đường tiểu được dẫn vào động mạch tử cung. Nhiều hạt nhựa hoặc giê-la-tin nhỏ li ti sau đó được cho vào mạch máu để nuôi u xơ, làm cho khối u đó teo dần từ từ."
        },
        {
            "en": "For seriously ill patients, these dairy products are not suitable because of the content of protein, micronutrients, such as vitamins, and minerals. If feeding patients through <em>catheter</em> with these products, physicians have to provide an additional volume of 2,500-3,000 ml per day through intravenous injection to be sure patients can get enough protein. ",
            "vi": "Đối với bệnh nhân bị bệnh nghiêm trọng, những sản phẩm sữa này không thích hợp vì hàm lượng của protein và các chất dinh dưỡng vi lượng như vitamin và khoáng chất. Nếu cho bệnh nhân dùng các sản phẩm này thông qua ống dẫn, các bác sĩ phải cung cấp thêm 2,500-3,000 ml mỗi ngày bằng cách tiêm vào tĩnh mạch để đảm bảo rằng bệnh nhân có thể nhận đủ lượng protein."
        },
        {
            "en": "Treatment: After surgeryIf your entire bladder must be removed, your surgeon will construct another means of storing and passing urine. A piece of your intestine may be used to create a tube that allows urine to flow into an external urostomy bag. In some cases, an internal reservoir -- drained via a <em>catheter</em> -- can be constructed. Newer surgeries offer the possibility of normal urination through the creation of an artificial bladder.",
            "vi": "Điều trị sau khi phẫu thuật xong Nếu toàn bộ bàng quang của bạn phải bị cắt bỏ thì bác sĩ phẫu thuật sẽ giúp cơ thể bạn chứa và thải nước tiểu bằng một cấu trúc khác. Một khúc ruột của bạn có thể được dùng để tạo ống giúp nước tiểu chảy vào túi đựng nước tiểu bên ngoài. Trong một vài trường hợp, người ta có thể làm một túi chứa bên trong – được rút nước tiểu qua ống thông đường tiểu. Nhiều cuộc phẫu thuật tân tiến hơn có thể cho bệnh nhân đi tiểu bình thường bằng cách tạo ra một bàng quang nhân tạo."
        },
        {
            "en": "Treatment: ImmunotherapyThis type of treatment is delivered directly to your bladder, so it doesn’t treat cancer that has spread beyond it. One treatment, Bacillus Calmette-Guerin therapy, sends in helpful bacteria through a <em>catheter</em>. It triggers your immune system to attack the cancer. Flu-like symptoms are a common side effect of the once-a-week treatment. Immunotherapy may be used after surgery to reduce the risk of recurrence.",
            "vi": "Điều trị bằng liệu pháp miễn dịch Phương pháp điều trị này được thực hiện trực tiếp đối với bàng quang nên không điều trị ung thư đã phát tán ra ngoài. Liệu pháp Bacillus Calmette-Guerin là một phương pháp điều trị, phương pháp này đưa các vi khuẩn có lợi vào qua ống thông đường tiểu. Nó làm cho hệ miễn dịch của bạn tấn công ung thư. Triệu chứng giống như cúm là tác dụng phụ thường gặp khi điều trị mỗi tuần một lần. Liệu pháp miễn dịch có thể được áp dụng sau khi phẫu thuật để giảm nguy cơ tái phát."
        },
        {
            "en": "In April, a new surgical technique developed by renowned obstetric surgeon Nguyen Viet Tien, who is also Deputy Health Minister, that could replace the IVF (in-vitro fertilization) method for thousands of infertile women was announced. The National Hospital of Obstetrics and Gynecology announced successful testing of the new technique, which involves using a “<em>catheter</em>” to broaden the internal orifice of the uterus via an endoscopy through the womb and abdomen. After more than 10 years of study, the technique was successfully deployed on two women diagnosed with secondary infertility. ",
            "vi": "Vào tháng 4, một kỹ thuật phẫu thuật mới được đưa ra bởi bác sỹ phẫu thuật nổi tiếng Nguyễn Viết Tiến, người cũng là Thứ trưởng Bộ Y tế, kỹ thuật này có thể thay thế phương pháp IVF (thụ tinh trong ống nghiệm) cho hàng ngàn phụ nữ vô sinh được công bố. Bệnh viện Phụ sản Quốc gia đã thông báo thành công thử nghiệm kỹ thuật mới, liên quan đến việc sử dụng một \"ống thông\" để mở rộng khoảng trống bên trong tử cung qua nội soi tử cung và bụng. Sau hơn 10 năm nghiên cứu, kỹ thuật này đã được thực hiện thành công trên hai phụ nữ được chẩn đoán là vô sinh thứ cấp."
        },
        {
            "en": "* Urine test. Doctors order urine tests to make sure that the kidneys are functioning properly or when they suspect an infection in the kidneys or bladder. It can be taken in the doctor's office or at home. It's easy for toilet-trained kids to give a urine sample since they can go in a cup. In other cases, the doctor or nurse will insert a <em>catheter</em> (a narrow, soft tube) through the urinary tract opening into the bladder to get the urine sample. While this can be uncomfortable and scary for kids, it's typically not painful.",
            "vi": "* Xét nghiệm nước tiểu. Bác sĩ thường yêu cầu xét nghiệm nước tiểu để chắc rằng thận của trẻ đang hoạt động tốt hoặc khi nghi ngờ thận hoặc bàng quang bị nhiễm trùng. Mẫu nước tiểu có thể được lấy ở tại phòng khám hoặc tại nhà. Trẻ đã được huấn luyện đi vệ sinh rồi có thể lấy được mẫu nước tiểu dễ dàng bởi chúng có thể tiểu vào trong tách. Trong nhiều trường hợp khác, bác sĩ hoặc y tá sẽ đưa ống thông đường tiểu (ống mềm, nhỏ) qua đường tiểu thông với bàng quang để lấy mẫu nước tiểu. Mặc dù quy trình này có thể gây khó chịu và làm cho trẻ sợ nhưng thường không gây đau đớn gì."
        },
        {
            "en": "In April, a new surgical technique developed by renowned obstetric surgeon Nguyen Viet Tien, who is also Deputy Health Minister, that could replace the IVF (in-vitro fertilization) method for thousands of infertile women was announced. The National Hospital of Obstetrics and Gynecology announced successful testing of the new technique, which involves using a “<em>catheter</em>” to broaden the internal orifice of the uterus via an endoscopy through the womb and abdomen. After more than 10 years of study, the technique was successfully deployed on two women diagnosed with secondary infertility. ",
            "vi": "Vào tháng 4, một kỹ thuật phẫu thuật mới được đưa ra bởi bác sỹ phẫu thuật nổi tiếng Nguyễn Viết Tiến, người cũng là Thứ trưởng Bộ Y tế, kỹ thuật này có thể thay thế phương pháp IVF (thụ tinh trong ống nghiệm) cho hàng ngàn phụ nữ vô sinh được công bố. Bệnh viện Phụ sản Quốc gia đã thông báo thành công thử nghiệm kỹ thuật mới, liên quan đến việc sử dụng một \"ống thông\" để mở rộng khoảng trống bên trong tử cung qua nội soi tử cung và bụng. Sau hơn 10 năm nghiên cứu, kỹ thuật này đã được thực hiện thành công trên hai phụ nữ được chẩn đoán là vô sinh thứ cấp."
        },
        {
            "en": "· admitted: to stay in the hospital overnight\n· discharged: to be sent home from the hospital\n· triage: a process that helps doctors see the sickest patients first\n· chart: a paper that contains information about you (like your temperature, heart rate, and treatment plan). Most of the time now, all of this information is recorded in the computer and saved.\n· injection: a shot\n· IV: intravenous <em>catheter</em>, which is a thin plastic tube inserted into your vein to give you medicine.\n· papoose: a soft board with Velcro straps that is used to keep arms and legs still so doctors can put in stitches or take care of an injury without you moving around too much\n· stat: to do something as fast as possible\n· sutures: stitches, which are strong strings to help close deep cuts and help them heal",
            "vi": "· nhập viện: ở lại bệnh viện qua đêm\n· xuất viện: rời khỏi bệnh viện về nhà\n· phân loại: một quá trình giúp các bác sĩ khám trước cho những người bệnh nặng \n· bệnh án: giấy chứa thông tin về bạn (như nhiệt độ, nhịp tim, và kế hoạch điều trị). Hiện tại, tất cả các thông tin này được ghi lại trong máy tính và lưu lại\n· tiêm: chích\n· IV: ống thông tĩnh mạch, là một ống nhựa mỏng chèn vào tĩnh mạch của bạn để cung cấp thuốc cho bạn\n· túi địu: bảng mềm với dây đai khoá dán được dùng để giữ chân tay nằm yên để bác sĩ có thể khâu hoặc chăm sóc vết thương mà không cần bạn di chuyển quá nhiều\n· cấp cứu: làm điều gì đó càng nhanh càng tốt\n· chỉ khâu: mũi khâu, trong đó có các mũi mạnh để giúp khép miệng vết cắt sâu và giúp chữa lành chúng"
        }
    ],
    "suggestions": []
}