{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kɔ:kəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cuộc họp kín của ban lãnh đạo một tổ chức chính trị (để chọn người ra ứng cử, hoặc để quyết định đường lối của tổ chức)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(<font color=\"#1371BB\">the caucus</font>) chế độ họp kín của ban lãnh đạo một tổ chức chính trị</td></tr></table><i/></div>",
            "word": "caucus"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>caucus</k><blockquote><cclass>[<cclass>'kɔ:kəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>caucuses</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a meeting of the members of a legislative body who belong to a particular political party, to select candidates or decide policy. </blockquote></blockquote><blockquote><blockquote>2》 a group of people with shared concerns within a larger organization. </blockquote></blockquote><blockquote>■ <cclass>verb (<cclass><b>caucuses</b>, <cclass><b>caucusing</b>, <cclass><b>caucused</b>) <cclass>chiefly N. Amer. hold or form a caucus. </cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: perh. from Algonquian <i>cau'-cau'-as'u</i> 'adviser'. </blockquote></div>",
            "word": "caucus"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>caucus</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><cclass><i>(in North America</i> &amp; <cclass><i>NZ)</i><i>caucuses will be held in eleven states</i>: MEETING, assembly, gathering, congress, conference, convention, rally, convocation.</cclass></cclass></blockquote><blockquote><b>2</b><cclass><i>(in the UK)</i><i>the right-wing caucus</i>: FACTION, camp, bloc, group, set, band, ring, cabal, coterie, pressure group, ginger group.</cclass></blockquote></div>",
            "word": "caucus"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>caucus</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to hold a caucus </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a party caucus</ex></blockquote></blockquote></div>",
            "word": "caucus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "caucus"
        }
    },
    "sentences": [
        {
            "en": "The Australian Labor Party (ALP) <em>caucus</em> has changed their leader and prime minister.",
            "vi": "Cuộc họp kín của đảng Lao Động Úc đã thay đổi người lãnh đạo và thủ tướng."
        },
        {
            "en": "Then, he joined the North <em>Caucus</em> Club, a society founded by Samuel Adams's father to choose candidates for local government.",
            "vi": "Sau đó, ông tham gia Hội Kín Miền Bắc, một hội do cha của Samuel Adams lập ra để chọn ứng viên cho chính quyền địa phương."
        },
        {
            "en": "House Speaker Paul Ryan, accompanied by House Majority Leader Kevin McCarthy, meets with reporters on Capitol Hill in Washington Tuesday to discuss efforts to replace the Affordable Care Act, following a closed-door meeting with the GOP <em>caucus</em>. | AP",
            "vi": "Chủ tịch Hạ viện Paul Ryan, cùng với lãnh đạo Đảng đa số Kevin McCarthy, gặp các phóng viên tại tòa nhà Capitol Hill, thuộc Washington vào hôm thứ Ba để thảo luận về những nỗ lực để thay thế Luật Bình Ổn Giá Cả, trong cuộc họp kín với các thành viên Đảng Cộng hòa."
        },
        {
            "en": "Key Democrats split with Obama on taxes    Washington (CNN) -- Despite President Obama's accusation Wednesday that Republicans are holding middle class income tax cuts \"hostage\" by tying them to an extension of tax cuts for wealthier Americans, the reality is several Democratic senators also oppose allowing President Bush's tax cuts for higher earners to expire. Democrats Ben Nelson of Nebraska, Evan Bayh of Indiana, Kent Conrad of North Dakota, and Independent Joe Lieberman of Connecticut have each publicly expressed concern about the impact of raising taxes, even on the well-to-do, during an economic downturn. \"The general rule of thumb would be you don't want to do tax changes, tax increases...until the recovery is on more solid ground,\" Conrad said recently, summarizing their view. Each has said the tax cuts should be extended at least temporarily. Senate Democratic leaders know it will be virtually impossible to pass a controversial tax bill without the support of all their members but intend to press ahead with the debate later this month. They believe the political and fiscal arguments are on their side and that allowing the tax cuts for the wealthy to expire is \"the consensus position of the <em>caucus</em>,\" even if a few Democrats oppose doing so, according to a top Senate Democratic leadership aide. \"There is bipartisan consensus that we should not raise taxes,\" retorted a senior senate Republican leadership aide, seizing on the division in the Democratic ranks. The GOP aide didn't rule out a compromise that involved passing a short-term extension, a proposal put forth by House Majority Leader John Boehner. \"If the only way to pass a bill that didn't raise taxes would to pass a temporary extension, we'd be open to talking about it,\" said the aide. But the Democratic aide doubted Republicans would seriously work to help Democrats pass a bill this close to the November election. \"I don't believe the Republicans are interested in compromise,\" the aide said.",
            "vi": "Key Democrats split with Obama on taxes    Theo tin của CNN từ Washington  – Mặc dù tổng thống Obama vào hôm thứ Tư cáo buộc rằng những người thuộc đảng Cộng Hòa đang cố duy trì việc cắt giảm thuế thu nhập cho tầng lớp trung lưu bằng cách trói buộc họ vào việc gia hạn giảm thuế dành cho những người Mỹ giàu có, nhưng thực tế là vài Thượng nghị sĩ đảng dân chủ cũng phản đối rằng chính sách giảm thuế của Tổng thống Bush dành cho người kiếm được thu nhập cao đã hết hiệu lực.  Những người thuộc đảng Dân Chủ như ông Ben Nelson thuộc bang Nebraska, Evan Bayh thuộc bang Indiana, Kent Conrad thuộc bang North Dakota, và người không thuộc đảng phái nào là ông Joe Lieberman thuộc bang Connecticut cũng công khai bày tỏ sự quan tâm đến ảnh hưởng của việc tăng thuế, kể cả đối với những người kinh tế khá giả, trong suốt thời kỳ suy thoái kinh tế.  Conrad  gần đây cho biết, tóm tắt quan điểm của họ: \"Theo quy tắc chung về ngón tay cái thì khi việc phục hồi nền kinh tế trở nên vững vàng hơn thì việc muốn thay đổi về thuế hay tăng thuế. .. cũng sẽ dễ dàng hơn,\"  Mỗi người cũng cho rằng bất luận thế nào đi nữa thì việc giảm thuế cũng nên kéo dài tạm thời thôi. Theo người phụ tá cấp cao của lãnh đạo phe dân chủ ở Thượng nghị viện thì những vị lãnh đạo phe dân chủ ở Thượng nghị viện biết rằng hầu như không thể thông qua dự luật thuế đang gây nhiều tranh cãi nếu không có hỗ trợ của tất cả thành viên của họ ngoài việc dự định tiếp tục cuộc tranh luận vào cuối tháng này. Họ tin rằng những lý lẽ về mặt tài chính và chính trị đang nghiêng về phía họ và rằng việc giảm thuế cho những người giàu hết hiệu lực thì sẽ tạo nên một \"sự đồng lòng nhất trí của cuộc họp kín này,\" ngay cho dù một vài người thuộc đảng Dân Chủ chống đối việc này.  \"Cả hai đảng đều nhất trí rằng chúng ta không nên tăng thuế,\" viên phụ tá cấp cao của lãnh đạo đảng Cộng hòa ở Thượng nghị viện, tranh thủ việc chia rẽ trong hàng ngũ đảng Dân chủ để trả miếng.  Viên  phụ tá thuộc Đảng cộng hoà Hoa Kỳ cũng đưa ra thoả hiệp liên quan đến việc thông qua mức gia hạn ngắn hạn, một đề nghị được đưa ra bởi vị lãnh đạo phe đa số trong Hạ viện, John Boehner. \"Nếu cách duy nhất để thông qua dự luật không tăng thuế thì sẽ thông qua việc gia hạn tạm thời, chúng tôi sẽ công khai  khi nói về vấn đề này,\" vị phụ tá cho biết.  Nhưng viên phụ tá của vị tổng thống đảng Dân chủ tự hỏi liệu những người thuộc đảng Cộng Hòa có làm việc tích cực để giúp những người đảng Dân Chủ thông qua dự luật để tiến đến cuộc bầu cử vào tháng mười một hay không.  Ông còn nói rằng \"Tôi không tin những người thuộc đảng Cộng Hòa quan tâm đến sự thoả hiệp,\"  "
        },
        {
            "en": "6 May 2011 Last updated at 01:37 GMT           6 May 2011 Last updated at 01:37 GMT  http://www.bbc.co.uk/news/world-us-canada-13303719 \nUS election 2012: Key Republicans sit out debate\n The first debate on the road to the Republican 2012 presidential nomination is being held with most major potential candidates absent from the stage. In South Carolina on Thursday, five men were expected to debate the US economy, the budget and healthcare, and to take shots at President Barack Obama. But only ex-Minnesota Governor Tim Pawlenty is seen as a credible candidate for the Republicans in 2012. While Mr Obama is seen as vulnerable, the field is slow to take shape. The debate - hosted by the South Carolina Republican Party and broadcast on Fox News - includes Mr Pawlenty, former New Mexico Governor Gary Johnson, former Pennsylvania Senator Rick Santorum, Congressman Ron Paul and former pizza restaurant magnate Herman Cain. Tea Party role A string of well-known potential contenders are sitting out the debate. They include former Alaska Governor and 2008 vice-presidential candidate Sarah Palin, former Arkansas Governor Mike Huckabee and former Massachusetts Governor Mitt Romney. Newt Gingrich, the former speaker of the House of Representatives, is also not attending, and none of Indiana Governor Mitch Daniels, Congresswoman Michele Bachmann, real estate magnate and reality television star Donald Trump and former Ambassador to China Jon Huntsman will take to the stage. Mr Obama's poll numbers indicate he is vulnerable, due in large part to the poor state of the US economy. But a host of factors have left leading Republicans shy of jumping into the campaign, analysts say.  They include the uncertain role of the populist Tea Party, the consolidation of power among hard-right conservative Republicans and the perceived weakness of would-be front-runner Mr Romney. Mr Obama's fund-raising prowess is also seen as a factor dissuading potential opponents. By contrast, in May 2007 - when both Republican and Democratic nominations were open - a South Carolina Republican debate included two sitting senators, four former governors, three US congressmen, and a former New York City mayor. The first balloting of the 2012 primary campaign will be the Iowa <em>caucus</em> on 6 February 2012. Meanwhile, the Associated Press, America's most wide-reaching news agency, has said it is boycotting Thursday's debate to protest against the Fox News channel's restrictions on coverage by its photographers",
            "vi": "6 May 2011 Last updated at 01:37 GMT         6 May 2011 Last updated at 01:37 GMT  http://www.bbc.co.uk/news/world-us-canada-13303719 \nBầu cử nước Mỹ 2012: Các đảng viên Cộng hòa chủ chốt đứng ngoài cuộc tranh luận\n Cuộc tranh luận đầu tiên trong quá trình chỉ định ứng viên tranh cử tổng tống năm 2012 của Đảng Cộng Hòa đang diễn ra không có sự tham gia của hầu hết các ứng viên tiềm năng quan trọng Tại Nam Carolina hôm thứ Năm, năm người sẽ phải tranh cãi về nền kinh tế, ngân sách và chính sách y tế của Hoa Kỳ, và chỉ trích Tổng thống Barack Obama Nhưng chỉ có cựu thống đốc bang Minnesota Tim Pawlenty được xem là ứng cử viên đáng tin cậy của Phe Cộng Hòa vào năm 2012 Trong khi Ông Obama được xem là dễ bị tổn thương, cuộc chơi đang từ từ hình thành. Cuộc tranh luận – do Đảng Cộng Hòa tại Nam Carolina tổ chức và được phát sóng trên kênh Fox News – gồm có ông Pawlenty, cựu thống đốc New Mexico Gary Johnson, cựu thượng nghị sĩ Pennsylvania Rick Santorum, hạ nghị sĩ Ron Paul và ông trùm hệ thống nhà hàng pizza trước đây Herman Cain Vai trò của Đảng Trà  Một loạt các đối thủ tiềm năng tên tuổi đứng ngoài cuộc tranh luận Họ gồm có cựu thống đốc Alaska và ứng cử viên phó tổng thống 2008 Sarah Palin, cựu thống đốc Arkansas Mike huckabee và cựu thống đốc Massachusetts Mitt Romney Newt Ginrich, cựu phát ngôn viên Hạ Nghị Viện, cũng không tham gia, và không ai trong số Thống Đốc Indiana Mitch Daniels, nữ nghị sĩ Michele Bachmann, trùm bất động sản và ngôi sao chương trình truyền hình thực tế Donald Trump và cựu Đại sứ tại Trung Quốc Jon Huntsman tham gia đăng đàn Các số liệu thăm dò ý kiến dành cho ông Obama cho thấy ông bị yếu thế, phần lớn là do tình trạng yếu kém của nền kinh tế Mỹ Nhưng hàng loạt các yếu tố khiến cho các đảng viên Cộng Hòa ngần ngại tham dự chiến dịch này, giới phân tích cho biết Họ tính đến vai trò không chắc chắn của Đảng Trà theo chủ nghĩa dân kiểm, sự hợp nhất quyền lực giữa các đảng viên Cộng Hòa bảo thủ theo đường lối cứng rắn của cánh hữu và sự yếu kém cảm nhận được của ông Romney có triển vọng dẫn đầu  Khả năng gây quỹ của ông Obama cũng được xem là yếu tố làm nản lòng các đối thủ tìềm năng Ngược lại, vào tháng Năm 2007 – khi cả hai đảng Cộng Hòa và Dân Chủ tiến hành chỉ định – một cuộc tranh luận của đảng Cộng Hòa ở Nam Carolina có sự tham gia của hai thượng nghị sĩ đương nhiệm, bốn cựu thống đốc, ba hạ nghị sĩ Mỹ, và một cựu thị trưởng thành phố New York Cuộc bỏ phiếu đầu tiên của chiến dịch sơ bộ 2012 sẽ là cuộc họp kín tổ chức tại bang Iowa vào 6 tháng Hai 2012 Trong khi đó, Associated Press, hãng tin có tầm hoạt động lớn nhất của Mỹ, cho biết họ tẩy chay cuộc tranh luận vào hôm thứ Năm để phản đối kênh truyền hình Fox News đã hạn chế việc đưa tin của các phóng viên ảnh của họ"
        }
    ],
    "suggestions": []
}