{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kɔ: 'keiziən, kɔ: 'keiʒn]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc về chủng tộc người da trắng</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuộc người Cáp-ca</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người Cáp-ca</td></tr></table><i/></div>",
            "word": "caucasian",
            "pronounce": "[kɔ: 'keiziən, kɔ: 'keiʒn]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "caucasian",
            "pronounce": "[kɔ: 'keiziən, kɔ: 'keiʒn]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "caucasian",
            "pronounce": "[kɔ: 'keiziən, kɔ: 'keiʒn]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "caucasian",
            "pronounce": "[kɔ: 'keiziən, kɔ: 'keiʒn]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "caucasian",
            "pronounce": "[kɔ: 'keiziən, kɔ: 'keiʒn]"
        }
    },
    "sentences": [
        {
            "en": "True lack of colour appreciation is extremely rare, but some defect of colour discrimination is present in about 8% of <em>Caucasian</em> males, and 0.4 % of <em>Caucasian</em> females.",
            "vi": "Sự mù màu sắc thật sự rất hiếm, nhưng một vài sự khiếm khuyết phân biệt màu thường có trong khoảng 8% người caucase nam và 0.4 % người caucase nữ."
        },
        {
            "en": "Enrollment in the classes at this point is diverse with Asian, <em>Caucasian</em> and Latino pupils, according to Bryant and Villanueva.",
            "vi": "Học viên ghi danh vào các lớp học vào thời điểm này rất đa dạng với các em học sinh đến từ châu Á, Đông nam Châu Âu và La tinh, theo Bryant và Villanueva."
        },
        {
            "en": "While initially equal numbers of Chinese and <em>Caucasian</em> men who have sex with men were being diagnosed HIV-positive;",
            "vi": "Ban đầu số nam có quan hệ tình dục đồng giới người Trung Hoa và người da trắng nhiễm HIV là tương đương."
        },
        {
            "en": "Almost every significant invention influencing your life was created by a <em>Caucasian</em>, including the antecedent of the computer you 're typing on.",
            "vi": "Hầu như mọi phát minh quan trọng tác động đến cuộc sống của bạn đều do người da trắng tạo ra, bao gồm tiền đề của máy tính mà bạn đang đánh máy."
        },
        {
            "en": "Almost every significant invention influencing your life was created by a <em>Caucasian</em>, including the antecedent of the computer you're typing on.",
            "vi": "Hầu như mọi phát minh quan trọng tác động đến cuộc sống của bạn đều do người da trắng tạo ra, bao gồm tiền đề của máy tính mà bạn đang đánh máy."
        },
        {
            "en": "In the case of Oceania, there was a conscious effort to avoid selecting programmes targeting <em>Caucasian</em> men who have sex with men as these programmes overlap considerably with programmes in Western Europe and North America.",
            "vi": "Riêng ở Châu Đại Dương, các chương trình có đối tượng đích là nam giới da trắng có quan hệ tình dục đồng giới không được lựa chọn, vì những chương trình này bị chồng chéo rất nhiều với các chương trình tại Tây Âu và Bắc Mỹ."
        },
        {
            "en": "It produces situations of great inequality around the world. In the field of English language teaching, for example, it is not uncommon for jobs to be available exclusively to native speakers (sometimes explicitly defined as “white” or “<em>Caucasian</em>”), or for non-native speakers to receive significantly lower remuneration even when they possess higher qualifications.",
            "vi": "Điều này tạo ra tình thế bất bình đẳng lớn trên toàn thế giới. Ví dụ như trong lĩnh vực giảng dạy tiếng Anh, không hiếm trường hợp các công việc chỉ dành cho người bản xứ (đôi khi được xác định rõ ràng là \"người da trắng\" hoặc \"người thuộc chủng tộc người da trắng\"), hoặc người phi bản xứ có thể làm nhưng mức thù lao nhận được lại thấp hơn đáng kể ngay cả khi họ có bằng cấp cao hơn."
        },
        {
            "en": "Jean Bernard Otte, a renowned expert in pediatric liver transplants across Europe, is the first surgeon in the world to adopt the ‘splitting’ technique; successfully transferring the liver of a <em>Caucasian</em> adult to three children, two of whom are Asian and African.",
            "vi": "Jean Bernard Otte, một chuyên gia nổi tiếng trong việc cấy ghép gan ở trẻ em trên khắp châu Âu, là bác sĩ phẫu thuật đầu tiên trên thế giới áp dụng kỹ thuật 'tách'; chuyển thành công gan của một người lớn sang 3 đứa bé, hai người trong số đó, một là người châu Á và một là người châu Phi."
        },
        {
            "en": "It produces situations of great inequality around the world. In the field of English language teaching, for example, it is not uncommon for jobs to be available exclusively to native speakers (sometimes explicitly defined as “white” or “<em>Caucasian</em>”), or for non-native speakers to receive significantly lower remuneration even when they possess higher qualifications.",
            "vi": "Điều này tạo ra tình thế bất bình đẳng lớn trên toàn thế giới. Ví dụ như trong lĩnh vực giảng dạy tiếng Anh, không hiếm trường hợp các công việc chỉ dành cho người bản xứ (đôi khi được xác định rõ ràng là \"người da trắng\" hoặc \"người thuộc chủng tộc người da trắng\"), hoặc người phi bản xứ có thể làm nhưng mức thù lao nhận được lại thấp hơn đáng kể ngay cả khi họ có bằng cấp cao hơn."
        },
        {
            "en": "Women's fertility linked to oral health          Women who want to have a baby should look after their oral health, a fertility expert told a meeting in Sweden yesterday. During the meeting, delegates heard about preliminary research that found for the first time, from when she starts trying to conceive, a woman's chances of falling pregnant can depend on how well she looks after her teeth and gums.  Roger Hart, a professor at the University of Western Australia in Perth, told the annual meeting of the European Society of Human Reproduction and Embryology in Stockholm, that the effect of gum disease on conception is about the same order of magnitude as the effect of obesity. Hart, who is Professor of Reproductive Medicine at the University and Medical Director of Fertility Specialists of Western Australia, said their study was the first to be published that investigates links between gum disease and women's chances of getting pregnant, so it is the:  \"... first report to suggest that gum disease might be one of several factors that could be modified to improve the chances of a pregnancy.\"  He says women who want to become pregnant should visit their dentist and brush their teeth regularly.  For their research, Hart and colleagues analyzed data on over 3,400 pregnant women from Western Australia who were taking part in a study called SMILE that was investigating how treatment for gum disease affects pregnancy outcomes.   They found that women with gum disease took on average two months longer to conceive than women without gum disease (seven months instead of five).  Non-<em>Caucasian</em> women appeared to be the group most affected: they were likely to take more than 12 months to become pregnant if they had gum disease. Gum disease, also known as periodontal disease, is where the gums and supporting tissue are chronically infected and inflamed.   Our mouths are full of bacteria, which stick to mucus and bits of food and form a sticky \"plaque\" on our teeth. Brushing and flossing gets rid of plaque, but if this is not done regularly, then the plaque goes hard and turns into \"tartar\", that is much harder to get rid of. You should then visit the dentist or hygienist to have it removed properly.  If you leave it too long before removing plaque and tartar, the bacteria causes an inflammation called \"gingivitis\", where the gums appear red and swollen, and bleed. At this stage, daily brushing and flossing and visits to the dentist can restore oral health. But eventually, if not attended to, the disease moves to a stage where tissue and bone are affected: this is periodontitis, which literally means \"inflammation around the tooth\".  In periodontitis the gums pull away from the teeth and little pockets develop that become infected. The bacteria and plaque starts to grow below the gum line, causing the immune system to respond. Toxins from the bacteria and immune system activity start to attack the tissue and bone that hold teeth in place, and they become loose.  But these destructive agents also get into the bloodstream, which may explain why gum disease is linked to increased risk of a number of chronic diseases such as type 2 diabetes, heart disease, respiratory and kidney disease, and also, miscarriage and premature birth.  About one in ten people is thought to have severe periodontal disease. The best way to prevent it is to brush and floss your teeth regularly.  Hart suggests the reason the non-<em>Caucasian</em> women were the most affected was because they appeared to have the highest level of inflammatory response when suffering from gum disease.  He also said that receiving treatment for gum disease while pregnant does not affect the health of the foetus or the mother. Source : ESHRE 2011 Stockholm.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Khả năng sinh sản của phụ nữ liên quan đến sức khỏe răng miệng      Những phụ nữ muốn có con nên chăm sóc sức khỏe răng miệng của họ, một chuyên gia về khả năng sinh sản phát biểu tại một cuộc họp ở Thụy Điển ngày hôm qua. Trong cuộc họp, các đại biểu nghe trình bày về nghiên cứu sơ bộ cho thấy lần đầu tiên, từ khi một người phụ nữ bắt đầu cố gắng thụ thai, cơ hội thụ thai của cô ấy có thể phụ thuộc vào việc cô ấy chăm sóc răng và nướu như thế nào.  Roger Hart, giáo sư tại Đại học Tây Úc ở Perth, phát biểu tại cuộc họp hàng năm của Hiệp hội Sinh sản và Phôi học người của Châu Âu ở Stockholm, rằng ảnh hưởng của bệnh nướu răng trên sự thụ thai cũng quan trọng tương tự như ảnh hưởng của bệnh béo phì. Hart, Giáo sư Khoa sinh sản tại trường Đại học và là Giám đốc y tế của các chuyên gia sinh sản tại Tây Úc, cho biết nghiên cứu của họ là công trình đầu tiên được công bố điều tra về mối liên hệ giữa bệnh nướu răng và cơ hội mang thai của phụ nữ, vì vậy nó là:  \"... báo cáo đầu tiên cho thấy bệnh nướu răng có thể là một trong nhiều yếu tố có thể được sửa đổi để cải thiện cơ hội thụ thai.\"  Ông cho biết phụ nữ muốn có thai nên đi nha sĩ và đánh răng đều đặn.  Để nghiên cứu, Hart và các đồng nghiệp đã phân tích dữ liệu trên 3.400 phụ nữ mang thai từ Tây Úc đã tham gia trong một đề tài nghiên cứu có tên gọi là SMILE tìm hiểu tại sao việc điều trị bệnh nướu răng lại ảnh hưởng đến kết quả mang thai.  Họ phát hiện ra rằng những phụ nữ bị bệnh nướu răng mất dài hơn trung bình hai tháng để thụ thai so với những phụ nữ không có bệnh nướu răng (bảy thay vì năm tháng).  Phụ nữ không phải người da trắng dường như là nhóm bị ảnh hưởng nhiều nhất: họ có thể mất hơn 12 tháng để có thể mang thai nếu họ có các bệnh về lợi.  Bệnh nướu răng, còn được gọi là bệnh nha chu, là nơi mà lợi và các mô hỗ trợ bị bệnh và viêm mạn tính.  Miệng của chúng ta đầy vi khuẩn, bám vào dịch nhầy và các mẩu nhỏ thức ăn và tạo thành “mảng bám” dính trên răng.   Nếu bạn để nó quá lâu trước khi loại bỏ mảng bám và cao răng, vi khuẩn gây ra tình trạng viêm được gọi là \"viêm nướu\", nướu răng biến thành màu đỏ, sưng lên và chảy máu. Ở giai đoạn này, đánh răng và dùng chỉ nha khoa hàng ngày cùng với đi nha sĩ có thể khôi phục lại sức khỏe răng miệng. Nhưng cuối cùng, nếu không được quan tâm, bệnh sẽ chuyển sang một giai đoạn mà các mô và xương bị ảnh hưởng: đó là viêm nha chu, có nghĩa đen là \"viêm quanh răng\".  Trong bệnh nha chu, nướu răng kéo ra khỏi răng và các túi nhỏ phát triển đó sẽ bị viêm nhiễm. Các vi khuẩn và mảng bám bắt đầu phát triển bên dưới nướu, làm cho hệ thống miễn dịch phản ứng lại. Độc tố từ vi khuẩn và hoạt động của hệ miễn dịch bắt đầu tấn công các mô và xương giữ răng cố định, ​​làm chúng trở nên lỏng lẻo.  Nhưng các tác nhân phá hoại này cũng đi vào mạch máu, có thể giải thích tại sao bệnh nướu răng đi kèm với tăng nguy cơ của một số căn bệnh mạn tính như là tiểu đường tuýp 2, bệnh tim, hô hấp, bệnh thận, cũng như sẩy thai và sanh non.  Khoảng một trong mười người được cho là có bệnh nha chu nặng. Cách tốt nhất để ngăn chặn bệnh là chải răng và dùng chỉ nha khoa thường xuyên.  Hart cho rằng nguyên nhân mà những phụ nữ không phải người da trắng bị ảnh hưởng nhiều nhất là vì dường như họ có mức cao nhất của phản ứng viêm do mắc bệnh nướu.  Ông cũng cho biết việc điều trị bệnh nướu răng trong khi có thai không ảnh hưởng đến sức khỏe của bào thai hoặc người mẹ.  Nguồn: ESHRE 2011 Stockholm.  Tác giả: Tiến sĩ Catharine Paddock Bản quyền: Medical News Today"
        },
        {
            "en": "How Financial Companies Encourage Bad Habits    It would be nice if banks, financial advisors, credit card companies and other financial businesses had your best interests in mind when making policies and advising you, but that may not be the case. Financial institutions make billions of dollars annually as a result of high interest rates, loan products with high fees and restrictive rules that are less than customer-friendly.  Student Loan Debt  Education leads to jobs, right? For generations we've been conditioned to go to college at, literally, all costs. To finance our schooling, we're taking out student loans and not thinking anything of it because we've been told that debt for education, regardless of the cost, is responsible debt. Student loan debt has surpassed credit card debt as the largest amount of debt in the United States and although that may seem like good news because so many people are attending college, many recent graduates will still be paying their student loan debt when their children head to college. In 2010 the average person left college with a bachelor's degree and $24,000 in student loan debt. This may not seem like much, but when economic times are challenging, especially with a higher than average unemployment rate, it may be many years before that loan proves to be a good return on investment - especially if you choose a low-paying career path. Not all college debt is a good investment. Evaluate your college spending choices just as you would any other large purchase. Don't go to college without a goal and remember that the less debt you take on, the sooner you can say that you're truly earning money instead of working largely to pay off your school debt.  Overdraft Protection  Are you a <em>Caucasian</em> woman in her late 30s or early 40s with an annual income of around $50,000? If you are, you have been identified by market researchers as the type of person who is most likely to overdraw their bank account and because of that, banks are very interested in you.  In the past, banks used this as a way to make a large amount of money. If you were to spend more money than you had in your account, your bank would \"do you the favor\" of advancing the funds to cover your purchase for the average price of $35 per advance. Do the math and that $35 adds up to be a large percentage of what is usually a small amount of money advanced. For those living paycheck to paycheck whose fees are frequent due to such small account balances, these charges can put severe pressure on what is already a financially challenging life. Times have changed, though. New laws prohibit banks from automatically enrolling you in to their overdraft protection program. You can now take the chance and have your credit or debit card purchase declined at the register instead of paying the overdraft fee. Banks are working hard to get their customers signed up so watch out! Higher Interest Rate Mortgages If you're like many, you don't like shopping for a car. You go into the dealership feeling like you will end up paying too much at the hands of a salesperson trying to fetch the highest price. Many don't realize that up until April 1 of 2011, the person helping you with your home mortgage wasn't any different. By signing you up for a mortgage with a higher interest rate, your mortgage broker could make even more money. This payment, called a yield spread premium, encouraged a broker to attempt to get you in to a higher rate mortgage by offering an incentive.  Although there is a new law banning the yield spread premium payment, it is still in the broker's best interest to have you paying more. Of course, many professionals are looking to find the best terms possible for you, but make sure to thoroughly research all of your options and enter the mortgage process as an informed customer.  Subprime Credit Cards  For those people who have had some problems with their credit, sometimes the only way to start the rebuilding process is with a subprime credit card. These cards are often low balance, high interest rates cards with a mountain of restrictive terms, high fees and interest rates of sometimes 20% or more. Although this is often the only way to rebuild credit after a bankruptcy or other severe financial event, it is important to pay off the balance on time and not go over the limit. If you do, the fees and higher interest rate will make these cards a trap for those trying to rebuild. The Bottom Line  Although most financial professionals want to act in your best interests, it's important to remember that nobody cares as much about your financial well-being as you. Before making any big financial decision, do enough research to be able to make an informed choice based on the knowledge you gain on your own.",
            "vi": "Các công ty tài chính khuyến khích những thói quen xấu như thế nào    Thật tuyệt vời nếu các ngân hàng, nhà tư vấn tài chính, công ty phát hành thẻ tín dụng và những doanh nghiệp tài chính khác luôn nghĩ đến các quyền lợi của bạn lên trên hết khi đưa ra các chính sách và tư vấn cho bạn, nhưng có thể đó là trường hợp ngoại lệ. Các tổ chức tài chính kiếm mỗi năm hàng tỷ đô la nhờ lãi suất cao, sản phẩm cho vay có phí cao và những quy định hạn chế ít thân thiện với khách hàng.   \nNợ tín dụng sinh viên\n Giáo dục hướng đến việc làm, đúng không? Qua nhiều thế hệ chúng ta đã có điều kiện đi đến trường, theo nghĩa đen, bằng mọi giá. Để tài trợ cho việc học của mình, chúng ta vay tiền từ những khoản cho sinh viên vay mà không đắn đo một chút nào vì chúng ta nghe người ta quảng cáo rằng tiền nợ giáo dục, bất kể phí tổn, là tiền nợ có trách nhiệm. Tiền nợ tín dụng dành cho sinh viên đã vượt quá nợ qua thẻ tín dụng trở thành số nợ lớn nhất ở Hoa Kỳ và mặc dù điều đó dường như là tín hiệu tốt lành vì như vậy tức là nhiều người đang theo học bậc đại học, nhiều người mới tốt nghiệp sẽ vẫn tiếp tục thanh toán nợ tín dụng dành cho sinh viên khi con cái họ sắp sửa đến trường. Năm 2010 trung bình một người ra trường với tấm bằng cử nhân nợ 24 ngàn đô la tiền dành cho sinh viên vay. Con số này dường như không lớn, nhưng khi những giai đoạn kinh tế đang gặp sóng gió, mà nhất là tỷ lệ thất nghiệp cao hơn bình thường, thì có thể mất nhiều năm trước khi khoản tín dụng đó chứng tỏ nó là một khoản đầu tư tốt - đặc biệt nếu bạn lại chọn con đường sự nghiệp lương thấp. Không phải mọi khoản vay nợ để học đại học đều là khoản đầu tư tốt. Hãy đánh giá những chọn lựa chi tiêu học đại học của bạn đúng như bất kỳ khoản mua sắm lớn nào khác. Đừng đến trường mà không có lấy một mục tiêu và nhớ rằng mắc nợ càng ít bao nhiêu thì bạn càng sớm có thể tuyên bố với mọi người mình đang làm ra tiền thực sự bấy nhiêu thay vì vẫn phải đang làm việc chủ yếu là để trả hết nợ tiền vay từ thời đi học. Bảo hiểm thấu chi Bạn có phải là một phụ nữ da trắng trong độ tuổi cuối 30 đầu 40 có thu nhập hàng năm khoảng 50 ngàn đô la? Nếu đúng, thì bạn được các nhà nghiên cứu thị trường xác định thuộc nhóm người rút tiền quá mức trong tài khoản ngân hàng và vì vậy các ngân hàng rất quan tâm đến bạn. Trước đây ngân hàng sử dụng dịch vụ này như là một biện pháp kiếm rất nhiều tiền. Nếu bạn tiêu nhiều hơn số tiền bạn có trong tài khoản, thì ngân hàng sẽ \"giúp\" bạn bằng cách ứng trước kinh phí để trang trải khoản mua sắm với mức giá bình quân 35 đô la mỗi lần ứng trước. Thử làm phép tính và 35 đô la thêm vào sẽ là một tỷ lệ phần trăm lớn của số tiền ứng trước mà thường là một số tiền nhỏ. Đối với những người thu nhập chỉ vừa đủ sống mà phải đóng phí thường xuyên vì số dư tài khoản nhỏ như vậy, thì những khoản phí này có thể tạo áp lực lớn lên cuộc sống vốn đầy khó khăn về mặt tài chính. Mặc dù vậy, thời thế đã thay đổi. Những luật lệ mới cấm các ngân hàng tự động kết nạp bạn vào chương trình bảo hiểm thấu chi của họ. Hiện nay bạn có thể nhân cơ hội này và dùng thẻ tín dụng hay thẻ ghi nợ của mình mua sắm dưới mức đăng ký thay vì trả phí thấu chi. Các ngân hàng đang hoạt động tích cực để khách hàng tham gia chương trình của họ, vì vậy hãy coi chừng! Cho vay thế chấp có lãi cao hơn Nếu bạn giống như nhiều người, bạn không thích mua một chiếc xe. Bạn vào đại lý bán xe hơi mà cảm giác giống như rốt cuộc bạn sẽ phải trả quá nhiều tiền dưới tay của nhân viên bán hàng ra sức lấy mức giá cao nhất. Mãi cho đến ngày 1 tháng 4 năm 2011, nhiều người vẫn không nhận ra cái người mà giúp bạn vay thế chấp nhà ở cũng giống như vậy. Qua việc bạn tham gia vay thế chấp với lãi suất cao hơn, người môi giới khoản vay thế chấp của bạn thậm chí còn có thể kiếm được nhiều tiền hơn. Khoản thanh toán, mà gọi là tiền thưởng chênh lệch lãi suất, thúc đẩy người này cố gắng khuyến khích bạn vay thế chấp có mức lãi suất cao hơn. Mặc dù có luật mới cấm trả tiền thưởng chênh lệch lãi suất, nhưng đó vẫn là quyền lợi lớn nhất của người môi giới khiến bạn phải trả tiền nhiều hơn. Dĩ nhiên, nhiều chuyên gia đang tìm những điều khoản tốt nhất có thể dành cho bạn, nhưng hãy chắc chắn nghiên cứu kỹ lưỡng các lựa chọn của mình và tham gia vào quy trình vay thế chấp như một khách hàng có hiểu biết. Thẻ tín dụng  dưới chuẩn Đối với những người đã gặp rắc rối với thẻ tín dụng, đôi khi cách duy nhất để bắt đầu quá trình xây dựng lại là một chiếc thẻ tín dụng dưới chuẩn. Những chiếc thẻ loại này thường là những chiếc thẻ có lãi suất cao, số dư thấp với rất nhiều điều kiện hạn chế, phí cao và lãi suất nhiều khi là 20% hoặc hơn. Mặc dù đây là cách duy nhất xây dựng lại tín dụng sau khi bị vỡ nợ hoặc trải qua sự kiện tài chính tồi tệ khác, thì điều quan trọng là trả hết số dư nợ đúng thời hạn và không vượt quá giới hạn. Nếu không, các khoản phí và lãi suất cao sẽ biến những chiếc thẻ này thành cái bẫy cho những người đang cố gắng đứng lên (sau thất bại). Kết luận Mặc dù hầu hết các chuyên gia tài chính muốn hành động vì lợi ích tốt nhất của bạn, nhưng điều quan trọng là phải nhớ rằng không ai chăm sóc sức khoẻ tài chính của bạn bằng bạn đâu. Trước khi đưa ra bất kỳ quyết định tài chính lớn nào, hãy nghiên cứu thật đầy đủ để có khả năng lựa chọn sáng suốt dựa trên kiến thức bạn tự trang bị được."
        },
        {
            "en": "st1\\:*{behavior:url(#ieooui) }     What is osteoporosis? Osteoporosis is a disease characterized by low bone mass and loss of bone tissue that may lead to weak and fragile bones. If you have osteoporosis, you have an increased risk for fractured bones (broken bones).  Does osteoporosis only affect the elderly?  Osteoporosis has often been thought to be a condition that frail elderly women develop. However, the damage from osteoporosis begins much earlier in life. Because peak bone density is reached at approximately 25 years of age, it is important to build strong bones by that age, so that the bones will remain strong later in life. Adequate calcium intake and exercise are essential for building strong bones. Why is osteoporosis an important public health issue? In the United States, more than 10 million people have osteoporosis and almost 34 million more have low bone density. Approximately 80% of those with osteoporosis are women. Of people older than 50 years of age, one in two women and one in eight men are predicted to have an osteoporosis-related fracture in their lifetime. White and Asian racial groups are at a greater risk. With the aging of America, the number of people with osteoporosis-related fractures will increase substantially. The pain, suffering, and economic costs will be enormous. What are the symptoms of osteoporosis? Normal bone is composed of protein, collagen, and calcium, all of which give bone its strength. Bones that are affected by osteoporosis can break (fracture) with relatively minor injury that normally would not cause a bone to fracture. The osteoporosis condition can be present without any symptoms for decades. Therefore, patients may not be aware of their osteoporosis until they suffer a painful fracture. Symptoms depend on the location of the fracture. We'll take a look at the most common locations for osteoporotic fractures on the next few slides. Osteoporosis symptoms: Fractures of the spine Fractures of the spine (vertebra) can cause severe \"band-like\" pain that radiates around from the back to the side of the body. Over the years, repeated spine fractures can cause chronic lower back pain as well as loss of height or curving of the spine, which gives the individual a hunched-back appearance of the upper back, referred to as a \"dowager hump.\" Osteoporosis symptoms: Stress fracture A fracture that occurs during the course of normal activity is called a minimal trauma fracture or stress fracture. For example, some patients with osteoporosis develop stress fractures of the feet while walking or stepping off a curb.  Osteoporosis symptoms: Hip fracture Hip fractures typically occur as a result of a fall. With osteoporosis, hip fractures can occur as a result of trivial accidents. Hip fractures may also be difficult to heal after surgical repair because of poor bone quality. What are the consequences of osteoporosis? Osteoporosis bone fractures are responsible for considerable pain, decreased quality of life, lost workdays, and disability. Up to 30% of patients suffering a hip fracture will require long-term nursing-home care. Some 20% of women with a hip fracture will die in the subsequent year as an indirect result of the fracture. In addition, once a person has experienced a spine fracture due to osteoporosis, he or she is at very high risk of suffering another such fracture in the near future (next few years).  What factors determine bone strength? Bone mass (bone density) is the amount of bone present in the skeletal structure. Generally, the higher the bone density, the stronger the bones. Bone density is greatly influenced by genetic factors and can be affected by environmental factors and medications. For example, men have a higher bone density than women. African Americans have a higher bone density than <em>Caucasian</em> or Asian Americans. Normally, bone density accumulates during childhood and reaches a peak by around 25 years of age. Bone density is then maintained for about 10 years. After age 35, both men and women will normally lose 0.3%-0.5% of their bone density per year as part of the aging process. Menopause, Estrogen, and Osteoporosis Estrogen is important in maintaining bone density in women. When estrogen levels drop after menopause, bone loss accelerates. During the first five to 10 years after menopause, women can suffer up to 2%-4% loss of bone density per year! This can result in the loss of up to 25%-30% of their bone density during that time period. Accelerated bone loss after menopause is a major cause of osteoporosis in women. What are the risk factors for developing osteoporosis? * female gender  * <em>Caucasian</em> or Asian race  * thin and small body frames  * family history of osteoporosis (for example, having a mother with an osteoporotic hip fracture doubles your risk of hip fracture)  * personal history of fracture as an adult  * cigarette smoking  * excessive alcohol consumption  * lack of exercise  * diet low in calcium  * poor nutrition and poor general health  * malabsorption (nutrients in the bowels are not properly absorbed)  * low estrogen levels  * chemotherapy  * loss of the menstrual period (amenorrhea)  * chronic inflammation  * immobility, such as after a stroke or any condition that interferes with walking  * hyperthyroidism (excessive thyroid hormone)  * hyperparathyroidism (excessive parathyroid hormone production causes too much calcium to be removed from the bone)  * vitamin D deficiency (vitamin D helps the body absorb calcium)  * certain medications can cause osteoporosis such as long-term use of heparin (a blood thinner), antiseizure medications phenytoin (Dilantin) and phenobarbital, and long-term use of oral corticosteroids (such as prednisone)   How is osteoporosis diagnosed? A routine X-ray can suggest osteoporosis of the bone, which appears much thinner and lighter than normal bones. Unfortunately, by the time X-rays can detect osteoporosis, at least 30% of the bone has already been lost. In addition, X-rays are not accurate indicators of bone density. The appearance of the bone on the X-ray is often affected by variations in the degree of exposure of the X-ray film.  The National Osteoporosis Foundation, the American Medical Association, and other major medical organizations are recommending a dual energy X-ray absorptiometry (DEXA or DXA) for diagnosing osteoporosis. The test measures bone density in the hip and the spine, takes only five to 15 minutes to perform, uses very little radiation (less than one-tenth to one-hundredth the amount used on a standard chest X-ray), and is quite precise. Who should have bone density testing? The national osteoporosis foundation guidelines state that there are several groups of people who should consider DXA testing: * all postmenopausal women below age 65 who have risk factors for osteoporosis;  * all women aged 65 and older;  * postmenopausal women with fractures, although this is not mandatory because treatment may be started regardless of bone density; * women with one of the many medical conditions associated with osteoporosis   How are bone density results measured?  Upon completion of a DXA scan, the bone density of the patient is then compared to the average peak bone density of young adults of same sex and race. This score is called the \"T score,\" and it expresses the bone density in terms of the number of standard deviations (SD).  * Osteoporosis is defined as a bone density T score of -2.5 SD or below.  * Osteopenia (between normal and osteoporosis) is defined as a bone density T score between -1 and -2.5 SD for all women aged 65 and older;  How is osteoporosis treated and prevented? The goal of osteoporosis treatment is the prevention of bone fractures by stopping bone loss and by increasing bone density and strength. Although early detection and timely treatment of osteoporosis can substantially decrease the risk of future fracture, none of the available treatments for osteoporosis are complete cures. In other words, it is difficult to completely rebuild bone that has been weakened by osteoporosis. Therefore, prevention of osteoporosis is as important as treatment. We'll take a look at some of the prevention and treatment options on the following slides. Prevention and treatment: Exercise Exercise has a wide variety of beneficial health effects. However, exercise does not bring about substantial increases in bone density. The benefit of exercise for osteoporosis has mostly to do with decreasing the risk of falls, probably because balance is improved and/or muscle strength is increased. Research has not yet precisely determined what type or duration of exercise is best for osteoporosis. Nevertheless, most doctors recommend weight-bearing exercise, walking, preferably daily. A word of caution about exercise It is important to avoid exercises that can injure already weakened bones. In patients over 40 and those with heart disease, obesity, diabetes mellitus, and high blood pressure, exercise should be prescribed and monitored by their doctors. Finally, extreme levels of exercise (such as marathon running) may not be healthy for the bones. Marathon running in young women that leads to weight loss and loss of menstrual periods can actually cause osteoporosis. Prevention and treatment: Quit smoking and curtail alcohol Smoking one pack of cigarettes per day throughout adult life can itself lead to loss of 5%-10% of bone mass. Smoking cigarettes decreases estrogen levels and can lead to bone loss in women before menopause. Smoking cigarettes can also lead to earlier menopause. Data on the effect of regular consumption of alcohol and caffeine on osteoporosis is not as clear as with exercise and cigarettes. In fact, research regarding alcohol and caffeine as risk factors for osteoporosis shows widely varying results and is controversial. Certainly, these effects are not as powerful as other factors. Nonetheless, moderation of both alcohol and caffeine is prudent. Prevention and treatment: Calcium supplements Building strong and healthy bones requires an adequate dietary intake of calcium and exercise beginning in childhood and adolescence for both sexes. Importantly, once osteoporosis is present, a high dietary calcium intake or taking calcium supplements alone is not sufficient in treating osteoporosis and should not be viewed as an alternative to or substituted for more potent prescription osteoporosis medications. In the first several years after menopause, rapid bone loss can occur even if calcium supplements are taken. Unfortunately, surveys have shown that the average woman in the United States consumes less than 500 milligrams of calcium per day in her diet, less than the recommended amounts. Additional calcium can be obtained by drinking more milk and eating more yogurt or cottage cheese or by taking calcium supplement tablets as well from calcium-fortified foods, such as orange juice.  Prevention and treatment: Calcium-fortified foods Excluding dairy products, the average American diet contains approximately 250 mg of calcium. As mentioned on the previous slide, here are some examples of calcium-fortified foods and their respective calcium intake. Prevention and treatment: Vitamin D An adequate calcium intake and adequate body stores of vitamin D are important foundations for maintaining bone density and strength. Unfortunately, vitamin D deficiency is quite common in the United States. Vitamin D is important in several respects:  * vitamin D helps the absorption of calcium from the intestines;  * a lack of vitamin D causes calcium-depleted bone (osteomalacia), which further weakens the bones and increases the risk of fractures; and  * vitamin D, along with adequate calcium (1,200 mg of elemental calcium), has been shown in some studies to increase bone density and decrease fractures in older postmenopausal but not in premenopausal or perimenopausal women.  The food and nutrition board of the Institute of Medicine has recommended the following as an as adequate vitamin D intake: * 200 IU daily for men and women 19 to 50 years old;  * 400 IU daily for men and women 51 to 70 years old; and  * IU daily for men and women 71 years and older.  Good sources of vitamin D include natural sunlight, fortified milk, cheese, butter/margarine, cereal, and fish. Prevention and treatment: Menopausal hormone therapy  Menopausal hormone therapy (previously referred to as hormone replacement therapy or HRT) has been shown to prevent bone loss, increase bone density, and prevent bone fractures. Estrogen is available orally (Premarin, Estrace, Estratest, and others) or as a skin patch (Estraderm, Vivelle, and others). Estrogen is also available in combination with progesterone as pills and patches. Progesterone is routinely given along with estrogen to prevent uterine cancer that might result from estrogen use alone. Women who have had a hysterectomy (surgical removal of the uterus) may take estrogen alone. Due to adverse effects of menopausal hormone therapy, such as increased risks of heart attack, stroke, blood clots in the veins, and breast cancer; menopausal hormone therapy is no longer recommended for long-term use but rather short-term use to relieve menopausal hot flashes. Every woman should have an individualized discussion regarding estrogen replacement with her doctor. Prevention and treatment: Medications Currently, the most effective medications for osteoporosis that are approved by the FDA are anti-resorptive agents, which prevent bone breakdown. Antiresorptive medications inhibit bone removal (resorption), thus leading to bone rebuilding and increasing bone density. Menopausal estrogen hormone therapy is one example of an antiresorptive agent. Others include alendronate (Fosamax), risedronate (Actonel), raloxifene (Evista), ibandronate (Boniva), calcitonin (Calcimar), and zoledronate (Reclast). Prevention of hip fractures The FDA has approved hip-protector garments for the prevention of hip fractures in unstable elderly people with known osteoporosis. Brand names available include Hipsaver and Safehip. These can be helpful for patients who are in the nursing-home environment, although the real extent of protection against hip fractures that is gained with use of hip protectors is a matter of current controversy. Osteoporosis at a glance * Osteoporosis is a condition of increased susceptibility to fracture due to fragile bone.  * Osteoporosis weakens bone and increases risk of bone fracture.  * Bone mass (bone density) decreases after age 35 years and decreases more rapidly in women after menopause. * Key risk factors for osteoporosis include genetic factors, lack of exercise, lack of calcium and vitamin D, personal history of fracture as an adult, rheumatoid arthritis, cigarette smoking, excessive alcohol consumption, low body weight, and family history of osteoporosis. * Patients with osteoporosis have no symptoms until bone fractures occur.  * Diagnosis can be suggested by X-rays and confirmed by using tests to measure bone density.  * Treatments for osteoporosis, in addition to prescription osteoporosis medications, include stopping use of alcohol and cigarettes, and assuring adequate exercise, calcium, and vitamin D.",
            "vi": "Loãng xương là gì? Loãng xương là bệnh đặc trưng bởi khối lượng xương thấp và mất mô xương có thể làm cho xương yếu và dễ gãy. Nếu bạn bị loãng xương, thì nguy cơ bạn bị gãy xương tăng cao.  Có phải chứng loãng xương chỉ ảnh hưởng đến người già? Người ta thường đã cho rằng bệnh loãng xương là chứng bệnh xảy ra ở phụ nữ ốm yếu lớn tuổi. Tuy nhiên, tổn thương do loãng xương gây ra bắt đầu rất sớm. Do mật độ xương cao nhất là ở khoảng 25 tuổi, nên quan trọng là phải làm cho xương chắc khỏe ở độ tuổi này, sao cho xương vẫn còn cứng cáp về sau. Luyện tập thể dục và bổ sung can-xi đầy đủ là điều quan trọng để giúp cho xương được chắc khỏe. Tại sao bệnh loãng xương là một vấn đề quan trọng của ngành y tế cộng đồng?  Có hơn 10 triệu người Mỹ bị loãng xương và gần 34 triệu người có mật độ xương thấp. Khoảng 80% bệnh nhân bị loãng xương là phụ nữ. Đối với người già trên 50 tuổi, tỉ lệ bệnh nhân bị dự đoán nứt xương do loãng xương gây ra là 1:2 ở nữ và 1:8 ở nam trong suốt cuộc đời mình. Các nhóm người thuộc chủng tộc da trắng và châu Á có nguy cơ bị loãng xương cao hơn. Số người bị nứt xương do loãng xương gây ra tăng nhanh đáng kể đối với người già ở Mỹ. Loãng xương làm cho bệnh nhân đau đớn, khổ sở và tốn kém rất nhiều.  Triệu chứng của loãng xương là gì? Xương thường được cấu tạo từ prô-tê-in, collagen (chất tạo keo), và can-xi, tất cả làm cho xương trở nên chắc khỏe. Loãng xương có thể làm cho xương bị gãy (nứt) do chấn thương khá nhẹ mà bình thường sẽ không làm cho xương gãy nứt.  Bệnh nhân bị loãng xương có thể không biểu hiện triệu chứng gì trong thời gian dài. Do đó, người bệnh có thể không biết mình bị loãng xương cho đến khi bị nứt xương gây đau đớn. Các triệu chứng bệnh tuỳ thuộc vào chỗ xương bị nứt. Chúng ta sẽ điểm qua những vị trí nứt xương do loãng xương thường thấy nhất ở vài khung hình kế tiếp nhé.  Triệu chứng của bệnh loãng xương: Nứt cột sống  Nứt cột sống (đốt sống) có thể gây đau nhức dữ dội, đau như một “dải băng” lan ra xung quanh từ vùng lưng đến hai bên hông người. Nếu không được điều trị, để lâu thì các chỗ nứt tiếp này có thể gây đau thắt lưng mãn tính cũng như làm cho bệnh nhân bị lùn đi hoặc làm cong cột sống, người bệnh trông có vẻ bị gù lưng trên, thường được quy cho đó là “bệnh gù lưng.”  Triệu chứng của bệnh loãng xương: Nứt xương Nứt gãy xương xảy ra trong khi thực hiện hoạt động bình thường được gọi là chấn thương nứt xương nhẹ hoặc nứt xương nhẹ. Chẳng hạn như một số bệnh nhân loãng xương bị nứt xương bàn chân trong khi đi bộ hoặc bước xuống lề đường.  Triệu chứng của bệnh loãng xương: Nứt xương hông  Nứt xương hông thường xảy ra khi bị té. Đối với chứng loãng xương thì nứt xương hông có thể là do các tai nạn bình thường gây nên. Tình trạng nứt xương hông cũng có thể khó chữa lành sau khi đã phẫu thuật chỉnh hình bởi chất lượng xương bị yếu đi nhiều.  Hậu quả của bệnh loãng xương là gì? Nứt xương do loãng xương gây ra làm cho bệnh nhân đau đớn dữ dội, làm giảm chất lượng của cuộc sống, gây tàn tật và không có khả năng làm việc nữa. Có đến 30% bệnh nhân nứt xương hông phải ở nhà thương điều trị lâu dài. Số bệnh nhân nữ tử vong sau một năm bị nứt xương hông là khoảng chừng 20% mà chứng nứt xương là nguyên nhân gián tiếp gây ra. Ngoài ra, khi một người đã bị nứt cột sống do loãng xương thì sẽ có nguy cơ bị nứt xương như vậy rất cao vào lần sau trong tương lai gần (một vài năm sau).  Yếu tố nào xác định được độ chắc của xương?  Khối lượng xương (mật độ xương) là lượng xương có trong cấu trúc xương. Thông thường mật độ xương càng cao thì xương càng chắc khỏe. Mật độ xương bị ảnh hưởng rất lớn bởi các yếu tố di truyền và có thể bởi môi trường và thuốc men. Chẳng hạn như nam giới có mật độ xương cao hơn phụ nữ. Người Mỹ gốc Phi có mật độ xương cao hơn người da trắng hoặc người Mỹ gốc Á. Mật độ xương thường được tích tụ khi còn nhỏ và đạt ngưỡng cao nhất ở độ tuổi 25; sau đó được duy trì trong khoảng chừng 10 năm như thế. Sau 35 tuổi, mật độ xương thường sẽ mất mỗi năm từ 0.3% đến 0.5% ở cả nam lẫn nữ, như là một phần của quá trình lão hoá.  Mãn kinh, hooc-môn estrogen, và bệnh loãng xương Estrogen là hooc-môn thiết yếu giúp duy trì mật độ xương ở nữ giới. Khi nồng độ estrogen giảm sau mãn kinh thì mật độ xương cũng giảm nhanh chóng. Trong 5 đến 10 năm đầu sau mãn kinh thì mỗi năm phụ nữ có thể giảm 2%-4% mật độ xương! Điều này có thể làm cho mật độ xương giảm đến 25%-30% trong suốt khoảng thời gian đó. Mật độ xương giảm nhanh sau mãn kinh là nguyên nhân chính gây loãng xương ở phụ nữ.  Các yếu tố rủi ro làm phát triển bệnh loãng xương là gì?  * giới tính nữ * chủng người da trắng hoặc châu Á * người có thân hình nhỏ nhắn, ốm yếu * có tiền sử gia đình bị loãng xương (chẳng hạn như có mẹ bị nứt xương hông do loãng xương sẽ có nguy cơ nứt xương hông tăng gấp đôi) * có tiền sử cá nhân bị nứt xương ở tuổi trưởng thành  * hút thuốc lá * uống rượu bia quá nhiều * thiếu vận động * chế độ dinh dưỡng nghèo can-xi * khẩu phần dinh dưỡng kém và sức khỏe tổng quát yếu  * kém hấp thu (dưỡng chất trong ruột không được hấp thu hoàn toàn) * nồng độ hooc-môn estrogen thấp  * hoá trị liệu * mất kinh (tắt kinh) * bị viêm mãn tính  * bị liệt, bất động, chẳng hạn như sau khi bị đột quỵ hoặc sau bất kỳ một chứng bệnh nào làm ảnh hưởng đến khả năng đi đứng * bị cường giáp (hooc-môn tuyến giáp quá cao) * bị tăng năng tuyến cận giáp (sản sinh quá nhiều hooc-môn tuyến cận giáp làm cho xương bị mất quá nhiều can-xi) * thiếu vitamin D (vitamin D giúp cho cơ thể hấp thụ can-xi) * một số thuốc nào đó cũng có thể gây loãng xương chẳng hạn như sử dụng thuốc hê-pa-rin (chất/ thuốc làm loãng máu) trong thời gian dài, thuốc chống động kinh phenytoin (Dilantin) và thuốc an thần/ thuốc ngủ, và sử dụng corticosteroid dạng uống (hoóc-môn xtê-rô-ít do vỏ thượng thận tổng hợp) lâu dài (chẳng hạn như thuốc kháng viêm prednisone) Bệnh loãng xương được chẩn đoán như thế nào?  Phương pháp chụp X-quang định kỳ có thể cho biết bệnh loãng xương – xương trông có vẻ mỏng và nhẹ hơn nhiều so với xương bình thường. Đáng tiếc là khi tia X có thể phát hiện ra loãng xương thì đã có ít nhất 30% xương đã bị mất. Ngoài ra, thủ thuật này cũng không cho biết chính xác mật độ xương. Việc thay đổi độ chụp phim X-quang cũng thường làm ảnh hưởng đến vẻ ngoài của xương trên tia X. Tổ chức Loãng xương Quốc gia, Hiệp hội Y học Hoa Kỳ, và các tổ chức y tế lớn khác đang khuyến cáo phương pháp đo hấp thụ năng lượng tia X kép (DEXA hoặc DXA) để chẩn đoán loãng xương. Xét nghiệm đo mật độ xương hông và cột sống chỉ mất từ 5 đến 15 phút, sử dụng bức xạ rất nhỏ (chưa đầy 1/10 đến 1/100 lượng bức xạ dùng để chụp X- quang ngực chuẩn), và biện pháp này khá chính xác.  Đối tượng nào nên xét nghiệm mật độ xương?  Tổ chức Loãng xương Quốc gia chỉ ra nguyên tắc một số nhóm người nên thực hiện xét nghiệm DXA:  * phụ nữ sau mãn kinh dưới 65 tuổi, có nguy cơ bị loãng xương;  * phụ nữ tuổi từ 65 trở lên; * phụ nữ sau mãn kinh bị nứt xương, mặc dù đây không phải là điều bắt buộc bởi người ta cũng có thể bắt đầu điều trị mà không kể đến mật độ xương;  * phụ nữ bị một trong các bệnh liên quan đến loãng xương  Kết quả mật độ xương được đo như thế nào?  Sau khi quét/chụp DXA xong, mật độ xương của bệnh nhân được đem đối chiếu với mật độ xương ở ngưỡng cao nhất bình thường của thanh niên cùng chủng tộc và giới tính. Đây gọi là chỉ số T (T score) – cho biết mật độ xương trong các khoảng sai lệch chuẩn (SD).  * Nếu mật độ xương T score là -2.5 SD trở xuống: loãng xương. * Tiền loãng xương (giữa trạng thái bình thường và loãng xương) được xác định khi mật độ xương T score dao động giữa 1 và 2.5 SD đối với phụ nữ tuổi từ 65 trở lên;  Điều trị và phòng tránh bệnh loãng xương như thế nào?  Mục tiêu của việc điều trị loãng xương là phòng tránh nứt xương bằng cách ngăn không cho mất xương và làm tăng mật độ xương và làm cho xương chắc khỏe hơn. Mặc dù biện pháp phát hiện sớm và điều trị loãng xương kịp thời có thể làm giảm đáng kể nguy cơ nứt xương về sau, không có phương pháp điều trị loãng xương nào chữa lành chứng bệnh này hoàn toàn. Nói một cách khác là khó có thể làm xương bị yếu do loãng xương gây ra trở lại cứng cáp hoàn toàn được. Do đó, biện pháp phòng tránh loãng xương được coi là quan trọng như việc điều trị vậy. Chúng ta sẽ quan sát một số cách phòng tránh và điều trị ở những khung hình bên dưới nhé.  Phòng tránh và điều trị loãng xương bằng bài tập  Thể dục rất có lợi cho sức khỏe. Tuy nhiên, thể dục không làm tăng mật độ xương đáng kể được. Lợi ích của thể dục đối với bệnh loãng xương chủ yếu là làm giảm nguy cơ té ngã, có lẽ bởi giúp cơ thể thăng bằng hơn và/hoặc làm nâng cao sức mạnh cơ bắp. Nghiên cứu cũng chưa xác định chính xác là loại bài tập nào hoặc thời gian tập là bao nhiêu là tốt nhất cho bệnh loãng xương. Tuy vậy, hầu hết các bác sĩ khuyến cáo nên tập cử tạ, đi bộ, tốt nhất là nên tập hằng ngày.  Cảnh giác với bài tập thể dục Điều quan trọng là phải tránh các bài tập có thể gây chấn thương cho những xương đã bị yếu sẵn. Đối với bệnh nhân trên 40 tuổi và người bị bệnh tim, béo phì, tiểu đường, và huyết áp cao, thì bài tập của họ nên được bác sĩ quy định và giám sát. Cuối cùng là mức độ thể dục quá nhiều (chẳng hạn như cuộc chạy đua ma-ra-tông) có thể là không khỏe cho xương. Chạy đua ma-ra-tông ở nữ thanh niên dẫn đến giảm cân và tắc kinh có thể thực sự gây loãng xương. Phòng tránh và điều trị loãng xương: Bỏ thuốc lá và hạn chế rượu bia  Hút một gói thuốc một ngày suốt thời thanh niên có thể tự làm mất 5%-10% khối lượng xương. Hút thuốc lá làm giảm nồng độ estrogen và có thể dẫn đến tình trạng mất xương ở phụ nữ trước mãn kinh. Việc hút thuốc lá cũng có thể làm mãn kinh sớm hơn.  Thông tin về ảnh hưởng của việc thường xuyên uống rượu bia và cà-phê-in đối với chứng loãng xương không rõ như ảnh hưởng của thuốc lá và bài tập thể dục. Thực ra, cuộc nghiên cứu xem rượu bia và cà-phê-in là các yếu tố nguy hiểm đối với bệnh loãng xương cho thấy nhiều kết quả rất khác biệt nhau và người ta vẫn còn đang tranh cãi về vấn đề này. Tất nhiên là, những ảnh hưởng này không mạnh như những yếu tố khác. Mặc dù vậy, việc tiết chế rượu bia và cà-phê-in là vấn đề thận trọng.  Phòng tránh và điều trị loãng xương bằng cách bổ sung can-xi Việc xây dựng xương chắc khỏe đòi hỏi phải bổ sung đầy đủ can-xi trong chế độ ăn uống và luyện tập thể dục bắt đầu ngay từ nhỏ và từ thời trẻ đối với cả nam lẫn nữ. Điều quan trọng là, một khi bệnh nhân đã bị loãng xương thì việc bổ sung can-xi liều cao trong khẩu phần dinh dưỡng hoặc chỉ bổ sung can-xi không đủ để có thể chữa lành được bệnh loãng xương và không nên xem đó là thuốc thay thế hoặc thế cho các loại thuốc trị loãng xương theo toa hiệu nghiệm hơn. Trong một vài năm đầu sau mãn kinh, xương có thể bị mất nhanh chóng cho dù là bệnh nhân được bổ sung can-xi đi nữa.  Tiếc là, nhiều cuộc khảo sát ở Hoa Kỳ cho thấy phụ nữ thường hấp thu chưa đầy 500 milligram can-xi trong chế độ dinh dưỡng mỗi ngày, thấp hơn lượng can-xi được khuyến nghị. Ngoài ra can-xi còn có thể được bổ sung thêm bằng cách uống nhiều sữa và ăn thêm nhiều sữa chua hoặc phô mai làm từ sữa đã gạn kem hoặc bằng cách bổ sung thêm viên can-xi cũng như thực phẩm bổ sung chất vôi, chẳng hạn như nước cam ép.  Phòng tránh và điều trị loãng xương bằng thức ăn bổ sung chất vôi  Ngoài các sản phẩm làm từ sữa thì khẩu phần dinh dưỡng của người Mỹ trung bình chứa khoảng 250 mg can-xi. Như đã đề cập đến ở khung hình trước, dưới đây là một số ví dụ về thực phẩm bổ sung chất vôi và lượng can-xi hấp thu tương ứng.  Phòng tránh và điều trị loãng xương bằng vitamin D  Việc hấp thụ đầy đủ can-xi và dự trữ đủ vitamin D trong cơ thể là nền tảng quan trọng để duy trì mật độ xương và giữ cho xương chắc khỏe. Tiếc là chứng thiếu vitamin D rất thường thấy ở Mỹ. Vitamin D cần thiết ở nhiều lĩnh vực khác nhau:  * vitamin D giúp hấp thu can-xi từ ruột;  * thiếu vitamin D làm cho xương bị cạn hết can-xi (nhuyễn xương), làm cho xương trở nên yếu hơn và làm tăng nguy cơ nứt gãy, và  * vitamin D, và can-xi đầy đủ (1,200 mg can-xi cơ bản), trong một số nghiên cứu đã cho thấy kết quả làm tăng mật độ xương và giúp cho người già sau mãn kinh giảm nứt xương nhưng không có tác dụng đối với phụ nữ tiền mãn kinh hoặc gần mãn kinh.  Ủy ban Thực phẩm và Dinh dưỡng thuộc Viện Y học đã khuyến nghị nên bổ sung đầy đủ vitamin D như sau: * 200 IU/ ngày đối với cả nam lẫn nữ từ 19 đến 50 tuổi  * 400 IU/ ngày đối với cả nam lẫn nữ từ 51 đến 70 tuổi; và  * IU mỗi ngày cho cả nam lẫn nữ từ 71 tuổi trở lên.  Các nguồn cung cấp vitamin D dồi dào gồm ánh nắng tự nhiên, sữa bổ sung vitamin D, phô mai, bơ/bơ thực vật, ngũ cốc và cá.  Phòng tránh và điều trị loãng xương bằng liệu pháp hooc-môn mãn kinh  Liệu pháp hooc-môn mãn kinh (trước đây gọi là liệu pháp thay thế hooc-môn hoặc HRT) đã có tác dụng phòng tránh mất xương, tăng mật độ xương, và ngăn ngừa được chứng nứt xương. Hooc-môn estrogen có thể được sử dụng dạng uống (Premarin, Estrace, Estratest, và nhiều loại khác) hoặc dán trên da (Estraderm, Vivelle, và nhiều loại khác). Estrogen cũng có thể kết hợp với progesterone ở dạng viên và miếng dán. Progesterone thường được sử dụng với estrogen để ngăn ngừa ung thư tử cung có thể do sử dụng estrogen riêng lẻ. Do liệu pháp hooc-môn mãn kinh gây ảnh hưởng xấu, chẳng hạn như làm tăng nguy cơ đau tim, đột quỵ, tắc nghẽn tĩnh mạch, và ung thư vú, nên liệu pháp này không còn được khuyến nghị sử dụng trong thời gian dài nữa mà chỉ sử dụng ngắn hạn nhằm làm giảm cơn trào huyết mãn kinh (kèm theo mất thăng bằng hooc-môn lúc mãn kinh). Phụ nữ nên thảo luận riêng với bác sĩ về liệu pháp thay thế hooc-môn estrogen.  Phòng tránh và điều trị loãng xương bằng thuốc Hiện nay, nhiều loại thuốc trị loãng xương công hiệu nhất đã được Cơ quan giám sát an toàn thực phẩm và dược phẩm FDA phê duyệt là thuốc chống huỷ xương, phòng tránh gãy xương. Nhiều thuốc chống huỷ xương ngăn không cho mất xương (phân huỷ xương), do đó dẫn đến việc tái xây dựng xương và làm tăng mật độ xương. Liệu pháp hooc-môn estrogen mãn kinh là một trường hợp ví dụ cho thuốc chống huỷ xương. Nhiều loại thuốc khác gồm alendronate (Fosamax), risedronate (Actonel), raloxifene (Evista), ibandronate (Boniva), calcitonin (Calcimar), và zoledronate (Reclast). Phòng tránh nứt xương hông  Tổ chức FDA đã cho phép dùng quần áo bảo vệ hông để ngăn ngừa gãy xương hông ở người già bị loãng xương dễ té ngã. Tên thương hiệu là Hipsaver and Safehip. Phương pháp này có thể có ích cho những bệnh nhân sống ở môi trường viện dưỡng lão, mặc dù mức độ phòng tránh nứt xương hông thực sự nhờ sử dụng dụng cụ bảo vệ hông là điều mà người ta hiện vẫn còn đang tranh cãi.  Nhìn sơ lược về bệnh loãng xương  * Loãng xương là bệnh xương dễ gãy nứt do xương bị mỏng đi.  * Bệnh loãng xương làm cho xương yếu và làm tăng nguy cơ nứt xương.  * Khối lượng xương (mật độ xương) giảm sau 35 tuổi và giảm nhanh hơn ở phụ nữ sau mãn kinh.  * Các yếu tố nguy hiểm chính yếu của bệnh loãng xương gồm yếu tố di truyền, thiếu vận động, thiếu can-xi và thiếu vitamin D, có tiền sử cá nhân bị nứt xương ở tuổi trưởng thành, bị viêm khớp kinh niên, hút thuốc, uống rượu quá nhiều, nhẹ cân, và có tiền sử gia đình bị loãng xương. * Bệnh nhân bị loãng xương không có triệu chứng gì cho đến khi có biểu hiện nứt xương.  * Có thể sử dụng phương pháp chụp X-quang để chẩn đoán bệnh loãng xương và làm nhiều xét nghiệm khác để xác định lại nhằm đo mật độ xương.  * Các phương pháp điều trị loãng xương, ngoài những loại thuốc chữa loãng xương theo toa, như bỏ thuốc lá và rượu bia, và đảm bảo nên tập thể dục, bổ sung can-xi và vitamin D đầy đủ."
        },
        {
            "en": "Sudden infant death syndrome (SIDS)      Reducing the Risk A lack of answers is part of what makes sudden infant death syndrome (SIDS) so frightening. SIDS is the leading cause of death among infants 1 month to 1 year old, and claims the lives of about 2,500 each year in the United States. It remains unpredictable despite years of research. Even so, the risk of SIDS can be greatly reduced. First and foremost, infants younger than 1 year old should be placed on their backs to sleep — never face-down on their stomachs. Searching for Answers As the name implies, SIDS is the sudden and unexplained death of an infant who is younger than 1 year old. It's a frightening prospect because it can strike without warning, usually in seemingly healthy babies. Most SIDS deaths are associated with sleep and infants who die of SIDS show no signs of suffering. While most conditions or diseases usually are diagnosed by the presence of specific symptoms, most SIDS diagnoses come only after all other possible causes of death have been ruled out through a review of the infant's medical history and environment. This review helps distinguish true SIDS deaths from those resulting from accidents, abuse, and previously undiagnosed conditions, such as cardiac or metabolic disorders. When considering which babies could be most at risk, no single risk factor is likely to be sufficient to cause a SIDS death. Rather, several risk factors combined may contribute to cause an at-risk infant to die of SIDS. Most deaths due to SIDS occur between 2 and 4 months of age, and incidence increases during cold weather. African-American infants are twice as likely and Native American infants are about three times more likely to die of SIDS than <em>caucasian</em> infants. More boys than girls fall victim to SIDS. Other potential risk factors include: * smoking, drinking, or drug use during pregnancy  *  poor prenatal care  *  prematurity or low birth-weight  *  mothers younger than 20  *  tobacco smoke exposure following birth  *  overheating from excessive sleepwear and bedding  *  stomach sleeping  Stomach Sleeping Foremost among these risk factors is stomach sleeping. Numerous studies have found a higher incidence of SIDS among babies placed on their stomachs to sleep than among those sleeping on their backs or sides. Some researchers have hypothesized that stomach sleeping puts pressure on a child's jaw, therefore narrowing the airway and hampering breathing. Another theory is that stomach sleeping can increase an infant's risk of \"rebreathing\" his or her own exhaled air, particularly if the infant is sleeping on a soft mattress or with bedding, stuffed toys, or a pillow near the face. In that scenario, the soft surface could create a small enclosure around the baby's mouth and trap exhaled air. As the baby breathes exhaled air, the oxygen level in the body drops and carbon dioxide accumulates. Eventually, this lack of oxygen could contribute to SIDS. Also, infants who succumb to SIDS may have an abnormality in the arcuate nucleus, a part of the brain that may help control breathing and awakening during sleep. If a baby is breathing stale air and not getting enough oxygen, the brain usually triggers the baby to wake up and cry. That movement changes the breathing and heart rate, making up for the lack of oxygen. But a problem with the arcuate nucleus could deprive the baby of this involuntary reaction and put him or her at greater risk for SIDS. Going \"Back to Sleep\" The striking evidence that stomach sleeping might contribute to the incidence of SIDS led the American Academy of Pediatrics (AAP) to recommend in 1992 that all healthy infants younger than 1 year of age be put to sleep on their backs (also known as the supine position). Since the AAP's recommendation, the rate of SIDS has dropped by over 50%. Still, SIDS remains the leading cause of death in young infants, so it's important to keep reminding parents about the necessity of back sleeping. Many parents fear that babies put to sleep on their backs could choke on spit-up or vomit. According to the AAP, however, there is no increased risk of choking for healthy infants who sleep on their backs. (For infants with chronic gastroesophageal reflux disease [GERD] or certain upper airway malformations, sleeping on the stomach may be the better option. The AAP urges parents to consult with their child's doctor in these cases to determine the best sleeping position for the baby.)  Placing infants on their sides to sleep is not a good idea, either, the AAP said, as there's a risk that infants will roll over onto their bellies while they sleep. Some parents also may be concerned about positional plagiocephaly, a condition in which babies develop a flat spot on the back of their heads from spending too much time lying on their backs. Since the Back to Sleep campaign, this condition has become quite common — but it is usually easily treatable by changing your baby's position frequently and allowing for more \"tummy time\" while he or she is awake. Of course, once babies can roll over consistently — usually around 4 to 7 months — they may choose not to stay on their backs all night long. At this point, it's fine to let babies pick a sleep position on their own. Tips for Reducing the Risk of SIDS In addition to placing healthy infants on their backs to sleep, the AAP suggests these measures to help reduce the risk of SIDS: * Place your baby on a firm mattress to sleep, never on a pillow, waterbed, sheepskin, couch, chair, or other soft surface. To prevent rebreathing, do not put blankets, comforters, stuffed toys, or pillows near the baby.  * Make sure your baby does not get too warm while sleeping. Keep the room at a temperature that feels comfortable for an adult in a short-sleeve shirt. Some researchers suggest that a baby who gets too warm could go into a deeper sleep, making it more difficult to awaken. * Do not smoke, drink, or use drugs while pregnant and do not expose your baby to secondhand smoke. Infants of mothers who smoked during pregnancy are three times more likely to die of SIDS than those whose mothers were smoke-free; exposure to secondhand smoke doubles a baby's risk of SIDS. Researchers speculate that smoking might affect the central nervous system, starting prenatally and continuing after birth, which could place the baby at increased risk.  * Receive early and regular prenatal care. * Make sure your baby has regular well-baby checkups.  * Breastfeed, if possible. There is some evidence that breastfeeding may help decrease the incidence of SIDS. The reason for this is not clear, though researchers think that breast milk may help protect babies from infections that increase the risk of SIDS.  * If your baby has GERD, be sure to follow your doctor's guidelines on feeding and sleep positions.  * Put your baby to sleep with a pacifier during the first year of life. If your baby rejects the pacifier, don't force it. Pacifiers have been linked with lower risk of SIDS. If you're breastfeeding, try to wait until after the baby is 1 month old so that breastfeeding can be established.  * While infants can be brought into a parent's bed for nursing or comforting, parents should return them to their cribs or bassinets when they're ready to sleep. It's a good idea to keep the cribs and bassinets in the room where parents' sleep. This has been linked with a lower risk of SIDS.  And growing public awareness of SIDS and precautions to prevent it should leave fewer parents searching for answers in the future.",
            "vi": "Hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS)    Giảm nguy cơ đột tử của trẻ Việc thiếu hiểu biết cũng là một phần nguyên do làm cho hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS) trở nên đáng sợ như thế. SIDS là nguyên nhân hàng đầu dẫn đến tử vong ở trẻ sơ sinh từ 1 tháng đến 1 tuổi, và mỗi năm cướp đi mạng sống của khoảng 2.500 trẻ em ở Hoa Kỳ. Mặc dù người ta đã mất nhiều năm ngiên cứu nhưng hội chứng này vẫn còn là một ẩn số.  Tuy vậy, nguy cơ SIDS cũng có thể ngăn ngừa và làm giảm đáng kể. Điều đầu tiên và quan trọng hơn hết là trẻ dưới 1 tuổi nên được đặt nằm ngửa khi ngủ – đừng bao giờ cho bé nằm sấp và úp mặt xuống dưới.  Đi tìm lời giải Như đã tiềm ẩn trong tên gọi của nó, hội chứng SIDS là hội chứng gây tử vong đột ngột, bất thình lình và khó giải thích ở trẻ sơ sinh dưới 1 tuổi. Đây là một khả năng đáng sợ bởi có thể làm tử vong mà không có một dấu hiệu nào báo trước, thường thì cũng xảy ra với những đứa trẻ khỏe mạnh. Phần lớn các trường hợp đột tử ở trẻ dưới 1 tuổi đều liên quan đến giấc ngủ và những trẻ sơ sinh đột tử này không hề cho thấy dấu hiệu bệnh tật gì cả.    Trong khi hầu hết các chứng bệnh đều được chẩn đoán dựa vào một số triệu chứng cụ thể nào đó, thì phần lớn các chẩn đoán SIDS có được sau khi đã loại trừ tất cả các nguyên nhân đột tử khả thi khác bằng cách xem xét tiền sử sức khỏe và môi trường sống của trẻ. Việc tìm hiểu, rà soát này giúp người ta phân biệt các ca đột tử SIDS thực sự với các trường hợp tử vong do tai nạn, lạm dụng thuốc, và các căn bệnh chưa được chẩn đoán ra trước đây, như rối loạn tim mạch hoặc rối loạn quá trình trao đổi chất.  Trong quá trình cân nhắc, xem xét xem trẻ nào có thể có nguy cơ nhiều nhất thì người ta phát hiện ra không có một nguyên nhân đơn lẻ nào có thể gây ra hội chứng đột tử SIDS được. Đúng hơn là, nguy cơ trẻ sơ sinh đột tử khi ngủ là do một vài yếu tố nguy hiểm kết hợp lại.  Hiện tượng đột tử này xảy ra chủ yếu trong độ tuổi từ 2 đến 4 tháng tuổi, và thường tăng lên trong mùa lạnh. Tỉ lệ đột tử ở trẻ sơ sinh Mỹ gốc Châu Phi cao hơn gấp 2 lần so với trẻ sơ sinh da trắng và số trẻ thổ dân Châu Mỹ đột tử cũng cao hơn khoảng 3 lần. Bé trai có nguy cơ đột tử nhiều hơn bé gái.  Những nguyên nhân tìm ẩn khác bao gồm: * mẹ hút thuốc, uống rượu, hoặc sử dụng ma túy khi đang có thai * chăm sóc thời kỳ trước khi sinh không đúng cách hoặc quá sơ sài * bé sinh non hoặc sinh thiếu ký * mẹ dưới 20 tuổi * bé sau khi sinh tiếp xúc với khói thuốc lá * giường ngủ quá nóng và bé mặc quá nhiều quần áo khi ngủ * bé nằm sấp khi ngủ Nằm sấp khi ngủ Các yếu tố gây nguy hiểm hàng đầu dẫn đến đột tử ở trẻ sơ sinh là nằm sấp khi ngủ. Nhiều cuộc nghiên cứu đã phát hiện tỉ lệ SIDS cao hơn ở trẻ nằm sấp khi ngủ so với trẻ nằm ngửa hoặc nằm nghiêng. Một số nhà nghiên cứu đưa ra giả thiết là tư thế ngủ nằm sấp sẽ làm đè lên quai hàm của trẻ, làm hẹp đường thở và làm cho bé bị nghẹt thở. Một giả thuyết khác là việc nằm sấp có thể làm tăng nguy cơ “hít ngược trở lại” khí mà bé thở ra, nhất là khi bé ngủ trên nệm mềm hoặc có bộ trải giường, chăn màn, đồ chơi bằng bông nhồi, hoặc gối gần bên mặt. Khi đó bề mặt mềm có thể tạo lớp chắn mỏng quanh miệng của bé và làm chặn lại lượng khí bé thở ra. Nếu trẻ hít lại lượng khí đó thì lượng ô-xy trong cơ thể giảm xuống và CO2 tăng lên. Và sự thiếu ô-xy này có thể góp phần dẫn tới việc đột tử ở trẻ trong khi ngủ. Hơn nữa, trẻ bị đột tử trong lúc ngủ cũng có thể gặp bất thường ở nhân hình cung, đây là một phần của não bộ giúp kiểm soát việc thở và thức giấc trong lúc ngủ. Nếu trẻ hít phải lượng khí đã thải ra và không có đủ khí ô-xy thì não sẽ báo động cho trẻ thức giấc và khóc ré lên. Hành động đó thay đổi nhịp hô hấp và nhịp tim, bù đắp lại lượng ô-xy đã thiếu. Nhưng nếu trẻ có vấn đề với bộ phận đó thì sẽ bị mất đi phản ứng vô điều kiện này và làm cho trẻ có nguy cơ tử vong rất cao.  “Nằm ngửa khi ngủ” Những sự thật rõ ràng rằng việc ngủ nằm sấp có thể góp phần gây nên hội chứng đột tử ở trẻ làm cho Viện Hàn lâm Nhi khoa Hoa Kỳ (AAP) năm 1992 đã khuyến cáo tất cả trẻ sơ sinh khỏe mạnh dưới 1 tuổi nên được đặt nằm ngửa khi ngủ.  Kể từ khi được AAP khuyến cáo thì tỉ lệ trẻ đột tử trong khi ngủ đã giảm hơn 50%. Nhưng, hội chứng SIDS vẫn là một nguyên nhân hàng đầu dẫn đến tử vong ở trẻ sơ sinh, vì vậy điều quan trọng là nên nhắc các ông bố bà mẹ về việc nên cho trẻ nằm ngửa khi ngủ.  Nhiều bố mẹ sợ rằng nếu đặt trẻ nằm ngửa khi ngủ thì có thể trẻ bị nghẹt thở do nôn ói. Tuy nhiên theo Viện Hàn lâm Nhi khoa Hoa Kỳ (AAP) thì nguy cơ nghẹt thở đối với trẻ sơ sinh mạnh khỏe nằm ngửa khi ngủ không tăng. (Đối với trẻ sơ sinh bị trào ngược dạ dày thực quản mãn tính hoặc bị dị tật đường thở trên thì tư thế ngủ nằm sấp có thể tốt hơn. Tổ chức AAP khuyến nghị các bậc bố mẹ nên tham khảo ý kiến của bác sĩ để quyết định xem tư thế nằm ngủ như thế nào là tốt nhất cho con mình.)  AAP cho biết việc đặt trẻ nằm nghiêng khi ngủ cũng không phải là một ý hay bởi trong lúc ngủ trẻ cũng có thể lăn và lại nằm sấp úp mặt xuống dưới. Một số bố mẹ cũng lo ngại về hình dạng bất đối xứng của đầu con mình – có nghĩa là đầu bé bị méo, bị dẹt hoặc không tròn như bình thường – đây là một triệu chứng phần sau đầu bé phẳng lì hoặc dẹt đét do phải nằm ngửa trong thời gian quá lâu. Kể từ khi có cuộc vận động cho trẻ nằm ngửa thì triệu chứng này càng trở nên phổ biến hơn – nhưng cũng dễ dàng chữa dứt thôi bằng cách thay đổi tư thế nằm của bé và cũng nên cho bé thời gian “nằm sấp” nhiều hơn trong khi bé thức.  Tất nhiên là khi bé có thể lăn hoặc lật đều đặn – thường khoảng chừng từ 4 đến 7 tháng tuổi – bé có thể sẽ không nằm ngửa suốt cả đêm đâu. Vào độ tuổi này, bạn cũng có thể để cho bé tự nằm ở tư thế nào bé thích.  Các bí quyết giúp giảm nguy cơ đột tử ở trẻ sơ sinh dưới 1 tuổi Ngoài việc nên đặt trẻ sơ sinh khỏe mạnh nằm ngửa khi ngủ thì tổ chức AAP cũng khuyến cáo những biện pháp dưới đây nhằm giúp làm giảm nguy cơ gây đột tử ở trẻ sơ sinh khi ngủ: * Nên đặt bé ngủ trên nệm cứng, đừng cho bé  ngủ trên gối, giường nước, đệm nước, da cừu, đi văng, ghế hoặc trên một vật có bề mặt mềm nào khác. Để phòng tránh việc trẻ có thể hít lại khí thải ra, bạn không nên để chăn mền, khăn quàng cổ, đồ chơi nhồi bông, hoặc gối gần chỗ bé.  * Nên đảm bảo bé không cảm thấy quá ấm khi ngủ. Hãy giữ cho phòng bé được thoải mái với nhiệt độ vừa phải có thể cho người lớn mặc áo ngắn tay là được. Một số nhà nghiên cứu khuyến cáo trẻ ngủ quá ấm có thể ngủ sâu hơn và làm cho bé khó tỉnh thức hơn.  * Không nên hút thuốc, uống rượu bia hoặc sử dụng ma tuý khi mang thai và không nên để cho bé tiếp xúc với khói thuốc do người khác hút. Trẻ sơ sinh có mẹ hút thuốc trong thời gian thai nghén có nguy cơ đột tử SIDS cao hơn gấp 3 lần so với trẻ có mẹ không hút thuốc và tương tự trẻ tiếp xúc với khói thuốc do người khác hút có nguy cơ đột tử SIDS cao gấp đôi so với trẻ có mẹ không hút thuốc. Các nhà nghiên cứu phỏng đoán thuốc lá có thể làm ảnh hưởng đến hệ thần kinh trung ương, bắt đầu trước khi sanh và tiếp tục sau khi bé ra đời, làm tăng nguy cơ đột tử của bé trong khi ngủ.  * Nên khám và chăm sóc sức khỏe sớm và đều đặn trước khi sinh. * Nên đảm bảo bé được khám sức khỏe định kỳ đều đặn.  * Nên cho trẻ bú sữa mẹ, nếu có thể được. Nhiều bằng chứng cho thấy trẻ được bú sữa mẹ có thể giảm nguy cơ đột tử trong khi ngủ. Dẫu chưa có nguyên do gì rõ ràng cho việc này nhưng các nhà nghiên cứu cho rằng sữa mẹ có thể giúp trẻ phòng tránh được các bệnh nhiễm trùng làm tăng nguy cơ đột tử của trẻ khi ngủ.  * Nếu bé bị hội chứng trào ngược dạ dày thực quản (GERD) thì nên đảm bảo làm theo hướng dẫn của bác sĩ về việc cho ăn và tư thế ngủ của bé nhé. * Cho bé ngậm ti giả khi ngủ trong năm đầu đời. Nếu bé không thích thì đừng ép. Ti giả có khả năng làm giảm nguy cơ gây đột tử cho trẻ trong khi ngủ. Nếu bé bú sữa mẹ thì bạn nên chờ sau 1 tháng cho bé quen với việc bú mẹ.  * Khi bố mẹ mang trẻ sơ sinh sang giường mình để cho bé bú hoặc dỗ dành, vuốt ve con thì nên cho bé trở lại nôi hoặc giường cũi của mình khi bé muốn ngủ. Bạn nên để nôi hoặc giường cũi của bé trong phòng ngủ của mình, điều này có thể giúp làm giảm nguy cơ đột tử của bé trong lúc ngủ đấy.  Và việc nâng cao ý thức của người dân về hội chứng đột tử ở trẻ sơ sinh dưới 1 tuổi và các biện pháp phòng tránh sẽ có thể giúp nhiều bố mẹ hiểu biết hơn trong tương lai."
        }
    ],
    "suggestions": []
}