{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cava"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cava</k><blockquote><cclass>[<cclass>'kα:və<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a Spanish sparkling wine made in the same way as champagne. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from Sp. </blockquote></div>",
            "word": "cava"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cava"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cava"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cava"
        }
    },
    "sentences": [
        {
            "en": "The two veins join to form the superior vena <em>cava</em>.",
            "vi": "Hai tĩnh mạch vô danh hợp lại thành tĩnh mạch chủ trên."
        },
        {
            "en": "An unpaired vein that arises from the inferior vena <em>cava</em> and drains into the superior vena <em>cava</em>, returning blood from the thorax and abdominal cavities.",
            "vi": "Một tĩnh mạch lẻ phát xuất từ tĩnh mạch chủ dưới chảy vào tĩnh mạch chủ trên, dẫn máu về từ các xoang ngực và xoang bụng."
        },
        {
            "en": "Anteriorly the head of the pancreas is in contact with the inferior vena <em>cava</em>.",
            "vi": "Ở phía trước, đầu tụy nối với tĩnh mạch chủ dưới."
        },
        {
            "en": "These lead directly to the inferior vena <em>cava</em> draining blood from the liver.",
            "vi": "Các tĩnh mạch gan dẫn lưu máu từ gan trực tiếp vào tĩnh mạch chủ dưới."
        },
        {
            "en": "The right and left common iliac veins unite to form the inferior vena <em>cava</em>.",
            "vi": "Các tĩnh mạch chung bên phải và bên trái kết hợp lại tạo thành tĩnh mạch chủ dưới."
        },
        {
            "en": "A congenital abnormality in which the pulmonary veins enter the right atrium or vena <em>cava</em> instead of draining normally into the left atrium.",
            "vi": "Một dị dạng bẩm sinh trong đó các tĩnh mạch phổi đi vào tâm nhĩ phải hay tĩnh mạch cửa thay vì bình thường đi vào tâm nhĩ trái."
        },
        {
            "en": "When learning about the circulation of the heart, young students have to grapple with words like valves, ventricle, atrium, vena <em>cava</em>, and aorta.",
            "vi": "Khi học về vòng tuần hoàn của tim, học trò mới phải tìm hiểu/vật lộn với ngữ nghĩa của các từ như van, tâm thất, tâm nhĩ, tĩnh mạch chủ, và động mạch chủ."
        },
        {
            "en": "Blood from the head and arms returns to the heart through the superior vena <em>cava</em>, and blood from the lower parts of the body returns through the inferior vena <em>cava</em>. Both vena cavae deliver this oxygen-depleted blood into the right atrium. From here the blood exits to fill the right ventricle, ready to be pumped into the pulmonary circulation for more oxygen.",
            "vi": "Máu ở đầu và cánh tay quay về tim qua tĩnh mạch chủ trên, và máu ở các bộ phận bên dưới của cơ thể về tim qua tĩnh mạch chủ dưới. Cả 2 loại tĩnh mạch này làm nhiệm vụ vận chuyển máu không chứa ô-xy vào tâm nhĩ phải. Từ đây máu di chuyển ra ngoài để làm đầy tâm thất phải, chuẩn bị để được bơm vào tiểu tuần hoàn để có nhiều ô-xy hơn."
        },
        {
            "en": "Treating DVT: Vena <em>cava</em> filter  If you can't take anticoagulants or they are not working, your doctor may recommend inserting a filter into a large vein called the vena <em>cava</em>. This filter catches breakaway clots and prevents them from traveling to the lungs. The filter won't stop new clots from forming or cure DVT itself, but it can prevent a life-threatening pulmonary embolism.",
            "vi": "Điều trị huyết khối tĩnh mạch sâu bằng lưới lọc tĩnh mạch chủ   Nếu bạn không sử dụng thuốc chống đông tụ được hoặc nếu thuốc không đáp ứng thì bác sĩ có thể chèn vào bên trong tĩnh mạch lớn một lưới lọc – tĩnh mạch này được gọi là tĩnh mạch chủ. Lưới lọc này giữ những huyết khối vỡ và ngăn không cho những mảnh huyết khối đó đi vào phổi. Lưới lọc này sẽ ngăn việc hình thành cục máu đông mới hoặc sẽ không chữa lành được chứng huyết khối tĩnh mạch sâu, nhưng nó có thể ngăn ngừa được chứng nghẽn mạch phổi đe doạ đến tính mạng."
        },
        {
            "en": "My thoughts on Prosecco and <em>cava</em> have been well documented before, but if your taste or budget doesn't allow for the grander Champagne then don't make it doubly worse by using a euphemism like 'fizz'. Again, we return to the rule of calling a spade a spade.",
            "vi": "Những suy nghĩ của tôi về Prosecco (rượu vang Ý) và cava (rượu vang Tây Ban Nha) đã được dẫn chứng rõ ràng trước đây, nhưng nếu khẩu vị hoặc ngân sách của bạn không đủ cho rượu vang thì đừng làm cho nó trở nên tồi tệ hơn bằng cách sử dụng một từ lóng như 'fizz'. Một lần nữa, chúng ta quay trở lại với quy luật nói toạc móng heo."
        }
    ],
    "suggestions": []
}