{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['kæviɑ:]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">caviare</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['kæviɑ:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">caviar, trứng cá muối</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">caviar to the general</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">tế nhị quá đáng nên không được người ta coi trọng</td></tr></table><i/></div>",
            "word": "caviar"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>caviar</k><blockquote><cclass>[<cclass>'kavɪα:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>caviare</b>) </cclass></blockquote><blockquote>■ <cclass>noun the pickled roe of sturgeon or other large fish, eaten as a delicacy. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Ital. <i>caviale</i> (earlier <i>caviaro</i>) or Fr. <i>caviar</i>, prob. from med. Gk <i>khaviari</i>. </blockquote></div>",
            "word": "caviar"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "caviar"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "caviar"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trứng cá</font></td></tr></tbody></table></div>",
            "word": "caviar"
        }
    },
    "sentences": [
        {
            "en": "<em>Caviar</em> to the general.",
            "vi": "Đàn gảy tai trâu."
        },
        {
            "en": "I can't bear <em>caviar</em>.",
            "vi": "Tôi rất ghét món trứng cá muối."
        },
        {
            "en": "Have you ever eaten <em>caviar</em>?",
            "vi": "Anh có bao giờ ăn món trứng cá muối chưa?"
        },
        {
            "en": "<em>Caviar</em>, champagne and other luxuries",
            "vi": "Trứng cá hồi, rượu sâm - banh và những hàng xa xỉ khác"
        },
        {
            "en": "They like <em>caviar</em>, champagne and other luxuries.",
            "vi": "Họ thích trứng cá hồi, rượu sâm banh và những mặt hàng xa xỉ khác."
        },
        {
            "en": "We regaled ourselves on <em>caviar</em> and champagne",
            "vi": "Chúng tôi thỏa thích món trứng cá muối và rượu sâm banh."
        },
        {
            "en": "Do you like red or black <em>caviar</em>?",
            "vi": "Bạn thích trứng cá muối đỏ hay đen?"
        },
        {
            "en": "You are <em>caviar</em> to the general.",
            "vi": "Anh tế nhị quá khiến mọi người đều không tôn trọng anh."
        },
        {
            "en": "They actually are giving <em>caviar</em> to the general.",
            "vi": "Thực sự là họ tế nhị quá đáng nên không được người ta coi trọng."
        },
        {
            "en": "What did you have? \"We had roast duck and-wait for it-<em>caviar</em>!\"",
            "vi": "Các anh đã ăn những món gì rồi?\"Chúng tôi ăn vịt quay – và món này nữa chứ - trứng cá!\""
        },
        {
            "en": "I think this dish would be more delicious if we had a jar of finest Russian <em>caviar</em>.",
            "vi": "Tôi nghĩ món ăn này sẽ ngon hơn nếu có một hũ trứng cá tuyệt hảo của Nga."
        },
        {
            "en": "The sumptuous sandwich consists of a Japanese dry-aged Wagyu and Black Angus beef patty, Oosterschelde lobster infused with Hermit - Dutch Coastal Gin, foie gras, white truffle, Remeker cheese, Japanese fruit tomatoes and <em>caviar</em>.",
            "vi": "Chiếc sandwich xa hoa này gồm có bánh kẹp thịt bò Wagyu \"được làm khô\" của Nhật Bản và thịt bò Black Angus, tôm hùm Oosterschelde nấu với Hermit - rượu Gin bờ biển Hà Lan, gan ngỗng vỗ béo, nấm cục trắng, pho mát Remeker, cà chua Nhật Bản và trứng cá muối."
        },
        {
            "en": "The sumptuous sandwich consists of a Japanese dry-aged Wagyu and Black Angus beef patty, Oosterschelde lobster infused with Hermit - Dutch Coastal Gin, foie gras, white truffle, Remeker cheese, Japanese fruit tomatoes and <em>caviar</em>.",
            "vi": "Chiếc sandwich xa hoa này gồm có bánh kẹp thịt bò Wagyu \"được làm khô\" của Nhật Bản và thịt bò Black Angus, tôm hùm Oosterschelde nấu với Hermit - rượu Gin bờ biển Hà Lan, gan ngỗng vỗ béo, nấm cục trắng, pho mát Remeker, cà chua Nhật Bản và trứng cá muối."
        },
        {
            "en": "We received a bucket of raw benchmarking results from Seagate showing drive testing across a range of CPUs (Intel Core i3, i5, and i7), memory amounts (4 GB, 8 GB, 12 GB, and 16GB), and hard drives (Seagate Momentus XT 750 GB, WD <em>Caviar</em> Green 5400 RPM 1 TB, Seagate Barracuda 7200 RPM 1 TB). These various configurations were then tested with the storage workloads contained in PCMark 7.",
            "vi": "Chúng tôi đã nhận được thùng kết quả kiểm tra gốc từ Seagate cho thấy việc thử nghiêm ổ đĩa trên một loạt CPU (bộ vi xử lý Intel Core i3, i5, và i7), dung lượng bộ nhớ (4 GB, 8 GB, 12 GB, và 16GB), và các ổ đĩa cứng (SeagateMomentus XT 750 GB, WD Caviar Green 5400 RPM 1 TB, Seagate Barracuda 7200 RPM 1 TB). Các cấu hình khác nhau đã được thử nghiệm với khối lượng công việc lưu trữ bằng phần mềm PCMark 7."
        },
        {
            "en": "Seagate ran a second set of tests specifically looking at boot and application launching across four different drives: three in an HP Core i5-based notebook and one in the MacBook Air. As you can see in the above breakdown, the MacBook Air easily wins on OS boot time, but it loses ground once applications start to load. By the end, the MacBook Air config places third out of the four. The key comparison here is between the Momentus XT and the 5400 RPM drive, which is still a very common component in mainstream notebooks. Whereas the synthetic “Start Apps” test in PCMark 7 showed an almost unbelievable gap between the 5400 RPM <em>Caviar</em> Green and the Momentus XT, this startup set shows real world results: a 78% faster launch for the Momentus XT than the 5400 RPM competitor.",
            "vi": "Seagate đã thực hiện bộ kết quả thử nghiệm đặc biệt thứ hai để xem xét đến thời gian khởi động và khởi chạy ứng dụng trên bốn ổ đĩa khác nhau: ba cái trong máy tính xách tay HP Core i5 và một cái trong MacBook Air. Như bạn có thể nhìn thấy trong bản phân tích trên, MacBook Air dễ dàng chiến thắng về thời gian khởi động hệ điều hành, nhưng nó bị giảm xuống khi ứng dụng bắt đầu mở lên. Cuối cùng,  cấu hình của MacBook Air đạt 3 trong 4 tiêu chí. Việc so sánh quan trọng ở đây là giữa Momentus XT và ổ đĩa 5400 RPM, chúng vẫn là một thành phần rất phổ biến trong máy tính xách tay chủ đạo. Trong khi đó, thử nghiệm tổng hợp \"Start Apps\" bằng PCMark 7 cho thấy một khoảng cách gần như không thể tin được giữa dòng Caviar Green 5400 RPM và Momentus XT, kết quả bộ thử nghiệm khởi động cho thấy thực tế: Momentus XT khởi động nhanh hơn 78% so với  đối thủ cạnh tranh 5400 RPM."
        }
    ],
    "suggestions": []
}