{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,si: 'si:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">viết tắt</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">centimet khối, phân khối (<font color=\"#1371BB\">cubic centimetre</font>)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bản sao (<font color=\"#1371BB\">carbon copy</font>)</td></tr></table><i/></div>",
            "word": "cc",
            "pronounce": "[,si: 'si:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cc</k><blockquote>(also <cclass><b>c.c.</b>) </cclass></blockquote><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 carbon copy (an indication that a duplicate has been or should be sent to another person). </blockquote></blockquote><blockquote><blockquote>2》 cubic centimetre(s). </blockquote></blockquote></div>",
            "word": "cc",
            "pronounce": "[,si: 'si:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cc",
            "pronounce": "[,si: 'si:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cc",
            "pronounce": "[,si: 'si:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cc",
            "pronounce": "[,si: 'si:]"
        }
    },
    "sentences": [
        {
            "en": "and i will send <em>CC</em> to you.",
            "vi": "và tôi sẽ gửi CC đến cho bạn."
        },
        {
            "en": "IV: Copenhagen and the global response to <em>CC</em>",
            "vi": "IV: Copenhagen và ứng phó toàn cầu đối với biến đổi khí hậu"
        },
        {
            "en": "People currently speak 7,000 languages around the globe. Michael Gavin, <em>CC</em> BY-ND",
            "vi": "Con người hiện đang nói 7.000 ngôn ngữ trên toàn cầu. Michael Gavin, CC BY-ND"
        },
        {
            "en": "Build this using: <em>cc</em> xhello.c -o xhello -lXt - 1Xaw - 1 X11.",
            "vi": "Để tạo nó cần dùng: cc xhello.c - o xhello - lxt - 1xaw - 1x11."
        },
        {
            "en": "Where they engage, mobile devices can help. (Jose Kevo, <em>CC</em> BY-SA 2.0)",
            "vi": "Sự cuốn hút của các thiết bị di động có thể giúp ích cho giáo dục (Jose Kevo, CC BY-SA 2.0)"
        },
        {
            "en": "Please send this document to Luke Petersen, <em>cc</em> Janet Gold, Marion Ryde.",
            "vi": "Làm ơn gửi tài liệu này cho L. Petersen, bản sao cho J. Gold, M. Ryde."
        },
        {
            "en": "The entry will look something like this: c: \\vfp\\vfp.exe -<em>cc</em>: \\demo\\resort\\config.fpw.",
            "vi": "Khoản nhập này sẽ trông giống như sau: c: \\vfp\\vfp.exe - cc: \\demo\\resort\\config.fpw."
        },
        {
            "en": "Why shouldn't high school students be allowed to ride motorcycles of 70 <em>cc</em> or above?",
            "vi": "Tại sao học sinh phổ thông không được phép chạy xe mô tô 70 phân khối hay cao hơn?"
        },
        {
            "en": "The last thing that mail will ask you for is <em>CC</em>: or carbon copies.",
            "vi": "Điều chót mà trình thư sẽ hỏi bạn là cc: hay carbon copies."
        },
        {
            "en": "The <em>CC</em> option is meant to keep others informed about an issue.",
            "vi": "Ý nghĩa của nút CC là thông tin cho người khác về một vấn đề."
        },
        {
            "en": "For more information on the project, please see the VNGO&<em>CC</em> website: www.vngo-cc.vn.",
            "vi": "Để biết thêm chi tiết về dự án, xin mời tham khảo tại website www.vngo-cc.vn."
        },
        {
            "en": "Even little pupils use tablets in some lesson plans. (abg_colegio, <em>CC</em> BY)",
            "vi": "Ngay cả các em học sinh nhỏ tuổi cũng sử dụng máy tính bảng trong một số bài học. (abg_colegio, CC BY)"
        },
        {
            "en": "Today's pupils are very tech-savvy and comfortable working with screens. (Flickr/Anthony DiLaura, <em>CC</em> BY-SA)",
            "vi": "Học sinh thời nay rất giỏi công nghệ và thoải mái làm việc với màn hình. ((Flickr/Anthony DiLaura, CC BY-SA)"
        },
        {
            "en": "Based on these meetings a DRR (disaster risk reduction) and <em>CC</em> (climate change) Mainstreaming Guideline has been developed.",
            "vi": "Dựa trên những cuộc họp này, một cuốn cẩm nang Hướng dẫn Lồng ghép Giảm rủi ro thiên tai và thích ứng với BĐKH đã và đang được xây dựng."
        },
        {
            "en": "Why do some places have many languages, and others only a few? Man vyi, <em>CC</em> BY-SA",
            "vi": "Tại sao một số nơi có nhiều thứ tiếng, và một số nơi khác chỉ có một vài ngôn ngữ? Man vyi, CC BY-SA"
        },
        {
            "en": "Leonard was worried about paying the extra 20% import duty on a Mark II with an engine size of 2000 <em>cc</em>.",
            "vi": "Leonard lo lắng về việc trả thêm 20% thuế nhập khẩu cho chiếc Mark II với động cơ 2000 phân khối."
        },
        {
            "en": "If you can walk in a natural area, such as grass or on the beach, kick off your shoes while doing so. (Hernán Piñera/Flickr/<em>CC</em> BY)",
            "vi": "Nếu bạn có thể đi bộ trong một khu vực tự nhiên, chẳng hạn như trên bãi cỏ hay trên bãi biển, hãy bỏ giày và đi chân trần. (Hernán Piñera / Flickr / CC BY)"
        },
        {
            "en": "This led to the creation of the 3 Ro, a new vehicle powered by an original 5 - cylinder in - line 6875 <em>cc</em>, 93 HP engine.",
            "vi": "Điều này dẫn đến sự ra đời của 3 Ro, một chiếc xe mới được trang bị động cơ 5 xy lanh trong 6875 phân khối gốc, động cơ 93 mã lực."
        },
        {
            "en": "The truth of meditation is said to come in the few moments after meditation, when there is clarity.(jean-daniel pauget/Flickr/<em>CC</em> BY)",
            "vi": "Sự tĩnh lặng chân chính có thể đến trong một vài khoảnh khắc trong thiền định khi tâm trí được thông tỏ. (jean-daniel pauget/Flickr/CC BY)"
        },
        {
            "en": "The Capacity Building Project Supported by both the Climate Change Working Group and the Vietnamese Non-Government- al Organisations Climate Change Network (VNGO&<em>CC</em> Network)",
            "vi": "Dự án Nâng cao Năng lực: do CCWG và Mạng làm việc BĐKH của các tổ chức phi chính phủ Việt Nam hỗ trợ."
        }
    ],
    "suggestions": []
}