{
    "en_vn": {
        "data": {
            "content": null,
            "word": "CDF"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "CDF"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "CDF"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "CDF"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khung CDF</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">CDF (common data format)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dạng thức dữ liệu chung</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "CDF"
        }
    },
    "sentences": [
        {
            "en": "Such initiatives should be eligible for support from the <em>CDF</em>.",
            "vi": "Những sáng kiến này cần phải phù hợp để nhận được sự hỗ trợ từ CDF."
        },
        {
            "en": "The PRSP will, in effect, translate the <em>CDF</em> principles into practical plans for action.",
            "vi": "Thực chất PRSP sẽ chuyển các nguyên tắc CDF thành kế hoạch hành động thực tế."
        },
        {
            "en": "The <em>CDF</em> pilot has significantly changed the way the Bank Group is doing business in Vietnam.",
            "vi": "Thử nghiệm CDF đã thay đổi đáng kể phương thức hoạt động của Ngân hàng ở Việt Nam."
        },
        {
            "en": "The participatory preparation of the CPRGS has marked an important culmination of the first phase of the <em>CDF</em> pilot.",
            "vi": "Quá trình cùng tham gia chuẩn bị CPRGS đánh dấu một đỉnh cao trong giai đoạn đầu của thử nghiệm CDF."
        },
        {
            "en": "Under the <em>CDF</em> approach, partners seek to allocate tasks based upon a commonly agreed framework, and comparative advantage.",
            "vi": "Theo cách tiếp cận CDF, các đối tác sẽ phân công nhiệm vụ dựa trên một khuôn khổ thống nhất chung và lợi thế cạnh tranh."
        },
        {
            "en": "An environment partnership would provide a vehicle to implement the <em>CDF</em> approach for all stakeholders in assisting the Government to achieve its strategic environmental objectives.",
            "vi": "Một cơ chế đối tác môi trường sẽ tạo động vơ để thực hiện biện pháp CDF cho mọi bên hữu quan trong việc giúp đỡ Chính phủ đạt được các mục tiêu chiến lược về môi trường."
        },
        {
            "en": "The idea of establishing a capacity development fund (<em>CDF</em>) for NGOs based on improved coordinated and expanded funding from donors and other sources was positively received and supported.",
            "vi": "Ý tưởng thiết lập một Quỹ Tăng Cường Năng Lực (CDF) cho các NGO dựa trên tài trợ mở rộng và điều phối tăng cường từ các nhà tài trợ đã được đón nhận và ủng hộ tích cực."
        },
        {
            "en": "This has founded a good basis for establishment of a <em>CDF</em> type collaboration among the GOV and its international partners in the environment sector.",
            "vi": "Việc này đã đặt nền móng cho một cơ sở tốt để thành lập một sự hợp tác theo kiểu CDF (khuôn khổ phát triển toàn diện) giữa Chính phủ Việt Nam và các đối tác quốc tế của mình trong lĩnh vực môi trường."
        },
        {
            "en": "Since Vietnam began the Comprehensive Development Framework (<em>CDF</em>) pilot program in 1999, the Bank Group has sought to model a new way of doing business.",
            "vi": "Kể từ khi Việt Nam triển khai thí điểm chương trình Khuôn khổ Phát triển Toàn diện (CDF) năm 1999, Ngân hàng Thế giới đã bắt đầu tìm kiếm để đưa ra một phương thức làm việc mới."
        },
        {
            "en": "The purpose of such a capacity development fund (<em>CDF</em>) should be to support the civil society sector and citizens' participation in the field of poverty alleviation and the promotion of equity.",
            "vi": "Mục đích của Quỹ tăng cường năng lực (CDF) phải là hỗ trợ xã hội dân sự và sự tham gia của người dân để giúp xoá nghèo và tăng cường sự công bằng."
        }
    ],
    "suggestions": []
}