{
    "en_vn": {
        "data": {
            "content": null,
            "word": "CE",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>CE</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 Church of England. </blockquote></blockquote><blockquote><blockquote>2》 civil engineer. </blockquote></blockquote><blockquote><blockquote>3》 Common Era. </blockquote></blockquote></div>",
            "word": "CE",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "CE",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\">Common English</div>",
            "word": "CE",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "CE",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "If <em>CE</em>",
            "vi": "Nếu CE"
        },
        {
            "en": "[<em>Ce</em> Phan]",
            "vi": "[Ce Phan]"
        },
        {
            "en": "(<em>Ce</em> Phan's post with a question)",
            "vi": "(Bài đăng của Ce Phan cùng với một câu hỏi: 'Có những quan điểm khác nhau về đất nước và con người Việt Nam giữa báo chí và truyền thông xã hội. Khi tôi đọc những bình luận của người nước ngoài qua báo chí thì họ thường chia sẻ những lời khen, đặc biệt là từ những người sống và làm việc ở Việt Nam. Nhưng đối với những bình luận mà tôi đọc trên Facebook thì thường tiêu cực. Bạn có thấy điều đó không')"
        },
        {
            "en": "<em>Ce</em> Phan's post and comments about 'Vietnam from foreigners' perspective'",
            "vi": "Bài chia sẻ và những lời bình luận của Ce Phan về bài báo 'Việt Nam trong mắt người nước ngoài'"
        },
        {
            "en": "Microsoft uses Window Mobile, a variant of Window <em>CE</em>.",
            "vi": "Microsoft dùng Window Mobile, một biến thể của Window CE."
        },
        {
            "en": "How to Learn English Effectively in 5 Minutes Every Day- 5 Suggestions from <em>Ce</em> Phan",
            "vi": "Thầy Ce Phan khuyên bạn nên làm gì với 5 phút mỗi ngày để giỏi tiếng Anh"
        },
        {
            "en": "How to Learn English Effectively in 5 Minutes Every Day- 5 Suggestions from <em>Ce</em> Phan",
            "vi": "Thầy Ce Phan khuyên bạn nên làm gì với 5 phút mỗi ngày để giỏi tiếng Anh"
        },
        {
            "en": "The Roma (Romany) people migrated from north-west India to Persia between 224 and 642 <em>CE</em>.",
            "vi": "Người Di - gan di cư từ miền tây bắc Ấn Độ đến Ba Tư vào khoảng thời gian từ năm 224 đến 642 sau Công nguyên."
        },
        {
            "en": "The Roma (Romany) people migrated from north - west India to Persia between 224 and 642 <em>CE</em>.",
            "vi": "Người Di-gan di cư từ miền tây bắc Ấn Độ đến Ba Tư vào khoảng thời gian từ năm 224 đến 642 sau Công nguyên."
        },
        {
            "en": "Impact on consumption expenditure AIDS cq <em>CE</em> represents the annual consumption expenditure by a people living with HIV/AIDS in category c, quintile, q, and pc q <em>CE</em> represents the annual consumption expenditure by other household members.",
            "vi": "Tác động lên chi cho tiêu dùng AIDS cq CE thể hiện chi cho tiêu dùng hàng năm của người nhiễm HIV/AIDS trong nhóm c, nhóm q, và pc q CE thể hiện chi cho tiêu dùng hàng năm của các thành viên hộ gia đình."
        },
        {
            "en": "If <em>CE</em> > PL then the household with the people living with HIV/AIDS will fall into poverty, i.e., newly poor.",
            "vi": "Nếu CE > PL khi đó hộ gia đình có người nhiễm HIV/AIDS sẽ rơi vào nghèo đói, nghĩa là mới nghèo đói."
        },
        {
            "en": "Hh AIDS cq <em>CE</em> − denotes total consumption expenditure in a household with a people living with HIV/AIDS, and pc AIDS cq <em>CE</em> − denotes the per capita consumption expenditure in a household with a people living with HIV/AIDS.",
            "vi": "Hh AIDS cq CE là tổng chi cho tiêu dùng trong hộ gia đình có người nhiễm HIV/AIDS, và pc AIDS cq CE - là chi cho tiêu dùng tính theo đầu người trong hộ gia đình có người nhiễm HIV/AIDS."
        },
        {
            "en": "\"There are many different ways to tell people what you mean, but you have to accept that only few of them will get the message across\" - <em>Ce</em> Phan ",
            "vi": "\"Có nhiều cách khác nhau để nói cho mọi người biết về điều bạn đang làm, nhưng bạn cũng phải chấp nhận rằng chỉ có một số ít người hiểu được thông điệp của bạn\" - Ce Phan"
        },
        {
            "en": "Windows Mobile and Google Android will power Tegra - based smartphones, while Windows <em>CE</em> and Google Chrome OS will do the same for netbooks.",
            "vi": "Windows Mobile và Android của Google sẽ hỗ trợ mạnh mẽ cho các điện thoại thông minh dựa trên nền tảng Tegra, trong khi Windows CE và HĐH Chrome của Google sẽ làm công việc tương tự cho các netbook."
        },
        {
            "en": "Windows Mobile and Google Android will power Tegra-based smartphones, while Windows <em>CE</em> and Google Chrome OS will do the same for netbooks.",
            "vi": "Windows Mobile và Android của Google sẽ hỗ trợ mạnh mẽ cho các điện thoại thông minh dựa trên nền tảng Tegra, trong khi Windows CE và HĐH Chrome của Google sẽ làm công việc tương tự cho các netbook."
        },
        {
            "en": "<em>Ce</em> Phan: do you think if it happens to your people when somebody make certain mistakes in their jobs or a kind of behavior?",
            "vi": "Ce Phan: Bạn có nghĩ rằng điều đó có thể xảy ra với người dân của bạn khi có ai đó phạm phải sai lầm trong công việc hoặc trong cách cư xử của họ hay không?"
        },
        {
            "en": "This is in addition to systems based on Windows Mobile, Windows <em>CE</em> and Google Android, all of which have been appearing.",
            "vi": "Đây là sự bổ sung cho các hệ thống dựa trên HĐH Windows Mobile, Windows CE và Android của Google, tất cả đều đă ra mắt."
        },
        {
            "en": "After sharing the article \"Vietnam from a Briston's perspective\" to Facebook along with my statement, <em>Ce</em> Phan received some good responses from his foreign friends. ",
            "vi": "Sau khi chia sẻ lên Facebook cùng với lời bình luận về bài báo \"Việt Nam trong mắt của người Anh\", Ce Phan đã nhận được một số phản hồi chất lượng từ những người bạn nước ngoài."
        },
        {
            "en": "10. \"We like to renovate this earth to suit our wishes, but I believe we also have a reverse process that we learn how to adjust ourselves to fit it.\"― <em>Ce</em> Phan",
            "vi": "10. \"Chúng ta muốn cải tạo trái đất này để phù hợp với mong muốn của chúng ta, nhưng tôi tin rằng chúng ta cũng đang có một quá trình ngược lại là: tìm hiểu cách để điều chỉnh mình phù hợp với nó.\" ― Ce Phan"
        },
        {
            "en": "He confirmed that the <em>CE</em> mark could be recognized as a standards conformity stamp provided Viet Nam and the exporting country had signed a mutual recognition agreement on conformity assessment results.",
            "vi": "Ông khẳng định dấu ce có thế được thừa nhận là dấu hiệu phù hợp tiêu chuẩn nếu việt nam và nước xuất khẩu ký một thoả thuận thừa nhận lẫn nhau về kết quả đánh giá sự phù hợp."
        }
    ],
    "suggestions": []
}