{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cecum"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cecum</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>ceca</b>) US spelling of <kref>caecum</kref>. </cclass></cclass></cclass></blockquote></div>",
            "word": "cecum"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cecum"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cecum"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cecum"
        }
    },
    "sentences": [
        {
            "en": "The large intestine is made up of three parts:  1.      The <em>cecum</em> is a pouch at the beginning of the large intestine that joins the small intestine to the large intestine. This transition area expands in diameter, allowing food to travel from the small intestine to the large. The appendix, a small, hollow, finger-like pouch, hangs at the end of the <em>cecum</em>. Doctors believe the appendix is left over from a previous time in human evolution. It no longer appears to be useful to the digestive process.",
            "vi": "Ruột già bao gồm ba phần:  1. Manh tràng là một túi (khoang) nằm ở đầu ruột già nối liền ruột non với ruột già. Đoạn chuyển tiếp này có thể kéo giãn đường kính, giúp cho thức ăn di chuyển từ ruột non đến ruột già. Ruột thừa là một túi nhỏ, rỗng, có hình dạng giống như một ngón tay, nằm ở cuối manh tràng. Nhiều bác sĩ cho rằng ruột thừa còn sót lại từ thời kỳ tiến hoá trước đây của con người. Nó không còn tác dụng gì đối với quá trình tiêu hoá."
        },
        {
            "en": "2. The colon extends from the <em>cecum</em> up the right side of the abdomen, across the upper abdomen, and then down the left side of the abdomen, finally connecting to the rectum. The colon has three parts: the ascending colon; the transverse colon, which absorb fluids and salts; and the descending colon, which holds the resulting waste. Bacteria in the colon help to digest the remaining food products.",
            "vi": "2. Ruột kết chạy dài từ manh tràng lên đến vùng bên phải bụng, ngang qua bụng trên, rồi sau đó lại xuống phần bên trái bụng, và cuối cùng là dính liền với trực tràng. Ruột kết có 3 phần: kết tràng lên; ruột kết ngang, hấp thụ nước và muối; và kết tràng xuống, giữ chất thải đưa đến. Vi khuẩn ở ruột kết giúp tiêu hoá các sản phẩm thức ăn còn sót lại."
        },
        {
            "en": "The health of your entire body depends of your colon as well. The colon is vital for your digestive system, your immune system and also balances the amounts of water in your body. The colon is the part of the large intestine from the <em>cecum</em> to the rectum. Toxic substances will remain in your body if your colon is not functioning properly since the waste could not be removed from the body. That same waste is absorbed by the colon’s walls and ends in the blood. Healthy food and healthy colon transit the food through the body in 24 hours. However, when eating processed food, that contains no nutrients and fibers, the transit lasts for 70 hours. These foods and the slow transit allow 30 pounds of toxic substances to accumulate into your colon and body in general.",
            "vi": "Sức khoẻ toàn bộ cơ thể cũng tùy thuộc vào ruột kết. Ruột kết vô cùng quan trọng đối với hệ tiêu hoá, hệ miễn dịch cũng như cân bằng lượng nước trong cơ thể. Ruột kết là một phần của ruột già từ manh tràng đến trực tràng. Chất độc sẽ tích hoài trong cơ thể nếu ruột không hoạt động tốt vì chất thải không loại ra khỏi cơ thể được. Chất thải hấp thu qua thành ruột cũng sẽ vào máu. Thức ăn có lợi cho sức khỏe và ruột khoẻ mạnh sẽ lưu giữ thực phẩm trong cơ thể 24 giờ. Nhưng nếu ăn thực phẩm chế biến, không dinh dưỡng, chất xơ, sẽ lưu lại 70 giờ. Thực phẩm và chất lưu lại lâu sẽ trữ 15 ký chất độc trong ruột và cơ thể nói chung."
        }
    ],
    "suggestions": []
}