{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ceilings"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ceilings"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ceilings"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ceilings"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ván ốp trần nhà</font></td></tr></tbody></table></div>",
            "word": "ceilings"
        }
    },
    "sentences": [
        {
            "en": "<em>Ceilings</em> and floors",
            "vi": "Mức trần và mức sàn; mức đỉnh và mức đáy"
        },
        {
            "en": "<em>Ceilings</em> and floors",
            "vi": "Mức trần và mức sàn ; mức đỉnh và mức đáy"
        },
        {
            "en": "raising of interest rate <em>ceilings</em>",
            "vi": "nâng trần lãi suất"
        },
        {
            "en": "<em>Ceilings</em> are sometimes soundproofed, and music is piped in.",
            "vi": "Trần nhà đôi khi ngăn được âm thanh và âm nhạc được truyền vào bằng hệ thống điện."
        },
        {
            "en": "You can use this colour for walls and <em>ceilings</em>.",
            "vi": "Bạn có thể sử dụng màu này cho tường và trần nhà."
        },
        {
            "en": "But current <em>ceilings</em> on lending rates make such competition risky.",
            "vi": "Nhưng mức trần lãi suất cho vay hiện nay làm cho tính cạnh tranh này có nhiều rủi ro."
        },
        {
            "en": "My main residence is sunny and warm with wood <em>ceilings</em>, skylights and modern furniture.",
            "vi": "Chỗ ở chính của tôi ấm áp và đầy nắng với trần gỗ, giếng trời và nội thất hiện đại."
        },
        {
            "en": "The government complied, but targeted <em>ceilings</em> for State Owned Enterprise debts were slightly exceeded (see above).",
            "vi": "Chính phủ đã chấp hành, tuy nhiên các khoản nợ của các doanh nghiệp nhà nước đã hơi vượt mức trần mục tiêu (xem phần trên)."
        },
        {
            "en": "Introduce interest-rate flexibility by periodically adjusting and phasing-out interest rate <em>ceilings</em>.",
            "vi": "Giới thiệu sự linh hoạt về lãi suất bằng cách định kỳ điều chỉnh và tính toán các mức trần lãi suất."
        },
        {
            "en": "Check that walls, floors, <em>ceilings</em>, penetrations, etc. are built according to the drawings and make all",
            "vi": "bức tường, sàn nhà, trần nhà, sự rỉ thấm... được xây dựng theo các bản vẽ và hãy thực hiện tất cả sự chỉnh sửa cần cần thiết để cho phép việc cài đặt thang máy đúng đắn."
        },
        {
            "en": "The walls were white, the <em>ceilings</em> high, like the living room.",
            "vi": "Tường trắng, trần nhà cao, như phòng khách."
        },
        {
            "en": "Price <em>ceilings</em> imposed by the State Price Committee don't allow water companies to cover routine operations and maintenance costs.",
            "vi": "Giá trần do Ủy ban vật giá áp đặt không cho phép công ty cấp nước trang trải được các chi phí hoạt động thường xuyên và bảo dưỡng."
        },
        {
            "en": "Visitors are advised to look for the following signs: Low doors and <em>ceilings</em>, yellowish brown in colour.",
            "vi": "Du khách được khuyên nên tìm theo các dấu hiệu sau: Cửa và trần nhà thấp, có màu nâu hơi vàng ."
        },
        {
            "en": "<em>Ceilings</em> on lending rates mean that banks have to allocate credit on some basis other than market interest rates.",
            "vi": "Mức trần trong lãi suất có nghĩa là các ngân hàng phải phân bổ tín dụng dựa trên một số cơ sở khác thay vì lãi suất thị trường."
        },
        {
            "en": "Diversification, spread and liquidity: <em>Ceilings</em> may be set on admitted investments, by type of investment and in percentage terms.",
            "vi": "Đa dạng hoá, rủi ro và tính thanh khoản: Mức trần có thể được xác định đối với các đầu tư được chấp thuận theo từng loại hình đầu tư và theo tỷ trọng."
        },
        {
            "en": "Public hospitals are reimbursed on a fee-forservices basis, subject to some <em>ceilings</em> for services provided to the insured.",
            "vi": "Các bệnh viện công có nguồn thu dựa trên cơ sở phí dịch vụ, với một số mức phí trần cho những dịch vụ mà người tham gia bảo hiểm được hưởng."
        },
        {
            "en": "From June 1, 2016 onward (the third step), all the 1,996 services will see their prices reach the <em>ceilings</em>.",
            "vi": "Từ ngày 1 tháng sáu năm 2016 trở đi (bước thứ ba), 1996 dịch vụ sẽ có giá chạm trần."
        },
        {
            "en": "But IBRD <em>ceilings</em> on the share of the portfolio allocated to a single country brought that volume down to less than 1 billion by 2001.",
            "vi": "Nhưng quy định của Ngân hàng Tái thiết và Phát triển Quốc tế về trần tỷ lệ hỗ trợ cho một quốc gia trong tổng danh mục hỗ trợ đã làm giảm số lượng xuống dưới 1 tỷ đôla vào năm 2001."
        },
        {
            "en": "Table 5 shows that despite interest rate <em>ceilings</em> in the early 1990s, dong deposit rates were quite high, and much higher than the dollar interest rate.",
            "vi": "Bảng 5 cho thấy mặc dù có mức trần cho lãi suất trong các năm đầu thập niên 1990, lãi suất tiết kiệm tiền đồng vẫn còn khá cao, và còn cao hơn cả lãi suất tiết kiệm bằng đô la."
        },
        {
            "en": "A 25 - foot tape measure l \"wide and a 100 foot tape measure are used to check the dimensions of walls, <em>ceilings</em>, windows",
            "vi": "Một thước dây dài 25 foot rộng 1 inch và một thước dây dài 100 foot thường được sử dụng để đo kích thước của tường, trần nhà , của sổ"
        }
    ],
    "suggestions": []
}