{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['səlibəsi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự sống độc thân, sự không lập gia đình</td></tr></table><i/></div>",
            "word": "celibacy",
            "pronounce": "['səlibəsi]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "celibacy",
            "pronounce": "['səlibəsi]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "celibacy",
            "pronounce": "['səlibəsi]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>celibacy</k><blockquote><blockquote><ex><abr>n.</abr> to practice celibacy </ex></blockquote></blockquote></div>",
            "word": "celibacy",
            "pronounce": "['səlibəsi]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "celibacy",
            "pronounce": "['səlibəsi]"
        }
    },
    "sentences": [
        {
            "en": "<em>Celibacy</em>",
            "vi": "Đời sống độc thân"
        },
        {
            "en": "What is <em>Celibacy</em>?",
            "vi": "Sống độc thân là gì?"
        },
        {
            "en": "Significance of <em>celibacy</em>",
            "vi": "Ý nghĩa của sự sống độc thân"
        },
        {
            "en": "Catholic priests take a vow of <em>celibacy</em>.",
            "vi": "Các linh mục Thiên chúa giáo nguyện sống độc thân."
        },
        {
            "en": "The priests take a vow of <em>celibacy</em>",
            "vi": "Các thầy tu thề sống độc thân."
        },
        {
            "en": "Their priests take a vow of <em>celibacy</em>.",
            "vi": "Các linh mục của họ đã thề là độc thân."
        },
        {
            "en": "<em>Celibacy</em> versus responsibility-the buđdha's experience",
            "vi": "Nếp sống độc thân đi ngược lại trách nhiệm – Sự giải thích của Đức Phật"
        },
        {
            "en": "<em>Celibacy</em> is refraining from the pleasure of sexual activity.",
            "vi": "Sống độc thân là sự kiềm chế khoái lạc nhục dục."
        },
        {
            "en": "Our priests take a vow of <em>celibacy</em> promise to not have sex.",
            "vi": "Các vị linh mục của chúng tôi phải giữ lời khấn hứa sống độc thân không có quan hệ tình dục."
        },
        {
            "en": "One may ask, why then did the Buddha advocate <em>celibacy</em> as a precept? Is it not unfair and against Nature?",
            "vi": "Người ta có thể hỏi, như vậy tại sao Ðức Phật lại tán thành chủ nghĩa độc thân như là một giới luật? Có phải nó đúng luật và chống lại tạo hóa?"
        },
        {
            "en": "The school took a synthetic view of the teachings of both Hinayana and Mahayana, enforced <em>celibacy</em> upon the monks and discouraged magic practices.",
            "vi": "Trường phái nầy có quan điểm tổng hợp của cả Tiểu Thừa lẫn Đại Thừa, buộc các tu sĩ phải sống độc thân và không khuyến chuyện phù phép."
        },
        {
            "en": "Well, the observance of <em>celibacy</em> for spiritual development was not a new religious precept at the time of the Buddha. All the other existing religions in India at that time also had introduced this practice. Even today, some",
            "vi": "Sự tuân thủ đời sống độc thân, cho sự phát triển tinh thần không phải là một giới luật mới của tôn giáo vào thời Ðức Phật. Tất cả những tôn giáo tồn tại những vùng ở Ấn Ðộ vào thời đó cũng đã đưa ra sự tu tập này. Thậm chí ngày nay, một số tu sĩ của các tôn giáo khác, như Ấn Giáo và Thiên chúa giáo cũng tuân giữ điều này như là một lời nguyện."
        },
        {
            "en": "Well, the observance of <em>celibacy</em> for spiritual development was not a new religious precept at the time of the Buddha. All the other existing religions in India at that time also had introduced this practice. Even today, some other religionists,",
            "vi": "Sự tuân thủ đời sống độc thân, cho sự phát triển tinh thần không phải là một giới luật mới của tôn giáo vào thời Ðức Phật. Tất cả những tôn giáo tồn tại những vùng ở Ấn Ðộ vào thời đó cũng đã đưa ra sự tu tập này. Thậm chí ngày nay, một số tu sĩ của các tôn giáo khác, như Ấn Giáo và Thiên chúa giáo cũng tuân giữ điều này như là một lời nguyện."
        },
        {
            "en": "Well, the observance of <em>celibacy</em> for spiritual development was not a new religious precept at the time of the Buddha. All the other existing religions in India at that time also had introduced this practice. Even today, some other religionists, like the Hindus and Catholics do observe this as a vow.",
            "vi": ", cho sự phát triển tinh thần không phải là một giới luật mới của tôn giáo vào thời Ðức Phật. Tất cả những tôn giáo tồn tại những vùng ở Ấn Ðộ vào thời đó cũng đã đưa ra sự tu tập này. Thậm chí ngày nay, một số tu sĩ của các tôn giáo khác, như Ấn Giáo và Thiên chúa giáo cũng tuân giữ điều này như là một lời nguyện."
        },
        {
            "en": "Well, the observance of <em>celibacy</em> for spiritual development was not a new religious precept at the time of the Buddha. All the other existing religions in India at that time also had introduced this practice. Even today, some other religionists, like the Hindus and Catholics",
            "vi": "Sự tuân thủ đời sống độc thân, cho sự phát triển tinh thần không phải là một giới luật mới của tôn giáo vào thời Ðức Phật. Tất cả những tôn giáo tồn tại những vùng ở Ấn Ðộ vào thời đó cũng đã đưa ra sự tu tập này. Thậm chí ngày nay, một số tu sĩ của các tôn giáo khác, như Ấn Giáo và Thiên chúa giáo cũng tuân giữ điều này như là một lời nguyện."
        },
        {
            "en": "The Buddha recommended <em>celibacy</em> because sex and marriage are not conducive to ultimate peace and purity of the mind, and renunciation is necessary if one wishes to gain spiritual development and perfection at the highest level. But this renunciation should come naturally, and must never be forced.",
            "vi": "bởi vì tình dục và hôn nhân không dẫn đến sự an lạc tối cao và sự trong sạch của tâm. Sự từ bỏ (xuất gia) thật là cần thiết cho một người muốn đạt được sự phát triển tinh thần và phẩm hạnh ở mức độ cao nhất. Nhưng sự xuất gia này phải tự nguyện và không bắt buộc."
        },
        {
            "en": "People tend to ask,\"If the Buddha did not preach against married life, why then did He advocate <em>celibacy</em> as one of the important precepts to be observed and why did He advise people to avoid sex and renounce the worldly life?\"",
            "vi": "Người ta thường hỏi \"Nếu Ðức Phật không thuyết giảng chống lại cuộc sống gia đình, tại sao Ngài tán thành sự sống độc thân như là một trong những giới luật quan trọng cần tuân giữ và tại sao Ngài khuyên mọi người tránh xa tình dục và từ bỏ thế gian\"."
        },
        {
            "en": "recommended <em>celibacy</em> because sex and marriage are not conducive to ultimate peace and purity of the mind, and renunciation is necessary if one wishes to gain spiritual development and perfection at the highest level. But this renunciation should come naturally, and must never be forced.",
            "vi": "Ðức Phật giới thiệu nếp sống độc thân bởi vì tình dục và hôn nhân không dẫn đến sự an lạc tối cao và sự trong sạch của tâm. Sự từ bỏ (xuất gia) thật là cần thiết cho một người muốn đạt được sự phát triển tinh thần và phẩm hạnh ở mức độ cao nhất. Nhưng sự xuất gia này phải tự nguyện và không bắt buộc."
        },
        {
            "en": "The Buddha recommended <em>celibacy</em> because sex and marriage are not conducive to ultimate peace and purity of the mind, and renunciation is necessary if one wishes to gain spiritual development and perfection at the highest level. But this renunciation should come naturally,",
            "vi": "Ðức Phật giới thiệu nếp sống độc thân bởi vì tình dục và hôn nhân không dẫn đến sự an lạc tối cao và sự trong sạch của tâm. Sự từ bỏ (xuất gia) thật là cần thiết cho một người muốn đạt được sự phát triển tinh thần và phẩm hạnh ở mức độ cao nhất. Nhưng sự xuất gia này phải tự nguyện và không bắt buộc."
        },
        {
            "en": "People tend to ask, \"If the Buddha did not preach against married life, why then did He advocate <em>celibacy</em> as one of the important precepts to be observed and why did He advise people to avoid sex and renounce the worldly life?\"",
            "vi": "chống lại cuộc sống gia đình, tại sao Ngài tán thành sự sống độc thân như là một trong những giới luật quan trọng cần tuân giữ và tại sao Ngài khuyên mọi người tránh xa tình dục và từ bỏ thế gian \"."
        }
    ],
    "suggestions": []
}