{
    "en_vn": {
        "data": {
            "content": null,
            "word": "centralised"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "centralised"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "centralised"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "centralised"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "centralised"
        }
    },
    "sentences": [
        {
            "en": "Moreover, some aspects of budgeting do need to remain <em>centralised</em> to ensure equal access to services and development funds.",
            "vi": "Hơn nữa, một số khía cạnh lập ngân sách vẫn cần phải tập trung nhằm đảm bảo tiếp cận công bằng tới các dịch vụ và các quỹ phát triển."
        },
        {
            "en": "Authority for approving inter-country adoptions is not <em>centralised</em>, but has been dispersed to the commune level PC.",
            "vi": "Quyền phê duyệt nhận con nuôi trong nước chưa được tập trung ở trung ương, mà phân tán ở các Ủy ban nhân dân cấp xã."
        },
        {
            "en": "The combination of devolved spending with a <em>centralised</em> system of revenue collection has implications for the incentive structures facing both local and central government agencies.",
            "vi": "Việc kết hợp quyền hạn chi tiêu đã được phân cấp với hệ thống thu ngân sách mang tính tập trung tác động tới cơ cấu khuyến khích đối với các cơ quan chính quyền ở cấp trung ương và cấp địa phương."
        },
        {
            "en": "Viet Nam is in the process of economic renewal, moving from a <em>centralised</em> planning management system towards a market economy under state management.",
            "vi": "Việt Nam đang trong quá trình đổi mới kinh tế, chuyển từ hệ thống quản lý kế hoạch hoá tập trung sang nền kinh tế thị trường dưới sự quản lý của nhà nước."
        },
        {
            "en": "To deal with these difficulties, the Government should offer preferential tax policies, develop a <em>centralised</em> industrial zone and implement the master plan for the leather and footwear industry adopted by the MoIT, says Nguyen Duc Thuan, LEFASO chairman.",
            "vi": "Để đối phó với những khó khăn, Chính phủ cần đưa ra các chính sách ưu đãi về thuế, phát triển các khu công nghiệp tập trung và thực hiện kế hoạch tổng thể cho ngành công nghiệp da giày đã được thông qua bởi Bộ Công Thương, ông Nguyễn Đức Thuận, Chủ tịch LEFASO cho biết."
        },
        {
            "en": "The need for such co-ordination means there is no escape from <em>centralised</em> control of clocks and calendars—which explains, in turn, why the tendency to tinker with them for political purposes is timeless.",
            "vi": "Nhu cầu phối hợp ấy cũng đồng nghĩa với việc sự kiểm soát tập trung đối với đồng hồ và lịch là một thực tế không thể tránh khỏi – điều này ngược lại cũng giải thích tại sao xu hướng điều chỉnh chúng vì mục đích chính trị sẽ còn mãi với thời gian."
        },
        {
            "en": "The report showed less than 2% of aid to Africa’s energy sector went to renewables or small-scale de-<em>centralised</em> energy schemes, which experts say are ideally suited to the continent’s scale, development status and sparse population density.",
            "vi": "Báo cáo cho thấy gần 2% viện trợ cho lĩnh vực năng lượng của châu Phi đã chuyển sang các dự án năng lượng tái tạo hoặc các dự án quy mô nhỏ tập trung, điều mà các chuyên gia nói là phù hợp lý tưởng với quy mô, tình trạng phát triển và mật độ dân số thưa của lục địa."
        },
        {
            "en": "The report showed less than 2% of aid to Africa’s energy sector went to renewables or small-scale de-<em>centralised</em> energy schemes, which experts say are ideally suited to the continent’s scale, development status and sparse population density.",
            "vi": "Báo cáo cho thấy gần 2% viện trợ cho lĩnh vực năng lượng của châu Phi đã chuyển sang các dự án năng lượng tái tạo hoặc các dự án quy mô nhỏ tập trung, điều mà các chuyên gia nói là phù hợp lý tưởng với quy mô, tình trạng phát triển và mật độ dân số thưa của lục địa."
        },
        {
            "en": "Traditional ways of teaching form the basis of the lesson and the remarkably quiet classes take their own notes of the points made and the examples demonstrated. Everyone has their own copy of the textbook supplied by the central education authority, Monbusho, as part of the concept of free compulsory education up to the age of 15. These textbooks are, on the whole, small, presumably inexpensive to produce , but well set out and logically developed. (One teacher was particularly keen to introduce colour and pictures into maths textbooks: he felt this would make them more accessible to pupils brought up in a cartoon culture.) Besides approving textbooks, Monbusho also decides the highly <em>centralised</em> national curriculum and how it is to be delivered.",
            "vi": "Các cách dạy học truyền thống hình thành nên nền tảng của bài học và các lớp học cực kỳ yên tĩnh là minh chứng cho các luận điểm về dạy học ở trên. Mỗi em học sinh đều có bản sao những cuốn sách giáo khoa được cung cấp bởi các cơ quan giáo dục trung ương, gọi là Monbusho, như là một phần của khái niệm giáo dục bắt buộc miễn phí cho đến tuổi 15. Về tổng thể thì các sách giáo khoa thường nhỏ và có lẽ khá rẻ để sản xuất nhưng cũng được sắp xếp và phát triển rất hợp lý. Một giáo viên được đặc biệt chỉ định để vẽ các màu sắc và hình ảnh minh hoạ cho sách giáo khoa môn toán: giáo viên cảm thấy điều này sẽ giúp các em học sinh lớn lên trên nền văn hoá phim hoạt hình dễ tiếp cận bài học hơn. Bên cạnh việc phê duyệt sách giáo khoa, Monbusho cũng quyết định các chương trình học tập trung cho cả nước và cách thức triển khai chương trình này."
        }
    ],
    "suggestions": []
}