{
    "en_vn": {
        "data": {
            "content": null,
            "word": "centralisation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "centralisation"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "centralisation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "centralisation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "centralisation"
        }
    },
    "sentences": [
        {
            "en": "Setting up the national treasury system and <em>centralisation</em> of budget legislation and procedures.",
            "vi": "Thiết lập hệ thống kho bạc nhà nước và tập trung hoá các luật lệ và thủ tục ngân sách."
        },
        {
            "en": "Greater <em>centralisation</em> of this authority is preferable to facilitate control over and a reduction in the number of new establishments.",
            "vi": "Biện pháp thích hợp hơn là tập trung hỗ trợ việc quản lý những cơ sở này và giảm số lượng những cơ sở mới được xây dựng."
        },
        {
            "en": "One of them is the need to reduce public sector <em>centralisation</em> and income redistribution, and simultaneously reform the public sector expenditure side, particularly the provision of public services.",
            "vi": "Một trong số đó là sự cần thiết phải giảm bớt sự tập trung của khu vực nhà nước, phân phối lại thu nhập, và đồng thời đổi mới việc chi tiêu của khu vực nhà nước, đặc biệt là việc cung ứng các dịch vụ công."
        },
        {
            "en": "In particular, the <em>centralisation</em> of revenue collection in the early years of transition assisted in substantially increasing revenue/GDP ratios and reducing the fiscal deficit.",
            "vi": "Đặc biệt, việc tập trung các nguồn thu trong những năm đầu chuyển đổi đã góp phần làm tăng đáng kể tỷ lệ thu ngân sách/GDP và giảm thâm hụt ngân sách."
        }
    ],
    "suggestions": []
}