{
    "en_vn": {
        "data": {
            "content": null,
            "word": "centered"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "centered"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "centered"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "centered"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "centered"
        }
    },
    "sentences": [
        {
            "en": "He's always self - <em>centered</em>.",
            "vi": "Anh ta luôn tự cho mình là trung tâm."
        },
        {
            "en": "I'm a family <em>centered</em> person.",
            "vi": "Tôi là người trụ cột của gia đình."
        },
        {
            "en": "I 'm a family <em>centered</em> person.",
            "vi": "Tôi là người trụ cột của gia đình."
        },
        {
            "en": "The industrial area is <em>centered</em> largely in the north.",
            "vi": "Khu công nghiệp được tập trung chủ yếu ở miền bắc."
        },
        {
            "en": "I tried to adopt the teacher-<em>centered</em> orientation.",
            "vi": "Tôi đã cố gắng để thông qua định hướng lấy giáo viên làm trung tâm."
        },
        {
            "en": "I tried to adopt the teacher - <em>centered</em> orientation.",
            "vi": "Tôi đã cố gắng để thông qua định hướng lấy giáo viên làm trung tâm."
        },
        {
            "en": "Spoiled children are very likely to become sefl-<em>centered</em> adults.",
            "vi": "Trẻ em hư hỏng rất có thể sẽ trở thành những người lớn có tính tự cho mình là trung tâm."
        },
        {
            "en": "He was self - <em>centered</em> and inattentive to the needs of others.",
            "vi": "Anh ta tự cho mình là trung tâm và chẳng chú ý gì đến những nhu cầu của người khác."
        },
        {
            "en": "Maria can't see beyond the end of her nose. She is very self-<em>centered</em>.",
            "vi": "Maria thường không để ý đến người khác. Cô ta rất vị kỷ."
        },
        {
            "en": "The wedding wasn't actually <em>centered</em> around the ring, but around Edward himself.",
            "vi": "Đám cưới thực ra không hẳn xoay quanh chiếc nhẫn mà là xoay quanh chính Edward."
        },
        {
            "en": "I dislike her due to the fact that she is vain and self-<em>centered</em>.",
            "vi": "Tôi gét cô ta vì cô ta hão huyền và luôn tự coi mình là trung tâm."
        },
        {
            "en": "I dislike her due to the fact that she is vain and self - <em>centered</em>.",
            "vi": "Tôi gét cô ta vì cô ta hão huyền và luôn tự coi mình là trung tâm."
        },
        {
            "en": "Child-<em>centered</em> psychosocial care will be made available to children affected by HIV.",
            "vi": "Dịch vụ chăm sóc tâm lý lấy trẻ làm trung tâm sẽ được thành lập dành cho trẻ em bị ảnh hưởng bởi."
        },
        {
            "en": "Development and implementation of minimum standards for family <em>centered</em> case management systems and alternative care.",
            "vi": "Xây dựng và triển khai các tiêu chuẩn tổi thiểu đối với các hệ thống quản lý trường hợp và chăm sóc thay thế lấy gia đình làm trọng tâm."
        },
        {
            "en": "People are often unreasonable, illogical and self-<em>centered</em>; forgive them anyway.",
            "vi": "Con người thường vô lý, phi lô - gíc và luôn nghĩ về bản thân ; nhưng dù thế nào đi nữa hãy tha thứ cho họ."
        },
        {
            "en": "I became aware of a throbbing ache <em>centered</em> above my left ear.",
            "vi": "Tôi bắt đầu cảm thấy một cơn đau nhói trên tai trái."
        },
        {
            "en": "Maria can't see beyond the end of her nose. She is very self - <em>centered</em>.",
            "vi": "Maria thường không để ý đến người khác. Cô ta rất vị kỷ."
        },
        {
            "en": "The pole - to - pole wind circulation cell appears to be <em>centered</em> on the stratosphere.",
            "vi": "Dòng khí di chuyển từ cực tới cực có vẻ tập trung trên tầng bình lưu."
        },
        {
            "en": "The pole-to-pole wind circulation cell appears to be <em>centered</em> on the stratosphere.",
            "vi": "Dòng khí di chuyển từ cực tới cực có vẻ tập trung trên tầng bình lưu."
        },
        {
            "en": "People are often unreasonable, illogical and self - <em>centered</em> ; forgive them anyway.",
            "vi": "Con người thường vô lý, phi lô-gíc và luôn nghĩ về bản thân; nhưng dù thế nào đi nữa hãy tha thứ cho họ."
        }
    ],
    "suggestions": []
}