{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['sə:bərəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chó ba đầu (gác cổng âm phủ, trong thần thoại Hy lạp)</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">sop to Cerberus</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">quà đút lót (cho quan lại, người gác cổng...)</td></tr></table><i/></div>",
            "word": "cerberus"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cerberus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cerberus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cerberus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cerberus"
        }
    },
    "sentences": [
        {
            "en": "Sop to <em>cerberus</em>",
            "vi": "Quà đút lót"
        },
        {
            "en": "This is a sop to <em>Cerberus</em>.",
            "vi": "Đây là quà đút lót."
        },
        {
            "en": "BEARER OF DEATH? \"Hellhound\" is only one of many names used to describe ethereal, black dogs that roam hillsides and graveyards. With their glowing red eyes, super strength and speed, and a tendency to trail fire and brimstone in their wake, Hellhounds make for a terrifying messenger from the underworld. They are said to have been created by a group of ancient demons to serve as heralds of death, and seeing a Hellhound — some say once and others claim it takes three sightings — inevitably leads to the viewer's demise. Hellhounds boast many titles, including Black Shuck, <em>Cerberus</em>, Garm and Perro Negro. In the popular Harry Potter series, author J.K. Rowling referred to a menacing Hellhound as \"The Grim.\"",
            "vi": "Điềm báo tử? \"Chó ngao địa ngục\" chỉ là một trong rất nhiều cái tên được sử dụng để mô tả con chó đen vô hình thường đi lang thang ở các sườn đồi và nghĩa địa. Với đôi mắt màu đỏ rực sáng, siêu sức mạnh và tốc độ, với xu hướng để lại vệt lửa và lưu huỳnh trên đường đi của mình, Chó địa ngục trở thành một sứ giả đáng sợ từ âm ti. Chúng được cho là đã được tạo ra bởi một nhóm quỷ cổ xưa để đóng vai trò sứ giả của cái chết, và việc nhìn thấy Chó ngao địa ngục - một số người cho rằng là một lần và những người khác thì tin là ba lần – thì chắc chắn sẽ dẫn đến cái chết cho người nào nhìn thấy nó. Chó ngao địa ngục còn được gọi bằng nhiều tên như Black Shuck, Cerberus, Garm và Perro Negro. Trong loạt truyện nổi tiếng Harry Potter, tác giả J.K. Rowling gọi một con Chó ngao địa ngục đáng sợ là \"Thần Chết\"."
        }
    ],
    "suggestions": []
}