{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cercosporella"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Cercosporella"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cercosporella"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cercosporella"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cercosporella"
        }
    },
    "sentences": [
        {
            "en": "And you too, <em>Ella</em>.",
            "vi": "Và cả con nữa, ella."
        },
        {
            "en": "He divorced <em>Ella</em> Rice.",
            "vi": "Ông ly dị ella rice."
        },
        {
            "en": "He married <em>Ella</em> Rice.",
            "vi": "Ông cưới ella rice."
        },
        {
            "en": "<em>Ella</em> is almost walking now.",
            "vi": "Bây giờ Ella sắp đi được."
        },
        {
            "en": "<em>Ella</em>, it annoyed Scarlett to realize that <em>Ella</em> was a silly child but she undoubtedly was.",
            "vi": "Ella, scarlett buồn phiền nhận ra rằngella là một đứa đần độn, dù sao điều đó cũng rành rành, không nghi ngờ gì nữa."
        },
        {
            "en": "The happy voices of Wade and <em>Ella</em> filled the room.",
            "vi": "Giọng wade và ella vui vẻ vang vang trong phòng."
        },
        {
            "en": "<em>Ella</em> scanned the crowd for any sign of Geogre.",
            "vi": "Ella nhìn khắp đám đông để tìm Geogre."
        },
        {
            "en": "And <em>Ella</em> whispered that she wasn't, either, any such thing.",
            "vi": "Và, Ella thì thầm rằng cô chưa từng gặp phải một chuyện nào khủng khiếp như thế."
        },
        {
            "en": "<em>Ella</em> is touching up her lipstick in the mirror.",
            "vi": "Ella đang xem gương tô lại sơn môi."
        },
        {
            "en": "And anything you want for Wade or <em>Ella</em>.",
            "vi": "Và cô muốn sắm bất cứ cái gì cho wade và ella cũng được."
        },
        {
            "en": "<em>Ella</em> felt Peter was leading her down a very dangerous road.",
            "vi": "Ella cảm thấy Peter đang kéo cô ta vào con đường hết sức nguy hiểm."
        },
        {
            "en": "<em>Ella</em> was no comfort to her, now that Bonnie was gone.",
            "vi": "Mất bonnie rồi, mà ella nào có an ủi gì được nàng."
        },
        {
            "en": "She could easily sell the mills and invest the money for Wade and <em>Ella</em>.",
            "vi": "Nàng có thể dễ dàng bán hai xưởng cưa, lấy tiền gây vốn cho wade và ella."
        },
        {
            "en": "And <em>Ella</em> had shown unwonted spirit in biting Suellen's oldest girl.",
            "vi": "Ella tỏ ra dũng cảm khác thường khi nó cắn đứa con gái lớn của suellen."
        },
        {
            "en": "But Wade infinitely preferred his st. bernard dog and <em>Ella</em> was afraid of all animals.",
            "vi": "Nhưng wade thích con chó xanh - bécna hơn gấp ngàn lần, còn ella thì sợ mọi thú vật."
        },
        {
            "en": "Why, oh, why couldn't god have taken <em>Ella</em> if he had to take one of her children?",
            "vi": "Tại sao, ôi, tại sao chúa không bắt ella đi nếu như người cần bắt đi một trong những đứa con của nàng?"
        },
        {
            "en": "Thereafter, nothing short of force would make her go to bed at the same time as the obedient <em>Ella</em>.",
            "vi": "Sau chuyến đó, khi muốn bắt nó về giường ngủ cùng lúc với cô bé ella dễ bảo thì không có cách nào ngoài vũ lực."
        },
        {
            "en": "All morning she played outdoors in the snow with Alice and <em>Ella</em> and Peter and Mary, making pictures.",
            "vi": "Trọn buổi sáng, cô chơi giữa trời tuyết cùng với Alice, Ella, Peter và Mary mải miết vẽ hình."
        },
        {
            "en": "As the law gets closer to capturing her, <em>Ella</em> begins to unravel a plot to eliminate her.",
            "vi": "Ngay khi luật pháp có hiệu lực để bắt thì Ella bắt đầu tìm ra âm mưu để xóa bỏ tội của cô ta."
        },
        {
            "en": "Until she was two years old she went to sleep readily in the nursery she shared with Wade and <em>Ella</em>.",
            "vi": "Cho đến khi lên hai, nó vẫn ngủ ở phòng trẻ với wade là ella."
        }
    ],
    "suggestions": []
}