{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">cerebellum</font></td></tr></table><i/></div>",
            "word": "cerebellar",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cerebellar",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cerebellar",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cerebellar",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cerebellar",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Acute <em>cerebellar</em> ataxia is a disorder of the nervous system.",
            "vi": "Thất điều cấp tính tiểu não là chứng rối loạn thần kinh."
        },
        {
            "en": "In <em>cerebellar</em> ataxia there is clumsiness of willed movements.",
            "vi": "Khi mất điều hoà do tiểu não các cử động do ý chí trở nên vụng về."
        },
        {
            "en": "It has the features of <em>cerebellar</em> ataxia, together with spasticity of the limbs.",
            "vi": "Và có những đặc trưng của mất điều hoà tiểu não, cùng với tính co cứng của các chi."
        },
        {
            "en": "Gluten sensitivity is also associated with some cases of schizophrenia and <em>cerebellar</em> ataxia – both serious disorders of the brain.",
            "vi": "Nhạy cảm với gluten cũng liên quan đến một số trường hợp bệnh tâm thần phân liệt và thất điều tiểu não – hai tình trạng rối loạn nghiêm trọng của não bộ."
        },
        {
            "en": "Three broad bands of nerve fibes - the inferior, middle, and superior <em>cerebellar</em> peduncles - connect it to the medulla, the pons, and the midbrain respectively.",
            "vi": "Ba dải rộng các sợi thần kinh - cuống tiểu não dưới giữa và trên - nối liền nó với tủy và cầu não và trung não."
        },
        {
            "en": "Studies using human brain imaging to study changes in neural activity induced by learning have also reported that the changes continue to develop for hours after learning. In an innovative study using functional imaging of the brain, Reza Shadmehr and Henry Holcomb examined brain activity in several brain regions shortly after human subjects were trained in a motor learning task requiring arm and hand movements. They found that while the performance of the subjects remained stable for several hours after completion of the training, their brain activity did not; different regions of the brain were predominantly active at different times over a period of several hours after the training. The activity shifted from the prefrontal cortex to two areas known to be involved in controlling movements, the motor cortex and <em>cerebellar</em> cortex. Consolidation of the motor skill appeared to involve activation of different neural systems that increased the stability of the brain processes underlying the skill.",
            "vi": "Nghiên cứu sử dụng hình ảnh não của con người để nghiên cứu những thay đổi trong hoạt động thần kinh gây ra bởi quá trình học tập cũng đã báo cáo rằng những thay đổi này tiếp tục phát triển hàng giờ sau khi học. Trong một nghiên cứu sáng tạo bằng cách sử dụng hình ảnh chức năng của não, Reza Shadmehr và Henry Holcomb đã kiểm tra hoạt động của não ở một vài khu vực não ngay sau khi các đối tượng của con người được huấn luyện trong một công việc học tập về cơ vận động đòi hỏi sự vận động bàn tay và cánh tay. Họ nhận thấy rằng mặc dù hiệu suất của các chủ thể vẫn ổn định trong vài giờ sau khi hoàn thành việc đào tạo, hoạt động não của họ đã không như thế; Các vùng khác nhau của não chủ yếu hoạt động ở những thời điểm khác nhau trong nhiều giờ sau khi tập huấn. Hoạt động này chuyển từ vỏ não trán trước đến hai khu vực có liên quan đến việc kiểm soát các chuyển động, vỏ não thần kinh vận động và tiểu não. Sự củng cố của kỹ năng vận động dường như liên quan đến việc kích hoạt các hệ thống thần kinh khác nhau làm tăng sự ổn định của các quá trình não bên dưới kỹ năng."
        }
    ],
    "suggestions": []
}