{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sə:tifai]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chứng nhận, nhận thực, chứng thực; cấp giấy chứng nhận</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) đảm bảo giá trị (một tấm séc)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng nhận là mắc bệnh tâm thần</td></tr></table><i/></div>",
            "word": "certify"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>certify</k><blockquote>■ <cclass>verb (<cclass><b>certifies</b>, <cclass><b>certifying</b>, <cclass><b>certified</b>) formally attest or confirm. </cclass></cclass></cclass></cclass></blockquote><blockquote>⁃ <cclass>chiefly Brit. officially recognize as possessing certain qualifications or meeting certain standards. </cclass></blockquote><blockquote>⁃ officially declare (someone) insane. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>certifier</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>certifier</i>, from late L. <i>certificare</i>, from L. <i>certus</i> 'certain'. </blockquote></div>",
            "word": "certify"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>certify</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>the aircraft was certified as airworthy</i>: VERIFY, guarantee, attest, validate, confirm, substantiate, endorse, vouch for, testify to; provide evidence, give proof, prove, demonstrate.</blockquote><blockquote><b>2</b><i>a certified hospital</i>: ACCREDIT, recognize, license, authorize, approve, warrant.</blockquote></div>",
            "word": "certify"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>certify</k><blockquote><blockquote><abr>v.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) (<abr>esp.</abr><abr>BE</abr>) (<abr>D</abr>; <abr>tr.</abr>) to certify as (the psychiatrist certified him as insane) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>L</abr>) she certified that it was a true copy </ex></blockquote></blockquote><blockquote><blockquote><ex>3) (<abr>M</abr>) can you certify this to be a true copy? </ex></blockquote></blockquote><blockquote><blockquote><ex>4) (<abr>esp.</abr><abr>BE</abr>) (<abr>N</abr>; used with an adjective) he was certified insane</ex></blockquote></blockquote></div>",
            "word": "certify"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "certify"
        }
    },
    "sentences": [
        {
            "en": "Please <em>certify</em> my papers!",
            "vi": "Làm ơn chứng dùm tôi giấy tờ này!"
        },
        {
            "en": "They required us to <em>certify</em> documents.",
            "vi": "Họ yêu cầu chúng tôi phải thị thực chứng từ."
        },
        {
            "en": "This is to <em>certify</em> that I have examined this copy.",
            "vi": "Cái này là để chứng nhận rằng tôi đã kiểm tra bản sao này."
        },
        {
            "en": "Government auditors will <em>certify</em> the financial reports next week.",
            "vi": "Kiểm toán viên chính phủ sẽ xác nhận báo cáo tài chính vào tuần tới."
        },
        {
            "en": "I <em>certify</em> the aforementioned is true and correct.",
            "vi": "Tôi đảm bảo những điều nói trên là đúng chính xác."
        },
        {
            "en": "Dr. Motet was unable to <em>certify</em> him insane and he was sentenced to two years 'imprisonment.",
            "vi": "Tiến sĩ Motet đã không thể chứng thực ông ta bị mất trí và ông ta bị kết án hai năm tù giam."
        },
        {
            "en": "We, the undersigned, B and C <em>certify</em> that this house is a legacy from his father.",
            "vi": "Chúng tôi đứng tên dưới đây là B và C, xin chứng thực rằng căn nhà này là do cha anh ta để lại."
        },
        {
            "en": "I hereby <em>certify</em> that the information provided above is true and correct in all details",
            "vi": "Tôi xác nhận rằng tất cả các thông tin khai trên đây đều đúng sự thật"
        },
        {
            "en": "This is to <em>certify</em> that he was employee of this company from... to..",
            "vi": "Xin xác nhận rằng anh ta là nhân viên của công ty này từ.. tới"
        },
        {
            "en": "This is to <em>certify</em> that was an employee of this company from to.",
            "vi": "Xác nhận rằng là nhân viên của công ty từ tới."
        },
        {
            "en": "The student asked the college to <em>certify</em> a copy of the examination results.",
            "vi": "Người sinh viên xin trường đại học chứng thực một bản sao kết quả kì thi."
        },
        {
            "en": "Management accountants may <em>certify</em> their professional competence and training by qualifying for the status of Certified Management Accountant.",
            "vi": "Kế toán viên quản trị cũng có thể chứng minh khả năng và trình độ chuyên môn của mình bằng cách thi lấy bằng kế toán quản trị."
        },
        {
            "en": "When contractor will have completed the work, he will <em>certify</em> in writing, completion of the work to the owner.",
            "vi": "Khi nhà thầu hoàn thành công trình, ông ta chứng nhận bằng giấy hoàn công cho người chủ công trình."
        },
        {
            "en": "Several impartial witnesses were present at the packing of our prunes. They can <em>certify</em> that the goods were faultless.",
            "vi": "Vài người làm chứng khách quan đã có mặt lúc chúng tôi đóng gói mận khô. Do đó họ có thể xác nhận rằng nguyên lô hàng trên tốt."
        },
        {
            "en": "The Chairperson of the National Assembly shall sign to <em>certify</em> those laws and resolutions passed by the National Assembly.",
            "vi": "Chủ tịch Quốc hội ký chứng thực luật, nghị quyết của Quốc hội."
        },
        {
            "en": "This is to <em>certify</em> that the quality of the above-mentioned goods and found the result as follows that those goods have good quality.",
            "vi": "Nay chúng tôi chứng nhận rằng chúng tôi đã kiểm tra chất lượng các hàng hóa trên và nhận thấy các kết quả như sau những hàng hóa đó có chất lượng tốt."
        },
        {
            "en": "This is to <em>certify</em> that the quality of the above - mentioned goods and found the result as follows that those goods have good quality.",
            "vi": "Nay chúng tôi chứng nhận rằng chúng tôi đã kiểm tra chất lượng các hàng hóa trên và nhận thấy các kết quả như sau những hàng hóa đó có chất lượng tốt."
        },
        {
            "en": "One of the central issues debated regarding the new Law was the level of authority that should <em>certify</em> health care practitioners.",
            "vi": "Một trong những vấn đề trọng tâm được thảo luận liên quan đến dự thảo luật mới này là cấp có thẩm quyền chứng chỉ cho người hành nghề chăm sóc sức khỏe."
        },
        {
            "en": "An Independent Procurement Review will also be conducted in FY03, as will a \"Quality Review\" of the private sector audit firms in Vietnam (to assess and <em>certify</em> their ability to conduct audits of Bank-financed projects).",
            "vi": "Một Đánh giá Mua sắm Độc lập và một “Đánh giá Chất lượng“ của các công ty kiểm toán tư nhân ở Việt Nam (để đánh giá và xác nhận khả năng kiểm toán các dự án do Ngân hàng tài trợ) cũng được tiến hành vào NTC03."
        },
        {
            "en": "Under current procedures, the Ministry of Finance, the State Bank, and local governments have to <em>certify</em> that such loans cannot be collected, and the Ministry of Finance then covers the loss in the form of capital injections.",
            "vi": "Theo các qui định hiện nay, Bộ Tài chính, Ngân hàng Nhà nước và các chính quyền địa phương sẽ phải chứng nhận rằng các khoản nợ đó không thể thu hồi được, và Bộ Tài Chính sẽ bù lỗ dưới hình thức rót vốn cho các ngân hàng."
        }
    ],
    "suggestions": []
}