{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sə:viks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cổ tử cung</td></tr></table><i/></div>",
            "word": "cervix",
            "pronounce": "['sə:viks]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cervix</k><blockquote><cclass>[<cclass>'sə:vɪks<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>cervices</b><cclass>-si:z) </cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 the narrow neck-like passage forming the lower end of the womb. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>technical the neck. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from L. </blockquote></div>",
            "word": "cervix",
            "pronounce": "['sə:viks]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cervix",
            "pronounce": "['sə:viks]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cervix",
            "pronounce": "['sə:viks]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cổ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cervix eduminae posterioris</font><font color=\"#282828\">: cổ sừng sau tủy sống</font></li></td></tr></tbody></table></div>",
            "word": "cervix",
            "pronounce": "['sə:viks]"
        }
    },
    "sentences": [
        {
            "en": "<em>Cervix</em>.",
            "vi": "Cổ."
        },
        {
            "en": "Cancer of the <em>cervix</em>.",
            "vi": "Ung thư cổ tử cung."
        },
        {
            "en": "Swab from the <em>cervix</em>.",
            "vi": "Mẫu lấy từ cổ tử cung."
        },
        {
            "en": "Of, relating to, or affecting the <em>cervix</em> of an organ, especially the <em>cervix</em> of the womb.",
            "vi": "Của, hoặc liên quan tới cổ của một cơ quan, đặc biệt cổ tử cung."
        },
        {
            "en": "My mother was diagnosed with cancer of the <em>cervix</em>.",
            "vi": "Mẹ tôi được chẩn đoán là bị ung thư cổ tử cung."
        },
        {
            "en": "Swab from inside the vagina and the <em>cervix</em>.",
            "vi": "Mẫu lấy trong âm đạo và cổ tử cung."
        },
        {
            "en": "The <em>cervix</em> is capable of very wide dilation during childbirth.",
            "vi": "Cổ tử cung có thể dãn nở rất lớn trong khi sanh đẻ."
        },
        {
            "en": "The mother´s <em>cervix</em> prepares for the birth by softening.",
            "vi": "Cổ tử cung của người mẹ mềm đi để chuẩn bị cho bé ra đời."
        },
        {
            "en": "In the first stage the muscular wall of the womb begins contracting while the muscle fibres of the <em>cervix</em> relax so that the <em>cervix</em> expands.",
            "vi": "Trong giai đoạn đầu thành cơ tử cung bắt đầu co thắt lại trongkhi các sợi cơ ở cổ tử cung giãn ra làm cổ tử cung mở ra."
        },
        {
            "en": "A cervical smear is a test to check the health of the <em>cervix</em>.",
            "vi": "Xét nghiệm kính phết cổ tử cung là một xét nghiệm kiểm tra sức khỏe cổ tử cung."
        },
        {
            "en": "The technique is commonly used in excising a portion of the <em>cervix</em> of the womb.",
            "vi": "Kỹ thuật thường được sử dụng để loại bỏ một phần của cổ tử cung."
        },
        {
            "en": "The vagina connects with the uterus, or womb, at the <em>cervix</em> (which means neck). The <em>cervix</em> has strong, thick walls. The opening of the <em>cervix</em> is very small, which is why a tampon can never get lost inside a girl's body. During childbirth, the <em>cervix</em> can expand to allow a baby to pass.",
            "vi": "Âm đạo nối liền với tử cung, hoặc dạ con ở cổ tử cung. Lỗ cổ tử cung rất nhỏ, khiến cho băng vệ sinh dạng ống không bao giờ bị lạc trong cơ thể của bạn gái. Trong khi sinh đẻ, cổ tử cung có thể nở ra giúp cho em bé ra ngoài."
        },
        {
            "en": "Cervical cancer is malignant neoplasm of the <em>cervix</em> uteri or cervical area.",
            "vi": "Ung thư cổ tử cung là khối u ác tính trong cổ tử cung hoặc vùng cổ tử cung."
        },
        {
            "en": "I have read that your <em>cervix</em> turns a bluish tint when you become pregnant.",
            "vi": "Tôi đã đọc rằng cổ tử cung của bạn biến thành một màu xanh nhạt khi bạn mang thai."
        },
        {
            "en": "In addition to causing genital warts, certain HPV viruses can cause cancer of the <em>cervix</em> and other genital cancers.",
            "vi": "Ngoài việc gây ra mụn cóc vùng sinh dục, một số virus hpv có thể gây ung thư cổ tử cung và các ung thư khác ở vùng sinh dục."
        },
        {
            "en": "Health officials in the United States have approved a medication used to prevent cancer of the <em>cervix</em>.",
            "vi": "Các quan chức y tế ở hoa kỳ đã phê duyệt một dược phẩm dùng để ngăn ngừa ung thư cổ tử cung."
        },
        {
            "en": "A malignant tumour of the <em>cervix</em>, uterus, or vagina containing a mixture of adenocarcinoma, sarcoma cells, and stroma.",
            "vi": "Bướu ác tính ở cổ tử cung, tử cung hoặc âm đạo chứa hỗn hợp carcinnoma tuyến, tế bào sarcoma và chất nền."
        },
        {
            "en": "In the second stage the baby's head appears at the <em>cervix</em> and the contractions of the womb strengthen.",
            "vi": "Trong giai đoạn hai đầu thai nhi xuất hiện ở cổ tử cung và tử cung co thắt mạnh hơn."
        },
        {
            "en": "An egg goes from the ovary to the fallopian tube, to the uterus, to the <em>cervix</em>, to the vagina, and finally to the outside world.",
            "vi": "Trứng đi từ buồng trứng đến ống dẫn trứng, đến tử cung (dạ con), đến cổ tử cung, đến âm đạo, và cuối cùng ra thế giới bên ngoài."
        },
        {
            "en": "Human papillomavirus (HPV) is a sexually transmitted disease (STD) that causes genital warts and changes in the <em>cervix</em> that can result in cervical cancer.",
            "vi": "bệnh mụn cơm trên người (HPV) là bệnh lây truyền qua đường tình dục (STD) gây nổi mụn cóc ở bộ phận sinh dục và gây ra những thay đổi trong cổ tử cung có thể dẫn đến ung thư cổ tử cung."
        }
    ],
    "suggestions": []
}