{
    "en_vn": {
        "data": {
            "content": null,
            "word": "CFS",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>CFS</k><blockquote>■ <cclass>abbreviation chronic fatigue syndrome. </cclass></blockquote></div>",
            "word": "CFS",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "CFS",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "CFS",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "CFS",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Chronic Fatigue Syndrome (<em>CFS</em>) is a complex illness, for which there are many definitions.",
            "vi": "Hội chứng mệt mỏi mạn tính (cfs) là một bệnh phức tạp, nên có nhiều định nghĩa về nó."
        },
        {
            "en": "Professor Puri is currently successfully using VegEPA to treat patients with <em>CFS</em>.",
            "vi": "Giáo sư puri đang thành công trong việc dùng vegepa điều trị các bệnh nhân cfs."
        },
        {
            "en": "In a study on <em>CFS</em>, leading medical researcher and consultant at Hammersmith Hospital, Professor Puri, used state-of-the-art brain scanning techniques and found that patients with <em>CFS</em> had excessively high levels of choline in their brains.",
            "vi": "Trong một nghiên cứu về cfs, nhà nghiên cứu và tư vấn y học hàng đầu ở bệnh viện hammersmith, giáo sư puri, đã dùng kỹ thuật chụp cắt lớp não tối tân và phát hiện rằng bệnh nhân cfs có mức choline trong não quá cao."
        },
        {
            "en": "Indeed, in a study by Professor Peter Behan, the blood fatty acid levels of patients with <em>CFS</em> was lower than people in the 'norma l' group.",
            "vi": "Thật vậy, trong một nghiên cứu của giáo sư peter behan, mức a - xít béo trong máu của các bệnh nhân cfs thấp hơn những người trong nhóm \"bình thường\"."
        },
        {
            "en": "Fatigue cause No. 14: <em>CFS</em> and fibromyalgiaIf your fatigue lasts more than six months and is so severe that you can’t manage your daily activities, chronic fatigue syndrome or fibromyalgia are a possibility. Both can have various symptoms, but persistent, unexplained exhaustion is a main one.Fix: While there’s no quick fix for <em>CFS</em> or fibromyalgia, patients often benefit from changing their daily schedule, learning better sleep habits, and starting a gentle exercise program.",
            "vi": "Nguyên nhân gây mệt mỏi 14: CFS (Chronic Fatigue Syndrome (hội chứng mệt mỏi kinh niên) và đau cơ, gân, khớp)Nếu tình trạng mệt mỏi của bạn kéo dài hơn sáu tháng và trầm trọng đến nỗi bạn không thể làm được các hoạt động thường nhật của mình thì có thể là bạn đang bị hội chứng mệt mỏi kinh niên hoặc đau cơ, gân, khớp. Cả hai có thể có triệu chứng khác nhau, nhưng vấn đề chính của chúng là kiệt sức kéo dài dai dẳng và không rõ nguyên nhân là gì. Giải pháp: Mặc dù không chữa được hội chứng mệt mỏi kinh niên hoặc đau cơ, gân, khớp nhanh chóng nhưng bệnh nhân thường có thể cảm thấy dễ chịu hơn bằng cách thay đổi thời gian biểu/ kế hoạch hằng ngày của mình, tập thói quen ngủ nghỉ tốt hơn, và bắt đầu một chương trình thể dục nhẹ nhàng nào đó."
        },
        {
            "en": "After that, new improvements were made, and Hydrofluorocarbons, with no known harmful effects, was used in the cooling system. Simultaneously , nowadays, Chlorofluorocarbons (<em>CFS</em>) are no longer used; they are announced illegal in several places, making the refrigeration far safer than before .",
            "vi": "Sau đó, những cải tiến mới đã được thực hiện, và Hydrofluorocarbons, được biết không có tác dụng có hại, đã được sử dụng trong hệ thống làm mát. Đồng thời , ngày nay, Chlorofluorocarbons (CFS) đã không còn được sử dụng ; chúng được công bố bất hợp pháp ở một số nơi, làm cho tủ lạnh an toàn hơn nhiều so với trước đây ."
        }
    ],
    "suggestions": []
}