{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cg",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cg</k><blockquote>■ <cclass>abbreviation centigram(s). </cclass></blockquote></div>",
            "word": "cg",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cg",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cg",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cg",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Insufficient legal and regulatory guidance on <em>CG</em>.",
            "vi": "Thiếu các hướng dẫn pháp lý và chính sách về quản trị QTDN."
        },
        {
            "en": "Most <em>CG</em> scandals will still occur, even if <em>CG</em> regulations and practices are significantly improved.",
            "vi": "Phần lớn các vụ bê bối về QTDN vẫn sẽ xảy ra, cho dù các quy định hay việc thực thi về QTDN ở Việt nam có được cải thiện đáng kể."
        },
        {
            "en": "To report the group's activities to Mid-term <em>CG</em> and full <em>CG</em> meetings.",
            "vi": "Báo cáo về hoạt động của nhóm tại cuộc họp giữa kỳ và họp cuối năm của nhóm tư vấn tài trợ."
        },
        {
            "en": "Implementing good <em>CG</em> can be costly and/or time consuming.",
            "vi": "Việc thực hiện nghiêm chỉnh công tác QTDN có thể làm công ty tốn nhiều chi phí và/hoặc thời gia"
        },
        {
            "en": "The current business environment is not conducive to good <em>CG</em>.",
            "vi": "Môi trường kinh doanh hiện tại ở Việt Nam không tạo điều kiện để thực thi tốt QTDN."
        },
        {
            "en": "Stricter enforcement of existing laws and regulations pertaining to <em>CG</em>.",
            "vi": "Thi hành chặt chẽ các luật lệ hiện hành liên quan tới QTDN."
        },
        {
            "en": "Introduce incentives for companies that display high <em>CG</em> practices.",
            "vi": "Đưa ra các khuyến khích cho các công ty thực hiện tốt việc QTDN."
        },
        {
            "en": "Companies have insufficient information and knowledge on <em>CG</em>.",
            "vi": "Các công ty không có đủ thông tin và kiến thức về QTDN."
        },
        {
            "en": "IN WHICH AREAS DO THE MOST FREQUENT <em>CG</em> MALPRACTICES OCCUR?",
            "vi": "Trong những lĩnh vực nào thường hay xảy ra các hoạt động quản trị doanh nghiệp sai sót?"
        },
        {
            "en": "To report activities of the group to <em>CG</em> meetings.",
            "vi": "Báo cáo hoạt động lên các cuộc họp CG."
        },
        {
            "en": "1st half November: Draft forestry sector program (input to <em>CG</em>).",
            "vi": "Nửa đầu tháng 11: Dự thảo chương trình ngành lâm nghiệp (đầu vào cho hội nghị tư vấn)."
        },
        {
            "en": "Establish a centre for the promotion of <em>CG</em>.",
            "vi": "Thành lập một trung tâm xúc tiến QTDN."
        },
        {
            "en": "The PSF consists of Government representatives, <em>CG</em> member countries and representatives of private business associations of the <em>CG</em> member countries, and Vietnamese business associations.",
            "vi": "DĐKVTN bao gồm các đại diện của Chính phủ, các nước thành viên của nhóm các nhà tài trợ và đại diện của các hiệp hội tư nhân của các nước thành viên nhóm các nhà tài trợ và các hiệp hội doanh nghiệp Việt Nam."
        },
        {
            "en": "The three institutions will report on progress at the next <em>CG</em> meeting.",
            "vi": "Ba tổ chức này sẽ báo cáo tiến độ thực hiện tại cuộc họp CG tới."
        },
        {
            "en": "The current laws and regulations on <em>CG</em> issues in Vietnam are adequately enforced.",
            "vi": "Các luật lệ và quy định hiện hành về vấn đề QTDN ở Việt Nam được thực thi đầy đủ."
        },
        {
            "en": "Improving good <em>CG</em> practices should be a high priority of the government in Vietnam.",
            "vi": "Cải thiện thực tiến QTDN nên là mối ưu tiên của chính phủ tại Việt Nam."
        },
        {
            "en": "Companies generally have other, more immediate priorities than pursuing good <em>CG</em>.",
            "vi": "Các công ty nói chung đều có các ưu tiên khác hoặc cấp bách hơn việc theo đuổi việc QTDN tốt."
        },
        {
            "en": "WHAT DO YOU THINK WOULD BE MOST EFFECTIVE IN IMPROVING <em>CG</em> PRACTICES IN VIETNAM?",
            "vi": "Cách thức nào dưới đây có thể cải thiện một cách hiệu quả nhất công tác QTDN ở Việt Nam?"
        },
        {
            "en": "The current laws and regulations in Vietnam provide adequate guidance on most <em>CG</em> issues.",
            "vi": "Các luật lệ và quy định hiện hành ở Việt Nam có đầy đủ hướng dẫn cho hầu hết các vấn đề về QTDN."
        },
        {
            "en": "In general, most private firms in Vietnam adopt good <em>CG</em> practices.",
            "vi": "Nhìn chung, hầu hết các doanh nghiệp tư nhân tại việt Nam áp dụng các nguyên tắc QTDN tốt."
        }
    ],
    "suggestions": []
}