{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chai",
            "pronounce": "[chai]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chai</k><blockquote><cclass>[<cclass>tʃʌɪ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Indian tea made by boiling tea leaves with milk, sugar, and sometimes spices. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>a term in various Indian languages. </blockquote></div>",
            "word": "chai",
            "pronounce": "[chai]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chai",
            "pronounce": "[chai]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chai",
            "pronounce": "[chai]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chai",
            "pronounce": "[chai]"
        }
    },
    "sentences": [
        {
            "en": "Managing the Supply <em>Chai</em>",
            "vi": "Quản lý hệ thống cung cấp"
        },
        {
            "en": "Dùng sữa vừa phải thôi Dan. <em>Chai</em> cuối cùng đó.",
            "vi": "Go steady on the milk, Dan – that's our last bottle."
        },
        {
            "en": "Chúng tôi phục vụ hai <em>chai</em> nước khoáng, đá và một đĩa bánh quy cùng với nửa <em>chai</em> rượu đỏ.",
            "vi": "We serve two bottles of mineral water, ice and a plate of canapés with the half bottle of red wine."
        },
        {
            "en": "Cha sẽ mua cho con một <em>chai</em> - con cần phải dùng cái này.",
            "vi": "Baba will buy you a bottle – you need to use this."
        },
        {
            "en": "toi thich <em>chai</em> dau bang cac ngon tay cua toi hon",
            "vi": "i prefer to comb my hair with my finger"
        },
        {
            "en": "Tôi không rút được cái nút <em>chai</em> ra – nó chặt quá.",
            "vi": "I can't get the cork out of the bottle – it's too tight."
        },
        {
            "en": "Toi thich <em>chai</em> ca 5 ngon tay nay thanh mot chiec luoc",
            "vi": "l prefer to comb my hair with my fingers"
        },
        {
            "en": "Hãy đến dự tiệc ngày thứ bảy – và nhớ mang theo một <em>chai</em> rượu.",
            "vi": "Come to my party on Saturday – and remember to bring a bottle."
        },
        {
            "en": "Terraced rice fields in Mu Cang <em>Chai</em> coupled with distinctive cultural practices of local ethnic minority groups attract many tourists, both domestic and foreign, to Mu Cang <em>Chai</em> to admire the “terraced rice field masterpieces”.",
            "vi": "Ruộng bậc thang ở Mù Cang Chải cùng với tập quán văn hóa đặc trưng của các nhóm dân tộc thiểu số địa phương đã thu hút rất nhiều khách du lịch, cả trong nước và ngoài nước, đến Mù Cang Chải để chiêm ngưỡng những \"kiệt tác ruộng bậc thang\"."
        },
        {
            "en": "Sapa: Always the preferred choice of foreign visitors when visiting the North-west. Visitors can admire the beautiful terraced fields in the countryside of Ta Van, Ta Phin, Hau Thao, Trung <em>Chai</em>, and Lao <em>Chai</em>.",
            "vi": "Thị trấn Sapa: Luôn luôn là lựa chọn hàng đầu của du khách nước ngoài khi ghé thăm Tây Bắc. Du khách có thể chiêm ngưỡng vẻ đẹp của những ruộng bậc thang ở thôn Tả Van, Tả Phìn, Hầu Thào, Trung Chải, và Lao Chải."
        },
        {
            "en": "Sapa: Always the preferred choice of foreign visitors when visiting the North-west. Visitors can admire the beautiful terraced fields in the countryside of Ta Van, Ta Phin, Hau Thao, Trung <em>Chai</em>, and Lao <em>Chai</em>.",
            "vi": "Thị trấn Sapa: Luôn luôn là lựa chọn hàng đầu của du khách nước ngoài khi ghé thăm Tây Bắc. Du khách có thể chiêm ngưỡng vẻ đẹp của những ruộng bậc thang ở thôn Tả Van, Tả Phìn, Hầu Thào, Trung Chải, và Lao Chải."
        },
        {
            "en": "All vegetation areas in Mu Cang <em>Chai</em>, a district of Yen Bai Province, were completely covered with snow.",
            "vi": "Tất cả các thảm thực vật ở Mù Cang Chải, một huyện của tỉnh Yên Bái, đã hoàn toàn bị bao phủ bởi tuyết."
        },
        {
            "en": "Hai <em>chai</em> bột kem cà phê Nestlé dạng lỏng: một mùi mâm xôi sôcôla và một mùi vani Pháp không béo đây, thưa bà.",
            "vi": "Two bottles of Nestlé Liquid Coffee - mate : one Chocolate Raspberry and one Fat Free French Vanilla, madam."
        },
        {
            "en": "Mu Cang <em>Chai</em> terraced fields spread out more than 2,300ha in three communes of Mu Cang <em>Chai</em> district, at a height of 1,000m above the sea level in Hoang Lien Son Mountain Foot, about 350km to the north-west of Hanoi.",
            "vi": "Ruộng bậc thang Mù Cang Chải trải rộng hơn 2,300 ha trong ba xã của huyện Mù Cang Chải, ở độ cao 1.000m so với mực nước biển dưới chân dãy núi Hoàng Liên Sơn Núi, cách khoảng 350km về phía bắc-tây của Hà Nội."
        },
        {
            "en": "La Pan Tan in Mu Cang <em>Chai</em> district and Tu Le in Van Chan district are also good places to see terraced fields in the harvest season.",
            "vi": "Xã La Pán Tấn thuộc huyện Mù Cang Chải và Tú Lệ của huyện Văn Chấn cũng là nhưng nơi tốt để xem ruộng bậc thang trong mùa thu hoạch."
        },
        {
            "en": "Yen Bai is the home to Mu Cang <em>Chai</em>, Tu Le and La Pan Tan terrace fields, which are famous worldwide.",
            "vi": "Yên Bái là quê hương của những ruộng bậc thang như Mù Cang Chải, Tú Lệ và La Pán Tấn, các điểm đến rất nổi tiếng."
        },
        {
            "en": "Hai <em>chai</em> bột kem cà phê Nestlé: một mùi sôcôla kem và một mùi caramen vani không đường đây, thưa ông.",
            "vi": "Two bottles of Nestlé Powder Coffee - mate : a creamy chocolate and a sugar free vanilla caramel, sir."
        },
        {
            "en": "Mu Cang <em>Chai</em>: La Pan Tan and Che Cu Nha are two communes with the most beautiful fields in Mu Cang <em>Chai</em>. No one can go through them without stopping to enjoy the masterpieces of Hmong people in the North-western region.",
            "vi": "Huyện Mù Cang Chải: La Pán Tẩn và Chế Cu Nha là hai xã có những thửa ruộng đẹp nhất ở Mù Cang Chải. Không ai có thể đi ngang qua mà không dừng chân lại để ngắm nhìn những kiệt tác của người Hmông dưới vùng trời Tây Bắc."
        },
        {
            "en": "Mu Cang <em>Chai</em>: La Pan Tan and Che Cu Nha are two communes with the most beautiful fields in Mu Cang <em>Chai</em>. No one can go through them without stopping to enjoy the masterpieces of Hmong people in the North-western region.",
            "vi": "Huyện Mù Cang Chải: La Pán Tẩn và Chế Cu Nha là hai xã có những thửa ruộng đẹp nhất ở Mù Cang Chải. Không ai có thể đi ngang qua mà không dừng chân lại để ngắm nhìn những kiệt tác của người Hmông dưới vùng trời Tây Bắc."
        },
        {
            "en": "Yen Bai Province is another option in the northwest. During the trip from Yen Bai City to Tu Le and Mu Cang <em>Chai</em> districts, tourists can explore the unique culture of ethnic communities in the upland or try parachuting from Khau Pha Pass. Mu Cang <em>Chai</em> is well known for its vast terraced paddy fields, especially those on the mountain and hill sides in La Pan Tan, Che Cu Nha and De Xu Phinh communes.",
            "vi": "Tỉnh Yên Bái là một lựa chọn khác trong vùng Tây Bắc. Trong suốt chuyến đi từ thành phố Yên Bái đến Tử Lê Và huyện Mù Cang Chải, du khách có thể khám phá nền văn hóa độc nhất của các cộng đồng dân tộc ở cao nguyên hoặc nhảy dù từ đèo Khau Phạ. Mù Căng Chải nổi tiếng với những cánh đồng ruộng bậc thang rộng lớn, nhất là những cánh đồng ruộng bậc thang trên núi và sườn đồi của các xã La Pán Tẩn, Chế Cu Nha và Dế Xu Phình."
        }
    ],
    "suggestions": []
}