{
    "en_vn": {
        "data": {
            "content": null,
            "word": "channelled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>channelled</k><blockquote><cclass>adjective form channels or grooves in.</cclass></blockquote><blockquote>→ <kref>channel</kref></blockquote></div>",
            "word": "channelled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "channelled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "channelled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có rãnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gợn sóng (tôn)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">channelled plate</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tấm hình sóng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "channelled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "All the agency's sales are <em>channelled</em> through outside distributors.",
            "vi": "Tất cả doanh thu của đại lý này được chuyển qua nhà phân phối bên ngoài."
        },
        {
            "en": "Water is usually <em>channelled</em> into the lakes from the canals.",
            "vi": "Nước thường được dẫn từ các kênh rạch vào hồ."
        },
        {
            "en": "The company has <em>channelled</em> £2.5 million into developing new products.",
            "vi": "Công ty đã dốc hết 2, 5 triệu bảng Anh vào việc phát triển sản phẩm mới."
        },
        {
            "en": "Mary <em>channelled</em> all her energies into her career.",
            "vi": "Mary dốc toàn lực vào sự nghiệp của mình."
        },
        {
            "en": "The company has <em>channelled</em> £2. 5 million into developing new products.",
            "vi": "Công ty đã dốc hết 2,5 triệu bảng Anh vào việc phát triển sản phẩm mới."
        },
        {
            "en": "All information on courses will be <em>channelled</em> through the admissions office this week.",
            "vi": "Tuần này tất cả thông tin về các khóa học sẽ được chuyển qua các văn phòng tuyển sinh."
        },
        {
            "en": "Credits were <em>channelled</em> into activities making full use of the potentials of various economic sectors.",
            "vi": "Tín dụng được cung cấp cho các hoạt động khai thác tối đa tiềm năng của các thành phần kinh tế."
        },
        {
            "en": "Some civil society organisations have very limited budgets, as most funding is <em>channelled</em> towards a few large organisations.",
            "vi": "Một số tổ chức xã hội dân sự có ngân sách rất hạn hẹp vì hầu hết các nguồn tài trợ đều đổ về một số ít các tổ chức lớn."
        },
        {
            "en": "International experience shows that migration cannot be controlled administratively but can be <em>channelled</em> through the careful structuring of incentives.",
            "vi": "Kinh nghiệm quốc tế cho thấy di cư không thể kiểm soát được về mặt hành chính nhưng có thể xoáy vào thông qua cơ cấu một cách cẩn trọng các chính sách khuyến khích."
        },
        {
            "en": "More so than before, public investment could enhance (crowdin) employment-generating foreign investment, while <em>channelled</em> to projects that are directly poverty reducing (pro-poor investment, see Chapter 4).",
            "vi": "Hơn cả trước đây, đầu tư công cộng có thể giúp tăng cường (thúc đẩy) đầu tư nước ngoài giúp tạo việc làm và tăng đầu tư cho các dự án xóa đói giảm nghèo trực tiếp (đầu tư vì người nghèo, xem Chương 4)."
        },
        {
            "en": "The continued support of the political leadership, possibly <em>channelled</em> by a newly created Senior Economic Policy Steering Committee, is vital for long-term stability.",
            "vi": "Sự tiếp tục ủng hộ của các nhà lãnh đạo, có thể thông qua Ban Chỉ đạo Chính sách kinh tế cấp cao mới được thành lập, có ý nghĩa hết sức quan trọng để đảm bảo sự ổn định lâu dài."
        },
        {
            "en": "For example, public investment could enhance (crowd-in) employment-generating foreign and domestic private investment, while <em>channelled</em> to projects that are directly poverty-reducing (UNDP 2004a, p. 39).",
            "vi": "Ví dụ, đầu tư công có thể tạo điều kiện tăng thêm đầu tư tư nhân trong ngoài nước để tạo việc làm, nếu hướng vào các dự án có tác động trực tiếp đến giảm nghèo (UNDP 2004a, tr. 39)."
        },
        {
            "en": "It appears that the dollar borrowings were <em>channelled</em> into the long-term speculative real estate market (at high lending rates), causing currency and term mismatches in the loans.",
            "vi": "Dường như các khoản vay vốn bằng đô la theo các kênh được bơm vào thị trường đầu cơ dài hạn bất động sản (với tỷ lệ lãi suất cho vay cao), tạo ra bất cân xứng về tiền và thời hạn của các khoản vốn vay."
        },
        {
            "en": "Within this movement, the collective participation of different Ministries, sectors, civil society and the whole nation has been mobilized and <em>channelled</em> into the fight and prevention of illegal drug use.",
            "vi": "Trong khuôn khổ phong trào này, sự tham gia tổng lực của các Bộ, ngành, các ban ngành đoàn thể và toàn xã hội đã được huy động tập trung vào cuộc chiến chống sử dụng ma tuý trái phép."
        },
        {
            "en": "This includes $US30,000 to be <em>channelled</em> through the Ministry of Health, $US15,000 through the Ministry of Education, $US10,000 through the Ministry of Agriculture and Rural Development and $US5,000 through the Committee of Protection and Care for Children.",
            "vi": "Trong khoản kinh phí này, 30.000 USD sẽ được chuyển qua Bộ Y tế, 15.000 USD qua Bộ Giáo dục và Đào tạo, 10.000 USD qua Bộ Nông nghiệp và Phát triển nông thôn và 5.000 USD thông qua Uỷ ban Bảo vệ và Chăm sóc trẻ em."
        },
        {
            "en": "The insurance sector is aiming not only to increase total premiums, but more important to increase the portion of premiums retained in the country, which will be <em>channelled</em> back to the economy through investments.",
            "vi": "Mục tiêu phát triển của ngành bảo hiểm không phải chỉ nhằm tăng doanh thu phí bảo hiểm, mà quan trọng hơn là tăng tỉ lệ doanh thu phí bảo hiểm giữ lại trong nước, mà sẽ được chuyển trở lại nền kinh tế thông qua đầu tư."
        },
        {
            "en": "Dr David Hamilton said all consciousness is and always has been in the universe through quantum particles, and when you are born, it is <em>channelled</em> into a physical being.",
            "vi": "Tiến sĩ David Hamilton cho biết tất cả ý thức luôn luôn tồn tại trong vũ trụ thông qua các hạt lượng tử, và khi bạn được sinh ra, nó đã được chuyển vào trong thực thể vật chất."
        },
        {
            "en": "When Machover was developing the instrument, he found that the sound it made was distorted by Ma's hand as it absorbed electric current flowing from the bow. Machover had a eureka moment. What if you reversed that? What if you <em>channelled</em> the electricity flowing from the performer's body and turned it into music?",
            "vi": "Khi Machover phát triển nhạc cụ này, ông phát hiện ra rằng những âm thanh bị biến dạng khi vào tay của Ma, đường nhu có một dòng điện chạy ngang qua các dây cung. Machover gọi đó là khoảnh khắc Eureka. Sẽ như thế nào nếu bạn được nghe nó? Sẽ như thế nào nếu bạn truyền dòng điện đó qua cơ thể và biến nó thành âm nhạc?"
        }
    ],
    "suggestions": []
}