{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Chaplin"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Chaplin"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Chaplin"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Chaplin"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Chaplin"
        }
    },
    "sentences": [
        {
            "en": "Charlie <em>Chaplin</em> was a comedian.",
            "vi": "Charlie Chaplin là một diễn viên hài."
        },
        {
            "en": "This film is vintage <em>Chaplin</em>.",
            "vi": "Bộ phim này là bộ phim xuất sắc của Chaplin."
        },
        {
            "en": "<em>Chaplin</em> was at his best playing the little tramp <em>Chaplin</em>.",
            "vi": "Đạt đến đỉnh cao nhất của ông trong vai cậu bé lang thang."
        },
        {
            "en": "Charlie <em>Chaplin</em> once won third prize in a Charlie <em>Chaplin</em> look-alike contest.",
            "vi": "Charlie chaplin đã có một lần đạt giải ba trong cuộc thi Ai giống Charlie chaplin nhất."
        },
        {
            "en": "no other comedian is as farmous as charlie <em>chaplin</em>",
            "vi": "không một diễn viên nào có thể nỗi tiếng bằng danh hài Sac-lo"
        },
        {
            "en": "<em>Chaplin</em> plays two different characters in \"The Great Dictator\".",
            "vi": "Chaplin đóng hai vai khác nhau trong phim \"The Great Dictator\"."
        },
        {
            "en": "no other comedian is as farmous as charlie <em>chaplin</em>",
            "vi": "không một diễn viên nào có thể nỗi tiếng bằng danh hài Sac - lo"
        },
        {
            "en": "There'll never be another Charlie <em>Chaplin</em>. He was a one-off.",
            "vi": "Sẽ không bao giờ có một Charlie Chaplin nào nữa đâu. Ông ấy là người độc nhất vô nhị đó thôi."
        },
        {
            "en": "In the screen biography he plays Charlie <em>Chaplin</em> to the life.",
            "vi": "Trong cuốn phim tiểu sử, ông ta đóng vai Charlie Chaplin y như thật."
        },
        {
            "en": "My great grandfather went to school with Charlie <em>Chaplin</em>, now there's a name to conjure with!",
            "vi": "Ông cố tôi từng học cùng trường với Charlie Chaplin, thế mà Chaplin thì quá lừng danh!"
        },
        {
            "en": "I never thought that <em>Chaplin</em> was half as funny as Buster Keaton.",
            "vi": "Tôi chưa từng nghĩ là Chaplin hài hước được như Buster Keaton."
        },
        {
            "en": "There'll never be another Charlie <em>Chaplin</em>. He was a one - off.",
            "vi": "Sẽ không bao giờ có một Charlie Chaplin nào nữa đâu. Ông ấy là người độc nhất vô nhị đó thôi."
        },
        {
            "en": "Oona <em>Chaplin</em> is the granddaughter of comic actor and film-maker Charlie <em>Chaplin</em>. She has starred in 34 films, but most people have seen her as Talisa Maegyr in HBO’s Game of Thrones.",
            "vi": "Oona Chaplin là cháu gái nam diễn viên hài đồng thời là nhà sản xuất phim Charlie Chaplin. Cô đã thủ vai chính trong 34 phim, nhưng nổi tiếng nhất là vai diễn Talisa Maegyr trong Trò chơi vương quyền của HBO."
        },
        {
            "en": "Charlie Spencer <em>Chaplin</em> was the most famous actor from the golden age of the silent movie/silent film era.",
            "vi": "Charlie Spencer Chaplin là diễn viên nổi tiếng nhất trong thời kỳ vàng son của thể loại phim câm."
        },
        {
            "en": "When he watches Charlie <em>Chaplin</em> films, he falls about laughing. I don't find them funny at all!",
            "vi": "Xem phim của Charlie Chaplin, anh ấy cười lăn cười bò ra. Tôi thì chẳng thấy chúng có gì khôi hài cả."
        },
        {
            "en": "Sir Charles Spencer <em>Chaplin</em> debuted with Karno on February 3, 1908 at age seventeen, and quickly rose to prominence as a principle in the cast.",
            "vi": "Charles Spencer Chaplin xuất hiện trước công chúng ở Karno vào ngày 3 tháng 2 năm 1908 lúc 17 tuổi, và nhanh chóng trở nên nổi tiếng như một nhân tố cơ bản trong việc phân vai diễn."
        },
        {
            "en": "<em>Chaplin</em>, aware of his rapid gained prominence, asked for $1000 per week, in other words, more than Mack Sennett himself made.",
            "vi": "Nhận thức được sự nổi tiếng nhanh chóng của mình, Chaplin yêu cầu 1000 đô la cho một tuần, nói cách khác, ông yêu cầu số tiền nhiều hơn cả số tiền Mack Sennett kiếm được."
        },
        {
            "en": "Many movies stars came to fame in the silent days - Mary Pickford with her beautiful curls, William S. Hart in cowboy film, such comedians as Harold Lloyd and the great Charlie <em>Chaplin</em>.",
            "vi": "Nhiều ngôi sao điện ảnh đã trở nên lừng danh vào thời đại phim câm - mary pickford với những búp tóc đẹp, william s. hart trong phim cao bồi, những tay hề như harold lloyd và quái kiệt charlie chaplin."
        }
    ],
    "suggestions": []
}