{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chaperone",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chaperone</k><blockquote><cclass>[<cclass>'ʃapərəʊn<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>chaperon</b><cclass>'ʃapərɒn) </cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>dated an older woman responsible for the decorous behaviour of a young unmarried girl at social occasions. </cclass></cclass></blockquote><blockquote>■ <cclass>verb accompany and look after. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>chaperonage</b><cclass>'ʃap(ə)r(ə)ˌnɪdʒ <cclass>noun </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (denoting a hood or cap): from Fr., feminine of <i>chaperon</i> 'hood', dimin. of <i>chape</i> (see <kref>chape</kref>). </blockquote></div>",
            "word": "chaperone",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>chaperone</k><blockquote>▸ <cclass>noun <i>Aunt Millie went as chaperone</i>: COMPANION, duenna, escort, protectress, protector, minder.</cclass></blockquote><blockquote>▸ <cclass>verb <i>she was chaperoned by her mother</i>: ACCOMPANY, escort, attend, watch over, keep an eye on, protect, mind.</cclass></blockquote></div>",
            "word": "chaperone",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chaperone",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chaperone",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A family member often comes along as a <em>chaperone</em>.",
            "vi": "Một thành viên trong gia đình thường làm giám hộ đi kèm."
        },
        {
            "en": "On October 1st, the American Center welcomed 40 10th grade students, their teacher and a parent <em>chaperone</em> from Chu Van An High School in Hanoi.",
            "vi": "Ngày 1 tháng 10, Trung tâm Hoa Kỳ đã chào đón 40 bạn học sinh lớp 10 cùng giáo viên và phụ huynh đến từ Trường Trung học Phổ thông (THPT) Chu Văn An."
        },
        {
            "en": "Friday I walked into my history class today, ready to execute my plan. But when I got to the door, guess who the substitute teacher was. Of all the people in the world to be our sub today, it was mom. I thought mom's days of getting involved at my school were over. She used to be one of those parents who came in to help out in the classroom. But that all changed after mom volunteered to be a <em>chaperone</em> for our field trip to the zoo when I was in third grade.",
            "vi": "Thứ 6 Hôm nay tôi bước vào lớp Lịch Sử, sẵn sàng để thực hiện kế hoạch của mình. Nhưng khi tôi bước đến cửa, Đoán xem? ai là người trợ giảng hôm nay. Tại sao trong tất cả những trợ giảng trên thế giới ngày này, đó lại là mẹ. Tôi cứ nghĩ rằng những ngày mẹ tôi dính dáng tới ngôi trường này đã qua rồi chứ. Mẹ từng là một trong những phụ huynh đến lớp học để phụ giúp. Nhưng tất cả những điều đó đã thay đổi Sau khi mẹ tình nguyện trở thành người đi kèm trong chuyến khởi hành tới sở thú của lớp khi tôi lên lớp 3."
        }
    ],
    "suggestions": []
}