{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['kæriktəraiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"3\"><font color=\"#1371BB\">characterise</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['kæriktəraiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">to characterize somebody </font>/ <font color=\"#1371BB\">something as something</font>) mô tả ai/cái gì như là cái gì</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">The writer characterizes his hero as stingy and hypocritical</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Nhà văn mô tả nhân vật chính của mình là keo kiệt và giả nhân giả nghĩa </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tiêu biểu cho ai/cái gì; là đặc điểm của ai/cái gì</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the rolling downs that characterize this part of England</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">đồi trọc nhấp nhô đặc trưng cho vùng này của nước Anh</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the giraffe is characterized by its very long neck</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">hươu cao cổ có đặc điểm là cổ rất dài (đặc điểm của hươu cao cổ là cổ rất dài)</font></td></tr></table><i/></div>",
            "word": "characterize",
            "pronounce": "['kæriktəraiz]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>characterize</k><blockquote>or <cclass><b>characterise</b></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 describe the distinctive character of. </blockquote></blockquote><blockquote><blockquote>2》 (of a feature or quality) be typical or characteristic of. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>characterization</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "characterize",
            "pronounce": "['kæriktəraiz]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>characterize</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>the period was characterized by scientific advancement</i>: DISTINGUISH, make distinctive, mark, typify, set apart.</blockquote><blockquote><b>2</b><i>the women are characterized as prophets of doom</i>: PORTRAY, depict, present, represent, describe; categorize, class, style, brand.</blockquote></div>",
            "word": "characterize",
            "pronounce": "['kæriktəraiz]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>characterize</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>d</abr>; <abr>tr.</abr>) ('to describe') to characterize as (he can be characterized as a fanatic) </ex></blockquote></blockquote></div>",
            "word": "characterize",
            "pronounce": "['kæriktəraiz]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "characterize",
            "pronounce": "['kæriktəraiz]"
        }
    },
    "sentences": [
        {
            "en": "How would you <em>characterize</em> the mood of the 1980s?",
            "vi": "Bạn đánh giá đặc điểm điệu nhạc của những năm 1980 như thế nào?"
        },
        {
            "en": "The rolling hills that <em>characterize</em> this part of England.",
            "vi": "Đồi trọc nhấp nhô đặc trưng cho vùng này ở nước Anh."
        },
        {
            "en": "The rolling downs <em>characterize</em> this part of England.",
            "vi": "Đồi trọc nhấp nhô đặc trưng cho vùng này của nước Anh."
        },
        {
            "en": "The rolling downs that <em>characterize</em> this part of England",
            "vi": "Đồi trọc nhấp nhô đặc trưng cho vùng này của nước anh"
        },
        {
            "en": "The rolling hills <em>characterize</em> this part of England.",
            "vi": "Đồi trọc nhấp nhô đặc trưng cho vùng này ở nước Anh."
        },
        {
            "en": "There's an old adage in database design that goes, \"when in doubt about the type, <em>characterize</em>\".",
            "vi": "Từ lâu có lưu hành một \"châm ngôn\" khi thiết kế csdl là, \"khi nghi ngại về kiểu dữ liệu, cứ việc xem là kiểu ký tự\"."
        },
        {
            "en": "There are many ways to <em>characterize</em> dependency on a primary key.",
            "vi": "Có nhiều cách để đặc trưng sự phụ thuộc vào một khóa chính."
        },
        {
            "en": "Joaquin Monserrate and Don Mattingley leading discussions on prominent traits and qualities that <em>characterize</em> the United States",
            "vi": "Ông Joaquin Monserrate và ông Don Mattingley đang hướng dẫn thảo luận về những nét tiêu biểu và đặc trưng của nước Mỹ."
        },
        {
            "en": "Although quintile tabulations are very commonly used to <em>characterize</em> inequalities in health and other outcomes, they have certain limitations.",
            "vi": "Mặc dù việc lập bảng ngũ phân vị được sử dụng rất rộng rãi để mô tả bất bình đẳng trong các chỉ số sức khoẻ và các chỉ số khác nhưng phương pháp này vẫn có một số hạn chế nhất định."
        },
        {
            "en": "A widely used methodology to <em>characterize</em> inequalities in health outcomes is the tabulation of outcomes by population-weighted quintiles.",
            "vi": "Một phương pháp được sử dụng rộng rãi để mô tả bất bình đẳng trong các chỉ số sức khoẻ là lập bảng chỉ số kết quả theo nhóm ngũ phân vị gia quyền dân số."
        },
        {
            "en": "The term “Process improvement” is used to <em>characterize</em> the efforts of an organization to closely examine and improved its process.",
            "vi": "Thuật ngữ “cải tiến quy trình” được dùng để đặc trưng cho nỗ lực của tổ chức kiểm tả chặt chẽ và cải tiến quy trình của mình."
        },
        {
            "en": "Methods to <em>characterize</em> NOM by size are highly dependent on their aggregation state and interactions with media used for size separation.",
            "vi": "Các phương pháp để mô tả đặc điểm NOM bằng kích thước là phụ thuộc cao vào trạng thái tập hợp và những tương tác với vật liệu sử dụng cho sự phân chia kích thước."
        },
        {
            "en": "In this rush toward early domestic responsibility that seems to <em>characterize</em> American family life today, many valuable things have been sacrificed.",
            "vi": "Trong cuộc chạy xô tới trách nhiệm gia đình sớm sủa mà nó dường như biệu thị đặc tính của nếp sinh hoạt gia đình hoa kỳ ngày nay, người ta đã hy sinh nhiều điều quý giá."
        },
        {
            "en": "If you recall, that's the field used to <em>characterize</em> the table, or act as the main relational link to other tables.",
            "vi": "Nếu bạn còn nhớ, thì đó là trường được dùng để đặc trưng cho bảng, hoặc làm đầu mối chính liên kết với các bảng khác."
        },
        {
            "en": "According to Cosgrove, the book avoids the blame and witch hunts that typically <em>characterize</em> corruption, and focuses attention on the larger picture.",
            "vi": "Theo tác giả Cosgrove, cuốn sách hết sức tránh việc trách móc và truy cứu xem điều gì đã gây nên sự suy đồi, mà nội dung của nó tập trung sự chú ý vào khía cạnh lớn hơn."
        },
        {
            "en": "Since the late 1950s and early 1960s, molecular biologists have learned to <em>characterize</em>, isolate, and manipulate the molecular components of cells and organisms.",
            "vi": "Từ cuối những năm 50 đến đầu những năm 60, các nhà sinh học phân tử đã biết các biệt hóa, phân lập và vận dụng các phân tử của các tế bào và các cá thể."
        },
        {
            "en": "One might best <em>characterize</em> competition in this market as intense; 42 percent of buyers receive more than six approaches by middlemen in any given season.",
            "vi": "Có thể nói cạnh tranh trên thị trường này rất gay gắt; 42% người bán cho biết, mỗi mùa có ít nhất 6 thương lái đến hỏi mua bưởi trong mùa."
        },
        {
            "en": "There is also a perception among many women that plant estrogens are \"natural\" and therefore safer than HT, but this has never been proven scientifically. Further research is needed to fully <em>characterize</em> the safety and potential risks of phytoestrogens.",
            "vi": "Nhiều phụ nữ cũng nghĩ rằng các hoóc-môn estrogen thực vật “tự nhiên” và so đó an toàn hơn HT, nhưng điều này vẫn chưa được khoa học chứng minh. Cần phải nghiên cứu thêm để xác định đầy đủ các đặc tính an toàn và nguy cơ tiềm ẩn của phytoestrogen (xtê-rôn thực vật)."
        },
        {
            "en": "In the first place, I wouldn’t <em>characterize</em> China as an opponent of the United States. The global economy is becoming more and more integrated so it is not a zero sum game.",
            "vi": "Trước hết, tôi không muốn mô tả Trung Quốc như là một đối thủ của Mỹ. Nền kinh tế thế giới ngày càng tích hợp, gắn bó với nhau, do đó đây không phải là cuộc chơi \"được ăn cả, ngã về không\" (zero-sum game)."
        },
        {
            "en": "As our National Security Strategy states: We should remember that “Competition does not always mean hostility,” nor does it have to. The President has made clear, we want a constructive relationship with Beijing where our prosperity and security grow together, not apart. While Beijing has been moving further away from this vision, China’s rulers can still change course and return to the spirit of reform and opening that <em>characterize</em> the beginning of this relationship decades ago. The American people want nothing more; and the Chinese people deserve nothing less.",
            "vi": "Như Chiến lược An ninh Quốc gia của chúng ta tuyên bố: \"Cạnh tranh không luôn đồng nghĩa với thù địch\". Như Tổng thống Trump đã nói rõ, chúng ta muốn có một mối quan hệ xây dựng với Bắc Kinh, nơi mà sự thịnh vượng và an ninh của chúng ta cùng phát triển, chứ không tách rời. Trong khi Bắc Kinh đã rời xa tầm nhìn này, các nhà cầm quyền của Trung Quốc vẫn có thể thay đổi hướng đi, và quay trở lại với tinh thần “cải cách và mở cửa” và sự tự do lớn hơn. Người Mỹ không muốn nhiều hơn; người dân Trung Quốc xứng đáng không ít hơn."
        }
    ],
    "suggestions": []
}