{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Charlotte"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Charlotte"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Charlotte"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Charlotte"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Charlotte"
        }
    },
    "sentences": [
        {
            "en": "She named her <em>Charlotte</em>.",
            "vi": "Cô đặt nó là Charlotte."
        },
        {
            "en": "<em>Charlotte</em> is very much like her mother,",
            "vi": "Charlotte rất giống mẹ cô ta."
        },
        {
            "en": "That left <em>Charlotte</em> Brontë or.. nah, impossible.",
            "vi": "Chỉ còn lại Charlotte Brontë hoặc là... không, không thể."
        },
        {
            "en": "No, this is <em>Charlotte</em> her sister speaking.",
            "vi": "Không, tôi là charlotte chị của jane."
        },
        {
            "en": "Laura kept <em>Charlotte</em> in her arms the whole time.",
            "vi": "Suốt thời gian đó, Laura luôn ôm Charlotte trong tay."
        },
        {
            "en": "And Mary gave her a new dress for <em>Charlotte</em>.",
            "vi": "Mary tặng cô một chiếc áo mới cho Charlotte."
        },
        {
            "en": "New British princess named as <em>Charlotte</em> Elizabeth Diana",
            "vi": "Công chúa mới sinh của Vương Quốc Anh có tên là Elizabeth Diana"
        },
        {
            "en": "By the time <em>Charlotte</em> was 14, she had already achieved worldwide fame.",
            "vi": "Vào lúc Charlotte 14 tuổi, cô ấy thực sự có tiếng tăm trên toàn thế giới."
        },
        {
            "en": "<em>Charlotte</em> claimed that it was true but I made her eat her words.",
            "vi": "Charlotte đã cho điều đó đúng nhưng tôi đã bắt cô ấy phải rút lại lời nói."
        },
        {
            "en": "Nearly every day after that, <em>Charlotte</em> and Nettle would ask if they could go to town.",
            "vi": "Gần như mỗi ngày sau đó, Charolotte và Nettie luôn thắc mắc liệu chúng có thể ra tỉnh không."
        },
        {
            "en": "I have a friend who is the executive vice president of a large bank in <em>Charlotte</em>.",
            "vi": "Tôi có một người bạn là phó tổng giám đốc một ngân hàng lớn tại Charlotte."
        },
        {
            "en": "But Laura was glad when at last <em>Charlotte</em> was safe in her arms again.",
            "vi": "Cuối cùng Laura rất mừng do Charlotte đã trở lại an toàn trong vòng tay của cô."
        },
        {
            "en": "\"I'll give Pat and July a lift home if you take <em>Charlotte</em> and Margaret\".\"Fair enough!\"",
            "vi": "\"Tôi sẽ đưa Pat và July về nhà còn cậu thì lo cho Charlotte và Magaret nha.\" \"Có lý đấy!\""
        },
        {
            "en": "Laura liked to watch her, and she learned how to braid the straw and made a little hat for <em>Charlotte</em>.",
            "vi": "Laura thích ngắm mẹ và học cách bện rơm để sẽ làm một cái nón nhỏ cho Charlotte."
        },
        {
            "en": "Then Pa gave her a little wooden man he had whittled out of a stick, to be company for <em>Charlotte</em>.",
            "vi": "Sau đó, bố tặng cô một hình người bằng gỗ do bố khắc gọt để Charlotte có bạn."
        },
        {
            "en": "Received from <em>Charlotte</em> a 2 month, 18% not receivable for settlement of her account receivable of $4,000.",
            "vi": "Nhận từ charlotte thương phiếu phải thu, thời hạn 2 tháng, lãi suất 18% để thay thế cho khoản phải thu đã quá hạn trị giá $4.000."
        },
        {
            "en": "In October 1998, <em>Charlotte</em> di Vita was invested as a Member of the Order of the British Empire (MBE) by Her Majesty The Queen at Buckingham Palace.",
            "vi": "Vào tháng mười năm 1998, Charlotte di Vita đã được nữ hoàng phong tước hiệp sĩ (MBE) tại Cung điện Buckingham."
        },
        {
            "en": "Deputy Undersecretary of Labor <em>Charlotte</em> Ponticelli led the U.S. delegation and MOLISA Vice Minister H.E. Madame Huynh Thi Nhan led Vietnam's delegation.",
            "vi": "Đoàn Việt Nam do Thứ trưởng Lao động, Thương binh và Xã hội Huỳnh Thị Nhân dẫn đầu."
        },
        {
            "en": "The daughter of Prince William and his wife Kate will be known as Her Royal Highness Princess <em>Charlotte</em> of Cambridge, the palace said.",
            "vi": "Đứa con gái của hoàng tử William và vợ là công nương Kate sẽ được biết đến như một cô công chúa cao quí của Anh, đại điện hoàng gia Anh phát biểu."
        },
        {
            "en": "He said he accidentally picked up his 34-year-old girlfriend <em>Charlotte</em> Bull’s passport when he left for his early morning flight. ",
            "vi": "Anh cho biết anh vô tình lấy nhầm hộ chiếu của cô bạn gái 34 tuổi Charlotte Bull khi anh ta rời khỏi trên chuyến bay vào sáng sớm."
        }
    ],
    "suggestions": []
}