{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kə'rizmə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">uy tín; đức tính gây được lòng tin; sức thu hút của lãnh tụ (đối với quần chúng)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a politician with charisma</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một chính khách có uy tín</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(tôn giáo) quyền lực hoặc tài năng do Chúa Trời ban cho</td></tr></table><i/></div>",
            "word": "charisma"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>charisma</k><blockquote><cclass>[<cclass>kə'rɪzmə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 compelling attractiveness or charm that can inspire devotion. </blockquote></blockquote><blockquote><blockquote>2》 (<cclass>plural <cclass><b>charismata</b><cclass>kə'rɪzmətə) a divinely conferred power or talent. </cclass></cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: via eccles. L. from Gk <i>kharisma</i>, from <i>kharis</i> 'favour, grace'. </blockquote></div>",
            "word": "charisma"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>charisma</k><blockquote>▸ <cclass>noun CHARM, presence, (force of) personality, strength of character; (animal) magnetism, attractiveness, appeal, allure.</cclass></blockquote></div>",
            "word": "charisma"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "charisma"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "charisma"
        }
    },
    "sentences": [
        {
            "en": "Politician with <em>charisma</em>",
            "vi": "Chính khách có uy tín"
        },
        {
            "en": "It's'soft <em>charisma</em> 'so to speak.",
            "vi": "Đó là một \"đức tin mềm\" còn mạnh hơn cả lời nói."
        },
        {
            "en": "He is a politician with <em>charisma</em>.",
            "vi": "Ông ấy là một chính khách có uy tín."
        },
        {
            "en": "I guess it's what some people call \"<em>charisma</em>\".",
            "vi": "Tôi nghĩ một vài người gọi đó là \"sự quyết rũ kỳ lạ\"."
        },
        {
            "en": "Peter is possessed of a great deal of <em>charisma</em>.",
            "vi": "Peter có một sự uy tín lớn."
        },
        {
            "en": "A politician with tremendous popular <em>charisma</em> like that can be the winner in the election.",
            "vi": "Một chính khách có sức lôi cuốn quần chúng như vậy có thể sẽ thắng cử."
        },
        {
            "en": "Those guys usually had other attributes that made up for their shortcomings, like style or <em>charisma</em>.",
            "vi": "Những anh chàng đó luôn luôn có những thuộc tính khác để bù đắp cho những khuyết điểm của mình, ví dụ như phong cách hoặc uy tín."
        },
        {
            "en": "Our company has succeeded in building <em>charisma</em> and been accepted by customers after 2 years.",
            "vi": "Công ty chúng tôi đã tạo được uy tín trên thị trường và được người tiêu dùng chấp nhận sau 2 năm."
        },
        {
            "en": "I 'm enthralled by your beauty, mesmerized by your <em>charisma</em> and spellbound by your love.",
            "vi": "Anh hoàn toàn bị lôi cuốn trước vẻ đẹp của em, bị quyến rũ trước sức thu hút của em và bị mê hoặc trước tình yêu của em."
        },
        {
            "en": "Personal <em>charisma</em>: a style that engages the emotions and allegiance of others.",
            "vi": "Sức thu hút cá nhân: phong cách lôi cuốn tình cảm và lòng trung thành của người khác."
        },
        {
            "en": "Personal power is a function of one or many qualities: ideas, expertise, accomplishments, <em>charisma</em>, communication skill, and trustworthiness.",
            "vi": "Quyền lực cá nhân liên quan đến một hoặc nhiều phẩm chất của cá nhân: ý tưởng, chuyên môn, thành tích, sức cuốn hút, kỹ năng giao tiếp, và sự đáng tin cậy."
        },
        {
            "en": "I heard the new president speak and she really does have a lot of <em>charisma</em>. People couldn't take their eyes off her.",
            "vi": "Tôi nghe vị chủ tịch mới nói và bà ta thật sự có sức thu hút của một vị lãnh tụ. Mọi người không thể rời mắt khỏi bà ta."
        },
        {
            "en": "The real winners - those with astounding careers, warm relationships, and unstoppable <em>charisma</em> - are those people who put it all out there and don't waste a bunch of time and energy trying to be something (or someone) they' re not.",
            "vi": "Người chiến thắng thật sự - những người công thành danh toại, quan hệ thân tình và có sức thu hút mãnh liệt – là những người biết bày tỏ lòng mình và không mất thời gian và công sức cố thể hiện mình khác đi hay bắt chước người khác."
        },
        {
            "en": "The real winners - those with astounding careers, warm relationships, and unstoppable <em>charisma</em> - are those people who put it all out there and don't waste a bunch of time and energy trying to be something (or someone) they're not.",
            "vi": "Người chiến thắng thật sự - những người công thành danh toại, quan hệ thân tình và có sức thu hút mãnh liệt – là những người biết bày tỏ lòng mình và không mất thời gian và công sức cố thể hiện mình khác đi hay bắt chước người khác."
        },
        {
            "en": "It seems that in some cases, the grandchildren of famous people inherit a large part of the <em>charisma</em> with which their illustrious ancestors were bestowed. Here are six prominent examples which we thought we’d share with you. To be honest, we’d never heard of them either!",
            "vi": "Dường như trong một số trường hợp, con cháu của những người nổi tiếng thừa hưởng nhiều phẩm chất mà thế hệ đi trước thành công đã để lại cho. Sau đây là 6 ví dụ tiêu biểu chúng tôi nghĩ nên chia sẻ cùng các bạn. Thật ra mà nói, chúng tôi cũng chưa biết đến họ nhiều lắm."
        }
    ],
    "suggestions": []
}