{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chay"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "chay"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chay"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chay"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chay"
        }
    },
    "sentences": [
        {
            "en": "Bai <em>Chay</em>.",
            "vi": "Bãi Cháy."
        },
        {
            "en": "toi <em>chay</em> tui roi.",
            "vi": "i am broke."
        },
        {
            "en": "<em>Chay</em> river – Dark cave",
            "vi": "Sông Chày-Động Tối"
        },
        {
            "en": "In June it opened a cable car line 2.2 km in length, from Bai <em>Chay</em> Beach to Ba Deo Mountain.",
            "vi": "Vào tháng sáu tỉnh mở đường xe cáp treo dài 2,2 km từ biển Bãi Cháy đến núi Ba Đèo."
        },
        {
            "en": "On that afternoon, many formations of hostile aircraft attacked the Navy port in Bai <em>Chay</em> and ships at Cua Luc.",
            "vi": "Trưa hôm đó, nhiều máy bay địch dàn quân tấn công cảng hải quân ở Bai Chay và nhiều tàu bè ở Cua Luc."
        },
        {
            "en": "Ti ra i nh khng khi, ti lc m toc trng cua ti hng v mt tri ang <em>chay</em> trn.",
            "vi": "I effuse my flesh in eddies, and drift it in lacy jags."
        },
        {
            "en": "<em>Chay</em> Blyth from Britain sailed his yacht around the world from east to west, against the winds and currents.",
            "vi": "Chay Blyth từ nước Anh – đã đi trên chiếc du thuyền của mình vòng quanh thế giới từ đông sang tây, đi ngược lại lại những dòng hải lưu và gió."
        },
        {
            "en": "Cai lang trn min cao nguyn nhin thy t ng xa luc mt tri ln, con sng <em>chay</em> gia.",
            "vi": "Shadows, aureola and mist, the light falling on roofs and gables of white or brown, three miles off."
        },
        {
            "en": "In June it opened a cable car line 2.2 km in length, from Bai <em>Chay</em> Beach to Ba Deo Mountain.",
            "vi": "Vào tháng sáu tỉnh mở đường xe cáp treo dài 2,2 km từ biển Bãi Cháy đến núi Ba Đèo."
        },
        {
            "en": "tinh yeu nhu cai bong cua nguoi ta, cang theo duoi no cang <em>chay</em>, cang hung ho no cang vuong van ma theo mai ben minh",
            "vi": "hate has a reason for everithing bot love is unreasonable"
        },
        {
            "en": "After a short rest, we continued our journey along <em>Chay</em> river; the blue, clear water sparkling as it reflected the cloudy sky. A backdrop of green forest lent a breathtaking quality to the scene.",
            "vi": "Sau giờ giải lao ngắn, chúng tôi tiếp tục tham gia hành trình dọc theo Sông Chày, nước màu xanh lấp lánh giống như nó được phản chiếu bầu trời nhiều mây. Một bối cảnh của cánh rừng màu xanh một sự kỳ diệu hiện ra."
        },
        {
            "en": "During the week there will be a variety of cultural and tourist activities including a folk festival, special art performances, the inauguration of Song <em>Chay</em> ecological tours and a traditional rowing contest on the Son River.",
            "vi": "các hoạt động văn hoá, du lịch khác nhau bao gồm một lễ hội dân gian, các tiết mục nghệ thuật đặc sắc, khai trương các tour du lịch sinh thái sông Chảy và cuộc thi bơi thuyền truyền thống trên sông Son."
        },
        {
            "en": "During the week there will be a variety of cultural and tourist activities including a folk festival, special art performances, the inauguration of Song <em>Chay</em> ecological tours and a traditional rowing contest on the Son River.",
            "vi": "Trong tuần sẽ có nhiều các hoạt động văn hoá, du lịch khác nhau bao gồm một lễ hội dân gian, các tiết mục nghệ thuật đặc sắc, khai trương các tour du lịch sinh thái sông Chảy và cuộc thi bơi thuyền truyền thống trên sông Son."
        },
        {
            "en": "2. Bai <em>Chay</em>, Quang Ninh is an artificial beach, with a length of over 500m and a width of 100m, running along the Ha Long Bay. This beach attracts many tourists in summer. Every day in the early morning or late afternoon, thousands of people come here for sea bath, making it incredibly noisy.",
            "vi": "2.Biển Bãi Cháy, Quảng Ninh là một bãi biển nhân tạo, với chiều dài hơn 500m, rộng 100m, chạy dọc theo Vịnh Hạ Long. Bãi biển này thu hút nhiều khách du lịch trong mùa hè. Mỗi ngày vào buổi sáng sớm hoặc chiều muộn, hàng ngàn người đến đây để tắm biển, khiến cho nó vô cùng ồn ào."
        }
    ],
    "suggestions": []
}