{
    "en_vn": {
        "data": {
            "content": null,
            "word": "che"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "che"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "che"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "che"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "che"
        }
    },
    "sentences": [
        {
            "en": "<em>Che</em> Dau Ngu: sweet bean soup",
            "vi": "Chè đậu ngự"
        },
        {
            "en": "<em>Che</em> Dau Van: sweet French bean soup",
            "vi": "Chè đậu ván"
        },
        {
            "en": "han <em>che</em> cua thuoc dong y",
            "vi": "the drawback of alternetive"
        },
        {
            "en": "'<em>Che</em> Lam' - A taste of Vietnamese sweetened porridge",
            "vi": "Chè lam một món ăn ngọt ngào của việt nam"
        },
        {
            "en": "nó cảm thấy Chúa đang <em>che</em> chở cho nó",
            "vi": "nó cảm thấy Chúa đang che chở cho nó"
        },
        {
            "en": "Dessert dishes - all variations of ‘<em>che</em>’ (sweet soup)",
            "vi": "Món tráng miệng - tất cả các biến thể của 'che' (chè)"
        },
        {
            "en": "Bà Chua <em>Che</em> by Nguyen Trieu Luat is a historical novel.",
            "vi": "Bà Chúa Chè của Nguyễn Triệu Luật là một tiểu thuyết lịch sử."
        },
        {
            "en": "It is better to die standing than to live on your knees. (<em>Che</em> Guevara)",
            "vi": "Tôi thà là chịu chết đứng chứ nhất định không chịu sống mà phải quì lên hai đầu gối. (Che Guevara)"
        },
        {
            "en": "<em>Che</em> Bot Loc Boc Thit Quay: sweet rice and roast pork soup",
            "vi": "Chè bột lọc bọc thịt quay"
        },
        {
            "en": "Tôi không thể đọc được – bạn đứng <em>che</em> mất nguồn sáng của tôi rồi.",
            "vi": "I can't read – you' re in my light."
        },
        {
            "en": "<em>Che</em> Hot Sen Boc Nhan: sweet lotus seeds and longan soup",
            "vi": "Chè hột sen bọc nhãn"
        },
        {
            "en": "The main ingredient to make “<em>Che</em> Lam” is a kind of large size grained glutinous rice which is white and very sticky.",
            "vi": "Thành phần chính làm nên món chè lam là một loại nếp màu trắng và rất dẻo"
        },
        {
            "en": "Let me say, at the risk of seeming ridiculous, that the true revolutionary is guided by great feelings of love. (<em>Che</em> Guevara)",
            "vi": "Dù có thể bị chế nhạo, nhưng động cơ đích thực của đấu tranh cách mạng, là xuất phát từ lòng yêu thương và nhân ái. (Che Guevara)"
        },
        {
            "en": "Một năm mới đang mở ra- như một nụ hoa với những cánh hoa xếp lại <em>che</em> đậy vẻ đẹp ẩn chứa bên trong.",
            "vi": "A new year is unfolding – like a blossom with petals curled tightly concealing the beauty within."
        },
        {
            "en": "The price for one bowl of <em>che</em> is approximately from VND15,000 to VND25,000 and about VMD30,000 for a plate of fried spring rolls is.",
            "vi": "Giá của một tô chè khoảng từ 15.000 đồng đến 25.000 đồng, một dĩa gỏi cuốn khoảng 30.000 đồng."
        },
        {
            "en": "Mặt anh phẳng lặng, khó hiểu, nhưng có điều gì đó không ổn với đôi mắt anh - điều gì đó anh đang cố hết sức để <em>che</em> giấu.",
            "vi": "His face was smooth, unreadable, but there was something wrong with his eyes—something he was trying very hard to hide."
        },
        {
            "en": "Tôi cười với anh, <em>che</em> giấu nỗi đau đớn nuối tiếc ngấm ngầm - sao anh trông giống người mẫu đang biểu diễn thời trang còn tôi thì không?",
            "vi": "I laughed with him, hiding a secret twinge of regret — why did he have to look like a runway model when I couldn't?"
        },
        {
            "en": "Nam Dong market is famous for delicious <em>che</em> (sweet soup), such as Thai sweet soup, grapefruit sweet soup, taro sweet soup, etc. ",
            "vi": "Chợ Nam đồng nổi tiếng với các loại chè ngon, như là chè Thái, chè bưởi, chè khoai sọ, v.v."
        },
        {
            "en": "'<em>Che</em> Lam' is a kind of Vietnamese sweetened porridge. It is so sticky, fragrant, tasty, sweet that you will not fed up with it.",
            "vi": "Chè lam là một món ăn ưa thích của người Việt Nam với sự ngọt ngào của nó. Nó dẻo, thơm ngát, ngọt ngào và điều đó sẽ không làm bạn cảm thấy nhàm chán."
        },
        {
            "en": "Instant food like the sweet dessert '<em>che</em>' and sticky rice also secure a seat on the planes that shuttle between the regions.",
            "vi": "Thực phẩm ăn liền ví dục các món tráng miệng ngọt như chè và xôi cũng có một chỗ trên máy bay được vận chuyển qua lại giữa các vùng."
        }
    ],
    "suggestions": []
}