{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cheaters",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cheaters</k><blockquote><cclass>informal a pair of glasses or sunglasses.</cclass></blockquote><blockquote>→ <kref>cheater</kref></blockquote></div>",
            "word": "cheaters",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cheaters",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cheaters",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cheaters",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Cheaters</em> stole the headlines.",
            "vi": "Kẻ gian lận đã ăn cắp các tiêu đề."
        },
        {
            "en": "Wind <em>cheaters</em> are 20% off.",
            "vi": "Áo gió đang giảm giá 20%."
        },
        {
            "en": "Will wind <em>cheaters</em>/ wind breakers be on sale?",
            "vi": "Áo gió sẽ bán giảm giá phải không?"
        },
        {
            "en": "\"With serial <em>cheaters</em>, it could be the case that they initially felt bad about cheating, but have cheated so much they've adapted to their ways and simply don't feel bad about cheating any more.\"",
            "vi": "\"Với kẻ lừa đảo hết lần này đến lần khác, đó có thể là trường hợp mà ban đầu họ cảm thấy việc gian dối thật tồi tệ, nhưng vì lừa dối quá nhiều, họ đã thích nghi theo cách của họ và chỉ đơn giản là không cảm thấy gian dối là xấu xa nữa.\""
        },
        {
            "en": "Globally, educational institutions abhor the erosion of academic integrity and want students who are smart with gadgetry—not smart-<em>cheaters</em>. The dilemma facing exam administrators is deciding which devices to ban and how.",
            "vi": "Trên toàn cầu, các tổ chức giáo dục đều chán ghét sự xói mòn đạo đức liêm chính trong học thuật và mong muốn sinh viên thông minh với công cụ – chứ không thành kẻ gian lận thông minh. Tình thế tiến thoái lưỡng nan mà các nhà quản trị trong các kỳ thi đang đối mặt là nên quyết định thiết bị nào sẽ bị cấm và cấm như thế nào."
        },
        {
            "en": "\"With serial <em>cheaters</em>, it could be the case that they initially felt bad about cheating, but have cheated so much they've adapted to their ways and simply don't feel bad about cheating any more.\"",
            "vi": "\"Với kẻ lừa đảo hết lần này đến lần khác, đó có thể là trường hợp mà ban đầu họ cảm thấy việc gian dối thật tồi tệ, nhưng vì lừa dối quá nhiều, họ đã thích nghi theo cách của họ và chỉ đơn giản là không cảm thấy gian dối là xấu xa nữa.\""
        },
        {
            "en": "From sending SWAT teams into exam centers to arresting rule-breakers, China's public security authorities have been cracking down hard on college entrance examination <em>cheaters</em> who could face jail if caught.",
            "vi": "Gửi các đội SWAT đến các địa điểm thi để bắt giữ những người vi phạm, các cơ quan an ninh công cộng Trung Quốc tiếp tục trừng trị thẳng tay đối với những thí sinh gian lận trong kì thi đại học, và rất có thể họ sẽ phải đối mặt với án tù nếu như bị bắt."
        },
        {
            "en": "Xiong Bingqi, an expert at China's 21st Century Education Research Institute, told Reuters by phone that China would continue to hit back hard against <em>cheaters</em> and the scams that aid them.",
            "vi": "Xiong Bingqi, một chuyên gia tại học viện nghiên cứu giáo dục thế kỷ 21, nói chuyện điện thoại với Reuters rằng, Trung Quốc sẽ còn tiếp tục kiên trì chống lại gian lận và các thủ đọan hỗ trợ chúng."
        }
    ],
    "suggestions": []
}