{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['t∫eklist]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bản liệt kê những mục cần kiểm tra</td></tr></table><i/></div>",
            "word": "checklist",
            "pronounce": "['t∫eklist]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>checklist</k><blockquote>■ <cclass>noun a list of items required, things to be done, or points to be considered. </cclass></blockquote></div>",
            "word": "checklist",
            "pronounce": "['t∫eklist]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "checklist",
            "pronounce": "['t∫eklist]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>checklist</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to compile, make up a checklist </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to go down, go through a checklist</ex></blockquote></blockquote></div>",
            "word": "checklist",
            "pronounce": "['t∫eklist]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "checklist",
            "pronounce": "['t∫eklist]"
        }
    },
    "sentences": [
        {
            "en": "Personal Assessment <em>Checklist</em>",
            "vi": "Bảng danh mục đánh giá năng lực cá nhân"
        },
        {
            "en": "They ran through the <em>checklist</em> of equipment.",
            "vi": "Họ xem lướt qua danh sách kiểm tra thiết bị."
        },
        {
            "en": "Where could I print off the match <em>checklist</em>?",
            "vi": "Tôi có thể in danh sách trận đấu ở đâu?"
        },
        {
            "en": "This is a <em>checklist</em> of things to take on the business trip.",
            "vi": "Đây là danh sách kiểm tra các thứ để mang theo trong chuyến đi kinh doanh."
        },
        {
            "en": "It is a <em>checklist</em> of stressful events that may have taken place recently in their lives.",
            "vi": "Nó là một danh sách kiểm tra lại các sự kiện gây căng thẳng có thể mới xảy ra gần đây trong cuộc sống của họ."
        },
        {
            "en": "Mentally use a <em>checklist</em> to consider if your girlfriends have those traits.",
            "vi": "Đặt một bản liệt kê trong đầu để xem các bạn gái của bạn có những tính cách đó hay không."
        },
        {
            "en": "If it isn't use the preceding bullet points as a <em>checklist</em> for making it so.",
            "vi": "Nếu không thì hãy dùng những điểm nêu trên để củng cố thêm."
        },
        {
            "en": "Also have a <em>checklist</em> for the day's tasks on your table. Tick them off as you complete them.",
            "vi": "Cũng có một danh sách cho các công việc hàng ngày trên bàn làm việc. Gỡ bỏ những công việc mà bạn đã hoàn tất."
        },
        {
            "en": "Before starting the machine, the operator referred to the <em>checklist</em> to be sure that all safety precautions had been followed.",
            "vi": "Trước khi khởi động máy người điều khiển đối chiếu với danh sách kiểm tra để biết chắc tất cả các biện pháp an toàn đều đã được tuân thủ."
        },
        {
            "en": "One suggestion adopted was the use of a <em>checklist</em> to avoid accidents such as that which befell the Model 299.",
            "vi": "Có một đề nghị về việc sử dụng một danh sách kiểm tra nhằm tránh những tai nạn như kiểu chiếc 299."
        },
        {
            "en": "As I am working in aerospace business, I know that before each flight, pilots always do their preflight checks by following a detailed <em>checklist</em>.",
            "vi": "Như tôi làm việc trong doanh nghiệp hàng không, tôi biết rằng trước mỗi chuyến bay, phi công bao giờ cũng kiểm tra chuẩn bị bay bằng việc tuân theo danh sách kiểm chi tiết."
        },
        {
            "en": "See two reports issued by the International Center for Not-for Profit Law: <em>Checklist</em> for NPO Laws, n.d., (25 April 2002); and The Blue Prints Project (March 1995, updated annually) (25 April 2002).",
            "vi": "Xem hai báo cáo của Trung tâm quốc tế về luật phi lợi nhuận: Danh sách luật về các tổ chức phi lợi nhuận, (25 tháng 4 năm 2002); và Dự án Blue Prints (tháng 3 năm 1995, cập nhật hàng năm) (25 tháng 4 năm 2002)."
        },
        {
            "en": "Triggers fall into two categories:     * allergens (\"specific\");     * nonallergens -- mostly irritants (nonspecific). Once your bronchial tubes (nose and eyes) become inflamed from an allergic exposure, an exposure to the offending allergens will often activate symptoms. These \"reactive\" bronchial tubes might also respond to other triggers, such as exercise, infections, and other irritants. The following is a simple <em>checklist</em>.",
            "vi": "Có 2 loại yếu tố khởi phát:  * chất gây dị ứng (\"đặc hiệu\"); * chất không gây dị ứng - hầu hết là các chất kích thích  (\"không đặc hiệu\"). Khi ống phế quản của bạn (mũi và mắt) bị viêm do tiếp xúc dị ứng, tiếp xúc với các chất gây dị ứng khó chịu sẽ thường làm khởi phát triệu chứng. Các ống phế quản “phản ứng” này cũng có thể phản ứng với những yếu tố khởi phát khác, chẳng hạn như luyện tập thể dục thể thao, nhiễm trùng, và các chất kích thích. Dưới đây là bảng liệt kê các yếu tố khởi phát đơn giản, thường thấy."
        },
        {
            "en": "WHO Says Mothers Milk Is Best for Babies    The World Health Organization says breast-feeding is key to saving children's lives. During this year's World Breast-feeding Week, WHO and other health agencies are highlighting 10 steps to successful breast-feeding. The Week, which runs from August 1 to 7, is celebrated in more than 170 countries. The World Health Organization describes breast milk as the ideal food for newborns and infants. It says breast milk is safe, gives babies the nutrients they need for health development and contains antibodies that help protect infants from common childhood illnesses. Bernadette Daelmans, a Medical Officer in WHO's Division for Newborn and Child Health and Development, says breast-feeding has many benefits, not only in the short-term, but also in the long-term for children's health. In the World Organization and UNICEF we estimate that if children were exclusively breast fed for six months and continued to breast feed for up to two years, with appropriate additional food for six months onwards, we could save 1.5 million children under five years of age out of the 8.8 million that we estimate to die currently every year,\" said Daelmans. WHO says malnutrition is responsible for one-third of the nearly nine million deaths among children under age five every year. It says malnutrition can be a direct cause of death or cause fatal disease in young children. Dr. Daelmans says more than two-thirds of these deaths occur during the first months of life and are often associated with inappropriate feeding practices such as bottle-feeding. She says breast-feeding has many beneficial effects for children in both developing and developed countries. For instance, she says it can protect children against illnesses such as asthma and diabetes. In addition, she says the benefits obtained through breast-feeding often carry on into adulthood. \"It has long term effects in reducing the mean level of blood pressure in adults. Adults who have been breast-fed have lower cholesterol levels,\" she said. \"It has benefits for the mother for reducing her risk for ovarian cancer and breast cancer. And, it obviously also helps to reduce post-partum hemorrhage immediately after birth and bleeding. It reduces that. So, there is a whole range of benefits that apply to children universally, wherever they live.\" The World Health Organization and United Nations Children's Fund have developed ten steps for health facilities to take towards ensuring successful breast-feeding. For instance, the measures call for helping mothers to begin breast-feeding within half an hour of birth and showing mothers how to breastfeed. The measures encourage breast-feeding on demand and foster the establishment of breast-feeding support groups that mothers can join after they are discharged from hospital. WHO says this 10-step <em>checklist</em> today is used by hospitals in more than 150 countries.",
            "vi": "Tổ chức Y tế Thế giới cho biết sữa mẹ là nguồn dinh dưỡng tốt nhất cho trẻ    Tổ chức Y tế Thế giới cho rằng nuôi con bằng sữa mẹ là chìa khoá để duy trì sự sống cho trẻ. Trong tuần lễ nuôi con bằng sữa mẹ trên toàn thế giới năm nay, Tổ chức Y tế thế giới cùng các cơ quan y tế sẽ nêu bật 10 bước nuôi con bằng sữa mẹ thành công. Tuần lễ được tổ chức ở hơn 170 quốc gia  kéo dài từ ngày 1 đến ngày 7 tháng 8. Tổ chức Y tế thế giới cho rằng sữa mẹ là nguồn thức ăn lý tưởng cho trẻ sơ sinh và trẻ nhỏ. Sữa mẹ an toàn, mang lại cho trẻ em nguồn dinh dưỡng cần thiết để phát triển sức khoẻ đồng thời có chứa kháng thể giúp bảo vệ trẻ khỏi các bệnh trẻ em thông thường. Bernadette Daelmans, nhân viên y tế trong bộ phận phát triển sức khoẻ trẻ em và trẻ sơ sinh của Tổ chức Y tế thế giới cho rằng việc nuôi con bằng sữa mẹ có nhiều lợi ích không chỉ trong thời gian ngắn mà còn có lợi ích lâu dài đối với sức khoẻ của trẻ. Daelmans nói rằng trong Tổ chức Y tế Thế giới và UNICEF, chúng ta ước tính rằng nếu trẻ em được nuôi riêng bằng sữa mẹ khoảng sáu tháng và tiếp tục được bú sữa mẹ cho đến hai tuổi, cùng với thức ăn bổ sung thích hợp từ sáu tháng trở đi thì chúng ta có thể cứu sống 1.5 triệu trẻ em dưới 5 tuổi khỏi con số 8,8 triệu trẻ em được ước tính là bị tử vong hàng năm hiện nay.” Tổ chức Y tế thế giới còn nói rằng hàng năm tỷ lệ suy dinh dưỡng chiếm 1/3 trong gần 9 triệu trẻ em bị tử vong dưới 5 tuổi. Và suy dinh dưỡng có thể là nguyên nhân trực tiếp dẫn đến tử vong hay gây ra các căn bệnh hiểm nghèo ở trẻ em. Bác sĩ Daelmans còn nói hơn 2/3 trẻ em tử vong xảy ra trong những tháng đầu đời của trẻ và thường có liên quan đến việc cho con bú không thích hợp như là cho con bú bằng sữa bình. Bà cho rằng nuôi con bằng sữa mẹ có nhiều tác dụng có lợi ở cả các nước đang phát triển và các nước phát triển. Chẳng hạn như, nó có thể bảo vệ trẻ em khỏi các căn bệnh như bệnh suyễn và bệnh đái tháo đường. Ngoài ra lợi ích đạt được từ việc cho con bú bằng sữa mẹ thường kéo dài đến giai đoạn trưởng thành. “ Nó có tác động lâu dài trong việc giảm mức độ trung bình huyết áp ở người lớn. Người lớn đã từng được nuôi bằng sữa mẹ có mức cholesterol thấp hơn. Nó còn mang lại lợi ích cho người mẹ trong việc giảm nguy cơ bị ung thư buồng trứng và ung thư vú. Và rõ ràng nó còn giảm chảy máu và giảm xuất huyết lập tức sau khi sinh. Vì vậy hàng loạt các lợi ích đều áp dụng cho trẻ em trên toàn cầu, bất kì ở đâu có trẻ em sinh ra.” Tổ chức Y tế thế giới và Quỹ trẻ em Liên Hiệp Quốc đã phát triển 10 bước cho các hoạt động y tế nhằm đảm bảo nuôi con bằng sữa mẹ thành công. Ví dụ như phương pháp kêu gọi giúp đỡ các bà mẹ bắt đầu cho con bú trong nửa giờ khi mới sinh con và chỉ cho các bà mẹ cách cho con bú. Biện pháp này khuyến khích việc nuôi con bằng sữa mẹ đạt yêu cầu và khuyến khích thành lập nhóm hỗ trợ nuôi con bằng sữa mà các bà mẹ có thể tham gia sau khi họ xuất viện Tổ chức Y tế thế giới cho biết hiện bảng liệt kê 10 bước này đã được các bệnh viện ở hơn 150 quốc gia áp dụng."
        },
        {
            "en": "Personal Assessment <em>Checklist</em>     \n(before starting a new (online) business)\n 1. Assess your personality. Not everyone is cut out to be an entrepreneur. Entrepreneurs tend to share many of the following traits:  Desire. How much do you want an online business? You will be investing a great deal of time, effort, and money into a business. What's driving you to do so? Remember although starting a business is often very difficult, sustaining and building it is also a tremendous amount of work.  Knowledge. You must have enough knowledge to competently produce, market, and service the products you sell.  Self-motivation. Are you the type that takes the initiative to get things done? In the beginning, your adrenaline may be flowing from the excitement of getting started but can you maintain your motivation during the less-exciting periods of business?  Willingness to learn. This is always important, but particularly so on the Internet where things change all the time. Marketing techniques that work today may not work as well - or at all! - next month. Self-education never stops. There's always an opportunity to learn from others.  Willingness to sacrifice the time and effort. Are you ready to put forth the required time and effort to build a successful business? It's not going to happen overnight, and it may even take years.  Confidence. You need to feel confident that you can provide a valuable product or service to your customers - and be able to demonstrate this confidence! If you appear to be unsure of yourself, your prospective customers will also feel unsure of dealing with you.  Discipline. Will you do what needs to be done, regardless of whether or not you \"feel like\" doing it? Decisiveness and focus. After researching your options, you need to be able to make good decisions without second-guessing yourself constantly or changing your mind. Many people jump from one 'latest and greatest' business opportunity or marketing fad without seeing results. It's important to be able to pick something and stick with it until you can determine its worth. It's better to have ONE profitable business, rather than a whole bunch of unsuccessful ones.  Flexibility. Business often throws the unexpected your way, and you need to be able to adapt quickly.  Organization skills. Can you effectively manage your time and resources while ensuring your products and customer service don't suffer?  Ability to work alone. Feeling \"isolated\" is very common when working from home.  Persistance and determination. Not every attempt will result in success. If at first you don't succeed. You need to be able to learn from your mistakes, then pick yourself up and try again.  2. Assess your willingness to accept risks. There are no guarantees in life, and that includes the success of a business. Factor in the amount of money, time, and effort you're willing to invest into a business - remember, businesses will differ in the amount required.  Financial. Time. Effort. Relationships. Remember that building a business doesn't just affect you; it also affects those close to you. For example, your family will notice the time you spend away from them while trying to build a business. 3. What are your personal and business goals? Why do you want an online business?  4. Know your interests. Ultimately, you want to build a business you love.  5. Figure out what type of online business you want to run. Out of the huge number of possibilities, select one that works well with your skills and your interests.  6. Assess your strengths and weaknesses. This will help you decide what tasks you may want to (eventually) outsource. You want to focus on what you're good at.  7. Assess your skills. Knowing what they are will help you to determine the products or services that will be the basis of your business.  8. Will your family support your choice of business? There may be certain types of businesses that can cause friction within your family - and your family's support can be a real blessing when you're trying to start a business.",
            "vi": "Bảng danh mục đánh giá năng lực cá nhân     (trước khi thành lập một doanh nghiệp (trực tuyến) mới)   1. Đánh giá phẩm chất của bạn. Không phải ai được sinh ra cũng để trở thành một chủ doanh nghiệp. Các chủ doanh nghiệp thường có chung những đặc điểm sau: Tham vọng. Một doanh nghiệp trực tuyến, bạn muốn kiếm được bao nhiêu? Bạn sẽ đầu tư nhiều thời gian, công sức, và tiền của vào một doanh nghiệp. Động lực nào khiến bạn hành động như vậy? Nên nhớ, mặc dù khởi đầu một doanh nghiệp thường rất khó khăn, nhưng duy trì và phát triển nó cũng là một công việc đầy cam go. Kiến thức. Bạn phải có đủ kiến thức để sản xuất, tiếp thị và bảo dưỡng chu đáo các sản phẩm bạn bán. Sự chủ động. Bạn thuộc típ người chủ động trong công việc? Khi bắt đầu, lượng hoóc-môn gây xúc cảm A-đrê-na-lin của bạn có thể tràn đầy từ trạng thái hưng phấn lúc ban đầu nhưng liệu bạn có thể duy trì được động lực của mình cả trong những giai đoạn kinh doanh ảm đạm? Sẵn lòng học hỏi. Điều này luôn quan trọng, nhưng đặc biệt quan trọng trong môi trường Internet nơi mà mọi thứ thay đổi không ngừng. Các kỹ thuật tiếp thị hôm nay hiệu quả nhưng có thể không còn tác dụng nữa vào tháng sau. Tự học không bao giờ thôi. Lúc nào cũng có cơ hội để học từ người khác. Sẵn sàng đầu tư thời gian và công sức. Bạn đã sẵn sàng bỏ thời gian và sức lực cần thiết để gây dựng một doanh nghiệp thành công? Sự thành công không đến trong một đêm và nó thậm chí có thể phải mất nhiều năm. Sự tự tin. Bạn cần tự tin là mình có thể cung cấp sản phẩm hay dịch vụ có giá trị cho các khách hàng - và đủ năng lực để thể hiện sự tự tin này! Nếu bạn tỏ ra thiếu tự tin, các khách hàng tiềm năng của bạn cũng sẽ cảm thấy không an tâm giao dịch với bạn.  Tính kỷ luật. Bạn sẽ làm việc gì cần làm dù có \"thích\" hay không? Tính kiên định và sự tập trung. Sau khi xem xét các lựa chọn của mình, bạn cần có khả năng đưa ra quyết định đúng đắn mà không phải lúc nào cũng thấp thỏm đoán mò hoặc thay đổi ý định. Nhiều người bỏ qua một cơ hội kinh doanh \"mới nhất và lớn nhất\" hoặc một xu hướng tiếp thị thời thượng mà không thấy hết các kết quả. Điều quan trọng là có thể lựa chọn cái gì đó và quyết giữ nó cho đến khi bạn có thể thấy rõ được giá trị thật của nó. Có MỘT vụ làm ăn mà có lời thì tốt hơn là làm một tá vụ nhưng thất bát. Sự linh hoạt. Công việc kinh doanh thường khiến bạn rơi vào tình huống không lường trước được, và bạn cần có khả năng nhanh chóng thích nghi hoàn cảnh. Các kỹ năng tổ chức. Bạn có thể quản lý hiệu quả các nguồn lực và thời gian của mình trong khi vẫn đảm bảo các sản phẩm và dịch vụ khách hàng của bạn không bị thiệt hại. Khả năng làm việc độc lập. Cảm giác \"cô đơn\" rất dễ xảy ra khi làm việc tại nhà. Tính kiên trì và sự quyết tâm. Không phải mọi cố gắng đều đưa đến thành công. Nếu ban đầu bạn không thành công, bạn cần có khả năng rút ra bài học từ những lần vấp ngã của mình, sau đó tự đứng dậy và tiếp tục thực hiện công việc đang làm. 2. Đánh giá sự sẵn sàng chấp nhận các rủi ro của bạn. Không có những đảm bảo trong cuộc sống và sự thành công của một doanh nghiệp. Cần tính đến tổng số lượng tiền, thời gian, và công sức bạn sẵn lòng đầu tư vào một doanh nghiệp - nhớ rằng, các doanh nghiệp sẽ có nhu cầu khác nhau về tổng số lượng ấy. Tài chính Thời gian Công sức  Các mối quan hệ. Hãy nhớ là xây dựng một doanh nghiệp không chỉ ảnh hưởng đến bạn; nó còn tác động tới cả những người thân quen với bạn nữa. Chẳng hạn, gia đình bạn sẽ thấy được thời gian bạn xa nhà để lao vào xây dựng một doanh nghiệp. 3. Những mục tiêu của doanh nghiệp và của cá nhân bạn là gì? Tại sao bạn muốn một doanh nghiệp trực tuyến? 4. Nhận biết các mối quan tâm của bạn. Rốt cuộc thì bạn muốn xây dựng một doanh nghiệp bạn yêu thích. 5. Hãy hình dung loại hình doanh nghiệp trực tuyến nào bạn muốn quản lý. Liệt kê ra thật nhiều các khả năng chọn lựa, chọn lấy khả năng mà phù hợp với các kỹ năng và những sở thích của bạn. 6. Đánh giá các điểm mạnh và yếu của bạn. Điều này giúp bạn quyết định những công việc nào mình có thể (sẽ) cần phải thuê bên ngoài làm cho. Bạn muốn tập trung vào lĩnh vực bạn thông thạo nhất. 7. Đánh giá các kỹ năng của bạn. Việc nhận biết các kỹ năng ấy là gì sẽ giúp bạn xác định các sản phẩm hay dịch vụ sẽ là nền tảng của doanh nghiệp mình. 8. Gia đình bạn sẽ ủng hộ sự lựa chọn kinh doanh của bạn? Có thể có một vài loại hình doanh nghiệp có thể gây mâu thuẫn trong gia đình bạn - và sự ủng hộ của gia đình có thể là một điều may mắn thực sự khi bạn đang nỗ lực khởi nghiệp."
        }
    ],
    "suggestions": []
}