{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa_ss\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[checkup]</font></td></tr><tr id=\"tl_ss\"><td id=\"I_C\"><b3/></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">saying &amp;&amp; slang</font></b></td></tr><tr id=\"mn_ss\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">doctor's examination, medical examination</td></tr><tr id=\"mh_ss\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">If you aren't feeling well, go to the doctor for a checkup.</font></td></tr></table><i/></div>",
            "word": "checkup",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "checkup",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "checkup",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>checkup</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to do, give a checkup (the doctor gave me a thorough checkup) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to have a checkup (I had a checkup at the hospital yesterday) </ex></blockquote></blockquote><blockquote><blockquote><ex>3) an annual; careful; regular; thorough checkup</ex></blockquote></blockquote></div>",
            "word": "checkup",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nghiệm thu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">checkup floatation</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự tuyển nổi kiểm tra</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">checkup testing</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự lấy mẫu kiểm tra</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "checkup",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "physical <em>checkup</em>",
            "vi": "khám sức khỏe"
        },
        {
            "en": "Medical <em>checkup</em>.",
            "vi": "Kiểm tra sức khoẻ."
        },
        {
            "en": "Routine <em>checkup</em> to test for preeclampsia.",
            "vi": "Kiểm tra định kỳ để kiểm soát chứng tiền sản giật."
        },
        {
            "en": "I go to hospital for <em>checkup</em>.",
            "vi": "Tôi đến bệnh viện để kiểm tra sức khỏe."
        },
        {
            "en": "Antenatal <em>checkup</em> and scan to check the baby´s position.",
            "vi": "Kiểm tra sức khoẻ tổng quát trước khi sinh và siêu âm để xem vị trí của thai nhi."
        },
        {
            "en": "After my <em>checkup</em>, the doctor found me perfectly fit.",
            "vi": "Sau khi tôi khám bịnh, bác sĩ bảo tôi hoàn toàn khỏe mạnh."
        },
        {
            "en": "A wife went with her husband to his annual <em>checkup</em>.",
            "vi": "Một người vợ cùng chồng đi kiểm tra sức khỏe thường niên của ông chồng."
        },
        {
            "en": "He goes to the hospital to get a <em>checkup</em>.",
            "vi": "Anh ấy đi đến bệnh viện để khám bệnh."
        },
        {
            "en": "After the <em>checkup</em>, the doctor found him perfectly fit.",
            "vi": "Sau khi khám sức khỏe, bác sĩ thấy anh ta hoàn toàn khoẻ mạnh."
        },
        {
            "en": "I'd like to make an appointment for a dental <em>checkup</em>.",
            "vi": "Tôi muốn hẹn để khám răng."
        },
        {
            "en": "When we receive a medical <em>checkup</em> around the end of April.",
            "vi": "Khi chúng tôi được khám sức khỏe vào khoảng cuối tháng 4."
        },
        {
            "en": "After that, we will come by every six months for a routine <em>checkup</em>.",
            "vi": "Sau đó, sáu tháng chúng tôi sẽ ghé một lần để bảo trì định kỳ."
        },
        {
            "en": "I had my yearly <em>checkup</em>, and Dr. Jones told me that I had to lose twenty pounds.",
            "vi": "Tôi đi khám sức khỏe định kỳ hàng năm và bác sĩ Jones khuyên tôi nên giảm 20 pound."
        },
        {
            "en": "If you have chronic hepatitis B, regular <em>checkup</em> (every 6 months) by a liver specialist is very important.",
            "vi": "Nếu bạn bị viêm gan b mạn tính, kiểm tra sức khoẻ đều đặn (6 tháng một lần) bởi một bác sĩ chuyên khoa gan là rất quan trọng."
        },
        {
            "en": "They also explained that is why doctor often required that we have to fasting at least 12 hours before any surgical procedure or full physical <em>checkup</em>.",
            "vi": "Họ cũng giải thích tại sao bác sĩ muốn ta phải nhịn ăn 12 tiếng trước khi giải phẫu hoặc khám tổng quát."
        },
        {
            "en": "We and the doctors started the medical <em>checkup</em> and donating medicines for 200 Vietnamese living in 8 districts in Phnom Penh.",
            "vi": "Chúng tôi cùng các bác sĩ bắt tay vào việc khám bệnh và phát thuốc miễn phí cho 200 người Việt Nam đang sinh sống tại 8 quận của Phnom Penh."
        },
        {
            "en": "Thankfully, the rescue is a success and the youngster is taken off to the hospital for a <em>checkup</em>. Doctors say the girl suffered no serious injuries but was treated for shock.",
            "vi": "May mắn thay, công tác cứu nạn đã thành công và bé gái đã được đến bệnh viện để kiểm tra sức khoẻ. Các bác sĩ cho biết bé gái không bị thương nghiêm trọng nhưng đã được điều trị do bị sốc."
        },
        {
            "en": "What Will the Doctor Do? Most kids who learn they have mitral valve prolapse find out about it during a regular <em>checkup</em>. The doctor might be listening to the kid's heart and hear a click or a murmur. The doctor then will send the kid to a pediatric cardiologist, a doctor who treats heart conditions in kids.",
            "vi": "Bác sĩ sẽ làm gì? \n Hầu hết trẻ biết được mình bị sa van hai lá đều được phát hiện ra trong lúc kiểm tra sức khoẻ định kỳ. Bác sĩ có thể nghe tim của trẻ và nghe tiếng lách cách hoặc tiếng thổi. Sau đó bác sĩ sẽ gởi trẻ đến bác sĩ tim nhi khoa - bác sĩ điều trị bệnh tim ở trẻ."
        },
        {
            "en": "Although you're getting better, you'll take a pain reliever, such as acetaminophen. You also might get antibiotics to prevent infection. You may see little white patches in the back of your throat. This is normal. After the first week, the white patches will begin to fall off. You also might return to see your doctor for a <em>checkup</em>.",
            "vi": "Mặc dù bạn cảm thấy khỏe hơn, nhưng bạn cũng sẽ phải sử dụng thuốc giảm đau, chẳng hạn như acetaminophen. Bạn cũng cần sử dụng thêm thuốc kháng sinh để tránh bị nhiễm trùng. Ngoài ra, bạn cũng có thể thấy nhiều mảng trắng nhỏ đằng sau cổ họng của mình. Điều này chẳng có gì lạ hết. Sau tuần đầu tiên, những mảng trắng đó sẽ bắt đầu bong ra. Bạn cũng có thể đến bác sĩ để tái khám."
        },
        {
            "en": "If you go for an annual <em>checkup</em> with a doctor, he or she will likely examine your breasts to evaluate your development and ensure that all changes are normal. Your doctor may recommend that you get into the practice of examining your breasts yourself — called a breast self-examination (BSE) — and can show you how to do this.",
            "vi": "Nếu bạn đi bác sĩ kiểm tra sức khoẻ tổng quát hàng năm, bác sĩ sẽ có thể kkhám ngực của bạn để đánh giá sự phát triển và đảm bảo rằng tất cả các thay đổi đó là bình thường. Bác sĩ có thể khuyên bạn nên tập thực hành tự kiểm tra vú - gọi là tự kiểm tra vú (BSE) - và có thể hướng dẫn bạn cách để làm điều đó."
        }
    ],
    "suggestions": []
}