{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Chen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Chen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Chen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Chen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Chen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Chen</em> ngang",
            "vi": "Jump the queue."
        },
        {
            "en": "I'm sorry, miss <em>Chen</em>.",
            "vi": "Tôi xin lỗi, cô chen."
        },
        {
            "en": "This is Maria <em>Chen</em>.",
            "vi": "Tôi là maria chen."
        },
        {
            "en": "How about next Thursday, miss <em>Chen</em>?",
            "vi": "Vậy thì thứ năm tới có được không, thưa cô chen?"
        },
        {
            "en": "President Wu's office, Maria <em>Chen</em> speaking.",
            "vi": "Đây là văn phòng giám đốc wu, tôi là maria chen."
        },
        {
            "en": "I'd to book a room for miss Mary <em>Chen</em>.",
            "vi": "Tôi muốn đặt một phòng cho cô may chen."
        },
        {
            "en": "Mr. <em>Chen</em>, i haven't been able to reach you lately.",
            "vi": "Ông chen, thời gian gần đây tôi không thể nào liên lạc được với ông."
        },
        {
            "en": "My name is Officer <em>Chen</em> ; how may I help you?",
            "vi": "Tên tôi là cảnh sát Trần; tôi có thể giúp gì cho quý vị không?"
        },
        {
            "en": "Miss <em>Chen</em>, i'll go to Europe to spend my holidays.",
            "vi": "Cô chen, tôi sẽ đi châu âu ở để nghỉ mát."
        },
        {
            "en": "Jackie <em>Chen</em> is not only a famous actor but also an eminent boxer.",
            "vi": "Thành Long không chỉ là một diễn viên nổi tiếng mà còn là một võ sĩ cao cường."
        },
        {
            "en": "Fan and special correspondent Yawen <em>Chen</em> reported from Palo Alto, Calif.",
            "vi": "Người hâm mộ và là phóng viên đặc biệt- Yawen Chen đã gửi bài từ Palo Alto, California."
        },
        {
            "en": "The patient wants to know if Dr. <em>Chen</em> practices acupuncture or not.",
            "vi": "Bệnh nhân muốn biết liệu tiến sĩ Chen có thực hiện châm cứu hay không."
        },
        {
            "en": "Spokesmen for the Chinese Embassy in Washington and <em>Chen</em> could not immediately be reached for comment.",
            "vi": "Phát ngôn viên của Đại sứ quán Trung Quốc ở Washington và Chen có thể không ngay lập tức đưa ra bình luận."
        },
        {
            "en": "Nearby stands the Statue of <em>Chen</em> Yi, the first mayor of Shanghai after the city changed hands in 1949.",
            "vi": "Đứng gần bên là tượng của Trần Nghị, thị trưởng đầu tiên của Thượng Hải sau khi thành phố thay đổi chính quyền vào năm 1949."
        },
        {
            "en": "The video shared by police chief <em>Chen</em> Shiqu in China went viral and amazed more than 20 million viewers.",
            "vi": "Đoạn phim do cảnh sát trưởng Chen Shiqu ở Trung quốc chia sẻ đã lan truyền một cách nhanh chóng và làm hơn 20 - triệu người xem sững sờ."
        },
        {
            "en": "I am Detective Sergeant <em>Chen</em> from the Criminal Investigations Bureau and this is Inspector Li of the Foreign Affairs Police.",
            "vi": "Tôi là Trần, trung úy cảnh sát điều tra của Cục Điều tra Hình sự và đây là thanh tra Lý của Sở Cảnh sát Ngoại vụ."
        },
        {
            "en": "Lúc ấy đang <em>chen</em> lấn nhau và tôi đã mất chiếc mũ trong đám hỗn độn đó.",
            "vi": "There was a scuffle and I lost my hat in the mêlée."
        },
        {
            "en": "Professor Ching-chih <em>Chen</em> of Simmons College, Boston, delivered a keynote speech, and several other American lecturers and library leaders also spoke at the conference.",
            "vi": "Giáo sư Ching-chih Chen thuộc Đại học Simmons, Boston đã có bài phát biểu đề dẫn. Một số giảng viên khác và lãnh đạo thư viện ở Hoa Kỳ cũng đóng góp các bài tham luận tại Đại hội."
        },
        {
            "en": "<em>Chen</em> Minghui, a maintenance worker who was rescued after being trapped in the hotel's basement, told the Associated Press the force of the earthquake was unusual.",
            "vi": "Chen Minghui, một nhân viên bảo trì đã được giải cứu sau khi bị mắc kẹt trong tầng hầm của khách sạn, trao đổi với hãng tin Associated Press rằng sức mạnh của trận động đất rất bất thường."
        },
        {
            "en": "In the final scene, <em>Chen</em> charges and makes a flying kick at a line of armed soldiers just before they open fire at him.",
            "vi": "Trong cảnh cuối, Chen lao đến và tung một cú bay đá vào một hàng lính vũ trang ngay trước khi chúng nổ súng vào anh ta."
        }
    ],
    "suggestions": []
}