{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chestnuts"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "chestnuts"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chestnuts"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>chestnuts</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to roast chestnuts </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>misc.</abr>) to pull smb.'s chestnuts out of the fire ('to extricate smb. from an unpleasant situation')</ex></blockquote></blockquote></div>",
            "word": "chestnuts"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chestnuts"
        }
    },
    "sentences": [
        {
            "en": "Turkey stuffed with <em>chestnuts</em>",
            "vi": "Gà tây nhồi hạt dẻ"
        },
        {
            "en": "Stewed chicken with <em>chestnuts</em>, please.",
            "vi": "Cho tôi thịt gà hầm với hạt dẻ."
        },
        {
            "en": "<em>Chestnuts</em> have a high water content.",
            "vi": "Hạt dẻ có một hàm lượng nước cao."
        },
        {
            "en": "It is easy to roast <em>chestnuts</em> at home.",
            "vi": "Thật dễ nướng hạt dẻ tại nhà."
        },
        {
            "en": "Roast <em>chestnuts</em> are delicious, but not very easy for some one to make them at home.",
            "vi": "Hạt dẻ nướng rất ngon, nhưng làm ở nhà thì không dễ đâu."
        },
        {
            "en": "Around the camp they also harvest acorns and <em>chestnuts</em>, which they turn into a porridge.",
            "vi": "Quanh trại họ cũng thu hoạch quả đấu và hạt dẻ để nấu cháo."
        },
        {
            "en": "He takes too long to tell his jokes and they are all old <em>chestnuts</em>.",
            "vi": "Anh ta mất thời gian kể những câu chuyện hài hước mà đã được kể đi kể lại nhiều lần."
        },
        {
            "en": "He makes his pull the <em>chestnuts</em> out of the fire for himself.",
            "vi": "Anh ta ngồi mát ăn bát vàng."
        },
        {
            "en": "If they got themselves into this trouble, we shouldn't have to pull their <em>chestnuts</em> out of the fire.",
            "vi": "Nếu họ gặp chuyện rắc rối đó, chúng ta phải giúp họ vượt qua khó khăn."
        },
        {
            "en": "He was said to have subsisted for a week on hot <em>chestnuts</em> bought of a vendor at the street corner.",
            "vi": "Người ta kể rằng sau đó cả tuần ông chỉ ăn hạt dẻ nóng mua của một người bán hàng ở đầu phố."
        },
        {
            "en": "From the third week in November until Christmas Eve, our town square comes alive with lights, hand-made crafts, musical performances and the aroma of hot <em>chestnuts</em>.",
            "vi": "Từ tuần thứ ba tháng 11 cho đến đêm Giáng sinh, quảng trường thành phố của chúng tôi trở nên sống động với ánh đèn, những đồ vật được làm thủ công, những màn trình diễn ca nhạc"
        },
        {
            "en": "Did you hear that new comedian on TV last night? He's not very funny. He takes too long to tell his jokes and they are all old <em>chestnuts</em> that I've heard at least a dozen times before.",
            "vi": "Bạn có nghe thấy anh diễn viên hài trên truyền hình tối hôm qua không? Anh ta không buồn cười chút nào vì anh ta mất quá nhiều thì giờ để kể những câu chuyện hài hước, mà lại"
        },
        {
            "en": "Did you hear that new comedian on TV last night? He's not very funny. He takes too long to tell his jokes and they are all old <em>chestnuts</em> that I' ve heard at least a dozen times before.",
            "vi": "Bạn có nghe thấy anh diễn viên hài trên truyền hình tối hôm qua không? Anh ta không buồn cười chút nào vì anh ta mất quá nhiều thì giờ để kể những câu chuyện hài hước, mà lại toàn là những câu chuyện cũ rích mà tôi đã nghe ít ra là hàng chục lần rồi."
        },
        {
            "en": "Tree nutsWalnuts, almonds, pecans, hazelnuts, cashews, pistachios, Brazil nuts, and pine nuts may all be off limits if you have a tree nut allergy. These must be clearly labeled in packaged foods, but nuts are more difficult to avoid in restaurants and bakeries. Nutmeg, water <em>chestnuts</em>, sunflower seeds, and sesame are not nuts and can be eaten safely. Be aware that tree nut oils, such as shea oil, may be used in skin lotions.",
            "vi": "Các loại hạt (xuất phát từ cây) Bạn không nên ăn hồ đào, hạnh nhân, quả hồ đào pêcan, hạt phỉ, hạt điều, hồ trăn, quả hạch Brazil, và hạt thông nếu bị dị ứng với các loại hạt. Chúng phải được ghi cẩn thận và rõ ràng trên các thực phẩm đóng gói, nhưng thật khó có thể tránh được ở nhà hàng và các tiệm bánh mì. Nhục đậu khấu, ấu, hạt hoa hướng dương, và vừng không phải là hạt và bạn có thể ăn được an toàn. Nhưng bạn nên biết rằng các loại dầu làm từ hạt, chẳng hạn như dầu cây hạt mỡ, có thể được sử dụng trong kem dưỡng da. "
        },
        {
            "en": "But it’s not all roses and peaches! The off-grid-ers occasionally forage for leftovers from supermarkets. Only harvesting acorns and <em>chestnuts</em> doesn’t work if you want to live off the land. Even hunting might prove difficult because of the disappearance of native flora over the years. Several people from the community even visit butchers to ask for scraps. Also, some members get a lift to the nearest town in order to use the internet for reaching their family or reading the news. Like in the popular TV show, Game of Thrones, when winter comes unfortunately lots of members leave the community and return to civilization. Only one remains, Tod, which is also the longest member living there.",
            "vi": "Nhưng không phải đời luôn màu hồng! Những người sống không điện không nước máy này thỉnh thoảng lục lọi tìm đồ ăn thừa của siêu thị. Chỉ thu hoạch quả đấu và hạt dẻ không đủ nếu muốn sống nhờ vào ruộng đất. Thậm chí săn bắn cũng khó vì theo năm tháng cây cối biến mất dần. Một số người trong cộng đồng thậm chí còn ghé tiệm thịt xin thịt vụn. Lại còn có người đi nhờ xe vô thị trấn gần nhất để sử dụng mạng internet để liên lạc với gia đình hoặc đọc tin tức. Như trong chương trình truyền hình nổi tiếng, Trò chơi Vương quyền, khi mùa đông đến, nhiều người bỏ cộng đồng, trở về với thế giới văn minh. Chỉ một mình Tod, cũng là thành viên sống ở đây lâu năm nhất, còn ở lại."
        }
    ],
    "suggestions": []
}