{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "chia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chia"
        }
    },
    "sentences": [
        {
            "en": "<em>chia</em> tay",
            "vi": "fall apart"
        },
        {
            "en": "<em>chia</em> ra",
            "vi": "to divide"
        },
        {
            "en": "<em>Chia</em> 12 cho 4.",
            "vi": "Divide 12 by 4."
        },
        {
            "en": "cam on cac ban da doc va <em>chia</em> se",
            "vi": "thank for reading and sharing"
        },
        {
            "en": "Đừng có ích kỷ như thế - ở trong nhà này mọi thứ đều <em>chia</em> đều.",
            "vi": "Don't be so selfish – it's share and share alike in this house."
        },
        {
            "en": "ban co the <em>chia</em> se cho toi vai kinh nghiem khong?",
            "vi": "can you share for me some experrience ?"
        },
        {
            "en": "Không, không <em>chia</em> sẻ những điều anh biết – vậy mới không công bằng.",
            "vi": "No, you not sharing what you know — now that's not fair."
        },
        {
            "en": "In 1796, Qianlong abdicated in favor of his son, <em>Chia</em> Ch'ing.",
            "vi": "Năm 1796, Càn Long thoái vị nhường ngôi cho con là Gia Khánh."
        },
        {
            "en": "In 1796, Qianlong abdicated in favor of his son, <em>Chia</em> Ch 'ing.",
            "vi": "Năm 1796, Càn Long thoái vị nhường ngôi cho con là Gia Khánh."
        },
        {
            "en": "vay co (anh) ay da <em>chia</em> tay voi anh (co) nhu vay.",
            "vi": "so she broke up with you just like that"
        },
        {
            "en": "Madam <em>Chia</em> left her job shortly after her diagnosis.  In the nine years after the kidney transplant, Madam <em>Chia</em> and Mr Ong strived to maximise her time left by touring the world.",
            "vi": "Cô Chia nghỉ việc ngay sau khi biết tin mình bị bệnh. Trong suốt 9 năm sau ca ghép thận, anh chị Ong - Chia tận dụng tối đa thời gian sống còn lại của cô để đi du lịch khắp thế giới."
        },
        {
            "en": "Bọn trẻ <em>chia</em> ra thành 4 nhóm, và bắt đầu háo hức bàn luận những gì chúng muốn chơi.",
            "vi": "The children split into groups of four, and begin eagerly discussing what they want to play."
        },
        {
            "en": "- No, really, I didn't know that there was a <em>Chia</em> Pet tie! Oh, wow! It's a clip-on too!",
            "vi": "- Thật sự là không biết lại có cái cà vạt \"độc\" như thế này! Chao ôi, lại còn cả một chiếc kẹp nữa kìa!"
        },
        {
            "en": "John và Liz <em>chia</em> nhau tiền thưởng – John dùng nửa của mình để mua một máy xử lý văn bản.",
            "vi": "John and Liz shared the prize money between them – John used his half to buy a word processor."
        },
        {
            "en": "nguoi ban tot la nguoi luo <em>chia</em> se nhung cam giac cua ban ke ca khi vui lan buon.",
            "vi": "a good friend is person who always share your feeling both happy and sad."
        },
        {
            "en": "Khi bạn yêu một ai đó với tất cả trái tim mình, tình yêu đó sẽ không bao giờ mất đi ngay cả khi bạn phải <em>chia</em> xa.",
            "vi": "and when you love someone more and you' ve done all you can do, you set them free. and is that love was true,"
        },
        {
            "en": "Ừm, - cho tôi xin lỗi, chuyện này hơi ngớ ngẩn một tí, Bella – bố tôi muốn bạn <em>chia</em> tay với bạn trai.",
            "vi": "Well — this is so stupid, I 'm sorry, Bella — he wants you to break up with your boyfriend."
        },
        {
            "en": "Chủ tịch nước Trần Đức Lương và Thủ tướng Phan Văn Khải đã thành thật <em>chia</em> buồn với gia đình các nạn nhân lũ lụt.",
            "vi": "President Trần Đức Lương and Prime Minister Phan Văn Khải have sincerely condoled with families of the flood victims."
        },
        {
            "en": "When Madam Christine <em>Chia</em> had kidney failure in 2007, her husband, Mr Simon Ong, donated one of his kidneys to her.  They then spent nine years preparing for the possibility of her death, knowing that transplanted kidneys come with an expiry date.  Madam <em>Chia</em>, 43, died at the Singapore General Hospital on Tuesday (Oct 18) from heart failure, which had also led to complications with her donated kidney.",
            "vi": "Năm 2007 cô Christine Chia bị suy thận, anh Simon Ong, chồng cô đã hiến một quả thận cho cô.  Từ đó đến nay 9 năm, họ luôn sẵn sàng đón nhận tình huống cô sẽ chết vì biết rằng quả thận ghép ấy rồi cũng đến ngày hết hạn. Madam Chia, 43 tuổi, qua đời tại Bệnh viện Đa khoa Singapore hôm thứ ba (18/10) vì bị suy tim, cũng là biến chứng của quả thận ghép."
        },
        {
            "en": "Tết ở ba miền Việt Nam có thể được <em>chia</em> ra thành ba giai đoạn, gọi là Tất Niên (trước đêm giao thừa), Giao Thừa (đêm giao thừa),  và Tân Niên (năm mới), tượng trưng theo thứ tự tương ứng là sự chuẩn bị trước Tết-đêm trước Tết, Tết và sau Tết.",
            "vi": "Year's Eve), Giao Thừa (New Year's Eve), and Tân Niên (the New Year), representing the preparation before Tết, the eve of Tết, and the days of and following Tết, respectively."
        }
    ],
    "suggestions": []
}