{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[t∫i'wɑ:wə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chó nhỏ có lông mượt</td></tr></table><i/></div>",
            "word": "chihuahua",
            "pronounce": "[t∫i'wɑ:wə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chihuahua</k><blockquote><cclass>[<cclass>tʃɪ'wα:wə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a very small dog of a smooth-haired large-eyed breed originating in Mexico. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: named after <i>Chihuahua</i> in northern Mexico. </blockquote></div>",
            "word": "chihuahua",
            "pronounce": "[t∫i'wɑ:wə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chihuahua",
            "pronounce": "[t∫i'wɑ:wə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chihuahua",
            "pronounce": "[t∫i'wɑ:wə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chihuahua",
            "pronounce": "[t∫i'wɑ:wə]"
        }
    },
    "sentences": [
        {
            "en": "My six months old <em>chihuahua</em> puppy has a loose tooth.",
            "vi": "Con cún con chihuahua sáu tháng của tôi có một chiếc răng lung lay."
        },
        {
            "en": "Britain's tiniest dog is a three inch <em>Chihuahua</em> called DISNEY who thinks she is a kitten",
            "vi": "Chú chó Disney (giống Chihuahua) được xem là chú chó nhỏ nhất nước Anh - kích thước 3 in. Chú luôn nghĩ rằng mình là một con mèo con."
        },
        {
            "en": "A <em>Chihuahua</em>, for instance, would not be very helpful a pulling loads.",
            "vi": "Chẳng hạn như một con Chi-hua-hua, không thể giúp ích nhiều trong việc kéo xe được."
        },
        {
            "en": "A <em>Chihuahua</em>, for instance, would not be very helpful a pulling loads.",
            "vi": "Chẳng hạn như một con Chi - hua - hua, không thể giúp ích nhiều trong việc kéo xe được."
        },
        {
            "en": "The <em>chihuahua</em> is a small type of dog. It may be small but it can be very brave. One <em>chihuahua</em> helped a small girl when she was attacked by a pit bull.",
            "vi": "Chiahuahua là một loại chó nhỏ. Nó có thể nhỏ nhưng có thể trở nên rất dũng cảm. Một con chó chihuahua đã cứu một bé gái khi cô bé bị một con chó pit bull tấn công."
        },
        {
            "en": "The <em>chihuahua</em> is a small dog. It is small but it can be very brave. One <em>chihuahua</em> helped a small girl when she was attacked by a pit bull.",
            "vi": "Chihuahua là một giống chó nhỏ. Nó nhỏ nhưng có thể rất dũng cảm. Một chú chó chihuahua đã cứu một bé gái khi cô bé bị tấn công bởi một con chó pit bull (chó sục Mỹ, tương tự như chó sục Staffordshire, nhưng to khỏe và vạm vỡ hơn)."
        },
        {
            "en": "Disney only weighs the same as a five-week-old <em>Chihuahua</em> - which currently makes her the smallest dog in Britain.",
            "vi": "Disney chỉ nặng ngang với một chú chó Chihuahua 5 tuần tuổi, điều mà đã biến chú thành chú chó nhỏ nhất nước Anh"
        },
        {
            "en": "She's bought houses, had cosmetic surgery, even gotten a <em>chihuahua</em>, but all of those things are now meaningless, she says.",
            "vi": "Cô mua nhà, phẫu thuật thẩm mỹ, thậm chí mua cả con chihuahua, nhưng cô cho biết toàn bộ những thứ ấy giờ đây đều vô nghĩa."
        },
        {
            "en": "The <em>chihuahua</em> came to help the girl and managed to get the aggressive dog away from her. People caught the pit bull and they will kill it. The girl has terrible injuries and she will need hours of surgery. But if the <em>chihuahua</em> had not helped her, it could have been much worse.",
            "vi": "Chú chó chihuahua nói trên đã đến giúp bé gái và cố xua con chó hung hăng kia khỏi cô bé. Người ta đã bắt được con pit bull gây ra vụ tấn công và sẽ giết nó. Bé gái bị những vết thương khủng khiếp và sẽ cần phẫu thuật nhiều. Nhưng nếu không có chú chó chihuahua tới cứu thì sự việc hẳn còn tồi tệ hơn nhiều."
        },
        {
            "en": "Disney, the pocket-sized <em>Chihuahua</em> was part of a litter of three born on January 25, but she has not grown since she was eight-weeks-old.",
            "vi": "Disney, là một chú chó thuộc giống Chihuahua có kích cỡ bỏ túi, được sinh ra cùng với lứa sinh ba vào ngày 25 tháng 1. Tuy nhiên, chú không hề lớn lên chút xíu nào kể từ chú được 8 tuần tuổi."
        },
        {
            "en": "The UK's smallest dog, currently, is Tyson - a four inch Lhasa Apso cross <em>Chihuahua</em> who lives in Lincoln with owner Rosemarie McLinden. ",
            "vi": "Con chó nhỏ nhất Vương quốc Anh gần đây nhất là Tyson, một giống chó Chihuahua lai với giống Lhasa Apro, 4 inch, sống tại Lincoln với chủ của nó là Rosemarie McLinden"
        },
        {
            "en": "Kate and Ken just bought the same car as Mavis and Mick, the same drapes as Dinah and Dick, the same <em>chihuahua</em> as Antonio and Antonia. They're really keeping up with the Joneses.",
            "vi": "Kate và Ken vừa mua chiếc xe giống Mavis và Mick, màn trướng giống Dinah và Dick, chó Mehico như Antonio và Antonia. Họ đúng là đang ganh đua vật chất với người xung quanh."
        },
        {
            "en": "Kate and Ken just bought the same car as Mavis and Mick, the same drapes as Dinah and Dick, the same <em>chihuahua</em> as Antonio and Antonia. They 're really keeping up with the Joneses.",
            "vi": "Kate và Ken vừa mua chiếc xe giống Mavis và Mick, màn trướng giống Dinah và Dick, chó Mehico như Antonio và Antonia. Họ đúng là đang ganh đua vật chất với người xung quanh."
        },
        {
            "en": "The world's smallest living dog is a female <em>Chihuahua</em> called Miracle Milly, who is 3.8in tall and weighs 1lb. She sleeps in a doll's crib at her owner's home in Dorado, Puerto Rico. ",
            "vi": "Con chó nhỏ nhất thế giới là một con Chihuahua cái có tên là Miracle Milly, cao 3.8 inch và nặng 1LB. Nó ngủ trong 1 ngôi nhà của búp bê tại nhà của chủ nó ở Dorado, Puerto Rico"
        },
        {
            "en": "It says, “Beware of the dog” and you shouldn't take that sign lightly. This four-year-old <em>chihuahua</em> may be small but what she lacks in siz​e, she makes up for in courage. Especially, after a pit bull attacked her owner's granddaughter.",
            "vi": "Biển báo “Coi chừng chó dữ” và bạn chớ có xem thường cảnh báo này. Chú chó chihuahua bốn tuổi này có thể nhỏ con, nhưng bù lại lại rất dũng cảm. Nhất là khi một con chó pit bull tấn công cháu gái của chủ nó."
        },
        {
            "en": "The <em>chihuahua</em> came to help the girl and was able to get the bad dog away from the girl. People have the bad dog now. People will kill the dog. The girl has big problems with her face. She will need hours of operation. But without chihuahua’s help, the girl would have bigger problems.",
            "vi": "Chú chó chihuahua này đã đến cứu cô bé và đã khiến con chó độc ác tránh khỏi cô bé. Hiện người ta đã bắt được con chó xấu xa đó. Người ta sẽ giết nó. Cô bé bị thương nặng ở mặt. Cô bé sẽ cần nhiều giờ phẫu thuật. Nhưng nếu không có sự giúp đỡ của chú chó chihuahua, cô bé có thể đã gặp rắc rối lớn hơn."
        },
        {
            "en": "Dogs Helped Kids Improve Reading Fluency       Researchers in the US found that reading to dogs helped children improve their fluency by up to 30 per cent. Many animal organizations and libraries in the US already have reading improvement schemes where they pair up children and dogs, but until now the evidence has been more anecdotal than research-based. The findings are the result of a collaboration between the University of California Davis School of Veterinary Medicine and Tony La Russa's Animal Rescue Foundation of Walnut Creek, California. Together they studied participants of the Foundation's already established animal assisted therapy scheme called the All Ears Reading Program, according to a statement released by UC Davis earlier this month. Lead researcher Martin Smith, a veterinary school science educator with UC Davis, told the press that: \"The dogs, in contrast to a human, don't judge the individual, aren't grading the individual, and hopefully that allows the children to build some confidence in their reading skills.\" Smith and colleagues explored changes in reading skills among third graders at school and among home-schooled students. They found reading fluency went up 12 per cent in the school-based students and 30 per cent in the home-schooled students. Reading speeds also increased by up to 30 words per minute. The children regularly read out loud to three shelter-rescued dogs called Molly, Digory and Lollipop (a <em>Chihuahua</em>-terrier mix) from Tony La Russa's Animal Rescue Foundation. The home-schooled children visited the veterinary school campus every week for 10 weeks during which time each child read out loud to one of the dogs for 15 to 20 minutes. One child told the researchers that: \"I feel relaxed when I am reading to a dog because I am having fun.\" Another added that: \"The dogs don't care if you read really, really bad so you just keep going.\" After the study, 75 per cent of parents reported that their child was now reading aloud more frequently and with more confidence. Smith and colleagues proposed that because the children perceived the dogs as patient and non-judgemental, this changed their attitude to reading. Research into animal assisted therapy (AAT) shows that pets can also improve people's health.  In 2004, Dr Daniel Joffe, a Canadian veterinarian reviewed the medical literature and found pet therapy increased social interaction among long stay psychiatric patients, opened up social and recreational opportunities in nursing homes, gave valuable companionship to low-mobility orthopedic patients, helped dementia patients be less agitated and reduced loneliness in patients with HIV/AIDS. There is also evidence to suggest that babies who have greater exposure to dirt and allergens, such as when they share a home with a dog or a cat, have a stronger immune system, according to Dr James E. Gern, a pediatrician at the University of Wisconsin-Madison, who co-authored a paper about it in the 2004 issue of the Journal of Allergy and Clinical Immunology. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Chó giúp trẻ đọc lưu loát hơn       Các nhà nghiên cứu Hoa Kỳ nhận thấy việc đọc cho các chú chó nghe giúp trẻ em cải tiến khả năng đọc lưu loát đến 30%. Nhiều hiệp hội động vật và thư viện ở Hoa Kỳ đã có kế hoạch giúp cải tiến kỹ năng đọc bằng cách ghép cặp trẻ em và chó, nhưng cho đến hiện tại thì bằng chứng vẫn chỉ có tính lý thuyết hơn là dựa trên kết quả nghiên cứu thực nghiệm. \nCác phát hiện là kết quả của sự cộng tác giữa Trường Thú y Davis của đại học California và Quỹ Cứu trợ Động vật Tony La Russa của Walnut Creek, California. Cùng với nhau họ nghiên cứu những người tham dự của kế hoạch điều trị nhờ hỗ trợ của động vật đã được xây dựng bởi Quỹ Cứu trợ Động vật Tony La Russa, gọi là Chương trình lắng nghe lời đọc, theo lời tuyên bố của UC Davis vào đầu tháng.\nNhà nghiên cứu trưởng Martin Smith, giảng viên khoa học của trường thú y UC Davis, cho hay:\n\"Loài chó, trái với con người, không đánh giá cá nhân, không phân loại cá nhân, và tràn đầy hy vọng nên cho phép trẻ em xây dựng sự tin tưởng vào kỹ năng đọc của mình.\"\nSmith và đồng nghiệp tìm hiểu những thay đổi của kỹ năng đọc trong các bé lớp 3 đến trường và những bé học tại nhà. Họ thấy rằng sự đọc lưu loát tăng lên 12% trong các bé đi học ở trường và 30% trong các bé học tại nhà. Tốc độ đọc cũng tăng lên đến 30 từ trong một phút. Các trẻ này thường xuyên đọc to cho 3chú chó hỗ trợ có tên là Molly, Digory và Lollipop (một chú chó lai giữa giống Chihuahua và giống chó sục) từ Quỹ Cứu trợ Động vật của Tony La Russa.\nCác trẻ học tại nhà đi thăm trường thú y mỗi tuần 1 lần trong vòng10 tuần và trong suốt thời gian đó mỗi trẻ đọc to cho một trong các chú chó nghe trong vòng 15 đến 20 phút.\nMột bé cho biết: \"Con cảm thấy dễ chịu khi con đọc cho chó nghe vì con thấy vui.\"\nMột bé khác nói thêm:\n\"Các chú chó không quan tâm nếu con đọc thực sự tệ cho nên con cứ việc tiếp tục đọc.\"\nSau cuộc nghiên cứu, 75 % phụ huynh báo cáo con của họ bây giờ thường xuyên đọc to hơn và cũng tự tin hơn.\n Smith và đồng nghiệp giả thuyết vì trẻ em thấy các chú chó rất kiên nhẫn và không chê bai mình, điều đó làm thay đổi thái độ đọc của các bé. Nghiên cứu dựa trên liệu pháp động vật (AAT) cho thấy thú cưng cũng có thể cải thiện sức khỏe của con người.\nNăm 2004, tiến sĩ Daniel Joffe, một bác sĩ thú y người Canađa đã xem xét các tài liệu y học và thấy rằng liệu pháp thú cưng giúp tăng sự tương tác xã hội giữa những bệnh nhân tâm thần lâu năm, mở rộng các cơ hội xã hội và giải trí trong bệnh xá, tạo nên tình bè bạn quý báu cho các bệnh nhân gặp khó khăn trong việc đi lại, giúp những bệnh nhân sa sút trí tuệ cảm thấy ít lo lắng bồn chồn và giảm mặc cảm cô đơn của các bệnh nhân nhiễm HIV / AIDS.\nCũng có bằng chứng cho rằng những em bé có tiếp xúc nhiều với chất bẩn và các dị ứng nguyên, như là khi nhà của các bé có nuôi chó hoặc mèo, sẽ có hệ miễn dịch mạnh hơn, theo tiến sĩ James E. Gern, bác sĩ nhi khoa tại đại học Wisconsin- Madison, đồng tác giả của báo cáo về nghiên cứu này trong số năm 2004 của Tạp chí của Dị ứng và Miễn dịch học Lâm sàng. Tác giả: Catharine Paddock, PhD Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}