{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chills",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "chills",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chills",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>chills</k><blockquote><blockquote><ex><abr>n.</abr> to send chills up one's spine ('to frighten smb.')</ex></blockquote></blockquote></div>",
            "word": "chills",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chills",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "· Fatigue\n· <em>Chills</em>\n· Headache\n· Nausea",
            "vi": "· Mệt mỏi\n· Ớn lạnh\n· Đau đầu\n· Buồn nôn"
        },
        {
            "en": "The March wind <em>chills</em> us.",
            "vi": "Gió tháng ba làm chúng tôi ớn lạnh."
        },
        {
            "en": "That strange phenomenon gave me the <em>chills</em>.",
            "vi": "Hiện tượng lạ lùng đó đã làm tôi sợ hãi."
        },
        {
            "en": "Last night Mary had the <em>chills</em>.",
            "vi": "Tối hôm qua cô Mary bị ớn lạnh."
        },
        {
            "en": "The winter <em>chills</em> us to the bone.",
            "vi": "Mùa đông làm chúng tớ rét thấu xương."
        },
        {
            "en": "I have the <em>chills</em> and an upset stomach.",
            "vi": "Tôi bị cảm lạnh và đau bao tử."
        },
        {
            "en": "She just gives me <em>chills</em> at first insight",
            "vi": "Cô ấy thu hút tôi từ cái nhìn đầu tiên"
        },
        {
            "en": "I had <em>chills</em> running on the back of my neck.",
            "vi": "Tôi cảm thấy ớn lạnh ở gáy."
        },
        {
            "en": "Spas and hot springs chase away winter <em>chills</em>.",
            "vi": "Những suối nước nóng xua đi cái giá lạnh của mùa đông."
        },
        {
            "en": "The symptoms of malaria are similar to those of the common flu: <em>chills</em>, fever, sweating.",
            "vi": "Các triệu chứng của sốt rét thì tương tự như các triệu chứng của cúm thông thường: cảm lạnh, sốt, tháo mồ hôi."
        },
        {
            "en": "You can get the <em>chills</em> when you are cold or when your body has a fever.",
            "vi": "Anh có thể bị rùng mình/ ớn lạnh khi bị lạnh hay khi bị sốt."
        },
        {
            "en": "· Skin redness and blistering\n· Pain and tingling\n· Swelling\n· Headache\n· Fever and <em>chills</em>\n· Nausea\n· Dizziness\n· Dehydration",
            "vi": "· Da bị đỏ và phồng rộp\n· Đau và ngứa ran\n· Sưng\n· Đau đầu\n· Sốt và ớn lạnh\n· Buồn nôn\n· Chóng mặt\n· Mất nước"
        },
        {
            "en": "Along with <em>chills</em>, the patient is likely to have headaches, nausea and vomiting.",
            "vi": "Cùng với cảm lạnh, bệnh nhân có thể bị nhức đầu, buồn nôn và ói mửa."
        },
        {
            "en": "Fog forms on cold, still nights when the cold ground <em>chills</em> the air above it.",
            "vi": "Sương mù hình thành vào những đêm trời lạnh, lặng gió, khi mặt đất làm lạnh không khí bên trên nó."
        },
        {
            "en": "These include fever, cough, sore throat, body aches, <em>chills</em> and fatigue.",
            "vi": "Các triệu chứng này bao gồm sốt, ho, đau họng, đau nhức cơ thể, ớn lạnh và mệt mỏi."
        },
        {
            "en": "You should take medicine as soon as symptoms appear: <em>chills</em>, fever, then sweating.",
            "vi": "Bạn nên uống thuốc ngay khi các triệu chứng xuất hiện: cảm lạnh, sốt, sau đó tháo mồ hôi."
        },
        {
            "en": "Most cases of bacterial pneumonia start with a sudden attack of <em>chills</em>, high fever and chest pain.",
            "vi": "Hầu hết các trường hợp bệnh viêm phổi do nhiễm vi khuẩn bắt đầu bằng một cơn bệnh đột ngột : bị ớn lạnh, sốt cao và đau ngực."
        },
        {
            "en": "Nonsense! Give me the butcher knife. I'd eat this melon if I knew it would give me <em>chills</em> and fever.",
            "vi": "Lãng nhách! Đưa cho anh con dao chặt thịt đi. Anh phải ăn thứ dưa này để biết chắc nó có làm lạnh và gây sốt không."
        },
        {
            "en": "Undress your baby and then place him or her in the water immediately, in a warm room, to prevent <em>chills</em>.",
            "vi": "Cởi quần áo bé ra rồi đặt bé vào chậu nước ngay lập tức, trong phòng ấm, để khỏi bị lạnh."
        },
        {
            "en": "Most cases of bacterial pneumonia start with a sudden attack of <em>chills</em>, high fever and chest pain.",
            "vi": "Hầu hết các trường hợp bệnh viêm phổi do nhiễm vi khuẩn bắt đầu bằng một cơn bệnh đột ngột: bị ớn lạnh, sốt cao và đau ngực."
        }
    ],
    "suggestions": []
}