{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Chil"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Chil"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Chil"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Chil"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Chil"
        }
    },
    "sentences": [
        {
            "en": "It's <em>chil</em> d's play.",
            "vi": "Đó là trò trẻ con."
        },
        {
            "en": "<em>Chil</em> d's play",
            "vi": "Trò chơi trẻ con"
        },
        {
            "en": "She's past <em>chil</em>-bearing age.",
            "vi": "Cô ấy đã qua tuổi sinh đẻ."
        },
        {
            "en": "Spank a <em>chil</em> d's bottom",
            "vi": "Phát vào đít đứa bé"
        },
        {
            "en": "Sorrowing over his <em>chil</em> d's death",
            "vi": "Đau khổ về cái chết của đứa con"
        },
        {
            "en": "The delicacy of a <em>chil</em> d's skin",
            "vi": "Sự mềm mại của da một đứa bé"
        },
        {
            "en": "The <em>chil</em> d's pulse is now even",
            "vi": "Mạch của đứa bé bây giờ đã ổn định"
        },
        {
            "en": "Began aunt Pitty, her fat, <em>chil</em> d's mouth shaking.",
            "vi": "Bà pitty mào đầu, cái miệng bầu bĩnh như trẻ con run lên."
        },
        {
            "en": "The <em>chil</em> d's hair grew in pretty waves.",
            "vi": "Tóc đứa bé quăn đẹp lắm."
        },
        {
            "en": "The <em>chil</em> d's character is as yet unformed",
            "vi": "Tính nết đứa bé còn chưa phát triển đầy đủ"
        },
        {
            "en": "What is your explanation of the <em>chil</em> d's violent sobbing?",
            "vi": "Bạn giải thích thế nào về việc đứa bé khóc dữ dội như thế?"
        },
        {
            "en": "The <em>chil</em> d's skill is wonderful for his age.",
            "vi": "Tài năng của cậu bé thật là phi thường vào lứa tuổi cậu ta."
        },
        {
            "en": "Why was he so upset by the <em>chil</em> d's crying?",
            "vi": "Tại sao đứa bé khóc làm chàng hốt hoảng đến như vậy?"
        },
        {
            "en": "An unhappy home environment can affect a <em>chil</em> d's behaviour",
            "vi": "Môi trường gia đình không hạnh phúc có thể tác hại đến hành vi của trẻ con"
        },
        {
            "en": "Your <em>chil</em> d's teacher or school counselor recommends it.",
            "vi": "Giáo viên của con bạn hoặc tư vấn viên ở trường khuyên vậy."
        },
        {
            "en": "What astonishes me most is the <em>chil</em> d's intelligence.",
            "vi": "Điều làm tôi ngạc nhiên nhất là trí thông minh của đứa trẻ."
        },
        {
            "en": "A good relationship is no <em>chil</em> d's play.",
            "vi": "Một quan hệ tốt không phải là trò trẻ con."
        },
        {
            "en": "Here the <em>chil</em> d's voice lost its self-possessed note and became falteringly human.",
            "vi": "Tới đây, giọng nói của cô bé không còn bình tĩnh nữa và trở nên ngập ngừng."
        },
        {
            "en": "First, does watching television harm a <em>chil</em> d's ability to learn?",
            "vi": "Trước tiên, việc xem ti vi có tác hại đến khả năng học tập của trẻ em không?"
        },
        {
            "en": "And a good example of this is the word '<em>chil</em> l'.",
            "vi": "Và một ví dụ minh hoạ tốt cho điều này là từ 'chill'."
        }
    ],
    "suggestions": []
}