{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chimes",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "chimes",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chimes",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>chimes</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to sound chimes </ex></blockquote></blockquote><blockquote><blockquote><ex>2) organ chimes </ex></blockquote></blockquote><blockquote><blockquote><ex>3) chimes sound</ex></blockquote></blockquote></div>",
            "word": "chimes",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chimes",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The clock <em>chimes</em> three.",
            "vi": "Đồng hồ điểm ba giờ."
        },
        {
            "en": "The clock <em>chimes</em> every quarter/<em>chimes</em> the quarters.",
            "vi": "Đồng hồ điểm 15 phút một lần."
        },
        {
            "en": "Your plan <em>chimes</em> with mine",
            "vi": "Kế hoạch của anh ăn khớp với kế hoạch của tôi"
        },
        {
            "en": "The clock <em>chimes</em> every quarter.",
            "vi": "Đồng hồ điểm 15 phút một lần."
        },
        {
            "en": "Your plan <em>chimes</em> in mine",
            "vi": "Kế hoạch của anh ăn khớp với kế hoạch của tôi"
        },
        {
            "en": "Your plan <em>chimes</em> in with mine.",
            "vi": "Kế hoạch của anh ăn khớp với kế hoạch của tôi."
        },
        {
            "en": "He always <em>chimes</em> in a conversation.",
            "vi": "Anh ấy luôn xen vào câu chuyện."
        },
        {
            "en": "So ring the <em>chimes</em>, it's Christmas time.",
            "vi": "Nào hãy kéo chuông chùm, giáng sinh đã đến rồi."
        },
        {
            "en": "This view <em>chimes</em> with government reports on spending.",
            "vi": "Quan điểm này phù hợp với các báo cáo về chi tiêu của chính phủ."
        },
        {
            "en": "The hard woods make the <em>chimes</em> sound very nice.",
            "vi": "Gỗ cứng làm cho tiếng chuông nghe rất hay."
        },
        {
            "en": "For the clocks with <em>chimes</em>, I use hard woods.",
            "vi": "Với đồng hồ treo tường có đổ chuông, tôi dùng gỗ cứng."
        },
        {
            "en": "The clock <em>chimes</em> on the quarter of every hour.",
            "vi": "Đồng hồ điểm từng khắc một."
        },
        {
            "en": "Soft woods make the <em>chimes</em> sound dull, uninteresting.",
            "vi": "Gỗ mềm làm cho tiếng chuông nghe đục và dở."
        },
        {
            "en": "By the way we had no <em>chimes</em> outside on our porch!",
            "vi": "Cũng nói thêm rằng, chúng tôi không hề có cái chuông gió nào bên ngoài hiên nhà của chúng tôi!"
        },
        {
            "en": "They're sitting on the same couch when the clock <em>chimes</em> one.",
            "vi": "Họ đang ngồi trên cùng chiếc giường này khi đồng hồ điểm một giờ."
        },
        {
            "en": "One night she awakened to hear <em>chimes</em> blowing, and \"human whistling.\"",
            "vi": "Một đêm nọ cô ấy thức giấc khi nghe tiếng chuông gió leng keng, và \"tiếng huýt sáo của người.\""
        },
        {
            "en": "At four o 'clock in the morning, William counted the <em>chimes</em> of the grandfather clock and thought that he heard a noise in the street.",
            "vi": "Đến bốn giờ sáng, William chợt nghe tiếng chuông đồng hồ vang lên và cũng nghe thấy cả tiếng gì ở ngoài nhà."
        },
        {
            "en": "At four o'clock in the morning, William counted the <em>chimes</em> of the grandfather clock and thought that he heard a noise in the street.",
            "vi": "Đến bốn giờ sáng, William chợt nghe tiếng chuông đồng hồ vang lên và cũng nghe thấy cả tiếng gì ở ngoài nhà."
        },
        {
            "en": "You may remember the day several weeks ago when I asked you to take down the wind <em>chimes</em> on your porch.",
            "vi": "Hẳn ông còn nhớ có dịp tôi đã yêu cầu ông dỡ bỏ cái chuông ở cổng trước nhà ông cách đây vài tuần."
        },
        {
            "en": "Saunders's view <em>chimes</em> with the analysis by ratings agency Moody's. \"Overall, we think the Olympics are unlikely to provide a substantial macroeconomic boost to the UK in 2012,\" says Moody's analyst Richard Morawetz. The impact of infrastructure projects has \"already been felt\", he says, while the contribution of travel and tourism to the UK's £1.5 trillion economy is predicted to remain flat at around £102bn.",
            "vi": "Suy nghĩ của ông Saunders giống với phân tích của công ty đánh giá tín nhiệm Moody’s. Nhà phân tích của Moody's Richard Morawetz nói:  \"Nhìn chung, chúng tôi cho rằng Thế vận hội khó có thể đem lại cho nước Anh năm 2012 một sự thúc đẩy kinh tế vĩ mô đáng kể được. Tác động của các dự án cơ sở hạ tầng chúng ta \"đã nhận thấy\", trong khi đóng góp của ngành du lịch vào nền kinh tế 1,5 ngàn tỷ bảng Anh của Anh thì được dự báo vẫn ít ỏi ở mức 102 tỷ bảng."
        }
    ],
    "suggestions": []
}