{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,t∫impən'zi:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) con tinh tinh (vượn)</td></tr></table><i/></div>",
            "word": "chimpanzee"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chimpanzee</k><blockquote>■ <cclass>noun an anthropoid ape with large ears, mainly black coloration, and lighter skin on the face, native to west and central Africa. [<i>Pan troglodytes</i> and <i>P. paniscus</i> (the bonobo or <cclass><b>pygmy chimpanzee</b>).] </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from Fr. <i>chimpanzé</i>, from Kikongo. </blockquote></div>",
            "word": "chimpanzee"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chimpanzee"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chimpanzee"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chimpanzee"
        }
    },
    "sentences": [
        {
            "en": "The <em>chimpanzee</em> is an endangered species.",
            "vi": "Vượn là một loài đang có nguy cơ bị diệt chủng."
        },
        {
            "en": "There is a <em>chimpanzee</em> in the zoo.",
            "vi": "Có một con tinh tinh trong sở thú."
        },
        {
            "en": "Look how the mother <em>chimpanzee</em> cares for her young!",
            "vi": "Hãy nhìn xem cách con tinh tinh mẹ chăm sóc con nó kìa!"
        },
        {
            "en": "He was the missing link between man and <em>chimpanzee</em>.",
            "vi": "Anh ta là người vượn quá độ giữa con người và tinh tinh."
        },
        {
            "en": "The <em>chimpanzee</em> is a mammal like a human.",
            "vi": "Tinh tinh là động vật có vú như người."
        },
        {
            "en": "In 1973, 13 forms of tool use and 8 social activities which appeared to differ between the Gombe chimpanzees and <em>chimpanzee</em> species elsewhere were recorded by Goodall.",
            "vi": "Vào năm 1973, 13 hình thức sử dụng công cụ và 8 hoạt động xã hội có vẻ khác biệt giữa các loài tinh tinh Gombe và các loài tinh tinh ở những nơi khác được ghi nhận bởi Goodall."
        },
        {
            "en": "For instance, the nut cracking observed in the Tai Forest is not a simple <em>chimpanzee</em> behaviour, but a separate adaptation found only in that particular part of Africa, as well as a trait which is considered to be an expression of <em>chimpanzee</em> culture by biologists.",
            "vi": "Ví dụ, việc làm vỡ hạt được quan sát trong rừng Tai không phải là hành vi đơn giản của tinh tinh, mà là một sự thích nghi riêng biệt chỉ tìm thấy ở một phần cụ thể của châu Phi, cũng như một nét tiêu biểu được coi là biểu hiện của văn hóa tinh tinh bởi các nhà sinh vật học."
        },
        {
            "en": "Although we know that Homo sapiens and Pan Troglodytes have coexisted for hundreds of millennia and their genetic similarities surpass 98 per cent, we still knew next to nothing about <em>chimpanzee</em> behaviour in the wild until 40 years ago.",
            "vi": "Mặc dù chúng ta biết rằng giống người hiện đại và tinh tinh đã cùng tồn tại trong hàng trăm thiên niên kỷ và tương đồng di truyền của chúng vượt quá 98%, chúng ta vẫn gần như chưa biết gì về hành vi của tinh tinh trong tự nhiên cho đến 40 năm trước."
        },
        {
            "en": "All this began to change in the 1960s when Toshisada Nishida of Kyoto University in Japan and renowned British primatologist Jane Goodall launched their studies of wild chimpanzees at two field sites in Tanzania. (Goodall’s research station at Gombe—the first of its kind—is more famous, but Nishida’s site at Mahale is the second oldest <em>chimpanzee</em> research site in the world.)",
            "vi": "Tất cả điều này bắt đầu thay đổi vào những năm 1960 khi Toshisada Nishida của Đại học Kyoto ở Nhật Bản và nhà nghiên cứu nổi tiếng người Anh Jane Goodall đã đưa ra những nghiên cứu về tinh tinh hoang dã tại hai khu vực ở Tanzania. (Trạm nghiên cứu của Goodall ở Gombe — nơi đầu tiên thuộc loại này — nổi tiếng hơn, nhưng địa điểm của Nishida tại Mahale là địa điểm nghiên cứu tinh tinh lâu đời thứ hai trên thế giới.)"
        },
        {
            "en": "CHIMP MEETS ALLIGATOR? Popular lore in the region is that the Honey Island Swamp Monster might be the horrifying product of a union between a <em>chimpanzee</em> and an alligator. And in the darkly primordial swamplands that must look much the same now as they did thousands of years ago, the existence of almost any creature seems possible — no matter how ominous.",
            "vi": "Tinh tinh lai cá sấu? Truyền thuyết phổ biến trong vùng này là quái vật đầm lầy Honey Island có thể một là sản phẩm khủng khiếp của sự kết hợp giữa tinh tinh và cá sấu. Và trong đầm lầy nguyên thủy tối tăm – ngày nay cũng trông như hàng ngàn năm trước - sự hiện hữu của hầu hết các sinh vật đều có thể xảy ra - bất kể dị thường thế nào chăng nữa."
        },
        {
            "en": "The next court hearing for former IMF chief Domique Strauss-Kahn has been postponed until 1 August after a request by both sides for more time to continue their investigations into allegations of sexual assault made by a New York hotel maid.       Strauss-Kahn was due to appear before judge Michael Obus on 18 July on seven charges relating to the incident which took place in May in the Sofitel hotel in New York, but the case suffered a major setback when prosecutors said the women had lied in sworn testimony.      “The people and the defense on the above matter jointly request an administrative adjournment on consent of both parties in lieu of a court appearance on 18 July,” they said in a joint letter to the judge.     In a surprise move, Strauss-Kahn was released last week under oath after spending weeks under house arrest. The move increased speculation the charges against him were to be dropped. But a spokeswoman for Manhattan District Attorney Cyrus Vance said the case is continuing and no decisions have been made.     Prosecutors are coming under pressure from a coalition of women’s rights groups and community leaders to continue the case against Strauss-Kahn. The woman’s lawyer, Kenneth Thompson, has written to Vance asking that his office appoint a special prosecutor citing a “potential conflict of interest”.      Thompson says Vance is afraid to take the case to court for fear of losing such a high-profile case.      Meanwhile, Monday French police questioned a French writer over her claim that Strauss-Kahn tried to rape her in 2003, in a case that could wreck his hopes of a political return.      Detectives from the Paris violent crimes squad interviewed Tristane Banon, 32, who in 2007 publicly accused Strauss-Kahn of trying to force himself on her \"like a rutting <em>chimpanzee</em>\".      Paris police have been asked by investigating magistrates to look into her formal complaint lodged last week. French prosecutors will then decide whether or not to charge him. ",
            "vi": "Phiên xử tới của ông Domique Strauss-Kahn - cựu chủ tịch Quỹ tiền tệ quốc tế - đã được dời sang ngày 1 tháng tám sau khi cả hai bên yêu cầu có thêm thời gian để tiếp tục điều tra lời buộc tội hiếp dâm của nữ hầu phòng khách sạn ở New York.         Ông Strauss-Kahn theo lịch phải trình diện trước thẩm phán Michael Obus vào ngày 18 tháng bảy về bảy cáo trạng liên quan đến sự cố diễn ra vào tháng năm tại khách sạn Sofitel ở New York, nhưng vụ kiện này đã bị đảo ngược đáng kể khi các công tố viên cho biết người phụ nữ đã khai man dù có tuyên thệ.       \"Những người có liên quan và luật sư bào chữa về vụ án trên cùng yêu cầu hoãn lại phiên toà hành chánh trên cơ sở cả hai bên cùng ưng thuận thay cho việc hầu toà vào ngày 18 tháng bảy,\" họ đã trình bày trong bức thư chung gởi cho thẩm phán.      Trong một động thái bất ngờ, Strauss-Kahn được thả vào tuần trước thông qua tuyên thệ sau khi bị quản thúc tại gia nhiều tuần. Động thái này làm tăng lời đồn đoán rằng những cáo buộc chống lại ông ta này sẽ bị sụp đổ. Nhưng người nữ phát ngôn của công tố viên Manhattan – ông Cyrus Vance - cho biết vụ án đang được tiếp tục làm rõ và vẫn chưa biết thực hư thế nào.        Các công tố viên đang bị một liên minh các nhóm nữ quyền và lãnh đạo cộng đồng giới nữ ép phải tiếp tục theo đuổi vụ kiện chống lại Strauss-Kahn. Luật sư của người phụ nữ này, Kenneth Thompson, đã viết thư cho ông Vance yêu cầu văn phòng của ông ta chỉ định một công tố viên đặc biệt lấy cớ là vì sợ \"xung đột quyền lợi tiềm tàng\".       Thompson nói ông Vance sợ đưa vụ việc này ra trước tòa vì sợ mất quyền tham gia vụ kiện nổi tiếng này.        Đồng thời, vào hôm thứ hai, cảnh sát Pháp đã chất vấn nhà văn Pháp về việc cô ta tuyên bố ông Strauss-Kahn định cưỡng hiếp mình vào năm 2003, vụ việc mà có thể làm tiêu tan niềm hy vọng trở lại chính trường của ông ta.      Các thám tử của đội tội phạm bạo hành Paris đã phỏng vấn cô Tristane Banon, 32 tuổi, người mà vào năm 2007 đã công khai buộc tội Strauss-Kahn định cưỡng hiếp cô ta \"hệt như con tinh tinh đang động dục\".      Các thẩm phán điều tra yêu cầu cảnh sát Paris xem xét kỹ đơn kiện cô ta đã nộp vào tuần trước rồi sau đó công tố viên Pháp sẽ quyết định xem liệu có buộc tội ông ta hay không.    "
        },
        {
            "en": "Bringing the Beauty of Math to Life           For many people, math can be intimidating. But Alex Bellos finds it intriguing.  The journalist has degrees in mathematics and philosophy from Oxford University. After 20 years as a reporter, Bellos decided to combine his profession and his degrees. He traveled around the world - and back in time - to uncover fascinating stories of mathematical achievements and to profile people whose lives are intertwined with numbers.  Alex Bellos discovered that mathematics - which seems so absolute - is not the same everywhere around the globe.  \"While two plus two is indeed four all over the world, the approach to math is so, so different,\" Bellos says. \"I came from the U.K. where being good at math is seen as being uncool. This is not the case even in France. The French love their math. It's quite cool to be a mathematician. Mathematicians in France are seen as great intellectuals. And being good at arithmetic in India is almost seen as a badge of national pride. In Japan, which is a culture most different from mine, a million children study the abacus for fun after school. Counting is seen as fun. It's quite fun to be able to calculate and do multiplication very, very quickly.\"  Japan was one of the places Bellos visited on his year-long journey. There, he met the creator of the popular Sudoku puzzles and talked about the brain-teasing delights of mathematical games. In a town near Tokyo, he spent time with a guru of origami, the traditional Japanese art of paper folding. Origami, Bellos says, is one of the hottest areas of mathematical work today.   \"It turns out that origami is a brilliant way to understand geometry,\" he says. \"And if you start to think about paper folding, there are lots of things you can't do with the methods that have been taught in schools really since the Greeks. For instance, trisection of an angle. Just using a compass and straight-edge, you cannot construct an angle which is a third of another angle, but you can do that with origami. So it's quite interesting to think that origami in Japan, it may be a cultural thing for children, but now people study origami at the highest level in academia.\"  While in Japan, Bellos also met a math whiz who is not human.  \"I met the world's most numeric <em>chimpanzee</em>, he says. \"And it's fascinating just to see that chimpanzees can learn to count.\"  Bellos recounts his adventures in a new book, \"Here's Looking at Euclid.\" The title is a play on Humphrey Bogart's famous line, \"Here's looking at you, kid,\" from the movie \"Casablanca.\"    The ancient Greek mathematician Euclid is known as the father of geometry. Bellos also had fun with the title of the UK edition of the book, \"Alex's Adventures in Numberland,\"  an obvious takeoff on the British classic, \"Alice's Adventures in Wonderland.\"  The book is subtitled, \"A Surprising Excursion through the Astonishing World of Math.\"  In it, Bellos talks to two Ukrainian-American brothers who have built the world's biggest supercomputer in their New York apartment. He also went to Reno, Nevada to meet the man who sets the odds for more than half of the world's slot machines. While in Missouri, Bellos met with the president of the Dozenal Society of America.  \"Dozenalists are people who believe the decimal system - the system of 10 digits, zero to nine - is not very good, is not sufficient, and suggest we need to add two extra digits,\" say Bellos. \"One might say it's crazy, trying to introduce two new numbers to the number system, but mathematically it makes a perfect sense because multiplication and division become much easier if we count in twelves rather than tens.”  In exploring the wonder of math, Bellos discovered numbers are not innate to humans. They were first used only about 5,000 years ago. And he found groups of people today that don't use numbers at all or very few of them.  \"In the Amazon, I spoke to a man who has been researching the tribe, the Munduruku, who have numbers up to five and that's it,\" he says. \"Actually, they maybe even have numbers up to four because they have a word for one, for two, for three-ish, for four-ish and then they use the word palm or handful for five.\"  Bellos also stopped in Germany this summer to report on the bi-annual Mental Calculation World Cup. The 10-year-old competition has several categories: addition, multiplication, square root and calendar calculation. In that last event, contestants are given a number of dates and they have to figure out which days of the week those dates fall on - all in their head. The winner of the 2010 competition is 11 years old.  \"Priyanshi Somani from India. She learned to calculate using an abacus,\" he says. \"So when she's calculating, she's moving her hands around in the air in front of her as if there is an abacus there.\"  Somani later told Bellos she imagined she was using an abacus during the competition. When asked whether she could do the mental calculations without using her hands, Somani told Bellos that she didn't think so.  Bellos embarked on his around-the-world excursion to prove that mathematics is not a dry field of learning. The stories in his book prove that it's surprising and astonishing, as surely as the square of the hypotenuse of a right triangle equals the sum of the square of its two other sides.",
            "vi": "Mang cái đẹp của toán học vào cuộc sống       Đối với nhiều người, toán học có thể là đáng sợ. Nhưng Alex Bellos lại thấy nó vô cùng hấp dẫn. Nhà báo này có bằng cấp về toán học và triết học của Đại học Oxford. Sau 20 năm làm phóng viên, Bellos quyết định kết hợp nghề nghiệp và học vị của mình. Anh ấy du lịch vòng quanh thế giới - và truy tìm lại lịch sử - để khám phá những câu chuyện thú vị về những thành tựu toán học đồng thời kể về những con người mà cuộc đời của họ gắn liền với những con số.  Alex Bellos khám phá ra được rằng toán học – dường như rất tuyệt đối – lại không hề giống nhau ở khắp nơi trên địa cầu này. \"Mặc dù ở đâu người ta cũng đều công nhận 2+2=4 nhưng phương pháp tiếp cận toán học lại rất khác nhau”, Bellos nói. \"Tôi đến từ Anh quốc, nơi mà một người giỏi toán được xem như chẳng có gì đáng nói. Nhưng ở đất Pháp thì lại khác. Người Pháp rất yêu thích toán học. Một nhà toán học ở đây thì khá là “hay ho”. Ở Pháp, những nhà toán học được xem là giới trí thức uyên bác. Và tại Ấn Độ, học giỏi về số học hầu như được xem là một biểu hiện của lòng tự hào dân tộc. Ở Nhật, nơi có nền văn hoá khác xa văn hoá xứ tôi, một triệu trẻ em học toán bằng bàn tính để giải trí sau giờ học. Tính toán được coi là một thú tiêu khiển. Thật là vui thú khi có thể tính toán và làm tính nhân một cách thật mau chóng.\"  Nhật Bản là một trong những nơi Bellos viếng thăm trong chuyến hành trình kéo dài nhiều năm của mình. Ở đó, anh gặp người sáng tạo ra trò Sudoku nổi tiếng và bàn luận về những cái thú vị động não trong những trò chơi toán học. Ở một thị trấn gần Tokyo, anh ấy bỏ một chút thời gian đàm đạo với một bậc thầy Origami, nghệ thuật xếp giấy truyền thống Nhật Bản. Bellos cho rằng Origami là một trong những lĩnh vực thành công nhất của toán học hiện đại. \"Hoá ra Origami là một phương pháp xuất sắc để hiểu về hình học,\" anh ấy nói . \"Và nếu bạn bắt đầu nghĩ về việc xếp giấy, có nhiều thứ bạn không thể làm bằng những phương pháp đã được dạy ở trường học từ thời có người Hy lạp. Chẳng hạn như, chia một góc làm ba. Chỉ cần sử dụng com-pa và thước thẳng, bạn không thể vẽ được một góc bằng 1/3 của một góc khác, nhưng bạn có thể làm điều đó với Origami. Thật là thú vị khi nghĩ rằng ở Nhật origami có thể là một trò chơi văn hoá dành cho trẻ em, nhưng giờ đây người ta nghiên cứu chuyên sâu về origami ở cấp cao nhất trong học thuật.\"  Khi ở Nhật, Bellos cũng gặp một cao thủ toán học nhưng không phải là một con người.  \"Tôi đã gặp một con tinh tinh giỏi số học nhất thế giới và thật thú vị khi nhìn con tinh tinh đó có thể học đếm.\"  Bellos kể lại những cuộc phiêu lưu của anh ấy trong một cuốn sách mới “Hãy nhìn Euclid”. Tiêu đề nhại theo một câu nói nổi tiếng của Humphrey Bogart, \"Hãy nhìn mày đi nhóc\" trong bộ phim \"Casablanca\".  Nhà toán học Hy Lạp cổ đại Euclid được coi là ông tổ hình học. Bellos  còn chơi chữ với tên của ấn bản sách xuất bản ở Anh “Những cuộc phiêu lưu của Alex trong vùng đất số\", rõ ràng là nhại từ câu chuyện cổ của Anh  \"Những cuộc phiêu lưu của Alice ở xứ sở thần tiên.\"  Tiêu đề phụ của cuốn sách là \"Cuộc dạo chơi đầy bất ngờ trên khắp thế giới lạ lùng của toán học.\"  Trong đó, Bellos có cuộc trò chuyện với hai anh em quốc tịch Mỹ-Ukraina đã xây dựng một siêu máy tính lớn nhất thế giới trong một căn hộ ở New York của họ. Anh ấy cũng đi đến Reno, Nevada để gặp người đàn ông chơi chấp hơn một nửa máy đánh bạc trên thế giới. Khi ở Missouri, Bellos gặp chủ tịch Hiệp hội Dozenal Hoa Kỳ.  \"Dozenalist là những người cho rằng hệ thập phân - hệ 10 chữ số, từ 0 đến 9 – là không đủ và không còn hiệu quả và đề nghị chúng ta cần bổ sung thêm hai chữ số nữa\" Bellos nói. \"Một người nào đó có thể cho rằng việc này là điên rồ khi cố đưa thêm hai chữ số mới mới và hệ số, nhưng về toán học thì nó có một ý nghĩa tuyệt vời vì sự nhân chia sẽ trở nên dễ dàng hơn nếu chúng ta đếm trong 12 chữ số thay vì 10 chữ số.”  Khi tìm hiểu sự kỳ diệu của toán học, Bellos còn khám phá ra những con số không xuất hiện đồng thời với con người. Chúng được sử dụng lần đầu tiên chỉ cách đây khoảng 5.000 năm. Và anh ấy còn phát hiện ngày nay có những nhóm người không hề sử dụng con số nào hoặc rất ít con số.  \"Ở Amazon, tôi trò chuyện với một chuyên gia nghiên cứu về bộ lạc Munduruku, họ chỉ có vỏn vẹn 5 con số mà thôi\" anh ấy nói . \"Thực ra thì, có lẽ họ chỉ có đếm được tới 4 thôi vì họ có những từ để biểu thị cho số 1, số 2, số 3, số 4 và sau cùng họ cùng từ biểu thị bàn tay để chỉ số 5.\"  Bellos cũng dừng lại ở Đức mùa hè này để theo dõi cuộc thi tính nhẩm thế giới tổ chức một năm hai lần. Cuộc đua tranh đã trải qua 10 năm này có vài nội dung như sau: cộng, nhân, căn bậc hai và tính lịch. Trong kỳ thi trước gần đây nhất, những người dự thi được trao cho một con số về ngày tháng và họ phải tính nhẩm trong đầu xem con số này rơi vào ngày nào trong tuần. Người chiến thắng năm 2010 là một cô bé 11 tuổi. \"Priyanshi Somani đến từ Ấn Độ. Cô bé học sử dụng bàn tính,\" anh ấy nói . \"Vì vậy khi tính nhẩm, cô bé huơ hai tay trong không khí ngay trước mặt mình như thể có một cái bàn tính ở đó.\"  Sau đó Somani nói với Bellos rằng cô bé tưởng tượng là mình đang sử dụng bàn tính trong khi thi đấu. Khi được hỏi nếu không sử dụng tay thì cô bé có thể tính nhẩm được không thì Somani nói với Bellos là cô nghĩ mình không làm được.  Bellos bắt đầu chuyến hành trình đi đến mọi miền trên thế giới để chứng tỏ toán học chưa bao giờ là một mảnh đất học thuật khô khan. Những câu chuyện kể trong sách của anh ấy cho thấy những điều bất ngờ thú vị và không kém phần đúng đắn như định lý bình phương cạnh huyền của một tam giác vuông bằng tổng bình phương của hai cạnh góc vuông. (định lý Pi-ta-go)"
        },
        {
            "en": "Michael Jackson   LOS ANGELES – Michael Jackson, the \"King of Pop\" who once moonwalked above the music world, died Thursday as he prepared for a comeback bid to vanquish nightmare years of sexual scandal and financial calamity. He was 50.   Jackson died at  UCLA Medical  Center after being stricken at his rented home in Holmby Hills. Paramedics tried to resuscitate him at his home for nearly three-quarters of an hour, then rushed him to the hospital, where doctors continued to work on him.  \"It is believed he suffered cardiac arrest in his home. However, the cause of his death is unknown until results of the autopsy are known,\" his brother Jermaine said. Police said they were investigating, standard procedure in high-profile cases.  Jackson's death brought a tragic end to a long, bizarre, sometimes farcical decline from his peak in the 1980s, when he was popular music's premier all-around performer, a uniter of black and white music who shattered the race barrier on MTV, dominated the charts and dazzled even more on stage.  His 1982 album \"Thriller\" — which included the blockbuster hits \"Beat It,\" \"Billie Jean\" and \"Thriller\" — is the best-selling album of all time, with an estimated 50 million copies sold worldwide.  At the time of his death,  Jackson was rehearsing hard for what was to be his greatest comeback: He was scheduled for an unprecedented 50 shows at a  London arena, with the first set for July 13.  As word of his death spread, MTV switched its programming to play videos from Jackson's heyday. Radio stations began playing marathons of his hits. Hundreds of people gathered outside the hospital. In New York's Times Square, a low groan went up in the crowd when a screen flashed that  Jackson had died, and people began relaying the news to friends by cell phone.  \"No joke. King of Pop is no more. Wow,\" Michael Harris, 36, of New York City, read from a text message a friend had sent him. \"It's like when Kennedy was assassinated. I will always remember being in Times Square when Michael Jackson died.\"  The public first knew him as a boy in the late 1960s, when he was the precocious, spinning lead singer of the Jackson 5, the singing group he formed with his four older brothers out of  Gary, Ind. Among their No. 1 hits were \"I Want You Back,\" \"ABC\" and \"I'll Be There.\"  He was perhaps the most exciting performer of his generation, known for his backward-gliding moonwalk, his feverish, crotch-grabbing dance moves and his high-pitched singing, punctuated with squeals and titters.   His single sequined glove, tight, military-style jacket and aviator sunglasses were trademarks, as was his ever-changing, surgically altered appearance.  \"For Michael to be taken away from us so suddenly at such a young age, I just don't have the words,\" said Quincy Jones, who produced \"Thriller.\" \"He was the consummate entertainer and his contributions and legacy will be felt upon the world forever. I've lost my little brother today, and part of my soul has gone with him.\"  Jackson ranked alongside Elvis Presley and the Beatles as the biggest pop sensations of all time. He united two of music's biggest names when he was briefly married to Presley's daughter, Lisa Marie, and Jackson's death immediately evoked comparisons to that of Presley himself, who died at age 42 in 1977.  As years went by,  Jackson became an increasingly freakish figure — a middle-aged man-child weirdly out of touch with grown-up life. His skin became lighter, his nose narrower, and he spoke in a breathy, girlish voice. He often wore a germ mask while traveling, kept a pet <em>chimpanzee</em> named Bubbles as one of his closest companions, and surrounded himself with children at his Neverland ranch, a storybook playland filled with toys, rides and animals. The tabloids dubbed him \"Wacko Jacko.\"  \"It seemed to me that his internal essence was at war with the norms of the world. It's as if he was trying to defy gravity,\" said Michael Levine, a Hollywood publicist who represented  Jackson in the early 1990s. He called Jackson a \"disciple of P.T. Barnum\" and said the star appeared fragile at the time but was \"much more cunning and shrewd about the industry than anyone knew.\"  Jackson caused a furor in 2002 when he playfully dangled his infant son, Prince Michael II, over a hotel balcony in Berlin while a throng of fans watched from below.  In 2005, he was cleared of charges he molested a 13-year-old cancer survivor at Neverland in 2003. He had been accused of plying the boy with alcohol and groping him, and of engaging in strange and inappropriate behavior with other children.  The case followed years of rumors about Jackson and young boys. In a TV documentary, he acknowledged sharing his bed with children, a practice he described as sweet and not at all sexual.  Despite the acquittal, the lurid allegations that came out in court took a fearsome toll on his career and image, and he fell into serious financial trouble.   Michael Joseph Jackson was born Aug. 29, 1958, in  Gary. He was 4 years old when he began singing with his brothers — Marlon, Jermaine, Jackie and Tito — in the  Jackson 5. After his early success with bubblegum soul, he struck out on his own, generating innovative, explosive, unstoppable music.   The album \"Thriller\" alone mixed the dark, serpentine bass and drums and synthesizer approach of \"Billie Jean,\" the grinding Eddie Van Halen solo on \"Beat It,\" and the hiccups and falsettos on \"Wanna Be Startin' Somethin'.\"   The peak may have come in 1983, when Motown celebrated its 25th anniversary with an all-star televised concert and  Jackson moonwalked off with the show, joining his brothers for a medley of old hits and then leaving them behind with a pointing, crouching, high-kicking, splay-footed, crotch-grabbing run through \"Billie Jean.\"   The audience stood and roared.  Jackson raised his fist.   By then he had cemented his place in pop culture. He got the plum Scarecrow role in the 1978 movie musical \"The Wiz,\" a pop-R&B version of \"The Wizard of Oz,\" that starred Diana Ross as Dorothy.   During production of a 1984 Pepsi commercial,  Jackson's scalp sustains burns when an explosion sets his hair on fire.   He had strong follow-up albums with 1987's \"Bad\" and 1991's \"Dangerous,\" but his career began to collapse in 1993 after he was accused of molesting a boy who often stayed at his home. The singer denied any wrongdoing, reached a settlement with the boy's family, reported to be $20 million, and criminal charges were never filed.   Jackson's expressed anger over the allegations on the 1995 album \"HIStory,\" which sold more than 2.4 million copies, but by then, the popularity of  Jackson's music was clearly waning, even as public fascination with his increasingly erratic behavior was growing.   Jackson married Lisa Marie Presley in 1994, and they divorced in 1996. Later that year,  Jackson married Deborah Rowe, a former nurse for his dermatologist. They had two children together: Michael Joseph Jackson Jr., known as Prince Michael, now 12; and Paris Michael Katherine Jackson, 11. Rowe filed for divorce in 1999.    Jackson also had a third child, Prince Michael II. Now 7,  Jackson said the boy nicknamed Blanket as a baby was his biological child born from a surrogate mother.   Cardiac arrest is an abnormal heart rhythm that stops the heart from pumping blood to the body. It can occur after a heart attack or be caused by other heart problems.   Billboard magazine editorial director Bill Werde said Jackson's star power was unmatched. \"The world just lost the biggest pop star in history, no matter how you cut it,\" Werde said. \"He's literally the king of pop.\"    Jackson's 13 No. 1 one hits on the Billboard charts put him behind only Presley, the Beatles and Mariah Carey, Werde said.   \"He was on the eve of potentially redeeming his career a little bit,\" he said. \"People might have started to think of him again in a different light.\"    (Nguồn: http://news.yahoo.com/s/ap/us_obit_michael_jackson)",
            "vi": "Michael Jackson   LOS ANGELES – Michael Jackson, người được mệnh danh là “Ông vua nhạc Pop” đã từng trình diễn nhảy bước lùi trong thế giới âm nhạc, vừa mất hôm thứ năm khi đang chuẩn bị cho nỗ lực quay trở lại để vượt qua những năm tháng ác mộng bị xì-căng-đan tình dục và gặp khó khăn lớn về tài chính. Anh hưởng thọ 50 tuổi.   Jackson qua đời tại Trung tâm y tế UCLA sau khi bị đột quỵ tại ngôi nhà ông thuê ở Holmby Hills. Các nhân viên cứu thương đã cố làm anh ấy tỉnh lại trong gần bốn mươi lăm phút tại nhà anh ấy, sau đó vội vã đưa anh đến bệnh viện, nơi các bác sĩ tiếp tục nỗ lực cứu sống anh.  Người ta tin rằng anh ấy đã bị ngừng thở tại nhà anh. Tuy nhiên, nguyên nhân cái chết vẫn chưa được thông báo rõ ràng cho tới khi có kết quả khám nghiệm tử thi,” anh trai Jermaine của anh ấy cho biết. Cảnh sát cho hay họ đang điều tra, áp dụng thủ tục chuẩn đối với các trường hợp nổi tiếng.  Cái chết của Jackson là một kết thúc bi thương sau quá trình trượt dốc dài và đôi khi vô cùng kỳ lạ từ đỉnh cao của anh ấy vào những năm 1980, khi anh ấy đang là ca sĩ nổi tiếng nhất trong làng giải trí âm nhạc, người kết hợp âm nhạc của người da đen với người da trắng và là người phá bỏ rào cản về màu da trên MTV, chiếm lĩnh biểu đồ và làm mọi người sững sờ hơn nữa khi biểu diễn trên sân khấu.  Album “Thriller” vào năm 1982 của anh – có các bài thành công vang dội như “Beat It,” “Billie Jean” và “Thriller” – là album bán chạy nhất của mọi thời đại, với số lượng bán toàn cầu ước tính là 50 triệu bản.  Vào thời điểm qua đời, Jackson đang luyện tập chăm chỉ cho những gì được coi là sự quay lại vĩ đại nhất của anh ấy: Anh ấy đã lập lịch diễn lớn chưa từng thấy 50 chuyến bắt đầu tại Luân Đôn, với màn trình diễn đầu tiên vào ngày 13 tháng 7.  Khi tin tức về cái chết của anh lan truyền, MTV đã phát các băng vi-đê-ô từ thời hoàng kim của  Jackson trong chương trình của mình. Đài phát thanh bắt đầu phát nhanh các bài nổi tiếng của anh. Hàng trăm người tập trung bên ngoài bệnh viện. Tại Quảng trường Thời đại ở New York, một đám đông bắt đầu bày tỏ sự xúc động khi màn hình chạy dòng chữ Jackson đã qua đời, và người dân bắt đầu chuyển tin nhắn cho bạn bè qua điện thoại di động.  “Không phải chuyện đùa. Ông vua nhạc Pop đã không còn nữa. Trời ơi,” Michael Harris, 36 tuổi, một cư dân  New York, đọc tin nhắn của một người bạn gởi cho ông. “Giống như tin Kennedy bị ám sát. Tôi luôn nhớ đã nhận được tin Michael chết khi ở Quảng trường Thời đại.”  Công chúng trước tiên biết anh ấy như cậu bé vào cuối thập kỷ 60, khi anh ấy là người sớm phát triển, quay cuồng ca sĩ hàng đầu của The Jackson 5, ban nhạc mà anh ấy thành lập với bốn anh của anh ấy ra Gary, Ind. Trong số của họ số một xâm nhập được \" tôi muốn bạn trở lại, \" \" ABC \" và \" tôi sẽ ở đó. \"  Anh ấy là có lẽ người biểu diễn hứng thú nhất của thế hệ của anh ấy, nổi tiếng về điệu nhảy lùi về phía sau của anh ấy, sốt của anh ấy, các động tác khiêu vũ tóm đũng quần và giọng hát có âm vực cao của anh ấy, lúc lúc lại ngắt quãng với cười khúc khích và tiếng ré lên.   Găng tay óng ánh độc đáo của anh ấy, áo kiểu quân phục, ôm sát người và kính của phi công đã nhãn hiệu, như đã được luôn thay đổi của anh ấy, bề ngoài thay đổi bằng phẫu thuật.  \" vì Michael đã bị mang đi khỏi chúng tôi quá đột ngột ở một tuổi trẻ như vậy, tôi không thốt nên lời, \" đã nói Quincy Jones, người tạo ra \" ly kỳ. \" \" anh ấy là một nghệ sĩ trình diễn xuất sắc và đóng góp và di sản của anh ấy sẽ được cảm nhận trên khắp thế giới vĩnh viễn. Tôi đã mất em trai của tôi hôm nay, và một phần tâm hồn tôi đã đi với anh ấy. \"  Jackson xếp hạng sát Elvis Presley và Beatles như ca sĩ nhạc pop được yêu thích lớn nhất mọi thời đại. Anh ấy thống nhất hai tên tuổi nổi tiếng nhất của âm nhạc khi anh ấy kết hôn một thời gian ngắn với con gái của Presley, Lisa Marie, và cái chết của Jackson ngay lập tức gợi lên sự so sánh với chuyện của chính Presley, người qua đời ở tuổi 42 vào năm 1977.  Vì nhiều năm trôi qua,  Jackson trở thành một kẻ ngày càng quái đản - cậu bé trung niên một cách không bình thường mất liên lạc với cuộc sống trưởng thành. Da của anh ấy trở nên sáng hơn, mũi của anh ấy hẹp hơn, và và anh ấy nói giọng như con gái, nghe rõ cả tiếng thở.. Anh ấy thường đeo khẩu trang trong khi đi du lịch, nuôi tinh tinh làm thú cưng tên bong bóng như một bạn thân của anh ấy, và kết thân với trẻ em tại neverland của anh ấy ở, sân chơi sách truyện đầy đồ chơi, động vật và đi. Báo khổ nhỏ đặt bí danh cho anh ấy là \" wacko Jacko. \"  \" tôi cho rằng nội tâm của anh ấy mâu thuẫn với các chuẩn mực của thế giới. cứ như thể anh ấy đang cố thách thức trọng lực, \" đã nói Michael Levine, người quảng cáo danh tiếng Hollywood đại diện cho Jackson đầu những năm 1990. Anh ấy gọi  Jackson \" môn đồ của P.T. Barnum \" và đã nói ngôi sao có vẻ mỏng manh vào lúc đó nhưng là \" nhiều duyên dáng hơn và sắc sảo về công nghiệp hơn bất kỳ ai biết. \"   Jackson gây ra giận dữ vào năm 2002 khi anh ấy đong đưa đùa nghịch con trai mới sinh của anh ấy, Prince Michael II, trên ban - công khách sạn ở  Berlin trong khi đám đông người hâm mộ xem từ bên dưới.   Vào 2005, ông được minh oan đối với lời cáo buộc anh ấy quấy rối người sống sót ung thư 13 tuổi ở Neverland năm 2003. Anh ấy đã bị buộc tội chuốc rượu cậu bé và sờ mó anh ấy, và tham gia vào hành vi không phù hợp kỳ lạ và với trẻ em khác.  Trường hợp tiếp theo những năm tháng đồn đại về Jackson và chú bé. Trong một bộ phim tài liệu trên truyền hình, anh ấy công nhận ngủ với Trẻ em, cách thực hiện anh ấy mô tả như lành mạnh và không hề dính líu đến nhục dục.   Mặc dù tha bổng, luận điệu khủng khiếp được truyền tụng trong toà án gây thiệt hại đáng sợ vào sự nghiệp của anh ấy và hình ảnh, và anh ấy bị khó khăn nghiêm trọng về tài chính.  Michael Joseph Jackson được sinh ra Aug . 29, 1958, ở Gary. Anh ấy 4 tuổi khi anh ấy bắt đầu hát với anh em của anh ấy - Marlon, Jermaine, Jackie và Tito - trong The Jackson 5. Sau thành công ban đầu của anh ấy với tâm hồn thơ dại, anh ấy ra làm ăn riêng, tạo ra tiên tiến, nổ, nhạc không thể chặn lại.   Chỉ một mình album \" ly kỳ \" trộn bóng tối, giọng trầm xoáy và trống và nhạc cụ điện tử tổng hợp phương pháp của \" Billie Jean, \" độc tấu Eddie Van Halen xay trên \" thắng, \" và hiccups và giọng nam cao trên \" muốn được somethin ' startin '. \"  Đỉnh cao có thể đã đến vào năm 1983, khi motown ăn mừng kỷ niệm 25 của nó với buổi hoà nhạc toàn ca sĩ ngôi sao được phát hình trực tiếp và Jackson đi lùi ra với cuộc biểu diễn, tham gia với anh em của anh ấy cho bản nhạc hỗn hợp của những bài hát nổi tiếng ngày xưa rồi để quên chúng với chỉ chỏ, cúi mình, đá cao, vẹo bẹt chân, chạy tóm đũng quần qua \" Billie Jean. \"  Khán giả đứng và gầm rú.  Jackson giơ nắm đấm.  Đúng lúc đó anh ấy đã củng cố vị trí của anh ấy trong nền văn hoá nhạc pốp. Anh ấy có vai Scarecrow xịn nhất vào năm 1978 phim âm nhạc \", \" pop - B & R phiên bản \" Phù thủy xứ Oz, \" có Diana Ross đóng vai Dorothy.   Trong sản xuất một phim quảng cáo của Pepsi năm 1984, da đầu của  Jackson bị phỏng khi vụ nổ đốt cháy tóc của anh ấy.  Anh ấy có an - bom tiếp theo gây ấn tượng với \" tệ \" 1987 của và \" nguy hiểm 1991 của, \" nhưng sự nghiệp của anh ấy bắt đầu sụp đổ vào năm 1993 sau khi anh ấy bị buộc tội quấy rối cậu bé thường ở lại nhà của anh ấy. Ca sĩ phủ nhận mọi việc làm sai trái, dàn xếp ổn thoả với gia đình của cậu bé, đồn là 20 triệu đô-la Mỹ, và không bao giờ có một lời cáo buộc nào cả.   Tức giận bày tỏ của Jackson trên luận điệu trên an-bom năm 1995 \" lịch sử, \" mà đã bán được hơn 2.4 - triệu bản sao, nhưng đúng lúc đó, sự phổ biến của âm nhạc của Jackson rõ ràng là sắp suy tàn, ngay khi sức hấp dẫn công chúng với hành vi ngày càng thất thường của anh ấy đang phát triển.   Jackson Lisa Marie Presley đã lập gia đình vào năm 1994, và họ đã ly dị vào năm 1996. Cuối năm đó, Jackson Deborah Rowe đã lập gia đình, cựu y tá cho bác sĩ chuyên khoa da liễu của anh ấy. Họ có hai con với nhau : Michael Joseph Jackson Jr., gọi là Prince Michael, bây giờ 12 ; và Paris Michael Katherine Jackson, 11. Rowe xin ly hôn vào năm 1999.   Jackson còn có đứa con thứ ba, iii Prince Michael. Bây giờ 7, Jackson đã nói cậu bé đặt biệt danh Blanket như em bé là con ruột của anh ấy có từ người mẹ thay thế.   Tình trạng tim ngừng đập là nhịp tim bất thường ngăn không cho tim bơm máu vào cơ thể. Nó có thể xảy ra sau cơn đau tim hoặc gây ra do bệnh tim khác.  Tổng biên tập tạp chí Billboard Bill Werde đã nói tài năng ngôi sao của Jackson là không sánh được. \" thế giới vừa mới mất ngôi sao nhạc Pop lớn nhất trong lịch sử, cho dù bạn có đồng ý như vậy hay không, \" werde đã nói. \" anh ấy quả đúng là Vua nhạc Pop. \"  13 số một một xâm nhập của  Jackson trên danh sách các đĩa nhạc nổi tiếng bán chạy nhất của Billboard đặt anh ấy đằng sau chỉ presley, Beatles và Mariah Carey, werde đã nói.  \" anh ấy chuẩn bị tiềm ẩn phục hồi danh tiếng nghề nghiệp của anh ấy một chút, \" anh ấy đã nói. \" mọi người có thể đã bắt đầu nghĩ về anh ấy lại với cách nhìn khác. \"    (Nguồn: http://news.yahoo.com/s/ap/us_obit_michael_jackson)"
        }
    ],
    "suggestions": []
}