{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chives"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chives</k><blockquote>■ <cclass>plural noun a small plant related to the onion, with long tubular leaves used as a culinary herb. [<i>Allium schoenoprasum</i>.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr., var. of <i>cive</i>, from L. <i>cepa</i> 'onion'. </blockquote></div>",
            "word": "chives"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chives"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chives"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chives"
        }
    },
    "sentences": [
        {
            "en": "6. Garlic (including onions, scallions, leeks, and <em>chives</em>)",
            "vi": " 6. Họ Tỏi (gồm hành củ, hành lá, cọng hành carol, và hẹ)"
        },
        {
            "en": "It is often eaten with pickled bean sprouts and <em>chives</em>, and white rice.",
            "vi": "Nó thường được ăn với dưa chua giá và hẹ và cơm trắng."
        },
        {
            "en": "Remember to put some chopped parsley and <em>chives</em> into the soup when it's finished.",
            "vi": "Nhớ cho ít rau ngò cắt nhỏ vào món súp khi nấu xong nhé."
        },
        {
            "en": "Secret #4: Storing in water also works for fresh herbs, particularly parsley, cilantro, oregano, sage, marjoram, basil, rosemary, tarragon, mint, and <em>chives</em>.",
            "vi": "Bí quyết #4 : Trữ trong nước cũng tốt với các loại rau tươi, nhất là mùi tây, ngò, oregano, lá sô thơm, kinh giới, húng quế, hương thảo, ngải giấm, bạc hà, và hẹ."
        },
        {
            "en": "a traditional dish of fatty pork meat and medium boiled eggs stewed in a broth - like sauce made overnight of young coconut juice and nuoc mam. It is often eaten with pickled bean sprouts and <em>chives</em>, and white rice.",
            "vi": "Thịt Kho Nước Dừa nghĩa là \"thịt được kho trong nước dừa\", nó là món truyền thống gồm thịt heo có mỡ và trứng luộc lòng đào kho trong một loại nước chấm tựa như nước thịt hầm được làm qua đêm từ nước dừa và nước mắm. Nó thường được ăn với dưa giá, hẹ và cơm trắng."
        },
        {
            "en": "Garlic is similar to other bulb-shaped plants, including onions, <em>chives</em>, leeks and scallions. But garlic is special. For centuries, people have used garlic not only for cooking, but also for medicine.",
            "vi": "Tỏi có hình dáng tương tự như các thực vật củ hành khác, bao gồm cả hành tây, hẹ, tỏi tây và hành lá. Nhưng tỏi thì đặc biệt. Trong nhiều thế kỷ, con người đã sử dụng tỏi không chỉ để nấu ăn, mà còn để làm thuốc."
        },
        {
            "en": "Coconut Juice \", it is a traditional dish of fatty pork meat and medium boiled eggs stewed in a broth - like sauce made overnight of young coconut juice and nuoc mam. It is often eaten with pickled bean sprouts and <em>chives</em>, and white rice.",
            "vi": "Thịt Kho Nước Dừa nghĩa là \"thịt được kho trong nước dừa\", nó là món truyền thống gồm thịt heo có mỡ và trứng luộc lòng đào kho trong một loại nước chấm tựa như nước thịt hầm được làm qua đêm từ nước dừa và nước mắm. Nó thường được ăn với dưa giá, hẹ và cơm trắng."
        },
        {
            "en": "Thịt Kho Nước Dừa: Meaning \"Meat Stewed in Coconut Juice\", it is a traditional dish of fatty pork meat and medium boiled eggs stewed in a broth-like sauce made overnight of young coconut juice and nuoc mam. It is often eaten with pickled bean sprouts and <em>chives</em>, and white rice.",
            "vi": "heo có mỡ và trứng luộc lòng đào kho trong một loại nước chấm tựa như nước thịt hầm được làm qua đêm từ nước dừa và nước mắm. Nó thường được ăn với dưa giá, hẹ và cơm trắng."
        },
        {
            "en": "in Coconut Juice \", it is a traditional dish of fatty pork meat and medium boiled eggs stewed in a broth - like sauce made overnight of young coconut juice and nuoc mam. It is often eaten with pickled bean sprouts and <em>chives</em>, and white rice.",
            "vi": "Thịt Kho Nước Dừa nghĩa là \"thịt được kho trong nước dừa\", nó là món truyền thống gồm thịt heo có mỡ và trứng luộc lòng đào kho trong một loại nước chấm tựa như nước thịt hầm được làm qua đêm từ nước dừa và nước mắm. Nó thường được ăn với dưa giá, hẹ và cơm trắng."
        },
        {
            "en": ", it is a traditional dish of fatty pork meat and medium boiled eggs stewed in a broth - like sauce made overnight of young coconut juice and nuoc mam. It is often eaten with pickled bean sprouts and <em>chives</em>, and white rice.",
            "vi": "Thịt Kho Nước Dừa nghĩa là \"thịt được kho trong nước dừa\", nó là món truyền thống gồm thịt heo có mỡ và trứng luộc lòng đào kho trong một loại nước chấm tựa như nước thịt hầm được làm qua đêm từ nước dừa và nước mắm. Nó thường được ăn với dưa giá, hẹ và cơm trắng."
        },
        {
            "en": "Onions, garlic, chivesOnion in all forms -- powdered, raw, cooked, or dehydrated -- can break down a cat's red blood cells, leading to anemia. That's true even for the onion powder that's found in some baby foods. An occasional small dose probably won't hurt. But eating a large quantity once or eating smaller amounts regularly can cause onion poisoning. Along with onions, garlic and <em>chives</em> can cause gastrointestinal upset.",
            "vi": "Hành, tỏi, hẹTất cả các dạng hành – hành bột, hành sống, hành được nấu chín, hoặc đã được sấy khô – đều có thể làm phá huỷ hồng cầu của mèo, dẫn đến bệnh thiếu máu. Điều này là chính xác thậm chí là bột hành có trong một số loại thức ăn dành cho em bé. Thỉnh thoảng ăn một chút hành thì ắt sẽ không sao. Nhưng ăn một lúc với số lượng lớn hoặc ăn một hàm lượng nhỏ đều đặn thì cũng có thể gây ngộ độc hành. Không chỉ có hành, tỏi và lá hẹ cũng có thể gây khó chịu dạ dày-ruột."
        },
        {
            "en": "In Vietnam, to celebrate Tết is to ăn Tết, literally meaning \"Tết eating\", showing the importance of food in its celebration. Some of the food is also eaten year-round, while other dishes are only eaten during Tết. Also, some of the food is vegetarian since it is believed to be good luck to eat vegetarian on Tết. Some traditional food on Tết are: Bánh chưng and bánh dầy: essentially tightly packed sticky rice with meat or bean fillings wrapped in banana leaves. Bánh chưng (rectangular) and bánh giầy (circular) are symbolically connected with Tết and are essential in any Tết celebration. Preparation is time-consuming, and can take days to cook. The story of their origins and their connection with Tết is often recounted to children while cooking them overnight.  Hạt Dưa: roasted watermelon seeds, also eaten during Tết.  Dưa Hành : pickled onion and pickled cabbage.  Củ Kiệu: pickled small leeks.  Mứt: These dried candied fruits are rarely eaten at any time besides Tết. Cầu Dừa Đủ Xoài - In southern Vietnam, popular fruits used for offerings at the family altar in fruit arranging art are the custard-apple/sugar-apple/soursop (mãng cầu), coconut (dừa), papaya (đu đủ), and mango (xoài), since they sound like \"cầu vừa đủ xài\" ([We] pray for enough [money] to spend) in the southern dialect of Vietnamese.  Thịt Kho Nước Dừa Meaning \"Meat Stewed in Coconut Juice\", it is a traditional dish of pork and medium boiled eggs stewed in a broth-like sauce made of young coconut juice and nuoc mam. It is often eaten with pickled bean sprouts and <em>chives</em>, and white rice.",
            "vi": "Ở Việt Nam, để ăn Tết, theo nghĩa đen nghĩa là \"ăn Tết”, cho thấy tầm quan trọng của thức ăn trong những ngày Tết này. Một vài món cũng là thức ăn quanh năm, trong khi có nhiều món khác chỉ để ăn trong dịp Tết thôi. Hơn nữa, cũng có nhiều thực phẩm chay vì người ta tin là ăn chay sẽ gặp may trong ngày Tết. Một số món ăn truyền thống ngày Tết gồm: Bánh chưng và bánh dầy: thực chất là gạo nếp được đúc chặt với nhân thịt hay đậu và gói bằng lá chuối. Bánh chưng (hình chữ nhật) và bánh dầy (tròn) tượng trưng cho ngày Tết và rất quan trọng trong bất kỳ dịp lễ Tết nào. Khâu chuẩn bị rất tốn thời gian, và có thể mất nhiều ngày để nấu bánh. Câu chuyện về nguồn gốc của bánh chưng, bánh dầy liên quan đến ngày Tết thường được kể lại cho trẻ con nghe trong khi nấu bánh suốt cả đêm. Hạt Dưa: hạt dưa hấu rang, cũng được dùng trong dịp Tết. Dưa Hành: hành và bắp cải ngâm giấm. Củ kiệu: củ tỏi tây nhỏ ngâm giấm.    Mứt: các loại trái cây ngào đường này hiếm khi được ăn ngoài dịp Tết.   Cầu Dừa Đủ Xoài- Ở miền nam Việt Nam, các loại trái cây phổ biến thường được cúng trong mâm ngủ quả trên bàn thờ gồm mãng cầu, dừa, đu đủ, và xoài vì chúng nghe giống như “cầu dừa đủ xài” trong phương ngữ ở miền Nam Việt Nam (đủ tiền xài)  Thịt kho nước dừa có nghĩa là “Thịt hầm nước dừa”, đây là món ăn truyền thống gồm thịt heo và trứng luộc chín vừa phải hầm với nước xốt giống như nước thuộc thịt được làm bằng nước dừa non và nước mắm. Món này ăn với dưa chua giá và hẹ và cơm trắng."
        }
    ],
    "suggestions": []
}