{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['klɔ:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\"><font color=\"#1371BB\">Strephon and Chloe </font>đôi uyên ương</td></tr></table><i/></div>",
            "word": "chloe"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "chloe"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chloe"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chloe"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chloe"
        }
    },
    "sentences": [
        {
            "en": "Strephon and <em>chloe</em>",
            "vi": "Đôi uyên ương"
        },
        {
            "en": "<em>Chloe</em> Bridgewater, who lives in Hereford, England, has a little more drive than most 7-year-olds.\n\n\n<em>Chloe</em> decided to apply for a job at Google.",
            "vi": "Bé Chloe Bridgewater, sống ở Hereford, Anh, có nhiều nghị lực hơn hầu hết những đứa trẻ 7 tuổi. Chloe quyết định nộp đơn xin làm việc tại Google."
        },
        {
            "en": "Andy said the letter was a much-needed confidence booster for <em>Chloe</em>, who was \"knocked down\" by a car years ago.",
            "vi": "Andy cho biết lá thư hồi âm của CEO Google đã giúp Chloe tự tin lên rất nhiều, em rất cần được động viên như vậy vì \"mất tinh thần\" sau vụ tai nạn giao thông mấy năm trước."
        },
        {
            "en": "Commerce City will pay a $262,500 settlement to a family whose 3-year-old dog, <em>Chloe</em>, was shot and killed by a police officer in 2012.",
            "vi": "Thành phố Commerce sẽ phải trả 262 500 đô la bồi thường cho một gia đình có chú chó 3 tuổi tên Chloe bị một cảnh sát bắn chết hồi năm 2012."
        },
        {
            "en": "<em>Chloe</em> Knapton, from Holmfirth, West Yorkshire, had to have surgery after a man shattered her car window with a bottle, causing the broken glass to become embedded in her neck.",
            "vi": "Chloe Knapton, đến từ Holmfirth, phía tây Yorkshire, đã phải trải qua phẫu thuật để loại bỏ các mảnh thủy tinh vỡ găm vào cổ khi có một kẻ đập vỡ cửa kính xe của cô bằng một cái chai."
        },
        {
            "en": "<em>Chloe</em> was killed on Nov. 24, 2012, when police were called to a Commerce City neighborhood about a dog running loose. Police tried to capture the dog with catchpoles and used a Taser before Officer Robert Price shot the dog five times.",
            "vi": "Chú chó Chloe bị giết vào ngày 24 tháng 11 năm 2012, bấy giờ cảnh sát nhận được yêu cầu đến vùng lân cận thành phố Commerce giải quyết một con chó chạy rông. Cảnh sát cố gắng bắt chú chó bằng gậy chuyên dụng bắt xiết và dùng một khẩu súng Taser, sau đó viên cảnh sát Robert Price bắn chú chó 5 phát."
        },
        {
            "en": "Dear google boss My name is <em>Chloe</em> and when I am bigger I would like a job with google.  I also want to work in a chocolate factory and do swimming in the olympics. I go swimming on Saturday and Tuesday. My dad said I can sit on bean bags and go down slides and ride go karts in a job in google. I like computers too and have a tablet I play games on. My dad gave me a game where I have to move a robot up and down squares, he said it will be good for me to learn about computers. My dad said he will get me a computer one day. I am seven years old and my teachers tell my mum and dad I am very good in class and am good at my spelling and reading and my sums.  My dad told me if I carry on being good and learning one day I will be able to have a job at Google. My sister Hollie is also very clever but she likes dolls and dressing up, she is five. My dad told me to give you a application to get a job in Google. I don't really know what one of them is but he said a letter will do for now. Thank you for reading my letter I have only ever sent one other and that was to Father Christmas. Good bye.Chloe Bridgewater aged 7",
            "vi": "Chào người quản lý Google  Cháu tên là Chloe, khi cháu lớn lên cháu muốn làm việc cho Google. Cháu cũng muốn làm việc trong nhà máy sản xuất sô-cô-la và bơi ở Thế vận hội.   Cháu bơi vào thứ 7 và thứ 3.  Bố cháu nói cháu có thể ngồi trên ghế lười và trượt ván và chạy xe ô tô nhỏ xíu khi làm việc cho Google.  Cháu cũng thích máy tính và cháu có một chiếc tablet để chơi game.   Bố cháu cho cháu một game cháu phải di chuyển con rô bô lên xuống các ô vuông, bố nói game này giúp cháu tìm hiểu về máy tính ah.  Bố nói một ngày nào đó bố sẽ mua cho cháu một chiếc máy tính.  Cháu 7 tuổi, các thầy cô giáo của cháu nói với bố mẹ cháu là cháu học giỏi, cháu giỏi đánh vần, tập đọc và làm toán.  Bố cháu bảo cháu nếu cháu cứ ngoan và học giỏi thì một ngày nào đó cháu có thể làm việc tại Google.  Em gái cháu là Hollie cũng rất thông minh nhưng em thích búp bê và diện đồ thôi.  Bố cháu nói cháu gửi cho chú đơn xin việc làm ở Google.  Cháu thật sự không biết đơn xin việc là như thế nào nhưng bố bảo cứ viết một bức thư là được.  Cháu cám ơn chú đã đọc lá thư của cháu, trước giờ cháu mới gửi một lá thư thôi, đó là thư gửi cho Ông già Nô - en.   Chào chú.  Chloe Bridgewater 7 tuổi"
        }
    ],
    "suggestions": []
}