{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['klɔ:raid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(hoá học) clorua</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">chloride of lime </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">vôi clorua</font></td></tr></table><i/></div>",
            "word": "chloride"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chloride</k><blockquote><cclass>[<cclass>'klɔ:rʌɪd<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Chemistry a compound of chlorine with another element or group: <cclass>sodium chloride. </cclass></cclass></cclass></blockquote></div>",
            "word": "chloride"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chloride"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chloride"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chloride"
        }
    },
    "sentences": [
        {
            "en": "Ammonium <em>chloride</em>",
            "vi": "Amoni - clorua"
        },
        {
            "en": "<em>Chloride</em> of lime",
            "vi": "Vôi clo - rua"
        },
        {
            "en": "Sodium <em>chloride</em> is found naturally in food.",
            "vi": "Natri clorua được tìm thấy tự nhiên trong thực phẩm."
        },
        {
            "en": "Hydrochloric acid is the solution of hydrogen <em>chloride</em> in water.",
            "vi": "Axít clohiric là sự hòa tan của hydro clorua trong nước."
        },
        {
            "en": "Diuretic that causes the increased excretion of sodium and <em>chloride</em>.",
            "vi": "Thuốc lợi tiểu là nguyên nhân gây ra sự bài tiết quá nhiều sodium và chloride."
        },
        {
            "en": "Sodium <em>chloride</em> is an ionic compound with the formula NaCl.",
            "vi": "Clorua natri là một hợp chất ion có công thức là NaCl."
        },
        {
            "en": "Table salt is refined salt, which contains about 97% to 99% sodium <em>chloride</em>.",
            "vi": "Muối bột là muối tinh khiết có chứa khoảng 97% đến 99% là natri clorua."
        },
        {
            "en": "If you have a SCSI or <em>IDE</em> (ATAPI) CD-ROM, it will automatically be supported in the SCSI or <em>IDE</em> sections.",
            "vi": "Nếu bạn có một ổ cd - rom loại scsi hay ide (atapi), thì nó sẽ tự động được hỗ trợ theo giao diện scsi hay ide."
        },
        {
            "en": "Only the first <em>IDE</em> hard drive or the frist SCSI hard drive can be set bootable.",
            "vi": "Chỉ có ổ đĩa cứng ide hay scsi đầu tiên mới có thể được xác lập thành đĩa phát động được."
        },
        {
            "en": "The sd means SCSI drive, since a Linux machine can have both <em>IDE</em> and SCSI drives.",
            "vi": "Hai chữ sd nghĩa là scsi drive, do máy chạy linux có thể có cả thiết bị ide lẫn scsi."
        },
        {
            "en": "When using source control integration with an <em>IDE</em>, this mistake is basically impossible to make.",
            "vi": "Khi việc sử dụng nguồn điều khiển sự tích hợp với một IDE, sai lầm này về cơ bản là không thể thực hiện."
        },
        {
            "en": "Potassium <em>chloride</em> is used to prevent or to treat low blood levels of potassium.",
            "vi": "Clo-rua ka-li được dùng để ngăn ngừa hoặc điều trị hàm lượng ka-li trong máu thấp."
        },
        {
            "en": "The presence in the blood of an abnormally low concentration of <em>chloride</em>.",
            "vi": "Tình trạng có nồng độ chloride thấp bất thường trong máu."
        },
        {
            "en": "Potassium <em>chloride</em> is used to prevent or to treat low blood levels of potassium.",
            "vi": "Clo - rua ka - li được dùng để ngăn ngừa hoặc điều trị hàm lượng ka - li trong máu thấp."
        },
        {
            "en": "Halite commonly known as rock salt, is the mineral form of sodium <em>chloride</em> (NaCl).",
            "vi": "Muối ăn thường được gọi là muối mỏ, là một dạng khoáng chất của natri clorua (NaCl)."
        },
        {
            "en": "Why it is necessary to saturate sodium <em>chloride</em> and butanol during solvent extraction?",
            "vi": "Tại sao cần phải hoàn tan NaCl và butanol đến bão hòa trong suốt quá trình chiết dung môi?"
        },
        {
            "en": "The sweat contains excessive amounts of sodium and <em>chloride</em>, which is an aid to diagnosis.",
            "vi": "Mồ hôi có chứa rất nhiều sodium và chloride, điều này cũng giúp cho chẩn đoán."
        },
        {
            "en": "Salt as Sodium <em>Chloride</em> is found in high concentrations outside of the cell.",
            "vi": "Muối hay còn gọi là Natri Clorua được tìm thấy ở nồng độ cao bên ngoài tế bào."
        },
        {
            "en": "The presence in the blood of an abnormally high concentration of <em>chloride</em>.",
            "vi": "Tình trạng có nồng độ chloride cao bất thường trong máu."
        },
        {
            "en": "(a) Chemicals and metals emitted to air. Toluene, ammonia, methylene <em>chloride</em>, carbon disulfide and benzene; lead, mercury, zinc and chromium;",
            "vi": "(a)) Hoá chất và kim loại phát thải ra môi trường không khí: Tô-lu-en, a-mô-ni-ắc, clo mê-ty-len, các-bon đi-sunphít và benzene; chì, thuỷ ngân, kẽm và cờ-rôm;"
        }
    ],
    "suggestions": []
}