{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chloasma",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chloasma</k><blockquote><cclass>[<cclass>kləʊ'azmə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a temporary condition, typically caused by hormones, in which large brown patches form on the skin. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>khloazein</i> 'become green'. </blockquote></div>",
            "word": "chloasma",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chloasma",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chloasma",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chứng xám da</font></td></tr></tbody></table></div>",
            "word": "chloasma",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Chloasma</em>.",
            "vi": "Chứng rám da."
        },
        {
            "en": "Women taking the contraceptive pill may also develop <em>chloasma</em>.",
            "vi": "Phụ nữ sử dụng ngừa thai cũng có thể bị nám da."
        },
        {
            "en": "The term is sometimes also used for <em>chloasma</em> and some medical sources also apply the term to pityriasis versicolor - a mild chronic infection of the skin, caused by the fungus Malassezia furtur, that produces discrete depigmented areas on the body.",
            "vi": "Từ này đôi khi cũng dùng cho chứng nám da và một số tài liệu y học cũng dùng từ này chỉ bệnh lang ben là một bệnh nhiễm mãn tính nhẹ ngoài da, do nấm malassezia furfur, gây các vùng biến màu rời rạc trên cơ thể."
        },
        {
            "en": "Melasma ('pregnancy mask')Melasma (<em>chloasma</em>) is characterized by tan or brown patches on the cheeks, nose, forehead, and chin. Although usually called the \"pregnancy mask,\" men can also develop it. Melasma occurs in half of all women during pregnancy. It may go away after pregnancy but, if it persists, can be treated with prescription creams and over-the-counter products. Use a sunscreen at all times if you have melasma, as sunlight worsens the condition.",
            "vi": "Chứng nám da (sạm da khi mang thai)Chứng nám da đặc trưng bởi nhiều mảng da màu nâu hoặc màu rám nắng trên má, mũi, trán, và cằm. Mặc dù thường được gọi là “chứng sạm da khi mang thai”, nhưng nam giới cũng có thể bị nám tương tự. Tỉ lệ người mắc chứng nám da này trong giai đoạn thai kỳ là 1: 2. Nó có thể tự hết sau thai kỳ, nhưng nếu vẫn còn dai dẳng thì bạn có thể điều trị bằng kem thoa theo toa và các sản phẩm mua tự do không theo toa. Hãy luôn sử dụng mỹ phẩm chống nắng nếu bạn bị sạm, nám da, bởi ánh nắng mặt trời sẽ làm cho tình trạng này càng trở nên tồi tệ hơn."
        },
        {
            "en": "Early pregnancy symptoms    Most women equate a missed menstrual period with the possibility of being pregnant, but other symptoms and signs are frequently experienced by many women in the early stages of pregnancy. It's important to remember that not all women will experience these symptoms or have the symptoms to the same degree. Even the same woman can have different types of symptoms in a subsequent pregnancy than she had in previous pregnancies, and symptoms can change or develop on a weekly basis. Ectopic pregnancy symptoms, or tubal pregnancy symptoms, are very similar to normal pregnancy symptoms at the outset and can include many of the symptoms described below. However, with a tubal or other type of ectopic pregnancy, other symptoms, such as abdominal pain and vaginal bleeding, develop over time, usually 6 to 8 weeks after a missed menstrual period. The following are the most common pregnancy symptoms in the first trimester. Missed period A missed menstrual period is most often the first sign of pregnancy and is a common first trimester symptom. Sometimes a woman who is pregnant may still experience some bleeding or spotting around the time of the expected period, typically 6 to 12 days after conception. When it occurs, this so-called \"implantation bleeding\" is generally not as heavy or long as a regular menstrual period. This small amount of bleeding that happens at the time of the expected menstrual period occurs because the fertilized egg attaches to the uterine wall. This is referred to as implantation bleeding. Any bleeding during pregnancy is typically lighter than that observed during the regular menstrual period. However, if a woman does not have regular menstrual cycles, she may notice some of the other symptoms of early pregnancy before it is apparent that the menstrual period has been missed. A missed menstrual period also does not confirm that a woman is pregnant even if she has regular cycles, since both emotional and physical conditions may cause absent or delayed periods. Breast swelling, tenderness, and pain Feelings of breast swelling, tenderness, or pain are also commonly associated with early pregnancy. These symptoms are sometimes similar to the sensations in the breasts in the days before an expected menstrual period. Women may also notice a feeling of heaviness or fullness in the breasts. These symptoms can begin in some women as early as one to two weeks after conception.  Abdominal cramping and bloating Some women may experience feelings of abdominal enlargement or bloating, but there is usually only a small amount of weight gain in the first trimester of pregnancy. In this early stage of pregnancy a weight gain of about one pound per month is typical. Sometimes women also experience mild abdominal cramping during the early weeks of pregnancy, which may be similar to the cramping that occurs prior to or during the menstrual period. Food cravings Many women report cravings for certain foods during the early stages of pregnancy. These cravings can persist throughout the entire pregnancy. Fatigue and tiredness Fatigue and tiredness are symptoms experienced by many women in the early stages of pregnancy, and some women report feeling fatigued even in the weeks immediately prior to conception. The cause of this fatigue has not been fully determined, but it is believed to be related to rising levels of the hormone progesterone. Of course, fatigue is a very nonspecific symptom that can be related to many causes other than pregnancy. Elevated basal body temperature A persistently elevated basal body temperature (the oral temperature measured first thing in the morning, upon arising from sleep) is another characteristic sign of early pregnancy. An elevation in the basal body temperature occurs shortly after ovulation and persists until the next menstrual period occurs. Persistence of the elevated basal body temperature beyond the time of the expected menstrual period is another sign of early pregnancy. Nausea and vomiting Nausea and vomiting are also common in early pregnancy. Traditionally referred to as \"morning sickness,\" the nausea and vomiting associated with early pregnancy can occur at any time of the day or night. Its typical onset is anywhere between the 2nd and 8th weeks of pregnancy. Most women who have morning sickness develop nausea and vomiting about one month after conception, but it may develop sooner in some women. Sometimes women report an increased in sensitivity to certain odors or smells that can sometimes cause nausea and/or vomiting. Elevations in estrogen that occur early in pregnancy are thought to slow the emptying of the stomach and may be related to the development of nausea. Accompanying the characteristic \"morning sickness\" may be cravings for, or aversions to, specific foods or even smells. It is not unusual for a pregnant woman to change her dietary preferences, often having no desire to eat previous \"favorite\" foods. In most women, nausea and vomiting begin to subside by the second trimester of pregnancy. Frequent urination A woman in the early stages of pregnancy may feel she has to urinate frequently, especially at nighttime, and she may leak urine with a cough, sneeze, or laugh. The increased desire to urinate may have both physical and hormonal causes. Once the embryo has implanted in the uterus, it begins to produce the hormone known as human chorionic gonadotrophin (hCG), which is believed to stimulate frequent urination. Another cause of frequent urination that develops later is the pressure exerted by the growing uterus on the bladder, but this does not cause frequent urination until the second and third trimesters when the fetus is substantially larger. Changes in nipple color Women may notice a deepening of the color of the area surrounding the nipple and/or a dark line going down from the middle of the central abdomen area to the pubic area (known as the linea nigra). Some degree of darkening of the areola persists after pregnancy in many women, but the linea nigra typically disappears in the months following delivery of the baby. Melasma (darkening of the skin) Some women may develop a so-called \"mask of pregnancy\" in the first trimester, referring to a darkening of the skin on the forehead, bridge of the nose, upper lip, or cheeks. The darkened skin is typically present on both sides of the face. Doctors refer to this condition as melasma or <em>chloasma</em>, and it is more common in dark-skinned women than those with light skin. Melasma can also occur in some conditions other than pregnancy. Women who have a family history of melasma are at greater risk of developing this sign of pregnancy. Mood swings and stress Mood swings and stress are common symptoms reported by many women in the early stages of pregnancy. Many women in the early stages of pregnancy describe feelings of heightened emotions or even long crying. The rapid changes in hormone levels are believed to cause these changes in mood. Pregnant women may also notice more rapid and drastic changes in their moods. As with other nonspecific symptoms, mood swings can be caused by a number of conditions other than pregnancy. Headaches Some women report suffering from headaches early on in their pregnancy, which may be related to corresponding changes in hormone levels. These headaches are nonspecific, usually not involving just one side of the head, and are not accompanied by changes in vision.",
            "vi": "Các triệu chứng chớm thai    Hầu hết phụ nữ đồng nhất việc trễ kinh với khả năng có thai, nhưng nhiều người cũng thường có những dấu hiệu và triệu chứng khác trong các giai đoạn đầu thai nghén. Điều quan trọng nên nhớ là không phải ai cũng sẽ có những triệu chứng này hoặc có các triệu chứng giống nhau về mức độ. Thậm chí là một người cũng có thể biểu hiện nhiều kiểu triệu chứng khác ở lần thai sau so với các lần thai trước; và các triệu chứng cũng có thể thay đổi hoặc phát triển hằng tuần.   Triệu chứng thai ngoài tử cung, hoặc triệu chứng thai ở vòi trứng, rất giống với triệu chứng thai bình thường vào lúc đầu và có thể bao gồm nhiều triệu chứng được mô tả bên dưới. Tuy nhiên, thai ở vòi trứng hoặc kiểu thai ngoài tử cung khác thì cũng có triệu chứng khác, như là đau bụng và xuất huyết âm đạo, phát triển dần dần, thường từ 6 đến 8 tuần sau khi trễ kinh. Dưới đây là một số triệu chứng thai nghén thường thấy nhất trong quý đầu tiên.  Trễ kinh Trễ kinh là dấu hiệu thai nghén ban đầu thường thấy nhất và là triệu chứng thường thấy trong quý 1 của thai kỳ. Đôi khi thai phụ cũng vẫn thấy xuất huyết nhẹ hoặc xuất huyết lốm đốm vào khoảng thời gian chuẩn bị hành kinh, thường là từ 6 đến 12 ngày sau khi thụ thai. Đây được gọi là “xuất huyết làm tổ” – thường không xuất hiện máu nhiều hoặc dài ngày như kỳ kinh bình thường. Chút máu này tiết ra lúc chuẩn bị hành kinh bởi trứng đã được thụ tinh bám vào thành tử cung. Giai đoạn này được gọi là xuất huyết làm tổ. Bất kỳ hiện tượng xuất huyết nào trong quá trình thai nghén cũng thường nhẹ hơn so với kỳ kinh thường. Tuy nhiên, nếu người phụ nữ không có chu kỳ kinh nguyệt đều đặn, người ấy có thể nhận biết một số triệu chứng chớm thai khác trước khi biểu hiện rõ trễ kinh. Tình trạng trễ kinh cũng không xác định được thai nghén cho dù là người ấy có chu kỳ bình thường, bởi cả trạng thái thể chất lẫn tinh thần cũng có thể làm trễ hoặc mất kinh.   Đau nhức và sưng ngực Cảm giác sưng, đau nhức hoặc đau ngực cũng thường thấy ở giai đoạn bắt đầu thai nghén. Các triệu chứng này đôi khi giống như cảm giác ở ngực trong những ngày sắp hành kinh. Nhiều phụ nữ cũng có thể thấy cảm giác căng hoặc nặng ở ngực. Những triệu chứng này có thể xuất hiện đầu tiên đối với một số người ngay từ một đến 2 tuần sau khi thụ thai.  Bụng căng to và chuột rút  Một số phụ nữ có thể có cảm giác bụng căng to hoặc phình ra, nhưng thường thì thai phụ chỉ tăng cân ít trong quý đầu của thai kỳ. Trong giai đoạn chớm thai này thì mỗi tháng thai phụ thường tăng khoảng1 pao. Nhiều người đôi khi cũng có cảm giác chuột rút nhẹ ở bụng trong các tuần đầu thai nghén, giống như chuột rút xảy ra trước khi hoặc trong suốt kỳ kinh.  Thèm ăn Nhiều thai phụ cho biết họ có cảm giác thèm ăn một số loại thức ăn nào đó trong suốt các giai đoạn đầu thai nghén. Cảm giác này có thể kéo dài đến giai đoạn cuối thai kỳ.  Chán nản và mệt mỏi  Chán nản và mệt mỏi là những triệu chứng trong các giai đoạn đầu tiên của thai kỳ đối với nhiều phụ nữ, và một số người cũng cho biết họ có cảm giác mệt mỏi thậm chí nhiều tuần ngay trước khi thụ thai. Người ta chưa hoàn toàn xác định được nguyên nhân gây mệt mỏi, nhưng nó được cho là có liên quan đến nồng độ hooc-môn progesterone tăng cao. Tất nhiên mệt mỏi là một triệu chứng rất bình thường, không có gì đặc biệt có liên quan đến nhiều nguyên nhân khác ngoài thai nghén.   Nhiệt độ trung bình của cơ thể tăng cao Nhiệt độ trung bình của cơ thể liên tục tăng cao (nhiệt độ ở miệng được đo đầu tiên vào buổi sáng, vào lúc mới ngủ dậy) là một dấu hiệu đặc trưng khác của hiện tượng chớm thai. Nhiệt độ trung bình của cơ thể tăng cao chỉ xảy ra nhanh sau khi rụng trứng và kéo dài cho đến kỳ kinh kế tiếp. Tình trạng thân nhiệt trung bình tăng cao kéo dài dai dẳng ngoài khoảng thời gian hành kinh như mong đợi là một dấu hiệu khác của thời kỳ chớm thai.  Buồn nôn và ói mửa Buồn nôn và ói mửa cũng là những triệu chứng thường thấy trong giai đoạn đầu thai nghén. Theo truyền thống thì đây là chứng “ốm nghén”, triệu chứng buồn nôn và ói mửa đầu thai kỳ có thể xảy ra vào bất cứ thời điểm nào trong ngày hoặc đêm. Cơn khởi phát buồn nôn thường xuất hiện vào giữa tuần 2 và tuần 8 của thai kỳ. Hầu hết phụ nữ bị ốm nghén cảm thấy buồn nôn và ói sau khi thụ thai khoảng một tháng, nhưng cũng có thể sớm hơn ở một số phụ nữ. Nhiều người đôi khi cũng cho biết họ nhạy cảm hơn với một số mùi hoặc hương thơm nào đó cũng có thể làm buồn nôn và/hoặc ói mửa.  Người ta cho rằng nồng độ hooc-môn estrogen tăng cao vào thời kỳ chớm thai để làm cho dạ dày lâu đói và có thể liên quan đến việc làm buồn nôn nhiều hơn. Đi kèm với đặc trưng “ốm nghén” có thể là triệu chứng thèm ăn, hoặc ghét hay “dị ứng” với một số thức ăn đặc biệt nào đó hoặc thậm chí là với một số mùi nào đó. Đôi khi phụ nữ có thai cũng thay đổi sở thích ăn uống hay “gu” ăn uống, thường thì không thèm ăn các món “khoái khẩu” mà trước kia hay ăn nữa. Triệu chứng buồn nôn và ói mửa sẽ bắt đầu giảm dần ở quý 2 của thai kỳ đối với hầu hết phụ nữ.  Đi tiểu thường xuyên Phụ nữ trong giai đoạn đầu thai nghén có thể cảm thấy muốn đi tiểu thường xuyên hơn, nhất là vào ban đêm, và có thể bị són nước tiểu khi ho, hắt hơi hoặc cười. Nhu cầu muốn đi tiểu nhiều lần có thể là do cả nguyên nhân thể chất lẫn nguyên nhân hooc-môn. Khi phôi thai đã bám vào tử cung, nó bắt đầu tiết ra hooc-môn tên là hooc-môn nhau thai (hCG), được cho là có tác dụng kích thích đi tiểu thường xuyên. Một nguyên nhân khác làm cho thai phụ đi tiểu nhiều lần ở giai đoạn sau là áp lực của tử cung đang phát triển đè lên bàng quang, nhưng mãi đến quý 2 và quý 3 của thai kỳ khi bào thai lớn hơn nhiều thì mới có hiện tượng này.   Đầu vú bị đổi màu Nhiều phụ nữ có thể phát hiện thấy vùng quanh đầu vú đậm màu hơn và/ hoặc vùng giữa bụng xuất hiện lằn đen chạy dài từ trên xuống vùng xương mu (gọi là lằn đen). Quầng vú có thể sẫm màu ở nhiều mức độ khác nhau và kéo dài đến cả sau khi mang thai đối với nhiều phụ nữ, nhưng lằn đen thường biến mất sau khi sinh em bé được nhiều tháng.  Nám da (sạm da) Một số phụ nữ có thể mắc chứng “nám da” trong quý 1 thai kỳ, đây là hiện tượng sạm da ở trán, sống mũi, môi trên, hoặc má. Vùng da bị sạm thường thấy ở cả hai bên mặt. Bác sĩ quy chứng bệnh này là mặt nám hoặc nám da, và thường thấy ở phụ nữ da ngâm đen hơn là phụ nữ có da sáng. Chứng nám da cũng có thể xảy ra khi bị một số bệnh khác ngoài trường hợp thai nghén. Người có tiền sử gia đình bị nám da có nguy cơ phát triển dấu hiệu thai nghén này nhiều hơn.  Căng thẳng và tính khí thất thường  Tính khí thất thường và căng thẳng là những triệu chứng thường gặp ở nhiều phụ nữ ở giai đoạn đầu thai nghén. Nhiều phụ nữ mới chớm thai miêu tả các cảm giác xúc cảm dâng cao hoặc thậm chí là những cơn khóc kéo dài. Những thay đổi nồng độ hooc-môn nhanh chóng được cho là nguyên nhân gây ra các chuyển biến tâm trạng này. Nhiều thai phục cũng có thể phát hiện thấy tâm trạng của mình thay đổi nhanh và mạnh trong. Cũng giống như những triệu chứng bình thường khác, tính khí thất thường có thể gây ra do một số bệnh khác ngoài thai nghén. Nhức đầu Một số phụ nữ cho biết bị nhức đầu vào giai đoạn mới bắt đầu có thai, có thể liên quan đến sự thay đổi nồng độ hooc-môn tương ứng. Các cơn nhức đầu này không có nguyên nhân rõ ràng, thường không chỉ ở một bên đầu, và không đi kèm với các thay đổi về tầm nhìn của mắt."
        }
    ],
    "suggestions": []
}