{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chloranil"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "chloranil"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chloranil"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chloranil"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cloramin</font></td></tr></tbody></table></div>",
            "word": "chloranil"
        }
    },
    "sentences": [
        {
            "en": "Hollywood seems to think that Slumdog Millionaire's question master <em>Anil</em> Kapoor has become one of the stars in the miniseries \"Bollywood Hero\".",
            "vi": "Hollywood dường như nghĩ rằng người dẫn chương trình trò chơi trong phim \"Triệu phú khu ổ chuột\"– ông Anil Kapoor – đã trở thành một trong những ngôi sao trong chương trình ngắn có tên \"Anh"
        },
        {
            "en": "Hollywood seems to think that Slumdog Millionaire's question master <em>Anil</em> Kapoor has become one of the stars in the miniseries \"Bollywood Hero\".",
            "vi": "Hollywood dường như nghĩ rằng người dẫn chương trình trò chơi trong phim \"Triệu phú khu ổ chuột\" – ông Anil Kapoor – đã trở thành một trong những ngôi sao trong chương trình ngắn có tên \"Anh hùng Bollywood\"."
        },
        {
            "en": "Tech blogger and entrepreneur <em>Anil</em> Dash was especially critical of the new maps, which he called \"pretty but dumb,\" and of Apple for releasing what he said was a flawed product. ",
            "vi": "Blogger công nghệ, doanh nhân Anil Dash đặc biệt chê bai bản đồ mới mà anh ấy gọi là “đẹp đẽ nhưng lại ngu ngốc\", và phê phán Apple vì phát hành một thứ mà ông cho là sản phẩm khiếm khuyết."
        },
        {
            "en": "Written contributions were provided by the following: Andrew Steer,Nisha Agrawal, John D. Clarke, Emiko Fukase, Patrick Honohan, <em>Anil</em> Malhotra, Will Martin, Duc Pham Minh, Minh Van Nguyen, Nguyet Nga, Arnold Sowa, Paul Stott, Thang Long Ton, and Viet Dinh Tuan.",
            "vi": "Quá trình soạn thảo bản báo cáo này còn có sự tham gia đóng góp của: Andrew Steer, Nisha Agrawal, John D. Clark, Emiko Fukase, Patrick Honohan, Anil Malhotra, Will Martin, Phạm Minh Đức, Nguyễn Văn Minh, Nguyệt Nga, Arnold Sowa, Paul Stott, Tôn Thăng Long và Đinh Tuấn Việt."
        }
    ],
    "suggestions": []
}