{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chondrosarcoma",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "chondrosarcoma",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chondrosarcoma",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chondrosarcoma",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sacôm sụn</font></td></tr></tbody></table></div>",
            "word": "chondrosarcoma",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Chondrosarcoma</em>.",
            "vi": "Sa côm sụn."
        },
        {
            "en": "There are many different types of bone cancer. The most common primary bone tumors include osteosarcoma, Ewing's sarcoma, <em>chondrosarcoma</em>, malignant fibrous histiocytoma, fibrosarcoma, and chordoma.",
            "vi": "Có nhiều loại ung thư xương khác nhau. U xương nguyên phát thường thấy nhất gồm u xương ác tính, ung thư xương ác tính Ewing sarcoma (ở trẻ em và thanh thiếu niên), xa-côm sụn, u mô bào xơ ác tính, xa-côm xơ, và u nguyên sống (u dây sống)."
        },
        {
            "en": "<em>Chondrosarcoma</em> is the second most common bone tumor and accounts for about 25% of all malignant bone tumors. These tumors arise from the cartilage cells and can either be very aggressive or relatively slow growing. Unlike many other bone tumors, <em>chondrosarcoma</em> is most common in people over 40 years of age. It is slightly more common in males and can potentially spread to the lungs and lymph nodes. <em>Chondrosarcoma</em> most commonly affects the bones of the pelvis and hips. The five-year survival for the aggressive form is about 30%, but the survival rate for slow-growing tumors is 90%.",
            "vi": "Xa-côm sụn là khối u xương thường thấy thứ hai và chiếm khoảng 25% tổng số khối u xương ác tính. Những khối u này phát sinh từ tế bào sụn và có thể hoặc lây lan nhanh chóng hoặc diễn tiến khá chậm. Khác với nhiều khối u xương khác, xa-côm sụn thường xảy ra nhất ở bệnh nhân trên 40 tuổi. Tỉ lệ bệnh ở nam giới hơi nhiều hơn một chút và có thể tiềm ẩn di căn sang phổi và hạch bạch huyết. Sa côm sụn thường xuất hiện nhiều nhất ở xương chậu và hông. Tỉ lệ sống sót 5 năm đối với dạng phát triển nhanh là khoảng 30%, còn với khối u phát triển chậm thì tỉ lệ này lên đến 90%."
        }
    ],
    "suggestions": []
}