{
    "en_vn": {
        "data": {
            "content": null,
            "word": "chopstick",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chopstick</k><blockquote>■ <cclass>noun each of a pair of small, thin, tapered sticks held in one hand and used as eating utensils by the Chinese and Japanese. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: pidgin Engl., from <i>chop</i> 'quick' + <kref>stick</kref><sup>1</sup>, translating Chin. dialect <i>kuaìzi</i>, lit. 'nimble ones'. </blockquote></div>",
            "word": "chopstick",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "chopstick",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "chopstick",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "chopstick",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Keep the <em>chopstick</em> ends even.",
            "vi": "Giữ đều giữa hai đầu đũa."
        },
        {
            "en": "It is a <em>chopstick</em> rest.",
            "vi": "Đó là cái kê đũa."
        },
        {
            "en": "Only the <em>chopstick</em> on the left should move.",
            "vi": "Chỉ có chiếc đũa bên trái được cử động thôi."
        },
        {
            "en": "Rest the right <em>chopstick</em> on the ring finger.",
            "vi": "Đặt đũa phải lên ngón đeo nhẫn."
        },
        {
            "en": "13. Never pass food from <em>chopstick</em> to <em>chopstick</em>  It is too close to symbolically passing someone’s bones at a Japanese funeral. Use a plate instead.",
            "vi": "Đừng bao giờ chuyền đồ ăn từ đũa này qua đũa kiaLàm vậy rất giống chuyền xương người ở đám ma Nhật. Hãy dùng dĩa."
        },
        {
            "en": "When you are finished, set your chopsticks on the table or on the <em>chopstick</em>-rest.",
            "vi": "Khi bạn xong xuôi, hãy đặt đũa của bạn trên bàn hoặc trên dụng cụ gác đũa."
        },
        {
            "en": "Place the thumb on the left <em>chopstick</em> about a third of the way down.",
            "vi": "Đặt ngón cái lên đũa trái khoảng một phần ba từ trên xuống."
        },
        {
            "en": "A <em>chopstick</em> is one of a pair of thin sticks held in one hand and used in East Asian cultures for eating food.",
            "vi": "Đũa là một đôi que mỏng được cầm bằng một tay và được dùng để gắp thức ăn ở các nền văn hóa Đông Á."
        },
        {
            "en": "<em>Chopstick</em> are used as the traditional eating utensils of China and its diaspora, Japan, Korea, Vietnam and Northern provinces of Laos, Thailand and Burma.",
            "vi": "Đũa được dùng như dụng cụ ăn truyền thống của Trung Quốc và hải ngoại, Nhật Bản, Hàn Quốc, Việt Nam và các tỉnh phía Bắc của Lào, Thái Lan và Miến Điện."
        },
        {
            "en": "Some of them were broad like fans, while others looked like a <em>chopstick</em> with a dot of soft hair at the end.",
            "vi": "Có cái rộng như cái quạt, có cái trông như chiếc đũa có đính một dúm lông mềm ở mút."
        },
        {
            "en": "You observe new customs or habits, such as the use of <em>chopstick</em> or bowing or kissing on both cheeks when greeting.",
            "vi": "Bạn quan sát những tập tục hoặc thói quen mới như cách dùng đũa, hay cúi đầu hoặc là hôn cả hai má khi chào."
        },
        {
            "en": "And can you use chopsticks?  Yes! We consider it a badge of honour and secretly can’t wait to show off our <em>chopstick</em> skills to our friends when we go back to our home country.",
            "vi": "Thế còn cầm đũa thì sao nhỉ?Được luôn! Khi về nước chúng tôi ai cũng mau mau đi khoe với bạn bè là mình đã biết dùng đũa, tự hào phết!"
        },
        {
            "en": "When the water vaporises, use a <em>chopstick</em> to stir in order to make the glutinous rice seeds done steadily, and then quickly cover the steamer with its lid so that it would not lose the heat.",
            "vi": "Khi nước bay hơi, dùng đũa xới lên để hạt gạo nếp trộn đều và sau đó nhanh chóng đóng năp nồi hấp để nó không bị mất nhiệt."
        }
    ],
    "suggestions": []
}