{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Christopher",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Christopher",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Christopher",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Christopher",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Christopher",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Christopher</em> Columbus found America.",
            "vi": "Christopher Columbus khám phá ra Châu Mỹ."
        },
        {
            "en": "Director: <em>Christopher</em> McQuarrie",
            "vi": "Đạo diễn: Christopher McQuarrie"
        },
        {
            "en": "<em>Christopher</em> Columbus discovered America in 1492.",
            "vi": "Christopher Columbus đã tìm ra châu Mỹ vào năm 1492."
        },
        {
            "en": "Spanish explorer <em>Christopher</em> Columbus discovered the Americas.",
            "vi": "Nhà thám hiểm Tây Ban Nha Christopher Columbus đã khám phá ra Châu Mỹ."
        },
        {
            "en": "What country was named after <em>Christopher</em> columbus?",
            "vi": "Nước nào được đặt tên theo Christopher columbus?"
        },
        {
            "en": "From The good handyman's encyclopedia by F.J <em>Christopher</em> and Rosemary Brinley <em>Christopher</em>.",
            "vi": "Trích bách khoa toàn thư của người khéo sửa chữa đồ gia dụng do f.j christopher và rosemary brinley christopher."
        },
        {
            "en": "Why do people say <em>Christopher</em> Columbus discovered America?",
            "vi": "Tại sao người ta nói Christopher Columbus đã khám phá ra Châu Mỹ?"
        },
        {
            "en": "Contact person: Mr. <em>Christopher</em> Gibbs, Rural Sector Coordinator.",
            "vi": "Người liên hệ: Ông Christopher Gibbs, Điều phối viên Khu vực Nông thôn."
        },
        {
            "en": "<em>Christopher</em> Columbus was the first people who found america.",
            "vi": "Christopher Columbus là người đầu tiên tìm thấy châu mĩ."
        },
        {
            "en": "St. <em>Christopher</em> is the patron saint of travellers.",
            "vi": "Thánh Christopher là vị thần hộ mệnh của những du khách."
        },
        {
            "en": "The Reverend <em>Christopher</em> Caldwell graduated from Havard College.",
            "vi": "Mục sư Christoper Calwell đã tốt nghiệp từ trường Havard."
        },
        {
            "en": "<em>Christopher</em> Columbus was the first people who reached America.",
            "vi": "Christopher Columbus là người đầu tiên đến Châu Mỹ."
        },
        {
            "en": "<em>Christopher</em> Columbus used denim for the sails of his ships.",
            "vi": "Christopher columbus đã dùng denim cho để làm buồm cho các con tàu của mình."
        },
        {
            "en": "It was my turn to sit at the high table with the speaker Sir <em>Christopher</em> Ricks.",
            "vi": "Đến lượt tôi ngồi ở bàn danh dự của buổi tiệc cùng với người phát ngôn Christopher Ricks."
        },
        {
            "en": "The first European explorer to encounter Costa Rica was the Great Navigator himself, <em>Christopher</em> Columbus.",
            "vi": "Người châu Âu đầu tiên đặt chân đến Costa Rica là nhà hàng hải vĩ đại, Christopher Columbus."
        },
        {
            "en": "Clearing roads and runways has taken a long time, UNICEF spokesman <em>Christopher</em> De Bono said.",
            "vi": "Việc khai thông đường xá cần rất nhiều thời gian, ông Christopher De Bono phát ngôn viên của UNICEF cho biết."
        },
        {
            "en": "The festival highlight is a new children's opera by <em>Christopher</em> Brown.",
            "vi": "Phần nổi bật nhất của lễ hội là một vở nhạc kịch thiếu nhi mới của Christopher Brown."
        },
        {
            "en": "I can't believe this is <em>Christopher</em> – he’s shot up since I last saw him!",
            "vi": "Tôi không tin nổi đây là Christopher. Nó lớn nhanh như thổi từ cái lần cuối cùng tôi thấy nó!"
        },
        {
            "en": "<em>Christopher</em> Reeve and Margot Kidder starred in the film Superman, directed by Richard Donner.",
            "vi": "Christopher Reeve và Margot Kidder đóng vai chính trong phim Siêu nhân, do Richard Donner làm đạo diễn."
        },
        {
            "en": "We very recently had the visit of Assistant Secretary of State <em>Christopher</em> Hill.",
            "vi": "Rất gần đây, chúng ta có chuyên thăm của Trợ lý Bộ trưởng Ngoại giao Christopher Hill."
        }
    ],
    "suggestions": []
}