{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['krɔnikl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sử biên niên; ký sự niên đại</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mục tin hằng ngày, mục tin thời sự (báo chí)</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">small-beer chronicle</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">sự kiện lặt vặt; tin vặt (báo chí)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ghi vào sử biên niên</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ghi chép (những sự kiện...)</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">to chronicle small beer</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">(xem) <font color=\"#1371BB\">small beer</font></td></tr></table><i/></div>",
            "word": "chronicle"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>chronicle</k><blockquote>■ <cclass>noun a written account of important events in the order of their occurrence. </cclass></blockquote><blockquote>■ <cclass>verb record (a series of events) in a factual and detailed way. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>chronicler</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from Anglo-Norman Fr. <i>cronicle</i>, var. of OFr. <i>cronique</i>, via L. from Gk <i>khronika</i> 'annals', from <i>khronikos</i> (see <kref>chronic</kref>). </blockquote></div>",
            "word": "chronicle"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>chronicle</k><blockquote>▸ <cclass>noun <i>a chronicle of the region's past</i>: RECORD, written account, history, annals, archive(s); log, diary, journal.</cclass></blockquote><blockquote>▸ <cclass>verb <i>the events that followed have been chronicled</i>: RECORD, put on record, write down, set down, document, register, report.</cclass></blockquote></div>",
            "word": "chronicle"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>chronicle</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to keep a chronicle </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a daily; monthly; weekly chronicle </ex></blockquote></blockquote><blockquote><blockquote><ex>3) (<abr>misc.</abr>) a chronicle of events </ex></blockquote></blockquote></div>",
            "word": "chronicle"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sử ký</font></td></tr></tbody></table></div>",
            "word": "chronicle"
        }
    },
    "sentences": [
        {
            "en": "<em>chronicle</em>",
            "vi": "mục tin thời sự trên báo"
        },
        {
            "en": "To <em>chronicle</em> small beer",
            "vi": "Bận tâm đến những chuyện lặt vặt"
        },
        {
            "en": "Don't <em>chronicle</em> small beer.",
            "vi": "Đừng bận tâm các chuyện lặt vặt."
        },
        {
            "en": "<em>Chronicle</em> small beer",
            "vi": "Quan trọng hoá chuyện vặt vãnh"
        },
        {
            "en": "You shouldn't <em>chronicle</em> small beer.",
            "vi": "Anh không nên bận tâm đến những chuyện lặt vặt."
        },
        {
            "en": "This is just a small-beer <em>chronicle</em>.",
            "vi": "Đây chỉ là tin vặt."
        },
        {
            "en": "<em>Chronicle</em> the events of a war",
            "vi": "Ghi lại các sự kiện của một cuộc chiến"
        },
        {
            "en": "This is the <em>chronicle</em> of higher education.",
            "vi": "Đây là biên niên sử của giáo dục đại học."
        },
        {
            "en": "This is just a small - beer <em>chronicle</em>.",
            "vi": "Đây chỉ là tin vặt."
        },
        {
            "en": "To <em>chronicle</em> is to make a record of events in the order in which they happened.",
            "vi": "Ghi chép biên niên sử là ghi lại những sự kiện theo thứ tự chúng diễn ra."
        },
        {
            "en": "He was collecting information to <em>chronicle</em> the events of a war.",
            "vi": "Ông ta đang thu thập thông tin để ghi vào sử biên niên những sự kiện của một cuộc chiến tranh."
        },
        {
            "en": "Today I'll give you the detailed <em>chronicle</em> of the Ming dynasty.",
            "vi": "Hôm nay tôi trình bày cho quý vị chi tiết biên niên sử của triều đại nhà Minh."
        },
        {
            "en": "Another aspect of history was that is was looked upon only as a <em>chronicle</em> of events.",
            "vi": "Một khía cạnh khác của lịch sử là người ta chỉ xem nó theo niên đại."
        },
        {
            "en": "At the age of 20, Ripley drew cartoons for the sports pages of the San Francisco <em>Chronicle</em>.",
            "vi": "Ở tuổi 20, ripley vẽ biếm hoạ cho trang thể thao của san francisco chronicle."
        },
        {
            "en": "<em>Chronicle</em> is a record of events that happened in the past, in the order in which they happened.",
            "vi": "Biên niên sử là bản ghi chép những sự kiện xảy ra trong quá khứ, theo thứ tự mà chúng xảy ra."
        },
        {
            "en": "Rogers continued to <em>chronicle</em> the events of the war because she believed that her account would provide a storehouse of tales for future generations.",
            "vi": "Rogers tiếp tục ghi nhận các sự kiện của cuộc chiến tranh bởi vì bà ấy tin rằng bản ghi của mình sẽ cung cấp một kho dữ liệu cho các thế hệ tương lai."
        },
        {
            "en": "History had traditionally meant political historya <em>chronicle</em> of the key political events and of the leaders, primarily men, who influenced them.",
            "vi": "Sử học mang ý nghĩa lâu đời là một ký sự lịch sử chính trị về những sự kiện chính trị then chốt và những nguyên thủ, chủ yếu là nam giới, những người có ảnh hưởng đến những sự kiện ấy."
        },
        {
            "en": "The earliest recorded reference to the town was made in the Anglo - Saxon <em>Chronicle</em> of 656 and listed Wisbech as a small settlement not 5 miles from the coast.",
            "vi": "Tham khảo cổ sử sớm nhất của thị trấn này có ghi trong biên niên sử anglo - saxon vào năm 656 đã liệt kê wisbech là nơi định cư nhỏ cách bờ biển không đầy 5 dặm."
        },
        {
            "en": "Mr Zanthe told The <em>Chronicle</em> newspaper, that he has no recollection of how he \"died\" nor how he was \"resurrected,\" as his memory only returned when he woke up in a hospital in Gweru 140 miles southwest of Zimbabwe's capital Harare.",
            "vi": "Anh Zanthe nói với tờ Chronicle rằng anh không nhớ mình đã \"chết\" như thế nào mà cũng chẳng nhớ đã \"sống lại\" ra sao nữa vì anh chỉ phục hồi trí nhớ từ khi tỉnh dậy trong một bệnh viện ở Gweru cách thủ đô Harare của Zimbabwe 140 dăm về phía tây nam."
        },
        {
            "en": "+ Technology in the classroom can be a distraction.  College students learn less when they use computers or tablets during lectures, writes Susan Dynarski, a professor of education, public policy and economics at the University of Michigan, in the New York Times. “They also tend to earn worse grades. The research is unequivocal: Laptops distract from learning, both for users and for those around them.”  But Matthew Numer, an assistant professor in the School of Health and Human Performance at Dalhousie University, says in an article for The <em>Chronicle</em> of Higher Education that banning laptops is an “insult” to students: “Our students are capable of making their own choices, and if they choose to check Snapchat instead of listening to your lecture, then that’s their loss. Besides, it’s my responsibility as an educator to ensure that my lecture is compelling. If my students aren’t paying attention, if they’re distracted, that’s on me.”  This makes the notion of creating a structure and culture of respect all the more important from day one. Identify specific projects, times during class, and your intentions for allowing the use of technology in the classroom. Creating expectations and guidelines for students, and sticking to them, will be important for them in respecting your boundaries.",
            "vi": "Công nghệ lớp học có thể gây mất tập trung.Bà Susan Dynarski, một giáo sư về giáo dục, chính sách công và kinh tế tại Đại học Michigan, viết trên tờ New York Times rằng, sinh viên đại học ít tập trung hơn khi dùng máy tính bàn hoặc máy tính bảng trong giờ học. \"Điểm số của các em cũng có xu hướng kém đi. Nghiên cứu nêu rõ: Laptop khiến cả người dùng lẫn những người xung quanh bị mất tập trung.\"Nhưng ông Matthew Numer, một trợ lý giáo sư tại Trường Y tế và Sức khỏe con người tại Đại học Dalhousie, nói trong một bài báo trên tờ The Chronicle of Higher Education rằng, cấm máy tính xách tay là một sự \"xúc phạm\" đối với sinh viên: \"Sinh viên có khả năng tự lựa chọn, nếu các em thích kiểm tra Snapchat hơn nghe giảng, thì đó là mất mát của các em. Bên cạnh đó, trách nhiệm của tôi với tư cách một nhà giáo dục là đảm bảo bài giảng của tôi đủ hấp dẫn. Nếu sinh viên của tôi không chú ý, nếu các em mất tập trung, thì đó là lỗi do tôi.” Điều này làm cho khái niệm tạo ra một cấu trúc và văn hóa tôn trọng tất cả ngày càng quan trọng hơn. Hãy xác định rõ công việc, thời gian cụ thể trong giờ học, mục đích cho phép sử dụng công nghệ trong lớp học là gì. Việc đặt ra mục tiêu, hướng dẫn cho học sinh và tuân thủ các mục tiêu, hướng dẫn đó sẽ rất quan trọng trong việc khiến học sinh tôn trọng giới hạn bạn đặt ra."
        }
    ],
    "suggestions": []
}