{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Churchill",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Churchill",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Churchill",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Churchill",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Churchill",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Lady <em>Churchill</em>",
            "vi": "Phu nhân churchill"
        },
        {
            "en": "Who succeeded <em>Churchill</em>?",
            "vi": "Ai kế tục Churchill?"
        },
        {
            "en": "He thinks he's a second <em>Churchill</em>!",
            "vi": "Ông ta cho mình là Churchill thứ hai!"
        },
        {
            "en": "Who succeeded <em>Churchill</em> as Prime Minister?",
            "vi": "Ai kế nhiệm chức thủ tướng sau Churchill?"
        },
        {
            "en": "The name of the nobleman is Lord Randolph <em>Churchill</em> and his son's name is Sir Winston <em>Churchill</em>.",
            "vi": "Tên của quí ông đó là Quận công Randolph Churchill và tên của con ông ấy là Ngài Winston Churchill."
        },
        {
            "en": "His Garage is on fire on the <em>Churchill</em> Road.",
            "vi": "Trạm sửa xe của anh ấy đang bốc cháy ở đường Churchill Road."
        },
        {
            "en": "The American president refused to meet with <em>Churchill</em>",
            "vi": "Tổng thống Mỹ từ chối gặp Churchill."
        },
        {
            "en": "Among other politicians, <em>Churchill</em> was an accomplished writer and historian.",
            "vi": "Trong số nhiều chính trị gia khác, Ngài Churchill là một nhà văn và nhà sử học hoàn hảo."
        },
        {
            "en": "Fenley's Garage is on fire...the one in <em>Churchill</em> Road.",
            "vi": "Trạm sửa xe fenley đang bốc cháy trạm ở đường churchill road."
        },
        {
            "en": "As a politician, he modelled himself on <em>Churchill</em>.",
            "vi": "Là một chính trị gia, ông luôn noi gương tổng thống Churchill."
        },
        {
            "en": "This new book on <em>Churchill</em> describes him warts and all. It gives a very complete picture.",
            "vi": "Cuốn sách mới này về Churchill mô tả ông ta cả tài lẫn tật. Nó cho ta bức chân dung hoàn thiện về ông ta."
        },
        {
            "en": "I'm reading a book about the life and times of Winston <em>Churchill</em>. It's fascinating.",
            "vi": "Tôi đang đọc cuốn sách về cuộc đời và hoạt động của Winston Churchill. Nó thật hấp dẫn."
        },
        {
            "en": "Why did Winston <em>Churchill</em> call the Battle of Britain the country's finest hour?",
            "vi": "Tại sao Winston Churchill lại gọi cuộc chiến của nước Anh là giờ phút tươi đẹp nhất của đất nước?"
        },
        {
            "en": "I 'm reading a book about the life and times of Winston <em>Churchill</em>. It's fascinating.",
            "vi": "Tôi đang đọc cuốn sách về cuộc đời và hoạt động của Winston Churchill. Nó thật hấp dẫn."
        },
        {
            "en": "29. There is nothing wrong with change, if it is in the right direction. -Winston <em>Churchill</em>",
            "vi": "29. Không có gì sai với sự thay đổi , nếu nó đang đi đúng hướng. -Winston Churchill"
        },
        {
            "en": "Winston <em>Churchill</em> had incredible self-belief in his abilities and in his destiny.",
            "vi": "Winston Churchill vô cùng có lòng tin về khả năng và vận mệnh của mình."
        },
        {
            "en": "He is reading a book about the life and times of Winston <em>Churchill</em>.",
            "vi": "Anh ta đang đọc cuốn sách về cuộc đời và hoạt động của Winston Churchill."
        },
        {
            "en": "<em>Churchill</em> is known as an oratory genius, master of the art of repartee.",
            "vi": "Churchill được biết đến như là một thiên tài hùng biện, bậc thầy về nghệ thuật ứng đáp."
        },
        {
            "en": "To improve is to change, to be perfect is to change often. (Winston <em>Churchill</em>)",
            "vi": "Muốn cải tiến thì phải thay đổi, muốn hoàn thiện thì phải thường xuyên thay đổi. (Winston Churchill)"
        },
        {
            "en": "30. To improve is to change; to be perfect is to change often. -Winston <em>Churchill</em>",
            "vi": "30. Cải thiện chính là thay đổi; để được hoàn hảo thì phải thay đổi thường xuyên. -Winston Churchill"
        }
    ],
    "suggestions": []
}