{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cigars"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cigars"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cigars"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cigars"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cigars"
        }
    },
    "sentences": [
        {
            "en": "He rarely smokes <em>cigars</em>.",
            "vi": "Ít khi nào anh ấy hút xì gà."
        },
        {
            "en": "The fumes of <em>cigars</em>.",
            "vi": "Khói thuốc xì - gà."
        },
        {
            "en": "These <em>cigars</em> are the real cheese.",
            "vi": "Xì gà này là loại thượng hảo hạng."
        },
        {
            "en": "I smoke ten <em>cigars</em> a day.",
            "vi": "Tôi hút 10 điếu xì gà một ngày."
        },
        {
            "en": "He gave me a box of <em>cigars</em>.",
            "vi": "Anh ta đưa tôi một hộp xì gà."
        },
        {
            "en": "Cigarettes, <em>cigars</em>, and other manufactured tobacco.",
            "vi": "Thuốc lá, xì gà, và các sản phẩm thuốc lá chế biến khác."
        },
        {
            "en": "For some reason I brought a box of Cuban <em>cigars</em>.",
            "vi": "Vì một số lý do mà tôi đã mang theo một hộp xì-gà Cuba."
        },
        {
            "en": "One is allowed to smoke <em>cigars</em> and cigarettes.",
            "vi": "Mọi người được phép hút xì gà và thuốc lá."
        },
        {
            "en": "My friends kept on offering me cigarettes and <em>cigars</em>.",
            "vi": "Bạn bè không ngừng mời tôi hút thuốc lá và xì - gà."
        },
        {
            "en": "For some reason I brought a box of Cuban <em>cigars</em>.",
            "vi": "Vì một số lý do mà tôi đã mang theo một hộp xì - gà Cuba."
        },
        {
            "en": "The men sat around drinking whiskey and smoking Havana <em>cigars</em>.",
            "vi": "Mấy người đàn ông ngồi uống uýt-xki và hút xì-gà Havana."
        },
        {
            "en": "He enjoys reading, fishing, smoking his pipes and <em>cigars</em>, vodka cocktails and good food!",
            "vi": "Ông ấy thích đọc sách, câu cá, hút thuốc trong tẩu và xì - gà, uống cốc - tai vốt - ca và ăn thức ăn ngon!"
        },
        {
            "en": "As for the import prohibition on cigarettes and <em>cigars</em>, it would be removed upon accession.",
            "vi": "Đối với biện pháp cấm nhập khẩu thuốc lá và xì gà, biện pháp cấm này sẽ phải được loại bỏ kể từ thời điểm gia nhập."
        },
        {
            "en": "You are permitted to take 50 <em>cigars</em> into the United States.",
            "vi": "Bạn được phép mang 50 điếu xì gà vào Mỹ."
        },
        {
            "en": "He enjoys reading, fishing, smoking his pipes and <em>cigars</em>, vodka cocktails and good food!",
            "vi": "Ông ấy thích đọc sách, câu cá, hút thuốc trong tẩu và xì-gà, uống cốc-tai vốt-ca và ăn thức ăn ngon!"
        },
        {
            "en": "What is the maximum number of <em>cigars</em> I am allowed to take into the United States?",
            "vi": "Lượng xì gà tối đa mà tôi được phép mang vào Mỹ là bao nhiêu?"
        },
        {
            "en": "The aroma of <em>cigars</em> was everywhere when I came back home last night.",
            "vi": "Mùi thơm của xì gà ở khắp mọi nơi khi tôi trở về nhà tối qua."
        },
        {
            "en": "There were flowers for the ladies and <em>cigars</em> for the gentlemen, weren't there?",
            "vi": "Có nhiều hoa cho quý bà và xì - gà cho quý ông, phải không?"
        },
        {
            "en": "She is sick of everything in the house smelling like <em>cigars</em>.",
            "vi": "Bà ta chán ngấy khi mùi khói thuốc xì gà ở khắp mọi nơi trong nhà."
        },
        {
            "en": "The two friends lit their <em>cigars</em> and puffed at them in silence until their drinks were served.",
            "vi": "Đôi bạn châm thuốc và yên lặng hút cho tới khi bồi đưa rượu tới."
        }
    ],
    "suggestions": []
}