{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ciguatera",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ciguatera</k><blockquote><cclass>[<cclass>ˌsɪgwə'tɛ:rə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun poisoning caused by eating tropical marine fish that carry a toxic dinoflagellate. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Amer. Sp., from <i>cigua</i> 'sea snail'. </blockquote></div>",
            "word": "ciguatera",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ciguatera",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ciguatera",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ciguatera",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "* <em>Ciguatera</em> poisoning: Caused by eating fish that contains toxins produced by a marine algae called Gambierdiscus toxicus. It can cause moderate to severe illness with numbness of the area around the mouth and lips that can spread to the arms and legs, nausea, vomiting, muscle pain and weakness, headache, dizziness, and rapid heartbeat. The toxin may cause sensory problems in which hot things feel cold and cold things feel hot. It is transmitted by eating certain large fish from tropical waters-most specifically barracuda, grouper, snapper, and jacks. According to the CDC, <em>ciguatera</em> has no cure. Symptoms may disappear in days or weeks, but may persist for years.",
            "vi": "* Ngộ độc Ciguatera: Gây ra bởi ăn cá chứa độc tố do tảo biển sinh ra được gọi là Gambierdiscus toxicus. Nó có thể gây bệnh (ngộ độc thực phẩm) từ mức độ trung bình đến nặng gồm tê cứng quanh vùng miệng và môi có thể lan sang cánh tay và cẳng chân, buồn nôn, ói, đau cơ và yếu lả, nhức đầu, chóng mặt, và nhịp tim nhanh. Độc tố có thể gây ra vấn đề về cảm giác trong đó những thứ nóng cảm thấy lạnh và những thứ lạnh thì cảm thấy nóng. Bệnh này có thể lây truyền do ăn phải một số loại cá lớn nào đó ở vùng nước nhiệt đới – rõ rệt nhất là cá nhồng vằn, cá mú, cá chỉ vàng, và cá chó nhỏ. Theo tổ chức CDC thì độc tố ciguatera không có thuốc trị. Các triệu chứng có thể hết trong nhiều ngày hoặc nhiều tuần liền, nhưng cũng có thể kéo dài dai dẳng nhiều năm liền."
        },
        {
            "en": "The known causes of food poisoning can be divided into two categories: infectious agents and toxic agents.  * Infectious agents include viruses, bacteria, and parasites.   * Toxic agents include poisonous mushrooms, improperly prepared exotic foods (such as barracuda - <em>ciguatera</em> toxin), or pesticides on fruits and vegetables.",
            "vi": "Nguyên nhân gây ngộ độc thực phẩm thường thấy có thể được chia thành hai loại: tác nhân lây nhiễm và chất độc.   \n\nTác nhân lây nhiễm bao gồm vi-rút, vi khuẩn, và động vật ký sinh.\n\n\nChất độc bao gồm nấm độc, các thực phẩm lạ chưa được chế biến đúng cách (chẳng hạn như độc tố ciguatera có trong cá nhồng vằn),  hoặc thuốc trừ sâu trên rau quả."
        }
    ],
    "suggestions": []
}