{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cilantro",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cilantro</k><blockquote><cclass>[<cclass>sɪ'lantrəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>N. Amer. coriander. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s: from Sp., from L. <i>coliandrum</i> 'coriander'. </blockquote></div>",
            "word": "cilantro",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cilantro",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cilantro",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cilantro",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "•    2 tablespoons chopped fresh <em>cilantro</em>",
            "vi": "2 muỗng ngò được xắt nhỏ"
        },
        {
            "en": "<em>Cilantro</em> is a soft, hairless plant growing to 50 centimetres tall.",
            "vi": "Cây rau mùi là thực vật thân mềm, không có lông và mọc cao khoảng 50 xen-ti-mét."
        },
        {
            "en": "<em>Cilantro</em> is a soft, hairless plant growing to 50 centimetres tall.",
            "vi": "Cây rau mùi là thực vật thân mềm, không có lông và mọc cao khoảng 50 xen - ti - mét."
        },
        {
            "en": "7. Arrange noodles in bottom of bowls; ladle soup over the top and sprinkle with <em>cilantro</em>, onion, and basil.",
            "vi": "Xếp miến  xuống dưới đáy tô; múc nước súp lên trên và rắc ngò, hành, và húng quế lên trên."
        },
        {
            "en": "Secret #4: Storing in water also works for fresh herbs, particularly parsley, <em>cilantro</em>, oregano, sage, marjoram, basil, rosemary, tarragon, mint, and chives.",
            "vi": "Bí quyết #4 : Trữ trong nước cũng tốt với các loại rau tươi, nhất là mùi tây, ngò, oregano, lá sô thơm, kinh giới, húng quế, hương thảo, ngải giấm, bạc hà, và hẹ."
        },
        {
            "en": "It is a piece of baguette with various fillings. Standard stuffings include meat, which can be grilled pork, meatballs, or cold cuts, cucumber slices, <em>cilantro</em>, pickled carrots, liver pâté, and a swipe of mayonnaise.",
            "vi": "Đó được xem là một mẩu bánh mì ba-guet-ty được kết hợp với nhiều thành phần khác đa dạng hơn như thịt hay thịt nướng, thịt viên, thịt nguội, dưa chuột thái lát mỏng, hành lá và cà rốt thái sợi, đi cùng pa-tê và nước sốt ma-yo-ne-li-sa"
        },
        {
            "en": "This dish is often served with Asian basil, saw tooth herb, rau om (rice paddy herb), <em>cilantro</em>, thinly sliced green onion, lime juice, and bean sprouts that are added to the soup by the person who is dining. ",
            "vi": "Món này thường được ăn kèm với rau é quế, ngò gai, rau om (ngổ), rau mùi, hành lá xắt nhuyễn, nước cốt chanh và giá đỗ được thêm vào bát bởi người dùng."
        },
        {
            "en": "When you're talking about \"Vietnamese food,\" you're talking about rice in many forms (steamed, sticky, noodles, pancakes, porridge), fish sauce (lots of it), herbs (mint, <em>cilantro</em>, lemongrass), seafood, pork, beef, chicken, and tropical fruits (rambutan, banana, papaya, mango, etc.), with borrowed flavors from the French imperialists and nearby countries like Laos, Cambodia, Thailand, and China.",
            "vi": "Nói đến \"món ăn Việt Nam,\" là nói đến gạo được làm nhiều kiểu (bánh hấp, xôi, mì sợi, bánh tráng, cháo), nước mắm (đủ loại), rau thơm (húng lủi, ngò, sả), hải sản, thịt heo, thịt bò, gà, và trái cây nhiệt đới (chôm chôm, chuối, đu đủ, xoài, v.v ), có hương vị pha trộn các món ăn của Pháp và các quốc gia lân cận như Lào, Cam-pu-chia, Thái Lan, và Trung Quốc..."
        },
        {
            "en": "8. Banh mi The French may have brought with them the baguette, but Vietnam takes it to a different level. How, exactly, depends on what end of the country you're in. In the north, chefs stick to the basic elements of carbohydrate, fat and protein -- bread, margarine and paté -- but head south and your banh mi may contain a more colorful combination of cheese, cold cuts, pickled vegetables, sausage, fried egg, fresh <em>cilantro</em> and chili sauce.",
            "vi": "Bánh mìCó thể là người Pháp đã mang đến xứ này bánh mì gậy nhưng người Việt đưa chiếc bánh mì ấy lên một đẳng cấp khác. Cụ thể là như thế nào thì tùy thuộc vào bạn ở đâu trong đất nước này. Ở miền Bắc, đầu bếp cho vào những thành phần cơ bản như hy - đrát - các - bon, mỡ và protein - bánh mì, bơ thực vật và paté - nhưng xuôi vào nam, bánh mì của bạn có thể có nhiều màu sắc hơn vì họ cho thêm phô - mai, thịt nguội với phó - mát, rau muối chua, xúc - xích, trứng chiên, ngò tươi và tương ớt."
        },
        {
            "en": "Phở is just one of many, many, MANY noodle soups in Vietnam. From a strictly linguistic standpoint, phở refers to the rice noodles, not the soup itself. But it's become synonymous with the staple soup served with various meat parts (usually beef or chicken), bean sprouts, lime wedges, the essential greens (basil, mint, <em>cilantro</em>, and onions), and whatever chili sauce and fish sauce you need to doctor up the broth to your liking. The northern-style phở in Hanoi is typically defined by a clear broth whereas the southern-style broth tends to be slightly sweeter, murkier from added sauces, and popping with more herbs and other garnishes.",
            "vi": "Phở chỉ là một trong nhiều, nhiều, nhiều, rất nhiều món súp ở Việt Nam. Nói cho chính xác, thì phở để chỉ món bún gạo, chứ không phải súp. Nhưng phở đã trở thành đồng nghĩa với món súp, dọn kèm thịt/nội tạng (thường là thịt bò hay thịt gà ), giá, miếng chanh, rau thơm (húng quế, bạc hà, ngò, và hành ), và thêm đủ thứ tương ớt và nước mắm để nước dùng có vị đúng ý.  Phở theo phong cách Bắc ở Hà nội thường có nước dùng trong, còn nước dùng phở theo kiểu miền nam thì hơi ngọt hơn, đục hơn do có bỏ thêm các loại xốt, và do bỏ nhiều rau thơm, và các gia vị khác."
        }
    ],
    "suggestions": []
}