{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cincinnati"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Cincinnati"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cincinnati"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cincinnati"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cincinnati"
        }
    },
    "sentences": [
        {
            "en": "He joined the <em>Cincinnati</em> Symphony in 1965 as an associate conductor and quickly earned local popularity",
            "vi": "Ông ta tham gia vào dàn nhạc giao hưởng Cincinnati vào năm 1965 với vai trò là phó nhạc trưởng và nhanh chóng nổi tiếng ở địa phương."
        },
        {
            "en": "I have a brother in <em>Cincinnati</em> and my relatives still live in Ohio.",
            "vi": "Tôi có một người anh ở cincinnati và những người thân của tôi vẫn sống ở ohio."
        },
        {
            "en": "A few months ago, I met a successful businessman from <em>Cincinnati</em> who was bragging about the museum enshrining the Underground Railroad.",
            "vi": "Vài tháng trước, tôi có gặp một doanh nhân thành đạt đến từ Cincinnati người rất tự hào về viện bảo tàng trưng bày Underground Railroad."
        },
        {
            "en": "The former CEO of Procter & Gamble, Pepper was committed to human rights and making sure the story of the Underground Railroad was preserved in a museum he founded in <em>Cincinnati</em> in 2006.",
            "vi": "Nguyên là CEO của Procter & Gamble, Pepper đã chuyển sang phục vụ quyền con người và đảm bảo giữ nguyên câu chuyện về Underground Railroad tại viện bảo tàng ông đã sáng lập tại Cincinnati vào năm 2006."
        },
        {
            "en": "Even as a kid growing up in <em>Cincinnati</em>, I was interested in pricing. I remember the grand opening of a new superstore in the early 1980's: two-liter bottles of Coca-Cola were on sale for 88 cents. \"Wow, that's cheap,\" I recall thinking.",
            "vi": "Ngay từ khi còn là một đứa trẻ lớn lên ở Cincinnati, tôi đã quan tâm đến giá cả. Tôi nhớ trong buổi khai trương một siêu thị mới vào đầu năm 1980: một chai Coca-Cola 2 lít đã được bán giảm giá còn 88 xu. \"Ôi, giá đó thật là rẻ\". Tôi nhớ mình đã nghĩ như vậy."
        },
        {
            "en": "In the last four months he has hit <em>Cincinnati</em> for Kroger ; Lakeland, Fla. (Publix); Minneapolis ( Target and Supervalu ); Pittsburgh (Giant Eagle); Orlando, Fla. ( Winn-Dixie ); Carlisle, Pa. (Stop & Shop); Edison, N.J. (ShopRite); Portland, Ore. (Fred Meyer); and back to San Francisco ( Safeway ).",
            "vi": "Trong bốn tháng qua, ông đã tìm đến với rất nhiều đối tác ở các thành phố khác như Kroger (Cincinnati); Publix (Lakeland); Target và Supervalu (Minneapolis); Giant Eagle (Pittsburgh); Winn-Dixie (Orlando, Fla.); Stop & Shop (Carlisle, Pa.); ShopRite (Edison, N.J. ); Fred Meyer (Portland, Ore.) và Safeway ở quê nhà San Francisco."
        }
    ],
    "suggestions": []
}