{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sɜ:'keidiən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sinh lý học) xuất hiện khoảng một lần một ngày</td></tr></table><i/></div>",
            "word": "circadian"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>circadian</k><blockquote><cclass>[<cclass>sə:'keɪdɪən<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective (of biological processes) recurring naturally on a twenty-four-hour cycle. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1950s: formed irregularly from L. <i>circa</i> 'about' + <i>dies</i> 'day'. </blockquote></div>",
            "word": "circadian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "circadian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "circadian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "circadian"
        }
    },
    "sentences": [
        {
            "en": "Not all peripheral tissues are equal in <em>circadian</em> rhythmicity.",
            "vi": "Không phải tất cả các mô bì đều tương đồng về nhịp ngày đêm."
        },
        {
            "en": "Since the invention of electricity, we can delay our nights but the brightness disturbs the melatonin levels and the <em>circadian</em> rhythms responsible for sleep.",
            "vi": "Từ khi phát minh ra điện, chúng ta có thể trì hoãn ban đêm nhưng chính ánh sáng đó lại làm rối loạn mức melatonin và nhịp ngày đêm điều khiển giấc ngủ."
        },
        {
            "en": "<em>Circadian</em> means relating to a period of 24 hours, especially to the changes in people's or animals' bodies that happen during this period.",
            "vi": "Theo nhật kì nghĩa là có liên quan đến một chu kỳ 24 giờ, đặc biệt là những thay đổi trong cơ thể người hay động vật diễn ra trong chu kì này."
        },
        {
            "en": "It is this light that disrupts our sleep cycles because light upsets our natural <em>circadian</em> rhythms, which govern our sleep/wake cycle.",
            "vi": "Chính ánh sáng này phá vỡ chu kỳ ngủ vì ánh sáng làm đảo lộn nhịp ngày đêm tự nhiên mà nó chi phối chu kỳ ngủ / thức của chúng ta."
        },
        {
            "en": "Jeffrey C. Hall, Michael Rosbash and Michael W. Young were awarded the Nobel Prize in Medicine on Monday for discoveries about the molecular mechanisms controlling the body’s <em>circadian</em> rhythm.",
            "vi": "Jeffrey C. Hall, Michael Rosbash và Michael W. Young đã được nhận giải Nobel Y học vào hôm thứ hai vì những khám phá về cơ chế phân tử kiểm soát nhịp sinh học của cơ thể."
        },
        {
            "en": "Jeffrey C. Hall, Michael Rosbash and Michael W. Young were awarded the Nobel Prize in Medicine on Monday for discoveries about the molecular mechanisms controlling the body’s <em>circadian</em> rhythm.",
            "vi": "Jeffrey C. Hall, Michael Rosbash và Michael W. Young đã được nhận giải Nobel Y học vào hôm thứ hai vì những khám phá về cơ chế phân tử kiểm soát nhịp sinh học của cơ thể."
        },
        {
            "en": "If you forced early risers to have to work late into the night they'd also face health problems, says Russell Foster, head of the Nuffield Laboratory of Ophthalmology and the Sleep and <em>Circadian</em> Neuroscience Institute.",
            "vi": "Nếu bạn buộc họ phải dậy sớm nhưng phải làm việc muộn vào ban đêm thì họ sẽ phải đối mặt với các vấn đề về sức khỏe, theo ông Russell Foster, người đứng đầu ở phòng thí nghiệm nhãn khoa Nuffield và viện khoa học thần kinh và giấc ngủ cho biết."
        },
        {
            "en": "In recent years, medicine has engaged with the periphery of the <em>circadian</em> regulatory system. The use of melatonin, a sleep-management hormone secreted by the pineal gland, has become quite a fad, and it is prescribed to manage jet lag and insomnia. The importance of chronobiology, pioneered by researchers like Mairan, is appreciated and correlations may be discovered between the timing of the administration of medicines and their effectiveness. Lifestyle disorders like diabetes and cardiovascular disease have been connected with disordered <em>circadian</em> rhythms. And there is concern about the metabolic effects of professions which forcefully depart from the normal <em>circadian</em> rhythm — airline crews are at risk, and the call centre business can permanently reverse the worker’s day and night.",
            "vi": "Trong những năm gần đây, y học đã liên kết được với ngoại vi của hệ thống kiểm soát nhịp độ hàng ngày. Việc sử dụng melatonin, một loại hoóc môn kiểm soát giấc ngủ được tiết ra bởi tuyến tùng, đã trở nên khá phổ biến, và được quy định để điều trị chứng \"jet lag\" và mất ngủ. Tầm quan trọng của thời sinh học, tiên phong là các nhà nghiên cứu như Mairan, được đánh giá cao và nhờ đó có thể phát hiện được tương quan giữa thời điểm sử dụng với hiệu quả của thuốc. Các rối loạn về lối sống như bệnh tiểu đường và bệnh tim mạch được kết nối với nhịp sinh học rối loạn. Có một sự lo ngại về những tác động đến trao đổi chất của những nghề nghiệp tách rời khỏi nhịp sinh học bình thường - người lái và nhân viên trên máy bay là những đối tượng gặp rủi ro, hoạt động kinh doanh của trung tâm chăm sóc khách hàng có thể đảo ngược vĩnh viễn ngày và đêm của nhân viên."
        },
        {
            "en": "In recent years, medicine has engaged with the periphery of the <em>circadian</em> regulatory system. The use of melatonin, a sleep-management hormone secreted by the pineal gland, has become quite a fad, and it is prescribed to manage jet lag and insomnia. The importance of chronobiology, pioneered by researchers like Mairan, is appreciated and correlations may be discovered between the timing of the administration of medicines and their effectiveness. Lifestyle disorders like diabetes and cardiovascular disease have been connected with disordered <em>circadian</em> rhythms. And there is concern about the metabolic effects of professions which forcefully depart from the normal <em>circadian</em> rhythm — airline crews are at risk, and the call centre business can permanently reverse the worker’s day and night.",
            "vi": "Trong những năm gần đây, y học đã liên kết được với ngoại vi của hệ thống kiểm soát nhịp độ hàng ngày. Việc sử dụng melatonin, một loại hoóc môn kiểm soát giấc ngủ được tiết ra bởi tuyến tùng, đã trở nên khá phổ biến, và được quy định để điều trị chứng \"jet lag\" và mất ngủ. Tầm quan trọng của thời sinh học, tiên phong là các nhà nghiên cứu như Mairan, được đánh giá cao và nhờ đó có thể phát hiện được tương quan giữa thời điểm sử dụng với hiệu quả của thuốc. Các rối loạn về lối sống như bệnh tiểu đường và bệnh tim mạch được kết nối với nhịp sinh học rối loạn. Có một sự lo ngại về những tác động đến trao đổi chất của những nghề nghiệp tách rời khỏi nhịp sinh học bình thường - người lái và nhân viên trên máy bay là những đối tượng gặp rủi ro, hoạt động kinh doanh của trung tâm chăm sóc khách hàng có thể đảo ngược vĩnh viễn ngày và đêm của nhân viên."
        },
        {
            "en": "The <em>circadian</em> rhythm has been observed from antiquity — a trireme captain who sailed the Arabian Sea under Alexander the Great described the nutation of tamarind leaves. The first scientific experiment concerning the phenomenon dates to 1729, when the French chronobiologist Jean-Jacques d’Ortous de Mairan observed that the diurnal opening and closing of the touch-me-not (Mimosa pudica) stays in time even when the plant is kept in complete darkness. That was the first step towards understanding the science of the <em>circadian</em> rhythm — the insight that it is endogenous, and not triggered by external stimuli like sunlight.",
            "vi": "Nhịp sinh học hàng ngày đã được quan sát từ thời cổ đại - một thuyền trưởng tàu chiến, người giong thuyền trên biển Ả Rập dưới thời Alexander Đại đế đã mô tả lại sự biến đổi của lá cây me. Cuộc thí nghiệm khoa học đầu tiên liên quan đến hiện tượng này diễn ra vào năm 1729, khi Jean-Jacques d'Ortous de Mairan, nhà thời sinh học người Pháp, quan sát thấy rằng hàng ngày việc xếp và mở lá của cây mắc cỡ (Mimosa pudica) vẫn được thực hiện đúng giờ ngay cả khi cây được giữ trong bóng tối hoàn toàn. Đó là bước đầu tiên để hiểu được ngành khoa học về nhịp sinh học - điểm nhìn từ bên trong cho chúng ta biết rằng đây là nội sinh, không được kích hoạt bởi các kích thích bên ngoài như ánh sáng mặt trời."
        },
        {
            "en": "The <em>circadian</em> rhythm has been observed from antiquity — a trireme captain who sailed the Arabian Sea under Alexander the Great described the nutation of tamarind leaves. The first scientific experiment concerning the phenomenon dates to 1729, when the French chronobiologist Jean-Jacques d’Ortous de Mairan observed that the diurnal opening and closing of the touch-me-not (Mimosa pudica) stays in time even when the plant is kept in complete darkness. That was the first step towards understanding the science of the <em>circadian</em> rhythm — the insight that it is endogenous, and not triggered by external stimuli like sunlight.",
            "vi": "Nhịp sinh học hàng ngày đã được quan sát từ thời cổ đại - một thuyền trưởng tàu chiến, người giong thuyền trên biển Ả Rập dưới thời Alexander Đại đế đã mô tả lại sự biến đổi của lá cây me. Cuộc thí nghiệm khoa học đầu tiên liên quan đến hiện tượng này diễn ra vào năm 1729, khi Jean-Jacques d'Ortous de Mairan, nhà thời sinh học người Pháp, quan sát thấy rằng hàng ngày việc xếp và mở lá của cây mắc cỡ (Mimosa pudica) vẫn được thực hiện đúng giờ ngay cả khi cây được giữ trong bóng tối hoàn toàn. Đó là bước đầu tiên để hiểu được ngành khoa học về nhịp sinh học - điểm nhìn từ bên trong cho chúng ta biết rằng đây là nội sinh, không được kích hoạt bởi các kích thích bên ngoài như ánh sáng mặt trời."
        },
        {
            "en": "But many unknowns remain: For example, just how does the young sunflower weave together light signals, the <em>circadian</em> clock and growth rates to reorient its head every night? While the scientific inquiry continues, perhaps some space remains to imagine sunflowers and their romance with the sun.",
            "vi": "Nhưng nhiều ẩn số vẫn còn tồn tại. Ví dụ, chỉ bằng cách hoa hướng dương non kết hợp đan xen các tín hiệu sáng, đồng hồ sinh học và tốc độ tăng trưởng với nhau để định hướng lại phần ngọn chúng vào mỗi đêm? Trong khi các nghiên cứu vẫn tiếp tục, có lẽ vẫn còn những điều bí ẩn cầm khám phá về sự di chuyển các cây hoa hướng dương và tình yêu lãng mạn của chúng với ánh mặt trời."
        },
        {
            "en": "The Nobel Prize in Physiology or Medicine for 2017 has gone to three American scientists for the discovery of the molecular mechanisms that control <em>circadian</em> rhythms, the biological clock that anticipates day/night cycles to optimise the physiology and behaviour of organisms.",
            "vi": "Giải Nobel Y sinh học 2017 đã được trao cho ba nhà khoa học Mỹ vì những công trình khoa học dẫn đến khám phá ra các cơ chế phân tử kiểm soát nhịp sinh học hàng ngày, đồng hồ sinh học dự đoán trước các chu kỳ ngày/đêm để tối ưu hóa sinh lý và hành vi của các sinh vật."
        },
        {
            "en": "The Nobel Prize in Physiology or Medicine for 2017 has gone to three American scientists for the discovery of the molecular mechanisms that control <em>circadian</em> rhythms, the biological clock that anticipates day/night cycles to optimise the physiology and behaviour of organisms.",
            "vi": "Giải Nobel Y sinh học 2017 đã được trao cho ba nhà khoa học Mỹ vì những công trình khoa học dẫn đến khám phá ra các cơ chế phân tử kiểm soát nhịp sinh học hàng ngày, đồng hồ sinh học dự đoán trước các chu kỳ ngày/đêm để tối ưu hóa sinh lý và hành vi của các sinh vật."
        },
        {
            "en": "The Chinese have the ancient concept of organ-hours—that certain biological processes and tasks are better suited to different hours of the day according to which organ systems are most active at that time. Similarly, modern researchers have come to understand <em>circadian</em> rhythms’ impact on productivity.",
            "vi": "Người Trung Quốc có quan niệm cổ xưa về giờ sinh học – họ cho rằng các quá trình sinh học nhất định và các tác vụ khác nhau sẽ tương hợp với các thời điểm khác nhau trong ngày, ứng với hệ thống nội tạng nào hoạt động hiệu quả nhất tại thời điểm đó. Tương tự như vậy, các nhà nghiên cứu hiện đại đã hiểu được tác động của nhịp sinh học đến năng suất lao động."
        },
        {
            "en": "The funny thing I found out about our best time for working is that in some ways, everything I thought I knew about being productive was wrong. It turns out that <em>circadian</em> rhythms really affect how we work as well, so we all have peaks and troughs in our physical and mental capacity to get work done.",
            "vi": "Điều buồn cười ở đây là tôi tìm ra nhiều cách về thời điểm tốt để làm việc, mọi thứ tôi nghĩ rằng hiệu quả thì lại không như vậy. Nó chỉ ra rằng nhịp điệu sinh học cũng thực sự ảnh hưởng đến cách chúng ta làm việc, vì vậy tất cả chúng ta đều có đỉnh cao và đáy trong khả năng thể chất và tinh thần để hoàn thành công việc."
        },
        {
            "en": "People with sleep disorders may have similar problems — a <em>circadian</em> rhythm which is slightly out of phase with the external world. Jet lag is a catastrophic phase problem, with the sufferer hours out of sync with the world, and likely to be in a confusional state until external cues reset the body’s clock. That is why one is advised to follow the sleep cycle of the destination as soon as possible.",
            "vi": "Những người bị rối loạn giấc ngủ có thể có những vấn đề tương tự - một nhịp sinh học hàng ngày hơi trễ hơn so với thế giới bên ngoài. \"Jet lag\" (tình trạng mệt mỏi sau chuyến bay do tác động của sự chênh lệch múi giờ tại điểm đến) là một vấn đề đồng bộ thảm khốc, với hàng tiếng đồng hồ bị tổn hại do không đồng bộ được với thế giới, bạn có thể sẽ ở trong trạng thái rối loạn cho đến khi tín hiệu bên ngoài thiết lập lại đồng hồ sinh học trong cơ thể. Đó là lý do tại sao người ta nên làm theo chu kỳ giấc ngủ của nơi mình đến càng sớm càng tốt."
        },
        {
            "en": "While the <em>circadian</em> rhythm has been understood and described in detail, the 2017 Nobel Prize in Physiology or Medicine has been awarded to Jeffrey C Hall and Michael Rosbash, lifelong colleagues at Brandeis University, and Michael W Young of Rockefeller University, for getting under the hood of its mechanism — the mainspring of the biological clock that makes us tick. Like so many of life’s processes, it turns out to be an autonomous negative feedback loop. And it wasn’t identified yesterday, either.",
            "vi": "Nhờ hiểu và mô tả chi tiết được nhịp sinh học hàng ngày, Giải Nobel Y sinh học 2017 đã được trao cho Jeffrey C Hall và Michael Rosbash, đồng nghiệp suốt đời tại Đại học Brandeis và Michael W Young thuộc Đại học Rockefeller, vì những khám phá về các cơ chế của nhịp sinh học hàng ngày - dây cót chính của đồng hồ sinh học khiến chúng ta phải chú ý. Giống như rất nhiều quá trình của sự sống, nó hóa ra là một vòng phản hồi ức chế tự trị. Và cho đến ngày hôm qua, nó vẫn chưa được xác định."
        },
        {
            "en": "While the <em>circadian</em> rhythm has been understood and described in detail, the 2017 Nobel Prize in Physiology or Medicine has been awarded to Jeffrey C Hall and Michael Rosbash, lifelong colleagues at Brandeis University, and Michael W Young of Rockefeller University, for getting under the hood of its mechanism — the mainspring of the biological clock that makes us tick. Like so many of life’s processes, it turns out to be an autonomous negative feedback loop. And it wasn’t identified yesterday, either.",
            "vi": "Nhờ hiểu và mô tả chi tiết được nhịp sinh học hàng ngày, Giải Nobel Y sinh học 2017 đã được trao cho Jeffrey C Hall và Michael Rosbash, đồng nghiệp suốt đời tại Đại học Brandeis và Michael W Young thuộc Đại học Rockefeller, vì những khám phá về các cơ chế của nhịp sinh học hàng ngày - dây cót chính của đồng hồ sinh học khiến chúng ta phải chú ý. Giống như rất nhiều quá trình của sự sống, nó hóa ra là một vòng phản hồi ức chế tự trị. Và cho đến ngày hôm qua, nó vẫn chưa được xác định."
        },
        {
            "en": "People with sleep disorders may have similar problems — a <em>circadian</em> rhythm which is slightly out of phase with the external world. Jet lag is a catastrophic phase problem, with the sufferer hours out of sync with the world, and likely to be in a confusional state until external cues reset the body’s clock. That is why one is advised to follow the sleep cycle of the destination as soon as possible.",
            "vi": "Những người bị rối loạn giấc ngủ có thể có những vấn đề tương tự - một nhịp sinh học hàng ngày hơi trễ hơn so với thế giới bên ngoài. \"Jet lag\" (tình trạng mệt mỏi sau chuyến bay do tác động của sự chênh lệch múi giờ tại điểm đến) là một vấn đề đồng bộ thảm khốc, với hàng tiếng đồng hồ bị tổn hại do không đồng bộ được với thế giới, bạn có thể sẽ ở trong trạng thái rối loạn cho đến khi tín hiệu bên ngoài thiết lập lại đồng hồ sinh học trong cơ thể. Đó là lý do tại sao người ta nên làm theo chu kỳ giấc ngủ của nơi mình đến càng sớm càng tốt."
        }
    ],
    "suggestions": []
}