{
    "en_vn": {
        "data": {
            "content": null,
            "word": "CIS"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>CIS</k><blockquote>■ <cclass>abbreviation Commonwealth of Independent States. </cclass></blockquote></div>",
            "word": "CIS"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "CIS"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "CIS"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "CIS"
        }
    },
    "sentences": [
        {
            "en": "<em>CIs</em>",
            "vi": "Credit Institutions"
        },
        {
            "en": "<em>CIS</em>: Commonwealth of Independent States.",
            "vi": "Cis: cộng động các quốc gia độc lập."
        },
        {
            "en": "The National Occupational Safety and Health Information Centre (<em>CIS</em>)",
            "vi": "Trung tâm thông tin quốc gia về an toàn - vệ sinh lao động"
        },
        {
            "en": "The <em>CIs</em> range from -0.108 (predicted per capita wealth) to -0.155 (the wealth index).",
            "vi": "Các chỉ số CI dao động từ -0,108 (dự tính theo mức giàu nghèo đầu người) đến -0,155 (chỉ số giàu nghèo)."
        },
        {
            "en": "This prevented an output decline of the magnitude experienced in other <em>CIS</em> countries.",
            "vi": "Điều này đã ngăn chặn được sự giảm sút sản lượng như đã từng xảy ra ở các nước CIS khác."
        },
        {
            "en": "Dr. Kalman Mizsei, UN Assistant Secretary General and Regional Director for Europe and <em>CIS</em>",
            "vi": "TS. Kalman Mizsei, Trợ lý Tổng thư ký Liên hợp quốc, Vụ trưởng Vụ Châu Âu và CIS"
        },
        {
            "en": "Figure 59 summarizes the results of decomposing the <em>CIs</em> for the two immunization indicators.",
            "vi": "Biểu đồ 59 tóm tắt kết quả phân tích CI về hai chỉ số tiêm chủng."
        },
        {
            "en": "The estimated <em>CIs</em> range from -0.061 to -0.074 and are all statistically significant.",
            "vi": "CI ước tính dao động từ -0,061 đến -0,074 và đều có ý nghĩa thống kê."
        },
        {
            "en": "The poverty story differs vastly between <em>CIS</em> and Asian transition countries.",
            "vi": "Câu chuyện nghèo đói của các nước CIS và các nền kinh tế chuyển đổi ở Châu á khác nhau rất xa."
        },
        {
            "en": "However, most of the differences between the <em>CIs</em> are not statistically significant.",
            "vi": "Tuy nhiên, hầu hết mức chênh lệch giữa các chỉ số CI đều không có ý nghĩa thống kê."
        },
        {
            "en": "However, the differences in the <em>CIs</em> across LSMs are not statistically significant.",
            "vi": "Tuy nhiên, chênh lệch giữa các CI theo LSM không có ý nghĩa thống kê."
        },
        {
            "en": "The difference between the two <em>CIs</em> is also statistically significant in this case.",
            "vi": "Chênh lệch giữa hai CI cũng có ý nghĩa thống kê trong trường hợp này."
        },
        {
            "en": "The corresponding <em>CIs</em> are -0.065 (per capita consumption) and -0.079 (the wealth index).",
            "vi": "CI tương ứng là -0,065 (tiêu dùng đầu người) và -0,079 (chỉ số giàu nghèo)."
        },
        {
            "en": "The <em>CIs</em> for self treatment are +0.104 for LSM=direct consumption or +0.110 for LSM=the wealth index.",
            "vi": "CI đối với tự điều trị là +0,104 đối với LSM=tiêu dùng trực tiếp hay +0,110 đối với LSM=chỉ số giàu nghèo."
        },
        {
            "en": "<em>CIS</em> countries present a dismal record in reducing poverty rates, with social programs under-funded and poorly designed.",
            "vi": "Các nước CIS có kết quả xoá đói giảm nghèo rất đáng buồn, với các chương trình xã hội không được cấp đủ kinh phí và không được thiết kế tốt."
        },
        {
            "en": "How do we compare in some sense the development and transition of Europe and <em>CIS</em> countries versus Asian transition economies?",
            "vi": "Làm thế nào chúng ta so sánh theo một nghĩa nào đấy sự phát triển và chuyển đổi của các nước Châu Âu và CIS với các nền kinh tế chuyển đổi ở Châu á?"
        },
        {
            "en": "Unlike Central and East European and <em>CIS</em> countries, the Asian transition states remain still fundamentally agricultural and rural, and started transition at very low levels of income.",
            "vi": "Không giống như các nước Trung - Đông Âu và CIS, các quốc gia chuyển đổi Châu á về cơ bản vẫn là các nước nông nghiệp, nông thôn, và bắt đầu chuyển đổi với mức thu nhập rất thấp."
        },
        {
            "en": "The <em>CIs</em> for both family planning indicators are decomposed, using the estimated linear probability model and the wealth index as LSM.",
            "vi": "CI của cả hai chỉ số kế hoạch hoá gia đình được phân tích chi tiết bằng cách sử dụng mô hình xác suất tuyến tính ước tính và chỉ số giàu nghèo làm LSM."
        },
        {
            "en": "Figure 23 summarizes the results of decomposition of the <em>CIs</em> for all three z-scores using the estimated regression functions discussed above.",
            "vi": "Biểu đồ 23 tổng hợp kết quả phân tích CI của cả ba điểm số z, sử dụng các hàm hồi quy ước tính đã trình bày ở trên."
        },
        {
            "en": "Decomposition of the inequality in under 5 morbidity Figure 13 summarizes the results of decompositions of the <em>CIs</em> for the three under-5 morbidity indicators.",
            "vi": "Phân tích chi tiết bất bình đẳng trong tỉ lệ bệnh tật ở trẻ dưới 5 tuổi Biểu đồ 13 tổng hợp kết quả phân tích chi tiết CI của ba chỉ số bệnh tật ở trẻ dưới 5 tuổi."
        }
    ],
    "suggestions": []
}