{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cisco",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cisco</k><blockquote><cclass>[<cclass>'sɪskəʊ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>ciscoes</b>) a northern freshwater whitefish, important as a food fish. [Genus <i>Coregonus</i>, several species.] </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: of unknown origin. </blockquote></div>",
            "word": "cisco",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cisco",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cisco",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cisco",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Cisco</em> confirms FlipShare TV wireless streaming device",
            "vi": "Cisco xác nhận thiết bị phát sóng TV không dây FlipShare"
        },
        {
            "en": "<em>Cisco</em> Says Visual, Communications Apps Are Driving Broadband Traffic",
            "vi": "Cisco cho biết Các ứng dụng truyền thông, ảo đang điều khiển lưu lượng băng thông rộng"
        },
        {
            "en": "<em>Cisco</em> Adds Context-Aware Features to New SecureX Framework",
            "vi": "Cisco thêm tính năng nhận biết ngữ cảnh vào nền tảng SecureX mới."
        },
        {
            "en": "Cisco’s new SecureX security architecture adds context-aware capabilities to the <em>Cisco</em> ASA Firewall and adds the AnyConnect VPN Client to the <em>Cisco</em> Security Intelligence Operations.",
            "vi": "Kiến trúc bảo mật Securex mới của Cisco thêm vào khả năng nhận biết ngữ cảnh vào thiết bị ASA Firewall của hãng và bổ sung công cụ AnyConnect VPN Client để kêt nối vào hệ thống nhận dạng, phân tích và phòng thủ các mối đe dọa bảo mật- Security Intelligence Operations của Cisco."
        },
        {
            "en": "<em>Cisco</em> officials estimate that the market for creating more efficient power grids could grow into a $20 billion a year business for <em>Cisco</em> within five years.",
            "vi": "Các viên chức của Cisco ước tính rằng thị trường để tạo ra thêm lưới điện hiệu quả có thể tăng lên 20 tỉ USD trong 1 năm cho Cisco trong vòng 5 năm."
        },
        {
            "en": "<em>Cisco</em> announced in May a plan to bring their networking expertise to the smart grid space.",
            "vi": "Cisco công bố một kế hoạch trong tháng 5 để đem đến sự tinh thông mạng cho không gian mạng lưới thông minh."
        },
        {
            "en": "IBM and <em>Cisco</em> both see bright futures in the smart grid business.",
            "vi": "IBM và Cisco đều nhìn thấy tương lai tươi sáng trong ngành kinh doanh lưới điện thông minh."
        },
        {
            "en": "A peak Internet hour has 20 percent more traffic than a nonpeak Internet hour, according to <em>Cisco</em>.",
            "vi": "Giờ cao điểm sử dụng Internet nhiều hơn 20 phần trăm lưu lượng giờ thấp điểm, theo hãng Cisco."
        },
        {
            "en": "You could specialize in network management systems such as <em>CISCO</em>, Novell, EMC, VMware, IBM Tripoli or BMC.",
            "vi": "Bạn có thể chuyên môn hoá trong hệ thống quản lýmạng như CISCO, Novell, EMC, VMware, IBM Tripoli hay BMC."
        },
        {
            "en": "<em>Cisco</em> Systems has officially announced the FlipShare TV wireless distribution system that had surfaced in FCC filings late last month.",
            "vi": "Cisco Systems đã chính thức công bố hệ thống phát tín hiệu truyền hình không dây FlipShare đã được đệ trình lên Ủy ban Truyền thông Liên bang Mỹ FCC vào cuối tháng trước."
        },
        {
            "en": "F Some of the major enterprises such as General Electric and <em>Cisco</em> have been impressively triumphant when it comes to snatching and incorporating small companies’ scores. ",
            "vi": "Một vài doanh nghiệp lớn như General Electric và Cisco đã chiến thắng ấn tượng khi họ đã nắm lấy và kết hợp những thành tựu của các công ty nhỏ."
        },
        {
            "en": "IBM’s announcement came that same day that IBM and <em>Cisco</em> officials helped announced a smart grid project pushed by PG&E and the city of San Jose, Calif.",
            "vi": "Trong một thông báo cùng ngày của IBM, IBM và Cisco đã công bố dự án lưới điện thông minh của công ty PG & E và thành phố San Jose, California, Mỹ."
        },
        {
            "en": "IBM and <em>Cisco</em> Systems have been among the more aggressive IT vendors looking to bring their technologies into the rapidly growing smart grid space.",
            "vi": "IBM và Cisco Systems nằm trong số các nhà cung cấp CNTT có nhiều tích cực hơn trong việc tìm cách đưa công nghệ của họ vào không gian lưới điện thông minh một cách nhanh chóng."
        },
        {
            "en": "Video and other visual applications continue to drive the traffic crossing service provider networks, according to a study by <em>Cisco</em> Systems.",
            "vi": "Theo một cuộc nghiên cứu của Cisco Systems thì ứng dụng video và các ứng dụng ảo khác tiếp tục điều khiển lưu lượng truy cập thông qua các mạng lưới cung cấp dịch vụ."
        },
        {
            "en": "In June, <em>Cisco</em> said Internet traffic worldwide would grow to five times its current size between 2008 and 2013, due in large part to the rise in video traffic.",
            "vi": "Trong tháng 6, Cisco cho biết lưu lượng Internet toàn cầu sẽ tăng lên 5 lần kích cỡ hiện nay vào giữa năm 2008 và 2013 phần lớn là do tăng lưu lượng truy cập video."
        },
        {
            "en": "The information comes from more than 20 service providers worldwide, and feeds into what <em>Cisco</em> officials say they are seeing in the industry, in particular that the growth in visual traffic across networks will be rapid and dramatic.",
            "vi": "Thông tin trên của 20 nhà cung cấp dịch vụ toàn cầu, và góp phần vào trong những số liệu mà các viên chức Cisco cho rằng họ đang xét thấy trong ngành công nghiệp này, đặc biệt là sự gia tăng trong lưu lượng ảo sẽ trở nên nhanh chóng và mạnh mẽ."
        },
        {
            "en": "In results stemming from Cisco's VNI (Visual Networking Index) Usage study released Oct. 21, <em>Cisco</em> officials said more than a third of the average global broadband connection supports video, social networking and collaboration applications every month.",
            "vi": "bố vào ngày 21 tháng 10, các viên chức của Cisco cho biết có hơn một phần ba kết nối băng thông rộng toàn cầu bình quân hỗ trợ video, mạng xã hội và các ứng dụng cộng tác trên mỗi tháng."
        },
        {
            "en": "The information comes from more than 20 service providers worldwide, and feeds into what <em>Cisco</em> officials say they are seeing in the industry, in particular that the growth in visual traffic across networks will be rapid and dramatic.",
            "vi": "của 20 nhà cung cấp dịch vụ toàn cầu, và góp phần vào trong những số liệu mà các viên chức Cisco cho rằng họ đang xét thấy trong ngành công nghiệp này, đặc biệt là sự gia tăng trong lưu lượng ảo sẽ trở nên nhanh chóng và mạnh mẽ."
        },
        {
            "en": "In results stemming from Cisco's VNI (Visual Networking Index) Usage study released Oct. 21, <em>Cisco</em> officials said more than a third of the average global broadband connection supports video, social networking and collaboration applications every month.",
            "vi": "Theo kết quả bắt nguồn từ nghiên cứu Cisco VNI (Visual Networking Index) Usage được công bố vào ngày 21 tháng 10, các viên chức của Cisco cho biết có hơn một phần ba kết nối băng thông rộng toàn cầu bình quân hỗ trợ video, mạng xã hội và các ứng dụng cộng tác trên mỗi tháng."
        },
        {
            "en": "Both Apple, Google and <em>Cisco</em> are planning to hire 2,000 to 5,000 people in the next few months but many people do not believe that they can accomplish it because of strong competition with many start-ups in the area.",
            "vi": "Cả Apple, Google và Cisco đều lập kế hoạch thuê 2,000 tới 5,000 người trong vài tháng tới nhưng nhiều người không tin rằng họ có thể hoàn thành được điều đó bởi vì cạnh tranh mạnh với nhiều công ty khởi nghiệp trong khu vực này."
        }
    ],
    "suggestions": []
}