{
    "en_vn": {
        "data": {
            "content": null,
            "word": "CITES"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>CITES</k><blockquote><cclass>[<cclass>'sʌɪti:z<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>abbreviation Convention on International Trade in Endangered Species. </cclass></blockquote></div>",
            "word": "CITES"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "CITES"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "CITES"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "CITES"
        }
    },
    "sentences": [
        {
            "en": "<em>Cites</em> go in for earth hour.",
            "vi": "Các thành phố tham gia giờ trái đất."
        },
        {
            "en": "Box 2.1 <em>cites</em> the specific actions taken.",
            "vi": "Khung 2.1 liệt kê những biện pháp cụ thể được thi hành."
        },
        {
            "en": "<em>CITES</em>: the Convention on International Trade in Endangered Species.",
            "vi": "Cites: quy ước về mua bán quốc tế đối với các loài động vật có nguy cơ tuyệt chủng."
        },
        {
            "en": "The report <em>cites</em> disturbing instances of water pollution in the region.",
            "vi": "Bản báo cáo trích dẫn những ví dụ đáng lo ngại của sự ô nhiễm nước trong khu vực."
        },
        {
            "en": "The old man <em>cites</em> verse and chapter when speaking and produces evidence when informing.",
            "vi": "Lão ta nói có sách mách có chứng."
        },
        {
            "en": "The Ministry of Agriculture and Rural Development issues conditions and procedures for export based on <em>CITES</em> obligations.",
            "vi": "Bộ nông nghiệp và phát triển nông thôn ăn cứ quy định của công ước cites để công bố điều kiện và hướng dẫn thủ tục nhập khẩu."
        },
        {
            "en": "However, one study <em>cites</em> the number of children in institutions as 14,574, though this number is believed to be higher.",
            "vi": "Tuy nhiên, một nghiên cứu trích dẫn số lượng trẻ em trong những cơ sở này là 14,574, mặc dầu người ta tin rằng con số thực tế còn cao hơn."
        },
        {
            "en": "One is the Ministry of Planning and Investment’s ODA newsletter, which during this year <em>cites</em> additional obstacles to implementation.",
            "vi": "Một trong số đó là bản tin ODA của Bộ Kế hoạch & Đầu tư mà trong năm nay nêu ra một số vấn đề mới cản trở việc thực hiện."
        },
        {
            "en": "Wild animals and plants of which import requires control as specified in the <em>CITES</em> that Vietnam joined.",
            "vi": "Động, thực vật hoang dã cần kiểm soát nhập khẩu theo quy định của công ước cites mà việt nam đã cam kết thực hiện."
        },
        {
            "en": "However, the report <em>cites</em> that a shift in corporate perception has also boosted interest in the Asian superpower.",
            "vi": "Tuy nhiên, báo cáo cũng trích dẫn rằng sự dịch chuyển trong cảm nhận công ti cũng đã làm tăng cường mối quan tâm vào các siêu cường châu Á."
        },
        {
            "en": "He <em>cites</em> as evidence the continuing growth rate – an estimated 160 million users of Firefox 3.0 exploding to about twice that now with the current Firefox 3.5.",
            "vi": "Ông đã trích dẫn bằng chứng về tốc độ tăng trưởng liên tục – ước tính160 triệu người dùng Firefox 3. và có thể bùng nổ khoảng hai lần con số hiện nay của Firefox 3. 5"
        },
        {
            "en": "Masters <em>cites</em> one example: “There are regions in India that have been provided with irrigation—agricultural productivity has gone up and there has been an improvement in health.”",
            "vi": "Masters trích dẫn một ví dụ rằng: \"Có những khu vực ở Ấn Độ được cung cấp tưới tiêu - năng suất nông nghiệp đã tăng lên và đã có sự cải thiện về mặt sức khoẻ.\""
        },
        {
            "en": "The country had also joined a number of international conventions and agreements, including the <em>CITES</em> Convention, the Tiger Forum (GTF) and had ratified the Biodiversity Convention.",
            "vi": "Nước ta đã tham gia một số công ước và hiệp ước quốc tế, đã trở thành thành viên Công ước Washington (CITES), diễn đàn hổ toàn cầu (GTF) và đã phê duyệt Công ước Bảo tồn Đa dạng sinh học."
        },
        {
            "en": "A more indirect way to measure openness is in the success of the three <em>cites</em> to attract foreign direct investment (FDI) into non-protected industries.",
            "vi": "Một phương pháp gián tiếp hơn để đo lường tính mở là sự thành công của ba thành phố trong việc thu hút được đầu tư nước ngoài trực tiếp (FDI) vào các ngành công nghiệp không được bảo hộ."
        },
        {
            "en": "He <em>cites</em> as evidence the continuing growth rate--an estimated 160 million users of Firefox 3.0 exploding to about twice that now with the current Firefox 3.5.",
            "vi": "Ông đã trích dẫn bằng chứng về tốc độ tăng trưởng liên tục - ước tính 160 triệu người dùng Firefox 3.0 và có thể bùng nổ khoảng hai lần con số hiện nay với Firefox 3.5."
        },
        {
            "en": "The resolution <em>cites</em> the private sector as an important contributor to job creation, income generation, and budget revenues, to help maintain political and social stability.",
            "vi": "Nghị quyết nêu rõ khu vực tư nhân có đóng góp quan trọng trong việc tạo công an việc làm, tạo thu nhập, đóng góp ngân sách, và giúp duy trì ổn định chính trị và xã hội."
        },
        {
            "en": "Most schools in towns and <em>cites</em> are multi-storey cement buildings, while many in ethnic minority areas school are constructed from wood and bamboo.",
            "vi": "Hầu hết các trường ở thành phố và thị xã đều là những khu nhà xây xi măng nhiều tầng, trong khi nhiều trường ở vùng dân tộc thiểu số được xây bằng tre và gỗ."
        },
        {
            "en": "In his bestselling book The Tipping Point, he <em>cites</em> a classic 1974 study by sociologist Mark Granovetter that surveyed how a group of men in Newton, Massachusetts, found their current job.",
            "vi": "Trong quyển sách bán chạy nhất Tipping Point của mình, ông đã trình bày lại kết quả nghiên cứu năm 1974 của nhà xã hội học Mark Granovetter về cách tìm việc của một nhóm nam giới ở Newton, Massachusetts."
        },
        {
            "en": "She speaks some Spanish, and some German/Swiss German, and <em>cites</em> an experience living abroad in Switzerland while she was still at Stanford and didn't speak the language as helping to show her how to move past discomfort and push herself to grow in new ways.",
            "vi": "Cô nói được một ít tiếng Tây Ban Nha, và một ít tiếng Đức/ tiếng Đức ở Thụy Sĩ, và đề cập đến một kinh nghiệm sống ở nước ngoài tại Thụy Sĩ trong lúc cô còn ở Stanford và không biết nói thứ tiếng đã giúp cho cô biết làm thế nào để vượt qua cảm giác khó chịu và thúc đẩy cô trưởng thành theo cách mới."
        },
        {
            "en": "That article <em>cites</em> a recent study conducted by University of Sheffield researchers who polled children in several British hospitals about an upcoming hospital redesign. According to the news story, all 250 children (age four to sixteen) expressed a fear or dislike of clowns. The full results of the study have not yet been published.",
            "vi": "Bản tin này trích dẫn một nghiên cứu gần đây được tiến hành bởi các nhà nghiên cứu thuộc Đại học Sheffield, thăm dò ý kiến trẻ em tại một số bệnh viện Anh Quốc về bản thiết kế lại bệnh viện sắp tới. Theo câu chuyện trong bản tin, tất cả 250 trẻ em (4-16 tuổi) đều bày tỏ một nỗi sợ hãi hoặc không thích những chú hề. Toàn bộ kết quả nghiên cứu chưa được công bố."
        }
    ],
    "suggestions": []
}