{
    "en_vn": {
        "data": {
            "content": null,
            "word": "civilised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "civilised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "civilised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "civilised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "civilised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Globalisation of the world economy will bring humanity a happy and <em>civilised</em> life.",
            "vi": "Toàn cầu hóa kinh tế thế giới sẽ mang lại cho nhân loại một cuộc sống hạnh phúc và văn minh."
        },
        {
            "en": "The fact that punctuality is a major requirement of a <em>civilised</em> person deserves our special attention.",
            "vi": "Đúng giờ giấc là một đòi hỏi quan trọng của một người văn minh, điều này đáng được chúng ta đặc biệt quan tâm."
        },
        {
            "en": "Lectures, also by me, I’m afraid, will take place in the Physics Lecture Theatre, on Wednesdays and Fridays, at the more <em>civilised</em> time of 5 to 6.",
            "vi": "Các bài giảng, cũng bởi tôi, tôi e rằng, sẽ phải giảng dạy tại giảng đường môn Vật lý vào Thứ tư và Thứ sáu, vào thời điểm tốt hơn là từ 5 đến 6 giờ."
        },
        {
            "en": "Democracy was added to the well-known national slogan: ‘A prosperous people, strong nation, and just, democratic, and <em>civilised</em> society in the 2001 amendments to the 1992 Constitution.",
            "vi": "Dân chủ được đưa vào khẩu hiệu quốc gia được phổ biến rộng rãi: ‘Dân giàu, nước mạnh, xã hội công bằng, dân chủ, văn minh’ vào năm 2001 cùng với việc sửa đổi Hiến pháp 1992."
        },
        {
            "en": "Neither clarified whether or not their marriage had been legally dissolved, but Mrs Putin referred to the separation as a \"<em>civilised</em> divorce\".",
            "vi": "Hiện chưa rõ họ đã xong thủ tục ly dị hay chưa, nhưng bà Lyudmila nói cuộc ly hôn \"văn minh\"."
        },
        {
            "en": "The HCM City’s Fatherland Front Committee on August 29 held a seminar to review the city’s activities to build a <em>civilised</em>, waste-free city. ",
            "vi": "Ngày 29/8, Ủy ban Mặt trận Tổ quốc của TPHCM đã tổ chức một buổi hội thảo để rà soát lại các hoạt động của thành phố nhằm xây dựng một đô thị văn minh, không có rác."
        },
        {
            "en": "The HCM City’s Fatherland Front Committee on August 29 held a seminar to review the city’s activities to build a <em>civilised</em>, waste-free city. ",
            "vi": "Ngày 29/8, Ủy ban Mặt trận Tổ quốc của TPHCM đã tổ chức một buổi hội thảo để rà soát lại các hoạt động của thành phố nhằm xây dựng một đô thị văn minh, không có rác."
        },
        {
            "en": "Hussain Al Hammadi, Minister of Education, said the new law is: \"A road map for building a reading, <em>civilised</em> society capable of change, and a world leader in development.\" Dr Tod Laursen, President of Khalifa University, said that in the age of the Internet, it was still important for books and libraries to have their place in society.",
            "vi": "Ông Hussain Al Hammadi, Bộ trưởng Bộ Giáo dục cho biết luật mới là: \"Một bản đồ để xây dựng việc đọc sách, một xã hội văn minh có khả năng thay đổi và một nhà lãnh đạo thế giới về vấn đề phát triển\". Tiến sĩ Tod Laursen, Giám đốc Đại học Khalifa cho biết rằng trong thời đại của Internet, sách vẫn rất quan trọng và thư viện vẫn có chỗ đứng trong xã hội."
        },
        {
            "en": "With the spirit of “Solidarity – Democracy – Discipline – Renewal”, the 12th National Party Congress was successfully held from January 20-28, 2016. The congress reviewed 30 years of renewal (đổi mới) and set out development orientations of the nation in the new period. The congress defined six key tasks in a bid to enhance the Party’s building and rectifying work and continue implementing reforms comprehensively and synchronously to build Việt Nam into a strong country with prosperous people, and a democratic, fair and <em>civilised</em> society. ",
            "vi": "Với tinh thần \"Đoàn kết - Dân chủ - Kỷ luật - Đổi mới\", Đại hội Đảng toàn quốc lần thứ 12 được tổ chức thành công từ ngày 20 đến ngày 28 tháng 1 năm 2016. Đại hội đã xem xét 30 năm đổi mới và đề ra định hướng phát triển của đất nước trong giai đoạn mới. Đại hội đã xác định sáu nhiệm vụ quan trọng trong một nỗ lực nhằm tăng cường xây dựng và chấn chỉnh công tác của Đảng và tiếp tục thực hiện cải cách toàn diện và đồng bộ để xây dựng Việt Nam thành một nước mạnh, dân giàu, và một xã hội dân chủ, công bằng và văn minh."
        }
    ],
    "suggestions": []
}