{
    "en_vn": {
        "data": {
            "content": null,
            "word": "clampdown"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>clampdown</k><blockquote>■ <cclass>noun <cclass>informal a concerted attempt to suppress something. </cclass></cclass></blockquote></div>",
            "word": "clampdown"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>clampdown</k><blockquote>▸ <cclass>noun <cclass><i>(informal)</i> SUPPRESSION, prevention, stamping out; crackdown, restriction, restraint, curb, check.</cclass></cclass></blockquote></div>",
            "word": "clampdown"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>clampdown</k><blockquote><blockquote><ex><abr>n.</abr> a clampdown on</ex></blockquote></blockquote></div>",
            "word": "clampdown"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "clampdown"
        }
    },
    "sentences": [
        {
            "en": "Everybody is pleased about the government <em>clampdown</em> on reducing tax.",
            "vi": "Mọi người rất hài lòng về chính sách khẩn cấp giảm thuế của chính phủ."
        },
        {
            "en": "Advertisers and broadcasters would raise howls of protest against any strong <em>clampdown</em>.",
            "vi": "Các nhà quảng cáo và các nhà phát thanh, truyền hình có lẽ sẽ la ó phản đối bất cứ sự áp đặt cứng rắn nào."
        },
        {
            "en": "Following the military coup, there has been a <em>clampdown</em> on press reporting in the capital.",
            "vi": "Theo một hành động táo bạo của quân đội, đã có một lệnh siết chặt quản lý báo chí ở thủ đô."
        },
        {
            "en": "China, which first began targeting the industry last year, is escalating its <em>clampdown</em> on cryptocurrency trading, particularly online platforms and mobile apps that offer exchange-like services, according to people familiar with the matter.",
            "vi": "Trung Quốc, lần đầu tiên bắt đầu hướng tới ngành công nghiệp này năm ngoái, đang tăng cường kiềm chế thương mại tiền ảo, đặc biệt là các nền tảng trực tuyến và ứng dụng di động cung cấp các dịch vụ tương tự như trao đổi, theo những người quen thuộc với vấn đề này."
        }
    ],
    "suggestions": []
}