{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[klæn'destin]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">giấu giếm, bí mật</td></tr></table><i/></div>",
            "word": "clandestine",
            "pronounce": "[klæn'destin]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>clandestine</k><blockquote><cclass>[<cclass>klan'dɛstɪn<cclass>, <cclass>'klandɛstɪn<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective done secretly or kept secret. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>clandestinely</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>clandestinity</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Fr. <i>clandestin</i> or L. <i>clandestinus</i>, from <i>clam</i> 'secretly'. </blockquote></div>",
            "word": "clandestine",
            "pronounce": "[klæn'destin]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>clandestine</k><blockquote>▸ <cclass>adjective SECRET, covert, furtive, surreptitious, stealthy, cloak-and-dagger, hole-and-corner, closet, backstairs, hugger-mugger; <cclass><i>informal</i> hush-hush.</cclass></cclass></blockquote></div>",
            "word": "clandestine",
            "pronounce": "[klæn'destin]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clandestine",
            "pronounce": "[klæn'destin]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "clandestine",
            "pronounce": "[klæn'destin]"
        }
    },
    "sentences": [
        {
            "en": "<em>Cl</em> is the abbreviation of centilitre.",
            "vi": "Cl là từ viết tắt của xen - ti - lít."
        },
        {
            "en": "<em>Cl</em> is the abbreviation of centilitre.",
            "vi": "Cl là từ viết tắt của xen-ti-lít."
        },
        {
            "en": "They did a fraudulently <em>clandestine</em> trade.",
            "vi": "Họ đã buôn bán gian lậu."
        },
        {
            "en": "They knew nothing about that <em>clandestine</em> organization.",
            "vi": "Họ không biết gì về tổ chức bí mật đó."
        },
        {
            "en": "Nobody knows anything about <em>clandestine</em> forces.",
            "vi": "Không ai biết gì về những lực lượng bí mật đó."
        },
        {
            "en": "The information of the <em>clandestine</em> meeting seemed to be revealed.",
            "vi": "Thông tin của cuộc họp bí mật dường như đã bị tiết lộ ra ngoài."
        },
        {
            "en": "He has engaged in <em>clandestine</em> activity in the enemy area for years.",
            "vi": "Anh ta hoạt động bí mật trong vùng địch nhiều năm nay."
        },
        {
            "en": "Fourteen years ago, a <em>clandestine</em> group committed regicide on Margaret Thatcher.",
            "vi": "Cách đây mười bốn năm, một nhóm bí mật đã phạm tội ám sát Margaret Thatcher."
        },
        {
            "en": "At the time, he was in charge of all CIA <em>clandestine</em> operations.",
            "vi": "Trong thời gian đó ông ấy điều hành tất cả các hoạt động bí mật của CIA."
        },
        {
            "en": "CIA collects intelligence information through a variety of <em>clandestine</em> and overt means.",
            "vi": "Cia thu thập thông tin tình báo nước ngoài qua những phương tiện bí mật và công khai."
        },
        {
            "en": "Who have either casual anonymous sexual encounters or <em>clandestine</em> relationships with men.",
            "vi": "Họ có thể có những bạn tình bất chợt hoặc có mối quan hệ bí mật với những đàn ông khác."
        },
        {
            "en": "The Underground Press is a system of <em>clandestine</em> printing and distribution of dissident views or banned literature.",
            "vi": "Báo chí bí mật là một hệ thống in và phân phối bí mật các quan điểm chống đối hay văn chương bị cấm."
        },
        {
            "en": "Many men who have sex with men fulfil these expectations, while continuing to have <em>clandestine</em> sexual encounters with men.",
            "vi": "Nhiều nam có quan hệ tình dục đồng giới vẫn làm tròn những bổn phận này, và đồng thời vẫn có quan hệ tình dục với những người đàn ông khác."
        },
        {
            "en": "But every year, more than four million abortions - mainly <em>clandestine</em> - are carried out in the region, according to UNFPA.",
            "vi": "Nhưng mỗi năm, trong vùng có hơn 4 triệu ca phá thai được thực hiện, phần lớn là lén lút."
        },
        {
            "en": "Last year it emerged photographs of young Australian schoolgirls were being shared, sold and bought online on a <em>clandestine</em> internet forum for paedophiles.",
            "vi": "Hồi năm ngoái, nổi lên sự kiện những hình ảnh của các nữ sinh trẻ tuổi người Úc bị chia sẻ, mua bán trực tuyến trên một diễn đàn internet bí mật của những kẻ ấu dâm."
        },
        {
            "en": "Worldwide, 20 million <em>clandestine</em> abortions are practised annually, and some 78,000 women die as a result of complications.",
            "vi": "Hàng năm trên toàn thế giới có đến 20 triệu ca phá thai bí mật, và khoảng 78.000 phụ nữ bị tử vong do các biến chứng."
        },
        {
            "en": "Last year it emerged photographs of young Australian schoolgirls were being shared, sold and bought online on a <em>clandestine</em> internet forum for paedophiles.",
            "vi": "Hồi năm ngoái, nổi lên sự kiện những hình ảnh của các nữ sinh trẻ tuổi người Úc bị chia sẻ, mua bán trực tuyến trên một diễn đàn internet bí mật của những kẻ ấu dâm."
        },
        {
            "en": "A piano recital or an orchestra, grand ball or a <em>clandestine</em> love affair drama keeps the home audience glued to the television.",
            "vi": "Chương trình độc tấu piano hay buổi hòa nhạc, chương trình dạ vũ hay vỡ kịch về mối tình vụng trộm làm cho cả nhà xích lại gần nhau bên chiếc tivi."
        },
        {
            "en": "Popular apps downloaded by millions of people are always on the look out for <em>clandestine</em> broadcasts which order them to begin snooping on citizens.",
            "vi": "Các ứng dụng phổ biến mà hàng triệu người tải xuống luôn quan tâm tới các chương trình phát tán bí mật để có thể bắt đầu theo dõi người dùng."
        },
        {
            "en": "This <em>clandestine</em> source known as Deep Throat, helped the two reporters turn the story of a minor burglary into a national scandal with far-reaching consequences for the country.",
            "vi": "Nhờ thông tin quý giá của deep throat, hai phóng viên đã tìm hiểu và phát hiện đằng sau đó là một vụ bê bối chính trị vụ trộm này trở thành vấn đề của quốc gia- ảnh hưởng nghiêm trọng đến nước mỹ."
        }
    ],
    "suggestions": []
}