{
    "en_vn": {
        "data": {
            "content": null,
            "word": "clanging"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "clanging"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "clanging"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clanging"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "clanging"
        }
    },
    "sentences": [
        {
            "en": "The romping students laughed in <em>clanging</em> peals.",
            "vi": "Đám sinh viên đùa nhau cười giòn tan."
        },
        {
            "en": "The bells were still <em>clanging</em> in the cathedral tower.",
            "vi": "Những cái chuông vẫn đang ngân vang trên tháp nhà thờ."
        },
        {
            "en": "All this machinery made an enormous racket, rackety - banging and <em>clanging</em>.",
            "vi": "Toàn thể cỗ máy nổ như sấm rền vang động ầm ĩ."
        },
        {
            "en": "All this machinery made an enormous racket, rackety-banging and <em>clanging</em>.",
            "vi": "Toàn thể cỗ máy nổ như sấm rền vang động ầm ĩ."
        },
        {
            "en": "I could hear the cowbell <em>clanging</em> as the door opened and closed.",
            "vi": "Tôi có thể nghe thấy tiếng chuông cửa kêu leng keng khi đóng mở."
        },
        {
            "en": "Soon, Koula, a slight 76-year-old woman emerged from a stone dwelling high on the mountainside, popped in her dentures and whistled back, turning this jaunty solo into a duet. “Well, what are you waiting for?” she responded over a <em>clanging</em> chorus of goat bells. “Come on up here!”",
            "vi": "Không lâu sau, Koula, một phụ nữ 76 tuổi mảnh khảnh xuất hiện từ ngôi nhà bằng đá cao cao trên sườn núi, gắn răng giả vào rồi huýt sáo lại, biến cuộc độc tấu vui vẻ này thành một bài song tấu.\" Ừm, cháu còn chờ gì nữa hả? \" bà trả lời át cả tiếng chuông đồng thanh treo trên cổ dê.\" Lên đây nào!\""
        }
    ],
    "suggestions": []
}