{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Clark"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Clark"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Clark"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Clark"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Clark"
        }
    },
    "sentences": [
        {
            "en": "That's Miss <em>Clark</em>.",
            "vi": "Đó là cô clark."
        },
        {
            "en": "I'm David <em>Clark</em>.",
            "vi": "Tôi là david clark."
        },
        {
            "en": "Miss <em>Clark</em> found it.",
            "vi": "Cô clark tìm thấy."
        },
        {
            "en": "<em>Clark</em> has led the party to victory.",
            "vi": "Clark đã lãnh đạo Đảng giành thắng lợi."
        },
        {
            "en": "<em>Clark</em> Kent was raised as a Methodist.",
            "vi": "Clark Kent đã được bổ nhiệm làm một thành viên của hội giám lý."
        },
        {
            "en": "Lewis and <em>Clark</em> took Sacagawea with them.",
            "vi": "Lewis và clark đưa sacagawea đi với họ."
        },
        {
            "en": "Cops and FBI agents interviewed <em>Clark</em> several times.",
            "vi": "Cảnh sát và cơ quan FBI đã thẩm vấn Clark nhiều lần."
        },
        {
            "en": "Like most college professors, <em>Clark</em> lives in an ivory tower.",
            "vi": "Giống như hầu hết những giáo sư ở trường đại học, ông Clark luôn sống thu mình"
        },
        {
            "en": "Lewis and <em>Clark</em> completed the trip in two years.",
            "vi": "Lewis và clark hoàn thành chuyến đi trong hai năm."
        },
        {
            "en": "Bernice <em>Clark</em> presenting active listening skills at the American Center",
            "vi": "Cô Bernice Clark đang thuyết trình về các kỹ năng nghe hiệu quả tại Trung tâm Hoa Kỳ."
        },
        {
            "en": "<em>Clark</em> looks like the strong and silent type.",
            "vi": "Clark trông như tuýp người mạnh mẽ và điềm tĩnh."
        },
        {
            "en": "Two followers of <em>Clark</em> Hull, Howard and Tracey Kendler, devise d a test for children that was explicitly based on <em>Clark</em> Hull's principles.",
            "vi": "Hai người ủng hộ Clark Hull là Howard và Tracey Kendler, đã phát minh ra một bài kiểm tra cho trẻ em dựa trên các nguyên lý của Clark Hull."
        },
        {
            "en": "Dear God, Please send Dennis <em>Clark</em> to a different camp this year. Peter.",
            "vi": "Chúa ơi, năm nay xin Người chuyển cho Dennis Clark qua trại hè khác. Peter."
        },
        {
            "en": "We meet every Wednesday from seven o'clock to nine o'clock at the <em>Clark</em> City Community Center.",
            "vi": "Chúng ta gặp mặt vào mỗi tối thứ tư từ 7 giờ đến 9 giờ ở trung tâm cộng đồng thành phố Clark."
        },
        {
            "en": "Annie Le murder cops in hunt for 'person of interest,' lab tech Raymond <em>Clark</em>",
            "vi": "Cảnh sát vụ thảm sát Annie Lê đang truy nã “đối tượng được quan tâm”, kỹ thuật viên phòng thí nghiệm Raymond Clark"
        },
        {
            "en": "President Thomas Jefferson sent Meriwether Lewis and William <em>Clark</em> to explore the area.",
            "vi": "Tổng thống thomas jefferson gửi meriwether lewis và william clark thám hiểm vùng này."
        },
        {
            "en": "<em>Clark</em> lives with his girlfriend and the couple share a MySpace page.",
            "vi": "Clark sống chung với cô bạn gái, và hai người cùng làm một trang trên mạng MySpace."
        },
        {
            "en": "Defense attorney Jay <em>Clark</em> said the hung jury was not necessarily a terrible outcome.",
            "vi": "Luật sư biện hộ Jay Clark nói rằng phiên xử không tuyên án được không hẳn là một kết quả tệ."
        },
        {
            "en": "Soon after Lewis and <em>Clark</em> explored the territory, settlers began moving west along the Missouri River.",
            "vi": "Ít lâu sau khi lewis và clark thám hiểm lãnh thổ này, dân định cư đã bắt đầu di chuyển về phía tây dọc theo sông missouri."
        },
        {
            "en": "Mr and mrs. <em>Clark</em> have had several unexpected expenses during the year.",
            "vi": "Trong năm, ông bà clark đã chi tiêu nhiều món đội xuất."
        }
    ],
    "suggestions": []
}