{
    "en_vn": {
        "data": {
            "content": null,
            "word": "clarifying",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "clarifying",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "clarifying",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clarifying",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm trong</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">clarifying agent</font><font color=\"#282828\">: chất làm trong</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">clarifying basin</font><font color=\"#282828\">: bể làm trong</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">clarifying tank</font><font color=\"#282828\">: bể làm trong</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clarifying basin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bể lắng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clarifying filter</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bộ lọc</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clarifying tank</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bể lắng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clarifying tank</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bể lọc</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clarifying tank</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thùng lắng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clarifying text</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> văn bản giải thích</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "clarifying",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He is <em>clarifying</em> the issue.",
            "vi": "Anh ta đang làm rõ vấn đề."
        },
        {
            "en": "After <em>clarifying</em> this problem with him",
            "vi": "Sau khi làm sáng tỏ vấn đề này vớ anh ta"
        },
        {
            "en": "However, by <em>clarifying</em>, you've gone a step further.",
            "vi": "Tuy nhiên, bằng cách làm sáng tỏ vấn đề, bạn đã tiến thêm được một bước."
        },
        {
            "en": "Confirming and <em>clarifying</em> are skills which lead to successful negotiations.",
            "vi": "Biết xác nhận và biết nói rõ thêm là tài khéo dẫn đến các cuộc thương lượng thành công."
        },
        {
            "en": "Issuing a decree and <em>clarifying</em> current laws, are urgent priorities.",
            "vi": "Ban bố nghị định và làm rõ luật đất đai hiện hành đang là những ưu tiên cấp bách nhất."
        },
        {
            "en": "We internally agree or disagree with the speaker without <em>clarifying</em> message he is trying to convey.",
            "vi": "Chúng ta đồng ý hoặc bất đồng một cách chủ quan với người nói mà không làm sáng tỏ ý nghĩa mà đối phương đang cố bày tỏ."
        },
        {
            "en": "Separation enhances transparency by <em>clarifying</em> where successes and failures are occurring.",
            "vi": "Sự tách biệt này làm tăng tính minh bạch thông qua xác định rõ nơi thành công và nơi thất bại xảy ra."
        },
        {
            "en": "Eassays like those of Huxley aim primarily at <em>clarifying</em> and interpreting facts.",
            "vi": "Những thiên nghị luận như của huxley nhằm mục đích chính yếu là diễn giải và làm sáng tỏ những sự kiện."
        },
        {
            "en": "In <em>clarifying</em> the issues, you work a little harder with the questioner's words to identify his real concerns.",
            "vi": "Khi làm sáng tỏ vấn đề, bạn phải vất vả hơn một chút trong việc xác định những mối quan tâm thực sự của người chất vấn."
        },
        {
            "en": "But it was formally set up only in 1998, due to impediments in <em>clarifying</em> its institutional structure.",
            "vi": "Nhưng nó được chính thức thành lập vào năm 1998, do có những trở ngại trong xác định cơ cấu thể chế."
        },
        {
            "en": "Identifying their root sources is helpful in <em>clarifying</em> the choices that have been made to date as well as those that will be available in the future.",
            "vi": "Việc tìm ra cội rễ của mâu thuẫn sẽ giúp cho việc làm rõ những lựa chọn đã được áp dụng cho đến nay cũng như sẽ áp dụng trong tương lai."
        },
        {
            "en": "<em>Clarifying</em> the role of SOCBs, distinguishing them from policy banks, and implementing these changes in practice, will be a major challenge.",
            "vi": "Xác định rõ vai trò của các ngân hàng thương mại quốc doanh, phân biệt chúng khác với các ngân hàng chính sách và thực hiện những thay đổi này trên thực tế sẽ là những thách thức chủ yếu."
        },
        {
            "en": "Next, paragraph 1 of article 21 fails to include a sentence <em>clarifying</em> that even special education programs may include aspects of inclusion.",
            "vi": "Tiếp sau, đoạn 1 của Điều 21 đã không gộp được một mệnh đề nêu rõ rằng thậm chí những chương trình giáo dục chuyên biệt cũng có thể gồm những lĩnh vực hòa nhập."
        },
        {
            "en": "Even with the best set of laws <em>clarifying</em> business relationships and the balance of rights and responsibilities of the state and its constituents, disputes are inevitable.",
            "vi": "Ngay cả khi đã có các quy định pháp luật hết sức rõ ràng và cân bằng giữa quyền lợi và trách nhiệm của Nhà nước và công dân, thì tranh chấp vẫn là điều không thể tránh khỏi."
        },
        {
            "en": "After the swim, be sure to use a <em>clarifying</em> shampoo to get rid of the chemical and mineral buildup in your hair.",
            "vi": "Sau khi bơi, phải chắc rằng bạn sẽ sử dụng loại dầu gội đầu chuyên dụng để tẩy sạch các chất khoáng, chất hóa học bám trên tóc của bạn."
        },
        {
            "en": "The focus should be on developing a financing framework, and <em>clarifying</em> the elements that are common to all sectors, leaving this agency or department the necessary flexibility to fulfill their responsibilities.",
            "vi": "Trọng tâm là xây dựng một khung cấp vốn, làm những yếu tố chung cho tất cả các ngành, giao quyền để cơ quan này có được sự linh hoạt cần thiết trong việc thực hiện các trách nhiệm."
        },
        {
            "en": "In Vietnam's case, WTO members asked over 1,500 <em>clarifying</em> questions, more than any other previous applicant, indicating that Vietnam's trade regime was extraordinarily complicated and difficult to describe on paper.",
            "vi": "Trong trường hợp của Việt nam, các thành viên của WTO hỏi trên 1500 câu hỏi làm sáng tỏ, nhiều hơn bất cứ quốc gia nào trước đây, cho thấy rằng thể chế thương mại của Việt nam cực kỳ phức tạp và khó có thể mô tả trên giấy."
        },
        {
            "en": "All the tasks of recommending potential children, contacting adopters, <em>clarifying</em> family situations and the origins of the child are undertaken by child care centres, the division of justice, and police agencies.",
            "vi": "Tất cả các công việc giới thiệu con nuôi, liên lạc với người nhận nuôi, tìm hiểu gia cảnh người nhận nuôi và nguồn gốc của trẻ đều do các trung tâm chăm sóc trẻ em, cơ quan tư pháp và cơ quan cảnh sát thực hiện."
        },
        {
            "en": "Getting trade in services negotiations “right” implies having a clear sense of service sector development – and thus <em>clarifying</em> what is to be negotiated (and what is not to be negotiated).",
            "vi": "Hiểu \"đúng\" các vấn đề cần đàm phán về thương mại dịch vụ sẽ mang lại một khái niệm rõ ràng về phát triển ngành dịch vụ - từ đó xác định rõ những vần đề cần đàm phán (cũng như các vấn đề không thể đàm phán)."
        },
        {
            "en": "The latest draft of the Decree is much better in <em>clarifying</em> concepts, procedures and responsibilities, pays extensive attention to monitoring and evaluation mechanisms, and facilitates some decentralization of the ODA process.",
            "vi": "Bản dự thảo Nghị định này mới đây đã làm rõ hơn rất nhiều về những khái niệm, thủ tục và trách nhiệm, chú ý nhiều tới các cơ chế theo dõi, đánh giá và tạo thuận lợi cho việc phân cấp tiến trình ODA ở mức độ nhất định."
        }
    ],
    "suggestions": []
}