{
    "en_vn": {
        "data": {
            "content": null,
            "word": "classics"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "classics"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "classics"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "classics"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trường phái cổ điển</font></td></tr></tbody></table></div>",
            "word": "classics"
        }
    },
    "sentences": [
        {
            "en": "Cm, documentaries serials, <em>classics</em>.",
            "vi": "Ừm, phim tài liệu kịch nhiều tập, nhạc cổ điển."
        },
        {
            "en": "She did <em>Classics</em> at university.",
            "vi": "Cô ấy học văn học Cổ điển tại trường đại học."
        },
        {
            "en": "She enjoys reading the <em>classics</em>.",
            "vi": "Cô ấy rất thích đọc các tác phẩm cổ điển."
        },
        {
            "en": "7. Get to Know the <em>Classics</em>",
            "vi": "7. Tìm hiểu những điều cơ bản"
        },
        {
            "en": "She did/read <em>Classics</em> at university.",
            "vi": "Cô ấy học văn học Cổ điển tại trường đại học."
        },
        {
            "en": "To read up the <em>classics</em> and history",
            "vi": "Dùi mài mài kinh sử"
        },
        {
            "en": "His new album covers some old Beatles <em>classics</em>.",
            "vi": "An-bom (album) mới của anh ấy bao gồm một số bài hát kinh điển của ban nhạc Beatles."
        },
        {
            "en": "One possible way is to re-interpret the <em>classics</em>.",
            "vi": "Cách thứ nhất là diễn giải lại các thuyết cổ điển."
        },
        {
            "en": "It's regarded as one of Chinese literary <em>classics</em>.",
            "vi": "Nó được xem là một trong những tác phẩm văn học kinh điển Trung Quốc đấy."
        },
        {
            "en": "That's one of the four greatest Chinese <em>classics</em>, isn't it?",
            "vi": "Đó là một trong bốn tác phẩm cổ điển vĩ đại nhất của Trung Quốc, phải không?"
        },
        {
            "en": "I need to read up on the <em>Classics</em> and History.",
            "vi": "Tôi cần phải dùi mài Kinh Sử."
        },
        {
            "en": "That's one of the four greatest Chinese <em>classics</em>, isn' t it?",
            "vi": "Đó là một trong bốn tác phẩm cổ điển vĩ đại nhất của Trung Quốc, phải không?"
        },
        {
            "en": "He's got tunnel vision about music. He thinks only the <em>classics</em> are worth listening to.",
            "vi": "Anh ta có cái nhìn hạn hẹp về âm nhạc. Anh ta nghĩ chỉ có nhạc cổ điển mới đáng để nghe."
        },
        {
            "en": "The Five <em>Classics</em> include Shih Ching, Shu Ching, Li Chi, I Ching, spring and autumn Annals.",
            "vi": "Ngũ kinh gồm có Kinh Thi, Kinh Thư, Kinh Lễ, Kinh Dịch, Xuân Thu."
        },
        {
            "en": "There is a season of silent film <em>classics</em> on Saturday afternoons in this month.",
            "vi": "Có một đợt chiếu các phim câm cổ điển vào các buổi chiều thứ Bảy trong tháng này."
        },
        {
            "en": "It's called 'find someone who...', this is one of the <em>classics</em> of the English language classroom.",
            "vi": "Nó tên là 'tìm một ai đó mà...', đây là một trong những trò cổ điển trong lớp học anh ngữ."
        },
        {
            "en": "Jane Austen's novels are among the best-loved <em>classics</em> in English literature.",
            "vi": "Các tiểu thuyết của Jane Austen nằm trong số những tác phẩm kinh điển của văn học Anh."
        },
        {
            "en": "Jane Austen's novels are among the best - loved <em>classics</em> in English literature.",
            "vi": "Các tiểu thuyết của Jane Austen nằm trong số những tác phẩm kinh điển của văn học Anh."
        },
        {
            "en": "I don't like the Chinese class too much <em>classics</em> and too much recitation.",
            "vi": "Tôi không thích lớp học tiếng hoa, quá cổ điển và quá nhiều điều học thuộc lòng."
        },
        {
            "en": "So she chose this book called “Charlotte's Web” which looks like one of those “<em>classics</em>” I was talking about before.",
            "vi": "Do đó, bà ấy chọn cuốn “Charlotte's Web” một trong những cuốn kiểu “ cổ điển” tôi đã từng nói đến trước đây."
        }
    ],
    "suggestions": []
}