{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,kli:ən'tel;,klaiən'tel]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">một nhóm khách hàng</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an Asian clientele</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một nhóm khách hàng châu á</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">những khách quen, thân chủ của một nhà hát hoặc nhà hàng</td></tr></table><i/></div>",
            "word": "clientele"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>clientele</k><blockquote><cclass>[<cclass>ˌkli:ɒn'tɛl<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun [treated as <cclass>sing. or <cclass>plural] clients collectively. </cclass></cclass></cclass></blockquote><blockquote>⁃ the customers of a shop, restaurant, etc. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: via Fr. from L. <i>clientela</i> 'clientship', from <i>cliens</i>, <i>client-</i> (see <kref>client</kref>). </blockquote></div>",
            "word": "clientele"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>clientele</k><blockquote>▸ <cclass>noun CLIENTS. <i>See</i><kref>client</kref>.</cclass></blockquote></div>",
            "word": "clientele"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>clientele</k><blockquote><blockquote><ex><abr>n.</abr> an exclusive clientele</ex></blockquote></blockquote></div>",
            "word": "clientele"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "clientele"
        }
    },
    "sentences": [
        {
            "en": "Asian <em>clientele</em>",
            "vi": "Một nhóm khách hàng châu á"
        },
        {
            "en": "His nightclub has a very fashionable <em>clientele</em>.",
            "vi": "Hộp đêm của anh ấy có khách hàng ăn mặc rất thời trang."
        },
        {
            "en": "The nightclub has a very fashionable <em>clientele</em>.",
            "vi": "Quán này có một lượng khách hàng sang trọng."
        },
        {
            "en": "Our <em>clientele</em> comes mainly from the film industry.",
            "vi": "Khách hàng của chúng tôi chủ yếu là từ công nghiệp điện ảnh."
        },
        {
            "en": "Yes, they were selected because they are our target <em>clientele</em>.",
            "vi": "Vâng, tôi đã chọn họ vì họ chính là nhóm khách hàng mục tiêu của chúng ta."
        },
        {
            "en": "An Asian <em>clientele</em> is going shopping in New York.",
            "vi": "Một nhóm khách hàng châu á đang mua sắm ở New York."
        },
        {
            "en": "The business has built up a very large <em>clientele</em>.",
            "vi": "Cơ sở kinh doanh đã tạo dựng được một tập thể khách hàng rất đông đảo."
        },
        {
            "en": "Our <em>clientele</em> come/ comes mainly from the film industry.",
            "vi": "Khách hàng của chúng tôi chủ yếu là từ công nghiệp điện ảnh."
        },
        {
            "en": "An international <em>clientele</em> has booked the airplane ticket in our office.",
            "vi": "Một nhóm khách hàng quốc tế vừa đặt vé máy bay tại văn phòng chúng ta."
        },
        {
            "en": "The pub's <em>clientele</em> ranges from blue collar workers to professionals and even retirees.",
            "vi": "Những khách quen của quán rượu bao gồm từ công nhân lao động đến giới chuyên nghiệp và cả những người về hưu."
        },
        {
            "en": "Hotels can be classified according to location, facilities and services offered, and <em>clientele</em> served.",
            "vi": "Khách sạn được phân loại theo địa điểm, tiện nghi, các dịch vụ cung ứng và theo đối tượng khách hàng phục vụ."
        },
        {
            "en": "His <em>clientele</em> also includes those in Western Asian countries, Indonesia, Thailand, Canada and the Netherlands.",
            "vi": "Khách hàng của Ông ấy bao gồm cả các nước Tây Á, In-đô-nê-xi-a, Thái Lan, Ca=na-đa và Hà Lan."
        },
        {
            "en": "When approached, the managers of four saunas were reluctant to distribute materials, citing the presence of a mixed <em>clientele</em>.",
            "vi": "Mở đầu khi mới được tiếp cận, chủ của 4 cơ sở xông hơi đã không muốn phân phát các tài liệu này với lý do là có nhiều loại khách ở cơ sở của họ."
        },
        {
            "en": "Foreign banks face restrictions in the type of <em>clientele</em> they serve as well as the amount and type of currencies they can hold and trade.",
            "vi": "Các ngân hàng nước ngoài đối mặt với các hạn chế về đối tượng khách hàng mà họ phục vụ cũng như số lượng và loại hình tiền tệ mà họ có thể nắm giữ và kinh doanh."
        },
        {
            "en": "The best way to expand your <em>clientele</em> is to clearly identify who you want to do business with and then meet them.",
            "vi": "Cách tốt nhất để mở rộng nhóm khách hàng của bạn là xác định một cách rõ ràng đối tượng mà bạn muốn làm ăn và sau đó gặp gỡ họ."
        },
        {
            "en": "Due diligence on clients: approximately 90% of our <em>clientele</em> is comprised of professional clients, such as international financial institutions as well as prominent law and accounting firms, who act as intermediaries and most of them are regulated in the jurisdiction of their business.",
            "vi": "Về thẩm định khách hàng: khoảng 90% khách hàng của chúng tôi là các khách hàng chuyên nghiệp, chẳng hạn như các tổ chức tài chính quốc tế cũng như các công ty luật và kế toán nổi tiếng, những người đóng vai trò trung gian và hầu hết trong số họ được điều chỉnh trong phạm vi pháp lý dành cho hình thức kinh doanh của họ."
        },
        {
            "en": "Outside the women’s bathroom at the municipal-run Casey Recreation and Aquatic Centre in Cranbourne, for example, there are 21 versions of the same sign written in different scripts. The signs don’t exist to service a booming tourist <em>clientele</em> in the outer eastern suburbs; they’re there because too many local residents can’t be bothered to learn English. And why should they when councils like Casey bend over backwards to maintain foreign speech?",
            "vi": "Bên ngoài nhà vệ sinh cho nữ tại Trung tâm Giải trí và Thủy sinh Casey của thành phố Cranbourne, có 21 phiên bản của cùng một ký hiệu được viết bằng các thứ tiếng khác nhau. Các ký hiệu không tồn tại để phục vụ lượng khách du lịch đang bùng nổ ở bên ngoài vùng ngoại ô phía đông; chúng ở đó vì có quá nhiều cư dân địa phương không sẵn sàng học tiếng Anh. Và tại sao họ nên làm như vậy khi các hội đồng như Casey lùi bước để duy trì tiếng nước ngoài?"
        },
        {
            "en": "Outside the women’s bathroom at the municipal-run Casey Recreation and Aquatic Centre in Cranbourne, for example, there are 21 versions of the same sign written in different scripts. The signs don’t exist to service a booming tourist <em>clientele</em> in the outer eastern suburbs; they’re there because too many local residents can’t be bothered to learn English. And why should they when councils like Casey bend over backwards to maintain foreign speech?",
            "vi": "Bên ngoài nhà vệ sinh cho nữ tại Trung tâm Giải trí và Thủy sinh Casey của thành phố Cranbourne, có 21 phiên bản của cùng một ký hiệu được viết bằng các thứ tiếng khác nhau. Các ký hiệu không tồn tại để phục vụ lượng khách du lịch đang bùng nổ ở bên ngoài vùng ngoại ô phía đông; chúng ở đó vì có quá nhiều cư dân địa phương không sẵn sàng học tiếng Anh. Và tại sao họ nên làm như vậy khi các hội đồng như Casey lùi bước để duy trì tiếng nước ngoài?"
        },
        {
            "en": "Google to launch Groupon competitor    (Mashable) -- Google is preparing to launch Google Offers, the search giant's Groupon competitor, Mashable has learned.  We have the documents to prove it -- one of our sources has sent us a confidential fact sheet straight from the Googleplex about the company's new group buying service.  \"Google Offers is a new product to help potential customers and <em>clientele</em> find great deals in their area through a daily email,\" the fact sheet says.  Google Offers looks and operates much like Groupon or LivingSocial.  Users receive an e-mail with a local deal-of-the-day. They then have the opportunity to buy that deal within a specific time limit (we assume 24 hours). Once enough people have made the purchase, the Google Offer is triggered and users get that all-too-familiar $10 for $20 deal for that Indian restaurant you've never tried.  From what we can tell, Google Offers will be powered by Google Checkout. It also includes Facebook, Twitter, Google Reader, Google Buzz and e-mail sharing options.  Google is actively reaching out to businesses now to get them on board with Offers. It even apparently has a writing team in place to craft the write-up for offers.  Google famously tried to buy Groupon for $6 billion just a few months ago in order to bolster its local advertising business. Groupon rejected the offer though and is instead preparing for a $15 billion IPO.  The search giant clearly isn't giving this market up without a fight, though. With its vast reach, huge resources and brand recognition, it could prove to be a powerful player in the space.  We're going to be watching these developments closely. Look here to see the entire fact sheet Google is sending to local businesses:  Google has responded to our inquiry and sent us the following statement: \"Google is communicating with small businesses to enlist their support and participation in a test of a pre-paid offers/vouchers program. This initiative is part of an ongoing effort at Google to make new products, such as the recent Offer Ads beta, that connect businesses with customers in new ways. We do not have more details to share at this time, but will keep you posted.\"  Google essentially confirms Google Offers is real. It looks like Google Offers is in the testing phases, though.  We've also learned that Google will pay out 80% of a business' revenue share three days after its deal runs. Google will hold the remaining 20% for 60 days to cover refunds before sending the rest.",
            "vi": "Google to launch Groupon competitor    (Mashable) -- Theo Mashable đưa tin, Google đang chuẩn bị tung ra Google Offers, đối thủ của Groupon, thuộc công cụ tìm kiếm khổng lồ này.  Chúng tôi có tài liệu để chứng minh điều đó- - một trong những nguồn cung cấp thông tin đã gửi thẳng cho chúng tôi trang thông tin mật  từ Googleplex về dịch vụ mua nhóm mới của công ty này.  Theo tài liệu cung cấp thông tin thì \"Google Offers là sản phẩm mới nhằm giúp khách hàng tiềm năng và nhóm các khách hàng tìm kiếm các thương vụ lớn trong lĩnh vực của họ qua email hàng ngày.”  Google Offers hoạt động sẽ gần như tương tự Groupon hoặc Livingsocial. Người dùng nhận thư điện tử với thương vụ trong ngày ở địa phương. Sau đó, họ có cơ hội để mua thoả thuận đó trong giới hạn thời gian cụ thể (chúng tôi đoán chừng là 24 tiếng đồng hồ). Một khi đủ số người đã mua, Google Offers được khởi động và người dùng có được 10 đô-la Mỹ quá quen thuộc trong thương vụ 20 đô la tại nhà hàng Ấn Độ mà họ chưa bao giờ ăn ở đó.   Theo như chúng tôi được biết thì Google Offers sẽ được vận hành bằng Google Checkout. Nó cũng bao gồm Facebook, Twitter, Google Reader, Google Buzz và quyền lựa chọn chia sẻ thư điện tử.  Google hiện đang chủ động tiến đến thị trường các doanh nghiệp để thuyết phục họ mua Offers. Thậm chí công ty này hình như có một nhóm soạn chuyên nghiệp để viết bài khéo léo chào hàng. Google đã từng nổi tiếng trong vụ mua Groupon với 6 tỉ đô-la Mỹ chỉ cách đây vài tháng để ủng hộ kinh doanh quảng cáo ở địa phương của nó. Mặc dù vậy, Groupon đã từ chối lời đề nghị này và thay vì đó nó đang chuẩn bị cho cuộc phát hành cổ phiếu lần đầu trị giá 15 tỷ đô-la Mỹ.  Mặc dù vậy, rõ ràng là gã tìm kiếm khổng lồ này không chịu nhượng bộ thị trường này mặc dù không có trận chiến nào. Với các nguồn lực to lớn, khổng lồ và thương hiệu được công nhận, nó có thể chứng minh được là một cầu thủ mạnh trong sân chơi này.  Chúng tôi sẽ theo dõi chặt chẽ những diễn biến này. Hãy nhìn ở đây để xem toàn bộ tài liệu cung cấp thông tin Google đang gửi cho các doanh nghiệp ở địa phương: Google đã đáp lại lời yêu cầu của chúng tôi và gửi tuyên bố như sau: \"Google đang kết nối với các doanh nghiệp nhỏ để giành sự hỗ trợ và tham gia  từ phía các doanh nghiệp này và tham gia thử nghiệm chương trình chào hàng/phiếu trả tiền trước. Sáng  kiến này là một phần nỗ lực đang diễn ra tại Google nhằm đẩy mạnh sản xuất những sản phẩm mới, như phiên bản beta của Offer Ads gần đây mà chính phiên bản này sẽ kết nối kinh doanh với khách hàng theo nhiều hướng mới. Chúng tôi không có nhiều thông tin chi tiết để chia sẻ vào thời điểm này, nhưng chúng tôi hứa sẽ thông báo cho các quý công ty kịp thời.\" Về cơ bản, Google xác nhận Google Offers là có thật. Mặc dù vậy, trông có vẻ Google Offers đang ở giai đoạn thử nghiệm.   Chúng tôi cũng biết rằng Google sẽ trả ra 80% doanh thu trong thị phần doanh thu kinh doanh chỉ ba ngày sau khi cuộc thoả thuận được tiến hành. Google sẽ  tiếp tục giữ 20% còn lại trong 60 ngày để hoàn tiền lại trước khi gửi phần còn lại."
        }
    ],
    "suggestions": []
}