{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Clinton",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Clinton",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Clinton",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Clinton",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Clinton",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Clinton</em> urges N Korean dialogue",
            "vi": "Clinton kêu gọi đối thoại với Bắc Triều Tiê"
        },
        {
            "en": "<em>Clinton</em> was elected president in 1992.",
            "vi": "Clinton được bầu làm tổng thống vào năm 1992."
        },
        {
            "en": "Mrs. <em>Clinton</em> urges North Korean dialogue.",
            "vi": "Bà Clinton kêu gọi đối thoại với Bắc Hàn."
        },
        {
            "en": "Bill <em>Clinton</em> was not fond of solitude.",
            "vi": "Bill Clinton không thích sống cô đơn."
        },
        {
            "en": "I'd like you to meet Don <em>Clinton</em>.",
            "vi": "Tôi muốn bạn gặp Don Clinton."
        },
        {
            "en": "Mr. <em>Clinton</em> responded, “Bless you, thank you.”",
            "vi": "Ông Clinton đáp lại: \"Cầu chúa phù hộ cho bà, cám ơn bà.\""
        },
        {
            "en": "Former President Bill <em>Clinton</em> is the master.",
            "vi": "Cựu tổng thống Bill Clinton là một bậc thầy."
        },
        {
            "en": "The Americans chose Bill <em>Clinton</em> as president.",
            "vi": "Người Mỹ chọn Bill Cliton làm tổng thống."
        },
        {
            "en": "Bill <em>Clinton</em> and First Lady Hillary Rodham <em>Clinton</em> had attended the meeting.",
            "vi": "Bill Clinton và Đệ nhất phu nhân Hillary Rodham Clinton đã đến dự cuộc gặp gỡ."
        },
        {
            "en": "In the <em>Clinton</em>-Dole-Powell matchup, <em>Clinton</em> won with nearly 44% of the vote.",
            "vi": "Trong cuộc đua tay ba Clinton-Dole-Powell, Clinton chiến thắng với gần 44%. số phiếu bầu"
        },
        {
            "en": "He worked in the White House throughout the <em>Clinton</em> presidency.",
            "vi": "Ông ấy làm việc tại Nhà Trắng trong suốt nhiệm kỳ tổng thống của Clinton."
        },
        {
            "en": "You are helping team <em>Clinton</em> to collect a scalp.",
            "vi": "Bạn đang giúp đội Clinton giành chiến thắng."
        },
        {
            "en": "Hillary <em>Clinton</em> is Not Immune to Parking Tickets",
            "vi": "Bà Hillary Clinton cũng bị phạt vì đậu xe trái phép"
        },
        {
            "en": "Hilary <em>Clinton</em> is a woman of great learning.",
            "vi": "Hilary Clinton là người phụ nữ có kiến thức rộng."
        },
        {
            "en": "They are even giving Bill <em>Clinton</em> the cold shoulder.",
            "vi": "Họ tỏ ra lơ là ông Bill Clinton."
        },
        {
            "en": "Ms. <em>Clinton</em> spoke to reporters after the meeting.",
            "vi": "Bà Clinton phát biểu trước phóng viên sau cuộc họp."
        },
        {
            "en": "The wife of former president Bill <em>Clinton</em> is a Democrat.",
            "vi": "Vợ của cựu tổng thống bill clinton là đảng viên đảng dân chủ."
        },
        {
            "en": "USA Team Meets Presidents Obama And <em>Clinton</em> In White House",
            "vi": "Đội tuyển Mỹ yết kiến Tổng thống Obama và Clinton tại Nhà Trắng"
        },
        {
            "en": "She worked in the White House throughout the <em>Clinton</em> presidency.",
            "vi": "Bà ấy làm việc ở Tòa Bạch Ốc trong suốt nhiệm kỳ của Tổng Thống Clinton."
        },
        {
            "en": "What dates did President <em>Clinton</em> serve in office?",
            "vi": "Nhiệm kỳ của Tổng thống Clinton là khi nào?"
        }
    ],
    "suggestions": []
}