{
    "en_vn": {
        "data": {
            "content": null,
            "word": "clips"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "clips"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "clips"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clips"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "clips"
        }
    },
    "sentences": [
        {
            "en": "He usually <em>clips</em> his words.",
            "vi": "đọc nhanh nuốt chữ đi"
        },
        {
            "en": "I need some paper <em>clips</em>.",
            "vi": "Tôi cần một vài cái kẹp giấy."
        },
        {
            "en": "He complains about <em>clips</em> that give offence.",
            "vi": "Anh ấy khiếu nại đoạn phim xúc phạm."
        },
        {
            "en": "How many <em>clips</em> are picked up?",
            "vi": "Có bao nhiêu cây kẹp sẽ bị hút?"
        },
        {
            "en": "He sprinkled the paper <em>clips</em> on it.",
            "vi": "Anh ấy đã rắc những kẹp giấy lên trên nó."
        },
        {
            "en": "The video <em>clips</em> would be fun.",
            "vi": "Đoạn phim rất buồn cười."
        },
        {
            "en": "Put back the <em>clips</em> in the water.",
            "vi": "Bỏ những kẹp giấy vào trong nước."
        },
        {
            "en": "She brought the magnet near the <em>clips</em>.",
            "vi": "Cô ấy đã đưa nam châm lại gần những cây kẹp."
        },
        {
            "en": "Do you have any a box of paper-<em>clips</em>?",
            "vi": "Bạn có hộp kim kẹp giấy nào không?"
        },
        {
            "en": "These newspaper <em>clips</em> contain typical collocations about courts and trials.",
            "vi": "Các đoạn báo này chứa các cuộc giao lưu điển hình về tòa án và các thử nghiệm."
        },
        {
            "en": "Do you have any a box of paper - <em>clips</em>?",
            "vi": "Bạn có hộp kim kẹp giấy nào không?"
        },
        {
            "en": "Where is the maximum number of <em>clips</em> stick?",
            "vi": "Nơi nào có số kẹp giấy dính vào nhiều nhất?"
        },
        {
            "en": "I see you keep a store of paper <em>clips</em>.",
            "vi": "Tôi biết anh có dự trữ kẹp giấy."
        },
        {
            "en": "Next is bout removing <em>clips</em> and pins that fasten papers.",
            "vi": "Tiếp theo là việc bỏ các kẹp giấy và đinh gim siết chặt các tờ giấy."
        },
        {
            "en": "Remove <em>clips</em> and pins from the documents, please.",
            "vi": "Vui lòng bỏ tất cả kẹp giấy và các đinh ghim ra khỏi các hồ sơ."
        },
        {
            "en": "He <em>clips</em> an article out of the newspaper.",
            "vi": "Anh ta cắt bài báo từ tờ báo."
        },
        {
            "en": "Hold one end of the magnet near the <em>clips</em>.",
            "vi": "Giữ một đầu thanh nam châm ở gần những kẹp giấy."
        },
        {
            "en": "Hold the magnet near the <em>clips</em>. What happens?",
            "vi": "Giữ thanh nam châm gần kẹp giấy. Điều gì xảy ra?"
        },
        {
            "en": "The pianist is seen in terrific archival <em>clips</em>.",
            "vi": "Trong các đoạn phim lưu trữ tuyệt vời có hình ảnh của người nghệ sĩ dương cầm."
        },
        {
            "en": "Tommy, I've just got only 2 cartridge <em>clips</em> left.",
            "vi": "Tommy, tao chỉ còn có 2 băng đạn thôi."
        }
    ],
    "suggestions": []
}