{
    "en_vn": {
        "data": {
            "content": null,
            "word": "clippers",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>clippers</k><blockquote>an instrument for clipping.</blockquote><blockquote>→ <kref>clipper</kref></blockquote></div>",
            "word": "clippers",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "clippers",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clippers",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cái kéo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cái kìm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clippers of iron plate</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kéo cắt tôn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">rivet clippers</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kìm cắt đinh tán</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">rivet clippers</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy cắt đinh tán</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "clippers",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "nail <em>clippers</em>",
            "vi": "kéo cắt móng tay"
        },
        {
            "en": "These hair <em>clippers</em> are old.",
            "vi": "Mấy cây kéo hớt tóc này cũ rồi."
        },
        {
            "en": "Don't use <em>clippers</em>, use scissors.",
            "vi": "Đừng dùng tông - đơ mà dùng kéo."
        },
        {
            "en": "Don't use <em>clippers</em>, use scissors.",
            "vi": "Đừng dùng tông-đơ mà dùng kéo."
        },
        {
            "en": "Can i use the <em>clippers</em>?",
            "vi": "Tôi dùng tông - đơ được không?"
        },
        {
            "en": "And to keep that supplied, loads of <em>clippers</em> used to come into where <em>Clippers</em> Quay is now.",
            "vi": "Và để tiếp tục cung ứng, vô số tàu thuyền đã từng đến bến cảng có tên là Clipper Quay theo như tên gọi ngày nay."
        },
        {
            "en": "I have bought the nail <em>clippers</em> in the supermarket.",
            "vi": "Tôi mua mấy cái bấm móng tay này trong siêu thị."
        },
        {
            "en": "You can use ordinary nail <em>clippers</em> to clip its claw, avoiding the blood vessel.",
            "vi": "Bạn có thể dùng đồ cắt móng tay bình thường để cắt móng của nó, tránh cắt trúng mạch máu."
        },
        {
            "en": "The hepatitis B virus can also be transmitted by sharing razors, toothbrushes, nail <em>clippers</em> or earrings.",
            "vi": "Vi - rút viêm gan b cũng có thể được truyền bằng cách dùng chung dao cạo râu, bàn chải răng, dụng cụ cắt móng hoặc bông tai."
        },
        {
            "en": "From the 1840s until 1869, when the Suez Canal opened and steam propulsion was replacing sail, <em>clippers</em> dominated world trade.",
            "vi": "Từ những năm 1840 đến tận năm 1869, khi kênh đào Suez được mở ra và động cơ đẩy bằng hơi nước đã thay thế những chiếc thuyền buồm, các con thuyền cao tốc đã thống trị thương mại thế giới."
        },
        {
            "en": "Transmission of hepatitis B can be prevented by not sharing needles, razors, nail <em>clippers</em>, toothbrushes and earrings or body rings.",
            "vi": "Việc truyền viêm gan b có thể được ngăn ngừa bằng cách không dùng chung kim tiêm, dao cạo râu, dụng cụ cắt móng, bàn chải răng và bông tai hoặc các khuyên đeo trên người."
        },
        {
            "en": "Then one Sunday I watched as she took the <em>clippers</em> and cut off one whole branch of the plant.",
            "vi": "Rồi một ngày chủ nhật tôi nhìn thấy cô ấy lấy cái kéo xén cắt nguyên một nhánh cây."
        },
        {
            "en": "The fastest commercial sailing vessels of all time were <em>clippers</em>, three-masted ships built to transport goods around the world, although some also took passengers.",
            "vi": "Những con thuyền buồm thương mại nhanh nhất mọi thời đại đều là những con thuyền cao tốc, những con thuyền 3 cột buồm được chế tạo để vận chuyển hàng hóa đi khắp thế giới, tuy nhiên một số khác còn chở khách."
        },
        {
            "en": "The fastest commercial sailing vessels of all time were <em>clippers</em>, three-masted ships huilt to transport goods around the world, although some also took passengers. From the l 840s until 1869. w hen the Suez Canal opened and steam propulsion was replacing sail, <em>clippers</em> dominated world trade. Although many were built, only one has survived more or less intact: Cutty’ Sark. now on display in Greenwich, southeast London,",
            "vi": "Những con thuyền buồm thương mại nhanh nhất mọi thời đại đều là những con thuyền cao tốc, thuyền 3 cột buồm này vận chuyển hàng hóa trên khắp thế giới, một số khác còn chở khách. Từ những năm 1840 đến tận năm 1869, khi con kênh Suez được mở ra và động cơ hơi nước được thay thể bằng buồm, các con thuyền cao tốc đã chiếm ưu thế trong ngành thương mại thế giới. Dù cho có rất nhiều con thuyền được tạo ra, nhưng chỉ có một con thuyền sống sót còn nguyên vẹn ít hoặc nhiều: Cutty Sark, hiện đang được trưng bày tại Greenwich, phía đông nam London."
        },
        {
            "en": "A well-stocked medicine cabinet should have:\n\n· acetaminophen or ibuprofen\n· adhesive bandages\n· antiseptic\n· calamine lotion\n· cool-mist vaporizer\n· cotton balls/swabs\n· insect repellent\n· nail <em>clippers</em>\n· sterile gauze pads and surgical tape\n· sunscreen\n· thermometer\n· tweezers",
            "vi": "Nên dự trữ đầy đủ các loại thuốc sau:\n\n\n· acetaminophen hoặc ibuprofen\n· băng dính\n· thuốc sát trùng\n· thuốc xức Calamine\n· máy phun hơi nước mát\n· bông cứu thương / gạc\n· thuốc diệt côn trùng\n· dụng cụ cắt móng\n· gạc vô trùng và băng phẫu thuật\n· kem chống nắng\n· nhiệt kế\n· nhíp"
        },
        {
            "en": "The fastest commercial sailing vessels of all time were <em>clippers</em>, three-masted ships huilt to transport goods around the world, although some also took passengers. From the l 840s until 1869. w hen the Suez Canal opened and steam propulsion was replacing sail, <em>clippers</em> dominated world trade. Although many were built, only one has survived more or less intact: Cutty’ Sark. now on display in Greenwich, southeast London,",
            "vi": "Những con thuyền buồm thương mại nhanh nhất mọi thời đại đều là những con thuyền cao tốc, thuyền 3 cột buồm này vận chuyển hàng hóa trên khắp thế giới, một số khác còn chở khách. Từ những năm 1840 đến tận năm 1869, khi con kênh Suez được mở ra và động cơ hơi nước được thay thể bằng buồm, các con thuyền cao tốc đã chiếm ưu thế trong ngành thương mại thế giới. Dù cho có rất nhiều con thuyền được tạo ra, nhưng chỉ có một con thuyền sống sót còn nguyên vẹn ít hoặc nhiều: Cutty Sark, hiện đang được trưng bày tại Greenwich, phía đông nam London."
        },
        {
            "en": "Can paronychia be prevented?  Here are some things that can lessen your chances of developing paronychia:      * Don't bite your nails or pick at the cuticle area around them.      * Don't cut nails too short. Trim your fingernails and toenails with <em>clippers</em> or manicure scissors, and smooth the sharp corners with an emery board or nail file. The best time to do this is after a bath or shower, when your nails are softer.      * Don't push your cuticles back, trim them, or use cuticle remover. Damaging your cuticles gives bacteria a way to get into your skin and cause an infection.      * If you'll be washing a lot of dishes or if your hands might be coming into contact with chemicals, wear rubber gloves.      * If you have diabetes, make sure it is under control.      * Practice good hygiene: keep your hands and feet clean and dry.      * If you get manicures or pedicures at a nail salon, consider bringing along your own <em>clippers</em>, nail files, and other tools.",
            "vi": "Có thể ngăn ngừa viêm mé móng không?   Bạn có thể áp dụng một số biện pháp dưới đây để làm giảm nguy cơ bị viêm mé móng:   * Không cắn móng tay hoặc cạy lớp biểu bì quanh móng tay.  * Không cắt tỉa móng tay quá sát. Cắt tỉa móng tay và móng chân bằng dụng cụ cắt móng hoặc kéo cắt móng tay, và giũa góc sắc bằng thanh mài hoặc dụng cụ giũa móng tay. Thời điểm cắt giũa móng tốt nhất là sau khi tắm - khi ấy móng của bạn mềm hơn. \n \n* Không đẩy ngược lớp biểu bì ra sau, hãy cắt tỉa chúng, hoặc sử dụng chất tẩy biểu bì. Việc làm tổn thương lớp biểu bì này làm cho vi khuẩn có thể xâm nhập vào da và gây ra nhiễm trùng. \n \n* Nếu bạn rửa nhiều bát đĩa hoặc nếu tay bạn có thể tiếp xúc với hoá chất thì bạn nên mang găng tay cao su.\n \n* Nếu bạn bị tiểu đường, thì nên đảm bảo phải kiểm soát được bệnh.  \n \n* Nên đảm bảo thực hiện vệ sinh sạch sẽ: nên giữ bàn tay và bàn chân của bạn được sạch sẽ và khô ráo. \n \n* Nếu bạn làm móng tay hoặc chăm sóc móng chân ở tiệm làm móng, thì nên nghĩ đến việc mang theo dụng cụ cắt móng, đồ giũa móng tay, và những công cụ khác của mình."
        },
        {
            "en": "Steam ships posed a growing threat to <em>clippers</em>, as their speed and cargo capacity increased. In addition, the opening of the Suez Canal in 1869. the same year that Cutty Sark was launched, had a serious impact. While steam ships could make use of the quick, direct route between the Mediterranean and the Red Sea. the canal was of no use to sailing ships, which needed the much stronger winds of the oceans, and so had to sail a far greater distance. Steam ships reduced the journey time between Britain and China by approximately two months.",
            "vi": "Tàu hơi nước đã đặt ra một mối đe dọa ngày càng lớn cho tàu cao tốc khi tốc độ và khả năng vận chuyển hàng hóa của chúng tăng lên. Ngoài ra, việc mở kênh đào Suez vào năm 1869, cùng với năm mà Cutty Sark được hạ thủy, đã có một tác động vô cùng lớn. Trong khi những con tàu hơi nước có thể tận dụng tuyến đường nhanh và trực tiếp từ Địa Trung Hải và vùng Biển Đỏ thì con kênh đào không được sử dụng cho thuyền buồm. Do chúng cần gió mạnh hơn của đại dương, nên chúng phải đi một quãng đường xa hơn rất nhiều. Tàu hơi nước đã giảm thời gian của chuyến đi giữa Anh và Trung Quốc gần 2 tháng."
        },
        {
            "en": "Steam ships posed a growing threat to <em>clippers</em>, as their speed and cargo capacity increased. In addition, the opening of the Suez Canal in 1869. the same year that Cutty Sark was launched, had a serious impact. While steam ships could make use of the quick, direct route between the Mediterranean and the Red Sea. the canal was of no use to sailing ships, which needed the much stronger winds of the oceans, and so had to sail a far greater distance. Steam ships reduced the journey time between Britain and China by approximately two months.",
            "vi": "Tàu hơi nước đã đặt ra một mối đe dọa ngày càng lớn cho tàu cao tốc khi tốc độ và khả năng vận chuyển hàng hóa của chúng tăng lên. Ngoài ra, việc mở kênh đào Suez vào năm 1869, cùng với năm mà Cutty Sark được hạ thủy, đã có một tác động vô cùng lớn. Trong khi những con tàu hơi nước có thể tận dụng tuyến đường nhanh và trực tiếp từ Địa Trung Hải và vùng Biển Đỏ thì con kênh đào không được sử dụng cho thuyền buồm. Do chúng cần gió mạnh hơn của đại dương, nên chúng phải đi một quãng đường xa hơn rất nhiều. Tàu hơi nước đã giảm thời gian của chuyến đi giữa Anh và Trung Quốc gần 2 tháng."
        }
    ],
    "suggestions": []
}