{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cloning"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cloning"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cloning"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cloning"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cloning"
        }
    },
    "sentences": [
        {
            "en": "Animal <em>cloning</em>.",
            "vi": "Phát triển vô tính."
        },
        {
            "en": "Experiments of human <em>cloning</em>.",
            "vi": "Thử nghiệm sinh sản vô tính trên người."
        },
        {
            "en": "The controversy over human <em>cloning</em>.",
            "vi": "Tranh luận về sinh sản vô tính ở người."
        },
        {
            "en": "The <em>cloning</em> technology can be developed healthily.",
            "vi": "Công nghệ nhân bản có thể được phát triển lành mạnh."
        },
        {
            "en": "They introduced legislation to prevent human <em>cloning</em>.",
            "vi": "Họ đã mở đầu việc xây dựng pháp luật ngăn chặn việc nhân bản vô tính người."
        },
        {
            "en": "Human <em>cloning</em> raises a complex ethical issue.",
            "vi": "Nhân bản vô tính con người đặt ra một vấn đề phức tạp về mặt đạo đức."
        },
        {
            "en": "Embryo <em>cloning</em> could be used to create new human parts.",
            "vi": "Kỹ thuật tạo dòng phôi có thể tạo nên các bộ phận của cơ thể người."
        },
        {
            "en": "Rare species could be frozen for future <em>cloning</em>.",
            "vi": "Những loài quý hiếm có thể được đông lại để nhân vô tính trong tương lai."
        },
        {
            "en": "The process of DNA <em>cloning</em> has two components.",
            "vi": "Quá trình tạo dòng ADN gồm hai công đoạn."
        },
        {
            "en": "Despite opposition on the part of the majority of people against human <em>cloning</em>, <em>cloning</em> as a technology has been developing fast.",
            "vi": "Tuy nhiên, lập trường phản đối đối với việc sinh sản vô tính ở người của phần đông mọi người đã không ảnh hưởng đến sự phát triển nhanh chóng của việc sinh sản vô tính với vai trò là một công nghệ kỹ thuật."
        },
        {
            "en": "<em>Cloning</em> has been a mater of fascination, but also of bitter controversy worldwide.",
            "vi": "Sinh sản vô tính đã là một đề tài rất hấp dẫn nhưng cũng gây ra những cuộc tranh cãi gay gắt trên khắp thế giới."
        },
        {
            "en": "One of the most basic techniques of molecular biology to study protein function is expression <em>cloning</em>.",
            "vi": "Một trong những kỹ thuật cơ bản của sinh học phân tử để nghiên cứu chức năng prô - tê - in là biểu hiện dòng."
        },
        {
            "en": "There has been a strong outcry against human <em>cloning</em> in academic, political and religious circles.",
            "vi": "Đã có sự phản đối mạnh mẽ việc sinh sản vô tính ở người trong giới học thuật, chính trị và tôn giáo."
        },
        {
            "en": "The article on <em>cloning</em> was written for scientists. It was over my head.",
            "vi": "Bài viết về nhân bản vô tính viết cho các nhà khoa học. Nó ngoài sự hiểu biết của tôi."
        },
        {
            "en": "This speeds gene identification through <em>cloning</em> the gene and determining what protein the gene encodes.",
            "vi": "Điều này thúc đẩy việc xác định gen thông qua tạo dòng gen đó và xác định protein nào được gen đó mã hóa."
        },
        {
            "en": "Such <em>cloning</em> is a good way to ensure that meetings are worthwhile.",
            "vi": "Nhân bản kiểu này là một cách hay để bảo đảm rằng các cuộc gặp gỡ đều đáng giá."
        },
        {
            "en": "One of the most basic techniques of molecular biology to study protein function is expression <em>cloning</em>.",
            "vi": "Một trong những kỹ thuật cơ bản của sinh học phân tử để nghiên cứu chức năng prô-tê-in là biểu hiện dòng."
        },
        {
            "en": "They hold the view that technically the chance of successful <em>cloning</em> is slim and that consequently the <em>cloning</em> of human beings will destroy human moral principles and cause a social disaster,",
            "vi": "Họ giữ quan điểm rằng xét về mặt kỹ thuật cơ hội sinh sản vô tính thành công rất nhỏ và hậu quả là sinh sản vô tính ở người sẽ phá hủy các nguyên tắc đạo đức và gây ra một thảm họa xã hội."
        },
        {
            "en": "In principle, there is no reason why the same <em>cloning</em> techniques should not carry out on human cells.",
            "vi": "Nói chung, không có lí do giải thích tại sao không nên thực hiện cùng một phương pháp nhân bản ADN trên tế bào con người."
        },
        {
            "en": "Other theories include more malicious motives including genetic tempering, sexual encounters including hybrid production, <em>cloning</em>, and so on.",
            "vi": "Các giả thuyết khác bao gồm nhiều động cơ có phần dã tâm như cắt nối gen, lai giống, nhân bản vô tính, hoặc đại loại như vậy."
        }
    ],
    "suggestions": []
}