{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "clones"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "clones"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "clones"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clones"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "clones"
        }
    },
    "sentences": [
        {
            "en": "Mary's brothers grinned alongside her, <em>clones</em> of their father.",
            "vi": "Mấy đứa em đứng bên Mary, nhe răng cười toe toét, như những bản sao của cha chúng."
        },
        {
            "en": "The animals are <em>clones</em>, genetic copies of each other.",
            "vi": "Những động vật này là nhân bản, sao chép gien của nhau."
        },
        {
            "en": "Genome sequencing projects typically generate sequence information from many different cDNA <em>clones</em>.",
            "vi": "Điển hình là các dự án giải trình tự bộ gen thu được thông tin về trình tự từ nhiều dòng cADN khác nhau."
        },
        {
            "en": "You would not want <em>clones</em> of people you already have on your team.",
            "vi": "Bạn không muốn nhân giống vô tính những con người mà bạn đã có trong đội ngũ."
        },
        {
            "en": "Offspring that are genetically identical to their parents are called <em>clones</em>.",
            "vi": "Thế hệ con mà nhìn chung giống hệt như bố mẹ được gọi là dòng vô tính."
        },
        {
            "en": "Scientists have been able to produce animal <em>clones</em>, exact genetic duplicates of the parent animal, since 1996.",
            "vi": "Những nhà khoa học đã có thể sản sinh ra những con vật vô tính, bản sao di truyền chính xác của một con vật cha hay mẹ kể từ năm 1996."
        },
        {
            "en": "Because cDNAs represent only the portions of eukaryotic genes that are transcribed into the mRNA, cDNA <em>clones</em> are particularly useful for analysis of gene expression and cell specialization.",
            "vi": "Do cDNA chỉ đại diện cho bộ phận các gen ở sinh vật nhân chuẩn đã được phiên mã thành mRNA, nên các dòng cDNA đặc biệt hữu ích cho phân tích biểu hiện gen và biệt hóa tế bào."
        },
        {
            "en": "While a number of the courses in the SE programme began life as <em>clones</em> of their CS counterparts, most of them diverged to be different courses.",
            "vi": "Trong khi số môn học trong chương trình SE bắt đầu tồn tại như việc nhái theo các môn tương ứng của CS, phần lớn trong chúng đi trệch sang các môn khác."
        }
    ],
    "suggestions": []
}