{
    "en_vn": {
        "data": {
            "content": null,
            "word": "clotting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "clotting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "clotting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clotting"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vón cục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự đóng cục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự kết khối</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự vón</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">blood clotting</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máu đóng cục</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clotting factors</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> yếu tố đông máu</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "clotting"
        }
    },
    "sentences": [
        {
            "en": "<em>Clotting</em> time.",
            "vi": "Thời gian đông máu."
        },
        {
            "en": "Blood <em>clotting</em>.",
            "vi": "Máu đóng cục."
        },
        {
            "en": "<em>Clotting</em> factor.",
            "vi": "Yếu tố đông máu"
        },
        {
            "en": "It prevents the blood from <em>clotting</em>.",
            "vi": "Nó làm cho máu không đóng cục."
        },
        {
            "en": "This article is about blood <em>clotting</em>.",
            "vi": "Bài báo này viết về chứng đông máu."
        },
        {
            "en": "Platelets are important in the <em>clotting</em> of blood.",
            "vi": "Tiểu cầu đóng vai trò quan trọng trong việc đông máu."
        },
        {
            "en": "An agent that prevents the <em>clotting</em> of blood.",
            "vi": "Các tác nhân ngăn cản sự đông máu."
        },
        {
            "en": "It is essential for many metabolic processes, including nerve function, muscle contraction, and blood <em>clotting</em>.",
            "vi": "Nó rất cần thiết cho nhiều tiến trình biến dưỡng bao gồm chức năng thần kinh, co cơ bắp và đông máu."
        },
        {
            "en": "They say that it contains chemicals called flavinoids which thin the blood, helping to prevent <em>clotting</em>.",
            "vi": "Họ cho biết sôcôla có chứa các hóa chất gọi là chất sát trùng, chất này làm co tế bào máu, giúp chống hiện tượng nghẽn mạch."
        },
        {
            "en": "The liver also synthesized fibrinogen and prothrombin (essential blood-<em>clotting</em> substances) and heparin, an anticoagulant.",
            "vi": "Gan cũng tổng hợp fibrinogen và prothrombin (các chất đông máu thiết yếu) và heparin, và các chất kháng đông."
        },
        {
            "en": "An anticoagulant used to prevent further blood <em>clotting</em> in coronary and other thromboses.",
            "vi": "Một loại thuốc chống đông máu được sử dụng để phòng ngừa máu đông trong động mạch cảnh và các cục máu đông khác."
        },
        {
            "en": "It prevents the blood from <em>clotting</em>, which is what causes strokes.",
            "vi": "Nó làm cho máu không đóng cục, máu đóng cục là nguyên nhân gây đột quỵ."
        },
        {
            "en": "Injury, disease of the blood vessels, or a <em>clotting</em> disorder of the blood are the usually causative factors.",
            "vi": "Các nhân tố gây bệnh là tổn thương, bệnh ở các mạch máu và rối loạn về đông máu."
        },
        {
            "en": "A deficiency of the <em>clotting</em> factor fibrinogen in the blood, which results in an increased tendency to bleed.",
            "vi": "Nhiều yếu tố đông máu fibrinogen trong máu, làm tăng khuynh hướng xuất huyết."
        },
        {
            "en": "Deficiency of the <em>clotting</em> factor prothrombin in the blood, which results in an increased tendency to bleed.",
            "vi": "Tình trạng thiếu yếu tố đông máu prothrombin trong máu, gây tăng khuynh hướng xuất huyết."
        },
        {
            "en": "One of the substances involved in the <em>clotting</em> of blood, important for the activation of plasma thromboplastin.",
            "vi": "Một trong các chất liên quan đến sự đông máu, có tầm quan trọng trong việc hoạt hoá thromboplastin huyết tương."
        },
        {
            "en": "Between 14% and 25% of children with severe hemophilia A develop inhibitors (antibodies to the <em>clotting</em> factor). Their bodies view the <em>clotting</em> factor as a foreign substance and develop antibodies that block its <em>clotting</em> action. This can make the hemophilia difficult to treat. One method for overcoming the inhibitors is to increase the body's tolerance to the <em>clotting</em> factor by carefully infusing increasing amounts of the <em>clotting</em> factor over time. Inhibitors to factor IX (hemophilia B) are less common and are also more difficult to treat.",
            "vi": "Khoảng 14 -25% trẻ bị máu loãng khó đông nặng loại A tạo chất ức chế (đây là loại kháng thể chống lại yếu tố động tụ). Cơ thể trẻ xem yếu tố đông tụ như là một chất “ngoại lai” và tạo kháng thể ngăn không cho nó đông tụ. Tình trạng này làm cho bệnh máu khó đông khó có thể chữa trị. Một phương pháp có thể giúp kháng được chất ức chế là làm tăng khả năng dung nạp yếu tố đông tụ của cơ thể bằng cách cẩn  thận truyền lượng yếu tố đông tụ tăng dần theo thời gian. Chất ức chế đối với yếu tố thứ IX (bệnh máu khó đông loại B) hiếm thấy hơn và cũng khó có thể điều trị hơn."
        },
        {
            "en": "The natural anticoagulant herparin directly interferes with blood <em>clotting</em> and is active both within the body and against a sample of blood in a test tube.",
            "vi": "Chất kháng đông thiên nhiên heparin can thiệp trực tiếp vào sự đông máu và các tác động có cả trong cơ thể cũng như với các mẫu máu trong ống nghiệm."
        },
        {
            "en": "This residue is extremely rich in a <em>clotting</em> factor, factor VIII (), and is used in the control of bleeding in haemophilia",
            "vi": "Phần này rất giàu yếu tố đông máu, yếu tố viii và dùng để kiểm soát huyết tương trong bệnh ưa chảy máu."
        },
        {
            "en": "Hemophilia is a rare bleeding disorder that prevents the blood from <em>clotting</em> properly. Currently, about 17,000 people in the United States have hemophilia.",
            "vi": "Bệnh máu khó đông là một bệnh máu loãng hiếm thấy làm cho máu không đông như bình thường. Ở Mỹ hiện có khoảng 17.000 người mắc bệnh này."
        }
    ],
    "suggestions": []
}