{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['klʌbiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">việc nện bằng đùi cui</td></tr></table><i/></div>",
            "word": "clubbing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "clubbing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "clubbing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clubbing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "clubbing"
        }
    },
    "sentences": [
        {
            "en": "<em>Clubbing</em>.",
            "vi": "Chứng ngón hình thuỳ."
        },
        {
            "en": "We go <em>clubbing</em> every Saturday.",
            "vi": "Chúng tôi đi câu lạc bộ mỗi thứ bảy."
        },
        {
            "en": "Tom and I went <em>clubbing</em> last weekend.",
            "vi": "Cuối tuần rồi, Tom và tôi đã đi đến hộp đêm."
        },
        {
            "en": "We're going <em>clubbing</em> tonight. Are you up for it?",
            "vi": "Tối nay chúng tôi đi câu lạc bộ. Bạn đi không?"
        },
        {
            "en": "We 're going <em>clubbing</em> tonight. Are you up for it?",
            "vi": "Tối nay chúng tôi đi câu lạc bộ. Bạn đi không?"
        },
        {
            "en": "I love going <em>clubbing</em> in different countries with different music and atmosphere.",
            "vi": "Tôi thích đi câu lạc bộ ở các nước khác nhau với âm nhạc và bầu không khí khác nhau."
        },
        {
            "en": "We went <em>clubbing</em> in some of Ibiza's most famous hot spots.",
            "vi": "Chúng tôi đến hộp đêm ở một trong những khu giải trí nổi tiếng nhất Ibiza."
        },
        {
            "en": "When I was young I used to go pubbing and <em>clubbing</em>.",
            "vi": "Khi tôi còn trẻ tôi thường đi uống rượu và đi câu lạc bộ."
        },
        {
            "en": "I think we'll go to my favourite restaurant, then a couple of bars and then let's go <em>clubbing</em>.",
            "vi": "Tôi nghĩ chúng ta sẽ ăn tối tại nhà hàng ưa thích nhất của tôi, sau đó đi đến một vài quán rượu và đi nhảy."
        },
        {
            "en": "<em>Clubbing</em> is seen in pulmonary tuberculosis, bronchiectasis, empyema, infective endocarditis, cyanotic congenital heart disease, and lung cancer and as a harmless congenital abnormality.",
            "vi": "Tay hình thuỳ thấy trong bệnh lao phổi, dãn cuống phổi, viêm mủ màng phổi, viêm nội tâm mạc nhiễm trùng, bệnh tim bẩm sinh tím tái, và ung thư phổi; và là một dị dạng bẩm sinh vô hại."
        },
        {
            "en": "The idea of eurozone economies <em>clubbing</em> together to issue bonds representing all 17 member nations has been gathering momentum in recent days.",
            "vi": "Ý tưởng các nền kinh tế khu vực sử dụng đồng Euro cùng nhau phát hành các trái phiếu đại diện cho tất cả 17 quốc gia thành viên đang không ngừng gia tăng trong những ngày gần đây."
        },
        {
            "en": "I was just sorry I couldn't spend much quality time with Emma, but she promised the next time she comes it won't be such a whirlwind visit. Anyway, what about you? Is life its usual busy social whirl ? Do you still go <em>clubbing</em> every weekend? Claire",
            "vi": "Tôi chỉ tiếc là tôi không thể dành nhiều thời gian quý báu với Emma, nhưng cô ấy hứa lần sau khi cô ấy đến đó sẽ không phải là một chuyến viếng thăm như cơn lốc (=a flying visit: viếng thăm chớp nhoáng). Tiện thể, bạn sao rồi? Cuộc sống vẫn bận rộn với một loạt các hoạt động xã hội không ngừng nghỉ như thường lệ chứ? Bạn vẫn đi club vào mỗi cuối tuần chứ? "
        },
        {
            "en": "They had it at a hotel near their house and invited all their parents' old friends. The vicar who'd married them even put in an appearance ! They asked me along too and it was lovely, a really special occasion with a fun atmosphere. I was just sorry I couldn't spend much quality time with Emma, but she promised the next time she comes it won't be such a whirlwind visit. Anyway, what about you? Is life its usual busy social whirl ? Do you still go <em>clubbing</em> every weekend? Claire",
            "vi": "Họ đã tổ chức (had it = had a party) ở một khách sạn gần nhà và mời tất cả bạn bè của bố mẹ đến tham dự. Thậm chí vị cha xứ đã chứng nhận cho hôn lễ của ba mẹ họ trước đây cũng góp mặt một chút . Họ cũng mời tôi tới và đó là một dịp thật sự đặc biệt và thú vị với không khí vui vẻ. Tôi chỉ tiếc là tôi không thể dành nhiều thời gian quý báu với Emma, nhưng cô ấy hứa lần sau khi cô ấy đến đó sẽ không phải là một chuyến viếng thăm như cơn lốc (=a flying visit: viếng thăm chớp nhoáng). Tiện thể, bạn sao rồi? Cuộc sống vẫn bận rộn với"
        },
        {
            "en": "Emma was here for a surprise party for her parents on Sunday. She and her brother wanted to spring a surprise on them for their 30th wedding anniversary - they thought 30 years together definitely called for a celebration - so they decided to throw a party for them. They had it at a hotel near their house and invited all their parents' old friends. The vicar who'd married them even put in an appearance ! They asked me along too and it was lovely, a really special occasion with a fun atmosphere. I was just sorry I couldn't spend much quality time with Emma, but she promised the next time she comes it won't be such a whirlwind visit. Anyway, what about you? Is life its usual busy social whirl ? Do you still go <em>clubbing</em> every weekend? Claire",
            "vi": "Emma đã ở đây chuẩn bị cho một bữa tiệc bất ngờ dành cho bố mẹ cô vào chủ nhật. Cô và anh (em) trai của cô muốn gây ngạc nhiên cho bố mẹ họ vào dịp kỷ niệm 30 năm ngày cưới- họ nghĩ rằng 30 năm sống cùng nhau chắc chắn cần phải có một lễ kỷ niệm - vì vậy họ quyết định tổ chức một bữa tiệc. Họ đã tổ chức (had it = had a party) ở một khách sạn gần nhà và mời tất cả bạn bè của bố mẹ đến tham dự. Thậm chí vị cha xứ đã chứng nhận cho hôn lễ của ba mẹ họ trước đây cũng góp mặt một chút . Họ cũng mời tôi tới và đó là một dịp thật sự đặc biệt và thú vị với không khí vui vẻ. Tôi chỉ tiếc là tôi không thể dành nhiều thời gian quý báu với Emma, nhưng cô ấy hứa lần sau khi cô ấy đến đó sẽ không phải là một chuyến viếng thăm như cơn lốc (=a flying visit: viếng thăm chớp nhoáng). Tiện thể, bạn sao rồi? Cuộc sống vẫn bận rộn với một loạt các hoạt động xã hội không ngừng nghỉ như thường lệ chứ? Bạn vẫn đi club vào mỗi cuối tuần chứ?"
        },
        {
            "en": "The idea of eurozone economies <em>clubbing</em> together to issue bonds representing all 17 member nations has been gathering momentum in recent days.   And it has some pretty influential backers. For example, billionaire investor George Soros has said the bonds could be a good way to reduce the borrowing costs of highly-indebted nations, while Italian Finance Minister Giulio Tremonti has described them as the \"master solution\" to the debt crisis.   But those that really matter are less keen.   The German government has said eurobonds \"don't make sense\" right now, given that individual member states conduct their own economic policies. It is also concerned the introduction of such bonds could reduce the resolve of highly-indebted governments to balance their budgets.   But what are eurobonds, and government bonds on which they are based (just remember of course that eurobonds don't actually exist at the moment)?   What is a government bond?   Governments borrow money by selling securities known as bonds to investors. In return for the investor's cash, the government promises to pay a fixed rate of interest over a specific period - say 4% every year for 10 years. At the end of the period, the investor is repaid the cash they originally paid, cancelling that particular bit of government debt. Government bonds have traditionally been seen as ultra-safe long-term investments and are held by pension funds, insurance companies and banks, as well as private investors. They are a vital way for countries to raise funds.    So what is a eurobond?   A eurobond would operate in exactly the same way as a government bond, except that all 17 member states of the eurozone would collectively guarantee the debt rather than a single government.   What is a bond market?   Once a bond has been issued - and the government has the cash - the investor can hold it and collect the interest every year until it is repayable. But investors can also sell the bond on the financial markets. The price of the bond will fluctuate as the outlook for interest rates changes. So, for example, if the markets think that interest rates are going to rise sharply, then the value of a bond paying a fixed rate of 4% for the next 10 years will fall. Bond prices will also fall if investors think that there is a risk of the government that issued the bond not being able to make the annual interest payment or repay it in full on maturity - and these are the fears which have been pushing down Irish bond prices.   What is a bond yield?   This sounds complicated, but isn't! The yield is the return received by an investor who buys the bond at today's market price. Let's take an example. A bond is sold by a government for 100 euros, paying an annual interest rate of 4%, or 4 euros per year. The yield is 4%. But then the market price of the bond falls to 50 euros. The interest payment (the coupon) is still 4 euros per year. So for a 50 euro investment the investor can get a 4 euro annual payment, which is a return or \"yield\" of 8%. Market commentators usually quote bond yields, rather than prices. The key thing to remember is that bad news drives down bond prices, which pushes up bond yields.   Why do bond markets matter?   Because they determine what it costs a government to borrow. When a government wants to raise new money it issues new bonds. But those bonds have to pay an annual interest rate which is close to the current yield for bonds which it has issued earlier and are now being traded in the market (see above). So if a crisis of confidence drives up market yields the government has to pay more for new borrowings - possibly a lot more. (But remember that it does not affect the cost of paying the annual interest of existing bonds, because the interest rate is fixed for the life of the bond).",
            "vi": "Ý tưởng các nền kinh tế khu vực sử dụng đồng Euro cùng nhau phát hành các trái phiếu đại diện cho tất cả 17 quốc gia thành viên đang không ngừng gia tăng trong những ngày gần đây.   Và ý tưởng ấy được một số người tương đối có ảnh hưởng ủng hộ. Chẳng hạn, nhà đầu tư tỷ phú George Soros đã phát biểu rằng các trái phiếu có thể là một biện pháp hữu hiệu để giảm chi phí vay mượn của những quốc gia mắc nợ nhiều, trong khi Bộ trưởng Bộ tài chính Ý Giulio Tremonti lại mô tả chúng là “giải pháp chính” cho cuộc khủng hoảng nợ.   Nhưng những ý kiến thực sự có tầm ảnh hưởng như vậy không nhiều.   Chính phủ Đức cho rằng các trái phiếu châu Âu phát hành ngay tại thời điểm này “không hợp lý chút nào”, hãy cứ để mỗi quốc gia thành viên thực hiện những chính sách kinh tế của riêng họ. Người ta còn lo ngại việc phát hành những trái phiếu như vậy có thể giảm sự quyết tâm cân đối ngân sách của các chính phủ mắc nợ nhiều.   Nhưng trái phiếu châu Âu, và trái phiếu chính phủ dựa vào đó để phát hành (dĩ nhiên cần nhớ rằng các trái phiếu châu Âu trên thực tế chưa tồn tại lúc này) là gì?   Trái phiếu chính phủ là gì? Các chính phủ mượn tiền bằng cách bán chứng khoán được gọi là trái phiếu cho nhà đầu tư. Để đổi lấy tiền của nhà đầu tư, chính phủ ấy cam kết trả một mức lãi suất cố định suốt một khoảng thời gian nhất định – ví dụ 4% mỗi năm trong 10 năm. Khi kết thúc khoảng thời gian đó, nhà đầu tư được hoàn trả số tiền họ đã bỏ ra lúc đầu, huỷ khoản nợ chính phủ đặc biệt kia. Trái phiếu chính phủ xưa nay được xem là những khoản đầu tư dài hạn vô cùng an toàn và được các quỹ hưu trí, công ty bảo hiểm và ngân hàng, cũng như những nhà đầu tư cá nhân nắm giữ. Chúng là một biện pháp cực kỳ quan trọng để các nước huy vốn.   Vậy trái phiếu châu Âu là gì? Một trái phiếu châu Âu sẽ hoạt động giống hệt như một trái phiếu chính phủ, ngoại trừ việc tất cả 17 quốc gia thành viên khu vực sử dụng đồng Euro sẽ cùng bảo đảm số nợ đó chứ không phải một chính phủ riêng rẽ.   Thị trường trái phiếu là gì? Khi một trái phiếu được phát hành xong – và chính phủ đã có tiền – nhà đầu tư có thể nắm giữ và thu lãi mỗi năm đến thời điểm trái phiếu có thể hoàn trả. Nhưng các nhà đầu tư cũng có thể bán trái phiếu đó trên thị trường tài chính. Giá trái phiếu sẽ dao động khi có ý kiến cho rằng lãi suất sẽ thay đổi. Chẳng hạn, nếu các thị trường tin là lãi suất sẽ tăng mạnh, thì giá trị một trái phiếu trả lãi suất cố định 4% trong 10 năm nữa sẽ giảm xuống. Giá trái phiếu cũng sẽ giảm nếu nhà đầu tư cho rằng có rủi ro là chính phủ phát hành trái phiếu đó không thể thanh toán tiền lãi hàng năm hoặc hoàn trả đầy đủ tiền gốc khi đáo hạn – và đây chính là những lo sợ gần đây đã làm cho giá trái phiếu của Ai-len xuống.   Mức sinh lời của trái phiếu là gì? Cái này nghe có vẻ rắc rối, nhưng không phải vậy! Mức sinh lời là lợi nhuận nhà đầu tư thu về do mua trái phiếu theo giá thị trường ngày hôm nay. Ví dụ, một trái phiếu chính phủ nọ bán với giá 100 euros, trả lãi suất hàng năm 4%, hoặc 4 euros mỗi năm. Mức sinh lời là 4%. Nhưng sau đó giá thị trường của trái phiếu giảm xuống còn 50 euros. Tiền trả lãi (lãi suất) vẫn là 4 euros mỗi năm. Như vậy với một khoản đầu tư 50 euros nhà đầu tư có thể thu về số tiền trả hàng năm là 4 euros, có nghĩa là lợi nhuận hoặc “mức sinh lợi” là 8%. Các nhà phân tích thị trường thường viện dẫn các mức sinh lợi của trái phiếu hơn là giá cả của chúng. Điều quan trọng cần nhớ là tin xấu làm giá trái phiếu giảm, mà đưa mức sinh lợi trái phiếu tăng lên.    Tại sao thị trường trái phiếu có vai trò quan trọng? Vì chúng quyết định chi phí chính phủ bỏ ra để mượn tiền. Khi một chính phủ muốn huy động nhiều tiền mới hơn họ phát hành các trái phiếu mới. Nhưng những trái phiếu đó phải trả lãi suất hàng năm mà sát với mức sinh lợi hiện tại của trái phiếu đã phát hành sớm hơn và hiện đang được giao dịch trên thị trường (xem bên trên). Vì thế nếu một cuộc khủng hoảng lòng tin đẩy mức sinh lợi trên thị trường lên thì chính phủ phải trả nhiều tiền hơn cho các khoản vay nợ mới – có thể nhiều hơn rất nhiều. (Nhưng nhớ rằng nó không ảnh hưởng đến chi phí trả lãi hàng năm của trái phiếu hiện hành, vì lãi suất cố định suốt thời hạn trái phiếu.)"
        }
    ],
    "suggestions": []
}