{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[klʌmp]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lùm, bụi (cây)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cục, hòn (đất)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khúc (gỗ)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tiếng bước nặng nề</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">miếng da phủ gót (giày) ((cũng) <font color=\"#1371BB\">clump sole</font>)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trồng (cây) thành bụi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">kết thành khối; kết thành cục</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đóng miếng da phủ gót (vào gót giày)</td></tr></table><i/></div>",
            "word": "clump",
            "pronounce": "[klʌmp]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>clump</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a small group of trees or plants growing closely together. </blockquote></blockquote><blockquote><blockquote>    ⁃ a compacted mass or lump. </blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>Physiology an agglutinated mass of blood cells or bacteria, especially as an indicator of the presence of an antibody to them. </cclass></blockquote></blockquote><blockquote><blockquote>2》 another term for <kref>clomp</kref>. </blockquote></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 form into a clump or mass. </blockquote></blockquote><blockquote><blockquote>2》 another term for <kref>clomp</kref>. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: partly imitative; related to <kref>club</kref><sup>2</sup>. </blockquote></div>",
            "word": "clump",
            "pronounce": "[klʌmp]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>clump</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>a clump of trees</i>: CLUSTER, thicket, group, bunch, assemblage.</blockquote><blockquote><b>2</b><i>a clump of earth</i>: LUMP, clod, mass, gobbet, wad; <cclass><i>informal</i> glob; <cclass><i>Brit.</i><cclass><i>informal</i> gob.</cclass></cclass></cclass></blockquote><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>galaxies clump together</i>: CLUSTER, group, collect, gather, assemble, congregate, mass.</blockquote><blockquote><b>2</b><i>they were clumping around upstairs</i>: STAMP, stomp, clomp, tramp, lumber; thump, thud, bang; <cclass><i>informal</i> galumph.</cclass></blockquote></div>",
            "word": "clump",
            "pronounce": "[klʌmp]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "clump",
            "pronounce": "[klʌmp]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tảng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khối kết (vi khuẩn)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khóm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">clump (of bamboo trees)</font><font color=\"#282828\">: khóm tre</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clump (of bamboo piles)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhóm cọc</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clump of bamboo piles</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhóm cọc</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">clump of piles</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhóm cọc</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "clump",
            "pronounce": "[klʌmp]"
        }
    },
    "sentences": [
        {
            "en": "a <em>clump</em>",
            "vi": "một lùm cây"
        },
        {
            "en": "Do you see yonder <em>clump</em> of trees?",
            "vi": "Anh có trông thấy lùm cây ở ngoài kia không?"
        },
        {
            "en": "A <em>clump</em> of spectators has gone out.",
            "vi": "Một nhóm khán giả đã đi ra ngoài."
        },
        {
            "en": "I heard the heavy <em>clump</em> of feet on the stairs.",
            "vi": "Tôi nghe tiếng bước chân nặng nề trên những bậc thang."
        },
        {
            "en": "He wants to push me into a <em>clump</em>.",
            "vi": "Anh ta muốn đẩy tôi vào một lùm cây."
        },
        {
            "en": "That is a chemical that will cause bacteria and dirt to <em>clump</em> together.",
            "vi": "Đó là một chất hóa học làm vi khuẩn và bụi kết thành khối lại với nhau."
        },
        {
            "en": "They didn't see a <em>clump</em> of elephant grass when passing it.",
            "vi": "Họ không thấy bụi cỏ voi lúc băng qua nó."
        },
        {
            "en": "Finally the droplets become so heavy that they <em>clump</em> together and fall to the earth.",
            "vi": "Cuối cùng khi những giọt nước trở nên quá nặng thì chúng kết nối lại với nhau và rơi xuống mặt đất."
        },
        {
            "en": "I came around a <em>clump</em> of underbrush, and there he was, not as far from me as across this room.",
            "vi": "Bố vòng khỏi một gốc cây dưới một bụi rậm và thấy nó đúng không xa hơn căn phòng này."
        },
        {
            "en": "Dig the plant out gently with the pitchfork, try to keep a <em>clump</em> of earth intact around the roots.",
            "vi": "Nhẹ nhàng đào cái cây lên bằng cái chĩa, cố gắng giữ một nắm đất nguyên vẹn xung quanh rễ cây."
        },
        {
            "en": "The buildings are surrounded by <em>clump</em> of trees and park walking paths, playgrounds for children, sports grounds for adults/ grown - ups...",
            "vi": "Xung quanh các tòa nhà là các mảng cây xanh và công viên đi dạo, khu vui chơi dành cho trẻ em, sân tập thể dục cho người lớn..."
        },
        {
            "en": "The buildings are surrounded by <em>clump</em> of trees and park walking paths, playgrounds for children, sports grounds for adults/ grown-ups...",
            "vi": "Xung quanh các tòa nhà là các mảng cây xanh và công viên đi dạo, khu vui chơi dành cho trẻ em, sân tập thể dục cho người lớn..."
        },
        {
            "en": "A small <em>clump</em> of hair is all lab technicians need to determine specific drugs taken and the frequency of drug usage",
            "vi": "Một lọn tóc nhỏ là tất cả những gì một kĩ thuật viên phòng thí nghiệm cần để xác định loại ma túy nào đã được sử dụng cũng như tần suất sử dụng loại ma túy đó."
        },
        {
            "en": "And sometimes there'd be a great gray rabbit, so still in the lights and shadows of a grass <em>clump</em> that you were near enough to touch him before you saw him.",
            "vi": "Nhiều khi có một con thỏ xám cực lớn nằm trong những vệt sáng tối hoà trộn của một khóm cỏ bất động tới mức đi sát bên mà vẫn chưa kịp phát hiện."
        },
        {
            "en": "Because an oil <em>clump</em> is harmful, it will be collected and tackled in accordance with State regulations.The cause of this phenomenon is yet to be determined, the team said.",
            "vi": "Bởi vì dầu vón cục gây hại, nó sẽ được thu thập và giải quyết theo đúng quy định của Nhà nước. Nhóm nghiên cứu cho biết nguyên nhân của hiện tượng này vẫn chưa được xác định."
        },
        {
            "en": "According to the inspection team, the oil <em>clump</em>, which is between 0.5 and 10cm, spread some 7km along the coast from Rạng Beach in Tam Quang Commune to Chu Lai Resort in Tam Nghĩa Commune on February 6.",
            "vi": "Theo đoàn kiểm tra, các cục dầu, có kích thước khoảng 0,5 và 10cm, xuất hiện dọc theo khoảng 7km bờ biển từ Bãi Rạng, xã Tam Quang đến Resort Chu Lai tại xã Tam Nghĩa vào ngày 06 tháng 2."
        },
        {
            "en": "There are two main types of strokes:    * Ischemic strokes happen when a blood vessel going to the brain becomes blocked, and the blood can't get where it's supposed to be. This type of stroke is the most common. A blood clot — a <em>clump</em> of blood that sticks together — is usually to blame for ischemic strokes. They can also happen when arteries become narrow and clogged with plaque. Plaque is a mix of cholesterol and other fatty stuff that sticks to the walls of blood vessels.",
            "vi": "Có 2 loại đột quỵ chính: * Đột quỵ do thiếu máu xảy ra khi mạch máu đến não bị nghẽn, và máu không đến được nơi cần cung cấp. Đây là loại đột quỵ thường thấy nhất. Cục máu đông – đây là khối máu gồm nhiều cục máu nhỏ li ti dính tụ lại với nhau – thường là nguyên nhân gây đột quỵ do thiếu máu. Chúng cũng có thể xảy ra khi động mạch trở nên bị hẹp và tắc nghẽn do mảng bám. Mảng bám là hỗn tạp giữa cholesterol và các chất béo khác bám vào thành mạch máu."
        },
        {
            "en": "Inflammation The first and most important factor causing narrowing of the bronchial tubes is inflammation. The bronchial tubes become red, irritated, and swollen. This inflammation increases the thickness of the wall of the bronchial tubes and thus results in a smaller passageway for air to flow through. The inflammation occurs in response to an allergen or irritant and results from the action of chemical mediators (histamine, leukotrienes, and others). The inflamed tissues produce an excess amount of \"sticky\" mucus into the tubes. The mucus can <em>clump</em> together and form \"plugs\" that can clog the smaller airways. Specialized allergy and inflammation cells (eosinophils and white blood cells), which accumulate at the site, cause tissue damage. These damaged cells are shed into the airways, thereby contributing to the narrowing.",
            "vi": "Viêm Yếu tố đầu tiên và quan trọng nhất gây hẹp các ống phế quản là viêm. Các ống phế quản trở nên ửng đỏ, bị kích ứng, và sưng to. Chứng viêm này làm tăng độ dày của thành ống phế quản và do đó làm cho đường dẫn khí ra vào nhỏ hẹp hơn. Tình trạng viêm xảy ra để phản ứng lại chất gây dị ứng hoặc chất kích thích và do hoạt động của các hoá chất trung gian (histamine, leukotrienes, và nhiều hoá chất khác). Các mô bị viêm tiết ra một lượng chất nhầy lớn “bám dính” vào các ống. Chất nhầy này có thể kết cục lại và tạo nên những “nút chốt” có thể gây bít nghẽn các đường dẫn khí nhỏ hơn. Các tế bào viêm và dị ứng đặc biệt (bạch cầu ưa ê-ô-sin và bạch cầu), tích tụ lại ở điểm này, gây ra tổn thương mô. Các tế bào bị tổn thương này lọt vào đường dẫn khí, do đó góp phần làm cho đường dẫn khí hẹp hơn."
        },
        {
            "en": "Gum bacteria escape into bloodstream and increase risk of clots and heart attack         UK researchers have found another reason for us to keep brushing and flossing our teeth: the same gum bacteria that cause dental plaque can escape from the mouth into the bloodstream and trigger clots that increase risk of heart attack and heart disease.  The study that led to this finding was the work of University of Bristol researchers, in collaboration with scientists at the Royal College of Surgeons in Dublin, Ireland (also called the RCSI) and was presented Monday at the Society for General Microbiology's autumn meeting that is running from 6-9 September at the University of Nottingham, UK. Dr Howard Jenkinson, professor of Oral Microbiology at Bristol's School of Oral and Dental Science, presented the findings at the meeting. He said in a press statement that: \"Poor dental hygiene can lead to bleeding gums, providing bacteria with an escape route into the bloodstream, where they can initiate blood clots leading to heart disease.\"  He said we all need to be aware that it's not only diet, exercise, cholesterol and blood pressure that we should keep an eye on, but it's also important to have good dental hygiene to reduce our risk of heart problems. Tooth plaque and gum disease are what happens when Streptococcus bacteria build up in our mouths when we don't brush and floss regularly. Gum disease makes gums sore and they bleed, allowing the bacteria to get into the bloodstream. In their study, Jenkinson and colleagues found that once Streptococcus bacteria get into the bloodstream, they use a protein called PadA which sits on their outer surface, to hijack blood platelets and force them to <em>clump</em> together and make blood clots. Jenkinson described this as a \"selfish trick\" on the part of the bacteria, which completely encase themselves in a <em>clump</em> of platelets, enabling them to avoid detection by the host immune system, and also, to hide from antibiotics.  \"Unfortunately, as well as helping out the bacteria\", explained Jenkinson, \"platelet clumping can cause small blood clots, growths on the heart valves (endocarditis) or inflammation of blood vessels that can block the blood supply to the heart and brain\".  The team are now investigating how PadA makes blood platelets <em>clump</em> together so they can find a way to block it. They are doing it with the help of a new blood flow model that mimics the human circulatory system. The model was developed by Dr Steve Kerrigan of RCSI's School of Pharmacy. \"This could eventually lead to new treatments for cardiovascular disease which is the biggest killer in the developed world,\" said Jenkinson.  Dr Damian Walmsley, professor of Restorative Dentistry, in the School of Dentistry at the University of Birmingham, who is also scientific adviser to the British Dental Association, told the BBC that this kind of research is very welcome because it increases understanding of the relationship between gum disease and heart disease.  Walmsley said it also underlines \"the high importance of brushing twice a day with fluoride toothpaste, restricting your intake of sugary foods and drinks and visiting the dentist regularly in order to maintain good oral health\".  There are over 100 species and strains of bacteria in the Streptococcus genus, some so diverse they are considered species in their own right.  It wasn't until advances in genetics, such as genome sequencing, arrived in the lab that scientists were able to see the links among strains in the genus. As more links emerge, the more collaboration ensues between microbiologists who until then had no idea that others in apparently unrelated fields were actually working on the same problems. Jenkinson is also the organizer of the Streptococcus session of the Society for General Microbiology's Autumn Meeting, and in his notes about the symposium he wrote that it should not only provide an overview of \"this important research field\", but hopefully it will also \"re-engage microbiologists working on streptococci and related areas into a UK Streptococcus grouping (UKSTREP) for future benefit\". \"Oral streptococci behaving badly.\" Presented by Howard Jenkinson. Autumn Meeting of the Society for General Microbiology, 6 September 2010, Nottingham.  Sources: Bristol University, BBC News. Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Vi khuẩn nướu răng đi vào mạch máu làm tăng nguy cơ đông máu và đau tim     Các nhà nghiên cứu Anh đã tìm thấy một lý do nữa để chúng ta nên đánh răng và dùng chỉ nha khoa vệ sinh răng miệng, đó là vi khuẩn nướu răng gây ra cao răng có thể thoát khỏi miệng đi vào trong máu và gây ra huyết khối làm tăng nguy cơ truỵ tim và bệnh tim. Nghiên cứu đã dẫn đến kết luận này là thành quả của các nhà nghiên cứu thuộc Đại học Bristol, hợp tác với các nhà khoa học tại Học viện Phẫu thuật Hoàng gia ở Dublin, Ireland (còn gọi là RCSI) và đã được báo cáo hôm thứ hai tại kỳ họp mùa thu của Hội Vi sinh vật học Đại cương diễn ra từ ngày 6 đến 9 tháng 9 tại Đại học Nottingham, Vương quốc Anh.  Tiến sĩ Howard Jenkinson, giáo sư vi sinh vật học đường miệng của Khoa Răng Miệng Đại học Bristol, trình bày các kết quả này tại cuộc họp. Ông phát biểu trong một thông cáo báo chí: \"Vệ sinh răng miệng kém có thể dẫn đến chảy máu nướu răng, mở cho vi khuẩn lối thoát vào mạch máu, nơi chúng có thể tác động làm đông máu dẫn đến bệnh tim.\" Ông nói rằng chúng ta cần phải nhận thức được là không những phải quan tâm đến chế độ ăn uống, tập thể dục, cholesterol và huyết áp, mà cũng phải giữ vệ sinh răng miệng tốt để giảm nguy cơ về các vấn đề tim mạch. Mảng bám răng và bệnh nướu răng là những bệnh sẽ xảy ra khi liên cầu khuẩn Streptococcus phát triển trong miệng khi chúng ta không chải răng và dùng chỉ nha khoa thường xuyên. Bệnh nướu răng làm nướu răng đau và chảy máu, tạo điều kiện cho vi khuẩn đi vào máu. Trong nghiên cứu, Jenkinson và các đồng nghiệp nhận thấy một khi liên cầu khuẩn Streptococcus vào được máu, chúng sẽ sử dụng một protein được gọi là PadA trên bề mặt ngoài của chúng, để khống chế các tiểu cầu trong máu và ràng buộc các tiểu cầu này lại với nhau tạo thành cục máu đông. Jenkinson mô tả điều này như là một \"trò bịp bợm\" trên một phần của các vi khuẩn, sẽ hoàn toàn bọc lấy mình trong một đám tiểu cầu, cho phép chúng tránh bị phát hiện bởi hệ thống miễn dịch của vật chủ, cũng như không bị kháng sinh tiêu diệt. \"Thật không may, cũng như giúp các vi khuẩn\", Jenkinson giải thích, \"các cục tiểu huyết cầu có thể gây ra các cục máu đông nhỏ, phát triển trên các van tim (viêm nội tâm mạc) hoặc viêm các mạch máu có thể ngăn chặn việc cung cấp máu đến tim và não\". Nhóm nghiên cứu đang tìm hiểu làm thế nào mà PadA khiến các tiểu cầu máu kết lại với nhau để có thể tìm ra cách ngăn chặn. Họ đang làm điều đó với sự giúp đỡ của một mô hình mới về dòng chảy của máu bắt chước theo hệ thống tuần hoàn của con người. Mô hình này được phát triển bởi Tiến sĩ Steve Kerrigan của Trường Dược RCSI.  \"Điều này cuối cùng có thể dẫn tới những phương pháp điều trị mới cho bệnh tim mạch – căn bệnh giết người nhiều nhất trong thế giới phát triển,\" theo Jenkinson. Tiến sĩ Damian Walmsley, giáo sư Nha khoa Phục hồi, tại Trường Nha khoa tại Đại học Birmingham, cũng là cố vấn khoa học cho Hiệp hội Nha khoa Anh Quốc, cho rằng loại hình nghiên cứu này rất được hoan nghênh bởi vì nó giúp mọi người hiểu biết hơn về mối quan hệ giữa bệnh nướu răng và bệnh tim. Walmsley cho biết nghiên cứu này cũng nhấn mạnh \"tầm quan trọng của việc đánh răng hai lần một ngày với kem đánh răng có chứa flor, hạn chế tiêu thụ các loại thực phẩm và đồ uống có đường và đi khám răng thường xuyên để duy trì sức khỏe răng miệng tốt.\" Hiện có hơn 100 loài và chủng vi khuẩn trong chi liên cầu khuẩn Streptococcus, một số rất khác nhau đến nỗi chúng được xem như là các loài riêng biệt. Mãi cho đến khi có những tiến bộ trong di truyền học nhờ vào các cuộc nghiên cứu, chẳng hạn như trình tự gen, các nhà khoa học mới có thể nhận thấy sự liên hệ giữa các chủng trong chi. Khi các liên kết này rõ ràng hơn, dẫn đến sự cộng tác giữa các nhà vi trùng học (những người mà mãi cho đến khi này mới nhận ra không chỉ có họ nghiên cứu về các loài vi khuẩn đó )với những chuyên gia trong các lĩnh vực khác. Jenkinson cũng là người tổ chức cuộc họp mùa thu chuyên đề về liên cầu khuẩn Streptococcus của Hội Vi sinh vật học Đại cương, và trong ghi chép của mình về các hội thảo chuyên đề, ông đã viết rằng hy vọng cuộc họp này sẽ không chỉ cung cấp kiến thức tổng quan về \"lĩnh vực nghiên cứu quan trọng này\", mà còn một lần nữa “thúc đẩy các nhà vi trùng học nghiên cứu về liên cầu khuẩn và những vấn đề liên quan đến nó trong nhóm liên cầu khuẩn ở Liên hiệp Anh cho những lợi ích trong tương lai”. \"Tác hại của liên cầu khuẩn đường miệng\" Trình bày: Jenkinson Howard.  Phiên họp mùa thu của Hội Vi sinh vật học Đại cương, ngày 06 tháng 9 năm 2010, Nottingham. Nguồn: Đại học Bristol, BBC News. Tác giả: Catharine Paddock, Tiến sĩ Bản quyền: Medical News Today"
        },
        {
            "en": "Suicidal thoughts may be due to acne rather than medication       Depressive side effects which were thought to be caused by acne medications, such as Accutane and Claravis, may in fact be caused by the acne itself, say researchers in a new study published in the Journal of Investigative Dermatology. The writers suggest that fears that acne drugs may cause suicidal thoughts may have been overstated. Young people with severe acne have considerably higher levels of depression and suicidal ideation compared to individuals with no acne or mild symptoms, the Norwegian investigators report.  Jon Anders Halvorsen, Oslo University Hospital, Norway, said: There is a pretty strong and consistent association between acne and symptoms of depression or mental health problems.  A Canadian study in 2008 published in the Journal of Clinical Psychiatry suggested Accutane could increase the risk of depression. Accutane, an acne medication made by Roche, is also available in generic form isotretinoin - Teva Pharmaceutical Industries, Mylan and Ranbaxy make and sell the generic version. Roche announced last year that it could cease selling Accutane because of generic competition.   The authors write that controversies regarding acne medications have discouraged many dermatologists (skin specialist doctors) from prescribing isotretinoin.  Halvorsen said: Our study is important because it provides an argument for not being so cautious. In their study, involving 3,775 males and females aged 18 and 19 years, from Oslo, Norway, the investigators report:   Twice as many females with severe acne reported having suicidal ideation compared to females with no acne or mild symptoms\n Three times as many males with severe acne reported having suicidal ideation compared to males with no acne or mild symptoms\n 14% of the respondents rated their acne as substantial\n 18 to 19 year olds with severe acne were 51% more likely to be virgin\n 18 to 19 year olds were more than twice as likely to have no close friends\n  The researchers concluded: Acne is frequently found in late adolescence and is associated with social and psychological problems. Adverse events including suicidal ideation and depression that have been associated with therapies for acne may reflect the burden of substantial acne rather than the effects of medication. What is acne?\n Acne is a condition that involves the oil glands of the skin. It is not dangerous, but can leave skin scars. Your skin has pores (tiny holes) which connect to oil glands located under the skin. The glands are connected to the pores via follicles - small canals. Sebum, an oily liquid, is produced by these glands. The sebum carries dead skin cells through the follicles to the surface of your skin. A small hair grows through the follicle out of the skin. Pimples grow when these follicles get blocked. In humans, when pimples appear they tend to do so on the patient's face, back, chest, shoulders and neck. Acne develops when follicles get blocked and infected.   Simply put - skin cells, sebum and hair can <em>clump</em> together into a plug, this plug gets infected with bacteria, resulting in a swelling. A pimple starts to develop when the plug begins to break down.    There are various types of pimples:    \nWhiteheads - remain under the skin and are very small. \n  \nBlackheads - clearly visible, they are black and appear on the surface of the skin. Remember that a blackhead is not caused by dirt. Scrubbing your face vigorously when you see blackheads will not help. \n  \nPapules - visible on the surface of the skin. They are small bumps, usually pink. \n  \nPustules - clearly visible on the surface of the skin. They are red at their base and have pus at the top. \n  \nNobules - clearly visible on the surface of the skin. They are large, solid pimples. They are painful and are embedded deep in the skin. \n  \nCysts - clearly visible on the surface of the skin. They are painful, and are filled with pus. Cysts can easily cause scars. \n   \"Suicidal Ideation, Mental Health Problems, and Social Impairment Are Increased in Adolescents with Acne: A Population-Based Study\" Jon A Halvorsen, Robert S Stern, Florence Dalgard, Magne Thoresen, Espen Bjertness and Lars Lien Journal of Investigative Dermatology 16 September 2010; doi: 10.1038/jid.2010.264  Written by Christian Nordqvist  Copyright: Medical News Today",
            "vi": "Ý định tự sát có thể là do mụn trứng cá hơn là do thuốc       Tác dụng phụ gây trầm cảm mà được cho là gây ra bởi thuốc trị mụn, chẳng hạn như Accutane và Claravis, thực ra lại có thể gây ra bởi chính mụn trứng cá, các nhà nghiên cứu nhận định trong một nghiên cứu mới công bố trên Tạp chí Điều Tra Da liễu.. Các tác giả cho rằng những lo ngại các loại thuốc trị mụn gây ra ý muốn tự tử có thể đã bị cường điệu. Thanh niên bị mụn trứng cá nặng có mức độ trầm cảm và ý định tự tử cao hơn đáng kể so với những người không bị mụn hoặc chỉ bị nhẹ, theo các nghiên cứu viên của Na Uy báo cáo. Jon Anders Halvorsen, Bệnh viện Đại học Oslo, Na Uy, nói:  Có một mối liên hệ khá mạnh mẽ và nhất quán giữa mụn và các triệu chứng của trầm cảm hoặc các vấn đề sức khỏe tâm thần.  Một nghiên cứu của Canada năm 2008 công bố trên Tạp chí tâm lý học lâm sàng cho rằng thuốc trị mụn Accutane có thể làm tăng nguy cơ trầm cảm. Accutane, một loại thuốc trị mụn do hãng dược phẩm Roche sản xuất, cũng có chứa isotretinoin ở dạng hóa học – Tập đoàn dược phẩm Teva, Mylan và Ranbaxy sản xuất và bán các loại thuốc này. Roche công bố năm ngoái rằng họ có thể ngừng bán Accutane vì cạnh tranh thương mại. Các tác giả viết rằng những tranh cãi liên quan đến thuốc trị mụn đã khiến nhiều bác sĩ da liễu (bác sĩ chuyên khoa da) e ngại kê toa isotretinoin.  Halvorsen nói: Nghiên cứu của chúng tôi quan trọng vì nó cung cấp lập luận ủng hộ cho việc không phải quá cẩn trọng như thế.  Trong nghiên cứu, bao gồm 3.775 nam và nữ tuổi từ 18 đến 19, từ Oslo, Na Uy, các nhà nghiên cứu kết luận:   \nNhững phụ nữ bị mụn trứng cá nặng cho biết có ý muốn tự sát cao gầp gấn 2 lần so với các cô không có mụn hoặc chỉ bị nhẹ.\n\n \nNam giới bị mụn trứng cá nặng cho biết có ý muốn tự sát cao gầp gấn 3 lần so với những người không có mụn hoặc chỉ bị nhẹ.\n\n \n14% số người được hỏi tự cho là mụn trứng cá của họ nặng\n\n \n51% của độ tuổi 18-19 bị mụn trứng cá nặng là trinh nữ\n\n \nĐộ tuổi 18 – 19 cũng ít có bạn thân gấp 2 lần\n\n  Các nhà nghiên cứu kết luận:  Mụn trứng cá thường thấy ở tuổi trưởng thành muộn và gắn liền với các vấn đề xã hội và tâm lý. Tác dụng ngoại ý bao gồm cả dẫn đến ý muốn tự sát và trầm cảm có thể liên quan với phương pháp điều trị mụn có thể phản ánh gánh nặng của mụn trứng cá đáng kể hơn là tác dụng của thuốc.  Mụn là gì?  Mụn là bệnh liên quan đến các tuyến nhờn trên da. Nó không nguy hiểm, nhưng có thể để lại sẹo trên da. Da của bạn có các lỗ nhỏ nối đến các tuyến dầu nằm dưới da. Các tuyến được nối với các lỗ nhỏ qua nang lông – là các ống nhỏ. Sebum, chất dịch nhờn, được tạo ra bởi các tuyến này. Chất dịch nhờn mang các tế bào da chết qua nang lông đến bề mặt da của bạn. Các sợi lông nhỏ phát triển xuyên qua nang ra da. Mụn phát triển khi những nang lông này bị bít kín.    Ở người, khi nốt mụn xuất hiện chúng có khuynh hướng nặng trên mặt, lưng, ngực, vai và cổ của bệnh nhân. Mụn trứng cá phát triển khi nang lông bị bít kín và bị nhiễm bệnh. Nói 1 cách đơn giản - tế bào da, chất nhờn và tóc có thể kết khối với nhau thành một ổ, ổ này bị nhiễm khuẩn, dẫn đến sưng. Nốt mủ bắt đầu phát triển khi ổ vi khuẩn bắt đầu vỡ ra. Có nhiều loại mụn:   Mụn đầu trắng - vẫn còn nằm dưới da và rất nhỏ.\n  Mụn đầu đen – có thể thấy rõ, chúng màu đen và xuất hiện trên bề mặt của da. Hãy nhớ rằng mụn đầu đen không phải là do bụi bẩn. Chà xát mặt thật mạnh khi bạn nhìn thấy mụn đầu đen cũng sẽ không có tác dụng.\n  \nMụn đỏ - có thể nhìn thấy trên bề mặt của da. Chúng là những nốt nhỏ, thường là màu hồng.\n  \nMụn mủ - có thể nhìn thấy trên bề mặt của da. Chúng có màu đỏ ở phía dưới và có mủ ở trên đỉnh.\n  \nMụn bọc mủ - có thể nhìn thấy trên bề mặt của da. Chúng là nốt mủ rắn lớn. Gây đau và bám sâu trong da.\n  \nU nang - có thể nhìn thấy trên bề mặt của da. Chúng gây đau đớn, và chứa đầy mủ. U nang có thể dễ dàng gây ra những vết sẹo.\n    “Ý định tự tử, vấn đề sức khỏe tâm thần, và sự yếu kém trong các mối quan hệ xã hội đang tăng lên trong thanh thiếu niên bị mụn trứng cá: Một nghiên cứu dựa trên dân số” Jon Halvorsen A, Robert S Dalgard Stern Florence,, Thoresen Magne, Bjertness Espen và Lars Lien Tạp chí Nghiên cứu Da liễu,16 tháng 9, 2010; doi: 10.1038/jid.2010.264 Tác giả: Nordqvist Christian Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}