{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cluttered"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cluttered"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cluttered"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cluttered"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cluttered"
        }
    },
    "sentences": [
        {
            "en": "He <em>cluttered</em> traffic.",
            "vi": "Anh ta đã cản trở sự đi lại."
        },
        {
            "en": "A room <em>cluttered</em> with unnecessary furniture.",
            "vi": "Một căn phòng bừa bộn những đồ vật không cần thiết."
        },
        {
            "en": "Desk <em>cluttered</em> up with books and paper",
            "vi": "Bàn bừa bộn những sách và giấy"
        },
        {
            "en": "A desk <em>cluttered</em> up with books and paper.",
            "vi": "Bàn bừa bộn những sách và giấy."
        },
        {
            "en": "His head is <em>cluttered</em> up with useless facts.",
            "vi": "Đầu óc anh ta chứa những điều vô dụng."
        },
        {
            "en": "His bedroom was <em>cluttered</em> with books and papers.",
            "vi": "Phòng ngủ của nó bày bừa nào là sách, nào là giấy."
        },
        {
            "en": "Example A <em>cluttered</em>: challenges for the coming year.",
            "vi": "Ví dụ a rối rắm: những thách thức cho năm tới."
        },
        {
            "en": "The space around the earth is becoming more <em>cluttered</em>.",
            "vi": "Không gian xung quanh trái đất ngày càng trở nên lộn xộn."
        },
        {
            "en": "Peter's bedroom was <em>cluttered</em> with books and papers.",
            "vi": "Phòng ngủ của Peter đầy nhóc tập sách, giấy tờ."
        },
        {
            "en": "The title page should look appealing without being <em>cluttered</em>.",
            "vi": "Trang tiêu đề nên trang trí hấp dẫn nhưng không nên quá lộn xộn."
        },
        {
            "en": "Folders <em>cluttered</em> with a large number of files can seriously degrade some aspects of foxpro's performance.",
            "vi": "Các hồ sơ hay thư mục bị xáo trộn bởi một số lớn tập tin có thể làm giảm nghiêm trọng các khía cạnh tiềm năng vận hành của foxpro."
        },
        {
            "en": "Any time you have several windows open at once, the screen can become quite <em>cluttered</em>.",
            "vi": "Bất cứ lúc nào bạn cũng có vài cửa sổ đồng thời mở, khi đó màn hình có thể trở thành thật bề bộn."
        },
        {
            "en": "How many of us have had a bathroom with a <em>cluttered</em> airing cupboard?",
            "vi": "Bao nhiêu người trong chúng ta có phòng tắm có gắn tủ ngăn được sưởi nóng đựng khăn tắm."
        },
        {
            "en": "For instance, a <em>cluttered</em> environment gives the impression of chaos, a lack of organisation and sloppiness.",
            "vi": "Ví dụ, một môi trường bừa bộn đem lại ấn tượng về sự bừa bãi, thiếu tổ chức và cẩu thả."
        },
        {
            "en": "On a 14 \"or 15\" monitor this can become difficult to manage, even impenetrably <em>cluttered</em>.",
            "vi": "Trên một màn hình cỡ 14 \"hay 15\" tình trạng trở nên khó cai quản, thậm chí bị chồng chất nửa úp nửa mở."
        },
        {
            "en": "They attract more and more people to you and your cause, as you'll stand out in an increasing <em>cluttered</em> world.",
            "vi": "Chúng thu hút thêm người đến với lý tưởng của bạn, vì bạn trở nên nổi bật trong một thế giới chen chúc."
        },
        {
            "en": "For example, you may find <em>cluttered</em> overheads, weak opening remarks, inept attempts at humor, or something else.",
            "vi": "Chẳng hạn, bạn có thể phát hiện những tiêu đề lộng xộn, phần mở đầu yếu kém, những pha hài hước lạc lỏng hoặc những vấn đề khác."
        },
        {
            "en": "The room was cut in half by a long counter, <em>cluttered</em> with wire baskets full of papers and brightly colored flyers taped to its front.",
            "vi": "Căn phòng được ngăn làm đôi bằng một cái quầy dài, gắn đầy những cái giỏ lưới chứa đầy giấy và những tờ bướm quảng cáo sặc sỡ gắn phía trước giỏ."
        },
        {
            "en": "I enjoy hard work (my own kind) and foolish play, and both are difficult when you are <em>cluttered</em> up with guests.",
            "vi": "Tôi thích làm việc cần cù (loại công việc riêng của tôi) và những trò chơi kỳ cục mà làm việc cũng như chơi đều khó khi trong nhà có đầy khách khứa."
        },
        {
            "en": "Incidentally, if the main window starts to become <em>cluttered</em>, you can wipe the slate clean, so to speak, by entering clear in the command window or using window, clear in the system menu.",
            "vi": "Bất chợt, nếu cửa sổ chính bắt đầu trở nên bừa bộn, thì bạn có thể xóa bảng cho sạch, nếu có thể ví như vậy, bằng cách nhập clear vào cửa sổ lệnh rồi bấm phím enter hoặc sử dụng window, clear trong thực đơn hệ thống."
        }
    ],
    "suggestions": []
}