{
    "en_vn": {
        "data": {
            "content": null,
            "word": "coaching",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "coaching",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "coaching",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "coaching",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "coaching",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She'll be <em>coaching</em> all summer.",
            "vi": "Cô ấy sẽ làm huấn luyện viên suốt mùa hè."
        },
        {
            "en": "She'll be <em>coaching</em> us all summer.",
            "vi": "Cô ấy sẽ huấn luyện chúng ta suốt mùa hè."
        },
        {
            "en": "She will be <em>coaching</em> all summer.",
            "vi": "Cô ấy làm huấn luyện viên suốt mùa hè."
        },
        {
            "en": "She needed <em>coaching</em> on a regular basis.",
            "vi": "Cô ta cần được huấn luyện thường xuyên."
        },
        {
            "en": "Whilst <em>coaching</em> you to achieve your goals.",
            "vi": "Trong khi huấn luyện bạn đạt được mục tiêu của bạn."
        },
        {
            "en": "She has talent but she will need <em>coaching</em>.",
            "vi": "Cô ấy có tài nhưng cần được huấn luyện."
        },
        {
            "en": "He has been <em>coaching</em> a swimmer for the Olympics.",
            "vi": "Ông ta đang huấn luyện một vận động viên bơi lội để thi đấu Olympics."
        },
        {
            "en": "This is where self - <em>coaching</em> takes centre stage.",
            "vi": "Đây là nơi tự huấn luyện để trở thành tâm điểm chú ý của mọi người."
        },
        {
            "en": "He'll have a <em>coaching</em> clinic for young tennis players tomorrow.",
            "vi": "Ông ấy sẽ có một buổi thỉnh giảng ngày mai cho các tay vợt trẻ."
        },
        {
            "en": "They are <em>coaching</em> foreign students for an exam.",
            "vi": "Họ đang luyện thi cho sinh viên nước ngoài."
        },
        {
            "en": "I have confidence in him and in his <em>coaching</em> team.",
            "vi": "Tôi tin tưởng vào anh ấy và đội ngũ huấn luyện của anh ấy."
        },
        {
            "en": "She is <em>coaching</em> a swimmer for the Olympics.",
            "vi": "Bà ấy đang huấn luyện một vận động viên bơi lội để tham gia Thế vận hội."
        },
        {
            "en": "The role of the mentor driver is <em>coaching</em>.",
            "vi": "Vai trò của người cố vấn điều khiển đang hoạt động."
        },
        {
            "en": "You can fix poor performance by <em>coaching</em> your team members.",
            "vi": "Bạn có thể nâng cao hiệu quả làm việc bằng cách hướng dẫn cho các thành viên trong đội."
        },
        {
            "en": "There are fundamental differences between <em>coaching</em> and mentoring.",
            "vi": "Có những khác biệt cơ bản giữa việc đào tạo và tư vấn."
        },
        {
            "en": "This is where self-<em>coaching</em> takes centre stage.",
            "vi": "Đây là nơi tự huấn luyện để trở thành tâm điểm chú ý của mọi người."
        },
        {
            "en": "Both provide intensive <em>coaching</em>, training facilities and nutritional advice.",
            "vi": "Cả hai cơ quan cung cấp huấn luyện và luyện tập cường độ, cơ sở vật chất và lời khuyên về dinh dưỡng."
        },
        {
            "en": "In reality most athletic coaches get into a <em>coaching</em> career after playing the sport for years so <em>coaching</em> experience is a ‘luxury’ to many of them.",
            "vi": "Trong thực tế huấn luyện viên thể thao thường bước vào sự nghiệp huấn luyện sau khi chơi các môn thể thao trong nhiều năm vì vậy kinh nghiệm huấn luyện là một từ \"sang trọng\" với nhiều người trong số họ."
        },
        {
            "en": "When launching a mentoring or <em>coaching</em> initiative, make sure the people doing the mentoring or <em>coaching</em> are qualified for the job.",
            "vi": "Khi tổ chức buổi tư vấn hoặc đào tạo, hãy bảo đảm rằng người thực hiện công việc tư vấn hoặc đào tạo có đủ trình độ cho công việc này."
        },
        {
            "en": "The team member might respond immediately to <em>coaching</em> and improve the situation. However the improvement will not always be permanent and you may have to do further <em>coaching</em>.",
            "vi": "Thành viên đội có thể phản ứng lập tức về việc hướng dẫn và cải thiện tình hình. Tuy nhiên, việc cải thiện sẽ không thường xuyên và bạn có thể phải hướng dẫn thêm nữa."
        }
    ],
    "suggestions": []
}