{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cobwebs",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cobwebs",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cobwebs",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>cobwebs</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>colloq.</abr>) </ex></blockquote></blockquote><blockquote><b>confusion</b></blockquote><blockquote><blockquote><ex> to clear, sweep the cobwebs from one's brain </ex></blockquote></blockquote></div>",
            "word": "cobwebs",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cobwebs",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Cobwebs</em> of the law",
            "vi": "Những cái tinh vi của luật pháp"
        },
        {
            "en": "<em>Cobwebs</em> of antiquity",
            "vi": "Đồ cổ cũ rích"
        },
        {
            "en": "Blow away the <em>cobwebs</em> from one's brain",
            "vi": "Ra ngoài vận động cho sảng khoái tinh thần"
        },
        {
            "en": "A walk should blow the <em>cobwebs</em> away.",
            "vi": "Một chuyến tản bộ sẽ xua đi cơn uể oải trong người."
        },
        {
            "en": "My grandfather has <em>cobwebs</em> of antiquity.",
            "vi": "Ông tôi có đồ cổ cũ rích."
        },
        {
            "en": "There are the <em>cobwebs</em> of the law.",
            "vi": "Đó là những cái tinh vi của luật pháp."
        },
        {
            "en": "The <em>cobwebs</em> and dust gave the room a neglected air.",
            "vi": "Mạng nhện và bụi bặm làm cho căn phòng có cảm giác như bị lãng quên."
        },
        {
            "en": "You should blow away the <em>cobwebs</em> from your brain.",
            "vi": "Anh nên ra ngoài vận động cho sảng khoái tinh thần."
        },
        {
            "en": "The furniture was covered in dust and <em>cobwebs</em>.",
            "vi": "Đồ đạc trong nhà bị bụi và mạng nhện che phủ."
        },
        {
            "en": "To blow away the <em>cobwebs</em> from one's brain",
            "vi": "Ra ngoài vận động cho sảng khoái tinh thần"
        },
        {
            "en": "As soon as you remove the <em>cobwebs</em> of ignorance that surround it, it shines clear.",
            "vi": "Ngay khi bạn dỡ đi mạng nhện ngu dốt xung quanh, nó sẽ sáng lòa."
        },
        {
            "en": "You need to dust more carefully. There are still <em>cobwebs</em> in the corners.",
            "vi": "Con cần quét bụi kỹ hơn. Vẫn còn mạng nhện ở góc nhà."
        },
        {
            "en": "Maybe some exercise will clear the <em>cobwebs</em> out of my head.",
            "vi": "Có thể tập thể dục sẽ làm đầu óc tôi sáng suốt hơn."
        },
        {
            "en": "I went out for a walk to clear away the <em>cobwebs</em>.",
            "vi": "Tôi ra ngoài di dạo cho bớt uể oải."
        },
        {
            "en": "The same breeze that played with her hair also blew away the <em>cobwebs</em> from her mind.",
            "vi": "Làn gió nô đùa trên tóc cô ấy cũng thổi bay đi hết những tơ vò trong tâm trí cô ấy."
        },
        {
            "en": "You need a break to get the <em>cobwebs</em> out of your head.",
            "vi": "Bạn cần nghỉ ngơi để giải phóng mấy cái mạng nhện đó ra khỏi đầu bạn."
        },
        {
            "en": "Laws like to <em>cobwebs</em>, catch small flies. Great ones break through before your eyes.",
            "vi": "Luật pháp giống như mạng nhện vậy, bắt ruồi nhỏ. Những con ruồi lớn thì thoát ra ngay trước mắt mình."
        },
        {
            "en": "After sitting around for hours, we went out and had a long walk along the beach to blow <em>cobwebs</em> away.",
            "vi": "Sau khi ngồi ì suốt nhiều giờ, chúng tôi đi dạo dọc bờ biển để cho ra mồ hôi."
        },
        {
            "en": "After sitting around for hours, we went out and had a long walk along the beach to blow away the <em>cobwebs</em>.",
            "vi": "Sau nhiều giờ ngồi quanh trong nhà, chúng tôi đã ra ngoài đi bộ một quãng dài dọc theo bờ biển để cho khỏe khoắn."
        },
        {
            "en": "Leon took his new friend down into the immense cellars, with line upon line of wine bottles covered in dust and <em>cobwebs</em>.",
            "vi": "Leon đưa anh bạn mới của mình xuống tầng hầm rộng mông mênh đầy những hàng chai rượu vang để lâu năm phủ kín bụi với mạng nhện."
        }
    ],
    "suggestions": []
}