{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kɔkrout∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) con gián</td></tr></table><i/></div>",
            "word": "cockroach",
            "pronounce": "['kɔkrout∫]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cockroach</k><blockquote><cclass>[<cclass>'kɒkrəʊtʃ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a beetle-like scavenging insect with long antennae and legs, some kinds of which are household pests. [<i>Blatta orientalis</i> and other species, suborder Blattodea.] </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17 (as <i>cacaroch</i>): from Sp. <i>cucaracha</i>. </blockquote></div>",
            "word": "cockroach",
            "pronounce": "['kɔkrout∫]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cockroach",
            "pronounce": "['kɔkrout∫]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cockroach",
            "pronounce": "['kɔkrout∫]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cockroach",
            "pronounce": "['kɔkrout∫]"
        }
    },
    "sentences": [
        {
            "en": "<em>cockroach</em>",
            "vi": "con gián"
        },
        {
            "en": "<em>Cockroach</em> capitalist",
            "vi": "Tiểu chủ"
        },
        {
            "en": "WTF is <em>cockroach</em> milk?",
            "vi": "Sữa gián là cái thá gì vậy nhỉ?"
        },
        {
            "en": "He is <em>cockroach</em> capitalist.",
            "vi": "Ông ta là một nhà tư bản nhỏ."
        },
        {
            "en": "I hate <em>cockroach</em> very much.",
            "vi": "Tôi rất ghét con gián."
        },
        {
            "en": "A <em>cockroach</em> from outer space invades the Tanner home.",
            "vi": "Một con gián từ bên ngoài bay khắp nhà Tanner."
        },
        {
            "en": "Is <em>Cockroach</em> Milk Really the Next Big Superfood?",
            "vi": "Sữa gián có thực sự là siêu thực phẩm lớn tiếp theo?"
        },
        {
            "en": "In 2016, scientists discovered that <em>cockroach</em> milk could be a nutritious food source for people. Now, reports are claiming that <em>cockroach</em> milk is the next big superfood trend.",
            "vi": "Năm 2016, các nhà khoa học phát hiện ra rằng sữa gián có thể là nguồn thực phẩm bổ dưỡng cho con người. Giờ đây các báo cáo lại khẳng định sữa gián sẽ là xu hướng siêu thực phẩm lớn kế tiếp."
        },
        {
            "en": "I jumped out of bed when saw a <em>cockroach</em> on the bed.",
            "vi": "Tôi nhảy ra khỏi giường khi thấy trên giường có một con gián."
        },
        {
            "en": "She won't stop until she has me like a <em>cockroach</em> under her foot.",
            "vi": "Cô ta sẽ không bao giờ dừng tay lại cho đến khi mình trở thành con gián dưới chân cô ta."
        },
        {
            "en": "7. The <em>Cockroach</em> Hall of Fame Museum may be found in Phoenix, Arizona.",
            "vi": "7- Bảo tàng gián Hall of Fame có thể được tìm thấy ở Phoenix, Arizona"
        },
        {
            "en": "In short, it's the <em>cockroach</em> equivalent of human breast milk. The female Pacific beetle, one of the rare <em>cockroach</em> species that gives birth to live bugs, feeds her babies milk.",
            "vi": "Nói một cách ngắn gọn, sữa gián cũng giống như sữa người vậy thôi. Loài bọ cánh cứng Thái Bình Dương giống cái, một trong những loài gián hiếm sinh con trực tiếp, cho con nó uống sữa của mình."
        },
        {
            "en": "<em>Cockroach</em> milk is one of the most nutritious things you can drink. It has three times more calories than buffalo milk.",
            "vi": "Sữa gián là một trong những thức uống bổ dưỡng nhất bạn có thể dùng. Hàm lượng calo cao gấp 3 lần so với sữa bò."
        },
        {
            "en": "Roaches are thigmotropic, meaning they like feeling something solid in contact with their bodies, preferably on all sides. They seek out cracks and crevices, and will squeeze into spaces that offer them the comfort of a tight fit. The small German <em>cockroach</em> can fit into a crack as thin as a dime, while the larger American <em>cockroach</em> will squeeze into a space no thicker than a quarter. Even a pregnant female can manage a crevice as thin as two stacked nickels.",
            "vi": "Gián thích tiếp xúc với thể rắn, có nghĩa là chúng thích cảm giác có cái gì đó rắn tiếp xúc với cơ thể của chúng, tốt nhất là từ mọi phía. Chúng tìm các vết nứt và khe hở, và sẽ chui vào không gian chật chội khiến chúng thấy thoải mái ấy. Gián Đức nhỏ màu nâu có thể chui vào một vết nứt mỏng như đồng một hào, trong khi gián Mỹ lớn hơn sẽ nong vào một không gian không dày hơn một đồng 25 xen. Thậm chí một con gián cái đang mang thai cũng có thể xoay sở chui vừa vào một kẽ hở mỏng như hai đồng quản lý một kẽ hở mỏng như hai đồng xu mạ kẽm xếp chồng lên nhau."
        },
        {
            "en": "Mama <em>cockroach</em> protects her eggs by enveloping them in a thick protective case, called an ootheca. German cockroaches may encase as many as 40 eggs in one ootheca, while the larger American roaches average about 14 eggs per capsule. A female <em>cockroach</em> can produce multiple egg cases over her lifetime. In some species, the mother will carry the ootheca with her until the eggs are ready to hatch. In others, the female will drop the ootheca, or attach it to a substrate.",
            "vi": "Gián mẹ bảo vệ trứng của nó bằng cách bao bọc trứng trong một lớp bảo vệ dày, gọi là vỏ (bọc) trứng. Gián Đức có thể bọc có đến 40 trứng trong mỗi vỏ, trong khi gián Mỹ lớn hơn thì bọc trung bình khoảng 14 trứng mỗi vỏ. Một con gián cái có thể đẻ nhiều bọc trứng trong vòng đời của nó. Ở một số loài, con mẹ sẽ mang bọc trứng theo mình cho đến khi trứng đã sẵn sàng để nở. Ở các loài khác thì con mẹ lại bỏ mặc trứng hoặc gắn nó vào một bề mặt nào đó."
        },
        {
            "en": "What image do you conjure up when you hear the word <em>cockroach</em>? For most people, it's a dark, dirty city apartment teeming with cockroaches. In truth, very few <em>cockroach</em> species inhabit human dwellings. We know of some 4,000 species of cockroaches on the planet, but only about 30 of these can be considered pests. Most cockroaches inhabit niche habitats in forests, caves, burrows, or brush.",
            "vi": "Bạn nghĩ đến gì khi bạn nghe từ “gián”? Với hầu hết mọi người, đó là hình ảnh một căn hộ tối tăm, bẩn thỉu lúc nhúc gián. Thực tế thì rất ít loài gián sống trong nhà ở của con người. Chúng ta biết là có đến 4.000 loài gián trên hành tinh này, nhưng chỉ có khoảng 30 loài có thể bị coi là loài gây hại. Hầu hết các loài gián sống ở các môi trường sống như trong rừng, hang động, hang hốc, hoặc bụi rậm."
        },
        {
            "en": "With Hatsumomo chasing me around like a housewife chasing a <em>cockroach</em>, i certainly wasn't going to become famous the way Mameha had and end up with an expensive mizuage as a result.",
            "vi": "Với hatsumono săn đuổi tôi khắp nơi như bà nội trợ săn đuổi gián, có lẽ tôi sẽ không trở thành người nổi tiếng như mameha để có giá mizuage cao."
        },
        {
            "en": "If a <em>cockroach</em> is in your kitchen, you probably think it's big. But consider yourself lucky, because most domestic roaches don't come close to the siz​e of their giant, tropical cousins. Megaloblatta longipennis boasts a wingspan of 18 cm, or 7 inches. The Australian rhinoceros <em>cockroach</em> (Macropanesthia rhinoceros) weighs a hefty 33.5 grams. The giant cave cricket, Blaberus giganteus, measures 4 inches long at maturity. Aren't you glad these cockroaches aren't running around on your kitchen counters?",
            "vi": "Nếu có một con gián trong nhà bếp của bạn, bạn có thể nghĩ nó lớn. Nhưng bạn vẫn còn may đấy, bởi vì hầu hết lũ gián trong nhà đều không to bằng một góc của lũ họ hàng gián nhiệt đới khổng lồ của chúng. Loài gián Megaloblatta longipennis kiêu hãnh có được sải cánh dài đến 18cm, hoặc 7 inch. Loài gián tê giác ở Úc (gián tê giác Macropanesthia) nặng đến 33,5 gram. Loài dế Blaberus giganteus khổng lồ sống trong hang, dài đến 4 inch khi trưởng thành. Bạn không vui đâu nếu mấy con gián to đùng này chạy vòng vòng trong bếp của bạn đúng không?"
        },
        {
            "en": "Anyone who shares their home with cockroaches will tell you how fast they scurry for cover when you flip on the light switch. But when I say they're fast, I mean measurably fast. Cockroaches detect approaching threats by sensing changes in air currents. The fastest start time clocked by a <em>cockroach</em> was just 8.2 milliseconds after it sensed a puff of air on its rear end. Once all six legs are in motion, a <em>cockroach</em> can sprint at speeds of 80 centimeters per second. And they're elusive, too, with the ability to turn on a dime while in full stride.",
            "vi": "Bất cứ ai có gián trong nhà sẽ cho bạn biết là chúng lẩn nhanh đến mức nào khi bạn bật đèn lên. Nhưng khi tôi nói chúng nhanh, tức là lũ gián rất nhanh. Gián phát hiện được các mối đe doạ đang đến gần bằng cách cảm nhận những thay đổi trong luồng không khí. Thời gian bắt đầu tốc độ kỷ lục của một con gián là 8.2 mi-li giây sau khi nó cảm nhận được sự thay đổi trong không khí ở đằng sau nó. Một khi tất cả sáu chân cùng chuyển động, một con gián có thể chạy nước rút với tốc độ 80cm / giây. Và chúng cũng lẩn rất nhanh, với khả năng đổi hướng rất nhanh khi đang chạy."
        },
        {
            "en": "For millions of years, cockroaches have carried on a symbiotic relationship with special bacteroides carried within their own bodies. The bacteroides live within special cells called mycetocytes, and are passed down to new generations of cockroaches by their mothers. In exchange for living a life of relative comfort inside the cockroach's fatty tissue, the bacteroides manufacture all the vitamins and amino acids the <em>cockroach</em> needs to live. This arrangement allows the <em>cockroach</em> to dine on just about anything it finds, without concern for its lack of nutritional value.",
            "vi": "Đã hàng triệu năm qua, gián đã tiến hành một mối quan hệ cộng sinh với giống vi khuẩn Bacteroides đặc biệt sống trong cơ thể chúng. Các vi khuẩn này sống bên trong các tế bào đặc biệt gọi là tế bào sợi nấm, và được gián mẹ truyền lại cho lũ gián con. Để đổi lấy sống một cuộc sống tương đối thoải mái trong mô mỡ của con gián, các vi khuẩn Bacteroides sẽ sản xuất tất cả các vi-ta-min và a-xít a-min mà gián cần để sống. Sự dàn xếp này cho phép gián ăn mọi thứ nó tìm thấy mà không cần quan tâm đến việc có đủ dinh dưỡng không."
        }
    ],
    "suggestions": []
}