{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">cocoa</font></td></tr></table><i/></div>",
            "word": "coco"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>coco</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>cocos</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 coconut. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>W. Indian the root of the taro. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Sp. and Port., lit. 'grinning face' (because of the appearance of the base of the coconut). </blockquote></div>",
            "word": "coco"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "coco"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "coco"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "coco"
        }
    },
    "sentences": [
        {
            "en": "25. \"There are people who have money, and there are people who are rich.\" - <em>Coco</em> Chanel, fashion designer.",
            "vi": "25. \"Có những người chỉ được xem là có nhiều tiền, và có những được xem là giàu có.\" - Coco Chanel, nhà thiết kế thời trang."
        },
        {
            "en": "In Asia, tanned skin is associated with lower classes who have to work outside, and the same was true in the West until the 1920s. The middle and upper classes went to great lengths to maintain their pale skin as a mark of status. The French fashion designer <em>Coco</em> Chanel is credited with making tanned skin fashionable after she accidentally got a suntan whilst visiting the French Riviera in 1923. So I guess Western men find tanned skin attractive because of <em>Coco</em> Chanel.",
            "vi": "Ở châu Á thì da ngăm ngăm đen tức là những người hạ lưu vì phải làm việc chân tay ngoài trời, điều này cũng đúng với phương tây nhưng là những năm ... trước 1920 cơ. Hồi đó giới thượng lưu cố gắng giữ da mình tái nhợt vì nước da này là biểu tượng của giới ăn trên ngồi trốc. Nhà thiết kế thời trang người Pháp Coco Chanel được cho là người đã làm thay đổi quan niệm trên, làm cho làn da rám nắng trở thành mốt, ấy là sau khi bà ta vô tình bị nắng cháy da lúc đi thăm vùng Riviera của Pháp vào năm 1923. Thế nên tôi đồ rằng đàn ông Tây chúng tôi thấy da ngăm ngăm đen hấp dẫn là nhờ Coco Chanel đấy."
        }
    ],
    "suggestions": []
}