{
    "en_vn": {
        "data": {
            "content": null,
            "word": "codified"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "codified"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "codified"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "codified"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "codified"
        }
    },
    "sentences": [
        {
            "en": "These are now <em>codified</em> in the commercial law common throughout the European Union.",
            "vi": "Những điều này hiện được biên soạn trong luật thương mại phổ biến toàn Liên Minh Châu Âu."
        },
        {
            "en": "Well-<em>codified</em> and simplified procedures could also help reduce the prevalence of unofficial fees being paid.",
            "vi": "Các thủ tục được đơn giản hóa và có hệ thống cũng sẽ góp phần giảm việc phải trả phí không chính thức."
        },
        {
            "en": "This protection was <em>codified</em> in Article 128 of the 2005 Intellectual Property Law.",
            "vi": "Việc bảo hộ này được quy định tại Điều 128 của Luật Sở hữu trí tuệ năm 2005."
        },
        {
            "en": "The fourth treaty <em>codified</em> general principles of international law governing the treatment of civilians in wartime.",
            "vi": "Điều ước thứ tư điển chế hóa các nguyên tắc tổng quát trong luật quốc tế về đối xử với thường dân thời chiến."
        },
        {
            "en": "Well-<em>codified</em> and simple procedures could help reduce the prevalence of unofficial fees.",
            "vi": "Các thủ tục được đơn giản hóa và có hướng dẫn rõ ràng có thể góp phần làm cho các khoản phí không chính thức bớt phổ biến hơn."
        },
        {
            "en": "the body of <em>codified</em> laws governing the affairs of a Christian church",
            "vi": "bộ luật được soạn điều phối những công việc của một nhà thờ Cơ đốc giáo"
        },
        {
            "en": "This function was <em>codified</em> in new statutes and emphasized in speeches at the congress.",
            "vi": "Chức năng này được quy định trong điều lệ mới và được nhấn mạnh trong những bài phát biểu tại hội nghị."
        },
        {
            "en": "Legal and regulatory norms shall be checked and reviewed, collated and <em>codified</em> into thematic volumes of codes.",
            "vi": "Quy phạm pháp luật phải được rà soát, tập hợp, sắp xếp thành bộ pháp điển theo từng chủ đề."
        },
        {
            "en": "Well-<em>codified</em> and simplified procedures could also help reduce the prevalence of “unofficial fees” that are often paid during the business registration process.",
            "vi": "Các thủ tục được đơn giản hóa và viết thành văn bản rõ ràng cũng sẽ giúp giảm “các khoản phí không chính thức” thường nảy sinh trong quá trình đăng ký kinh doanh."
        },
        {
            "en": "We see an explicit manifestation of dependencies in the everyday life of medieval Europe, where relationships and obligations were carefully <em>codified</em>.",
            "vi": "Biều hiện rõ ràng nhất về sự lệ thuộc là trong cuộc sống hàng ngày của người châu âu thời trung cổ, khi mối quan hệ và bổn phận được quy thành luật pháp một cách cẩn thận."
        },
        {
            "en": "A strong impression gleaned from the interviews was that the concept of related party transactions was not well understood nor <em>codified</em> in the Vietnamese context.",
            "vi": "Một điểm khác nổi bật khác từ cuộc phỏng vấn đó là khái niệm về giao dịch với các bên liên quan không được hiểu rõ và không được hệ thống hóa trong bối cảnh Việt Nam."
        },
        {
            "en": "It is to these standards that I hope Strictly English is looking. Our language is to a great extent settled and <em>codified</em>, and to a standard that people recognise and are comfortable with. All my book does is describe and commend that standard, and help people towards a capable grasp of the English tongue. We shall always need new words to describe new things; but we don’t need the wrong word to describe the right thing, when the right word exists. Also, English grammar shouldn’t be a matter for debate. It has a coherent and logical structure and we should stick to it.",
            "vi": "Đó là những tiêu chuẩn mà tôi hy vọng Strictly English đang chú ý. Ngôn ngữ rộng lớn của chúng ta đã được giải quyết và soạn thảo, theo trình độ mà mọi người chấp nhận và cảm thấy thoải mái. Tất cả các cuốn sách của tôi đều mô tả và đánh giá những tiêu chuẩn như thế, và giúp mọi người hướng tới khả năng có thể hiểu được tiếng Anh. Chúng ta sẽ luôn luôn cần những từ mới để mô tả những điều mới; nhưng chúng ta không cần từ sai để mô tả điều đúng, trong khi từ đúng đang tồn tại. Ngoài ra, ngữ pháp tiếng Anh không phải là vấn đề cần tranh luận. Nó có một cấu trúc chặt chẽ và hợp lý và chúng ta nên gắn bó với nó."
        },
        {
            "en": "It is to these standards that I hope Strictly English is looking. Our language is to a great extent settled and <em>codified</em>, and to a standard that people recognise and are comfortable with. All my book does is describe and commend that standard, and help people towards a capable grasp of the English tongue. We shall always need new words to describe new things; but we don’t need the wrong word to describe the right thing, when the right word exists. Also, English grammar shouldn’t be a matter for debate. It has a coherent and logical structure and we should stick to it.",
            "vi": "Đó là những tiêu chuẩn mà tôi hy vọng Strictly English đang chú ý. Ngôn ngữ rộng lớn của chúng ta đã được giải quyết và soạn thảo, theo trình độ mà mọi người chấp nhận và cảm thấy thoải mái. Tất cả các cuốn sách của tôi đều mô tả và đánh giá những tiêu chuẩn như thế, và giúp mọi người hướng tới khả năng có thể hiểu được tiếng Anh. Chúng ta sẽ luôn luôn cần những từ mới để mô tả những điều mới; nhưng chúng ta không cần từ sai để mô tả điều đúng, trong khi từ đúng đang tồn tại. Ngoài ra, ngữ pháp tiếng Anh không phải là vấn đề cần tranh luận. Nó có một cấu trúc chặt chẽ và hợp lý và chúng ta nên gắn bó với nó."
        },
        {
            "en": "I realized this anew when I was invited to speak before a class in marketing, which is another of our degree programs. The regular instructor is a colleague who appreciates the kind of ethical perspective I can bring as a philosopher. There are endless ways I could have approached this assignment, but I took my cue from the title of the course: 'Principles of Marketing’. It made me think to ask the students, 'Is marketing principled?’ After all, a subject matter can have principles in the sense of being <em>codified</em>, having rules, as with football or chess, without being principled in the sense of being ethical. Many of the students immediately assumed that the answer to my question about marketing principles was obvious: no. Just look at the ways in which everything under the sun has been marketed; obviously it need not be done in a principled (=ethical) fashion.",
            "vi": "Tôi nhận ra điều này rõ hơn khi được mời nói trước lớp Marketing - 1 tín chỉ khác trong chương trình học của chúng tôi. Người hướng dẫn chính của khóa học này là một đồng nghiệp - người đã đánh giá cao khía cạnh đạo đức mà tôi có thể đem tới với tư cách như một nhà triết học. Có vô vàn cách mà tôi có thể tiếp cận bài tập này, nhưng tôi đã quyết định đặt tiêu đề của Khóa học là 'Nguyên tắc Tiếp thị'. Nó làm tôi nghĩ đến việc hỏi học viên của mình rằng, \"Liệu tiếp thị có nguyên tắc không?\". Suy cho cùng, 1 vấn đề có thể có những quy tắc được hệ thống hoá, ví dụ như bóng đá hay cờ vua, nhưng không hề có nguyên tắc biểu thị yếu tố về đạo đức. Nhiều sinh viên ngay lập tức có câu trả lời dành cho câu hỏi của tôi về nguyên tắc tiếp thị, đó là: rõ ràng là không. Chỉ riêng việc mọi thứ được đưa ra thị trường, nó không cần được thực hiện theo cách phù hợp về mặt đạo đức."
        },
        {
            "en": "I realized this anew when I was invited to speak before a class in marketing, which is another of our degree programs. The regular instructor is a colleague who appreciates the kind of ethical perspective I can bring as a philosopher. There are endless ways I could have approached this assignment, but I took my cue from the title of the course: 'Principles of Marketing’. It made me think to ask the students, 'Is marketing principled?’ After all, a subject matter can have principles in the sense of being <em>codified</em>, having rules, as with football or chess, without being principled in the sense of being ethical. Many of the students immediately assumed that the answer to my question about marketing principles was obvious: no. Just look at the ways in which everything under the sun has been marketed; obviously it need not be done in a principled (=ethical) fashion.",
            "vi": "Tôi nhận ra điều này rõ hơn khi được mời nói trước lớp Marketing - 1 tín chỉ khác trong chương trình học của chúng tôi. Người hướng dẫn chính của khóa học này là một đồng nghiệp - người đã đánh giá cao khía cạnh đạo đức mà tôi có thể đem tới với tư cách như một nhà triết học. Có vô vàn cách mà tôi có thể tiếp cận bài tập này, nhưng tôi đã quyết định đặt tiêu đề của Khóa học là 'Nguyên tắc Tiếp thị'. Nó làm tôi nghĩ đến việc hỏi học viên của mình rằng, \"Liệu tiếp thị có nguyên tắc không?\". Suy cho cùng, 1 vấn đề có thể có những quy tắc được hệ thống hoá, ví dụ như bóng đá hay cờ vua, nhưng không hề có nguyên tắc biểu thị yếu tố về đạo đức. Nhiều sinh viên ngay lập tức có câu trả lời dành cho câu hỏi của tôi về nguyên tắc tiếp thị, đó là: rõ ràng là không. Chỉ riêng việc mọi thứ được đưa ra thị trường, nó không cần được thực hiện theo cách phù hợp về mặt đạo đức."
        },
        {
            "en": "What Is the History of the Accounting Profession      I want to do this! What's This?  Accounting has been around for centuries. The Romans had a modern tax system complete with sales tax, land tax and a flat rate citizen tax. The Roman Empire employed tax collectors that kept track of collections through a rudimentary accounting system. Today, accounting is a career. Most U.S. colleges and universities offer tax or accounting degrees at the bachelor's, masters and doctorate levels. \nDouble-Entry Accounting\n Modern accounting, or the double-entry accounting method, was first documented in the early 1300s. Double-entry accounting was first documented by a company named Giovanni Farolfi & Co about 1300. The double entry system is still in use some 700 years later. Luca Pacioli, the father of accounting, wrote the first book on double-entry accounting in 1494.  \nU.S. Federal Accounting System\n Accounting changed little during the next several centuries. From 1769 to 1772, during the depression that gripped the European continent, cost accounting was developed to help companies streamline their operation and stay open. The U.S. Revolution ended in 1789 and brought about the first U.S. governing administration. Alexander Hamilton, the first Treasury Secretary, established the U.S. Treasury Department and the federal accounting system. Although there was not a national income tax yet, the government collected revenue from trade and export taxes.  \nAccounting Profession Recognized by United Kingdom\n The accounting profession was recognized as a legitimate profession 1831 by the United Kingdom's Bankruptcy Court. The court ordered that certain accountants be appointed as assignees to assist the court with financial records. The U.S. Civil War broke out in the year 1861, and a new national income tax was introduced. Tax accounting has never been the same. It has continued to grow in complexity, requiring an army of tax planners, tax preparers and tax accountants.  \nThe Balance Sheet\n In 1868, the modern balance sheet was created, in the form that we use today. The income statement would not be created until just prior to World War II. The first large U.S. accounting firm Haskins & Sells begin in 1895. Today, it is a part of the big four firm Deloitte and Touché. The accounting profession exploded around 1900 with hundreds of accounting firms springing up across the United States.  \nModern Cost Accounting\n Modern cost accounting was refined and developed in 1923 by the accounting department of General Motors. The new cost accounting theories and practices were established to keep the company solvent and streamline the manufacturing operations. The return on investment, return on equity and flexible budgeting calculations were created and adopted.  \nAccounting Regulation\n Financial accounting regulation was introduced between 1936-8 with the formation of the Committee on Accounting (CAP). CAP created the \"generally accepted accounting principals\" or GAAP. We still use GAAP today. This set the bar for all accounting activity in the United States.  \nGAAP to IFRS\n GAAP was <em>codified</em>, or rewritten, in 1953. However, in 1959, the CAP was replaced by the Accounting Principals Board (APB). This organization was short-lived and suffered from many of the same weaknesses that plagued the CAP. It did however issue several pronouncements. In 1973, the Financial Accounting Standards Board (FASB) was created and remains today. Since its creation, it has issued some 168 pronouncements. FASB has the authority and garners the respect that the CAP and APB never received. In 2009, there is a trend to move from GAAP to the International Financial Reporting Standards (IFRS). Accounting, although slightly more complicated, remains mostly the same as it was 800 years ago.",
            "vi": "Lịch sử nghề kế toán    I want to do this! What's This?  Kế toán đã tồn tại trong nhiều thế kỷ nay. Người La Mã có hệ thống thuế hiện đại bao gồm thuế bán hàng, thuế điền địa, và thuế công dân đồng loạt. Đế quốc La Mã sử dụng những người thu thuế giám sát việc thu thuế nhờ một hệ thống kế toán sơ khai. Ngày nay kế toán là một nghề. Hầu hết các trường cao đẳng và đại học Hoa Kỳ cấp các chứng chỉ, bằng cấp về kế toán hoặc thuế với những thang bậc trình độ cử nhân, thạc sỹ, và tiến sỹ. Hệ thống kế toán kép Kế toán hiện đại, hay phương pháp bút toán kép, được chứng minh bằng tài liệu xuất hiện lần đầu tiên là vào đầu những năm 1300. Hệ thống kế toán bút toán kép lần đầu tiên do một công ty có tên là Giovanni Farolfi & Co sử dụng khoảng năm 1300. Hệ thống này vẫn còn tồn tại trong 700 năm sau đó. Năm 1494, Luca Pacioli, cha đẻ ngành kế toán, viết cuốn sách đầu tiên về kế toán bút toán kép. Hệ thống kế toán liên bang Hoa Kỳ Ngành kế toán thay đổi không đáng kể trong vài thế kỷ tiếp theo. Từ năm 1769 đến 1772, trong cuộc suy thoái bóp nghẹt lục địa châu Âu, kế toán chi phí được phát triển nhằm giúp các công ty hợp lý hoá hoạt động của mình và tiếp tục tồn tại. Cách mạng Mỹ kết thúc vào năm 1789 và dẫn đến sự quản lý của chính quyền toàn Hoa Kỳ lần đầu tiên. Alexander Hamilton, Bộ trưởng ngân khố (tài chính) đầu tiên của Hoa Kỳ, thành lập Bộ ngân khố Hoa Kỳ và hệ thống kế toán liên bang. Mặc dù chưa xuất hiện thuế thu nhập quốc dân, nhưng nhà nước đã thu tiền từ thuế xuất khẩu và mậu dịch. Nghề kế toán được Vương quốc Anh công nhận Nghề kế toán được Toà án giải quyết việc xin phá sản của Vương quốc Anh công nhận là một nghề hợp pháp vào năm 1831. Toà hạ lệnh rằng các kế toán viên nhất định sẽ được chỉ định như những người thụ nhượng cung cấp các hồ sơ tài chính để hỗ trợ toà xử án. Cuộc nội chiến Hoa Kỳ bùng nổ vào năm 1861, và một loại thuế thu nhập quốc dân mới được đưa ra. Kế toán thuế vụ chưa từng giống như vậy. Nó tiếp tục phát triển phức tạp lên, đòi hỏi một đội quân gồm những nhà hoạch định thuế, người khai thuế và cố vấn thuế vụ. Bảng cân đối kế toán Vào năm 1868, bảng cân đối kế toán hiện đại được tạo ra, hình thức giống cái chúng đang sử dụng ngày nay. Mãi tới ngay trước thời điểm Chiến tranh thế giới thứ hai, báo cáo thu nhập mới xuất hiện. Công ty kiểm toán Mỹ lớn đầu tiên là Haskins & Sells bắt đầu hoạt động năm 1895. Ngày nay, nó là một bộ phận của ông lớn trong hàng tứ đại gia các hãng kiểm toán là Deloitte and Touché. Nghề kế toán bùng nổ vào quãng năm 1900 với hàng trăm công ty chuyên về kế toán xuất hiện khắp nước Mỹ. Kế toán chi phí hiện đại Kế toán chi phí hiện đại được phòng kế toán của General Motors phát triển và hoàn thiện vào năm 1923. Các thực tiễn và lý thuyết về kế toán chi phí mới được thiết lập để giúp công ty có khả năng thanh toán và hợp lý hoá các hoạt động sản xuất. Các phép tính tỷ suất lợi nhuận qua đầu tư, tỷ lệ lợi nhuận vốn cổ đông, và ngân quỹ linh hoạt được tạo ra và được chấp nhận. Quy định kế toán Quy định về kế toán tài chính được đưa ra trong khoảng thời gian 1936 đến 1938 với sự hình thành của Uỷ ban Thủ tục Kế toán (CAP). CAP xây dựng \"những nguyên tắc kế toán tổng quát được thừa nhận\" hoặc gọi tắt là GAAP. Hiện nay chúng ta vẫn còn sử dụng những nguyên tắc này - vốn làm nên chuẩn mực cho tất cả các hoạt động kế toán tại Mỹ. Từ GAAP đến IFRS GAAP được soạn thành luật lệ, hoặc được soạn lại, vào năm 1953. Tuy nhiên, năm 1959, Uỷ ban Nguyên tắc Kế toán (APB) thay thế cho Uỷ ban Thủ tục Kế toán (CAP). Tổ chức mới này tồn tại trong một thời gian ngắn và bị nhiều khuyết tật tương tự như những điểm yếu đã làm tê liệt CAP. Nhưng nó đã kịp đưa ra một vài công bố chính thức. Năm 1973, Hội đồng tiêu chuẩn kế toán tài chính (FASB) được thành lập và tồn tại cho đến ngày nay. Từ khi cơ quan này xuất hiện, nó đã đưa ra khoảng 168 công bố chính thức. FASB có quyền hạn và nhận được sự tôn trọng mà CAP và APB không bao giờ có được. Trong năm 2009, có khuynh hướng chuyển từ những nguyên tắc kế toán tổng quát được thừa nhận thành những tiêu chuẩn báo cáo tài chính quốc tế (IFRS). Kế toán, mặc dù rắc rối hơn một chút, vẫn gần như không đổi so với 800 năm về trước."
        }
    ],
    "suggestions": []
}