{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kouhæbi'tei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự ăn ở với nhau (như) vợ chồng; sự chung sống với nhau như vợ chồng</td></tr></table><i/></div>",
            "word": "cohabitation",
            "pronounce": "[,kouhæbi'tei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cohabitation",
            "pronounce": "[,kouhæbi'tei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cohabitation",
            "pronounce": "[,kouhæbi'tei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cohabitation",
            "pronounce": "[,kouhæbi'tei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cohabitation",
            "pronounce": "[,kouhæbi'tei∫n]"
        }
    },
    "sentences": [
        {
            "en": "Is <em>cohabitation</em> good?",
            "vi": "Sống thử có tốt không?"
        },
        {
            "en": "<em>Cohabitation</em> is not good.",
            "vi": "Sống thử là không tốt?"
        },
        {
            "en": "The facts behind <em>cohabitation</em>",
            "vi": "Sự thật đằng sau cuộc sống thử"
        },
        {
            "en": "<em>Cohabitation</em> is just a test.",
            "vi": "Sống thử chỉ là một thử nghiệm."
        },
        {
            "en": "The studies of <em>cohabitation</em> have slowly evolved.",
            "vi": "Những cuộc nghiên cứu về sống thử đã tiến triển chậm."
        },
        {
            "en": "Is <em>cohabitation</em> a good alternative to marriage ?",
            "vi": "Có phải sống thử là một giải pháp tốt thay thế cho hôn nhân không?"
        },
        {
            "en": "I don't agree with students' <em>cohabitation</em>.",
            "vi": "Tôi không đồng tình với chuyện sống thử của sinh viên."
        },
        {
            "en": "<em>Cohabitation</em> is contrary to the culture of Vietnam.",
            "vi": "Sống thử thì trái với văn hoá của Việt Nam."
        },
        {
            "en": "My parents do not approve of <em>cohabitation</em> before marraige.",
            "vi": "Cha mẹ tôi không chấp nhận sống thử trước hôn nhân."
        },
        {
            "en": "Is <em>cohabitation</em> a good way to test-out the ralationship ?",
            "vi": "Liệu sống thử có phải là 1 cách thử nghiệm tốt của tình yêu không?"
        },
        {
            "en": "Is <em>cohabitation</em> a good way to test - out the ralationship?",
            "vi": "Liệu sống thử có phải là 1 cách thử nghiệm tốt của tình yêu không ?"
        },
        {
            "en": "Today, <em>cohabitation</em> is a common pattern among people in the Western world.",
            "vi": "Ngày nay, việc sống thử là hình thức phổ biến trong người dân các nước phương tây."
        },
        {
            "en": "<em>Cohabitation</em> is when people live together in an emotionally and/or sexually intimate relationship.",
            "vi": "Chung sống/ở với nhau như vợ chồng là lúc người ta sống với nhau có quan hệ thân mật về tình cảm và/hoặc tình dục."
        },
        {
            "en": "<em>cohabitation</em> can give couples the chance to gain better mutual understanding",
            "vi": "sống thử giúp cho các cặp đôi có cơ hội hiểu nhau hơn"
        },
        {
            "en": "While some people do make a conscious choice to avoid marriage, others simply \"drift into\" <em>cohabitation</em>.",
            "vi": "Trong khi một vài người có sự lựa chọn tỉnh táo để tránh cuộc hôn nhân của mình thì những người khác chỉ cần \"lăn vào\" sống thử thôi."
        },
        {
            "en": "<em>Cohabitation</em> has increased so rapidly that the data about it hasn't kept pace with the growing numbers, researchers say.",
            "vi": "Việc chung sống với nhau như vợ chồng đã gia tăng nhanh đến nỗi dữ liệu thống kê không theo kịp con số gia tăng này."
        },
        {
            "en": "For many other couples, <em>cohabitation</em> is viewed as an alternative to marriage rather than a preparation for it.",
            "vi": "Nhiều cặp cho rằng việc sống thử như là một sự lựa chọn trước khi kết hôn chứ không phải là sự chuẩn bị để kết hôn."
        },
        {
            "en": "<em>Cohabitation</em> has increased so rapidly that the data about it haven't kept pace with the growing numbers.",
            "vi": "Tình trạng \"sống thử\" tăng nhanh đến độ không thể cập nhật số liệu kịp thời."
        },
        {
            "en": "Some people describe <em>cohabitation</em> as a rebellion against traditional family forms, striking a blow for freedom and independence.",
            "vi": "Nhiều người cho rằng hành vi sống thử như là một cuộc nổi loạn chống lại kiểu gia đình truyền thống, tạo cú đánh giành quyền độc lập và tự do."
        },
        {
            "en": "<em>Cohabitation</em> without marriage is impossible. We do not allow you to do that. There's no hope for you to take that girl to get here.",
            "vi": "Chung sống mà không kết hôn là không thể. Ba mẹ không cho phép con làm điều đó. Đừng hòng mang con bé ấy về nhà này."
        }
    ],
    "suggestions": []
}