{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cohen",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cohen</k><blockquote>■ <cclass>noun variant spelling of <kref>kohen</kref>. </cclass></blockquote></div>",
            "word": "cohen",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cohen",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cohen",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cohen",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Use the money prudently, Mr. <em>Cohen</em>.",
            "vi": "Xin ông dùng tiền cho thận trọng, thưa ông Cohen."
        },
        {
            "en": "William returned to the offices of <em>Cohen</em>, <em>Cohen</em> and Yablons seven days later.",
            "vi": "Bảy ngày sau, William trở lại văn phòng luật sư Cohen và Yablons."
        },
        {
            "en": "Mr. <em>Cohen</em> considered the matter for a moment.",
            "vi": "Ông Cohen suy nghĩ một lúc."
        },
        {
            "en": "I do not wish to be beholden to anyone, Mr. <em>Cohen</em>.",
            "vi": "Tôi không muốn mang ơn đối với bất cứ ai, thưa ông Cohen."
        },
        {
            "en": "It was the first sign of any lack of self - control that Thomas <em>Cohen</em> had noted.",
            "vi": "Đó là dấu hiệu đầu tiên của sự mất bình tĩnh mà Thomas Cohen thấv được."
        },
        {
            "en": "William took six twenty-dollar notes from his inside pocket and handed them over to <em>Cohen</em>.",
            "vi": "William rút trong túi ra sáu tờ bạc 20 đôla đưa cho ông Cohen."
        },
        {
            "en": "<em>Cohen</em>, Margot, 'Where the Action Isn't', Far Eastern Economic Review, 28 November 2002.",
            "vi": "Cohen, Margot, 'Nơi hoạt động không diễn ra', Far Eastern Economic Review, Ngày 28 tháng 11 năm 2002."
        },
        {
            "en": "It was the first sign of any lack of self-control that Thomas <em>Cohen</em> had noted.",
            "vi": "Đó là dấu hiệu đầu tiên của sự mất bình tĩnh mà Thomas Cohen thấv được."
        },
        {
            "en": "Ari Seth <em>Cohen</em>, photographer and self-proclaimed ’old lady expert’, appreciates ’advanced’ beauty.",
            "vi": "Ari Seth Cohen, một nhiếp anh gia đồng thời tự nhận mình là chuyên gia về các quý bà cao tuổi, rất coi trọng vẻ đẹp của người cao tuổi."
        },
        {
            "en": "Alecia J. <em>Cohen</em>, publisher and CEO of Global Rhythm magazine, found her niche with an independent world-music magazine.",
            "vi": "Alecia J. Cohen, người phát hành và là giám đốc điều hành của tạp chí Global Rhythm tìm chỗ  đứng cho mình với một tạp chí độc lập về âm nhạc thế giới."
        },
        {
            "en": "Richard <em>Cohen</em>, a columnist for the Washington Post, wrote a journal to commemorate Graham a few days after her funeral.",
            "vi": "Richard Cohen, người phụ trách một chuyên mục tại tờ Washington, đã viết một bài báo tưởng nhớ Graham sau đám tang của bà vài ngày."
        },
        {
            "en": "<em>Cohen</em> and Bradford write: because they represent resources that can be exchanged, currencies are the basis for acquiring influence.",
            "vi": "Cohen và bradford viết: vì chúng tượng trưng cho những nguồn lực có thể thay đổi, nên chúng là cơ sở để có được sự ảnh hưởng."
        },
        {
            "en": "Mr. <em>Cohen</em> said - it's going to be as important to connect through 3G or wireless as it is through your personal computer.",
            "vi": "Ông cohen cho biết - kết nối qua 3g hoặc vô tuyến cũng sẽ quan trọng như qua máy tính cá nhân của bạn."
        },
        {
            "en": "But as <em>Cohen</em> and Bradford point out, the manipulator is eventually found out, and her future ability to influence is compromised, making her ineffective in future dealings.",
            "vi": "Nhưng như cohen và bradford chỉ ra, người sử dụng âm mưu để gây ảnh hưởng rốt cuộc sẽ bị phát hiện, và khả năng ảnh hưởng trong tương lai của họ sẽ bị tổn hại, khiến họ trở nên kém hiệu quả trong việc giao thiệp sau này."
        },
        {
            "en": "\"According to the mechanism we discovered, the faster cancer cells proliferate, the faster and more efficiently they will be eradicated,\" says lead researcher Malka <em>Cohen</em>-Armon.",
            "vi": "Trưởng nhóm nghiên cứu Malka Cohen-Armon cho biết: \"Theo cơ chế chúng tôi phát hiện được thì tế bào ung thư phân chia càng nhanh lại càng bị tiêu diệt nhanh và hiệu quả hơn\"."
        },
        {
            "en": "Though <em>Cohen</em>, 33, says it was a challenging transition (people initially didn't want to pay for what they used to get for free), she still had enthusiastic readers interested in world music from day one.",
            "vi": "Mặc dù Cohen, 33 tuổi, cho biết đó thực sự là một cuộc chuyển đổi khó khăn (mọi người ban đầu không muốn chi tiền cho cái mà họ đã từng được phát không), nhưng chị vẫn có những độc giả nhiệt tình quan tâm đến âm nhạc quốc tế ngay từ ngày đầu tiên."
        },
        {
            "en": "Mr. <em>Cohen</em> said: \"I can send you the song and it is either billed to me or i send it to you and if you listen to it and want to keep, it is billed to you.\"",
            "vi": "Ông cohen nói: \"tôi có thể gửi cho bạn ca khúc và nó sẽ tính tiền ở tôi hoặc tôi gửi nó cho bạn và nếu bạn nghe nó và muốn giữ lại, nó sẽ tính tiền ở bạn.\""
        },
        {
            "en": "As the world-music genre began to gain a bigger following, <em>Cohen</em>, at the urging of Tower, decided to revamp her format-adding color and beginning to charge for the publication.",
            "vi": "Khi thế loại nhạc quốc tế bắt đầu có nhiều người yêu thích, Cohen quyết định sửa sang lại ấn bản của mình – thêm màu vào và bắt đầu tính tiền cho từng số ấn phẩm."
        },
        {
            "en": "Today, Global Rhythm boasts a circulation of more than 60,000, and yearly sales are nearing $800,000. <em>Cohen</em> carved an even more specific niche when she started sending out audio CDs, containing the world music her readers are interested in, with paid subscriptions.",
            "vi": "Ngày nay, Global Rhythm được bán cho hơn 60.000 người, và doanh thu mỗi năm vào khoảng $800.000. Cohen thậm chí còn dành được một vị trí đặc biệt hơn khi chị bắt đầu gửi các CD chứa loại nhạc quốc tế mà các độc gia của chị ưa thích tới cho những người thuê bao đã trả tiền. "
        }
    ],
    "suggestions": []
}