{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">coincidental</font></td></tr></table><i/></div>",
            "word": "coincidentally",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "coincidentally",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "coincidentally",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "coincidentally",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "coincidentally",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Coincidentally</em>, she lives next door to my mother.",
            "vi": "Một cách trùng hợp, cô ấy sống kế bên nhà mẹ tôi."
        },
        {
            "en": "She told me that <em>coincidentally</em>, she has something to tell me too.",
            "vi": "Cô ấy bảo với tôi rằng thật là trùng khớp, cô ấy cũng có chuyện nói với tôi."
        },
        {
            "en": "This sort of approach leads to low productivity and so substantial overstaffing, and <em>coincidentally</em> poor material utilisation.",
            "vi": "Kiểu phương pháp này đã dẫn đến tình trạng năng suất thấp và sử dụng quá nhiều nhân công và kèm theo đó là tình hình tận dụng nguyên liệu kém."
        },
        {
            "en": "I am sharing my knowledge and resources, time and energy, friends and associates, empathy and compassion to provide value to others, while <em>coincidentally</em> enriching my own life.",
            "vi": "Tôi đang chia sẻ kiến thức và nguồn lực, thời gian và công sức, bạn bè và đồng nghiệp, sự thấu cảm và lòng trắc ẩn của mình để mang lại giá trị cho người khác, và cùng lúc làm giàu cuộc sống riêng của mình."
        },
        {
            "en": "I am sharing my knowledge and resources, time and energy, friends and associates, empathy and compassion to provide value to others, while <em>coincidentally</em> enriching my own life.",
            "vi": "Tôi đang chia sẻ kiến thức và nguồn lực, thời gian và công sức, bạn bè và đồng nghiệp, sự thấu cảm và lòng trắc ẩn của mình để mang lại giá trị cho người khác, và cùng lúc làm giàu cuộc"
        },
        {
            "en": "Amazon shares are up around 150 percent since mid-2010, which perhaps not <em>coincidentally</em> was the last time the company had sizable profits. In other words, investors really decided they loved the company only when net income began to slide.",
            "vi": "Từ giữa năm 2010, cổ phiếu Amazon tăng khoảng 150%, hình như chẳng ăn nhập gì vì không phải là khoảng thời gian công ty kinh doanh có lãi khủng. Nói cách khác, các nhà đầu tư đúng là đã phải lòng cái công ty này ở thời điểm mà lợi nhuận ròng của nó thì bắt đầu giảm sút."
        }
    ],
    "suggestions": []
}