{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cole",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cole</k><blockquote>■ <cclass>noun <cclass>chiefly archaic a brassica, especially cabbage, kale, or rape. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>cāwel</i>, <i>caul</i>, from L. <i>caulis</i> 'stem, cabbage'; cf. <kref>kale</kref>. </blockquote></div>",
            "word": "cole",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cole",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cole",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cole",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Joe <em>Cole</em> is a midfielder in the squad of Liverpool.",
            "vi": "Joe Cole là một tiền vệ trong đội hình của Liverpool."
        },
        {
            "en": "• Top rap album: J <em>Cole</em>, 2014 Forest Hill Drive",
            "vi": "• Album rap xuất sắc nhất: J Cole, 2014 Forest Hill Drive"
        },
        {
            "en": "Trent <em>Cole</em> is a hit - or - miss, all - or - nothing type of guy.",
            "vi": "Trent Cole là loại người rất cẩu thả, được ăn cả ngã về không."
        },
        {
            "en": "Trent <em>Cole</em> is a hit-or-miss, all-or-nothing type of guy.",
            "vi": "Trent Cole là loại người rất cẩu thả, được ăn cả ngã về không."
        },
        {
            "en": "An' ah hear dem talkin' an' it lak ter tuhn mah blood <em>cole</em>, whut dey say.",
            "vi": "Tôi nghe thấy hai người nói chuyện và những điều họ nói làm tôi đông cả máu lại."
        },
        {
            "en": "Famous mainly for his wonderful voice, <em>Cole</em> was also a virtuoso on the piano.",
            "vi": "Không những nổi tiếng có một giọng ca tuyệt vời, Cole cũng là một bậc thầy về piano."
        },
        {
            "en": "An' he say, right <em>cole</em> lak: she b'long in mah room.",
            "vi": "Cậu nói lạnh như băng: chỗ của nó là ở trong buồng tôi."
        },
        {
            "en": "Received 40% of the $340 balance owed by <em>Cole</em> and wrote off the remainder as a bad debt.",
            "vi": "Thu hồi được 40% trong $340 từ khoản phải thu cole và xóa sổ phần còn lại như một khoản nợ khó đòi."
        },
        {
            "en": "More than twenty musicians such as Natalie <em>Cole</em> and Celine Dion came together to make this special recording.",
            "vi": "Hơn hai mươi nhạc sĩ như natalie cole và celine dion đã cùng nhau thực hiện phần thu âm đặc biệt này."
        },
        {
            "en": "As Mr <em>Cole</em> points out, it has only a handful of supply ships essential to such missions, and is not rushing to build many more.",
            "vi": "Như ông Cole đã chỉ ra, họ chỉ có một ít tàu tiếp tế cần thiết cho những sứ mệnh như thế, và không cần phải gấp rút đóng thêm tàu."
        },
        {
            "en": "A parent of two, Mr. <em>Cole</em> says he will be making sure his children take as much math as they can. He recommends other parents do the same.",
            "vi": "Là phụ huynh của 2 đứa trẻ, ông Cole nói rằng ông sẽ cho con học càng nhiều toán càng tốt trong khả năng của chúng. Ông cũng khuyên các phụ huynh khác nên làm như thế."
        },
        {
            "en": "When Stephen Lovell used to visit his grandparents as a kid, it was like entering the world of <em>Cole</em> Porter or The Great Gatsby.",
            "vi": "Khi Stephen Lovell còn nhỏ, mỗi lần đến thăm ông bà, anh có cảm giác như bước vào thế giới của Cole Porter hay The Great Gatsby - đại gia Gatsby (hai nhân vật này ám chỉ những giấc mơ)."
        },
        {
            "en": "Shawn <em>Cole</em> found this troubling. Not because the studies aren't true: Many, he says, do show a correlation between financial education and good financial behavior. But few studies demonstrated a strong causal link.",
            "vi": "Shaw Cole, giảng viên tài chính thuộc Harvard Business School đã tự hỏi, nếu giáo dục tài chính rộng khắp thật sự có hiệu quả, tại sao có rất nhiều người trẻ chật vật với nợ vay, thế chấp, tài sản tích luỹ thì ít ỏi?"
        },
        {
            "en": "“The Indian Ocean is very important – it gives [China] a broader space,” says Bud <em>Cole</em>, a professor at the National War College, and an expert on the Chinese navy.",
            "vi": "\"Ấn Độ Dương rất quan trọng - nó mang lại cho [Trung Quốc] một không gian rộng lớn hơn,\" Bud Cole, giáo sư ở National War College và cũng là người am tường về hải quân Trung Quốc cho biết."
        },
        {
            "en": "So he did. He sang a song. A piano player who had never sung in public did so for the very first time. And nobody had ever heard the song Mona, Mona Lisa sung the way it was sung that night by Nat King <em>Cole</em>!",
            "vi": "Thế là anh ta hát. Anh hát một bài. Một người chuyên đánh piano chưa từng hát trước đám đông mà lại lần đầu tiên hát cơ chứ. Mà mọi người thì đã nghe ca khúc ấy do Mona, Mona Lisa hát rồi, tối đó họ được nghe Nat King Cole với phong cách riêng."
        },
        {
            "en": "\"A lot of decisions in finance are just easier if you're more comfortable with numbers and making numeric comparisons,\" says Mr. <em>Cole</em>. Without strong math skills, he says, people tend to use more emotional ways to invest, spend or save their money. What's more, people with less math experience make worse financial mistakes with issues like compounding or underestimating how quickly interest accumulates.",
            "vi": "Theo ông Cole \"Nếu bạn làm chủ được các con số và các so sánh về số, rất nhiều các quyết định về tài chính sẽ được đưa ra dễ dàng hơn.\" Không có kĩ năng tốt về toán, người ta thường quyết định đầu tư, chi tiêu hay tiết kiệm tiền bạc dựa trên cảm tính. Ngoài ra, những người không giỏi toán thường có mắc những lỗi tài chính nghiêm trọng hơn trong các vấn đề như lãi suất kép."
        },
        {
            "en": "Mommy, Why is the sky blue    By Christina Wood Asking questions is an important part of your child's development, but how do you handle the inevitable stumpers? The \"answer\" may surprise you. Did you get me at the baby store? Why are those ants black? What do worms eat? What are stars? Where do dinosaurs live?\" When my son <em>Cole</em> was three, the questions started. At first, I was so thrilled by his budding curiosity that I answered each one eagerly—probably with too much information. But I quickly learned that his questions are not always what they seem. And answering them is not a simple matter of providing facts. His sheer volume of questions wore down my enthusiasm and some of my answers became perfunctory. That's when I started questioning myself. How important are these questions to Cole's developing urge to learn? Was I encouraging him to be passive by providing easy answers? Would I thwart his curiosity if I said I didn't know the answer or didn't have time to talk about it? Some questions my son asks are delightful, funny, and fun to answer. Others are so banal, I can't think of a thing to say. Some I've answered so many times that I can't stand to do it again and I'd like permission to ignore. But will I hurt Cole's curiosity by not taking dull questions seriously? \"The key element to children's questions is that they are a communication vehicle,\" explains Mary Mindess, professor of educations at Lesley University in Cambridge, Massachusetts and founder and coordinator of the New England Kindergarten Conference. \"It's simply a way of trying to engage the parent in conversation.\" Because of this, she explains, the answers you give aren't as important as simply responding in a positive way. Sometimes it's easiest just to say, \"That's a good question.\" When it comes to the interesting questions—it's tempting to launch into a detailed explanation. But kids—like most people—enjoy short answers and get bored if you lecture. From about ages 2 to 7, kids are preoperational thinkers, which means they can't easily understand abstractions. So answering their questions with a hypothetical, fact-filled scenario confuses them. Short answers are good. But it's even better to answer a question through illustration. Giving a brief—-even if it's incomplete—answer to a question is also a good way to start a dialogue. For example, when <em>Cole</em> asked me if he came from the baby store, I simply answered that babies don't come from stores. That started a long discussion—one that's going on sporadically to this day-about where babies come from. I try to keep my answers to one short sentence and wait for more questions. This way, I've learned a great deal about what <em>Cole</em> knows already and (often hilariously) how a 4-year old reasons. \"Everybody, but particularly children, needs to construct their own understanding of things through their senses or by adding to what they already know,\" explains Mindess. If a child asks a question and you can show her through a science experiment or a picture, that's a much stronger basis for learning than words.\" If you've exhausted all other avenues to answering your child's questions, the Internet can help with animations, games, illustrations, and Webcams. I recently turned to the Internet to answer one of Cole's persistent questions: \"Why do I breath?\" I had already explained it. (He looked puzzled.) I'd shown him a diagram of lungs in a book while he took big breaths. (He liked doing the breathing but still had questions.) When I showed him an animation of lungs operating online (www.innerbody.com), he took a few breaths, laughed, and said, \"Oh, I see! Show me blood!\" One of my nagging worries is that if I didn't answer Cole's questions correctly, my reputation as a source of information would be fouled and he'd stop asking me. In talking with Mindess and Wallace, though, I realized this is going to happen even if I handle every question perfectly. And besides, what's important here is our relationship not my knowledge of astronomy. As he grows, <em>Cole</em> will have lots of sources for answers—people, the Internet, books—and he won't ask me so many questions. That makes me a little sad. It also helps me enjoy the battery of questions I endure now. But it also points up another good reason for using today's questions to establish a rapport. When <em>Cole</em> gets older, he'll still have to ask me questions like, \"Can I go to an all-night party this weekend?\" And questions like that as an important part of our relationship. \"There are a lot of questions that children ask that are about permission,\" explains Mindess. \"At about 7 or 8, kids are concerned with 'everybody else goes,' 'everybody does this or that.' Answering these questions becomes about sharing your values. If you permit no discussion on these issues—by just saying no-the child doesn't have any values to share with his friends when he explain why he can't go, do, or have.\" I know what happens at all night parties and the urge to protect <em>Cole</em> from the temptations-by screaming \"Absolutely not!\" and locking him in his room till it's over-will be enormous, I'm sure. Hopefully, I'll know by then that this question is an excellent opportunity for me to engage him in discourse on the topic of teen substance abuse-or whatever happens to be every parent's nightmare in the year 2013.",
            "vi": "Mẹ ơi, tại sao bầu trời có màu xanh    Tác giả Christina Wood Trẻ nhỏ lúc nào cũng hay thắc mắc và nhu cầu thắc mắc là một phần tất yếu, quan trọng trong quá trình phát triển của trẻ. Nhưng làm thế nào bạn có thể xử lý những câu hỏi hóc búa không thể nào tránh được đây? “Câu trả lời” có thể làm cho bạn bị bất ngờ đấy.  Có phải mẹ mua con ở cửa hàng em bé không? Tại sao kiến có màu đen? Giun ăn gì? Ngôi sao là gì? Khủng long sống ở đâu?  Khi bé Cole của tôi lên 3, thằng bé bắt đầu hay đặt câu hỏi. Lúc đầu, tôi cảm thấy quá hồi hộp vui sướng bởi tính hiếu kỳ của nó phát triển đến nỗi tôi đã trả lời từng câu hỏi một cách háo hức – hầu như là quá nhiều thông tin cho nó. Nhưng rồi tôi nhanh chóng phát hiện ra rằng những câu hỏi của nó không phải lúc nào cũng là những thắc mắc muốn biết. Và việc trả lời cho con không đơn thuần là cung cấp thông tin cho nó. Khối câu hỏi của thằng bé làm cho tôi không còn nhiệt tình như trước nữa và một số câu trả lời cho con đã trở thành chiếu lệ, đại khái.  Đó là lúc tôi đã bắt đầu tự hỏi. Những câu hỏi này quan trọng như thế nào đối với sự phát triển nhu cầu học hỏi của Cole? Có phải tôi đã khuyến khích nó thụ động bằng cách trả lời cho nó những câu hời hợt? Hay tôi làm chặn đứng tính tò mò, hiếu kỳ của nó nếu bảo rằng mẹ không biết hoặc không có thời gian nói chuyện đó?  Một vài câu hỏi của thằng bé rất thú vị, buồn cười, và cảm thấy rất hài khi trả lời con. Cũng có một vài câu hỏi quá tầm thường đến độ tôi không nghĩ ra được điều gì để nói. Một vài câu mà tôi đã trả lời đi trả lời lại nhiều lần đến mức không thể chịu đựng nổi nữa và tôi muốn lờ đi, không nghe thấy. Nhưng liệu tôi có làm tổn thương tính hiếu kỳ của con bằng cách không chấp nhận những câu hỏi nhạt nhẽo ấy một cách nghiêm túc?   Mary Mindess, giáo sư giáo dục ở Trường Đại học Lesley, Cambridge, Massachusetts, người sáng lập và điều phối viên của Hội nghị Nhà trẻ Anh Mới giải thích “Yếu tố quan trọng đối với thắc mắc của trẻ là phương tiện giao tiếp.” “Đơn thuần đó chỉ là cách mà trẻ cố muốn lôi kéo bố mẹ vào cuộc nói chuyện với chúng.” Vì vậy, câu trả lời của bạn không quan trọng bằng việc chỉ hưởng ứng theo con một cách tích cực. Đôi khi dễ nhất bạn chỉ cần nói “Ồ, đó là một câu hỏi hay đấy.”  Khi được hỏi những câu hỏi thú vị thì thường là người ta có khuynh hướng đưa ra lời giải thích chi tiết. Nhưng trẻ con – hầu như mọi người – đều thích câu trả lời ngắn gọn và chán ngấy khi phải nghe bài thuyết trình. Khoảng từ 2 đến 7 tuổi, trẻ thường suy nghĩ bằng trực quan chớ không phải là lô-gic, có nghĩa là chúng không dễ dàng hiểu các khái niệm trừu tượng. Vì thế nếu trả lời con trẻ bằng kịch bản có tính cách giả thuyết, nhiều thông tin sẽ làm cho chúng rối lên. Tốt hơn là nên trả lời ngắn gọn. Nhưng thậm chí tốt hơn nữa là nên trả lời con bằng sự minh hoạ.    Việc trả lời con ngắn gọn – thậm chí là chưa trọn vẹn – cũng là một cách hay để bắt đầu cuộc trò chuyện với chúng. Chẳng hạn như, khi Cole hỏi tôi là nó có phải ở của hàng em bé không, tôi chỉ trả lời là trẻ con không phải từ cửa hàng em bé mà ra. Điều này khởi đầu một cuộc thảo luận dài – cứ diễn tiến rời rạc đến tận hôm nay – về việc trẻ con từ đâu mà ra. Tôi cố giữ câu trả lời cho con thành một câu ngắn và chờ cho bé hỏi thêm. Bằng cách này, tôi biết được nhiều về những điều mà con đã biết và (thường hài hước) về cách trẻ 4 tuổi suy luận.  Mindess giải thích “Mọi người, nhưng nhất là trẻ em, cần xây dựng kiến thức của mình trên nền tảng giác quan hoặc bằng cách bổ sung thêm những gì đã biết.” Nếu trẻ thắc mắc và bạn có thể chỉ cho chúng biết bằng thí nghiệm khoa học hoặc hình ảnh thì đó là cơ sở kiến thức vững chắc hơn nhiều so với lời nói suông. Nếu bạn quá mệt mỏi, hết cách trả lời cho con thì mạng Internet là phương tiện hỗ trợ tốt đấy: có cả phim ảnh, trò chơi, tranh minh hoạ, dẫn chứng, và hệ thống Webcam – máy quay vi-đi-ô có kết nối Internet nữa. Mới đây tôi đã chuyển sang sử dụng Internet để trả lời một trong những câu hỏi “điệp khúc” của Cole: “Vì sao mà con lại thở?” Tôi đã giải thích rất nhiều lần cho thằng bé. (Nó trông chẳng hiểu gì cả.) Tôi đã chỉ cho nó xem biểu đồ phổi trong sách trong khi nó thở mạnh ra. (Thằng bé thích làm theo yêu cầu mẹ là thở ra nhưng vẫn chưa hiểu và hỏi tiếp.) Và rồi khi tôi chỉ cho nó xem đoạn phim ảnh về phổi đang hoạt động (www.innerbody.com), nó liền hít thở một vài lần, cười vang, rồi nói, “Ồ, con hiểu rồi! Mẹ cho con xem máu đi!”  Một trong những điều làm tôi phiền muộn dai dẳng là nếu tôi không trả lời con một cách chính xác thì uy tín của tôi như một nguồn thông tin sẽ trở nên xấu xa, ô uế và thằng bé sẽ chẳng hỏi tôi thêm gì nữa. Dẫu vậy, trong khi trò chuyện với Mindess và Wallace, tôi chợt nhận ra rằng điều này sẽ xảy ra cho dù là tôi có trả lời mọi câu hỏi của con một cách hoàn hảo đi chăng nữa. Hơn nữa, điều quan trọng ở đây là mối quan hệ của chúng tôi chứ không phải là kiến thức về thiên văn học. Khi thằng bé lớn lên, nó sẽ có nhiều nguồn trả lời khác nhau – mọi người xung quanh, mạng Internet, sách báo – và nó sẽ chẳng hỏi tôi quá nhiều câu hỏi như thế nữa. Việc đó làm tôi hơi buồn nhưng đồng thời cũng giúp tôi thấy vui với một khối câu hỏi mà tôi phải chịu đựng hiện giờ.  Nhưng người ta cũng hiểu thêm một lý do chính đáng khác đối với việc sử dụng các câu hỏi hiện tại là để tạo mối quan hệ. Khi Cole lớn lên, nó sẽ vẫn phải hỏi tôi nhiều câu hỏi đại khái như “Con có thể dự một buổi tiệc qua đếm vào cuối tuần này không?” Và các câu hỏi đó như một phần quan trọng trong mối quan hệ của chúng tôi.    Mindess giải thích “Có nhiều câu hỏi mà trẻ con hay hỏi thường là để xin phép.” “Ở giai đoạn 7, 8 tuổi trẻ thường hay đề cập việc “ai cũng được đi mà”,  “ai cũng làm chuyện này hoặc chuyện đó mà.” Việc trả lời những câu hỏi này trở thành việc cho trẻ biết giá trị của bạn. Nếu bạn cho phép không thảo luận về những vấn đề này – bằng cách chỉ nói “không” – trẻ sẽ không có điều gì để nói với bạn mình khi chúng giải thích tại sao mình không đi được, không làm được việc đó, hoặc không có được cái gì.”  Tôi biết điều gì sẽ xảy ra suốt các buổi tiệc thâu đêm và ý muốn bảo vệ Cole khỏi bị cám dỗ – bằng cách la toáng lên “Tuyệt đối không!” và nhốt nó vào phòng cho đến khi tàn tiệc – sẽ là một chuyện hết sức tàn ác, tôi chắc là như vậy. Hy vọng rằng, đến lúc ấy tôi sẽ biết được câu hỏi này là một dịp tốt cho tôi hướng con mình vào cuộc nói chuyện về chủ đề lạm dụng thể chất tuổi thanh thiếu niên – hoặc về bất kỳ điều gì khác xảy ra thành nỗi ác mộng của các bậc cha mẹ vào năm 2013."
        }
    ],
    "suggestions": []
}