{
    "en_vn": {
        "data": {
            "content": null,
            "word": "collagen"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>collagen</k><blockquote><cclass>[<cclass>'kɒlədʒ(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry any of a group of insoluble fibrous proteins that constitute the main structural component of animal connective tissue. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr. <i>collagène</i>, from Gk <i>kolla</i> 'glue' + Fr. <i>-gène</i> (see <kref>-gen</kref>). </blockquote></div>",
            "word": "collagen"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "collagen"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "collagen"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất tạo keo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">collagen disease</font><font color=\"#282828\">: bệnh chất tạo keo</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> colagen</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">collagen fibril s</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tơ keo</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "collagen"
        }
    },
    "sentences": [
        {
            "en": "<em>Collagen</em>.",
            "vi": "Chất tạo keo."
        },
        {
            "en": "<em>Collagen</em> disease.",
            "vi": "Bệnh chất tạo keo."
        },
        {
            "en": "<em>Collagen</em> is also found in skin, bone, cartilage, and ligaments.",
            "vi": "Collagen cũng được thấy trong da, xương, sụn và dây chằng."
        },
        {
            "en": "<em>Collagen</em> diseases, which affect any part of the body in which <em>collagen</em> is found, include dermatomyosis, lupus erythematosus, and polyarteritis nodosa.",
            "vi": "Bệnh chất tạo keo tác động đến bất cứ phần nào của cơ thể trong đó có chất collagen, gồm có bệnh viêm cơ bì, bệnh lupus đỏ, viêm đa động mạch nút."
        },
        {
            "en": "Smoking also damages <em>collagen</em> and elastin — fibers that give your skin its strength and elasticity.",
            "vi": "Việc hút thuốc cũng hủy hoại collagen và elastin – chất xơ giúp cho da bạn khỏe và đàn hồi tốt."
        },
        {
            "en": "Scurvy occurs when the <em>collagen</em> matrix in the body begins to break down.",
            "vi": "Bệnh scurvy sco - bút xảy ra khi chất nhầy trong dạ con trong cơ thể bắt đầu phân hủy."
        },
        {
            "en": "Taking a <em>collagen</em> supplement or a skin support anti-ageing supplement could help too. ",
            "vi": "Dùng chất bổ sung collagen hoặc chất bổ sung chống lão hóa da cũng có thể giúp ích."
        },
        {
            "en": "Scurvy occurs when the <em>collagen</em> matrix in the body begins to break down.",
            "vi": "Bệnh scurvy sco-bút xảy ra khi chất nhầy trong dạ con trong cơ thể bắt đầu phân hủy."
        },
        {
            "en": "It is composed of a matrix of <em>collagen</em> fibres impregnated with bone salts.",
            "vi": "Xương gồm một mạng sợi collagen có thấm các muối xương."
        },
        {
            "en": "A compound, similar in structure to the amino acids, found only in <em>collagen</em>.",
            "vi": "Một hợp chất có cấu trúc tương tự như các amino acid, chỉ thấy trong collagen."
        },
        {
            "en": "It may be part of a <em>collagen</em> disease or it may due to an infection, such as syphilis.",
            "vi": "Viêm động mạch có thể là một phần của bệnh collagen hay có thể do nhiễm trùng như giang mai."
        },
        {
            "en": "Any one of group of diseases that are characterized by degenerative changes in <em>collagen</em> - the principal component of connective tissue.",
            "vi": "Bất cứ một bệnh nào trong nhóm bệnh biểu thị bởi sự thay đổi thoái hoá trong chất tạo keo - là chất chính trong mô liên kết."
        },
        {
            "en": "Loose connective tissue consisting of a meshwork of <em>collagen</em>, elastic tissue, and reticular fibres interspersed with numerous connective tissue cells.",
            "vi": "Mô liên kết mềm, gồm một mạng collagen, mô đàn hồi và các sợi lưới rải rác với nhiều tế bào mô liên kết."
        },
        {
            "en": "Korea  Snail slime. This is one of the most popular ingredients of Korean face creams. It has good healing properties and contains <em>collagen</em> and elastin.",
            "vi": "Hàn quốcChất nhờn của ốc sên. Đây là một trong những nguyên liệu phổ biến nhất trong kem thoa mặt Hàn quốc. Nước nhờn của ốc sên có đặc tính chữa bệnh tốt và chứa chất tạo keo và elastin."
        },
        {
            "en": "Icy water. It promotes the skin cell renewal and stimulates the synthesis of natural <em>collagen</em> and elastic fibers. Moreover, icy water improves the complexion.",
            "vi": "Nước đá. Tăng cường thay tế bào da và kích thích tổng hợp chất tạo keo tự nhiên và da đàn hồi. Ngoài ra, nước đá còn làm da đẹp."
        },
        {
            "en": "Vitamin C's roles include assisting in the production and maintenance of <em>collagen</em>, a protein found in bones, skin, teeth, and tendons.",
            "vi": "Vai trò của vitamin C bao gồm hỗ trợ tổng hợp và duy trì chất tạo keo, một protein được tìm thấy ở xương, da, răng và gân."
        },
        {
            "en": "The most common type of cartilage: a bluish white elastic material with a matrix of chondroitin sulphate in which fine <em>collagen</em> fibrils are embedded.",
            "vi": "Kiểu sụn thường thấy nhất: một chất liệu đàn hồi trắng xanh có một khung chondroitin sulphate trong đó có chứa các sợi collagen mỏng."
        },
        {
            "en": "Below the epidermis is the layer of our skin, the dermis, which is made up of blood vessels, nerve endings, and connective tissue. The dermis nourishes the epidermis. Two types of fibers in the dermis — <em>collagen</em> and elastin — help the skin stretch when we bend and reposition itself when we straighten up. <em>Collagen</em> is strong and hard to stretch, and elastin, as its name suggests, is elastic. In older people, some of the elastin-containing fibers degenerate, which is one reason why the skin looks wrinkled.",
            "vi": "Bên dưới biểu bì là lớp da – đây là lớp chân bì, bao gồm mạch máu, đầu dây thần kinh, và mô liên kết. Chân bì nuôi biểu bì. Có 2 loại sợi trong chân bì đó là collagen và elastin – giúp cho da kéo căng khi chúng ta gập cúi người và thay đổi tư thế khi đứng thẳng lên. Chất tạo keo (collagen) rất cứng và khó duỗi căng, bên cạnh đó chất elastin, giống như tên gọi của nó, có tính chất đàn hồi. Ở người già, một số sợi chứa elastin (thành phần chính của các sợi mô đàn hồi) bị thoái hoá - đó là một lý do vì sao da của người già trông có vẻ nhăn nheo."
        },
        {
            "en": "Laser devices  Laser devices target the underlying connective tissue to build <em>collagen</em> and thicken the skin. They may also apply massage, suction, cooling, and/or radiofrequency to hit cellulite with 3-4 different methods at once. Some small studies have shown some benefits, at least temporarily.",
            "vi": "Thiết bị la-de  Nhiều thiết bị la-de nhắm đến mô liên kết bên dưới nhằm tạo collagen và làm cho da dày hơn. Chúng có thể có ứng dụng chức năng mát-xa, hút mỡ, làm lạnh và/hoặc tần số vô tuyến để đánh tan lớp mỡ cứng bằng 3-4 cách khác nhau trong cùng 1 lúc. Một số nghiên cứu nhỏ cho thấy một vài lợi ích, ít nhất là tạm thời."
        },
        {
            "en": "Causes of cellulite  Cellulite is caused by fat deposits that sit side-by-side with tough <em>collagen</em> fibers that are anchored to the muscle beneath. When the fibers pull tight, or the fatty areas grow larger, the fat deposits may bulge out. Cellulite is much more common in women than in men.",
            "vi": "Nguyên nhân gây tụ mỡ cứng   Khối mỡ cứng gây ra do mỡ tích tụ nằm kề bên những sợi collagen dai bền bám chặt vào cơ bên dưới. Khi những sợi này kéo căng ra, hoặc những vùng mỡ này phình to ra thì lớp mỡ tích tụ có thể trương đại. Chứng tụ mỡ này thường thấy ở phụ nữ nhiều hơn nam."
        }
    ],
    "suggestions": []
}