{
    "en_vn": {
        "data": {
            "content": null,
            "word": "collins",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "collins",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "collins",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "collins",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "collins",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "On <em>Collins</em> and I-30.",
            "vi": "Trên đường collins và i - 30."
        },
        {
            "en": "If I might just add to what Mr. <em>Collins</em> said...",
            "vi": "Tôi xin phép thêm vào điều ông Collins nói..."
        },
        {
            "en": "Rachel <em>Collins</em> is a microbiologist who studies the effectiveness of antibiotics.",
            "vi": "Rachel Collins là một nhà vi trùng học nghiên cứu tác dụng của thuốc kháng sinh."
        },
        {
            "en": "Mr. <em>Collins</em> was in a great hurry because he was late for work.",
            "vi": "Ông collin đang rất vội bởi vì ông đã trễ giờ làm."
        },
        {
            "en": "This is the final boarding call for Erin and Fred <em>Collins</em>. Thank you.",
            "vi": "Đây là lần mời lên máy bay cuối cùng các quý khách tên Erin và Fred Collins. Xin cám ơn."
        },
        {
            "en": "If you go away, please turn over your work to Mr. <em>Collins</em>.",
            "vi": "Nếu bạn đi vắng, làm ơn giao công việc đó cho ông Collins."
        },
        {
            "en": "A last - gasp goal from James <em>Collins</em> gave Aston Villa a 3 - 2 win over Blackpool.",
            "vi": "Một bàn thắng vào phút chót của James Collins giúp Aston Villa thắng Blackpool 3-2."
        },
        {
            "en": "Take I-30 east and exit on <em>Collins</em> then turn left.",
            "vi": "Đi đường i - 30 về hướng đông và đi vào đường collins rồi rẽ trái."
        },
        {
            "en": "This new headteacher, Mr <em>Collins</em> – he’s meant to be pretty switched on.",
            "vi": "Ông Collins hiệu trưởng mới này hẳn là khá nhạy bén."
        },
        {
            "en": "\"Alone on a Wide, Wide Sea\" is a book by Michael Morpurgo, first published in 2006 by Harper <em>Collins</em>.",
            "vi": "\"Một mình trên biển rộng\" do Michael Morpurgo viết, được Harper Collins xuất bản lần đầu vào năm 2006."
        },
        {
            "en": "Dr. John <em>Collins</em> Warren, a surgeon, agreed to a demonstration before an audience of doctors and medical students.",
            "vi": "Bác sĩ john collins warren, một nhà giải phẫu, ưng thuận chứng minh trước một nhóm khán giả gồm bác sĩ và sinh viên y khoa."
        },
        {
            "en": "It sounds simple, but killing all of these blood-producing marrow cells would be lethal to humans, <em>Collins</em> said.",
            "vi": "Nghe có vẻ đơn giản, nhưng giết tất cả các tế bào tủy xương tạo máu này sẽ gây chết cho con người, Collins nói."
        },
        {
            "en": "The investigators found that the virus can infect certain kinds of bone marrow cells that are the parents (\"progenitors\") of blood cells, <em>Collins</em> said.",
            "vi": "Các nhà khoa học thấy rằng vi-rút có thể tác động đến một số loại tế bào tuỷ xương nhất định là cha mẹ (“nguyên bản”) của tế bào máu, Collins cho biết."
        },
        {
            "en": "This is the final boarding call for passengers Erin and Fred <em>Collins</em> booked on flight 372A to Kansas City. Please proceed to gate 3 immediately.",
            "vi": "Đây là lần gọi cuối cùng mời các quý khách tên Erin và Fred Collins đã đặt vé chuyến bay 372A đến thành phố Kansas lên máy bay. Xin vui lòng đến ngay cổng số 3."
        },
        {
            "en": "Michael <em>Collins</em> was the pilot of the command module vehicle, Columbia. He also had made a Gemini flight. He would wait in orbit around the moon while Armstrong and Aldrin landed and explored the surface. <em>Collins</em> was very popular and always ready with a smile.",
            "vi": "Michael Collins là phi công của chiếc mô-đun chỉ huy Columbia. Ông cũng đã thực hiện một chuyến bay Gemini. Ông sẽ chờ ở quỹ đạo xung quanh mặt trăng trong khi Armstrong và Aldrin đổ bộ và khám phá bề mặt. Collins đã rất nổi tiếng và luôn luôn nở một nụ cười."
        },
        {
            "en": "Drugs may prevent the virus from infecting new cells, \"but they don't get rid of cells that contain the virus and have potential to make new viral particles,\" <em>Collins</em> said.",
            "vi": "Collins cho biết dược phẩm có thể làm cho vi-rút không thể gây bệnh cho các tế bào mới, \"nhưng chúng không loại bỏ được các tế bào chứa vi-rút và có tiềm năng tạo nên các hạt vi-rút mới."
        },
        {
            "en": "Eagle moved into the orbit of the command module. It connected with Columbia. Armstrong and Aldrin rejoined <em>Collins</em> in the command ship. They separated from Eagle and said good-bye to it. The lander had done its job well.",
            "vi": "Eagle chuyển vào quỹ đạo của các mô-đun chỉ huy. Nó kết nối với Columbia. Armstrong và Aldrin tái gia nhập Collins trong tàu chỉ huy. Họ tách ra từ Eagle và nói lời tạm biệt với nó. Các tàu đổ bộ đã thực hiện công việc của mình rất tốt."
        },
        {
            "en": "In the spacecraft at the top of the speeding rocket were three American astronauts whose names soon would be known around the world: Neil Armstrong, Edwin Aldrin and Michael <em>Collins</em>.",
            "vi": "Trong con tàu vũ trụ, ở phía trên cùng của tên lửa tăng tốc là ba phi hành gia người Mỹ mà tên tuổi của họ sớm được biết đến trên toàn thế giới: Neil Armstrong, Edwin Aldrin và Michael Collins."
        },
        {
            "en": "The world could see the history-making event on television. But the man who was closest to what was happening, Michael <em>Collins</em>, could only listen. He was orbiting the moon in the command module Columbia. It did not have a television receiver.",
            "vi": "Thế giới có thể nhìn thấy sự kiện làm nên lịch sử này trên truyền hình. Nhưng , Michael Collins,người đã ở gần nhất với những gì đang xảy ra chỉ có thể lắng nghe. Ông được quay xung quanh mặt trăng trong các mô-đun chỉ huy Columbia. Nó không có máy thu truyền hình."
        },
        {
            "en": "HIV Hides Out in Bone Marrow Cells        SUNDAY, March 7 (HealthDay News) -- Medications can reduce the level of the AIDS virus in the blood to zero, but HIV doesn't disappear and often roars back when patients stop taking their pills. Now, research is giving scientists new insight into how the virus manages to hide and avoid the killing powers of medicine.  In a new study, researchers report that the virus lurks in certain bone marrow cells and \"reawakens\" only under certain circumstances.  The research provides a new target for scientists, but it also presents new challenges because killing off bone marrow cells is a dicey proposition. Overall, the findings provide \"a better understanding of how HIV hides in the body\" and could lead to better strategies to kill or control it, said study co-author Dr. Kathleen <em>Collins</em>, an associate professor of internal medicine at the University of Michigan.  Doctors have long known about the ability of HIV -- the AIDS virus -- to avoid being killed off completely by medications. Drugs may prevent the virus from infecting new cells, \"but they don't get rid of cells that contain the virus and have potential to make new viral particles,\" <em>Collins</em> said.  This helps explain why HIV isn't curable. The immune systems of patients may be able to control the virus for a time but later fall victim to a renewed attack and, ultimately, to AIDS. \"A patient cannot be cured of HIV until all sources of infection are eliminated,\" said Jerome A. Zack, director of the UCLA Center for AIDS Research in Los Angeles. But where does the virus hide when it's not in the blood? Researchers have suspected that the bone marrow -- which creates blood cells -- could serve as the hiding place.  In the new study, published in the March 7 online edition of Nature Medicine, researchers examined bits of AIDS virus and cells from infected people in the laboratory. The investigators found that the virus can infect certain kinds of bone marrow cells that are the parents (\"progenitors\") of blood cells, <em>Collins</em> said.  So why not use a medication to kill all those parent cells, thereby perhaps ridding the body of HIV? It sounds simple, but killing all of these blood-producing marrow cells would be lethal to humans, <em>Collins</em> said. However, \"maybe we could find ways of targeting only the latently infected bone marrow cells,\" she added. Zack, the UCLA researcher, said the study findings are convincing, but \"we as yet do not have easy ways to eliminate these dormant sources of virus. The challenge to the field is to find all sources of virus -- this study identifies one -- and identify ways to eliminate them. Only by developing strategies to eliminate all the different sources can we purge HIV from the body.\" In the long run, study co-author <em>Collins</em> said, the findings could help scientists develop ways to eradicate HIV or turn lifelong medication therapy \"into a therapy that might last for a defined period of time.\"",
            "vi": "HIV ẩn nấp trong tế bào tuỷ xương       Chủ Nhật, ngày 7 tháng Ba (Healthday News) -- Dược phẩm có thể làm giảm lượng vi-rút AIDS trong máu đến zê-rô, nhưng HIV không biến mất và thường quay lại tấn công khi bệnh nhân ngưng dùng thuốc. Hiện nay, việc nghiên cứu giúp các nhà khoa học có được cái nhìn mới về cách vi-rút cố ẩn nấp và tránh tác dụng tiêu diệt của thuốc. Trong một nghiên cứu mới, các nhà khoa học thấy rằng vi-rút ẩn nấp trong một số tế bào tuỷ xương và chỉ “được đánh thức lại\" tùy trường hợp. Nghiên cứu cung cấp mục tiêu mới cho các nhà khoa học, nhưng nó cũng đặt ra những thử thách mới bởi vì tiêu diệt tế bào tuỷ xương là một phương án nguy hiểm. Nhìn chung, phát hiện cung cấp “hiểu biết tốt hơn về cách HIV trốn trong cơ thể\" và có thể dẫn đến chiến lược tốt hơn để giết hoặc kiểm soát nó, Kathleen Collins, phó giáo sư nội khoa tại trường Đại học Michigan, bác sĩ đồng tác giả của công trình nghiên cứu nói. Từ lâu các bác sĩ đã biết về khả năng của HIV -- vi-rút bệnh AIDS -- tránh bị tiêu diệt hoàn toàn bởi các loại thuốc. Theo giáo sư Collins, dược phẩm có thể làm cho vi-rút không thể gây bệnh cho các tế bào mới, nhưng lại không quét sạch được hết các tế bào chứa vi-rút và có tiềm lực tạo nên các hạt vi-rút mới. Điều này giúp giải thích tại sao HIV không thể chữa trị được. Hệ miễn dịch của bệnh nhân có thể kiểm soát vi-rút trong một thời gian nhưng sau đó là nạn nhân của các đợt tấn công tiếp tục, và cuối cùng dẫn đến bệnh AIDS.  “Bệnh nhân không thể được chữa khỏi HIV cho đến chừng nào tất cả nguồn lây nhiễm được loại bỏ,\" Jerome A Zack, giám đốc trung tâm nghiên cứu bệnh AIDS thuộc Đại học California, Los Angeles, cho biết. Nhưng vi-rút trốn ở đâu khi nó không ở trong máu? Các nhà nghiên cứu đã tình nghi rằng tuỷ xương – nơi tạo ra các tế bào máu -- có thể chính là nơi ẩn nấp. Theo một nghiên cứu mới, công bố trong ấn bản trực tuyến vào ngày 7 tháng Ba cửa tạp chí Y học tự nhiên, các nhà nghiên cứu xét nghiệm các mẩu nhỏ của virút bệnh AIDS và các tế bào từ những người bị nhiễm bệnh. Các nhà khoa học thấy rằng vi-rút có thể tác động đến một số loại tế bào tuỷ xương nhất định là cha mẹ (“nguyên bản”) của tế bào máu, Collins cho biết. Vậy thì tại sao không sử dụng thuốc để giết tất cả những tế bào mẹ đó, để có thể sẽ giải thoát cơ thể khỏi HIV? Nghe có vẻ đơn giản, nhưng giết tất cả các tế bào tủy xương tạo máu này sẽ gây chết cho con người, Collins nói. Tuy nhiên, “chúng ta có thể tìm ra những cách để chỉ nhắm đến các tế bào tuỷ xương đã bị nhiễm bệnh\", bà cũng nói thêm. Zack, nghiên cứu viên của Đại học California, Los Angeles, cho biết những kết quả nghiên cứu là đáng tin cậy, nhưng “Cho đến nay chúng ta vẫn không có cách nào dễ dàng để loại bỏ các nguồn ẩn chứa này của vi-rút. Thách thức đối với ngành là tìm tất cả các nguồn của vi-rút -- nghiên cứu này đã xác định được một nguồn -- và tìm ra cách để loại bỏ chúng. Chỉ bằng cách phát triển các chiến lược để loại bỏ tất cả nguồn vi-rút thì chúng ta mới có thể đánh đuổi HIV ra khỏi cơ thể.” Về lâu dài, theo đồng tác giả của công trình nghiên cứu Collins, phát hiện có thể giúp các nhà khoa học phát triển cách để tiêu diệt HIV hoặc biến chuyển liệu pháp điều trị bằng thuốc lâu dài “thành điều trị có thể kéo dài trong một thời gian được định rõ.”"
        }
    ],
    "suggestions": []
}