{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kə'lektivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chung, tập thể</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the professor criticizes his students both collectively and individually</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">giáo sư vừa phê bình chung các sinh viên, vừa phê bình riêng từng người</font></td></tr></table><i/></div>",
            "word": "collectively",
            "pronounce": "[kə'lektivli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "collectively",
            "pronounce": "[kə'lektivli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "collectively",
            "pronounce": "[kə'lektivli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "collectively",
            "pronounce": "[kə'lektivli]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> một cách tập thể</font></td></tr></tbody></table></div>",
            "word": "collectively",
            "pronounce": "[kə'lektivli]"
        }
    },
    "sentences": [
        {
            "en": "We have had a successful year, both <em>collectively</em> and individually.",
            "vi": "Chúng ta đã có một năm thành công, cả về tập thể lẫn cá nhân."
        },
        {
            "en": "The professor criticizes his students both <em>collectively</em> and individually.",
            "vi": "Giáo sư vừa phê bình chung các sinh viên, vừa phê bình riêng từng người."
        },
        {
            "en": "They were known <em>collectively</em> as the 'Gang of Four'.",
            "vi": "Họ được biết dưới cái tên chung là 'Nhóm bốn người'."
        },
        {
            "en": "They were known <em>collectively</em> as the 'Gang of Four'.",
            "vi": "Họ được biết dưới cái tên chung là'Nhóm bốn người'."
        },
        {
            "en": "<em>Collectively</em>, however, these ethnic groups remain extremely poor.",
            "vi": "Tuy vậy, nếu nói gộp chung, các nhóm dân tộc này còn rất nghèo."
        },
        {
            "en": "They are known <em>collectively</em> as the 'Gang of Four'.",
            "vi": "Họ được biết đến dưới cái tên chung là'Nhóm bốn người'."
        },
        {
            "en": "They are known <em>collectively</em> as the 'Gang of Four'.",
            "vi": "Họ được biết đến dưới cái tên chung là 'Nhóm bốn người'."
        },
        {
            "en": "The parts of the Sun above the photosphere are referred to <em>collectively</em> as the solar atmosphere.",
            "vi": "Các phần bên trên quang quyển của Mặt Trời được gọi chung là khí quyển Mặt Trời."
        },
        {
            "en": "Foreign investors may not <em>collectively</em> hold more than 30% of equity in a listed company.",
            "vi": "Các nhà đầu tư nước ngoài nắm giữ không được vượt quá 30% cổ phần của một công ty niêm yết."
        },
        {
            "en": "By working <em>collectively</em> toward common goals like the MDGs, volunteers can have a major impact.",
            "vi": "Thông qua sự đồng tâm hiệp lực vì các mục tiêu chung như các Mục tiêu Phát triển Thiên niên kỷ, các tình nguyện viên đều có thể tạo nên những tác động lớn lao."
        },
        {
            "en": "Product <em>collectively</em> refers to goods or services that are objects of business transactions.",
            "vi": "Sản phẩm là từ được sử dụng chung để chỉ hàng hóa và dịch vụ là các đối tượng của giao dịch kinh doanh."
        },
        {
            "en": "The success of the World Community Grid depends upon individuals <em>collectively</em> donating their extra computer power.",
            "vi": "Sự thành công của dự án World Community Grid phụ thuộc vào các cá nhân có máy vi tính cùng nhau đóng góp công suất dư thừa của máy vi tính của họ."
        },
        {
            "en": "The success of the project depends upon individuals <em>collectively</em> donating their extra computer power.",
            "vi": "Sự thành công của dự án này phụ thuộc vào các cá nhân cùng nhau đóng góp công suất dư thừa của máy tính của họ."
        },
        {
            "en": "But in a decentralized system, how can provinces be encouraged to plan <em>collectively</em>?",
            "vi": "Nhưng trong một hệ thống phân cấp, làm thế nào để khuyến khích các tỉnh lên kế hoạch tập thể?"
        },
        {
            "en": "The challenge is to harmonise the service of these different entities so that, <em>collectively</em>, they deliver one Changi experience.",
            "vi": "Thử thác là để hoà hợp dịch vụ của những chủ thể khác nhau để, theo tập thể, chúng phân phối một kinh nghiệm Changi."
        },
        {
            "en": "Many rural households have chosen to migrate, <em>collectively</em> or individually, to urban areas in search of work.",
            "vi": "Nhiều hộ gia đình nông thôn đã chọn cách di cư, tập thể hoặc cá nhân, đến các khu vực thành thị để kiếm việc làm."
        },
        {
            "en": "<em>Collectively</em>, these wastes are stockpiled in areas that begin to leach into groundwater supplies and affect surrounding communities.",
            "vi": "Nhìn chung, các chất thải này được chôn xuống đất, nước rỉ ra sẽ thấm xuống tầng nước ngầm và ảnh hưởng đến cộng đồng xung quanh."
        },
        {
            "en": "These observations of discrete inheritance and the segregation of alleles are <em>collectively</em> known as the Law of Segregation.",
            "vi": "Những phát hiện về sự di truyền riêng rẽ và sự phân ly của các gen đẳng vị được phát biểu chung với tên gọi \"Quy luật phân ly\"."
        },
        {
            "en": "The water - soluble vitamins include vitamin C and the group of eight vitamins known <em>collectively</em> as Vitamin B.",
            "vi": "Các vitamin tan trong nước bao gồm vitamin C và nhóm tám vitamin được gọi chung là vitamin B."
        },
        {
            "en": "In addition, the group takes position and comments – individually or <em>collectively</em> – on documents or issues of local and national importance.",
            "vi": "Ngoài ra, nhóm đóng vai trò hoặc đưa ý kiến riêng hoặc chung trên các tài liệu hoặc vấn đề quan trọng của địa phương hoặc quốc gia."
        }
    ],
    "suggestions": []
}