{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Colombia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Colombia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Colombia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Colombia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Colombia"
        }
    },
    "sentences": [
        {
            "en": "Dangerous bullfights in <em>Colombia</em>",
            "vi": "Những trận đấu bò nguy hiểm ở Colombia"
        },
        {
            "en": "Ecuador is between Peru and <em>Colombia</em>.",
            "vi": "Ecuador nằm giữa Peru và Columbia."
        },
        {
            "en": "I work as international agent in <em>Colombia</em>.",
            "vi": "Tôi làm đại lý quốc tế ở Colombia."
        },
        {
            "en": "<em>Colombia</em> is one of our staunchest allies in the region.",
            "vi": "Colombia là một trong những đồng minh tin cậy nhất của chúng ta trong khu vực này."
        },
        {
            "en": "What is the average monthly salary in <em>Colombia</em>?",
            "vi": "Mức lương trung bình hàng tháng ở Colombia là bao nhiêu?"
        },
        {
            "en": "Nevado del Huila is the highest active volcano in <em>Colombia</em>.",
            "vi": "Nevado del Huila là núi lửa hoạt động cao nhất ở Colombia."
        },
        {
            "en": "Other nations in the top ten for happiness include Iceland, Switzerland, the Netherlands, Canada and <em>Colombia</em>.",
            "vi": "Các quốc gia khác nằm trong 10 nước có mức hạnh phúc cao nhất bao gồm Iceland, Thuỵ Sĩ, Hà Lan, Canada và Colombia."
        },
        {
            "en": "The world’s best team this month is Argentina, followed by Belgium, Chile and <em>Colombia</em>.",
            "vi": "Đội bóng tốt nhất thế giới trong tháng này là Argentina, tiếp theo là Bỉ, Chile và Colombia."
        },
        {
            "en": "The presidents Chile, <em>Colombia</em>, Mexico and Peru have met in Lima to sign a trade agreement.",
            "vi": "Tổng thống các nước Chi-lê, Cô-lôm-bi-a, Mê-xi-cô và Pê-ru đã nhóm họp tại thủ đô Lima để ký kết một hiệp định thương mại."
        },
        {
            "en": "The presidents Chile, <em>Colombia</em>, Mexico and Peru have met in Lima to sign a trade agreement.",
            "vi": "Tổng thống các nước Chi - lê, Cô - lôm - bi - a, Mê - xi - cô và Pê - ru đã nhóm họp tại thủ đô Lima để ký kết một hiệp định thương mại."
        },
        {
            "en": "These researchers carried out firm-level interviews with SME exporters in Japan, Korea, Indonesia, and <em>Colombia</em>.",
            "vi": "Các nhà nghiên cứu này đã tiến hành phỏng vấn ở cấp doanh nghiệp với các doanh nghiệp xuất khẩu vừa và nhỏ tại Nhật, Hàn Quốc, Indonesia và Colombia."
        },
        {
            "en": "He was a Peace Corps Volunteer in <em>Colombia</em> before joining the Foreign Service.",
            "vi": "Trước khi tham gia vào Ðoàn Ngoại giao, ông từng làm Tình nguyện viên của Tổ chức Hòa Bình Mỹ (Peace Corps) tại Colombia."
        },
        {
            "en": "The sport is very dangerous. People who like animals protest against it. But the sport is still popular in <em>Colombia</em>.",
            "vi": "Đây là môn thể thao rất nguy hiểm. Những người yêu động vật đã phản đối điều đó. Nhưng môn thể thao này vẫn còn phổ biến ở Colombia."
        },
        {
            "en": "The edible root cassava is being fortified with beta - carotene at the Tropical Agriculture Research Center in Cali, <em>Colombia</em>.",
            "vi": "Rễ cây sắn ăn được đang được tăng cường thêm chất beta caroten tại Trung tâm Nghiên cứu Nông nghiệp Nhiệt đới ở Cali, Columbia."
        },
        {
            "en": "The edible root cassava is being fortified with beta-carotene at the Tropical Agriculture Research Center in Cali, <em>Colombia</em>.",
            "vi": "Rễ cây sắn ăn được đang được tăng cường thêm chất beta caroten tại Trung tâm Nghiên cứu Nông nghiệp Nhiệt đới ở Cali, Columbia."
        },
        {
            "en": "In fact, one of Seidel's former students from <em>Colombia</em> is now teaching Spanish to English-speaking students.",
            "vi": "Trên thực tế, một trong những cựu học sinh Seidel đến từ Colombia hiện đang giảng dạy tiếng Tây Ban Nha cho các học sinh nói tiếng Anh."
        },
        {
            "en": "Dryness brought on by El Nino could also cut supply from <em>Colombia</em> in the second half of 2016, the International Coffee Organization said in its March report.",
            "vi": "Hạn hán được gây ra bởi El Nino cũng có thể cắt giảm nguồn cung từ Colombia trong nửa sau của năm 2016, Tổ chức Cà phê Quốc tế cho biết trong báo cáo hồi tháng Ba."
        },
        {
            "en": "He has also been a Fulbright lecturer in American Studies in Austria and has participated in courses for teachers of English in <em>Colombia</em>, Panama, and Italy.",
            "vi": "Ông cũng là giảng sư thuộc chương trình fulbright về ngành văn học hoa kỳ tại nước áo và tham gia những khoá học dành cho giáo sư anh ngữ tại colombia, panama, và italy."
        },
        {
            "en": "Its export volumes of all coffees are now on a par with <em>Colombia</em>, the world’s second most important coffee exporting nation.",
            "vi": "Tổng lượng xuất khẩu cà phê các loại của nó hiện ngang bằng với Colombia, quốc gia xuất khẩu cà phê quan trọng thứ hai trên thế giới."
        },
        {
            "en": "Shocking scenes from a bullfight in northern <em>Colombia</em> after participants are caught by the animals with two men even being killed whilst trying to subdue them.",
            "vi": "Cảnh tượng kinh hoàng xảy ra trong trận đấu bò ở miền Bắc Colombia sau khi những người tham dự bị các con thú tấn công, thậm chí hai người đàn ông đã tử nạn khi đang cố chinh phục chúng."
        }
    ],
    "suggestions": []
}