{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kɔlənai'zei∫n]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">colonization</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kɔlənai'zei∫n]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">colonization</font></td></tr></table><i/></div>",
            "word": "colonisation",
            "pronounce": "[,kɔlənai'zei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "colonisation",
            "pronounce": "[,kɔlənai'zei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "colonisation",
            "pronounce": "[,kɔlənai'zei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "colonisation",
            "pronounce": "[,kɔlənai'zei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "colonisation",
            "pronounce": "[,kɔlənai'zei∫n]"
        }
    },
    "sentences": [
        {
            "en": "Explain the agricultural problems that were important in the <em>colonisation</em> movement.",
            "vi": "Hãy giải thích vấn đề nông nghiệp được cho là quan trọng trong phong trào thực dân hoá."
        },
        {
            "en": "Indictment of <em>colonisation</em> was written in French by Nguyen Ai Quoc.",
            "vi": "Bản án chế độ thực dân Pháp được viết bằng tiếng Pháp và do Nguyễn Ái Quốc viết."
        },
        {
            "en": "After the second world war, western Europe became obsessed with all things American: James Dean movies, rock 'n' roll, poodle skirts for girls and the greaser look for the boys, burgers and Coca-Cola. Historians describe that period as the \"Coca-<em>colonisation</em>\" of Europe and this soft-power influence, although not quite as blatant or reverential as it once was, is still very visible. Something similar to Coca-<em>colonisation</em> is occurring in East Asia. Whether it's at the cinema, in the supermarket or on television, it's almost impossible to avoid the style power of modern South Korea.",
            "vi": "Sau chiến tranh thế giới thứ 2, Tây Âu đã bị ám ảnh với mọi thứ của người Mỹ: phim James Dean, nhạc rock&roll, chiếc váy Poodle cho các cô gái và cái nhìn chăm chú vào những người con trai, bánh mì kẹp thịt và nước ngọt Coca-Cola. Các nhà sử gia tả giai đoạn đó là \" sự chiếm lĩnh của Coca\" của Châu Âu và sự ảnh hưởng nhẹ này, mặc dù không hiển nhiên hoặc là được tôn trọng như trước đây nhưng vẫn rất dễ nhìn thấy. Một thứ gì đó giống như sự chiếm lĩnh Coca đang xảy ra ở Đông Á. Nếu ở rạp chiếu phim, siêu thị hay trên tivi thì hầu như rất khó để tránh sức mạnh phong cách Hàn Quốc hiện đại."
        }
    ],
    "suggestions": []
}