{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Columbus"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Columbus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Columbus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Columbus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Columbus"
        }
    },
    "sentences": [
        {
            "en": "Christopher <em>Columbus</em> found America.",
            "vi": "Christopher Columbus khám phá ra Châu Mỹ."
        },
        {
            "en": "<em>Columbus</em> discovered America.",
            "vi": "Columbus đã phát hiện ra Châu Mỹ."
        },
        {
            "en": "<em>Columbus</em> discover America in 1492.",
            "vi": "Columbus đã phát hiện ra châu Mỹ vào năm 1492."
        },
        {
            "en": "America was discovered by <em>Columbus</em>",
            "vi": "Columbus đã tìm ra Châu Mỹ"
        },
        {
            "en": "Christian <em>Columbus</em> was a living legend.",
            "vi": "Christian Columbus là một huyền thoại sống."
        },
        {
            "en": "<em>Columbus</em> discovered America in the 15th century.",
            "vi": "Columbus đã khám phá ra Châu Mỹ vào thế kỷ thứ 15."
        },
        {
            "en": "What country was named after Christopher <em>columbus</em>?",
            "vi": "Nước nào được đặt tên theo Christopher columbus?"
        },
        {
            "en": "Christopher <em>Columbus</em> discovered America in 1492.",
            "vi": "Christopher Columbus đã tìm ra châu Mỹ vào năm 1492."
        },
        {
            "en": "Spanish explorer Christopher <em>Columbus</em> discovered the Americas.",
            "vi": "Nhà thám hiểm Tây Ban Nha Christopher Columbus đã khám phá ra Châu Mỹ."
        },
        {
            "en": "Christopher <em>Columbus</em> was the first people who found america.",
            "vi": "Christopher Columbus là người đầu tiên tìm thấy châu mĩ."
        },
        {
            "en": "Earlier explorers probably anticipated <em>Columbus</em>' discovery of America.",
            "vi": "Khi Columbus phát hiện châu Mỹ, có lẽ đã có những nhà thám hiểm khác đến đó từ trước rồi."
        },
        {
            "en": "Why do people say Christopher <em>Columbus</em> discovered America?",
            "vi": "Tại sao người ta nói Christopher Columbus đã khám phá ra Châu Mỹ?"
        },
        {
            "en": "Let's not talk about it. <em>Columbus</em> discovered America.",
            "vi": "Đừng nói đến chuyện đó nữa, xưa như trái đất rồi."
        },
        {
            "en": "Christopher <em>Columbus</em> was the first people who reached America.",
            "vi": "Christopher Columbus là người đầu tiên đến Châu Mỹ."
        },
        {
            "en": "Christopher <em>Columbus</em> used denim for the sails of his ships.",
            "vi": "Christopher columbus đã dùng denim cho để làm buồm cho các con tàu của mình."
        },
        {
            "en": "The first European explorer to encounter Costa Rica was the Great Navigator himself, Christopher <em>Columbus</em>.",
            "vi": "Người châu Âu đầu tiên đặt chân đến Costa Rica là nhà hàng hải vĩ đại, Christopher Columbus."
        },
        {
            "en": "Was it not adventure that forced <em>Columbus</em> to seek a route to India by going west?",
            "vi": "Chẳng phải tính phiêu lưu đã làm columbus tìm kiếm một con đường tới ấn độ bằng cách đi về hướng tây là gì?"
        },
        {
            "en": "He is now living with the Parker family on a farm 100 kilometers outside <em>Columbus</em>, Ohio.",
            "vi": "Hiện nay anh ấy đang sống với gia đình Parker tại một trang trại cách thành phố Columbus, Ohio 100 kilo mét."
        },
        {
            "en": "After two or three months of sailing among the island, <em>Columbus</em> returned to Spain.",
            "vi": "Sau thời gian đôi ba tháng cho tàu chạy giữa các hòn đảo, Columbus quay về Tây Ban Nha."
        },
        {
            "en": "People like <em>Columbus</em>, Galieo and Einstein were all born before their time.",
            "vi": "Các người như Columbus, Galileo và Einstein đều là những người thông minh đi trước thời đại."
        }
    ],
    "suggestions": []
}