{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['koumiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự chải (tóc, len)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(số nhiều) tóc rụng; xơ len (chải ra)</td></tr></table><i/></div>",
            "word": "combing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "combing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "combing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "combing"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự chải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A process in which a comb or stiff brush is run over a freshly painted surface to create a pattern.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Một quá trình trong đó một chiếc lược hay một bàn chải cứng được đưa qua một bề mặt mới được sơn để tạo ra các mẫu hình.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự mài</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A process in which a soft stone surface is abraded or smoothed.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Một quá trình trong đó một bề mặt đá mềm được mài nhẵn.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đỉnh trên cùng của mái</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> The uppermost row of shingles that project above the ridge line of a sloping roof on a building.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Hàng trên cùng của các lớp ván lợp nhô ra khỏi đường đỉnh mái của một mái dốc.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự chải (mặt vữa)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">circular combing machine</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy chải kỹ tròn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">combing machine</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy chải</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">combing wave</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sóng vỡ bờ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "combing"
        }
    },
    "sentences": [
        {
            "en": "Grandmother is <em>combing</em> his hair.",
            "vi": "Bà đang chải đầu cho nó."
        },
        {
            "en": "I am <em>combing</em> my hair.",
            "vi": "Tôi đang chảy tóc."
        },
        {
            "en": "The woman is <em>combing</em> her hair.",
            "vi": "Người phụ nữ đang chải tóc."
        },
        {
            "en": "She is <em>combing</em> her hair glossy.",
            "vi": "Cô ấy đang chải tóc mượt mà."
        },
        {
            "en": "She said that she was <em>combing</em> her hair.",
            "vi": "Cô ta nói rằng cô ta đang chải tóc."
        },
        {
            "en": "Police are <em>combing</em> the woods for the missing children.",
            "vi": "Cảnh sát đang rà soát khu rừng để tìm kiếm đứa trẻ mất tích."
        },
        {
            "en": "She sat at the dressing table <em>combing</em> her hair.",
            "vi": "Cô ta đã ngồi chải tóc tại bàn trang điểm mà."
        },
        {
            "en": "Even putting on a button or <em>combing</em> one's hair has been reduced to a ritual.",
            "vi": "Ngay cả việc cài cúc áo hay chải tóc còn cần đến lễ nghi nữa là."
        },
        {
            "en": "Researchers have been <em>combing</em> through data files trying to detect problems.",
            "vi": "Các nhà nghiên cứu vẫn đang tra cứu kĩ lại các tập tin dữ liệu để tìm ra vấn đề."
        },
        {
            "en": "<em>Combing</em> simple sentences to make complex sentences is an important exercise to help you advance in your writing abilities.",
            "vi": "Kết hợp những câu đơn để tạo thành những câu phức là bài tập quan trọng để giúp bạn tiến bộ trong khả năng viết."
        },
        {
            "en": "A drug that interferes with the normal metabolic processes within cells by <em>combing</em> with the enzymes responsible for them.",
            "vi": "Một loại thuốc gây trở ngạy cho tiến trình chuyển hoá bình thường trong tế bào bằng cách kết hợp với những enzyme có trách nhiệm trong tiến trình này."
        },
        {
            "en": "Her hands started <em>combing</em> through my hair, hefting it, twisting it, illustrating in detail what she wanted.",
            "vi": "Tay cô ấy bắt đầu chải suôn tóc tôi, nâng nó lên, xoắn lại theo kiểu mà cô muốn."
        },
        {
            "en": "Scarlett, who was <em>combing</em> her hair, came to the window and smiled down at the tiny excited figure, so absurd in the soiled blue habit.",
            "vi": "Scarlett đang chải đầu, bèn ra cửa sổ, cúi xuống mỉm cười với cái bóng dáng bé bỏng mừng quýnh, nom thật nhố nhăng trong bộ đồ xanh lem luốc."
        },
        {
            "en": "Whether you're in the woods, in the desert, <em>combing</em> the beaches, or climbing mountain trails, you'll want to keep a few survival techniques in mind to guarantee a memorable trip.",
            "vi": "Cho dù bạn đang ở trong rừng, trong sa mạc, trên bãi biển, hoặc leo đường mòn trên núi, bạn sẽ muốn trang bị cho bản thân một số kỹ thuật sống sót để đảm bảo có một chuyến đi đáng nhớ."
        },
        {
            "en": "But perhaps the most impressive features are the intricate decorative sculptures that embellish many stepwells, showing activities from fighting and dancing to everyday acts such as women <em>combing</em> their hair and churning butter.",
            "vi": "Nhưng có lẽ đặc trưng ấn tượng nhất của nhiều giếng bậc thang là những bức tượng trang trí phức tạp, biểu diễn các hoạt động, từ chiến đấu, nhảy múa đến các hoạt động thường ngày như phụ nữ chải đầu hay đánh bơ."
        },
        {
            "en": "I could feel the braid in my hair, an uncomfortable ridge along the back of my skull. I turned onto my side and ripped the rubber band out, quickly <em>combing</em> through the plaits with my fingers. I pulled the pillow back over my eyes.",
            "vi": "Sợi dây cột tóc đang kéo giật phía sau đầu làm tôi đau nên tôi nghiêng qua một bên để lôi dây thun ra, lấy tay chải tóc nhanh rồi kéo gối che mắt tiếp."
        },
        {
            "en": "As an alternative to chemical treatments, your doctor may recommend wet <em>combing</em> — using a fine-tooth comb on wet hair to remove nits and lice. You may have heard that petroleum jelly, mayonnaise, or olive oil can suffocate head lice, but these treatments have not proven to be effective.",
            "vi": "Thay vì điều trị bằng chất hoá học, bác sĩ của bạn có thể cho bạn dùng cách chải ướt - sử dụng một chiếc lược răng cực nhỏ để chải tóc ướt nhằm loại bỏ trứng chấy và chấy. Bạn có thể đã nghe nói rằng dầu hỏa, mayonnaise, hoặc dầu ô liu có thể làm chấy ngộp thở, nhưng những phương pháp điều trị đó chưa được chứng minh là có hiệu quả."
        },
        {
            "en": "5 am to 7 am is the time of the Large Intestine making it a perfect time to have a bowel movement and remove toxins from the day before. It is also the ideal time to wash your body and comb your hair. It is believed that <em>combing</em> your hair helps to clear out energy from the mind. At this time, emotions of defensiveness or feelings of being stuck could be evoked.",
            "vi": "5-7 giờ sáng là khoảng thời gian hoàn hảo của ruột già để đi đại tiện và thải độc tố của ngày hôm trước. Đây cũng là thời điểm lý tưởng để tắm và chải đầu. Người ta cũng tin rằng chải tóc giúp giải phóng năng lượng trong đầu óc. Vào thời điểm này, những cảm xúc hoặc những ức chế kìm nắn sẽ được giải phóng."
        },
        {
            "en": "How to spot head lice  Although lice and their nits are small, they are visible to the naked eye. Head lice can be white, brown, or dark gray. They are most often found in the hair at the back of the neck or behind the ears. The nits are round or oval specks that are tightly glued to hairs near the scalp. If you try to slide the nits off, they won't budge. Recent research suggests <em>combing</em> through wet hair is an ideal way to spot an infestation.",
            "vi": "Làm sao để phát hiện ra chấy?   Mặc dù chấy và trứng chấy rất nhỏ nhưng chúng có thể nhìn thấy được bằng mắt trần. Chấy có thể có màu trắng, nâu, hoặc xám đen. Nơi thường thấy trên tóc nhất là sau cổ/ sau gáy hay sau tai. Trứng chấy là những hạt tròn hoặc hình bầu dục bám chặt vào chân tóc. Nếu bạn cố tuốt chúng ra thì chúng cũng sẽ không tuột ra đâu. Cuộc nghiên cứu mới đây cho biết việc chải đầu khi tóc còn ướt là một cách hay để phát hiện loại ký sinh trùng này."
        },
        {
            "en": "20 best kept hair secrets    Boost thin hair with Silicone Thin, lifeless hair is one of the most common hair complaints, yet few women know the best remedy. Heavy conditioners just leave hair limp. A better bet is to use products with silicone, such as dimethicone or cyclomethicone. These coat the strands with a thin film, creating fuller hair that doesn't look greasy. The silicone stays put even after you rinse. Eat fish and nuts for healthy hair The same nutritious foods that are good for your body promote stronger, healthier hair. The protein and omega-3 fatty acids in salmon and nuts produce a healthier scalp. Nutrients found in leafy vegetables, beans, and carrots are also good for your hair. Beware of fad diets aimed at quick weight loss. Deficiency of some nutrients, such as zinc, biotin, or protein, can lead to brittle hair or hair loss. Protect shine with lukewarm water Hot water can strip the sebum of scalp, which is the protective oil that acts as a natural conditioner and gives hair its shine. This doesn't mean you have to suffer through cold showers to avoid dull hair. Instead, use lukewarm water to wash your hair. Pamper the scalp by massaging it while you shampoo. Mend split ends with protein Frequent hair styling, coloring, bleaching, or perming can damage hair's protective outer layer, known as the cuticle. The result is what we call \"split ends.\" Thankfully, there are hair products to help mend the damage. Look for conditioners that contain protein. They actually penetrate the hair shaft and repair split ends. The fix only lasts until the next shampoo, so you'll need to use it regularly. Get that \"Redhead Bounce\" The fullness of your hair is in your genes – and your styling technique. Natural redheads have thicker hair, while blondes have the thinnest but greatest number of hairs. Luckily, you can enhance your hair's volume whatever its color. Use a leave-in conditioner or mousse and dry the root area first. If your hair is very fine, use a low-heat setting when drying, curling, or straightening.  Don't treat dandruff with oils Dandruff isn't caused by a dry scalp, but by an inflammatory process that affects the scalp. Rubbing oil into the scalp can make the inflammation worse, resulting in more unsightly white flakes. That's why medicated shampoos – either over-the-counter or from a dermatologist – can best treat dandruff. Just be sure to rinse thoroughly after using medicated shampoo. Skip high-powered blow dryers You might expect a blow dryer with higher wattage to slice a few precious minutes off your styling routine. But in a comparison of blow dryers, Consumer Reports found they all dried hair in about the same amount of time. Some are much noisier than others, though. The consumer research group found the more expensive dryers were the quietest, and the noisiest were as loud as a lawn mower. Brush less to limit hair loss Too much brushing will snap off hairs. Some hair loss is normal – most people lose an average of 50 to 100 hairs every day. These are hairs that have stopped growing and have reached the resting stage. To minimize additional hair loss, use a brush with ball-tipped bristles and avoid brushing while the hair is wet. Avoid styles that damage hair Tight ponytails and braids can break off hair and damage the hair follicle. Continuous pulling can even lead to hair loss. Extensions add weight to the hair and also put pressure on the follicle. Dermatologists recommend wearing extensions for no more than three months. Also, be aware that wet hair is more fragile, so you shouldn't put your hair in braids or a ponytail while it's wet. Don't let brands clean your wallet What are you really getting for extra money spent on specialty products? They may contain natural botanicals, but that may not mean better style. Consumer Reports tested products on 1,700 ponytail samples and found that the more expensive shampoos didn't perform better than cheaper ones. What is important: Choose shampoos and conditioners designed for your hair type, such as those for oily, fine, or color-treated hair. Use gentle color to cover grays Hair doesn't only go gray as we get older – it also becomes weaker and grows more slowly. That means damaged hair won't develop quickly anymore. Chemicals used on \"mature\" hair should be weaker to avoid damage, says dermatologist Zoe Draelos, MD editor of the Journal of Cosmetic Dermatology. Neutralize frizz in winter, too Humidity gets the rap for causing frizzy bad hair days. But there's more static electricity in low humidity. This means frizz also flies in winter months and in the desert climates of the Southwest. Use conditioner to neutralize the static electricity. Shampoos that are pH-balanced also can calm the frizz of chemically treated hair. Keep brushes away from your curls Curly hair is more likely to break and become dry and brittle. Gently using a pick keeps curls looking better than <em>combing</em> or brushing. Conditioners with polymers such as polyvinylpyrrolidone can smooth hair and make it more manageable. Don't overdo the use of flat-irons and relaxers, which can damage hair.  Avoid extreme color changes Perhaps you're a brunette who always wanted to be a blonde, or a blonde who wants to go darker. Be aware that you're risking damage to your hair with more extreme color changes. Some dermatologists recommend staying within three shades of your natural color. Get the facts about hair dye Frequent dying can damage the hair, but it does not appear to harm your health. Most studies indicate no link between cancer and hair dyes, and in other studies the evidence is weak, the American Cancer Society says. Consider using acetate-based dyes or natural dyes such as henna. Give the blow dryer a rest Frequent blow-drying is hard on your hair and can actually lead to hair loss. When you do blow dry, turn down the heat. Finer hair is especially sensitive to damage from heat, but even thick manes need some tender care. Protect your hair before styling by using a conditioner. Protect hair from the sun The sun is no kinder to your hair than it is to your skin. Sun exposure can dry out hair, especially if it's color-treated. Use a light hair spray with SPF protection – or wear a hat when the sun is strongest. Frequent summer trims can keep your ends looking healthy. Shower before you swim Avoid chlorine damage by rinsing your hair before entering the pool. If your hair is already saturated with water, it won't absorb as much from the chemical-laden pool. Use a pH-balancing hair product to further protect your hair. Take a time out from styling For better hair days, the best thing you can do is – nothing. All the tugging, <em>combing</em>, brushing, drying, and chemically treating of hair damages the shafts. Even vigorous towel-drying can damage hair. If you have damaged hair, take a break from styling. As the damaged hair grows out, the new growth will be healthy. Be aware of changes in your hair Sudden changes in your hair, such as brittle hair or hair loss, could be a sign of a health problem. For example, hair loss can be caused by thyroid disease, iron deficiency, or an autoimmune disease. Some medications can cause hair loss, too. If you have a concern about changes in the condition of your hair, see a dermatologist.",
            "vi": "20 bí quyết hay nhất giữ cho mái tóc đẹp     Chữa tóc thưa bằng Silicone Tóc thưa, mỏng, thiếu sức sống là một trong những vấn đề nhiều người phàn nàn nhất, tuy vậy chỉ một số ít phụ nữ biết cách để khắc phục hữu hiệu nhất. Các loại dầu dưỡng tóc đậm đặc chỉ làm cho tóc thêm xơ xác. Tốt hơn hết là bạn nên sử dụng các sản phẩm chứa silicone, chẳng hạn như dimethicone hoặc cyclomethicone. Những sản phẩm này sẽ áo bên ngoài tóc một lớp màng mỏng, tạo cho tóc dày thêm mà không có vẻ bóng nhầy. silicone vẫn còn nằm trên tóc thậm chí ngay sau khi bạn gội đầu xong.  Ăn cá và đậu để có mái tóc khỏe  Các thức ăn giàu dinh dưỡng giúp cho cơ thể phát triển tốt thì cũng làm cho tóc mọc khỏe hơn và cứng cáp hơn. protein và các axit béo omega-3 trong cá hồi và đậu có tác dụng làm cho da đầu khỏe hơn. Dưỡng chất trong các loài rau rậm lá, đậu, và cà rốt cũng tốt cho tóc của bạn. Nên cảnh giác với chế độ dinh dưỡng sử dụng trong một thời gian ngắn nhằm để giảm cân nhanh. Tình trạng thiếu một số chất dinh dưỡng như kẽm, biotin, hoặc protein, cũng làm cho tóc bị giòn và dễ gãy rụng.  Bảo vệ độ bóng của tóc bằng nước ấm  Nước nóng có thể làm mất đi chất nhờn của da đầu, đây là lớp dầu bảo vệ có tác dụng như một dầu dưỡng tóc tự nhiên và làm cho tóc bóng mượt. Điều này không có nghĩa là bạn phải chịu đựng cảnh tắm gội bằng nước lạnh để tránh làm cho tóc bị xỉn màu. Thay vào đó, bạn nên sử dụng nước ấm để gội đầu. Hãy làm cho da đầu thoải mái bằng cách mát-xa nó trong khi bạn gội đầu nhé.  Ngăn tóc chẻ ngọn bằng protein Việc tạo dáng, nhuộm, tẩy màu, hoặc uốn tóc thường xuyên có thể gây hại cho lớp bảo vệ bên ngoài của tóc, ví như lớp biểu bì nằm ngoài cùng. Kết quả là tóc bị “chẻ ngọn” như chúng tôi gọi đây. May thay cũng có nhiều sản phẩm dành cho tóc để giúp phục hồi hư tổn. Bạn nên tìm những dầu dưỡng chứa protein nhé. Chúng thường thấm sâu vào thân tóc và phục hồi phần ngọn bị chẻ. Việc phục hồi tóc chỉ kéo dài cho đến lần gội đầu kế tiếp, vì  vậy bạn nên sử dụng những sản phẩm này thường xuyên nhé.  Giúp mái tóc bạn “Trông có vẻ dày hơn” Gien và kỹ thuật tạo dáng sẽ làm cho tóc của bạn trông có vẻ dày lên. Người có tóc hoe đỏ tự nhiên thường có tóc dày hơn, trong khi người tóc hoe vàng thường có tóc mảnh nhất nhưng lượng tóc lại nhiều nhất. May mắn là bạn có thể cải thiện lượng tóc của mình và làm cho nó trông có vẻ dày hơn mà không cần quan tâm tới màu của tóc bạn là gì. Hãy sử dụng dầu dưỡng tóc hoặc mousse và lau khô ở phần chân tóc trước nhé. Nếu tóc của bạn quá mảnh, hãy sử dụng máy sấy tóc nhiệt độ thấp khi sấy, uốn xoăn hoặc làm thẳng tóc nhé.  Đừng trị gàu bằng dầu giữ ẩm Gàu sinh ra không phải do da đầu của bạn bị khô mà do những viêm nhiễm trên vùng da này gây nên. Việc chà xát dầu vào da đầu có thể làm cho tình trạng viêm ngày càng trầm trọng thêm, làm phát sinh thêm nhiều vảy gàu trắng xấu xí, khó coi. Đó là lý do vì sao nhiều thuốc gội đầu – kể cả thuốc mua tự do không theo toa hoặc do bác sĩ da liễu chỉ định – đều có thể trị được gàu hiệu quả nhất. Phải nên gội đầu kỹ lại sau khi đã sử dụng thuốc gội đầu nhé. Đừng dùng máy sấy công suất mạnh  Bạn có thể kỳ vọng là một chiếc máy sấy công suất cao hơn có thể giúp tiết kiệm vài phút giây quý báu trong công đoạn tạo dáng tóc thường nhật của mình. Nhưng khi so sánh các loại máy sấy tóc với nhau thì tờ Consumer Reports phát hiện ra tất cả đều làm khô tóc với thời lượng như nhau. Dẫu vậy, một số máy phát ra tiếng ồn lớn hơn những cái khác. Nhóm nghiên cứu người tiêu dùng nhận thấy rằng những chiếc máy càng đắt tiền hơn thì hoạt động êm nhất, và những máy ồn nhất nghe như tiếng của máy xén cỏ vậy.  ít chải đầu để hạn chế rụng tóc  Việc chải tóc quá nhiều sẽ làm cho tóc bị gãy sợi. một ít tóc rụng là chuyện bình thường – hầu hết người ta thường rụng trung bình khoảng chừng từ 50 đến 100 sợi tóc mỗi ngày. Đây là những sợi tóc đã đến giai đoạn ngừng phát triển và đã lão hoá. Để giảm thiểu lượng tóc rụng thêm, bạn nên sử dụng một chiếc lược lông cứng có đầu răng hình tròn và tránh chải đầu khi tóc còn ướt nhé.   Hãy tránh những kiểu làm cho tóc hư tổn Những kiểu tóc tết bím và tóc đuôi gà cột chặt có thể làm cho tóc bị gãy và làm tổn thương đến nang tóc. Việc duy trì kiểu tóc cột kéo này thậm chí cũng có thể làm rụng tóc và đồng thời nếu nối tóc thì bạn cũng làm cho tóc thêm nặng và đè lên nang tóc. Các bác sĩ da liễu thường khuyến cáo người nối tóc không nên sử dụng quá 3 tháng. Ngoài ra, bạn cũng không nên tết tóc hoặc cột tóc đuôi gà khi tóc còn ướt vì lúc này tóc yếu hơn và dễ gãy hơn.    Đừng để các thương hiệu dầu gội làm bạn sạch ví  Bạn thực sự được gì khi chi tiền nhiều hơn cho các đặc phẩm chăm sóc tóc? Chúng có thể chứa nhiều dược thảo thiên nhiên, nhưng cũng có thể không đồng nhất với việc sẽ cho dáng tóc đẹp hơn. Báo Consumer Reports đã thử nghiệm trên 1.700 mẫu tóc đuôi gà và phát hiện ra các dầu gội đắt tiền hơn không cho kết quả tốt hơn so với loại dầu gội rẻ tiền. Điều quan trọng là bạn nên chọn loại dầu gội và dưỡng tóc phù hợp với loại tóc của mình chẳng hạn như sản phẩm nào dành cho người có tóc dầu, tóc mảnh dễ gãy, hoặc sản phẩm nào dành cho người có tóc màu.  Nhuộm tóc có màu trung tính Khi chúng ta lớn tuổi, tóc không chỉ bạc đi mà còn trở nên yếu hơn và chậm phát triển dần. Điều này có nghĩa là tóc hư tổn sẽ không còn khả năng mọc nhanh nữa. Bác sĩ da liễu Zoe Draelos, tổng biên tập viên của tờ Journal of Cosmetic Dermatology cho biết các hoá chất sử dụng cho tóc “lão hoá” nên dịu nhẹ hơn để nhằm tránh gây thương tổn.  Cũng nên sử dụng dầu giữ ẩm tóc vào mùa đông Độ ẩm làm cho tóc xoăn trở nên xơ rối hơn trong những ngày đông. Nhưng độ ẩm thấp lại tồn tại lượng tĩnh điện nhiều hơn. Điều này có nghĩa là tóc xoăn lọn cũng xơ đi trong những tháng mùa đông và trong tiết trời sa mạc ở phía Tây Nam. Bạn nên sử dụng dầu dưỡng trung hoà tĩnh điện cho tóc. Những loại dầu gội có nồng độ pH trung tính cũng có thể làm dịu tóc quăn sử dụng hoá chất.  Cất lược chải đầu xa khỏi tóc xoăn Tóc xoăn rất dễ gãy và khô giòn. Hãy nhẹ nhàng dùng một cái gỡ rối giữ cho những lọn tóc trông đẹp hơn so với lược hoặc bàn chải tóc. Các loại dầu dưỡng tóc chứa polyme chẳng hạn như polyvinylpyrrolidone có thể làm cho tóc bạn mượt mà và dễ chăm sóc hơn. Đừng lạm dụng phương pháp là điện hoặc máy duỗi thẳng tóc, chúng có thể làm tổn hại tóc nhiều hơn.  Tránh những tông màu mạnh  Có thể bạn đang có tóc đen nhưng luôn ước mình là người tóc vàng, hoặc người tóc vàng muốn tóc mình đậm màu hơn. Bạn hãy nên biết rằng mình đang gây hư tổn cho tóc một cách liều lĩnh bằng những tông màu mạnh hơn. Một số bác sĩ da liễu khuyến cáo nên giữ tóc trong 3 sắc thái màu tự nhiên của mình.   Hiểu sự thật về việc nhuộm tóc Việc nhuộm tóc thường xuyên có thể gây hư tóc, nhưng có vẻ không ảnh hưởng gì tới sức khỏe. Hiệp hội Ung thư Hoa Kỳ cho biết hầu hết các cuộc nghiên cứu đều không cho thấy mối liên hệ nào giữa việc nhuộm tóc và bệnh ung thư, và trong các cuộc nghiên cứu khác kết quả cũng cho thấy có mối tương quan nhẹ. Nên cân nhắc việc sử dụng thuốc nhuộm acetate hoặc thuốm nhuộm tự nhiên như lá móng chẳng hạn.  Đừng lạm dụng máy sấy tóc Sấy tóc thường xuyên có thể khiến cho tóc của bạn rất dễ khô cứng và gãy rụng. Thế nên khi bạn sấy, hãy chỉnh lượng nhiệt nhỏ lại. Tóc mảnh đặc biệt rất nhạy cảm với hư tổn do nhiệt, nhưng thậm chí ngay cả tóc dày cũng cần được chăm sóc nâng niu. Ngoài ra, bạn cũng nên sử dụng dầu dưỡng tóc trước khi tạo dáng tóc nhé.  Bảo vệ tóc khỏi ánh nắng mặt trời Ánh nắng mặt trời là kẻ thù của mái tóc hơn là làn da của bạn. Sức nóng của mặt trời có thể làm cho tóc bạn bị khô, nhất là tóc màu. Hãy bảo vệ tóc bằng kẹo xịt dạng nhẹ có SPF – hoặc đội nón mũ khi mặt trời gay gắt nhất. Việc cắt tỉa tóc thường xuyên vào mùa hè cũng có thể giúp phần đuôi tóc của bạn trông khoẻ hơn.  Hãy gội đầu ướt trước khi đi bơi Để tránh tổn hại của hoá chất clo, bạn nên gội đầu ướt trước khi xuống hồ nhé. Nếu tóc của bạn đã ướt sẵn thì tóc sẽ không hấp thụ nhiều hoá chất của hồ. Hãy sử dụng sản phẩm chăm sóc tóc có nồng độ pH trung tính để bảo vệ thêm cho tóc nhé.  Đừng mất thời giờ cho việc tạo dáng tóc Để có mái tóc khỏe hơn, tốt hơn hết là bạn không nên làm gì cả. Tất cả những việc giật kéo tóc, chải tóc, sấy khô, và điều trị bằng hoá chất đều có thể gây hư tổn cho thân tóc. Thậm chí ngay cả khăn lau xơ cứng cũng có thể gây hại cho tóc. Nếu tóc của bạn bị hư tổn, hãy để cho tóc được nghỉ ngơi, đừng nên tạo dáng. Khi tóc hư tổn dài ra thì phần tóc mới sẽ khỏe hơn nhiều.  Nhận biết những thay đổi của tóc Những thay đổi đột ngột trên tóc, chẳng hạn như tóc trở nên giòn, dễ gãy hoặc rụng, có thể là một dấu hiệu của vấn đề sức khỏe. Ví dụ, rụng tóc cũng có thể là do bệnh tuyến giáp, thiếu sắt, hoặc một chứng bệnh tự dị ứng nào đó gây ra. Một số thuốc cũng có thể gây rụng tóc. Nếu quan tâm đến những thay đổi của tóc mình, bạn nên đến khám ở một bác sĩ da liễu để được tư vấn nhé."
        }
    ],
    "suggestions": []
}