{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kə'mju:tə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ Mỹ,nghĩa Mỹ) người đi lại thường xuyên bằng xe búyt, xe lửa hoặc ô tô giữa nơi làm việc và nhà ở</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the five o'clock train is always packed with commuters</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">chuyến xe lửa năm giờ luôn chật ních người đi làm</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the commuter belt</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">vành đai những người đi làm vào thành phố (khu vực chung quanh một thành phố lớn mà từ đó, những người đi làm đáp xe vào thành phố làm việc)</font></td></tr></table><i/></div>",
            "word": "commuter"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "commuter"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>commuter</k><blockquote>▸ <cclass>noun (DAILY) TRAVELLER, traveller, passenger; <cclass><i>informal</i> straphanger.</cclass></cclass></blockquote></div>",
            "word": "commuter"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>commuter</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) a suburban commuter </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a commuter between; from; to</ex></blockquote></blockquote></div>",
            "word": "commuter"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "commuter"
        }
    },
    "sentences": [
        {
            "en": "<em>Commuter</em> trains were still.",
            "vi": "Xe lửa chở người đi làm ngưng hoạt động."
        },
        {
            "en": "This is <em>commuter</em> service.",
            "vi": "Đây là tuyến xe ra ngoại thành."
        },
        {
            "en": "He takes a <em>commuter</em> bus.",
            "vi": "Ông ấy đi xe buýt."
        },
        {
            "en": "I live in the <em>commuter</em> belt.",
            "vi": "Tôi sống ở khu vực những người đi làm."
        },
        {
            "en": "Leave behind the battle of <em>commuter</em> traffic!",
            "vi": "Hãy rời khỏi dòng giao thông hỗn độn đầy người đi làm này!"
        },
        {
            "en": "These zones are also sometimes known as a <em>commuter</em> belt.",
            "vi": "Những khu này thỉnh thoảng cũng được biết đến như là một vành đai của thành phố, nơi mà những người sáng đi làm, chiều về sống."
        },
        {
            "en": "But suppose the drive is a <em>commuter</em> who does not want to by pass a city.",
            "vi": "Nhưng giả sử người lái xe là một người vào thành phố làm việc không muốn đi học quanh thành phố."
        },
        {
            "en": "To better serve <em>commuter</em> demand, the Viet Nam Railway Corporation will run 26 additional trains.",
            "vi": "Để phục vụ tốt hơn nhu cầu đi lại, Tổng công ty Đường sắt Việt Nam sẽ chạy thêm 26 chuyến."
        },
        {
            "en": "There is a meal option designed especially for non-residential, upperclassmen and <em>commuter</em> students.",
            "vi": "Có một quyền chọn bữa ăn được thiết kế đặc biệt dành cho những sinh viên không cư trú, sinh viên năm ba hoặc năm tư và sinh viên thường xuyên phải đi lại."
        },
        {
            "en": "After several years of speculation and anticipation, a <em>commuter</em> train finally began service last week.",
            "vi": "Sau nhiều năm nghiên cứu và thử nghiệm, cuối cùng thì một đoàn tàu chuyên chở người đi làm đi và về đã đi vào hoạt động vào tuần trước."
        },
        {
            "en": "There is a meal option designed especially for non - residential, upperclassmen and <em>commuter</em> students.",
            "vi": "Có một quyền chọn bữa ăn được thiết kế đặc biệt dành cho những sinh viên không cư trú, sinh viên năm ba hoặc năm tư và sinh viên thường xuyên phải đi lại."
        },
        {
            "en": "To better serve <em>commuter</em> demand, the Viet Nam Railway Corporation will run 26 additional trains.",
            "vi": "Để phục vụ tốt hơn nhu cầu đi lại, Tổng công ty Đường sắt Việt Nam sẽ chạy thêm 26 chuyến."
        },
        {
            "en": "The Wirral peninsula, separated from Liverpool by the Mersey, makes up a large part of the city's <em>commuter</em> belt.",
            "vi": "Bán đảo Wirral, tách khỏi Liverpool bởi con sông Mersey, chiếm một phần lớn nơi sinh sống của những người vào nội thành đi làm."
        },
        {
            "en": "Law enforcement officials are promising heightened vigilance in order to thwart any attempt by al-Qaida to attack the nation's railroads or <em>commuter</em> trains.",
            "vi": "Quan chức thực thi pháp luật hứa hẹn nâng cao cảnh giác để ngăn chặn bất kỳ nỗ lực của al - Qaida tấn công tuyến đường sắt quốc gia hoặc xe lửa."
        },
        {
            "en": "At 5:55 AM, he leaves his two-room apartment to walk to the <em>commuter</em> train station while his children are still sleeping.",
            "vi": "Vào lúc 5 giờ 55 sáng, trong khi các con vẫn còn ngủ, anh rời căn hộ hai phòng của mình và đi bộ đến ga xe lửa dành cho người đi làm."
        },
        {
            "en": "At 5 : 55 AM, he leaves his two - room apartment to walk to the <em>commuter</em> train station while his children are still sleeping.",
            "vi": "Vào lúc 5 giờ 55 sáng, trong khi các con vẫn còn ngủ, anh rời căn hộ hai phòng của mình và đi bộ đến ga xe lửa dành cho người đi làm."
        },
        {
            "en": "Law enforcement officials are promising heightened vigilance in order to thwart any attempt by al - Qaida to attack the nation's railroads or <em>commuter</em> trains.",
            "vi": "Quan chức thực thi pháp luật hứa hẹn nâng cao cảnh giác để ngăn chặn bất kỳ nỗ lực của al-Qaida tấn công tuyến đường sắt quốc gia hoặc xe lửa."
        },
        {
            "en": "Jamming your suitcases as full as a subway at rush hour will leave your clothes as exhausted as a crushed <em>commuter</em>.",
            "vi": "Nhồi nhét vali của bạn quá đầy giống như tàu điện ngầm trong giờ cao điểm sẽ làm cho quần áo bạn bị nhàu nát giống như người hay đi làm bằng tàu điện ngầm/bus."
        },
        {
            "en": "See the sky, look at the ticket inspector on your <em>commuter</em> train and take note of the people sitting near you when eating lunch. ",
            "vi": "Nhìn bầu trời, hãy nhìn vào những người soát vé trên chuyến tàu đến nơí học (làm) và để ý tới những người ngồi gần bạn khi ăn trưa."
        },
        {
            "en": "Amsterdam's Vanmoof has been colonising the gallery districts of major world capitals since 2009, winning aesthetes over with its bikes' Tinker Toy-like forms, tough materials and emphatically Dutch brand of sprezzatura. The S Series <em>commuter</em> bike builds on the no-frills original cycle without cluttering up the works. An eight-speed Shimano internal hub helps a rider handle hills, while disc brakes provide the stopping power of far more sophisticated – and far pricier – road bikes.",
            "vi": "Hãng Vanmoof ở Amsterdam đã thống trị khu triển lãm ở các thủ đô lớn trên thế giới kể từ năm 2009 cũng như chiếm được cảm tình của giới thẩm mỹ nhờ mẫu xe có tạo hình giống món đồ chơi Tinker Toy, chất liệu lại bền bỉ, đồng thời thể hiện được tính cách “dửng dưng” không lẫn đi đâu được của người Hà Lan. Dòng xe đạp S Series dành cho người đi làm được thiết kế dựa trên mẫu xe giản dị ban đầu, không có các chi tiết rườm rà. Bộ số trong tám cấp Shimano hỗ trợ người lái leo đồi, đồng thời dàn phanh đĩa giúp việc dừng xe hiệu quả hơn nhiều so với các loại xe dạo phố sành điệu mà giá lại “chát” hơn nhiều."
        }
    ],
    "suggestions": []
}