{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">communication</font></td></tr></table><i/></div>",
            "word": "communicational"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "communicational"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "communicational"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "communicational"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "communicational"
        }
    },
    "sentences": [
        {
            "en": "Raising the quantity and quality of <em>communicational</em> materials and messages:.",
            "vi": "Nâng cao số lượng, chất lượng các tài liệu, các thông điệp truyền thông:."
        },
        {
            "en": "To diversify <em>communicational</em> forms: newsletters, scientific and documentary films, educational and scientific films, billboards and posters.",
            "vi": "Đa dạng hoá các loại hình truyền thông: bản tin, phim tài liệu, khoa học, phim khoa giáo, xây dựng hệ thống panô, áp phích."
        },
        {
            "en": "<em>Communicational</em> materials and messages should focus on contents that help guide and lead the behavioral changes and on measures to implement safe behaviors to prevent and control HIV/AIDS, which are suitable to each specific target group.",
            "vi": "Các tài liệu và thông điệp truyền thông cần tập trung vào những nội dung mang tính hướng dẫn, định hướng thay đổi hành vi và các biện pháp thực hiện hành vi an toàn phòng, chống HIV/AIDS, phù hợp với từng đối tượng."
        },
        {
            "en": "Ministries and branches shall direct the agencies within their specialized domains at different levels to take to initiative in planning and allocating budgets for the production of <em>communicational</em> materials in service of behavioral change information-education-communication activities under their management.",
            "vi": "Các Bộ, ngành chỉ đạo các cấp theo ngành dọc chủ động lập kế hoạch đầu tư kinh phí cho việc sản xuất các tài liệu truyền thông phục vụ hoạt động thông tin, giáo dục và truyền thông thay đổi hành vi của mình phụ trách."
        }
    ],
    "suggestions": []
}