{
    "en_vn": {
        "data": {
            "content": null,
            "word": "commemorating"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "commemorating"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "commemorating"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "commemorating"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "commemorating"
        }
    },
    "sentences": [
        {
            "en": "They're <em>commemorating</em> their late mother.",
            "vi": "Họ đang tưởng niệm người mẹ quá cố của mình."
        },
        {
            "en": "They 're <em>commemorating</em> their late mother.",
            "vi": "Họ đang tưởng niệm người mẹ quá cố của mình."
        },
        {
            "en": "Secretary of State Kerry’s statement <em>commemorating</em> Vietnam's National Day",
            "vi": "Lời chúc mừng của ngoại trưởng Mỹ gửi tới Việt Nam nhân ngày lễ Quốc khánh"
        },
        {
            "en": "\"Veterans Day\" ie 11 November, <em>commemorating</em> the armistice (1918) in the First World War.",
            "vi": "Ngày \"Cựu chiến binh\" tức là ngày 11 tháng mười một để tưởng nhớ ngày đình chiến (1918) trong thế chiến thứ I."
        },
        {
            "en": "A huge bronze statue <em>commemorating</em> this poet stands in the main square.",
            "vi": "Một bức tượng đồng khổng lồ tưởng niệm nhà thơ này đứng ở quảng trường chính."
        },
        {
            "en": "That guy partook of a feast without any fuss after dropping in on a friend who is <em>commemorating</em> a death anniversary.",
            "vi": "Đến chơi nhà bạn đang có giỗ, gã đó cứ nghiễm nhiên ngồi vào ăn cỗ."
        },
        {
            "en": "HANOI, March 24, 2009 — Today, the United States joins the Government of Vietnam and international and local partners in <em>commemorating</em> World Tuberculosis (TB) Day.",
            "vi": "Hà Nội, 24/3/2009 – Hôm nay, Hoa Kỳ cùng Chính phủ Việt Nam và các đối tác quốc tế cũng như trong nước kỷ niệm Ngày Thế giới Phòng chống Lao."
        },
        {
            "en": "During the war, Con Dao Island was a prison where revolutionaries were jailed. The Hang Duong martyrs’ cemetery is a place for <em>commemorating</em> heroes and heroines of national defense. Con Dao Museum protects objects and photos featuring the island’s history.",
            "vi": "Trong chiến tranh, Côn Đảo là một nhà tù, nơi các nhà cách mạng bị gian cầm. Nghĩa trang liệt sĩ Hàng Dương là nơi để tưởng niệm những anh hùng của Quốc Gia. Bảo tàng Côn Đảo bảo vệ các hiện vật và hình ảnh có tính đặc trưng lịch sử của hòn đảo."
        },
        {
            "en": "Japan is <em>commemorating</em> the victims of the atomic bomb that devastated Hiroshima 65 years ago. The attack by the United States in 1945 was instrumental in ending World War II. Since then on each on August 6, a somber echo of a temple bell reverberates through Hiroshima's Peace Memorial Park.",
            "vi": "Nhật Bản đang tưởng niệm những nạn nhân của bom nguyên tử đã tàn phá Hiroshima cách đây 65 năm. Cuộc tấn công của Hoa kỳ vào năm 1945 đã góp phần vào việc chấm dứt Đệ nhị thế chiến. Từ đó cứ vào ngày 6 tháng tám hàng năm, hồi chuông tang thương từ đền thờ vang vọng khắp công viên tưởng niệm hoà bình Hiroshima."
        },
        {
            "en": "Teachers’ Day           In some countries, Teachers' Days are intended to be special days for the appreciation of teachers. Some of them are holidays while others are celebrated during working days. A day that is dedicated to the hard work that is input by the teacher all year long, a day that is a complete tribute to the teachers all around India. In India teacher’s day is celebrated on 5th of September. Teacher’s Day is a dedication to Dr. Sarvepalli Radhakrishnan, who was a staunch believer of education and was one of the most well known diplomat, scholar, president of India and above all a teacher. As a tribute to this great teacher, his birthday has been observed as teachers' day and this led to its origin.  This day is just a mere reflection of Dr. Sarvepalli Radhakrishnan's love for and attachment to the teaching profession. As a matter of fact Dr. Radhakrishnan himself asked his admirers to celebrate his birthday not as his birthday but as the teacher's day. His work varied on philosophical, theological, ethical, educational, social and cultural subjects. He contributed numerous articles to different well-known journals, which, are of immense value and seems to surprise various readers because of the depth in the meaning of the articles. Teacher's day is now one of the occasion that is looked forward by the teachers and students alike as on this occasion its not only when teachers are praised but also around various schools students dress up as a representation of their teachers and take various lectures that are assigned to the teachers they represent. On this day students realize what it means to be a teacher and what it means to control the future of several students in their classes and also teachers are reminded what it felt like when they were the students. Apart from the fun aspect everybody should pay their respects to the great Dr. Radhakrishnan. Since that day this event have become a regular event. Apart from the fun aspect of the day it is also a day when one can look back and admire and get inspired by Dr. Radhakrishnan, a small town cunning boy, who grew up to become one of the most respected politicians in the history of democracy of India. Teachers' Days Celebrated in Working Days India September 5 is Teacher's Day in India. It is the birthday of second President of India and teacher Dr. Sarvapalli Radhakrishnan. When Dr. Radhakrishnan became the president of India in 1962, some of his students and friends approached him and requested him to allow them to celebrate 5 September, his birthday. In reply, Dr. Radhakrishnan said, \"Instead of celebrating my birthday separately, it would be my proud privilege if September 5 is observed as \"Teachers Day\". This is not a holiday in India. It is considered a \"celebration\" day, where teachers and students report to school as usual but the usual activities and classes are replaced by activities of celebration, thanking and remembrance. At some schools on this day, the responsibility of teaching is taken up by the senior students as an appreciation for their teachers. Traditionally, people in India have given tremendous respect and honor to teachers. An old Indian saying (usually taught to children), ranks teacher in the third place, even before God: \"'Maata, Pitha, Guru, Daivam'\", meaning Mother, Father and Teacher is God. Indonesia November 25 is Teacher's Day (Indonesian: Hari Guru) in Indonesia. Iran The Iranian Teacher's Day is celebrated on May 2 (Ordibehesht 12, in Iranian Calendar), <em>commemorating</em> the martyrdom of Morteza Motahari on May 2, 1997. Malaysia May 16 is Teacher's Day (Malay: Hari Guru) in Malaysia. Mexico May 15  South Korea In South Korea, Teachers' Day is celebrated on May 15 since 1963 in Seoul and 1964 in Chunju city. Originally it was started by a group of red-cross youth team members who visited their sick ex-teachers at hospitals. The national celebration ceremony had been stopped between 1973 and 1982 and it resumed after that. On the celebration day, teachers are usually presented with carnations by their students, and both enjoy a shorter school day. Ex-students pay their respects to the former teachers by visiting them Chunju and handing a carnation. Many schools nationwide are now being closed on this day to prevent a bribe from student's parents. Currently, many schools are temporarily closed. Turkey November 24 is the Teacher's Day (Turkish: Öğretmenler Günü) in Turkey.  United States In the United States, National Teacher Day falls during Teacher Appreciation Week, which takes place in the first full week of May. Students often show appreciation for their teachers with token gifts. The National Education Association describes National Teacher Day as \"a day for honoring teachers and recognizing the lasting contributions they make to our lives\".The NEA gives a history of National Teacher Day: As of September 7, 1976 September 11 was also adopted as Teachers' Day in the U.S. state of Massachusetts. Currently, Massachusetts sets the first Sunday of June as its own Teacher's Day, annually. Teachers' Day as National Holidays Albania In Albania, Teachers' Day is a non-official holiday on March 7, right before Mother's Day, which is on March 8. China The Teachers' Day was first founded at National Central University in 1931, adopted by the central government of ROC in 1932, and in 1939 the day was set on September 28, which is Confucius's birthday. It was abrogated by PRC government in 1951 and reestablished in 1985, and the day was changed to September 10.  Czech Republic In the Czech Republic, Teachers' Day (Den učitelů) is a non-official holiday, celebrated on March 28, birthday of Jan Ámos Komenský (Comenius). Children are expected to bring their teachers flowers.  Latin America Teachers' Day in Argentina is celebrated on September 11, <em>commemorating</em> the death of President Domingo Faustino Sarmiento, politician and respected educator.  Many Latin American countries, however, have a separate national Teachers' Day better accorded with their own history. In Brazil, Teachers' Day (Dia do Professor) is on October 15. In Venezuela, Teachers' Day (Día de los Maestros) is held every year on January 15. In Mexico, May 15 is the Teachers' Day (Día del Maestro). In Peru, Teacher's Day is celebrated on July 6. Colombia celebrates teacher day in May. Hungary As of 1952, Teacher's day has been in Hungary on the first Sunday of June. Poland In Poland Teachers' Day (Dzień Nauczyciela), or National Education Day (Dzień Edukacji Narodowej) is on October 14.  Students traditionally bring their teachers flowers or buy them some other small presents. Sometimes there are special assemblies held at schools for all the students and staff where students officially thank all their teachers for their effort. School is out on that day; the celebrations are usually held the day before. Russia In Russia Teachers' Day is on October 5. Before 1994, this day was assigned to be the first Sunday of October. Singapore In Singapore, Teachers' Day is an official school holiday, celebrated on September 1. Celebrations are normally conducted the day before, when students get half a day off. Slovakia In Slovakia, Teachers' Day (Deň učiteľov) is a non-official holiday, celebrated on March 28, birthday of Jan Ámos Komenský (Comenius). Jan Ámos Komenský (Comenius), đây là ngày lễ không chính thức. Taiwan In Taiwan, it is celebrated on September 28. The day honors teachers' virtues, pains, and also their contribution not only to their own students but also to the whole society. People often make use of the day to express their gratitude to their teachers, such as paying them a visit or sending them a card. This date was chosen to commemorate the birth of Confucius, believed to be the model master educator in ancient China. Thailand January 16 was adopted as Teachers' Day in the Thailand by a resolution of the government on November 21, 1956. The first Teachers' Day was held in 1957. Vietnam In Vietnam, Ngày nhà giáo Việt Nam (Vietnamese Educators' Day) falls on November 20. This holiday allows students to express their respect to their teacher. Students begin preparing a week in advance, and many classes usually prepare literature and art to welcome teacher’s day, while other students prepare foods and flowers for the parties held at their schools. Students usually visit their teachers at their homes to offer flowers and small gifts, or organize trips with their teachers and classmates. Former students also pay respect to their former teachers on this day. Other In Oman, Syria, Egypt, Libya, Qatar, Bahrain, United Arab Emirates, Yemen, Tunisia, Jordan, Saudi Arabia, Algeria, Morocco in Islamic Countries, Teacher's Day is on February 28. The last Friday in October is celebrated as World Teachers' Day in Australia.",
            "vi": "Ngày Hiến Chương Nhà Giáo       Ở một số quốc gia, Ngày Nhà Giáo thường có khuynh hướng rơi vào những ngày lễ đặc biệt dành để bày tỏ lòng cảm kích đối với người thầy. Ngày Nhà Giáo được kỉ niệm như một ngày lễ ở một số nước trong khi đó ở những nước khác thì ngày này được tổ chức vào ngày làm việc. Đây là ngày để dành tặng cho những đóng góp lớn lao của thầy cô giáo trong suốt cả một năm học, một ngày để bày tỏ lòng tôn kính đối với nhà giáo khắp đất nước Ấn Độ. Ở đây, ngày nhà giáo được kỉ niệm vào ngày 5 tháng 9. Ngày Nhà Giáo còn là ngày dành riêng cho Tiến sĩ Sarvepalli Radhakrishnan, người đã hết sức đặt niềm tin vào sự nghiệp giáo dục và là một trong những nhà ngoại giao, một học giả nổi tiếng nhất, một tổng thống của Ấn Độ và hơn hết ông là một người thầy. Để tỏ lòng tôn kính người thầy vĩ đại này, người ta đã lấy ngày sinh của ông để kỉ niệm ngày Hiến Chương Nhà Giáo và ngày nhà giáo được bắt nguồn từ đó.  Ngày nhà giáo này đơn giản chỉ là phản ánh tình yêu và lòng tậm tâm, gắn bó với nghề dạy học của Tiến sĩ Sarvepalli Radhakrishnan. Thật ra thì Tiến sĩ đã yêu cầu những người yêu mến và ngưỡng mộ mình kỉ niệm ngày sinh của ông không như một ngày sinh nhật bình thường mà là một ngày cho nhà giáo, một ngày dành cho người thầy. Ông đã cống hiến ở nhiều lĩnh vực khác nhau từ triết học, thần học, đạo đức, giáo dục, xã hội đến văn hoá. Ngoài ra ông còn đóng góp rất nhiều bài báo cho các tập san nổi tiếng, những tác phẩm ấy có giá trị hết sức lớn lao và gây ngạc nhiên cho nhiều độc giả bởi trong từng bài viết đều mang ý nghĩa vô cùng sâu sắc.  Ngày Hiến chương Nhà Giáo giờ đây là một dịp để thầy cô và học sinh nhìn về phía trước mà còn là dịp không những thầy cô được tôn vinh, khen ngợi mà còn là cơ hội cho học sinh ăn mặc đẹp để đóng vai thầy cô và đọc các bài phát biểu, các bài thuyết trình của thầy cô mình phụ trách. Nhân ngày này học sinh nhận biết được việc trở thành giáo viên có ý nghĩa quan trọng như thế nào và việc hướng dẫn và điều khiển tương lai của một vài học sinh trong lớp mình là như thế nào và đồng thời nhân dịp này giáo viên được ôn lại, hồi tưởng lại cảm giác mình là học trò.  Bên cạnh niềm vui thì ngày nhà giáo là ngày mà ai ai cũng bày tỏ lòng kính trọng của mình đối với vị Tiến sĩ vĩ đại Radhakrishnan. Kể từ đó, sự kiện này đã trở thành một sự kiện được người ta kỉ niệm thường xuyên hơn và thông dụng hơn. Đó là ngày mà người ta ôn lại, hồi tưởng lại, khâm phục và được truyền cảm hứng bởi Radhakrishnan, từng là một cậu bé khôn lanh, đáng yêu lớn lên ở một thành phố nhỏ và đã trở thành một trong những chính trị gia được tôn kính nhất trong nền lịch sử dân chủ của đất nước Ấn Độ.  Ngày Hiến chương Nhà Giáo được kỉ niệm vào ngày làm việc Ấn Độ Ngày 5 tháng 9 là ngày nhà giáo của Ấn Độ. Đây cũng là ngày sinh của Tiến sĩ Sarvapalli Radhakrishnan, nguyên là Tổng thống thứ hai của đất nước này. Ông đắc cử Tổng thống vào năm 1962, khi ấy một số bạn bè và học viên của ông đã dò ý và xin ông kỉ niệm sinh nhật ông vào ngày 5 tháng 9. Radhakrishnan muốn thay vì mừng sinh nhật ông một cách riêng rẽ thì quả thật là một đặc ân đáng vinh dự và tự hào nếu mọi người lấy ngày này để làm ngày “Hiến chương Nhà Giáo.” Đây không phải là một ngày nghỉ hay một ngày lễ của Ấn Độ mà chỉ là một ngày mang tính chất “kỉ niệm” thôi. Vào ngày này, giáo viên và học sinh vẫn làm các công việc trường lớp như thường lệ nhưng các công việc thường lệ ấy và các lớp học được thay bằng những hoạt động kỉ niệm, cảm ơn và tưởng nhớ. Ở một số trường học, trách nhiệm giảng dạy được trao cho sinh viên năm cuối như một sự tri ân, một sự cảm kích dành tặng cho thầy cô giáo của mình nhân ngày nhà giáo này. Theo truyền thống thì người dân Ấn Độ luôn hết mực kính trọng và tôn vinh người thầy. Một tục ngữ xưa của Ấn Độ (thường dùng để răn dạy trẻ con) xếp người thầy ở vị trí thứ 3, thậm chí là trước Chúa trời: \"'Maata, Pitha, Guru, Daivam'\", có nghĩa là Mẹ, Cha và Thầy giáo là Chúa. Indonesia Ở Indonesia, ngày 25 tháng 11 là ngày Nhà giáo Iran Người Iran lấy ngày 2 tháng 5 để kỉ niệm ngày Nhà giáo, để tưởng niệm Morteza Motahari đã chết vì đạo vào ngày 2 tháng 5 năm 1997. Malaysia Ngày 16 tháng 5 là ngày nhà giáo của Malaysia. Mexico Ngày 15 tháng 5 là ngày Nhà giáo của Mexico. Nam Triều Tiên Ở Nam Triều Tiên, ngày Nhà giáo được kỉ niệm vào ngày 15 tháng 5 năm 1963 ở Seoul và năm 1964 ở thành phố Chunju. Ban đầu ngày lễ này được khởi xướng bởi một nhóm thành viên trong nhóm thanh niên Hội Chữ thập đỏ đi thăm thầy giáo cũ của mình bị ốm tại bệnh viện. Và người ta thôi không kỉ niệm ngày này nữa vào khoảng từ năm 1973 đến năm 1982 và sau đó đã được khơi dậy trở lại. Ở đất nước này, vào ngày Nhà giáo tất cả các giáo viên được học sinh tặng hoa cẩm chướng và cùng thưởng thức một ngày học ngắn hơn thường lệ. Các cựu học sinh bày tỏ lòng kính trọng của mình với thầy cô cũ bằng cách viếng thăm thành phố Chunju và tặng hoa cẩm chướng. Ngày nay nhiều trường học trên khắp cả nước đã đóng cửa và cho học sinh được nghỉ nhân ngày nhà giáo để tránh sự đút lót của phụ huynh. Hiện đang có nhiều trường học tạm nghỉ nhân ngày đặc biệt này. Thổ Nhĩ Kỳ Thổ Nhĩ Kỳ kỉ niệm ngày nhà giáo vào ngày 24 tháng 11. Hoa Kỳ Ở Hoa Kỳ, ngày nhà giáo quốc gia rơi vào Tuần lễ Tôn vinh Nhà giáo, diễn ra trong suốt cả tuần đầu của tháng 5. Học sinh thường bày tỏ lòng biết ơn, trân trọng của mình đối với thầy cô bằng những món quà nhỏ mang tính chất tượng trưng. Hiệp hội Giáo dục Quốc gia Hoa Kỳ miêu tả ngày Nhà giáo Quốc gia như “một ngày dành để tôn vinh người thầy và công nhận những đóng góp lâu dài, vĩnh hằng mà nhà giáo đã mang đến cho cuộc sống của chúng ta.” Hiệp hội Giáo dục Quốc gia Hoa Kỳ đã khai sinh ra lịch sử của Ngày Nhà giáo Quốc gia.  Vào ngày 7 tháng 9 năm 1976, bang Massachusetts, Hoa Kỳ đã quyết định lấy ngày 11 tháng 9 là ngày Nhà giáo của bang. Hiện Massachusetts thường kỉ niệm ngày Nhà giáo của bang hằng năm vào ngày Chủ nhật đầu tiên của tháng 6. Ngày Nhà giáo được kỉ niệm như ngày lễ của cả nước Albania Ở Anbani, ngày Nhà giáo là ngày lễ không chính thức vào ngày 7 tháng ba, ngay trước ngày lễ của mẹ, ngày 8 tháng ba. Trung Quốc Ngày Nhà giáo được đặt nền móng tại Trường Đại học Trung ương Quốc gia vào năm 1931 và được chính phủ trung ương của nước Cộng Hoà Trung Quốc thông qua vào năm 1932. Đến năm 1939, ngày này được ấn định là 27 tháng 8, sinh nhật của Khổng Tử. Tuy nhiên đến năm 1951, chính phủ của nước này đã xoá bỏ ngày đó và đến năm 1985, ngày Nhà giáo được tái thiết lập vào ngày 10 tháng 9. Nước Cộng hòa Czech Ở nước Cộng hoà Czech, ngày Nhà giáo là ngày lễ không chính thức, được kỉ niệm vào ngày 28 tháng 3, ngày sinh của Jan Ámos Komenský (Comenius). Vào ngày này, trẻ con thường tặng hoa cho thầy cô của mình.  Châu Mỹ La tinh Ngày Nhà giáo ở Argentina được kỉ niệm vào ngày 11 tháng 9, ngày để tưởng niệm tổng thống Domingo Faustino Sarmiento, một nhà chính trị và là nhà giáo dục được tôn kính.  Tuy nhiên, nhiều nước Châu Mỹ La tinh kỉ niệm ngày Nhà giáo quốc gia theo lịch sử riêng của mình. Brazil lấy ngày 15 tháng 10; Venezuela kỉ niệm hằng năm nhân ngày 15 tháng 1; Mexico ngày 15 tháng 5 và ở Peru là ngày 6 tháng 6; còn Colombia kỉ niệm ngày Nhà giáo vào tháng 5.  Hungary Kể từ năm 1952, ngày nhà giáo ở Hungary được kỉ niệm vào ngày chủ nhật đầu tiên của tháng 6. Ba Lan Ở Ba Lan, ngày Nhà giáo rơi vào ngày 14 tháng 10. Theo truyền thống thì học sinh tặng hoa và một số món quà nhỏ cho thầy cô của mình. Thỉnh thoảng thì trường cũng tổ chức các cuộc họp đặc biệt dành cho tất cả các học sinh và nhân viên để học sinh có cơ hội bày tỏ lòng biết ơn đối với công lao nỗ lực của thầy cô. Trường nghỉ học vào ngày đó và các lễ kỉ niệm thường được tổ chức vào ngày hôm trước.  Nga  Ở Nga, ngày Nhà giáo được kỉ niệm vào ngày 5 tháng 10. Trước năm 1994 thì ngày này được chọn vào Chủ nhật đầu tiên của tháng 10.  Singapore  Ở Singapore, ngày Nhà giáo là một ngày lễ chính thức và được kỉ niệm vào ngày 1 tháng 9. Các lễ kỉ niệm thường được tổ chức vào ngày hôm trước, ngày này học sinh được nghỉ nửa ngày.  Xlôvakia Ở Xlôvakia thì ngày Nhà giáo được kỉ niệm vào ngày 28 tháng 3, ngày sinh của  Đài Loan Ở Đài Loan, ngày Nhà giáo được kỉ niệm vào ngày 28 tháng chín. Người ta lấy ngày này để tôn vinh giá trị nhân cách, công sức và những đóng góp của người thầy không những cho học sinh mà còn cho toàn xã hội. Bên cạnh đó, ngày Nhà giáo cũng là dịp để người ta bày tỏ lòng biết ơn của mình đối với thầy cô, như ghé thăm thầy cô hoặc tặng thiệp chúc mừng. Ngày này cũng là ngày dành để tưởng niệm ngày sinh của Khổng Tử, một nhà giáo bậc thầy gương mẫu thời Trung Quốc cổ đại. Thái Lan  Ngày 21, tháng 11 năm 1956, chính phủ Thái Lan quyết định chọn ngày 16 tháng 1 làm ngày Nhà giáo của nước mình. ngày Nhà giáo đầu tiên được kỉ niệm vào năm 1957. Việt Nam Ở Việt Nam, Ngày nhà giáo Việt Nam rơi vào ngày 20 tháng 11. Học sinh thường bày tỏ lòng tôn kính và biết ơn của mình với thầy cô nhân ngày lễ này. Học sinh bắt đầu chuẩn bị trước khi lễ đến khoảng 1 tuần, và nhiều lớp thường chuẩn bị sáng tác văn thơ và văn nghệ để chào mừng ngày Nhà giáo, trong khi nhiều học sinh khác chuẩn bị thức ăn và hoa cho các buổi tiệc được tổ chức ở trường. Bên cạnh đó, học sinh cũng thường đến nhà thầy cô để thăm viếng, tặng hoa và những món quà nhỏ, hoặc tổ chức đi chơi với bạn bè và thầy cô của mình. Cựu học sinh cũng bày tỏ lòng tôn kính với thầy cô cũ nhân ngày lễ Nhà giáo này. Các nước khác  Ở một số quốc gia Hồi giáo như Oman, Syria, Ai Cập, Libya, Qatar, Bahrain, các Tiểu vương quốc Ả rập Thống nhất, Yemen, Tunisia, Jordan, Ả rập Saudi, Algeria, Morocco thì ngày Nhà giáo được kỉ niệm vào ngày 28 tháng 2. Ở nước Úc, người ta kỉ niệm ngày Nhà giáo Thế giới vào thứ 6 cuối cùng của tháng 10."
        },
        {
            "en": "Japan Marks A-Bomb Anniversary          Japan is <em>commemorating</em> the victims of the atomic bomb that devastated Hiroshima 65 years ago. The attack by the United States in 1945 was instrumental in ending World War II. Since then on each on August 6, a somber echo of a temple bell reverberates through Hiroshima's Peace Memorial Park. Japan is the only nation ever to have been attacked with atomic bombs. More than 140,000 people were killed instantly in Hiroshima or died in the days and weeks after the U.S. attack. Three days later, a U.S. plane dropped a second atomic bomb on Nagasaki, killing more than 70,000 people. Japan surrendered on August 14. \"Their dreams, hopes and bodies were all killed by the bomb,” said Sadae Kasaoka, a 77-year-old survivor of the Hiroshima blast.  \"When the remaining dead bodies were being burned, Kasaoka said “I felt like I could see their spirits. I want to live my life to make up for the part of theirs they couldn't.  I feel that my role has become to live and tell everyone what a tragic and miserable situation it actually was.\" Unique Ceremony Japan sees itself as a victim of the U.S. decision to drop an atomic bomb on Hiroshima and Nagasaki. The United States has never apologized for the bombings, and U.S. domestic public opinion holds that it was a necessary step to end the war. Stephen Leeper is the chairperson of the Hiroshima Peace Culture Foundation. He says no future use of atomic weapons should ever occur. \"By any definition, they were a war crime, so I am down on those bombings,” Leeper said. “However, I am not going to make an issue of that with any American or ambassador or government official or anybody else because that is not the point. The point is how do we keep it from happening again.\" The ceremony this year stood out from past memorial events with the presence of the U.S. ambassador to Japan, John Roos. He is the first official U.S. representative ever to attend the peace ceremony in Hiroshima. The U.S. State Department simply said Mr. Roos was representing the United States \"to express regret for all of the victims of World War II.\" Also at this year's ceremony was Ban Ki-moon, the first U.N. Secretary-General to attend. Mr. Ban said he hoped his attendance would \"send a strong message to the world and also give some opportunity of addressing the sufferings and concerns of many of hundreds of thousands of whose admiration and dream is to see the world free of nuclear weapons.\" Leeper said he was thrilled the attention the 65th anniversary is receiving. \"Having Ambassador Roos here, and Ban Ki-moon, Secretary-General Ban Ki-moon come here for the first time ever. This is the first Secretary-General ever to come to this ceremony,” he said. “This is a tremendous event for us, and we are very excited about it not because of the prestige it gives us, but because we think this is a change in how the world is thinking about nuclear weapons,” Leeper said. Boost to Relations Tokyo has often asked Washington to send an envoy to the annual ceremony. The ambassador's attendance at Hiroshima has caused some controversy in the United States. Japan had first attacked the United States with an aerial assault on Pearl Harbor, Hawaii. As the war progressed, many in the United States felt the decisive use of nuclear weapons actually saved lives by preventing a bloody invasion of Japan. U.S. President Harry Truman gave the order to drop the bombs. Since then, U.S. presidents have not ruled out the use of nuclear weapons, but only as a last resort. Now, President Barack Obama has called for a world free of the weapons. \"The United States will take concrete steps towards a world without nuclear weapons,” the president said. “To put an end to Cold War thinking, we will reduce the role of nuclear weapons in our national security strategy, and urge others to do the same. Make no mistake, as long as these weapons exist, the United States will maintain a safe, secure and effective arsenal to deter any adversary,” Mr. Obama said. The visit by Ambassador Roos Friday also provides a much-needed boost to U.S.-Japan relations in the wake of a tense period between the two allies that stemmed from the previous Japanese government's wavering over an agreement to relocate a controversial U.S. Marine airbase in Okinawa.",
            "vi": "Nhật Bản kỷ niệm ngày hứng chịu bom nguyên tử       Nhật Bản đang tưởng niệm những nạn nhân của bom nguyên tử đã tàn phá Hiroshima cách đây 65 năm. Cuộc tấn công của Hoa kỳ vào năm 1945 đã góp phần vào việc chấm dứt Đệ nhị thế chiến. Từ đó cứ vào ngày 6 tháng tám hàng năm, hồi chuông tang thương từ đền thờ vang vọng khắp công viên tưởng niệm hoà bình Hiroshima. Nhật Bản là quốc gia duy nhất từ trước đến nay bị tấn công bằng bom nguyên tử. Hơn 140.000 người chết ngay tức khắc ở Hiroshima hay chết trong nhiều ngày và nhiều tuần sau cuộc tấn công của Mỹ. Ba ngày sau, một chiếc máy bay của Mỹ thả quả bom nguyên tử thứ nhì xuống Nagasaki, giết chết hơn 70,000 người. Nhật Bản đã đầu hàng vào ngày 14 tháng Tám. \"Những giấc mơ, hi vọng và thân thể của họ đã bị quả bom giết chết hết,\" Sadae Kasaoka nói, người đàn ông 77 tuổi may mắn sống sót sau vụ nổ ở Hiroshima. Kasaoka nói \"Khi nhìn những thi thể bị đốt cháy, tôi có cảm giác như tôi có thể thấy được linh hồn của họ. Tôi muốn sống để bù đắp một phần sự sống mà họ không thể sống. Tôi cảm thấy rằng vai trò của tôi là phải sống để kể lại cho mọi người biết về hoàn cảnh thực sự lúc đó là bi thảm và khốn khổ đến dường nào.\" Buổi lễ độc nhất vô nhị Nhật Bản tự xem mình là nạn nhân của quyết định của Mỹ khi thả bom nguyên tử xuống Hiroshima và Nagasaki. Mỹ chưa bao giờ xin lỗi về vụ ném bom, và công luận Mỹ trong nước cho rằng đây là một thủ tục cần thiết để chấm dứt chiến tranh. Stephen Leeper là Chủ tịch Quỹ văn hoá hoà bình Hiroshima. Ông cho rằng tương lai việc sử dụng vũ khí nguyên tử không bao giờ nên xảy ra. \"Dù dưới bất cứ định nghĩa nào thì đó là một tội ác chiến tranh, vì vậy tôi rất căm ghét các vụ đánh bom đó,\" Leeper nói. \"Tuy nhiên, tôi sẽ không làm lớn chuyện đó với bất cứ Mỹ hoặc đại sứ hoặc một viên chức chính phủ hay bất cứ một người nào khác vì điều đó không quan trọng. Mà điều quan trọng là làm cách nào chúng ta ngăn không cho nó xảy ra lần nữa.\" Buổi lễ năm nay nổi bật hơn những sự kiện tưởng niệm trước đây với sự hiện diện của đại sứ Mỹ tại Nhật Bản, John Roos. Ông cũng là quan chức đầu tiên đại diện cho Mỹ tham dự buổi lễ hoà bình ở Hiroshima. Bộ Ngoại giao Mỹ chỉ nói rằng ông Roos đang đại diện cho Mỹ \"để thể hiện sự hối tiếc về những nạn nhân của Đệ nhị thế chiến.\" Cũng tại buổi lễ năm nay có góp mặt lần đầu tiên của tổng thư ký LHQ Ban Ki-moon. Ông Ban cho biết ông hy vọng sự tham dự của mình sẽ \"gởi đi một thông điệp tích cực đến thế giới cũng là một dịp để bày tỏ nỗi thống khổ và mối quan tâm của hàng trăm ngàn người ca tụng và ấp ủ ước mơ được nhìn thấy một thế giới không còn vũ khí hạt nhân.\" Leeper cho biết ông rất sung sướng khi thấy lần kỷ niệm lần thứ 65 này tập trung được sự quan tâm chú ý. \"Có sự hiện diện của Đại sứ Roos, và Ban Ki-moon, tổng thư ký Ban Ki-moon cũng đến đây lần đầu tiên. Đây là tổng thư ký đầu tiên từ trước đến nay tham dự buổi lễ này,\" ông nói. \"Đây là sự kiện trọng đại đối với chúng tôi, và chúng tôi vô cùng vui sướng không phải là vì uy tín mà sự kiện này mang đến cho chúng tôi mà là vì chúng tôi nghĩ đây là một sự thay đổi trong cách mà thế giới nghĩ về vũ khí hạt nhân,  Leeper đã nói. Đẩy mạnh mối quan hệ Tokyo thường mời đại diện ngoại giao Washington đến tham dự nghi thức hàng năm này. Sự tham dự của đại sứ ở Hiroshima đã gây nên một vài tranh cãi ở Mỹ. Nhật Bản lần đầu tiên tấn công Mỹ bằng một loạt cuộc không tấn vào Trân Châu Cảng, Hawaii. Khi cuộc chiến tranh leo thang, nhiều người Mỹ cho rằng sự kiên quyết sử dụng vũ khí hạt nhân thực chất là để cứu nhiều mạng sống bằng cách ngăn ngừa một cuộc xâm lược đẫm máu ở Nhật Bản. Tổng thống Mỹ Harry Truman đã ra lệnh thả bom. Kể từ đó, các đời tổng thống Hoa Kỳ đã không loại trừ việc sử dụng vũ khí hạt nhân, nhưng chỉ như là phương kế sau cùng. Giờ đây, tổng thống Barack Obama đã yêu cầu một thế giới giải trừ vũ khí. Tổng thống tuyên bố \"Hoa Kỳ sẽ thực hiện những biện pháp cụ thể hướng đến một thế giới không có vũ khí hạt nhân. Để chấm dứt tư tưởng chiến tranh lạnh, chúng tôi sẽ giảm vai trò của vũ khí hạt nhân trong chiến lược an ninh quốc gia, và kêu gọi những quốc gia khác cùng hành động như thế. Nhưng đừng hiểu lầm, chừng nào mà những vũ khí này còn tồn tại, Hoa Kỳ vẫn duy trì kho vũ khí trong tình trạng an toàn, bảo đảm và hiệu quả để ngăn cản mọi kẻ thù.” Chuyến viếng thăm của Đại sứ Roos hôm thứ Sáu cũng là một bước tăng cường vô cùng cần thiết cho mối quan hệ Mỹ – Nhật sau giai đoạn căng thẳng giữa hai đồng minh phát xuất từ thái độ lưỡng lự của chính phủ Nhật trước đây về thoả thuận di dời căn cứ không quân của Hải quân Hoa Kỳ gây tranh cãi ở Okinawa."
        }
    ],
    "suggestions": []
}