{
    "en_vn": {
        "data": {
            "content": null,
            "word": "commercialized",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "commercialized",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>commercialized</k><blockquote>▸ <cclass>adjective PROFIT-ORIENTATED, money-orientated, commercial, materialistic, mercenary.</cclass></blockquote></div>",
            "word": "commercialized",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "commercialized",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "commercialized",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They <em>commercialized</em> sports.",
            "vi": "Họ đã biến thể thao thành món hàng mua bán."
        },
        {
            "en": "Sports have become <em>commercialized</em>.",
            "vi": "Thể thao bị thương mại hóa."
        },
        {
            "en": "It has become extremely <em>commercialized</em>.",
            "vi": "Nó đã trở thành thương mại hóa cực độ."
        },
        {
            "en": "The resort has become <em>commercialized</em>.",
            "vi": "Khu nghỉ mát này đã trở thành thương nghiệp hóa."
        },
        {
            "en": "In 2005, BKAV became <em>commercialized</em>.",
            "vi": "Vào năm 2005, Bkav đã được thương mại hóa."
        },
        {
            "en": "Is Christmas becoming too <em>commercialized</em>?",
            "vi": "Lễ giáng sinh có bị thương mại hoá quá đáng không?"
        },
        {
            "en": "Their music has become very <em>commercialized</em> in recent years.",
            "vi": "Những năm gần đây, nhạc của họ đã bị thương mại hóa quá nhiều."
        },
        {
            "en": "Sport has become much more <em>commercialized</em> in recent years.",
            "vi": "Thể thao đã bị thương mại hóa nhiều hơn trong những năm gần đây."
        },
        {
            "en": "State transport enterprises were <em>commercialized</em> and direct operating subsidies to them were abolished.",
            "vi": "Các doanh nghiệp giao thông vận tải nhà nước được thương mại hoá và đã bị bỏ bao cấp hoạt động trực tiếp cho những doanh nghiệp này."
        },
        {
            "en": "Ngo Thi Thuy, a student of Hacinco Village, noted that the village has been <em>commercialized</em>. ",
            "vi": "Chị Ngô Thị Thủy, một sinh viên của làng Hacinco, lưu ý rằng làng đã được thương mại hóa."
        },
        {
            "en": "However, financial problems forced the cancellation of the increasingly <em>commercialized</em> event in 2004 and 2005.",
            "vi": "Tuy nhiên, các vấn đề về tài chính đã buộc phải hủy bỏ việc ngày càng có nhiều sự kiện được thương mại hóa trong những năm 2004 và 2005."
        },
        {
            "en": "Roughly 70 percent of all agricultural output was <em>commercialized</em> in 2002, compared to 48 percent in 1993.",
            "vi": "Khoảng 70% sản lượng lương thực được sử dụng làm hàng hoá trong năm 2002, so với 48% năm 1993."
        },
        {
            "en": "Technological progress starts with innovation and new ideas, then demonstrated by scientific theories, and eventually <em>commercialized</em> by business into industries.",
            "vi": "Tiến bộ công nghệ bắt đầu bằng canh tân và ý tưởng mới, rồi được chứng minh bởi các lí thuyết khoa học, và cuối cùng được thương mại hoá bởi kinh doanh trong các ngành công nghiệp."
        },
        {
            "en": "The industrial revolution started with Thomas Newcomen and James Watt, who developed and <em>commercialized</em> the steam engine in the late 18th century.",
            "vi": "Cách mạng công nghiệp bắt đầu với Thomas Newcomen và James Watt, những người đã phát triển và thương mại hoá động cơ hơi nước vào cuối thế kỉ 18."
        },
        {
            "en": "In Japan, Valentine's Day is literally a <em>commercialized</em> holiday—the candy company Morinaga began the tradition of women giving chocolate to men on February 14.",
            "vi": "Ở Nhật, ngày Tình nhân theo nghĩa đen là một ngày lễ thương mại hoá -- công ty kẹo Morinaga khởi xướng truyền thống phụ nữ tặng sô-cô-la cho nam giới vào ngày 14 tháng hai."
        },
        {
            "en": "Technology is being developed and <em>commercialized</em> in locations where a population with higher education exists to generate new knowledge and new ideas.",
            "vi": "Công nghệ đang được phát triển và thương mại hoá ở nhiều địa điểm nơi có dân cư với giáo dục cao hơn làm sinh ra tri thức mới và ý tưởng mới."
        },
        {
            "en": "If you don't have a working prototype, you can not typically extract any value from an invention. There is just too much hard work and uncertainty between an \"idea\" and a working prototype. Resolving that uncertainty, and doing the associated hard work, is what you would be rewarded for if you <em>commercialized</em> your product.",
            "vi": "Nếu bạn không có một sản phẩm mẫu, thì bạn không thể ghi nhận được bất kỳ giá trị nào từ sáng chế (thông thường là vậy). Giữa \"ý tưởng\" và \"sản phẩm mẫu\" có một sự khác biệt lớn về khái niệm cũng như mức độ công sức phải bỏ ra. Ý tưởng thường thiếu \"chắc chắn\" và độ tin cậy hơn sản phẩm mẫu. Nếu bạn muốn thương mại hóa sản phẩm của mình, hãy giải quyết sự thiếu chắc chắn đó, cũng như các công việc liên quan."
        },
        {
            "en": "Many people believe that Mother’s Day is now largely <em>commercialized</em>, with card companies, flower shops, jewelry stores, gift shops, restaurants, hotels, and department stores advertising promotions and special deals for this event. Anna Jarvis, in her lifetime, unsuccessfully filed a lawsuit to stop the over-commercialization of Mother's Day.",
            "vi": "Nhiều người tin rằng Ngày của Mẹ hiện nay được thương mại hóa rộng rãi, với các công ty quảng cáo, cửa hàng hoa, cửa hàng trang sức, cửa hàng quà tặng, nhà hàng, khách sạn, siêu thị quảng cáo và các chương trình khuyến mại đặc biệt cho sự kiện này. Anna Jarvis, trong cả cuộc đời cô, đã không thành công trong việc đệ đơn kiện để ngăn chặn việc thương mại hóa quá mức Ngày của Mẹ."
        },
        {
            "en": "Many people believe that Mother’s Day is now largely <em>commercialized</em>, with card companies, flower shops, jewelry stores, gift shops, restaurants, hotels, and department stores advertising promotions and special deals for this event. Anna Jarvis, in her lifetime, unsuccessfully filed a lawsuit to stop the over-commercialization of Mother's Day.",
            "vi": "Nhiều người tin rằng Ngày của Mẹ hiện nay được thương mại hóa rộng rãi, với các công ty quảng cáo, cửa hàng hoa, cửa hàng trang sức, cửa hàng quà tặng, nhà hàng, khách sạn, siêu thị quảng cáo và các chương trình khuyến mại đặc biệt cho sự kiện này. Anna Jarvis, trong cả cuộc đời cô, đã không thành công trong việc đệ đơn kiện để ngăn chặn việc thương mại hóa quá mức Ngày của Mẹ."
        }
    ],
    "suggestions": []
}