{
    "en_vn": {
        "data": {
            "content": null,
            "word": "commercials"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "commercials"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "commercials"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "commercials"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "commercials"
        }
    },
    "sentences": [
        {
            "en": "TV <em>commercials</em>",
            "vi": "chương trình truyền hình thương mại"
        },
        {
            "en": "I like watching <em>commercials</em>.",
            "vi": "Tôi thích xem quảng cáo."
        },
        {
            "en": "<em>Commercials</em> made TV viewers fret.",
            "vi": "Quảng cáo khiến người xem truyền hình phát bực."
        },
        {
            "en": "I like watching TV <em>commercials</em>.",
            "vi": "Tôi thích xem quảng cáo trên truyền hình."
        },
        {
            "en": "TV <em>commercials</em> always interrupt a good program.",
            "vi": "Các mẫu quảng cáo trên TV luôn luôn làm gián đoạn một chương trình hay."
        },
        {
            "en": "We 've all seen his <em>commercials</em>.",
            "vi": "Chúng ta ai cũng biết về chuyện kinh doanh của ông ấy."
        },
        {
            "en": "What TV <em>commercials</em> do you like?",
            "vi": "Anh thích những đoạn phim quảng cáo nào trên tv?"
        },
        {
            "en": "The <em>commercials</em> on TV look like mini movies.",
            "vi": "Các mẩu quảng cáo trên truyền hình thì cứ như những đoạn phim ngắn."
        },
        {
            "en": "<em>Commercials</em> that advertise cigarettes should not be allowed on television.",
            "vi": "Những tiết mục quảng cáo thuốc lá không nên cho chiếu trên truyền hình."
        },
        {
            "en": "They also can't understand the purpose of <em>commercials</em>.",
            "vi": "Chúng lại càng không hiểu mục đích của các quảng cáo thương mại."
        },
        {
            "en": "We also do a number of productions, such as <em>commercials</em>.",
            "vi": "Chúng tôi cũng thực hiện một số xuất phẩm, như là các đoạn phim quảng cáo chẳng hạn."
        },
        {
            "en": "I think TV <em>commercials</em> are the most effective.",
            "vi": "Tôi nghĩ quảng cáo trên truyền hình là hiệu quả nhất."
        },
        {
            "en": "I know Heineken beer, many a time I see in the TV <em>commercials</em>.",
            "vi": "Tôi biết bia Heineken, tôi thấy nhiều lần trong những quảng cáo trên TV."
        },
        {
            "en": "In the City today <em>commercials</em> rose slightly but there was little interest in industrials.",
            "vi": "Trong thành phố cổ ngày nay, các cổ phần lên nhẹ nhưng có ít lãi trong hàng công nghiệp."
        },
        {
            "en": "Every fifteen minutes the programme is interrupted for the showing of <em>commercials</em>.",
            "vi": "Cứ 15 phút chương trình lại bị ngưng lại để chiếu quảng cáo thương mại."
        },
        {
            "en": "The launch of their new product line will include prime - time TV <em>commercials</em>.",
            "vi": "Việc họ cho ra một dòng sản phẩm mới sẽ bao gồm luôn cả những chương trình quảng cáo trên TV vào lúc đông người xem lúc đêm."
        },
        {
            "en": "Sometimes watching TV really gets on my nerves because of all the <em>commercials</em>.",
            "vi": "Thỉnh thoảng trong lúc xem ti vi các chương trình quảng cáo làm cho tôi bực cả mình."
        },
        {
            "en": "Have you noticed that TV <em>commercials</em> for luxury cars usually play classical music?",
            "vi": "Bạn có để ý thấy rằng các tiết mục quảng cáo xe hơi đắt tiền thường chơi nhạc cổ điển không?"
        },
        {
            "en": "Explain to your child the purpose of <em>commercials</em> and how TV action is faked.",
            "vi": "Giải thích cho con bạn mục tiêu của các quảng cáo thương mại và những pha hành động như thế nào trên tv là giả tạo."
        },
        {
            "en": "She earns a lot of money doing voice-overs for TV <em>commercials</em>.",
            "vi": "Cô ta kiếm được nhiều tiền qua việc thuyết minh trong các mục quảng cáo trên truyền hình."
        }
    ],
    "suggestions": []
}