{
    "en_vn": {
        "data": {
            "content": null,
            "word": "commercialisation",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "commercialisation",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "commercialisation",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "commercialisation",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "commercialisation",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Table 3.3: <em>Commercialisation</em> of Farm Production.",
            "vi": "Bảng 3.3: Thương mại hoá sản phẩm nông nghiệp."
        },
        {
            "en": "The problem of <em>commercialisation</em> of health services and the escalation of costs has been demonstrated in other transition economies.",
            "vi": "Vấn đề thương mại hóa các dịch vụ y tế và giá cả leo thang cũng diễn ra ở những nền kinh tế chuyển đổi khác."
        },
        {
            "en": "The de-collectivisation and <em>commercialisation</em> of agriculture have released rural labour, while new opportunities have emerged in urban areas including in new export industries.",
            "vi": "Việc tư hữu hóa và thương mại hóa ngành nông nghiệp đã giải phóng lực lượng lao động nông thôn, trong khi những cơ hội mới đã xuất hiện ở các khu vực thành thị, trong đó có các ngành công nghiệp xuất khẩu mới."
        },
        {
            "en": "In addition, the MoST suggested the government give assistance of 30 percent of expenses to buy materials and equipment for experimental production and support 100 percent of the cost of short-term training and human resource development courses for organisations involved in the projects. The State will also assist in the <em>commercialisation</em> activities of products, market development, construction activities and infrastructure development.",
            "vi": "Ngoài ra, MOST cũng đề nghị chính phủ cho hỗ trợ 30% chi phí để mua nguyên vật liệu và thiết bị cho sản xuất thử nghiệm và hỗ trợ 100% chi phí đào tạo ngắn hạn và các khóa học phát triển nguồn nhân lực cho các tổ chức tham gia vào dự án. Chính phủ cũng sẽ hỗ trợ các hoạt động thương mại hóa các sản phẩm, phát triển thị trường, hoạt động xây dựng và phát triển cơ sở hạ tầng."
        }
    ],
    "suggestions": []
}