{
    "en_vn": {
        "data": {
            "content": null,
            "word": "compounded",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "compounded",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "compounded",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "compounded",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "compounded",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Medicine <em>compounded</em> of herbs",
            "vi": "Thuốc gồm nhiều dược thảo pha trộn nhau"
        },
        {
            "en": "But these restrictive measures <em>compounded</em> the problem.",
            "vi": "Song các biện pháp hạn chế này lại làm vấn đề trở nên phức tạp hơn."
        },
        {
            "en": "Interest is <em>compounded</em> at monthly intervals.",
            "vi": "Lãi suất được tính thêm theo định kỳ hàng tháng."
        },
        {
            "en": "This is a medicine <em>compounded</em> of herbs.",
            "vi": "Đây là thuốc gồm nhiều dược thảo pha trộn nhau."
        },
        {
            "en": "The vat contains the <em>compounded</em> chemicals.",
            "vi": "Cái thùng chứa các hóa chất pha trộn."
        },
        {
            "en": "She experienced a feeling <em>compounded</em> of relief and shame.",
            "vi": "Cô ấy đã từng trải qua một cảm giác vui mừng, an tâm và tội lỗi."
        },
        {
            "en": "The vat in which the chemicals are <em>compounded</em>.",
            "vi": "Cái thùng trong đó pha trộn các hóa chất."
        },
        {
            "en": "An oil spill, blamed on the disaster, <em>compounded</em> the problem.",
            "vi": "Vụ tràn dầu, do thảm hoạ gây ra, đã làm vấn đề tồi tệ thêm."
        },
        {
            "en": "Such theoretical uncertainties are further <em>compounded</em> further by data limitations.",
            "vi": "Nhưng sự thiếu chắc chắn về mặt lý thuyết còn kèm theo những hạn chế về số liệu."
        },
        {
            "en": "These problems have been <em>compounded</em> by climatic disasters.",
            "vi": "Những vấn đề này còn bị thiên tai làm cho thêm phần nghiêm trọng."
        },
        {
            "en": "Initial planning errors were <em>compounded</em> by carelessness in carrying the plan out.",
            "vi": "Những sai lầm ban đầu về việc hoạch định càng thêm tồi tệ vì sự cẩu thả trong việc thực hiện kế hoạch."
        },
        {
            "en": "Her character was <em>compounded</em> in equal parts of meanness and generosity.",
            "vi": "Bủn xỉn và hào phóng là hai phần bằng nhau cấu thành tính nết của cô ta."
        },
        {
            "en": "They <em>compounded</em> with the claimant for the settlement of the debt.",
            "vi": "Họ đã thỏa thuận với bên nguyên để giải quyết việc nợ nần."
        },
        {
            "en": "Their problems are <em>compounded</em> by the fact that Mina's just lost her job.",
            "vi": "Vấn đề của họ trở nên nghiêm trọng hơn khi tình cờ Mina vừa mới mất việc."
        },
        {
            "en": "In the fall of 2008, difficulties got <em>compounded</em> by turbulence in the world economy.",
            "vi": "Mùa thu năm 2008, khó khăn càng phức tạp thêm bởi cơn bão khủng hoảng kinh tế thế giới."
        },
        {
            "en": "This problem was <em>compounded</em> by liberalization of foreign short-term borrowings, especially through letters of credit.",
            "vi": "Vấn đề này lại được làm sâu sắc thêm bằng việc tự do hóa các khoản vay vốn ngắn hạn nước ngoài, đặc biệt là thông qua các thư tín dụng."
        },
        {
            "en": "Wasting is a severe form of malnutrition - resulting from acute food shortages and <em>compounded</em> by illness.",
            "vi": "Hụt cân là một dạng suy dinh dưỡng trầm trọng – do việc thiếu ăn và sau đó bị tình trạng đau ốm làm cho tồi tệ thêm."
        },
        {
            "en": "The <em>compounded</em> effect of all these characteristics is such that minority households are dramatically poorer.",
            "vi": "Tác động hỗn hợp của tất cả các đặc điểm này là các hộ dân tộc nghèo hơn rất nhiều."
        },
        {
            "en": "This risk would be <em>compounded</em> if the dispute involved a conciliator.",
            "vi": "Nguy cơ sẽ càng phức tạp nếu tranh chấp có liên quan đến một cán bộ hòa giải."
        },
        {
            "en": "Problems can be <em>compounded</em> when one stop shop staff work part-time or do not keep to their posted hours.",
            "vi": "Các vấn đề có thể chồng chất thêm khi cán bộ làm việc theo mô hình một cửa chỉ làm việc bán thời gian hoặc không có mặt theo đúng thời gian quy định."
        }
    ],
    "suggestions": []
}