{
    "en_vn": {
        "data": {
            "content": null,
            "word": "comprised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "comprised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "comprised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>comprised</k><blockquote><blockquote><ex><abr>adj.</abr> (cannot stand alone) </ex></blockquote></blockquote><blockquote><b>consisting</b></blockquote><blockquote><blockquote><ex> comprised of</ex></blockquote></blockquote><co>USAGE NOTE: Some purists prefer <i>composed of</i> to <i>comprised of</i>.</co></div>",
            "word": "comprised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "comprised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Responding to social interest <em>comprised</em> two indicators.",
            "vi": "Đáp ứng mối quan tâm của xã hội bao gồm hai chỉ số."
        },
        {
            "en": "The human activities are <em>comprised</em> of many things.",
            "vi": "Các hoạt động con người bao gồm nhiều thứ."
        },
        {
            "en": "The military coalition is <em>comprised</em> of 33 organizations.",
            "vi": "Liên minh quân sự gồm 33 tổ chức."
        },
        {
            "en": "The course is <em>comprised</em> of nine core modules.",
            "vi": "Khóa học bao gồm 9 phần cốt lõi."
        },
        {
            "en": "At present, the UAIC is <em>comprised</em> of twelve sectoral associations.",
            "vi": "Hiện nay, Hiệp hội Công thương có mười hai hội ngành nghề."
        },
        {
            "en": "The data collection process essentially <em>comprised</em> two distinct phases.",
            "vi": "Tiến trình thu thập dữ liệu về cơ bản bao gồm hai giai đoạn riêng biệt."
        },
        {
            "en": "The research, conducted in Lào Cai, Hà Tĩnh, and Sóc Trăng provinces, <em>comprised</em> two main components.",
            "vi": "Nghiên cứu này được tiến hành ở các tỉnh Lào Cai, Hà Tĩnh và Sóc Trăng và bao gồm hai hợp phần chính."
        },
        {
            "en": "The final factor is its leadership team <em>comprised</em> of technology executives from over six countries.",
            "vi": "Yếu tố cuối cùng là nhóm lãnh đạo gồm các giám đốc công nghệ đến từ 6 quốc gia."
        },
        {
            "en": "Witches have been known to wear a necklace <em>comprised</em> of amber and jet beads.",
            "vi": "Các phù thủy nổi tiếng là mang chuỗi hạt gồm các hạt màu hổ phách và màu đen huyền."
        },
        {
            "en": "Manufacturing enterprises <em>comprised</em> around 21 percent of the total number (it is 33% in Hanoi).",
            "vi": "Các doanh nghiệp sản xuất chiếm khoảng 21% tổng số (ở Hà nội là 33%)."
        },
        {
            "en": "In 2005, men and women <em>comprised</em> 51 and 49 percent of the labor force, respectively.",
            "vi": "Năm 2005, nam giới và nữ giới chiếm 51% và 49% trong lực lượng lao động."
        },
        {
            "en": "In the mountainous Viet Minh controlled areas, state owned industry was <em>comprised</em> primarily of defence enterprises.",
            "vi": "Trong vùng miền núi Việt minh kiểm soát, công nghiệp quốc doanh chủ yếu chỉ là các xí nghiệp quốc phòng của Nhà nước."
        },
        {
            "en": "Textile and garments alone <em>comprised</em> 16 percent of exports in 2004.",
            "vi": "Năm 2004, chỉ riêng dệt may đã chiếm 16% xuất khẩu."
        },
        {
            "en": "The National Academy of Sciences is currently <em>comprised</em> of approximately 2000 members.",
            "vi": "Viện Hàn lâm Khoa học Quốc gia hiện đang bao gồm khoảng 2000 thành viên."
        },
        {
            "en": "Until 2004, the value added tax and corporate income tax <em>comprised</em> most of HCMC's shared revenue.",
            "vi": "Cho đến năm 2004, thuế trị giá gia tăng và thuế thu nhập doanh nghiệp chiếm phần lớn các nguồn thu được phân chia của tp HCM."
        },
        {
            "en": "Community-based organisations (CBOs) <em>comprised</em> in 2005 an estimated 100,000-200,000 groups.",
            "vi": "Năm 2005 các Tổ chức Cộng đồng (CBO) bao gồm khoảng 100.000 - 200.000 nhóm."
        },
        {
            "en": "The team <em>comprised</em> of Khalid Mirza, James Seward, Viet Quoc Trieu, and Son Thanh Tran.",
            "vi": "Nhóm này gồm có ông Khalid Mirza, James Seward, ông Triệu Quốc Việt và ông Trần Thanh Sơn."
        },
        {
            "en": "The drafting committee shall be <em>comprised</em> of a maximum of 8 persons.",
            "vi": "Ban biên tập tối đa sẽ có 8 người."
        },
        {
            "en": "Many neighbouring countries have village councils, <em>comprised</em> of anywhere from three to ten elected members.",
            "vi": "Nhiều nước láng giềng cũng có hội đồng thôn, gồm khoảng 3 đến 10 uỷ viên được bầu chọn."
        },
        {
            "en": "The Center's Management Council was <em>comprised</em> of the managing directors and chief executive officers of existing investors in Penang.",
            "vi": "Hội đồng Quản trị của Trung tâm bao gồm các giám đốc quản lý và giám đốc điều hành của các công ty đang đầu tư tại Penang."
        }
    ],
    "suggestions": []
}