{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">compulsive</font></td></tr></table><i/></div>",
            "word": "compulsively"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "compulsively"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "compulsively"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "compulsively"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "compulsively"
        }
    },
    "sentences": [
        {
            "en": "I've been <em>compulsively</em> picking my skin for 15 years.",
            "vi": "Tôi đã phải chịu lột da trong 15 năm."
        },
        {
            "en": "I 've been <em>compulsively</em> picking my skin for 15 years.",
            "vi": "Tôi đã phải chịu lột da trong 15 năm."
        },
        {
            "en": "5. Compulsive behaviorCompulsive behavior is repetitive activity that stems from an irresistible urge. It could be otherwise normal behavior, like eating, or abnormal, like wool-sucking. Frustration or stress causes it, but so do some health issues. If your cat behaves <em>compulsively</em>, start with a visit to the vet. Then try to identify and remove any stressors. Enriching your cat's environment with structures she can climb and things like fish tanks to watch can help reduce her stress.",
            "vi": "5. Hành vi khác lạHành vi khác lạ là hoạt động lập lại xuất phát từ thôi thúc không cưỡng lại nỗi. Nó có thể là cả hành vi bình thường, như ăn uống, hoặc bất thường như ăn len. Thất vọng hoặc căng thẳng gây ra những hành vi này, nhưng một số vấn đề sức khỏe cũng có thể là nguyên nhân. Nếu mèo của bạn cư xử khác lạ, đầu tiên hãy đến bác sĩ thú y. Sau đó cố gắng xác định và loại bỏ bất kỳ yếu tố nào gây ra căng thẳng. Làm phong phú thêm môi trường của con mèo của bạn bằng những vật mà nó leo lên và những thứ như bể cá để xem có thể giúp nó giảm bớt căng thẳng không."
        }
    ],
    "suggestions": []
}