{
    "en_vn": {
        "data": {
            "content": null,
            "word": "complemented",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "complemented",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "complemented",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "complemented",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được bù</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">complemented lattice</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dàn có bù</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">relatively complemented lattice</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dàn được bổ sung tương đối</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "complemented",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This should be <em>complemented</em> by incentives and rewards.",
            "vi": "Bên cạnh các quy định này, cần bổ sung các hình thức khuyến khích, khen thưởng."
        },
        {
            "en": "The text is written in straightforward language and is <em>complemented</em> by extensive clear, full - colour illustrations.",
            "vi": "Đề tài này được viết bằng ngôn ngữ dễ hiểu và được hoàn tất bằng những minh họa phong phú, rõ ràng và thông sâu."
        },
        {
            "en": "It is a simple sweater that was <em>complemented</em> by elegant jewellery.",
            "vi": "Đó là một cái áo len dài tay đơn giản được gắn thêm những món trang sức trang nhã."
        },
        {
            "en": "The text is written in straightforward language and is <em>complemented</em> by extensive clear, full-colour illustrations.",
            "vi": "Đề tài này được viết bằng ngôn ngữ dễ hiểu và được hoàn tất bằng những minh họa phong phú, rõ ràng và thông sâu."
        },
        {
            "en": "This could be <em>complemented</em> by more intensive assessment of the benefit incidence of capital spending.",
            "vi": "Chương trình nên được bổ sung bằng các đánh giá toàn diện hơn về lợi ích thu được từ chi cơ bản."
        },
        {
            "en": "Self-reporting is increasingly <em>complemented</em> by assessments based on administrative reporting or survey data.",
            "vi": "Việc tự báo cáo ngày càng được bổ sung với những đánh giá dựa trên số liệu báo cáo hành chính hoặc điều tra."
        },
        {
            "en": "She gave a bashful smile when he <em>complemented</em> her on her work.",
            "vi": "Cô ấy cười thẹn khi anh ấy khen cô ấy làm việc tốt."
        },
        {
            "en": "Along with this, current targeted programmes for poverty reduction could be <em>complemented</em> by \"universal\" entitlements.",
            "vi": "Thêm vào đó, để hỗ trợ cho các chương trình mục tiêu xóa đói giảm nghèo, cần có các chính sách hỗ trợ “phổ cập”."
        },
        {
            "en": "This report will be <em>complemented</em> by seven Regional Poverty Assessments (RPAs), to be released in early 2004.",
            "vi": "Do đó, báo cáo này được bổ sung thêm bằng 7 Đánh giá Nghèo cấp vùng được công bố vào đầu năm 2004."
        },
        {
            "en": "However, this in-country work can be <em>complemented</em> by regional seminars designed to reinforce cross-regional cooperation on MDGs.",
            "vi": "Tuy nhiên, những buổi thông báo trong nước cũng có thể được bổ sung bằng những hội thảo khu vực nhằm củng cố mối quan hệ hợp tác liên vùng về các MDG."
        },
        {
            "en": "This strategy was <em>complemented</em> by national and international organizations becoming a comprehensive plan to tackle HIV/AIDS.",
            "vi": "Chiến lược này được các tổ chức trong nước và quốc tế bổ sung, trở thành một kế hoạch toàn diện để xử lý dịch HIV/AIDS."
        },
        {
            "en": "These funding sources are <em>complemented</em> by mandatory contributions of 2 percent of total dong deposits by the SOCBs.",
            "vi": "Các nguồn vốn này được bổ sung thêm bằng phần đóng góp bắt buộc bằng 2% tổng tiền gửi của các NHTMNN."
        },
        {
            "en": "Eventually, the government could consider moving to a national contributory system, <em>complemented</em> by social assistance transfers to specific vulnerable groups.",
            "vi": "Cuối cùng là chính phủ có thể xem xét việc chuyển sang một hệ thống có đóng góp trên toàn quốc và được bổ sung thêm bằng chi chuyển khoản trợ giúp xã hội cho các nhóm cụ thể dễ bị tổn thương."
        },
        {
            "en": "This will be <em>complemented</em> by work to improve financial management and address fiduciary risks at the local level.",
            "vi": "Việc tăng cường quản lý tài chính và xử lý rủi ro quy trình đấu thầu mua sắm ở cấp địa phương sẽ bổ trợ cho việc này."
        },
        {
            "en": "Scaling-up CDD is best <em>complemented</em> with policy dialogue to strengthen the decentralization framework, inter-governmental fiscal systems and strengthening local governments;",
            "vi": "Mở rộng CDD nên được bổ sung với việc thảo luận chính sách để tăng cường khuôn khổ phân cấp quản lý, hệ thống tài chính liên chính quyền và tăng cường sức mạnh cho chính quyền địa phương;"
        },
        {
            "en": "This PRSC was cofinanced by the UK, Netherlands, Denmark and Sweden, and is <em>complemented</em> by the IMF's PRGF and ADB's Enterprise Reform loan.",
            "vi": "Các bên đồng tài trợ cho PRSC lần này là Anh, Hà Lan, Đan Mạch và Thuỵ điển và được bổ sung bởi khoản vay Cải cách Doanh nghiệp của ADB và Quỹ Tăng trưởng và Giảm nghèo (PRGF) của IMF."
        },
        {
            "en": "Administrative measures and moral suasion (especially on state-owned enterprises and banks) have consistently <em>complemented</em> more conventional monetary and fiscal measures.",
            "vi": "Các biện pháp hành chính và thuyết phục đạo đức (đặc biệt là đối với các ngân hàng thương mại quốc doanh và doanh nghiệp nhà nước) thường bổ sung cho các biện pháp truyền thống trong chính sách tiền tệ và tài khóa."
        },
        {
            "en": "Such preferential investment incentives, <em>complemented</em> with a ‘onedoor’ policy with industrial zone management boards have contributed to the rapid increase of domestic and foreign investments within industrial estates.",
            "vi": "Những ưu đãi về đầu tư cùng với việc thực hiện chính sách “một cửa” từ ban quản lý khu công nghiệp đã làm cho số vốn đầu tư trong nước và nước ngoài vào các khu công nghiệp tăng nhanh."
        },
        {
            "en": "The identification of interests should be <em>complemented</em> by a sharing of assessments of threats to these interests and also perspectives on how to deal with the threats.",
            "vi": "Việc xác định lợi ích cần được bổ sung bằng một sự chia sẻ đánh giá về những mối đe dọa đến những lợi ích và cũng có quan điểm làm thế nào để đối phó với các mối đe dọa."
        },
        {
            "en": "Principle IVF: The corporate governance framework should be <em>complemented</em> by an effective, efficient insolvency framework and by effective enforcement of creditor rights.",
            "vi": "Nguyên tắc IVF: Khuôn khổ quản trị công ty phải được bổ sung bởi một khuôn khổ hiệu quả về phá sản và thực thi hiệu quả quyền của chủ nợ."
        }
    ],
    "suggestions": []
}