{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kəm'pænjən∫ip]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tình bạn, tình bạn bè</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a companionship of many years</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tình bè bạn trong nhiều năm</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to enjoy someone's companionship </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">kết thân với ai, làm bạn với ai </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(ngành in) tổ thợ sắp chữ</td></tr></table><i/></div>",
            "word": "companionship"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "companionship"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>companionship</k><blockquote>▸ <cclass>noun FRIENDSHIP, fellowship, closeness, togetherness, amity, intimacy, rapport, camaraderie, brotherhood, sisterhood; company, society, social contact.</cclass></blockquote></div>",
            "word": "companionship"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "companionship"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "companionship"
        }
    },
    "sentences": [
        {
            "en": "Pleasurable <em>companionship</em>",
            "vi": "Tình bạn thú vị"
        },
        {
            "en": "<em>Companionship</em> of many years",
            "vi": "Tình bè bạn trong nhiều năm"
        },
        {
            "en": "He enjoyed my <em>companionship</em>.",
            "vi": "Anh ấy đã kết thân với tôi."
        },
        {
            "en": "Enjoy someone's <em>companionship</em>",
            "vi": "Làm bạn với ai"
        },
        {
            "en": "Our pleasurable <em>companionship</em> will last long.",
            "vi": "Tình bạn thú vị của chúng sẽ sống mãi."
        },
        {
            "en": "There is a famous saying about <em>companionship</em>.",
            "vi": "Có một câu châm ngôn nổi tiếng về bằng hữu:"
        },
        {
            "en": "She turned to me for <em>companionship</em>.",
            "vi": "Cô ấy quay sang hỏi tôi để kiếm tình đồng đội."
        },
        {
            "en": "With Mary and Diana, Jane finds the pleasurable <em>companionship</em>.",
            "vi": "Với Mary và Diana, Jane tìm thấy một tình bạn thú vị."
        },
        {
            "en": "Nor have mothers had so much <em>companionship</em> from their husbands.",
            "vi": "Và cũng chưa bao giờ những bà mẹ lại được hưởng nhiều tình quyến luyến như vậy nơi người chồng."
        },
        {
            "en": "Little or no interest in <em>companionship</em> or sex.",
            "vi": "Ít hoặc không quan tâm đến quan hệ bạn bè hoặc tình dục."
        },
        {
            "en": "I really respect a <em>companionship</em> of many years.",
            "vi": "Tôi rất trân trọng tình bè bạn trong nhiều năm."
        },
        {
            "en": "We are sure the years ahead will be filled with happiness and true <em>companionship</em>.",
            "vi": "Chúng tôi chắc chắn rằng những năm tới hai bạn sẽ luôn tràn đầy hạnh phúc và thật vui vẻ bên nhau."
        },
        {
            "en": "Pets not only provide <em>companionship</em>, but offer some a new lease on life.",
            "vi": "Thú cưng không chỉ cho mình một tình bạn mà còn nhiệt huyết, năng động trong cuộc sống."
        },
        {
            "en": "The <em>companionship</em> of books is the best that one could look for.",
            "vi": "Để giải trí ta đọc sách vở là cái đẹp nhất mà người ta có thể tìm kiếm."
        },
        {
            "en": "In return, the wife's expectation from husband is : tenderness, courtesy, sociability, security, fairness, loyalty, honesty, good <em>companionship</em>, moral support",
            "vi": "Ðổi lại, sự mong mỏi của người vợ từ nơi người chồng là: Dịu dàng, lịch sự, xã giao, một chỗ dựa an toàn, công bằng, chung thủy, chân thật, người bạn đời tốt, hỗ trợ đạo đức."
        },
        {
            "en": "In return, the wife's expectation from husband is: tenderness, courtesy, sociability, security, fairness, loyalty, honesty, good <em>companionship</em>, moral support",
            "vi": "của người vợ từ nơi người chồng là : Dịu dàng, lịch sự, xã giao, một chỗ dựa an toàn, công bằng, chung thủy, chân thật, người bạn đời tốt, hỗ trợ đạo đức."
        },
        {
            "en": "He also should possess a good sense of humour to enliven his listeners who seek his <em>companionship</em>;",
            "vi": "Người chồng cũng nên có tính khôi hài để làm vui người nghe khi những người này muốn có bạn;"
        },
        {
            "en": "In the modern time, most children do not have a lot of <em>companionship</em> from brothers and sisters as families have got only one and two children.",
            "vi": "Trong thời đại tân tiến này, hầu hết trẻ em không có nhiều tình anh chị em vì mỗi gia đình chỉ có 1 hoặc hai con."
        },
        {
            "en": "He offers free accommodation and meals to foreign visitors in exchange for their <em>companionship</em> and willingness to help the boys practice their English. ",
            "vi": "Ông cung cấp chỗ ở và bữa ăn miễn phí cho du khách nước ngoài, đổi lại họ sẽ làm bạn với gia đình và sẵn sàng giúp đỡ các cậu bé luyện tập tiếng Anh."
        },
        {
            "en": "It is the basic of an intimate lifelong <em>companionship</em>, and the means of bringing into the world children whom we love and cherish as long as we live.",
            "vi": "Nó là cơ sở cho mối dây liên hệ lâu dài mật thiết, và là phương tiện sinh con cho thế giới, những đứa con chúng ta thương yêu ấp ủ khi chúng ta còn sống."
        }
    ],
    "suggestions": []
}