{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kəm'pʌlsiv]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ép buộc, có xu hướng ép buộc</td></tr></table><i/></div>",
            "word": "compulsive",
            "pronounce": "[kəm'pʌlsiv]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>compulsive</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 resulting from or acting on an irresistible urge. </blockquote></blockquote><blockquote><blockquote>2》 irresistibly interesting or exciting; compelling. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>compulsively</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>compulsiveness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "compulsive",
            "pronounce": "[kəm'pʌlsiv]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>compulsive</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a compulsive desire</i>: IRRESISTIBLE, uncontrollable, compelling, overwhelming, urgent; obsessive.</blockquote><blockquote><b>2</b><i>compulsive eating</i>: OBSESSIVE, obsessional, addictive, uncontrollable.</blockquote><blockquote><b>3</b><i>a compulsive liar</i>: INVETERATE, chronic, incorrigible, incurable, hardened, hopeless, persistent; obsessive, addicted, habitual; <cclass><i>informal</i> pathological, hooked.</cclass></blockquote><blockquote><b>4</b><i>it's compulsive viewing</i>: FASCINATING, compelling, gripping, riveting, engrossing, enthralling, captivating.</blockquote></div>",
            "word": "compulsive",
            "pronounce": "[kəm'pʌlsiv]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "compulsive",
            "pronounce": "[kəm'pʌlsiv]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "compulsive",
            "pronounce": "[kəm'pʌlsiv]"
        }
    },
    "sentences": [
        {
            "en": "It's a <em>compulsive</em> viewing.",
            "vi": "Đó là một chương trình truyền hình thú vị."
        },
        {
            "en": "She is a <em>compulsive</em> gambler.",
            "vi": "Cô ta là một con bạc rất hăng máu."
        },
        {
            "en": "The new TV drama is <em>compulsive</em> viewing.",
            "vi": "Vở kịch mới trên ti vi rất hấp dẫn."
        },
        {
            "en": "She is a <em>compulsive</em> gambler and wants to stop gambling.",
            "vi": "Cô ta là một tay nghiện cờ bạc và muốn không còn mê cờ bạc nữa."
        },
        {
            "en": "How do you stop a <em>compulsive</em> eating disorder?",
            "vi": "Làm cách nào mà anh không còn bị rối loạn ham muốn ăn uống?"
        },
        {
            "en": "Obsessive–<em>compulsive</em> disorder (OCD) is an anxiety disorder.",
            "vi": "Rối loạn ám ảnh cưỡng chế (OCD) là một rối loạn lo âu."
        },
        {
            "en": "This may lead, for example, to <em>compulsive</em> shopping, unwise financial decisions, or even criminal activity.",
            "vi": "Điều này có thể dẫn đến, ví dụ như, mua sắm vô tội vạ, quyết định tài chính không khôn ngoan hoặc các hành vi phạm tội."
        },
        {
            "en": "The most common eating disorders are anorexia, bulimia and <em>compulsive</em> over-eating.",
            "vi": "Rối loạn thường gặp nhất là chứng chán ăn, chứng háu ăn và ăn uống vô độ."
        },
        {
            "en": "Rarely, nail-biting may be a symptom of obsessive-<em>compulsive</em> disorder (OCD).",
            "vi": "Trong trường hợp hiếm, cắn móng tay có thể là một triệu chứng của rối loạn ám ảnh cưỡng chế (OCD - obsessive-compulsive disorder)."
        },
        {
            "en": "His <em>compulsive</em> need to succeed made him unpopular with the rest of the staff.",
            "vi": "Nhu cầu phải thành công làm cho anh ta không hợp với những nhân viên còn lại."
        },
        {
            "en": "I have found out recently that I am a <em>compulsive</em> liar.",
            "vi": "Tôi vừa nhận ra rằng mình là một tên nói láo quen miệng."
        },
        {
            "en": "Her <em>compulsive</em> need to succeed made her unpopular with the rest of the staff.",
            "vi": "Mong muốn phải đạt được thành quả đã làm cô ta không được những đồng nghiệp khác yêu mến."
        },
        {
            "en": "The book is a <em>compulsive</em> reading for those who want to understand the roots of the present economic crisis.",
            "vi": "Cuốn sách được viết rất hấp dẫn, dành cho những ai muốn hiểu rõ ngọn nguồn của khủng hoảng kinh tế hiện nay."
        },
        {
            "en": "“He suddenly felt a lot of vitality,” says Browning. That taste for blood eventually turned into a <em>compulsive</em> hunger.",
            "vi": "“Ông ấy bỗng dưng cảm thấy tràn trề sức sống,” Browning nói. Sở thích uống máu cuối cùng đã trở thành một cơn khát máu miễn cưỡng."
        },
        {
            "en": "If your phobia is more severe, you may find yourself making <em>compulsive</em> decisions to consciously avoid having the number occur in your daily life. If a grocery total is $6.66, you may feel compelled to add or subtract an item. You may block channel 666 from your cable listings or drive around your neighborhood to change your odometer reading from 666 to 667.",
            "vi": "Nếu ám ảnh của bạn nặng hơn, bạn có thể thấy bản thân đưa ra những quyết định cưỡng tâm lý để tránh sự hiện diện của số 666 trong cuộc sống hàng ngày của mình. Nếu tổng số tiền mua hàng tạp hóa là 6,66 $, bạn có thể cảm thấy bắt buộc phải mua thêm hoặc giảm đi một món hàng. Bạn có thể chặn kênh truyền hình cáp 666 hoặc lái xe vòng quanh khu phố của bạn để đồng hồ đo cây số của xe chuyển từ 666 sang 667."
        },
        {
            "en": "This is an intense fear of becoming contaminated by germs. It is related to obsessive-<em>compulsive</em> disorder, which is often marked by repetitive hand-washing. However, for OCD sufferers the focus is on the act of hand-washing itself, while mysophobia sufferers wash hands to remove the contamination.",
            "vi": "Đây là một nỗi sợ hãi dữ dội về việc bị nhiễm bệnh bởi vi trùng. Nó liên quan đến rối loạn ám ảnh cưỡng chế, thường đặc trưng bởi việc rửa tay quá nhiều. Tuy nhiên, những người mắc rối loạn ám ảnh cưỡng chế này tập trung vào chính hành động rửa tay, trong khi người mắc chứng sợ vi trùng thì rửa tay để tẩy rửa dơ bẩn."
        },
        {
            "en": "Many people assume that shoplifters have a mental disorder or that they must really need the items they are stealing in order to survive. But the truth is that's not why most people steal. Very few people have kleptomania (a <em>compulsive</em> urge to steal), and many people who steal have enough money to pay for the items.",
            "vi": "Nhiều người cho rằng kẻ ăn cắp vặt bị rối loạn tâm thần hoặc họ phải thực sự cần món hàng họ đang ăn cắp để sống sót. Nhưng sự thật là đó không phải là lý do hầu hết mọi người ăn cắp. Rất ít người có xung động ăn cắp (thôi thúc bắt buộc để ăn cắp), và nhiều người ăn cắp có đủ tiền để trả tiền món hàng."
        },
        {
            "en": "Unless <em>compulsive</em> exercise has postponed your period, there's nothing you can do on your own to hurry things along. If you haven't started to menstruate by the time you're 16, consult your doctor. He or she will probably do a pelvic exam and take a blood test to determine the hormone levels in your body. Then the doctor might prescribe hormones to jump-start your cycle.",
            "vi": "Trừ phi chế độ tập luyện bắt buộc làm bạn chậm hành kinh thì chẳng có điều gì bạn có thể làm để giục hành kinh mau được. Nếu chưa xuất hiện kinh nguyệt ở tuổi 16 thì bạn có thể tham khảo ý kiến của bác sĩ. Bác sĩ sẽ có thể khám vùng chậu và cho làm xét nghiệm máu để xác định nồng độ hoóc-môn trong cơ thể bạn. Sau đó, bác sĩ có thể kê toa các hoóc-môn để giục hành kinh."
        },
        {
            "en": "A paper published in the February issue of Health Affairs—discussed at length in an article in the New York Times —contains the sort of blunt, plain-spoken language you seldom read in academic journals. The authors, who include some of the most prominent neuroscientists and ethicists in the world, warn that manufacturers are misusing the FDA’s humanitarian device exemption to promote deep brain stimulation as a “treatment” for obsessive <em>compulsive</em> disorder (OCD).",
            "vi": "Một bài báo của Bộ Y tế được in vào tháng Hai đã thảo luận chi tiết về một bài báo của tờ New York Times với một loạt những chỉ trích gay gắt bằng những từ ngữ mà bạn hiếm khi đọc được ở các tạp chí học thuật. Các tác giả của bài phê bình là những nhà thần kinh học và nhà luân lý học nổi tiếng nhất trên thế giới, họ cảnh báo rằng các nhà sản xuất đang lạm dụng việc miễn thuế các thiết bị nhân đạo của FDA nhằm quảng cáo rằng kích thích nào sâu là một “phương pháp điều trị” cho chứng rối loạn ám ảnh cưỡng chế (OCD)."
        },
        {
            "en": "5. <em>Compulsive</em> behaviorCompulsive behavior is repetitive activity that stems from an irresistible urge. It could be otherwise normal behavior, like eating, or abnormal, like wool-sucking. Frustration or stress causes it, but so do some health issues. If your cat behaves compulsively, start with a visit to the vet. Then try to identify and remove any stressors. Enriching your cat's environment with structures she can climb and things like fish tanks to watch can help reduce her stress.",
            "vi": "5. Hành vi khác lạHành vi khác lạ là hoạt động lập lại xuất phát từ thôi thúc không cưỡng lại nỗi. Nó có thể là cả hành vi bình thường, như ăn uống, hoặc bất thường như ăn len. Thất vọng hoặc căng thẳng gây ra những hành vi này, nhưng một số vấn đề sức khỏe cũng có thể là nguyên nhân. Nếu mèo của bạn cư xử khác lạ, đầu tiên hãy đến bác sĩ thú y. Sau đó cố gắng xác định và loại bỏ bất kỳ yếu tố nào gây ra căng thẳng. Làm phong phú thêm môi trường của con mèo của bạn bằng những vật mà nó leo lên và những thứ như bể cá để xem có thể giúp nó giảm bớt căng thẳng không."
        }
    ],
    "suggestions": []
}