{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kɔmpju:'tei∫nəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có sử dụng máy điện toán</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">computational physics</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">vật lý học dùng máy điện toán</font></td></tr></table><i/></div>",
            "word": "computational",
            "pronounce": "[kɔmpju:'tei∫nəl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "computational",
            "pronounce": "[kɔmpju:'tei∫nəl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "computational",
            "pronounce": "[kɔmpju:'tei∫nəl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "computational",
            "pronounce": "[kɔmpju:'tei∫nəl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "computational",
            "pronounce": "[kɔmpju:'tei∫nəl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Computational</em> physics",
            "vi": "Vật lý học dùng máy điện toán"
        },
        {
            "en": "<em>Computational</em> thinking is thinking recursively.",
            "vi": "Tư duy tính toán là suy nghĩ kiểu đệ quy."
        },
        {
            "en": "That's “algorithms” in <em>computational</em> thinking.",
            "vi": "Đó là “thuật toán” theo tư duy tính toán."
        },
        {
            "en": "What are Process and <em>computational</em> thinking?",
            "vi": "Quy trình là gì và tư duy tính toán là gì?"
        },
        {
            "en": "That's “performance modeling for multi-server systems” in <em>computational</em> thinking.",
            "vi": "Đó là “mô hình hiệu năng cho hệ thống đa nguồn phục vụ” theo tư duy tính toán."
        },
        {
            "en": "The field of <em>computational</em> linguistics has undergone a major shift over the last two decades.",
            "vi": "Lĩnh vực nghiên cứu ngôn ngữ máy vi tính đã trải qua một cuộc biến đổi lớn trong hơn 2 thập kỷ qua."
        },
        {
            "en": "The goal of the course is to allow students to learn and master <em>computational</em> skills.",
            "vi": "Mục tiêu của khóa học là giúp sinh viên học tập và nhuần nhuyễn các kĩ năng tính toán."
        },
        {
            "en": "<em>Computational</em> thinking includes a range of intellectual models that reflect the understanding of computer science.",
            "vi": "Tư duy tính toán bao gồm một miền các mô hình trí tuệ phản ánh việc hiểu của khoa học máy tính."
        },
        {
            "en": "That's “independence of failure and redundancy in design” of <em>computational</em> thinking.",
            "vi": "Đó là “độc lập hỏng hóc và dư thừa trong thiết kế” của tư duy tính toán."
        },
        {
            "en": "In recent years, <em>computational</em> methods have become an important tool for the support of financial decisions.",
            "vi": "Trong những năm gần đây, các phương pháp dựa trên máy vi tính đã trở thành một công cụ quan trọng để hỗ trợ đưa ra những quyết định về tài chính."
        },
        {
            "en": "The application of <em>computational</em> thinking in physics or quantum computing also change the way physicists think.",
            "vi": "Ứng dụng của tư duy tính toán trong vật lý hay tính toán lượng tử cũng làm thay đổi cách các nhà vật lý suy nghĩ."
        },
        {
            "en": "Two well - known benchmarks for measuing raw CPU <em>computational</em> capability are SPECint and SPECfp.",
            "vi": "Hai trắc nghiệm chuẩn nổi tiếng để đo năng lực tính toán thô của cpu là specint và specfp."
        },
        {
            "en": "Today we can see the influence of <em>computational</em> thinking on many other areas.",
            "vi": "Ngày nay chúng ta có thể thấy ảnh hưởng của tư duy tính toán trên nhiều miền khác."
        },
        {
            "en": "\"Why does he not he test our <em>computational</em> skills?\" said the second brother surprisedly.",
            "vi": "Người anh thứ hai cũng ngạc nhiên “tại sao ông không thử tài tính toán của chúng ta?”"
        },
        {
            "en": "Is Linux a viable alternative to Windows in terms of <em>computational</em> performance?",
            "vi": "Linux có là một phương án khả dĩ thay cho windows theo nghĩa năng lực tính toán hay không?"
        },
        {
            "en": "<em>Computational</em> biology or Biotechnology is changing the way biologists think and works.",
            "vi": "Sinh học tính toán hay công nghệ sinh học đang làm thay đổi cách các nhà sinh học nghĩ và làm việc."
        },
        {
            "en": "<em>Computational</em> thinking is a fundamental skill for everyone, not just for computer scientists or software engineers.",
            "vi": "Tư duy tính toán là kỹ năng nền tảng cho mọi người, không chỉ các nhà khoa học máy tính hay kỹ sư phần mềm."
        },
        {
            "en": "Therefore, our goal is to look at the impact of the operating system (and compilation tools) on <em>computational</em> performance.",
            "vi": "Vì vậy, mục tiêu của chúng tôi là xem xét tác động của hệ điều hành (và công cụ biên dịch) đến năng lực tính toán."
        },
        {
            "en": "<em>Computational</em> thinking involves solving problems, designing systems, and understanding human behavior, by drawing on the concepts fundamental to computer science.",
            "vi": "Tư duy tính toán bao gồm giải quyết vấn đề, thiết kế hệ thống, và hiểu hành vi con người, bằng việc rút ra các khái niệm nền tảng của khoa học máy tính."
        },
        {
            "en": "The application of <em>computational</em> thinking in government or e-government makes working with government much more effective and efficient.",
            "vi": "Ứng dụng của tư duy tính toán vào chính phủ hay chính phủ điện tử làm cho công việc với chính phủ hiệu quả và hiệu lực hơn nhiều."
        }
    ],
    "suggestions": []
}