{
    "en_vn": {
        "data": {
            "content": null,
            "word": "compensated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "compensated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "compensated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "compensated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "compensated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Compensated</em> demand curves",
            "vi": "Đường cầu đã được bù"
        },
        {
            "en": "She was <em>compensated</em> by the insurance company for her injuries.",
            "vi": "Cô ấy đã được công ty bảo hiểm bồi thường cho những thương tích của cô ấy."
        },
        {
            "en": "The company <em>compensated</em> the workers for their overtime work.",
            "vi": "Công ty bù thêm tiền làm ngoài giờ cho các công nhân."
        },
        {
            "en": "The aggrieved party was <em>compensated</em> ten thousands US dollars.",
            "vi": "Bên bị thiệt hại được bồi thường mười ngàn đô la Mỹ."
        },
        {
            "en": "The airline <em>compensated</em> her for the lost luggage.",
            "vi": "Hãng máy bay đã bồi thường hành lý bị mất cho bà ấy."
        },
        {
            "en": "How much of your work is not <em>compensated</em>?",
            "vi": "Có bao nhiêu phần công việc bạn làm mà không được trả tiền?"
        },
        {
            "en": "There are not <em>compensated</em> for by lower costs of living.",
            "vi": "Không có bồi thường do giảm chi phí sống."
        },
        {
            "en": "Lack of confidence is often <em>compensated</em> for by an aggressive manner.",
            "vi": "Cách hành động xông xáo thường bù lại cho sự thiếu tự tin."
        },
        {
            "en": "Wherever it is that I work, I am deeply appreciated and well <em>compensated</em>.",
            "vi": "Dù làm công việc gì, tôi cũng luôn được đánh giá cao và trả lương xứng đáng."
        },
        {
            "en": "I <em>compensated</em> by driving more carefully than usual through the still - sleeping town.",
            "vi": "Tôi lấy thăng bằng bằng cách lái cẩn thận hơn bình thường xuyên qua thành phố vẫn còn đang say ngủ"
        },
        {
            "en": "She was <em>compensated</em> by the insurance company for her lost motorbike.",
            "vi": "Cô ta đã được công ty bảo hiểm bồi thường về việc mất xe gắn máy."
        },
        {
            "en": "We were unlikely to be <em>compensated</em> for the damage to the house.",
            "vi": "Không chắc là chúng tôi có được đền bù thiệt hại cho những hư hại của căn nhà."
        },
        {
            "en": "I <em>compensated</em> by driving more carefully than usual through the still-sleeping town.",
            "vi": "Tôi lấy thăng bằng bằng cách lái cẩn thận hơn bình thường xuyên qua thành phố vẫn còn đang say ngủ"
        },
        {
            "en": "What kind or work (e.g. work for relatives, friends,) is not <em>compensated</em>?",
            "vi": "Loại nào hay công việc nào (ví dụ: làm cho người quen, bạn bè) không được trả tiền?"
        },
        {
            "en": "Vedan has not complied with environmental regulations and has <em>compensated</em> thousands of dollars.",
            "vi": "Công ty Vedan đã không tuân thủ các quy định về môi trường và đã bồi thường hàng ngàn đô la Mỹ."
        },
        {
            "en": "The <em>compensated</em> absence liability should be calculated based on the pay.",
            "vi": "Trách nhiệm bồi thường không nên được tính toán dựa trên khoản thanh toán."
        },
        {
            "en": "Ensure that public investments are selected properly, and that those who are displaced are fairly <em>compensated</em>.",
            "vi": "Đảm bảo rằng các khoản đầu tư của nhà nước được lựa chọn đúng đắn, và những người bị ảnh hưởng phải được đền bù thỏa đáng."
        },
        {
            "en": "However, it has placed additional burdens on the health system that have not been <em>compensated</em> by additional resources.",
            "vi": "Tuy nhiên, điều này đã tăng thêm gánh nặng cho hệ thống y tế khi không có các nguồn kinh phí bổ sung."
        },
        {
            "en": "Countries with persistently high inflation are likely to lose price competitiveness unless higher prices are <em>compensated</em> by productivity growth.",
            "vi": "Các quốc gia có mức lạm phát cao liên tục có thể mất tính cạnh tranh về giá cả trừ khi giá cao hơn được đền bù bằng sự tăng năng suất."
        },
        {
            "en": "Is <em>compensated</em> in accordance with biding price or entitled to collect service fees as stipulated by the competent State authority.",
            "vi": "Được hạch toán và bù đắp chi phí theo giá thực hiện thầu hoặc thu phí sử dụng dịch vụ theo quy định của cơ quan nhà nước có thẩm quyền."
        }
    ],
    "suggestions": []
}