{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">complain</font></td></tr></table><i/></div>",
            "word": "complainer",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "complainer",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "complainer",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>complainer</k><blockquote><blockquote><ex><abr>n.</abr> a chronic complainer</ex></blockquote></blockquote></div>",
            "word": "complainer",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "complainer",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Professional <em>complainer</em>",
            "vi": "Kẻ ngồi lê đôi mách"
        },
        {
            "en": "I hate a professional <em>complainer</em>.",
            "vi": "Tôi ghét một chuyên kêu ca."
        },
        {
            "en": "First of all, nobody likes a <em>complainer</em>, but more so than that, the more you moan about the office, the greater your chances of saying something out loud that could get you into trouble.",
            "vi": "Trước hết, không ai thích một người phàn nàn, nhưng hơn thế nữa, bạn lầm bầm về nơi làm việc càng nhiều thì xác suất bạn nói to lên một chuyện gì đó sẽ càng lớn và điều đó có thể gây rắc rối cho bạn."
        },
        {
            "en": "        Complainers and negative people are bad news because they wallow in their problems and fail to focus on solutions. They want people to join their pity party so that they can feel better about themselves. People often feel pressure to listen to complainers because they don't want to be seen as callous or rude, but there's a fine line between lending a sympathetic ear and getting sucked into their negative emotional spirals. You can avoid getting drawn in only by setting limits and distancing yourself when necessary. Think of it this way: If a person were smoking, would you sit there all afternoon inhaling the second-hand smoke? You'd distance yourself, and you should do the same with negative people. A great way to set limits is to ask them how they intend to fix their problems. The <em>complainer</em> will then either quiet down or redirect the conversation in a productive direction.",
            "vi": "Những người hay than phiền và người tiêu cực là những người có ảnh hưởng không tốt vì họ vướng vào những vấn đề của họ và không tập trung vào các giải pháp. Họ muốn mọi người tham gia bữa tiệc tiệc tùng của họ để họ có thể cảm thấy tốt hơn về bản thân họ. Mọi người thường cảm thấy áp lực khi lắng nghe những người phàn nàn bởi vì họ không muốn bị coi là nhẫn tâm hoặc thô lỗ, nhưng có một ranh giới mỏng giữa việc cho mượn một chiếc tai cảm thông và bị hút vào các xoắn cảm xúc tiêu cực. Bạn có thể tránh bị thu hút chỉ bằng cách thiết lập các giới hạn và cách xa bản thân khi cần thiết. Hãy suy nghĩ theo cách này: Nếu một người hút thuốc, bạn có ngồi ở đó cả buổi chiều để hít phải khói thuốc lá không? Bạn phải tách bản thân, và bạn nên làm tương tự với những người tiêu cực. Một cách tuyệt vời để thiết lập các giới hạn là yêu cầu họ cách để làm họ có ý định để khắc phục vấn đề. Sau đó, người phàn nàn sẽ trở nên yên tĩnh hoặc chuyển hướng cuộc trò chuyện theo hướng tích cực."
        }
    ],
    "suggestions": []
}