{
    "en_vn": {
        "data": {
            "content": null,
            "word": "competency"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "competency"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "competency"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "competency"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "competency"
        }
    },
    "sentences": [
        {
            "en": "Most interviewers use a <em>competency</em>-based interview technique.",
            "vi": "Hầu hết những người tuyển dụng sử dụng một kỹ thuật phỏng vấn dựa trên sự chuyên môn."
        },
        {
            "en": "The study concluded that: “IT management <em>competency</em> is a major weakness in most global companies.",
            "vi": "Nghiên cứu này kết luận rằng: “Năng lực quản lý CNTT là điểm yếu chính trong hầu hết các công ty toàn cầu."
        },
        {
            "en": "It is not a wrong indicator but high scores don't guarantee <em>competency</em>.",
            "vi": "Đó cũng không phải là một dấu hiệu sai lầm, nhưng điểm số cao cũng không bảo đảm được năng lực."
        },
        {
            "en": "The Ministry of Education and Training itself would issue examination questions and would grant certificates of <em>competency</em>.",
            "vi": "Đích thân bộ giáo dục và đào tạo sẽ ra các đề thi và cấp phát các loại chứng chỉ năng lực."
        },
        {
            "en": "Job descriptions and <em>competency</em> frameworks can help in the recruitment process, support proper performance appraisals, and provide a goal to which training plans can be directed.",
            "vi": "Mô tả công việc và khung năng lực có thể hỗ trợ quá trình tuyển dụng, giúp cho việc đánh giá kết quả làm việc được chính xác hơn và đưa ra được một kế hoạch đào tạo cần thiết."
        },
        {
            "en": "The full PMS will help to develop performance indicators of the PC as a whole and set <em>competency</em> standards for public servants.",
            "vi": "Việc triển khai đầy đủ hệ thống PMS sẽ giúp xây dựng các chỉ số chất lượng công tác và hệ thống tiêu chuẩn năng lực cho cán bộ công chức thành phố."
        },
        {
            "en": "If you already working, your success depends upon your ability to work well with others, to expand your <em>competency</em> and capability, and to continuously learn new things.",
            "vi": "Nếu bạn đã đi làm, thành công của bạn tuỳ thuộc vào khả năng của bạn làm việc tốt với người khác, để mở rộng năng lực và khả năng của bạn, và để liên tục học những điều mới."
        },
        {
            "en": "Nevertheless, the study also found room for improvement in many communes regarding the sense of responsibility, <em>competency</em>, morality and attitude of the officers serving the one stop shop.",
            "vi": "Tuy nhiên, kết quả nghiên cứu cũng cho thấy vẫn còn vấn đề cần được cải thiện ở cấp xã liên quan đến tinh thần trách nhiệm, trình độ, đạo đức và thái độ của cán bộ làm việc trong mô hình một cửa."
        },
        {
            "en": "With its core <em>competency</em> on capacity building, UNDP can play a catalyst role in developing government capacity in development vision and strategy formulation.",
            "vi": "Với vai trò nòng cốt của mình trong việc xây dựng năng lực, UNDP có thể đóng vai trò xúc tác trong việc xây dựng năng lực hoạch định tầm nhìn và xây dựng chiến lược của Chính phủ."
        },
        {
            "en": "In contrast to this trend, Princeton recently announced that all students, regardless of their <em>competency</em> when entering the university, would be required to study an additional language.",
            "vi": "Trái ngược với xu hướng này, trường Đại học Princeton gần đây đã thông báo rằng tất cả học sinh, bất kể năng lực của họ khi vào đại học ra sao thì họ đều sẽ được yêu cầu học thêm một ngôn ngữ nữa."
        },
        {
            "en": "However, it is not only the issue of the principal's capacity and <em>competency</em> that results from weaknesses in the 'governing from a distance' approach.",
            "vi": "Tuy nhiên, không chỉ riêng vấn đề về năng lực và khả năng của người lãnh đạo tạo nên điểm yếu trong mô hình 'quản trị từ xa'."
        },
        {
            "en": "And knowledge of how one would react under certain circumstances is some areas where one must have <em>competency</em> to become great.",
            "vi": "Và sự hiểu biết của con người phản ứng lại hoàn cảnh là một số lĩnh vực nơi đó con người phải có năng lực trở nên vĩ đại."
        },
        {
            "en": "English is an obligatory subject from sixth grade across Vietnam, but in large cities, many primary schools demand high <em>competency</em>. Foreign language centers have been thriving here, with students as young as three years old.",
            "vi": "Tiếng Anh là một môn học bắt buộc từ lớp sáu trở đi ở Việt Nam, nhưng ở những thành phố lớn có rất nhiều những trường tiểu học đòi hỏi sự canh tranh cao. Những trung tâm ngoại ngữ kinh doanh rất phát đạt tại các thành phố nà, với những học sinh nhỏ tầm ba tuổi."
        },
        {
            "en": "If you have been in the same job for three years or more and you are doing similar, not the same, work, then ask yourself whether you are learning new skills or enhancing your <em>competency</em>?",
            "vi": "Nếu bạn đã làm cùng 1 công việc trong 3 năm hoặc hơn và bạn đang làm công việc tương tự, không phải giống hệt, thì hãy hỏi bản thân bạn có học được những kỹ năng mới hoặc có nâng cao năng lực không?"
        },
        {
            "en": "Next to general ICT knowledge and skills, English <em>competency</em> is another urgent matter to be addressed, especially if resources available via the Internet are to be harnessed to their full extent.",
            "vi": "Bên cạnh các kiến thức và kỹ năng chung về CNTT&TT, trình độ tiếng Anh cũng là một vấn đề cấp bách phải giải quyết, đặc biệt nhằm khai thác tối đa các thông tin, tư liệu được cung cấp thông qua mạng internet."
        },
        {
            "en": "His military contracts included cultural <em>competency</em> training. He worked with troops at military bases to promote understanding of, and positive communication, with people of other cultures, his family said.",
            "vi": "Hợp đồng quân sự này là đào tạo khả năng tiếp cận văn hoá. Anh ta làm việc với binh lính tại các căn cứ quân sự để tăng cường hiểu biết và tiếp xúc thân mật với nhiều người từ các nền văn hoá khác nhau, theo gia đình của anh ta cho biết thêm."
        },
        {
            "en": "Thai Phuc Thanh, deputy chief of the ministry's department of social insurance, suggested that the government should consider setting up barriers such as demanding foreign workers have Vietnamese language <em>competency</em>.",
            "vi": "Ông Thái Phúc Thanh, Phó cục phó bảo trợ xã hội, đề nghị Chính phủ nên xem xét việc thiết lập các rào cản như đòi hỏi người lao động nước ngoài có năng lực ngôn ngữ tiếng Việt."
        },
        {
            "en": "English is an obligatory subject from sixth grade across Vietnam, but in large cities, many primary schools demand high <em>competency</em>. Foreign language centers have been thriving here, with students as young as three years old.",
            "vi": "Tiếng Anh là một môn học bắt buộc từ lớp sáu trở đi ở Việt Nam, nhưng ở những thành phố lớn có rất nhiều những trường tiểu học đòi hỏi sự canh tranh cao. Những trung tâm ngoại ngữ kinh doanh rất phát đạt tại các thành phố nà, với những học sinh nhỏ tầm ba tuổi."
        },
        {
            "en": "Most American universities have a minimal language requirement that often varies depending on the student’s major. However, students can typically opt out of the requirement by taking a placement test or providing some other proof of <em>competency</em>.",
            "vi": "Hầu hết các trường đại học ở Mỹ đều có yêu cầu về ngôn ngữ tối thiểu và thường thay đổi tùy theo chuyên ngành của sinh viên. Tuy nhiên, sinh viên thường có thể chọn không theo yêu cầu bằng cách làm bài thi xếp lớp hoặc cung cấp một số bằng chứng khác để chứng tỏ năng lực"
        },
        {
            "en": "As part of the strategy, which includes teaching maths in English, officials have adopted the Common European Framework of Reference (CEFR) to measure language <em>competency</em>. Teachers will need to achieve level B2 in English with school leavers expected to reach B1, a level below.",
            "vi": "Là một phần của chiến lược, trong đó bao gồm việc giảng dạy toán học bằng tiếng Anh, các nhà chức trách đã thông qua khuôn khổ chung Châu Âu ( CEFR ) để đo lường năng lực ngôn ngữ. Giáo viên sẽ cần phải đạt được cấp độ bằng B2 tiếng Anh và đối với học sinh tốt nghiệp dự kiến sẽ đạt mức độ bằng B1, một cấp thấp hơn."
        }
    ],
    "suggestions": []
}