{
    "en_vn": {
        "data": {
            "content": null,
            "word": "concealing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "concealing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "concealing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "concealing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "concealing"
        }
    },
    "sentences": [
        {
            "en": "Are you <em>concealing</em> a deserter?",
            "vi": "Các người đang chứa chấp kẻ đào ngũ phải không?"
        },
        {
            "en": "I've been <em>concealing</em> my loneliness.",
            "vi": "Tôi đã che giấu sự cô đơn của mình."
        },
        {
            "en": "Papers <em>concealing</em> the truth are reactionary papers.",
            "vi": "Báo chí bưng bít sự thật là báo chí phản động."
        },
        {
            "en": "I 've been <em>concealing</em> my loneliness.",
            "vi": "Tôi đã che giấu sự cô đơn của mình."
        },
        {
            "en": "This is a preparation for <em>concealing</em> skin blemishes.",
            "vi": "Thuốc pha chế để che những nhược điểm trên da."
        },
        {
            "en": "<em>Concealing</em> evidence from the police is a serious offence.",
            "vi": "Che giấu chứng cứ với cảnh sát là một tội nghiêm trọng."
        },
        {
            "en": "There's no percentage for them in <em>concealing</em> the truth.",
            "vi": "Họ không có lợi ích gì trong việc che giấu sự thật."
        },
        {
            "en": "Peter's clever at <em>concealing</em> his feelings about her.",
            "vi": "Peter thật khéo léo trong việc che giấu cảm xúc về cô ấy."
        },
        {
            "en": "He spoke in a choked voice, barely <em>concealing</em> his grief.",
            "vi": "Ông ta nói giọng nghẹn ngào cố ngăn nỗi đau lòng."
        },
        {
            "en": "She did her cause a great disservice by <em>concealing</em> the truth.",
            "vi": "Cô ta vì che giấu sự thật mà đã hại đến sự nghiệp của mình."
        },
        {
            "en": "A new year is unfolding – like a blossom with petals curled tightly <em>concealing</em> the beauty within.",
            "vi": "Một năm mới đang mở ra - như một nụ hoa với những cánh hoa xếp lại che đậy vẻ đẹp ẩn chứa bên trong."
        },
        {
            "en": "<em>Concealing</em> your true intentions in order to influence a better outcome for yourself.",
            "vi": "Giấu giếm ý định thực sự của bạn để gây ảnh hưởng đến một kết quả tốt hơn cho chính bạn."
        },
        {
            "en": "Mark crept slowly into the room late that afternoon with his hands <em>concealing</em> something behind his back.",
            "vi": "Mark từ từ rón rén vào lớp học vào cuối buổi chiều với đôi cánh tay đang giấu cái gì đó sau lưng."
        },
        {
            "en": "Don't join the book burners. Don' t think you can conceal faults by <em>concealing</em> evidence that they ever existed.",
            "vi": "Ðừng nhập bọn với những kẻ đốt sách. Không nên nghĩ rằng ta có thể che giấu lỗi lầm bằng cách che dấu các chứng cớ đã nêu ra sự hiện hữu của các lỗi lầm đó."
        },
        {
            "en": "Don't join the book burners.  Don't think you can conceal faults by <em>concealing</em> evidence that they ever existed.",
            "vi": "Ðừng nhập bọn với những kẻ đốt sách. Không nên nghĩ rằng ta có thể che giấu lỗi lầm bằng cách che dấu các chứng cớ đã nêu ra sự hiện hữu của các lỗi lầm đó."
        },
        {
            "en": "I've been waiting for so long to talk to you something that I've been <em>concealing</em> and longing to say.",
            "vi": "Anh đã chờ đợi từ lâu lắm rồi để nói với em điều mà bấy lâu nay anh đã che giấu và hằng muốn nói."
        },
        {
            "en": "I 've been waiting for so long to talk to you something that I' ve been <em>concealing</em> and longing to say.",
            "vi": "Anh đã chờ đợi từ lâu lắm rồi để nói với em điều mà bấy lâu nay anh đã che giấu và hằng muốn nói."
        },
        {
            "en": "His white shirt was sleeveless, and he wore it unbuttoned, so that the smooth white skin of his throat flowed uninterrupted over the marble contours of his chest, his perfect musculature no longer merely hinted at behind <em>concealing</em> clothes.",
            "vi": "anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín."
        },
        {
            "en": "His white shirt was sleeveless, and he wore it unbuttoned, so that the smooth white skin of his throat flowed uninterrupted over the marble contours of his chest, his perfect musculature no longer merely hinted at behind <em>concealing</em> clothes.",
            "vi": "Áo trắng của anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín."
        },
        {
            "en": ", as the initial romantic mood wears off, the true nature of each other's character will be revealed. Then, much to the disappointment of both parties, the proverbial veil that had so far been <em>concealing</em> the innermost feelings of each partner is removed to expose the true nature of both partners.",
            "vi": "Tuy nhiên, sau hôn nhân, lúc ấy những tâm trạng lãng mạn thuở ban đầu tàn úa dần, bản chất thật của mỗi người sẽ được lộ ra. Và khi đó, hai bên sẽ gặp phải nhiều thất vọng, những lời nói gấm hoa, những tình cảm tốt đẹp nhường lại cho sự chán chường và thất vọng."
        }
    ],
    "suggestions": []
}