{
    "en_vn": {
        "data": {
            "content": null,
            "word": "concluding",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "concluding",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "concluding",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "concluding",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "concluding",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A few <em>concluding</em> remarks",
            "vi": "Một vài nhận xét có tính cách kết luận"
        },
        {
            "en": "The Chairperson makes <em>concluding</em> remarks.",
            "vi": "Chủ tọa phiên họp kết luận."
        },
        {
            "en": "I have two <em>concluding</em> points.",
            "vi": "Sau cùng, tôi có 2 ý kiến."
        },
        {
            "en": "Chapter six provides some <em>concluding</em> remarks.",
            "vi": "Chương 6 đề cập tới một số nhận xét kết luận."
        },
        {
            "en": "Below you will find the <em>concluding</em> observations.",
            "vi": "Phía dưới là các bình luận sau cùng."
        },
        {
            "en": "Finally, Section 5 provides some <em>concluding</em> observations.",
            "vi": "Cuối cùng, phần 5 sẽ đưa ra những ý kiến kết luận."
        },
        {
            "en": "They gave a few <em>concluding</em> remarks.",
            "vi": "Họ đã đưa ra một vài nhận xét có tính cách kết luận."
        },
        {
            "en": "The <em>concluding</em> part of a novel made me sad.",
            "vi": "Đoạn kết của cuốn tiểu thuyết đã làm tôi buồn."
        },
        {
            "en": "The <em>concluding</em> part of this novel is so sad.",
            "vi": "Đoạn kết của cuốn tiểu thuyết đó rất buồn."
        },
        {
            "en": "It's a bit premature to talk about <em>concluding</em> a deal.",
            "vi": "Thật hơi sớm để nói đến chuyện ký kết một thỏa thuận."
        },
        {
            "en": "There is little likelihood of <em>concluding</em> business at your price.",
            "vi": "Với mức giá của bạn, khó có thể ký kết giao dịch."
        },
        {
            "en": "These points will be discussed again in the <em>concluding</em> chapter.",
            "vi": "Những ý kiến này sẽ được thảo luận lại trong chương kết."
        },
        {
            "en": "Responsibility for <em>concluding</em> an agreement was placed in his hands.",
            "vi": "Trách nhiệm kết thúc thỏa ước đã được đặt vào tay anh ta."
        },
        {
            "en": "This brings me to my <em>concluding</em> remarks and suggestions.",
            "vi": "Điều này đưa tôi đến các nhận xét và đề xuất cuối cùng."
        },
        {
            "en": "there are four basic factors of production <em>concluding</em> land, labour, capital, entrepreneurship",
            "vi": "có bốn nhân tố cơ bản trong sản xuất là đất đai, nhân công, nguồn vốn, và doanh nghiệp"
        },
        {
            "en": "Our company has finally cleared the main obstacle to <em>concluding</em> the sale.",
            "vi": "Công ty chúng ta cuối cùng cũng đã vượt qua trở ngại chính để kết thúc đợt bán hàng."
        },
        {
            "en": "In February 2007, Norway launched a process aimed at <em>concluding</em> an international instrument prohibiting cluster munitions.",
            "vi": "Vào tháng 2/2007, Na-uy đã khởi đầu một quá trình nhằm đạt được một công cụ quốc tế về cấm bom, đạn chùm."
        },
        {
            "en": "Sun Yat - sen began his revolutionary career in 1894, <em>concluding</em> that the Manchu dynasty must be overthrown.",
            "vi": "Tôn Dật Tiên khởi đầu sự nghiệp cách mạng của mình năm 1894, nhất quyết là phải lật đổ nhà Mãn Thanh."
        },
        {
            "en": "Sun Yat-sen began his revolutionary career in 1894, <em>concluding</em> that the Manchu dynasty must be overthrown.",
            "vi": "Tôn Dật Tiên khởi đầu sự nghiệp cách mạng của mình năm 1894, nhất quyết là phải lật đổ nhà Mãn Thanh."
        },
        {
            "en": "<em>Concluding</em> contracts on behalf of the company except those are concluded by the Chairman of the Members' Council.",
            "vi": "Ký kết hợp đồng nhân danh công ty, trừ trường hợp thuộc thẩm quyền của chủ tịch hội đồng thành viên."
        }
    ],
    "suggestions": []
}