{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kən'si:vəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể hiểu được, có thể nhận thức được; có thể tưởng tượng được</td></tr></table><i/></div>",
            "word": "conceivable",
            "pronounce": "[kən'si:vəbl]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>conceivable</k><blockquote>■ <cclass>adjective capable of being imagined or understood. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>conceivability</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>conceivably</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "conceivable",
            "pronounce": "[kən'si:vəbl]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>conceivable</k><blockquote>▸ <cclass>adjective IMAGINABLE, possible; plausible, tenable, credible, believable, thinkable, feasible; understandable, comprehensible.</cclass></blockquote></div>",
            "word": "conceivable",
            "pronounce": "[kən'si:vəbl]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>conceivable</k><blockquote><blockquote><ex><abr>adj.</abr> conceivable that + clause (it is conceivable that they knew about it beforehand)</ex></blockquote></blockquote></div>",
            "word": "conceivable",
            "pronounce": "[kən'si:vəbl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "conceivable",
            "pronounce": "[kən'si:vəbl]"
        }
    },
    "sentences": [
        {
            "en": "A hotel offers every <em>conceivable</em> luxury.",
            "vi": "Khác sạn cung cấp mọi tiện nghi sang trọng."
        },
        {
            "en": "It's <em>conceivable</em> that she's been delayed at work.",
            "vi": "Có thể hiểu được là công việc của cô ấy bị chậm trễ."
        },
        {
            "en": "This book covers every <em>conceivable</em> aspect of the subject.",
            "vi": "Cuốn sách này bao gồm tất cả các khía cạnh có thể có của vấn đề này."
        },
        {
            "en": "I suppose it is just <em>conceivable</em> that she might have helped him escape.",
            "vi": "Tôi cho rằng có thể tin là cô ấy lẽ ra đã giúp ông ấy tẩu thoát."
        },
        {
            "en": "His father had been a talkative man, given to expounding with great energy his views on every <em>conceivable</em> subject, but readily silenced by his wife's voice.",
            "vi": "Ông bố là người hay nói, vớ được đề tài đáng tin là hùng hổ nói thao thao quan điểm của mình, nhưng bà vợ lên tiếng là im bặt."
        },
        {
            "en": "The hotel offers 45 guest rooms and suites offer every <em>conceivable</em> luxury including a private balcony from which guests can enjoy spectacular views over the garden.",
            "vi": "Khách sạn có 45 phòng khách và phòng suite với mọi tiện nghi sang trọng gồm cả ban công riêng nơi khách có thể tận hưởng cảnh vườn đẹp tuyệt vời."
        },
        {
            "en": "It is also <em>conceivable</em> that Asian regional funds or business sector-specific venture capital funds might seek to make some investments in Vietnam.",
            "vi": "Cũng có thể các quỹ của khu vực Châu á hoặc quỹ đầu tư mạo hiểm chuyên môn trong một số ngành sẽ có thể tìm kiếm cơ hội đầu tư ở Việt Nam."
        },
        {
            "en": "Moreover, inflows under these programs are volatile and particularly vulnerable to sudden stops, exacerbating small countries’ macroeconomic vulnerabilities. A change in the visa policy of an advanced economy could suddenly diminish the appeal of these programs. It’s <em>conceivable</em> that advanced economies could act together to suspend their operations, triggering a sudden stop. Increasing competition from similar programs in other countries or a decline in demand from source countries could also rapidly reduce the number of applicants.",
            "vi": "Hơn nữa, dòng vốn dưới các chương trình này không ổn định và đặc biệt dễ bị dừng đột ngột, điều này làm trầm trọng thêm các lỗ hổng kinh tế vĩ mô ở quốc gia nhỏ. Một sự thay đổi trong chính sách cấp thị thực của một nền kinh tế tiên tiến đột nhiên có thể làm giảm sự hấp dẫn của các chương trình này. Có thể hình dung rằng các nền kinh tế tiên tiến có thể cùng nhau hành động để đình chỉ hoạt động của mình, gây ra sự dừng lại đột ngột. Tăng cạnh tranh từ các chương trình tương tự ở các nước khác hoặc một sự suy giảm trong nhu cầu từ các nước cũng có thể nhanh chóng giảm số lượng các ứng viên"
        },
        {
            "en": "An outside analyst looking at the numbers said it’s <em>conceivable</em> that the health law’s markets could stabilize this year without any action by lawmakers. Larry Levitt of the nonpartisan Kaiser Family Foundation said sharp premium increases for 2017 do not seem to have driven away droves of customers. About 8 in 10 receive subsidies that are designed to increase if the cost of insurance goes up.",
            "vi": "Một nhà phân tích bên ngoài, nhìn vào những con số và nói rằng, thông qua những con số có thể hình dung được thị trường của luật y tế có thể ổn định trong năm nay và không có bất kỳ can dự nào của các nhà lập pháp. Larry Levitt của đảng phái Kaiser Family Foundation nói việc tăng tiền đóng bảo hiểm lên một cách nhanh chóng cho năm 2017 dường như không làm giảm số lượng khách hàng. Khoảng 8 đến 10 tổ chức nhận trợ cấp chính phủ được yêu cầu tăng mức phí bảo hiểm lên"
        }
    ],
    "suggestions": []
}