{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">conceptual</font></td></tr></table><i/></div>",
            "word": "conceptually",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "conceptually",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conceptually",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conceptually",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "conceptually",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Conceptually</em>, this is the most important chapter in the book.",
            "vi": "Về mặt khái niệm, đây là chương quan trọng nhất trong cuốn sách."
        },
        {
            "en": "A work physically formed by and <em>conceptually</em> reflecting Hanoi.",
            "vi": "Các tác phẩm về mặt vật chất có nguồn gốc từ Hà Nội và về mặt nhận thức lại phản ánh chính về Hà Nội."
        },
        {
            "en": "Because main memory provides direct access, program stacks are arrays at least <em>conceptually</em>.",
            "vi": "Do bộ nhớ chính cho phép truy cập trực tiếp, nên ít nhất về khái niệm thì các ngăn xếp chương trình thực chất cũng đều là các mảng."
        },
        {
            "en": "Although easy to separate <em>conceptually</em>, these responsibilities are substantially intertwined in practice.",
            "vi": "Mặc dù dễ phân biệt về mặt khái niệm, các nhiệm vụ này có mối liên hệ mật thiết với nhau trên thực tế."
        },
        {
            "en": "They are probably the least exciting and <em>conceptually</em> difficult part of many application or system programs.",
            "vi": "Có lẽ chúng là phần khó về khái niệm và kém thú vị nhất trong bất cứ chương trình hệ thống hay trình ứng dụng nào."
        },
        {
            "en": "<em>Conceptually</em>, there is nothing barring developing countries from introducing social security systems similar to those in place in wealthier countries.",
            "vi": "Về mặt khái niệm, không có gì ngăn cản các nước đang phát triển áp dụng các hệ thống bảo hiểm xã hội tương tự như của các nước giàu ở nước mình."
        },
        {
            "en": "The increased inequality associated with the transition from central planning to the market can be divided <em>conceptually</em> between that which is functionally necessary and that which is not.",
            "vi": "Sự bất bình đẳng đi kèm với quá trình chuyển tiếp từ nền kinh tế kế hoạch hoá tập trung sang cơ chế thị trường, về mặt khái niệm, có thể chia ra làm hai loại: một loại cần thiết về mặt chức năng và một loại không cần thiết."
        },
        {
            "en": "Transfers from central government are <em>conceptually</em> distinct from locally assigned revenues in that they are regularly recalculated as part of the budgetary process.",
            "vi": "Về khái niệm, các khoản chuyển từ ngân sách trung ương xuống khác với các nguồn thu được phân cho địa phương ở chỗ các khoản ngân sách này thường xuyên được tính toán lại trong quá trình xây dựng ngân sách."
        },
        {
            "en": "The bubble sort is a <em>conceptually</em> simple sort that works by comparing the keys of pairs of adjacent objects in an array.",
            "vi": "Sắp xếp kiểu nổi bọt là một thuật đơn giản về khái niệm nó vận hành nhờ so sánh trị khoá của một cặp đối tượng liên kết trong mảng dữ liệu."
        },
        {
            "en": "Although they are data management programs, complete with the jargon of records, fields, and so forth, they are <em>conceptually</em> easier to undetstand than dbms programs that work with multiple files.",
            "vi": "Mặc dù chúng đu là các trình quản lý dữ liệu, hoàn chỉnh với tên gọi các mẫu tin, trường, v.v..., song về khái niệm chúng dễ hiểu hơn các dbms vốn vận hành với nhiều tập tin."
        },
        {
            "en": "Not only is this strategy <em>conceptually</em> sound, but it has been thoroughly validated by the experience of most other countries in Asia, which have reaped high gains in growth, employment, and competitiveness.",
            "vi": "Chiến lược này không những tốt về mặt lý thuyết mà còn được khẳng định bởi kinh nghiệm của hầu hết các nước Châu Á khác mà đã gặt hái được những thành tựu to lớn về tăng trưởng, tạo việc làm và khả năng cạnh tranh."
        },
        {
            "en": "Today, the Pompidou Centre itself still looks much as it did when it opened. The shock value of its colour-coded plumbing and its structure has not faded with the years. But while traditionalists regarded it as an ugly attack on Paris when it was built, they now see it for what it is - an enormous achievement, technically and <em>conceptually</em>.",
            "vi": "Ngày nay, Trung tâm Pompidou vẫn giữ nguyên giá trị giống như lúc nó mới hình thành. Mức độ gây shock với các đường ống và cùng mới màu sắc của nó vẫn không phai mờ theo thời gian. Nhưng trong quá khư, khi mới xây dựng nó từng bị nhìn nhận như là một công trình xấu xí cùng cực, thì bây giờ nó lại cho thấy những thành tựu lớn về kỹ thuật và những khái niệm khác về kiến trúc."
        }
    ],
    "suggestions": []
}