{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kən'si:lə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người giấu giếm, người che đậy</td></tr></table><i/></div>",
            "word": "concealer",
            "pronounce": "[kən'si:lə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>concealer</k><blockquote>■ <cclass>noun a flesh-toned cosmetic used to cover spots and blemishes. </cclass></blockquote></div>",
            "word": "concealer",
            "pronounce": "[kən'si:lə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "concealer",
            "pronounce": "[kən'si:lə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "concealer",
            "pronounce": "[kən'si:lə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "concealer",
            "pronounce": "[kən'si:lə]"
        }
    },
    "sentences": [
        {
            "en": "Adding yellow eye shadow to the <em>concealer</em> can effectively cover dark circles.",
            "vi": "Đánh mí mắt màu vàng trên nền che khuyết điểm có thể che vùng da tối một cách hiệu quả."
        },
        {
            "en": "If you want to cover up your under - eye circle, apply <em>concealer</em> both outside and under the eyes, so that the color blends into your skin.",
            "vi": "Nếu bạn muốn che vùng dưới mắt, dùng kem che khuyết điểm ở trong lẫn ngoài mắt, để màu hòa vào da của bạn."
        },
        {
            "en": "If you want to cover up your under-eye circle, apply <em>concealer</em> both outside and under the eyes, so that the color blends into your skin.",
            "vi": "Nếu bạn muốn che vùng dưới mắt, dùng kem che khuyết điểm ở trong lẫn ngoài mắt, để màu hòa vào da của bạn."
        },
        {
            "en": "5. Wear undereye <em>concealer</em> to hide those eye-bags. White eyeliner on the 'waterline' of the eye makes it look less bloodshot, and a dash of blusher fakes the look of health.",
            "vi": "5. Dùng kem che khuyết điểm mắt để giấu bọng mắt. Dùng bút kẻ mắt màu trắng trên “đường viền” mắt làm cho mắt bớt đỏ, và dặm một chút phấn hồng làm như vẻ bạn hồng hào, khỏe mạnh lắm vậy."
        },
        {
            "en": "Eye allergy cover up tipsApply a hypoallergenic <em>concealer</em> to help hide dark circles. Don't try to cover up with heavy makeup -- it will only call attention to red, watery eyes. Instead, emphasiz​e another feature -- wear a pretty lipstick, for example.",
            "vi": "Mẹo có thể giấu tình trạng dị ứng mắtBạn nên sử dụng lớp che khuyết điểm không gây dị ứng để giúp che các quầng thâm đen ở mắt. Đừng cố che bằng cách trang điểm đậm – nó chỉ khiến người ta chú ý thêm tới cặp mắt đỏ mọng của bạn mà thôi. Thay vì trang điểm mắt, bạn nên tạo điểm nhấn ở một vùng khác như quét một lớp son bắt mắt chẳng hạn."
        },
        {
            "en": "Makeup and your changing skin  Your skin is changing and your makeup routine might need freshening up, too. If your skin feels dry, use liquid or cream foundation. If it gets oily, try powder foundation and blush. Dab on <em>concealer</em> to cover up dark circles and uneven skin tone. Use subtle shades and a light touch when applying makeup. Get tips from a makeup pro. Read the label on your makeup and avoid products containing mercury.",
            "vi": "Trang điểm và làn da có nhiều thay đổi của bạn  Da của bạn đang thay đổi và thói quen trang điểm thường ngày của bạn có thể cũng cần đổi mới. Nếu da bạn cảm thấy khô, hãy sử dụng kem nước hoặc kem nền. Nếu da bị dầu, hãy thử sử dụng phấn nền và phấn má hồng. Phủ nhẹ phấn phủ để che các quầng đen và vùng da không đều màu. Sử dụng màu sáng và tối khi trang điểm. Hãy học hỏi bí quyết từ chuyên viên trang điểm lành nghề và nên đọc kỹ nhãn hiệu mỹ phẩm của bạn và tránh các sản phẩm có chứa thuỷ ngân."
        }
    ],
    "suggestions": []
}