{
    "en_vn": {
        "data": {
            "content": null,
            "word": "condemning"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "condemning"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "condemning"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "condemning"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "condemning"
        }
    },
    "sentences": [
        {
            "en": "The government has been dilatory in <em>condemning</em> the outrage.",
            "vi": "Chính phủ đã chậm trễ trong việc xử phạt vụ bê bối."
        },
        {
            "en": "The government passed a resolution <em>condemning</em> the executions.",
            "vi": "Chính phủ đã thông qua một dự thảo về kết án tử hình."
        },
        {
            "en": "A purblind oligarchy flatly refused to see that history was <em>condemning</em> it to the dustbin.",
            "vi": "Một tập đoàn đầu sỏ chính trị u tối cứ nhất định không chịu thấy rằng lịch sử đang muốn loại họ vào thùng rác."
        },
        {
            "en": "He was swift to condemn the violence/in <em>condemning</em> the violence.",
            "vi": "Ông ta nhanh chóng lên án bạo lực."
        },
        {
            "en": "The Zimbabwe government said it would end the campaign last month following a United Nations report <em>condemning</em> the operation.",
            "vi": "Chính phủ zimbabwe nói họ sẽ chấm dứt chiến dịch tháng rồi sau một báo cáo của liên hiệp quốc lên án chiến dịch này."
        },
        {
            "en": "Yet the Obituary was Harsh and <em>condemning</em>, calling Nobel the 'merchant of death', someone who 'became rich by finding ways to kill more people faster than ever before'.",
            "vi": "Tuy nhiên Bản cáo phó này rất gay gắt và lên án, gọi Nobel là “thương gia của cái chết”, là một người “trở nên giàu có nhờ tìm cách giết nhiều người hơn và nhanh hơn bao giờ hết”."
        },
        {
            "en": "But doctors in other Indian states sent letters of support for the peers in Rajasthan <em>condemning</em> the \"insensitive and callous attitude\" of the state government.",
            "vi": "Thế nhưng giới bác sĩ ở các bang khác của Ấn Độ cũng gởi thư ủng hộ đồng nghiệp ở Rajasthan bằng cách kết tội chính quyền bang là \"có thái độ vô cảm và nhẫn tâm”.  "
        },
        {
            "en": "They plan to publish jokes, photoshopped images, and statements <em>condemning</em> ISIS on social media, including Facebook, Twitter, Instagram, and YouTube. WauchulaGhost said they will “flood social media with memes.”",
            "vi": "Họ lên kế hoạch để xuất bản chuyện cười, hình ảnh được photoshop, và các tuyên bố lên án ISIS trên phương tiện truyền thông xã hội, bao gồm Facebook, Twitter, Instagram, và YouTube. WauchulaGhost cho biết họ sẽ “làm tràn ngập phương tiện truyền thông xã hội bằng meme” "
        },
        {
            "en": "Today before you think of saying an unkind word, think of someone who can’t speak.  Before you complain about the taste of your food, think of someone who has nothing to eat.  Before you complain about your husband or wife, think of someone who is crying out to God for a companion.  Today before you complain about life, think of someone who went too early to heaven.  Before you complain about your children, think of someone who desires children but they’re barren.  Before you argue about your dirty house, someone didn’t clean or sweep, think of the people who are living in the streets.  Before whining about the distance you drive, think of someone who walks the same distance with their feet.  And when you are tired and complain about your job, think of the unemployed, the disabled and those who wished they had your job.  But before you think of pointing the finger or <em>condemning</em> another, remember that not one of us are without sin and we all answer to one Maker.  And when depressing thoughts seem to get you down, put a smile on your face and thank God you’re alive and still around.  Life is a gift, Live it, Enjoy it, Celebrate it, and Fulfill it.",
            "vi": "Hôm nay, trước khi bạn định nói lời khó nghe,  hãy nghĩ đến những người không thể nói được.  Trước khi chê món ăn không ngon, hãy nghĩ đến những người không có gì để ăn.  Trước khi chán chồng hay chán vợ, hãy nghĩ đến những người đang van xin Chúa ban cho một người bạn đời.  Hôm nay, trước khi than thở chán đời, hãy nghĩ đến những người sớm phải lìa xa.  Trước khi ca thán về con cái mình, hãy nghĩ đến những người khao khát có con nhưng họ bị hiếm muộn.  Trước khi bực mình vì có người làm bẩn nhà mình hay không giữ sạch sẽ giùm, hãy nghĩ đến những người đang sống ngoài đường phố.  Trước khi ngồi lái xe than đoạn đường sao mà xa thế, hãy nghĩ đến những người phải đi bộ trên đoạn đường ấy.  Và khi mệt mỏi, chán chường cái công việc mình đang làm, hãy nghĩ đến những người thất nghiệp, người khuyết tật và những người ao ước được làm công việc của bạn.  Nhưng trước khi chỉ chỏ, lên án người khác, hãy nhớ rằng không ai trong chúng ta là sạch tội cả và tất cả chúng ta đều sẽ phải chịu sự phán xét của Đấng Tạo Hoá.  Và trước khi buồn phiền, âu lo, hãy nở nụ cười và tạ ơn Chúa vì bạn vẫn còn sống và tồn tại đấy thôi.  Cuộc sống là một món quà, Hãy tận hưởng, vui mừng, và sống trọn vẹn cuộc đời ấy!"
        }
    ],
    "suggestions": []
}