{
    "en_vn": {
        "data": {
            "content": null,
            "word": "configured"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "configured"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "configured"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "configured"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "configured"
        }
    },
    "sentences": [
        {
            "en": "I have <em>configured</em> new material determination procedure.",
            "vi": "Tôi đã định hình quy trình xác định vật liệu mới."
        },
        {
            "en": "Once you have the kernel <em>configured</em>, type.",
            "vi": "Một khi bạn có kernel đã được cấu hình, hãy gõ."
        },
        {
            "en": "A properly <em>configured</em> Linux system is relatively hassle-free.",
            "vi": "Một hệ thống linux đã định cấu hình đúng đắn thì khỏi lo rắc rối."
        },
        {
            "en": "Together, the three functions represent a “channel,” which may be <em>configured</em> in a variety of ways.",
            "vi": "Đồng thời, ba chức năng chính trên đã đại diện cho một “kênh” mà có thể được hình thành theo nhiều cách khác nhau."
        },
        {
            "en": "It must be <em>configured</em> in the right way in order to run.",
            "vi": "Nó phải được cấu hình đúng mới chạy."
        },
        {
            "en": "In Japan, 747s on domestic routes are <em>configured</em> to carry close to the maximum passenger capacity.",
            "vi": "Ở Nhật Bản, những chiếc 747 hoạt động trên các tuyến đường bay nội địa được cấu hình để chuyên chở lượng hành khách gần như toàn tải."
        },
        {
            "en": "One of the particularly nice characteristics of modern distributions is that their desktop environments come thoroughly <em>configured</em>.",
            "vi": "Một trong những nét đặc sắc của các bản phát hành hiện đại là môi trường máy desktop của chúng nên được định cấu hình triệt để."
        },
        {
            "en": "And these are situations where using the browse is simple, but getting it <em>configured</em> correctly is not.",
            "vi": "Lắm lúc dùng browse quả là đơn giản, song nhận ra đích xác tình huống ấy thì không hề."
        },
        {
            "en": "Also, StarOffice must be <em>configured</em> before it can be run, which could pose difficulties for certain people.",
            "vi": "Tương tự, staroffice cũng phải định cấu hình trước khi nó có thể chạy, đó cũng là chuyện có thể gây khó cho một số người."
        },
        {
            "en": "Some software can be <em>configured</em> to prevent children from giving out their phone numbers on the Internet.",
            "vi": "Một số phần mềm có thể định dạng để cấm trẻ em để số điện thoại của họ trên mạng."
        },
        {
            "en": "First, VHLSS has individual and household level data but these are <em>configured</em> in a way that limits analysis of incomes and social security receipt.",
            "vi": "Thứ nhất, VHLSS có số liệu về cá nhân và hộ gia đình nhưng cách kết cấu lại hạn chế việc phân tích thu nhập và việc nhận các khoản trợ cấp an sinh xã hội."
        },
        {
            "en": "Each of the man-pages can be <em>configured</em> so that an index of the commands and quick explanations of the command are created.",
            "vi": "Mỗi man - page đều được định hình sao cho chỉ mục của lệnh được tạo ra cùng phần diễn giải vắn tắt của nó."
        },
        {
            "en": "Obviously, some monitors may be missing from the list, but any monitor which is agreeable to VESA standards should be easily <em>configured</em>.",
            "vi": "Dĩ nhiên, ắt có một số monitor lọt khỏi danh sách, song bất kể monitor nào hợp các chuẩn vesa đều dễ dàng được định cấu hình."
        },
        {
            "en": "On Red Hat Linux 6.0, GNOME is better <em>configured</em> than KDE or AnotherLevel (FVWM2), both of which menus are incorporated into GNOME's menuing system.",
            "vi": "Trên red hat linux 6.0, gnome được định cấu hình tốt hơn kde hay anotherlevel (fvwm2), cả hai môi trường mà menu đều được kết nạp vào hệ tạo menu của gnome."
        },
        {
            "en": "Since you will presumably have this Linux system for a while before reinstalling, it would be worth the effort to have an optimally <em>configured</em> display.",
            "vi": "Do bạn sẽ phải dùng hệ linux này một thời gian trước khi cài đặt lại nó, nên nỗ lực của bạn để có được ảnh hiển thị tối ưu cũng đáng công."
        },
        {
            "en": "You can also load a few pre-<em>configured</em> selections (with the usual server, workstation, and complete installation options), though one ought to customize even these configurations.",
            "vi": "Bạn cũng có thể nạp vài phương án có cấu hình tiền định (cho server thông dụng, máy trạm, cùng các tùy chọn cài đặt hoàn chỉnh), mặc dù bạn ắt phải ứng biến chính các cấu hình này."
        },
        {
            "en": "Even after your system is <em>configured</em>, you can use SaX to update your configuration in case you would like to use higher resolution, a new video card or a new monitor.",
            "vi": "Ngay cả sau khi hệ thống của bạn đã định cấu hình, bạn vẫn có thể dùng sax để cập nhật cấu hình của mình trong trường hợp bạn thích dùng độ phân giải cao hơn, một video card mới hay một monitor mới."
        },
        {
            "en": "We are each logged onto a specially <em>configured</em> website that enables us to move a dot around on our touchscreens, which moves a corresponding dot on a large screen at the front of the room.",
            "vi": "Mỗi chúng tôi vào xem một trang web được thiết kế nhằm phục vụ cuộc nghiên cứu này, trong đó cho phép chúng tôi di chuyển một dấu chấm phía trên màn hình cảm ứng. Dấu chấm của mỗi người sẽ hiện lên trên một màn hình lớn hơn ở phía trước căn phòng. "
        },
        {
            "en": "Also <em>configured</em> in the menuing system are the various Applix programs, though at the moment they insist the license is out of date (i hope this is corrected in 6.2.).",
            "vi": "Một loạt chương trình applix cũng được cấu hình thành hệ tạo menu, mặc dù lâu lâu chúng cứ khăng khăng báo là licence đã quá hạn (hy vọng lỗi này sẽ được sửa trong bản 6.2)."
        },
        {
            "en": "It is easiest just to have three or four pre-<em>configured</em> installations (as with Caldera), but SuSE probably has a number of reasons for taking the custom installation approach.",
            "vi": "Cách dễ nhất là có ba hay bốn phương án cài đặt tiền định cấu hình (như với caldera linux 2.2), nhưng hãng suse có lẽ có vài lý do riêng khi chọn cách tiếp cận cài đặt ứng biến."
        }
    ],
    "suggestions": []
}