{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kən'faidiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dễ tin người, nhẹ dạ, cả tin</td></tr></table><i/></div>",
            "word": "confiding",
            "pronounce": "[kən'faidiη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "confiding",
            "pronounce": "[kən'faidiη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "confiding",
            "pronounce": "[kən'faidiη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "confiding",
            "pronounce": "[kən'faidiη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "confiding",
            "pronounce": "[kən'faidiη]"
        }
    },
    "sentences": [
        {
            "en": "Are you <em>confiding</em> each other?",
            "vi": "Các bạn đang tâm sự sao?"
        },
        {
            "en": "I feel comfortable when <em>confiding</em> to you.",
            "vi": "Tâm sự với bạn cảm thấy thật dễ chịu."
        },
        {
            "en": "She is of a <em>confiding</em> nature.",
            "vi": "Cô ấy thật dễ tin người."
        },
        {
            "en": "He is of a <em>confiding</em> nature.",
            "vi": "Anh ta dễ tin người."
        },
        {
            "en": "It's no use <em>confiding</em> in such an ungrateful person!",
            "vi": "Hơi đâu tâm sự với một kẻ bội bạc như thế!"
        },
        {
            "en": "He was a practiced swindler and took advantage of the old woman's <em>confiding</em> nature.",
            "vi": "Anh ấy là một kẻ lừa đảo lão luyện và đã lợi dụng bản chất tin người của bà già."
        },
        {
            "en": "Peter and Mary are <em>confiding</em> in each other in my room.",
            "vi": "Peter và Mary đang tâm sự với nhau trong phòng của tôi."
        },
        {
            "en": "Becoming a father    When your partner's expecting  Pregnant women experience a variety of emotions and life changes. But most first-time dads have their own feelings and concerns to deal with, too. If you feel shocked, panicked, overwhelmed, scared, or like you're just not ready, you're not alone. Like any big change, this will require a major adjustment. And if the pregnancy wasn't planned — half of all pregnancies aren't — you may be feeling these emotions even more intensely. You don't have to feel guilty or anxious about having mixed emotions; it's completely normal. And you can take steps to get more comfortable with the pregnancy, the idea of parenthood, and the preparations that can make both go smoothly. Here are a few concerns that may be bothering you and ways to keep them in perspective: Will I be capable of caring for a baby? No one is born knowing this stuff, not even your pregnant partner — that's why there are childbirth classes. Depending on what's available in your area, you can take classes as early as the 12th week of pregnancy or one that focuses just on the day of labor and can be taken as late as the eighth month. And some communities offer classes designed just for first-time dads. Most classes teach how to change a diaper, hold the baby, feed and burp the baby, put the baby to sleep, install a car seat, and childproof your home. You'll also learn where to park your car when you get to the hospital, how to get through labor, and how to care for your baby and your partner when you get home from the hospital. Along with the lessons, you'll meet other guys going through the same experience who might be dealing with similar feelings, and that can be a huge help. The nurses and childbirth educators who lead these classes have seen dads in a variety of emotional states, so don't feel embarrassed or hesitant about asking them for help. Will I be a good dad? Remember that you're not going to have to tackle every part of fatherhood at once. For the first few years, a lot of the parenting involves skills taught in childbirth classes and mastered through practice. It's much like other new roles that you might take on in your life. If you're married, you didn't automatically know how to be a good husband. You learned along the way with your wife. You have plenty of time before you have to set curfews, teach your child to drive, and dole out relationship and career advice. These opportunities to teach your child will feel like a natural progression when they arrive. If you need guidance, check for resources in the community, including parenting classes. It may help to talk to and spend time with other fathers and discuss issues you may be grappling with. If you feel like you have issues about your own father to work through, try to talk with someone — maybe a counselor or a family member — before the baby arrives so that they don't interfere with your relationship with your own child. How can we afford this? Feeding, clothing, and educating another human being is going to cost money that's now spent on other things — there's no question about it. But you can reduce your stress about the finances. It may help to get a sense of what your costs will be right after the baby is born. Your health insurer, employer, or your partner's employer may be able to give you an idea of the costs and what is covered. Many workplaces now offer some paid paternity leave, so be sure to ask.  Consider meeting with a financial planner to get some money-management guidance. You may also want to talk to other new parents you know to get an idea of how they managed and what unexpected expenses cropped up. You can open a college fund — or any kind of bank account — any time to save for new expenses. You may want to start putting away a few dollars each week to fund items like childcare and diapers. That way, you'll have a head start on meeting your child's financial needs. Remember, you won't have to pay for certain expenses. For instance, if your partner decides to breastfeed, you'll save money on the cost of feeding your newborn. Also, many families share maternity and baby clothes because pregnant women and babies wear a particular size of clothes for such a short time. Is this the end of my independence? Fatherhood doesn’t mean to spell the end of fun. True, you may not get much sleep or time for yourself during the first few months until your baby starts sleeping through the night. But when the baby sleeps more, you and your partner will have more time for things you enjoy, together and individually. Again, it's important to work together, communicate, and trade off on the childcare responsibilities so that you each get what you need. And try to get to know other new parents, who can share their perspectives and offer child-rearing experiences. In the early years, you can include your little one in many activities — maybe your child can sit with you while you watch a basketball game or read the newspaper or a book. Check out the special baby carriers that let parents take their tots along on walks and hikes. It's easy to fear losing out on free time, but most moms and dads discover that once their child is born they treasure time spent with their baby. How will this change our relationship and sex life? Pregnant women experience huge physical, hormonal, and emotional changes, while also grappling with the same life changes as the dads-to-be. As the pregnancy progresses, it may affect both of you emotionally. Moodiness can be tough to deal with, no matter what the cause, but your patience and understanding can go a long way. Try to help your partner work through any stress she might be feeling about the pregnancy and parenthood.  If you're not feeling stable or good about your relationship, try to work through the issues as soon as possible. Many couples mistakenly think that a baby will bring them together. But a baby can't fix a troubled relationship — that's the job of you and your partner. And the sooner you find a way to work together, the sooner you'll feel more comfortable with your impending parenthood. You can enjoy sex during pregnancy as long as the pregnancy is considered low risk for complications of miscarriage or preterm labor. Discuss with your doctor, nurse, midwife, or other health care provider any risks that may be relevant to you and your partner. You don't have to feel embarrassed; they're used to such questions. As with any other aspect of pregnancy, it's important for you and your partner to speak openly about what feels right for each of you. Of course, just because sex is safe during pregnancy doesn't mean you and your partner will want to have it. Many couples find that their sex drive — and comfort level — fluctuates during the different stages of pregnancy as both get used to all of the changes. Again, keeping the lines of communication open is key. How am I going to get through labor? No rule says you must catch the baby when he or she emerges, cut the umbilical cord, or even be in the delivery room. In childbirth classes you'll learn about massage and pain-management techniques where you'll stand behind your partner at her head and shoulders while she is pushing. As you learn about this, talk to your partner about what you're each comfortable with. It's common to fear fainting, but the truth is that few men do. In fact, many men come out of it thinking that there's much less blood in the process than they expected! Expectant moms, of course, do the hardest work during labor, but dads still play a crucial role. Your partner will need someone to look out for her interests and needs. Long before the due date, it's important to discuss preferences about pain management, medication, and treatment so that you can tell the health care team if your partner is unable to. You'll also be the connection between your partner and your families during the birth. How can I help my partner? Your doctor will probably warn you about things that can go wrong, particularly if you and your partner are older. And it's likely that you'll both have various tests and screenings for birth defects and other health problems. Hearing all of this can be frightening. But you can do many things to help your partner — and your unborn baby — stay healthy during the pregnancy. If you know other families with newborns and young kids, it may be helpful to spend time with them. If you don't know other new parents, your doctor or local childbirth center might be able to put you in touch with other families in your area. Try to go with your partner to doctor appointments, where you can ask questions, gather information, hear the baby's heartbeat, and see an image of the baby on a sonogram. You may also want to tour the maternity ward at the hospital or birthing center where you plan to have the baby. Start preparing your home for the baby by making any needed home improvements or renovations.  Remember that anxiety about pregnancy and parenthood is like anxiety you might feel about anything. Use stress-relief strategies that work for you — perhaps exercise or enjoying movies, books, music, or sports. Talking About It Communication can be a challenge for expectant couples. Even before the pregnancy shows, moms-to-be have strong physical reminders that a baby is on the way and life is going to change dramatically. So your partner might want to talk about the pregnancy while you're still adjusting to it. If you're not ready to talk to her yet, you have other options. You may be more comfortable <em>confiding</em> in friends, relatives, and other new dads, who can offer reassurance and helpful suggestions. Many hospitals and childbirth centers also have professionals who work with new parents and can speak with you confidentially. Remember that billions of guys before you experienced — and survived — fatherhood. There's no secret and you're not supposed to instinctively know how to be a good dad. Just do your best to prepare for the birth and reach out for the many resources that can help.",
            "vi": "Trở thành bố     Khi vợ bạn đang mang thai Phụ nữ có thai thường mang nhiều tâm trạng, nhiều xúc cảm và thay đổi trong cuộc sống. Nhưng hầu hết những người lần đầu làm bố cũng có những cảm xúc và lo lắng riêng của mình.  Nếu bạn cảm thấy bị sốc, bất ngờ, hoảng sợ, nhiều cảm xúc lấn áp, sợ sệt, hoặc chưa sẵn sàng đón nhận việc đó thì cũng bình thường thôi, rất nhiều người có tâm trạng giống như bạn vậy. Giống như bất kỳ một sự thay đổi lớn nào thì điều này đòi hỏi bạn phải có sự điều chỉnh cuộc sống và bản thân hết sức quan trọng. Và nếu như trường hợp bạn chưa chuẩn bị tâm lý cho việc mang thai hoặc có thai ngoài ý muốn – phân nửa bà mẹ mang thai đều ngoài ý muốn – thì hẳn là đối với bạn những cảm xúc này thậm chí còn dữ dội hơn nữa.  Bạn chẳng cần phải cảm thấy có lỗi hay lo lắng về việc các cảm xúc của mình bị xáo trộn như thế đâu; bởi lẽ điều này hoàn toàn bình thường. Và bạn có thể dần dần cảm thấy dễ chịu, thoải mái hơn với việc mang thai, với ý tưởng trở thành bố mẹ, và những bước chuẩn bị có thể giúp cho cả việc mang thai và những suy nghĩ, trăn trở ấy trở nên nhẹ nhàng và không là áp lực nữa.  Dưới đây là một vài trăn trở có thể khiến bạn phải bận tâm và cả những cách giúp bạn nhìn nhận những âu lo của mình:  Liệu tôi có thể chăm sóc cho bé không? Hẳn là không ai tự dưng biết cách chăm sóc con cái đâu, thậm chí là người vợ đang mang thai của bạn cũng thế thôi – cô ấy cũng không hề biết trước – đó là lý do có các lớp học về sinh đẻ. Tuỳ vào điều kiện hoàn cảnh nơi bạn cư ngụ mà bạn có thể tham gia các lớp học này vào đầu tuần 12 của thai kỳ hoặc tham gia khoá học dạy cho bạn những điều cần biết vào ngày sinh thôi và lớp học này vào cuối tháng thứ 8 thai kỳ. Và ở một số nơi, người ta cũng mở các lớp học chỉ dành riêng cho những người lần đầu làm bố.  Hầu hết các lớp học này dạy cho các ông bố biết cách thay tã, ẳm em bé, cho bé ăn và giúp cho bé ợ, cho bé ngủ, cài ghế cho bé trên xe và cách giữ an toàn ngôi nhà cho bé. Bạn còn được chỉ chỗ đậu xe khi đến bệnh viện, cách rặn đẻ, và cả việc chăm sóc cho bé và sản phụ như thế nào khi xuất viện về nhà nữa. Cùng với những bài học bổ ích và lý thú này thì bạn cũng có dịp gặp gỡ những ông bố khác có hoàn cảnh tương tự với cảm xúc và tâm trạng tương tự với bạn, và chắc hẳn đây có thể là nơi hỗ trợ tuyệt vời cho bạn đấy. Các y tá và chuyên viên tư vấn các lớp sinh đẻ này đã từng chứng kiến rất nhiều ông bố mang rất nhiều tâm trạng, cảm xúc khác nhau, thế nên bạn đừng nên ngần ngại hay lúng túng về việc nhờ họ giúp đỡ cho bạn nhé. Liệu tôi có trở thành một ông bố tốt không? Bạn nên nhớ rằng không phải mình sẽ đối phó hết tất cả các giai đoạn làm bố ngay tức khắc đâu. Trong một vài năm đầu thì phần lớn việc nuôi nấng con cái gắn liền với những kỹ năng đã được dạy ở các lớp sinh đẻ và được làm thuần thục qua hoàn cảnh thực tế.    Điều này quả rất giống với nhiều vai trò mới mà bạn có thể đã đảm nhận trong cuộc sống của mình rồi. Nếu bạn kết hôn thì không phải tự dưng bạn biết cách để trở thành một người chồng tốt. Chính cuộc sống với người bạn đời đã đem đến cho bạn những kinh nghiệm giúp trở thành người chồng lý tưởng đấy. Bạn còn nhiều thời gian trước khi phải đặt ra cho mình những lệnh giới nghiêm, những điều bó buộc, tập cho con lái xe, dạy con biết giao thiệp và cho con cả những lời khuyên nghề nghiệp. Các cơ hội dạy dỗ cho bé như thế này giống như một quá trình tiến triển tự nhiên vậy. Nếu cần được hướng dẫn và tư vấn, bạn hãy tìm hiểu, tham khảo các nguồn thông tin trong cộng đồng, kể cả các lớp học về cách nuôi dạy con cái nhé. Bạn cũng nên dành thời gian trò chuyện với những ông bố khác và thảo luận, bàn bạc những vấn đề đang làm cho bạn phải khổ sở và đau đầu. Nếu cảm thấy có những khúc mắc về vấn đề làm bố thì bạn nên tham khảo ý kiến của một người nào đó nhé – có thể là một nhà tư vấn hoặc một thành viên nào đó trong gia đình – trước khi con bạn ra đời để những khó khăn này không là mối cản trở đối với mối quan hệ giữa bạn và con.  Làm sao chúng tôi có thể kham nổi việc này?  Việc ăn mặc, dạy dỗ đối với một đứa bé hẳn là tốn nhiều tiền mà giờ đây bạn dành để chi xài vào việc khác – điều này hoàn toàn không ai bác bỏ được. Nhưng bạn cũng có thể làm giảm mối âu lo về tài chính của mình đấy.  Bạn cũng có thể biết được khoản phí của mình ngay sau khi bé sinh ra đấy. Nhà bảo hiểm sức khoẻ của bạn, sếp của bạn, hoặc sếp của vợ có thể cho bạn biết chi phí phải trả và khoản được hỗ trợ là bao nhiêu. Nhiều chỗ làm hiện cũng đã hỗ trợ phần nào cho thời gian nghỉ việc để chăm con mới sinh của bố, nên bạn hãy mạnh dạn hỏi đi nhé.  Bạn cũng nên gặp nhà hoạch định tài chính để nhờ hướng dẫn cách quản lý tiền bạc. Ngoài ra, bạn cũng có thể tham khảo ý kiến của những người mới làm bố mẹ khác để biết được cách quán xuyến và biết những khoản nào bất ngờ phát sinh thêm.  Bạn cũng có thể dành một khoản tiền quỹ học đại học – hoặc bất kỳ một tài khoản ngân hàng nào khác – vào bất kỳ lúc nào để tiết kiệm cho các khoản chi tiêu mới. Bạn cũng cần nên bắt đầu tiết kiệm vài đô la mỗi tuần để dành cho các khoản như chăm sóc và giám sát bé và tã cho bé nữa. Làm như thế bạn sẽ tạo bước đầu thuận lợi cho việc đáp ứng nhu cầu tài chính của bé về sau.  Nên nhớ là bạn sẽ tiết kiệm được một số khoản nào đó. Chẳng hạn như, nếu vợ bạn cho bé bú sữa mẹ thì bạn sẽ dành được khoản mua sữa cho con. Ngoài ra, nhiều gia đình cũng dùng chung áo bầu và quần áo em bé vì phụ nữ mang thai và trẻ nhỏ thường mặc các số đo riêng biệt nào đó trong một thời gian ngắn.  Có phải việc trở thành bố chấm dứt cuộc sống tự do của tôi không? Việc trở thành bố không đồng nghĩa với việc báo hiệu chấm hết thời kỳ vui vẻ, thoải mái của bạn. Thật vậy, bạn có thể không được ngủ nhiều hoặc không dành nhiều thời gian cho mình trong suốt vài tháng đầu cho đến khi bé có thể bắt đầu ngủ được cả đêm. Nhưng khi con bạn có thể ngủ được nhiều hơn thì cả bạn và vợ sẽ có nhiều thời gian hơn cho sở thích của mình, cùng nhau thưởng thức hoặc riêng cá nhân bạn.   Ngoài ra, điều quan trọng là bạn và vợ nên cùng nhau làm việc, chia sẻ với nhau, và trao đổi về trách nhiệm chăm sóc và giám sát bé để ai cũng có được khoảng thời gian cho riêng mình. Bạn cũng nên làm quen với những người mới làm bố mẹ khác bởi họ có thể chia sẻ quan điểm và kinh nghiệm nuôi dạy con cái với bạn.  Trong những năm đầu, bạn có thể phải mang bé theo bên mình trong nhiều hoạt động – bé có thể phải ngồi với bạn trong lúc bạn theo dõi một trận bóng rổ nào đó hoặc khi bạn đọc sách báo. Bạn hãy tìm hiểu cái địu em bé đặc biệt để bố mẹ có thể mang con nhỏ của mình theo cùng khi đi bộ và đi bộ đường dài xem nhé.    Người ta thường sợ mất thời gian nhàn rỗi của mình, nhưng hầu hết các ông bố, bà mẹ đều phát hiện ra rằng từ khi bé sinh ra, họ rất quý khoảng thời gian dành cho thiên thần nhỏ của mình. Sự thay đổi này ảnh hưởng đến quan hệ vợ chồng và đời sống tình dục như thế nào? Phụ nữ mang thai thường có rất nhiều thay đổi về thể chất, hooc-môn và xúc cảm, trong khi các ông bố tương lai cũng phải hết sức khổ sở với những thay đổi trong cuộc sống tương tự như thế. Khi thai nghén phát triển thì điều này hẳn có thể ảnh hưởng đến tinh thần, cảm xúc của cả hai vợ chồng.  Cảm giác uể oải, ủ rũ có thể sẽ kéo dài rất lâu, bất kể là do nguyên nhân gì đi nữa, nhưng sự kiên nhẫn và cảm thông của bạn có thể sẽ thành công đấy. Hãy cố giúp cô ấy vượt qua khoảng thời gian khủng hoảng và căng thẳng về thai nghén và tâm trạng chuẩn bị làm bố mẹ này nhé. Nếu bạn cảm thấy mối quan hệ của mình chưa chắc chắn hoặc chưa ổn, thì hãy cố giải quyết các vấn đề này càng sớm càng tốt nhé. Nhiều đôi vợ chồng lầm tưởng đứa bé sẽ là sợi dây gắn kết hai người với nhau. Nhưng nhiều khi con bạn không thể hoà giải mối quan hệ khó khăn được – đó là việc riêng của bạn và vợ mình. Và nếu cùng nhau tìm ra giải pháp càng sớm thì bạn càng cảm thấy thoải mái, dễ chịu hơn với việc trở thành bố mẹ trong tương lai.  Bạn cũng có thể quan hệ tình dục trong suốt thời gian mang thai miễn là ít nguy cơ xảy ra biến chứng sẩy thai hoặc sinh non. Bạn nên thảo luận, tham khảo ý kiến của bác sĩ, y tá, nữ hộ sinh, hoặc một bác sĩ nào đó về bất cứ mối nguy hiểm nào có thể xảy ra cho bạn và vợ của mình. Bạn chẳng phải lúng túng,  ngượng ngùng đâu, bởi họ sẵn lòng giải đáp thắc mắc của bạn mà. Khi đề cập đến bất cứ vấn đề gì của thai nghén thì điều quan trọng là cả bạn và cô ấy phải nên nói chuyện một cách cởi mở, thẳng thắn về những điều bạn nghĩ là đúng và phù hợp cho cả hai người. Tất nhiên là không phải vì tình dục là an toàn khi mang thai mà cả hai bạn đều muốn quan hệ. Nhiều cặp vợ chồng phát hiện ra cảm xúc ham muốn tình dục của họ thay đổi thất thường trong suốt nhiều giai đoạn khác nhau của thai kỳ khi cả hai đều quen với tất cả mọi thay đổi như thế. Ngoài ra, xin nhớ rằng việc giữ cho mối quan hệ được hài hoà chính là điều quan trọng nhất. Tôi sẽ vượt qua thời gian sinh nở như thế nào? Không có luật nào buộc bạn phải đón bé khi mới sinh ra, cắt dây rốn, hoặc thậm chí là ở phòng sanh. Ở các lớp học sinh đẻ, bạn sẽ được chỉ dẫn về các kỹ thuật xoa bóp và giúp giảm đau, bạn sẽ đứng phía sau lưng vợ mình ở vị trí ngang đầu hoặc vai của cô ấy khi cô ấy rặn đẻ. Khi bạn đã biết được điều này thì hãy nói với vợ mình những điều có thể làm cho cả hai cảm thấy thoải mái nhất. Người ta cũng thường sợ ngất đi, nhưng thực sự là nhiều ông bố đã ngất xỉu đấy. Thực ra là nhiều người nghĩ là việc sinh đẻ mất ít máu hơn nhiều so với họ tưởng! Thai phụ, dĩ nhiên là vất vả nhất trong suốt thời kỳ sinh đẻ, nhưng các ông bố cũng đóng một vai trò hết sức quan trọng. Vợ bạn cũng cần một người nào đó để chăm sóc, quan tâm và trông chừng xem cô ấy cần gì. Từ trước ngày dự sanh, điều quan trọng là bạn nên bàn bạc phương pháp nào giúp giảm đau, sử dụng thuốc gì và điều trị như thế nào để bạn có thể thông báo cho bác sĩ biết trong trường hợp vợ mình không làm được những việc ấy. Bạn là người trung gian giữa vợ và gia đình mình trong suốt thời gian sinh nở của cô ấy.  Tôi có thể giúp vợ mình bằng cách nào? Bác sĩ ắt sẽ cảnh báo những điều bạn không nên làm, nhất là khi cả hai vợ chồng bạn đều lớn tuổi. Và rất có thể là cả hai bạn phải làm nhiều xét nghiệm và chụp hình khác nhau để xem liệu bé có bị dị tật bẩm sinh và các vấn đề sức khỏe nào khác không. Nghe hết tất cả những điều này thì quả là đáng sợ thật. Nhưng bạn cũng có thể làm được nhiều thứ để giúp cho vợ – và đứa con chưa chào đời của mình – được khỏe mạnh trong suốt thời gian thai nghén đấy. Nếu bạn quen biết với những gia đình có trẻ sơ sinh và trẻ nhỏ khác thì bạn nên dành thời gian tiếp xúc với họ. Nếu không quen biết với bất kỳ người mới làm bố mẹ thì bác sĩ hoặc trung tâm sinh sản ở địa phương cũng có thể giúp cho bạn liên hệ với những gia đình khác trong khu vực của bạn. Hãy cố gắng đi cùng với vợ đến khám bác sĩ, ở đây bạn có thể đặt câu hỏi với bác sĩ, thu thập thông tin, nghe nhịp tim của bé, và thấy được hình của con mình trên đồ thị biểu diễn âm thanh. Bạn cũng cần nên đi một vòng tham quan khu sản khoa ở bệnh viện hoặc trung tâm hỗ trợ sinh sản nơi bạn dự định sinh em bé. Nên chuẩn bị ngôi nhà cho bé bằng cách tu sửa hoặc mua mới bất cứ cái gì cần thiếu nhé. Bạn cũng nên nhớ là sự lo lắng về thai nghén và việc chuẩn bị làm bố mẹ cũng giống như bất kỳ một mối lo âu nào khác. Hãy sử dụng các kỹ thuật, các bí quyết làm giảm căng thẳng có hiệu quả tốt đối với bạn – có thể là tập thể dục hoặc xem phim, đọc sách báo, nghe nhạc, hoặc chơi thể thao nữa.  Hãy bộc lộ, tâm sự với người khác  Trò chuyện, tâm sự với người khác có thể là một điều không mấy dễ dàng gì đối với các cặp vợ chồng sắp sửa sinh con. Thậm chí là trước khi sinh thì cơ thể những bà mẹ tương lai cũng luôn nhớ rất rõ là bé đang phát triển và cuộc sống cũng sẽ thay đổi rất nhiều. Vì vậy vợ của bạn cũng có thể cần tâm sự về chuyện thai nghén trong khi bạn còn đang cố thích nghi với việc ấy.    Nếu bạn chưa sẵn sàng để có thể nói chuyện với vợ mình về điều này thì bạn cũng có nhiều cách khác đấy. Bạn có thể cảm thấy thoải mái hơn khi tâm sự với bạn bè, người thân, và những người mới làm bố khác có thể làm cho bạn yên tâm và gợi ý cho bạn nhiều điều bổ ích. Nhiều bệnh viện và trung tâm sinh sản cũng có các chuyên gia hỗ trợ cho những người mới làm bố mẹ và có thể nói chuyện với bạn một cách riêng tư.  Bạn nên nhớ là đã có hàng tỉ người có kinh nghiệm làm bố rồi và họ vẫn vượt qua đấy thôi. Chẳng có một bí quyết gì cả và người ta cũng chẳng nghĩ là bạn có thể trở thành một ông bố hoàn hảo do bản năng đâu. Công việc của bạn giờ đây là nên cố hết sức để chuẩn bị cho bé chào đời và tìm hiểu thêm nhiều nguồn thông tin có thể giúp ích được cho mình nhé."
        }
    ],
    "suggestions": []
}