{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Confucius",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Confucius",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Confucius",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Confucius",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Confucius",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He is a <em>confucius</em>.",
            "vi": "Ông ta là bậc khổng minh."
        },
        {
            "en": "What did <em>Confucius</em> propose doing?",
            "vi": "Khổng Tử đã đề xướng những gì?"
        },
        {
            "en": "So what did <em>Confucius</em> propose doing?",
            "vi": "Vậy khổng tử đã đề xướng những gì?"
        },
        {
            "en": "<em>Confucius</em> lived to the age of 73.",
            "vi": "Khổng tử sống đến 73 tuổi."
        },
        {
            "en": "Through education <em>Confucius</em> disseminated his political thoughts.",
            "vi": "Thông qua việc dạy học, khổng tử đã phổ biến được những quan điểm chính trị của mình."
        },
        {
            "en": "What was the influence of <em>Confucius</em>' thinking on China?",
            "vi": "Ảnh hưởng của tư tưởng Khổng Tử đối với Trung Quốc là gì?"
        },
        {
            "en": "Buddha and <em>Confucius</em> are two very influential people.",
            "vi": "Đức Phật và Khổng Tử là hai người rất có ảnh hưởng."
        },
        {
            "en": "Memorial ceremony was held in Taipei for <em>Confucius</em>' birthday.",
            "vi": "Lễ tưởng niệm được tổ chức tại Đài Bắc nhân ngày sinh nhật của Khổng Tử."
        },
        {
            "en": "Why do Chinese people think so highly of <em>Confucius</em>?",
            "vi": "Tại sao người Trung Quốc kính trọng Khổng Tử như thế?"
        },
        {
            "en": "We visited a temple to <em>Confucius</em> last year.",
            "vi": "Chúng tôi đã đến đền thờ Khổng Tử năm ngoái."
        },
        {
            "en": "<em>Confucius</em> is one of the most famous ancient sages.",
            "vi": "Khổng Phu Tử là 1 trong những nhà hiền triết nổi tiếng nhất"
        },
        {
            "en": "Do you think <em>Confucius</em> still has a place in China?",
            "vi": "Theo bạn thì Khổng Tử vẫn còn có vị trí Trung Quốc không?"
        },
        {
            "en": "This statement represents a compilation of several aphorism of <em>Confucius</em>.",
            "vi": "Lời tuyên bố thể hiện sự sưu tầm những câu cách ngôn của Khổng Tử."
        },
        {
            "en": "Later on, the students of his disciples collected and edited what <em>Confucius</em> had said and done into a classic of the Confucian school entitled the Analects of <em>Confucius</em>.",
            "vi": "Về sau này, các học trò của các môn đồ này đã sưu tập và biên soạn lại những gì khổng tử đã nói và làm thành một tác phẩm kinh điển của trường phái nho học có tên là luận ngữ của khổng tử."
        },
        {
            "en": "A dedicated educator, <em>Confucius</em> enrolled a total of 3.000 students in his lifetime.",
            "vi": "Là một nhà giáo tận tâm, khổng tử đã thu nhận tất cả là 3.000 học trò trong cuộc đời dạy học của ông."
        },
        {
            "en": "<em>Confucius</em> says, we would prefer to make friends with the best people.",
            "vi": "Khổng Tử nói, chúng ta thích kết bạn với những người tốt nhất hơn."
        },
        {
            "en": "\" A ten-thousand-mile journey must begin with a single step,\" <em>Confucius</em> said.",
            "vi": "Khổng Tử đã nói : Hành trình vạn dặm bắt đầu từ một bước chân"
        },
        {
            "en": "Ceremonies will be held today throughout the island to mark <em>Confucius</em> 'birthday.",
            "vi": "Hôm nay toàn đảo sẽ tổ chức lễ kỷ niệm ngày sinh của Khổng Tử."
        },
        {
            "en": "\"A ten - thousand - mile journey must begin with a single step,\" <em>Confucius</em> said.",
            "vi": "Khổng Tử đã nói: Hành trình vạn dặm bắt đầu từ một bước chân"
        },
        {
            "en": "Ceremonies will be help today throughout the island to mark <em>Confucius</em>' birthday.",
            "vi": "Hôm nay toàn đảo sẽ tổ chức lễ kỷ niệm ngày sinh của khổng tử."
        }
    ],
    "suggestions": []
}