{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kən'fju:∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ủng hộ Khổng Tử; ủng hộ nho giáo; thuộc về nho giáo</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người ủng hộ Khổng Tử; người ủng hộ nho giáo</td></tr></table><i/></div>",
            "word": "Confucian",
            "pronounce": "[kən'fju:∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Confucian</k><blockquote><cclass>[<cclass>kən'fju:ʃ(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to Confucius or Confucianism. </cclass></blockquote><blockquote>■ <cclass>noun an adherent of Confucianism. </cclass></blockquote></div>",
            "word": "Confucian",
            "pronounce": "[kən'fju:∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Confucian",
            "pronounce": "[kən'fju:∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Confucian",
            "pronounce": "[kən'fju:∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Confucian",
            "pronounce": "[kən'fju:∫n]"
        }
    },
    "sentences": [
        {
            "en": "They were <em>Confucian</em>.",
            "vi": "Họ là người theo Nho giáo."
        },
        {
            "en": "Do you think that <em>Confucian</em> thought will never disappear?",
            "vi": "Bạn có nghĩ là tư tưởng của Khổng Tử sẽ không bao giờ mất đi không?"
        },
        {
            "en": "<em>Confucian</em> ideas of womanhood uphold men as breadwinners and decision makers.",
            "vi": "Tư tưởng Nho giáo về nữ tính coi nam giới là trụ cột trong gia đình và là người ra quyết định."
        },
        {
            "en": "Undoubtedly, <em>Confucian</em> thought is important in Chinese history and it still is today.",
            "vi": "Chắc chắc là tư tưởng của Khổng Tử rất quan trọng trong lịch sử của Trung Quốc và vẫn còn quan trọng ngày hôm nay."
        },
        {
            "en": "<em>Confucian</em> family customs gave absolute power over all family members to the male head of the family.",
            "vi": "Tập quán gia đình Khổng giáo cho người nam giới đứng đầu gia đình quyền lực tuyệt đối đối với các thành viên gia đình."
        },
        {
            "en": "Vietnamese perceptions of children are still strongly influenced by <em>Confucian</em> traditions, which require that children obey their parents.",
            "vi": "Quan niệm của người Việt Nam về trẻ em vẫn còn bị ảnh hưởng nặng nề của Khổng giáo là yêu cầu trẻ em phải vâng lời cha mẹ."
        },
        {
            "en": "<em>Confucian</em> thought has survived attacks over history from the Ch'in dynasty to Mao Tse-tung, why should it die now?",
            "vi": "Tư tưởng của Khổng Tử đã vượt qua được những thử thách trong lịch sử từ triều đại nhà Ch 'in cho đến Mao Trạch Đông, thì làm sao ngày nay nó lại tàn lụi được?"
        },
        {
            "en": "<em>Confucian</em> thought has survived attacks over history from the Ch 'in dynasty to Mao Tse - tung, why should it die now?",
            "vi": "Tư tưởng của Khổng Tử đã vượt qua được những thử thách trong lịch sử từ triều đại nhà Ch'in cho đến Mao Trạch Đông, thì làm sao ngày nay nó lại tàn lụi được?"
        },
        {
            "en": "Tolerance is considered natural for civil society, in terms of accepting other people and promoting non- violence in a country founded on Buddhist and <em>Confucian</em> values.",
            "vi": "Khoan dung được coi là điều tự nhiên đối với xã hội dân sự, với quan điểm chấp nhận những người khác và thúc đẩy phi bạo lực ở một quốc gia được thiết lập trên nền tảng đạo phật và các giá trị Nho giáo."
        },
        {
            "en": "Gender roles in Viet Nam are heavily influenced by the country’s <em>Confucian</em> past, agrarian social structures, the country’s experience of war and socialist orientation.",
            "vi": "Vai trò giới ở Việt Nam bị ảnh hưởng rất nặng nề bởi chế độ phong kiến trước đây của đất nước, cơ cấu xã hội nông nghiệp, kinh nghiệm cuộc chiến tranh và định hướng xã hội chủ nghĩa của đất nước."
        },
        {
            "en": "Younger women, in particular, encounter many problems, since respect for elders, both men and women, is an important part of the <em>Confucian</em> legacy in Vietnam.",
            "vi": "Đặc biệt là những phụ nữ trẻ gặp phải nhiều vấn đề, bởi vì việc kính trọng người lớn tuổi, cả nam lẫn nữ, là một giá trị quan trọng trong truyền thống đạo Khổng ở Việt Nam."
        },
        {
            "en": "Later on, the students of his disciples collected and edited what Confucius had said and done into a classic of the <em>Confucian</em> school entitled the Analects of Confucius.",
            "vi": "Về sau này, các học trò của các môn đồ này đã sưu tập và biên soạn lại những gì khổng tử đã nói và làm thành một tác phẩm kinh điển của trường phái nho học có tên là luận ngữ của khổng tử."
        },
        {
            "en": "Although the duties of a wife towards the husband were laid down in the <em>Confucian</em> code of discipline, it did not stress the duties and obligations of the husband towards the wife.",
            "vi": "Mặc dù các bổn phận của người vợ dành cho chồng được đặt ra trong những qui tắc của Khổng giáo, nhưng nó lại không lành mạnh hóa các bổn phận và trách nhiệm của người chồng đối với người vợ."
        },
        {
            "en": "This <em>Confucian</em> view of the relation between citizens and the State is deeply rooted in many countries of the region, as has been pointed out in numerous studies about human rights in East Asia.",
            "vi": "Quan niệm Khổng giáo về mối quan hệ giữa công dân và Nhà nước đã ăn sâu bắt rễ ở nhiều nước trong khu vực, như đã được nêu ra trong nhiều nghiên cứu về quyền con người ở Đông á."
        },
        {
            "en": "The individual always had to surrender to the collective; the highest principle of <em>Confucian</em> thinking was the idea of the social duty towards the entire State and the community.",
            "vi": "Cá nhân bao giờ cũng phải phục tùng tập thể; nguyên tắc cao nhất của tư tưởng Khổng giáo là nhiệm vụ xã hội đối với toàn thể nhà nước và cộng đồng."
        },
        {
            "en": "The traditional rites to be performed at the <em>Confucian</em> Temple in Taipei in honor of the sage will attract the most spectators, locals and foreigners alike, who are interested in Chinese culture and tradition.",
            "vi": "Các nghi lễ truyền thống được cử hành tại Đền thờ Khổng Tử ở Đài Bắc nhằm tôn vinh nhà hiền triết này sẽ thu hút đông đảo người xem, dân địa phương cũng như khách nước ngoài, những người quan tâm đến"
        },
        {
            "en": "The traditional rites to be performed at the <em>Confucian</em> Temple in Taipei in honor of the sage will attract the most spectators, locals and foreigners alike, who are interested in Chinese culture and tradition.",
            "vi": "Các nghi lễ truyền thống được cử hành tại Đền thờ Khổng Tử ở Đài Bắc nhằm tôn vinh nhà hiền triết này sẽ thu hút đông đảo người xem, dân địa phương cũng như khách nước ngoài, những người quan tâm đến văn hóa và truyền thống Trung Quốc."
        },
        {
            "en": "At the end of his verdict, the <em>Confucian</em> judge said that children are obliged to obey, respect and care for their parents and urged the family to reconcile their differences.",
            "vi": "Trong lời kết khi tuyên án, ông thẩm phán có tư tưởng Nho giáo nói rằng con cái có nghĩa vụ nghe lời, kính trọng và phụng dưỡng cha mẹ mình và kêu gọi gia đình nhà họ gạt bỏ các bất đồng mà sống hoà thuận với nhau."
        },
        {
            "en": "If, as a matter of fact, for the Westerner the sense of individual rights is fundamental and finds itself protected and activated by the conception of justice, for the <em>Confucian</em>, the advantages which every one can claim are of no account.",
            "vi": "“Trong thực tế, nếu đối với người phương Tây, ý thức quyền cá nhân là cơ bản và được khái niệm tư pháp bảo vệ và thực hiện, thì đối với người theo Khổng giáo, những lợi thế mà ai cũng có thể đòi hỏi, lại ít được quan tâm...”."
        },
        {
            "en": "Zhu Xi, a 12th-century scholar whose teachings and interpretations of the <em>Confucian</em> texts influenced many generations of Chinese, once wrote: \"The essence of the day lies in the morning, that of the year in spring, and that of one's life in diligence.\"",
            "vi": "Chu Hi, một học giả Nho Giáo thế kỷ thứ XII, đương thời đã từng viết: \"Cái tinh túy của một ngày nằm trong buổi sáng, của một năm nằm trong mùa xuân, còn của một đời là ở sự chuyên cần\"."
        }
    ],
    "suggestions": []
}