{
    "en_vn": {
        "data": {
            "content": null,
            "word": "conferencing"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>conferencing</k><blockquote><cclass>noun take part in a conference.</cclass></blockquote><blockquote>→ <kref>conference</kref></blockquote></div>",
            "word": "conferencing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conferencing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conferencing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "conferencing"
        }
    },
    "sentences": [
        {
            "en": "It has telephony, video <em>conferencing</em>, and satellite service.",
            "vi": "Nó có điện thoại, hội thảo videom, và dịch vụ vệ tinh."
        },
        {
            "en": "Distance learning and video <em>conferencing</em> are new tools that equip people with unprecedented means of learning and teaching.",
            "vi": "Học tập từ xa và hội nghị truyền hình là những công cụ mới cung cấp cho con người những phương tiện chưa từng có để học và dạy."
        },
        {
            "en": "Regarding the charges for the 4G services, VinaPhone applies the similar rates to the 3G services. Subscribers can change from 3G to 4G SIMs for free at six VinaPhone offices. VinaPhone clients can experience several 4G services, including high-quality video (Mobile TV), Live streaming video transferring services (Mobile Broadcast), video <em>conferencing</em> (Cloud Video <em>Conferencing</em>) and the virtual computer services (DAAS).",
            "vi": "Về chi phí cho dịch vụ 4G, VinaPhone áp dụng tỷ lệ tương tự như dịch vụ 3G. Thuê bao có thể thay đổi sim từ 3G lên 4G miễn phí tại sáu văn phòng VinaPhone. Khách hàng VinaPhone có thể trải nghiệm một số dịch vụ 4G, bao gồm cả xem video chất lượng cao (Mobile TV), dịch vụ video trực tuyến (Mobile Broadcast), hội nghị truyền hình (Cloud Video Conferencing) và dịch vụ máy tính ảo (DALLAS)."
        },
        {
            "en": "4G is the fourth generation of mobile telecommunications technology, succeeding 3G, with the speeds of up to 1-1.5 Gigabits per second, which is several hundred times higher than 3G. A 4G system must provide capabilities defined by ITU in IMT Advanced. Potential and current applications include amended mobile web access, IP telephony, gaming services, high-definition mobile TV, video <em>conferencing</em>, 3D television, and cloud computing.",
            "vi": "4G là thế hệ thứ tư của công nghệ viễn thông di động, với tốc độ lên đến 1-1,5 Gbps, cao hơn so với 3G vài trăm lần. Một hệ thống 4G được cung cấp khả năng xác định bởi ITU IMT Advanced. Ứng dụng tiềm năng và hiện tại bao gồm truy cập web, sửa đổi IP điện thoại, dịch vụ chơi game, TV độ nét cao điện thoại di động, hội nghị truyền hình, truyền hình 3D và điện toán đám mây."
        }
    ],
    "suggestions": []
}