{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">confrontation</font></td></tr></table><i/></div>",
            "word": "confrontational"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "confrontational"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "confrontational"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "confrontational"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "confrontational"
        }
    },
    "sentences": [
        {
            "en": "Obama repeatedly took a non-<em>confrontational</em> approach.",
            "vi": "Obama liên tục sử dụng phương pháp không đối đầu."
        },
        {
            "en": "Obama repeatedly took a non - <em>confrontational</em> approach.",
            "vi": "Obama liên tục sử dụng phương pháp không đối đầu."
        },
        {
            "en": "Of course, it doesn't call to be <em>confrontational</em> or disrespectful.",
            "vi": "Dĩ nhiên nó không yêu cầu bạn chống đối hay thiếu tôn trọng."
        },
        {
            "en": "Working in a non-<em>confrontational</em> way with institutions ensures they are more receptive to outreach efforts;.",
            "vi": "Hoạt động theo cách không đối đầu với các thể chế này đảm bảo họ dễ chấp nhận, nỗ lực hơn;."
        },
        {
            "en": "This means that they must establish good contacts with the Government, and their methods of advocacy must be non-<em>confrontational</em>.",
            "vi": "Điều này có nghĩa là họ phải xây dựng được mối quan hệ tốt với Chính phủ và phương pháp vận động của họ phải là không đối đầu."
        },
        {
            "en": "Our inner appraisal of life's happenings often occurs out of a habitual thinking style that we can interrupt with a few <em>confrontational</em> questions.",
            "vi": "Cảm xúc nội tâm về sự việc xảy ra trong cuộc sống của chúng ta thường diễn ra do nếp nghĩ quen thuộc mà chúng ta có thể chặn đứng bằng một vài câu hỏi mang tính đối kháng."
        },
        {
            "en": "It is important that such <em>confrontational</em> approaches be undertaken only with the guidance of a trained mental health professional. These are potentially traumatic techniques, however, in some circumstances, they have an excellent rate of success.",
            "vi": "Điều quan trọng là những phương pháp tiếp cận đối đầu như vậy chỉ được thực hiện với sự hướng dẫn của chuyên gia sức khỏe tâm thần. Đây là những kỹ thuật có khả năng gây chấn thương, tuy nhiên, trong một số trường hợp, chúng có một tỷ lệ thành công tuyệt vời."
        },
        {
            "en": "John Johnson: I definitely notice negative comments about Vietnamese on Facebook. It's not just Vietnamese though, although it is in the Expat forums. Look at the Trump or anti-abortion rhetoric. People often use Facebook as a way to anonymously voice hatred or negative criticism. Facebook doesn't have a monopoly on it, but it certainly is a big place for it. It's one reason I often use Reddit. Although lately I've been feeling to <em>confrontational</em> to get scared off by the bullies and trolls.",
            "vi": "John Johnson: Tôi đặc biệt chú ý đến những lời nhận xét tiêu cực về người Việt trên Facebook. Nó không đơn thuần ở các diễn đàn người Việt, mà nó còn ở trong các diễn đàn của người nước ngoài. Hãy nhìn vào cách hùng biện của ông Trump hay của những kẻ chống phá. Người ta thường sử dụng Facebook như một cách ẩn danh để bày tỏ sự căm phẫn hay những lời bình luận tiêu cực. Không có sự độc chiếm quyền kiểm soát trên Facebook nhưng chắc chắn nó là một không gian rộng lớn để bày tỏ cảm xúc. Đó là lý do tôi thường sử dụng Reddit. Mặc dù gần đây tôi cảm thấy sợ hãi khi đương đầu với những kẻ hăm dọa và khiêu khích."
        },
        {
            "en": "Female genital mutilation: a tradition steeped in blood      Female circumcision, officially known as female genital mutilation, is one of the most political areas of women's health. Worldwide it is estimated that well over 100 million women have been subjected to it.  Supporters of the practice say it is done for cultural and religious reasons, but opponents say that not only is it potentially life-threatening - it is also an extreme form of oppression of women. Those who persist in the practice in Senegal will now face a prison term of between one and five years. Female circumcision is mainly carried out in western and southern Asia, the Middle East and large areas of Africa. It is also known to take place among immigrant communities in the USA, Canada, France, Australia and Britain, where it is illegal.  In total it is estimated that two million a year are subjected to genital mutilation. There are three main types of circumcision:   The removal of the tip of the clitoris; \n\n\n Total removal of the clitoris and surrounding labia;\n\n\n The removal of the clitoris and labia and the sewing up of the vagina, leaving only a small opening for urine and menstrual blood - a process known as infibulation.\n\n\n  So drastic is the mutilation involved in the latter operation that young brides have to be cut open to allow penetration on their wedding night and are customarily sewn up afterwards. The aim of the process is to ensure the woman is faithful to her future husband. Some communities consider girls ineligible for marriage if they have not been circumcised. Girls as young as three undergo the process, but the age at which the operation is performed varies according to country and culture.  Health workers say that the operation is often carried out in unsanitary conditions.  Razor blades, scissors, kitchen knives and even pieces of glass are used, often on more than one girl, which increases the risk of infection.  Anaesthesia is rarely used.  Some girls die as a result of haemorraging, septicemia and shock. It can also lead to long-term urinary and reproductive problems.  However, girls who have not been circumcised are considered \"unclean\" in many cultures, and can be treated as harlots by other women. Many men believe the folklore which says they will die if their penis touches a clitoris. Campaigns are working  Due to health campaigns, female circumcision has been falling in some countries in the last decade. In Kenya, a 1991 survey found that 78% of teenagers had been circumcised, compared to 100% of women over 50. In Sudan, the practice dropped by 10% between 1981 and 1990.  Several governments have introduced legislation to ensure the process is only carried out in hospitals by trained doctors.  Other countries such as Egypt have banned the operation altogether, but there is significant opposition to change because of the traditional nature of the process and health workers think a less <em>confrontational</em> approach, such as Ntanira Na Mugambo, could be more successful.  Ntanira Na Mugambo, also known as 'circumcision by words', has been developed in rural areas of Kenya by local and international women's health organisations. It involves a week-long programme of community education about the negative effects of female genital mutilation, culminating in a coming of age ceremony for young women. The young women are secluded for a week and undergo classes in reproduction, anatomy, hygiene, respect for adults, developing self-esteem and dealing with peer pressure.  Family members also undergo health education sessions and men in the community are taught about the negative effects of female circumcision.  Health workers believe the programme works because it does not exert a blunt prohibition on female genital mutilation, but offers an attractive alternative.",
            "vi": "Cắt âm vật: một truyền thống đầy máu       Cắt bao quy đầu ở nữ giới, chính thức gọi là cắt âm vật, là một trong những phạm vi mang tính chính trị nhất của sức khỏe phụ nữ. Ước tính trên toàn cầu có hơn 100 triệu phụ nữ đã bị ảnh hưởng bởi truyền thống này. Phe ủng hộ cho rằng cắt âm vật được thực hiện vì các lý do tôn giáo và văn hóa, nhưng theo những người phản đối thì thủ thuật này không chỉ là đe dọa tiềm ẩn đến tính mạng mà nó cũng là một dạng cực đoan của sự đàn áp phụ nữ. Những người khăng khăng bảo vệ thủ thuật này ở Senegal giờ đây sẽ phải đối mặt với án tù từ một đến năm năm.   Cắt âm vật chủ yếu được thực hiện ở miền Tây và Nam châu Á, Trung Đông và nhiều khu vực ở Châu Phi.   Nó cũng diễn ra bất hợp pháp trong các cộng đồng dân nhập cư ở Hoa Kỳ, Canada, Pháp, Úc và Anh. Người ta ước tính tổng cộng có hai triệu phụ nữ bị cắt âm vật mỗi năm.   Có ba kiểu thủ thuật cắt âm vật chính:  Cắt đầu âm vật;\n Cắt toàn bộ âm vật và các môi xung quanh;\n Cắt âm vật và các môi và sau đó khâu âm đạo lại, chỉ để lại một lỗ nhỏ cho nước tiểu và máu kinh nguyệt thoát ra – một quy trình được cho là để tránh giao hợp.\n  Rất nghiêm trọng là việc cắt xẻo này bao gồm cả một ca phẫu thuật sau này khi cô dâu trẻ phải bị cắt mở ra lại để cho phép quan hệ trong đêm tân hôn rồi thông thường sẽ bị khâu lại sau đó. Mục đích của hủ tục này là đảm bảo người phụ nữ chung thuỷ với chồng tương lai của cô ấy. Một số cộng đồng phán xét các cô gái là không đạt tiêu chuẩn cho hôn nhân nếu như họ không được cắt âm vật.   Những bé gái chỉ mới ba tuổi đã phải trải qua hủ tục này, nhưng độ tuổi mà phẫu thuật được thực hiện thay đổi tuỳ quốc gia và nền văn hoá. Theo các nhân viên y tế, phẫu thuật như thế thường được thực hiện trong những điều kiện thiếu vệ sinh. Lưỡi lam, kéo, dao làm bếp và thậm chí là mảnh thủy tinh được sử dụng để làm vật cắt, thường dùng chung cho nhiều người, càng làm tăng nguy cơ nhiễm trùng. Gây mê được hiếm khi được thực hiện. Một số cô gái chết do mất máu, nhiễm trùng huyết và sốc.   Việc cắt âm vật cũng có thể dẫn đến những vấn đề tiết niệu và sinh sản lâu dài. Tuy nhiên, những cô gái không được cắt âm vật bị coi là \"không sạch sẽ\" trong nhiều nền văn hoá, và có thể bị các phụ nữ khác đối xử như là gái điếm. Nhiều đàn ông tin vào chuyện hoang đường là họ sẽ bị chết nếu dương vật của họ chạm vào âm vật.   Các cuộc vận động đang được tiến hành Nhờ vào các cuộc vận động vì sức khoẻ, hủ tục cắt âm vật đã và đang mất dần ở một số quốc gia trong thập niên vừa qua. Ở Kenya, mộc cuộc điều tra thăm dò vào năm 1991 cho thấy rằng 78% thanh thiếu niên đã được cắt bao quy đầu, 100% ở nữ giới so với 50% ở nam giới. Ở Sudan, hủ tục này giảm 10% giữa năm 1981 và năm 1990. Nhiều chính phủ đã đề ra pháp chế nhằm đảm bảo thủ thuật này chỉ được thực hiện trong bệnh viện do các bác sĩ có chuyên môn. Các quốc gia khác như là Ai Cập đã cấm hoàn toàn thủ thuật này, nhưng có sự chống đối đáng kể đối với sự thay đổi vì bản chất truyền thống của hủ tục và các nhân viên y tế cho rằng một phương pháp ít gây đối đầu hơn, như là chương trình Ntanira Na Mugambo, có thể thành công hơn. Ntanira Na Mugambo, hay còn được gọi là “cắt âm vật bằng ngôn ngữ”, đã được phát triển ở vùng nông thôn của Kenya do các tổ chức sức khỏe của phụ nữ địa phương và quốc tế.   Nó bao gồm một chương trình giáo dục cộng đồng kéo dài một tuần về các ảnh hưởng tiêu cực của việc cắt âm vật, kết thúc bằng một buổi lễ kỷ niệm đến tuổi trưởng thành của các thiếu nữ.   Các thiếu nữ sẽ được tách ra khỏi cộng đồng trong một tuần và trải qua các lớp học về sinh sản, cơ thể học, vệ sinh, các khía cạnh của việc trưởng thành, phát triển lòng tự trọng và kỹ năng đương đầu với những áp lực xã hội từ bạn bè cùng trang lứa. Thành viên trong gia đình cũng trải qua các khoá giáo dục sức khỏe và nam giới trong cộng đồng được giảng dạy về ảnh hưởng tiêu cực của việc cắt âm vật. Các nhân viên y tế tin rằng chương trình sẽ có tác dụng vì nó không đưa ra lệnh cấm đối với hủ tục cắt âm vật, nhưng cung cấp các giải pháp thay thế hấp dẫn.  "
        },
        {
            "en": "Cheered in Canada, Obama treads lightly         OTTAWA – President Barack Obama courted warmer relations with America's snowy northern neighbor Thursday, declining to ask war-weary Canada to do more in Afghanistan, promising he won't allow a protectionist creep into U.S. trade policy and talking reassuringly around thorny energy issues.  Obama-happy crowds cheered Obama's seven-hour visit, his first outside U.S. borders as president, and he returned the compliment with a quick stop at an indoor market where he delighted shopkeepers by picking up pastries and souvenirs for his daughters. \"I love this country and think that we could not have a better friend and ally,\" Obama said as he appeared side-by-side with Canadian Prime Minister Stephen Harper at gothic Parliament Hill. He later slipped slightly as he walked to his plane and joked that the weather reminded him of Chicago. Harper in turn rolled out the red carpet for the new U.S. president. The Conservative leader had been close to President George W. Bush, personally and on policy. But he made clear with subtle jabs backward that he was casting his and his country's lot now with the vastly more popular Obama. \"As we all know, one of President Obama's big missions is to continue world leadership by the United States of America, but in a way that is more collaborative,\" Harper said, an apparent reference to Bush's go-it-alone diplomatic style. Still, rhetorical niceties aside, there are some sharp differences between the U.S. and its largest trading partner and biggest supplier of oil. On several topics, where Obama came armed with reassurances, Harper offered mini-lectures, albeit gently delivered. On the 7-year-old Afghanistan war, for instance, the Canadian leader said that NATO and U.S. forces fighting a resurgent Taliban insurgency are not \"through our own efforts going to establish peace and security in Afghanistan.\" With Obama's administration undertaking a broad review of the U.S. strategy there, Harper suggested that any new policy \"have the idea of an end date, of a transition to Afghan responsibility for security, and to greater Western partnership for economic development.\"  On Canada's massive oil-rich tar sands, Harper suggested that the kind of emissions regulations that environmentalists would like Obama to support would be unfair, making a comparison to the U.S. coal industry. \"It's very hard to have a tough regulatory system here when we are competing with an unregulated economy south of the border,\" Harper said. On trade, Obama stuck to his pledge to eventually seek changes in the 1994 North American Free Trade Agreement to increase enforcement of labor and environmental standards — but said he intended to do so in a way \"that is not disruptive to the extraordinarily important trade relationships that exist between the United States and Canada.\" Harper said he might be willing to negotiate, but not by \"opening the whole NAFTA and unraveling what is a very complex agreement.\" He sounded a similar warning on a \"Buy American\" clause that Congress added to the $787 billion economic stimulus package. The provision's passage fits into a larger fear among free-trading Canadians that America is cultivating a protectionist streak as its economy tanks and hemorrhages jobs. \"We expect the United States to adhere to its international obligations,\" Harper said. \"I can't emphasize how important it is that we do that.\" Another point of contention is the post-Sept. 11 security enhancements required by the U.S. along the two country's borders that have made crossings more arduous. Harper suggested no one needed to teach Canada lessons on that score: \"Not only have we, since 9/11, made significant investments in security and security along our border, the view of this government is unequivocal: Threats to the United States are threats to Canada.\" Obama repeatedly took a non-<em>confrontational</em> approach. On trade, he declared that he had told Harper: \"I want to grow trade and not contract it.\" On Afghanistan, Obama said unprompted that he had not asked the prime minister for any more Canadian commitments. Just a handful of nations, including Canada, are doing the heavy lifting there by fighting in the country's dangerous southern and eastern provinces. Canada, which has lost more than 100 people in Afghanistan, is withdrawing its 2,500 combat forces out of the volatile south by 2011. \"We just wanted to make sure that we were saying thank you,\" Obama said. The president announced earlier this week that he is sending 17,000 more U.S. troops to Afghanistan to augment the 33,000 already there. It was just over half the increase that U.S. commanders have requested, and Obama left the door open to additional increases once the strategy review is finished in late March. On the oil sands issue, Obama probably scored points with his hosts by linking the environmental problems of the Canadian industry with those in the U.S. coal industry. Industry officials estimate the northern Alberta sands could yield as much as 175 billion barrels of oil, making Canada second only to Saudi Arabia in crude oil reserves. But the extraction process produces a high amount of the greenhouse gases blamed for climate change. Environmental groups want Obama to resist Harper's efforts to exempt them from regulation. Obama instead focused on the idea of developing carbon capture and storage to help turn the sands into a clean source of power, a largely unproven and not yet cost-effective technology that would bury harmful emissions underground. The topic was the only one to produce an announcement, though a minor one. The leaders said they had decided to begin a new clean-energy dialogue to advance carbon-reduction technologies and the development of a modern electric grid. Presidents send signals with their choices of their maiden international trips, and by coming here Obama meant to show that energy and Afghanistan are at the top of his list. But with the U.S. economy in free fall, he chose not to make a long visit, not even staying for dinner. The Canadian public didn't seem to care, with many spending hours on buses to come to the snowy capital in hopes of just a glimpse. The crowd of many hundreds that had started gathering at 4 a.m. in the square outside Parliament erupted in a deafening cheer when the U.S. leader waved for a moment from behind a partition before disappearing inside with Harper. Along his motorcade route, a woman held up a \"Yes We Canada\" sign, a playful reference to Obama's campaign motto. There was one small Obama slip. During his joint appearance with Harper, Obama started out by remarking his great pleasure at being in what he clearly started to say was \"Iowa.\" He quickly corrected himself to say \"Ottawa.\" The day afforded Obama his first experience with many of the pomp-filled ingredients of a presidential journey abroad. With a light snow falling at the airport, a double line of Royal Canadian Mounted Police in their bright red coats stood at attention. Obama was greeted by the representative of Britain's Queen Elizabeth II, Michaelle Jean, who took him inside the terminal for a brief discussion. Obama later met in the same room at the end of his visit with Liberal opposition leader Michael Ignatieff. Throughout his visit, American flags fluttered alongside Canadian ones.",
            "vi": "Cheered in Canada, Obama treads lightly       (Đã qua hiệu đính)  OTTAWA - Tổng thống Barack Obama tìm cách hâm nóng thêm mối quan hệ với người hàng xóm phương bắc tuyết phủ của Mỹ vào hôm thứ Năm vừa rồi bằng cách thôi yêu cầu Canada, một nước vốn đã mệt mỏi vì chiến tranh, phải tích cực hơn nữa ở Afghanistan, và hứa rằng ông sẽ không để bất cứ một người ủng hộ chế độ bảo vệ mậu dịch nào nhúng tay vào chính sách thương mại của Hoa Kỳ và trấn an về những vấn đề năng lượng gay go.  Đám đông  vui mừng vì Obama đã hoan nghênh   chuyến viếng thăm kéo dài bảy giờ   của ông, chuyến đi đầu tiên của ông ra khỏi biên giới Hoa Kỳ   trên cương vị tổng thống Mỹ. Đáp lại sự đón tiếp nồng nhiệt này, tổng thống đã dừng chân   trong chốc lát   tại một ngôi chợ  có mái che của Canada,  làm các chủ cửa hiệu nơi đây   sung sướng    khi mua bánh ngọt và quà lưu niệm cho các cô con gái.   “Tôi yêu đất nước này và nghĩ rằng chúng tôi không thể nào có được một người bạn và đồng minh tốt hơn” Obama đã phát biểu khi ông xuất hiện sóng đôi với thủ tướng Canada Stephen Harper tại toà nhà Quốc hội được xây dựng theo phong cách gô-tích. Đến lúc bị trượt nhẹ khi bước lên phi cơ, ông đã đùa rằng thời tiết này   làm ông    nhớ về Chicago.  Đến lượt    Harper trải thảm đỏ đón chào tân tổng thống Hoa Kỳ. Vị lãnh đạo Đảng Bảo thủ này đã từng rất gần gũi với tổng thống George W. Bush, về mặt cá nhân cũng như về chính sách.   Nhưng ông cũng khôn khéo nói ngược lại   rằng bây giờ ông và đất nước   mình nay đang gắn bó    với Obama, một tổng thống được nhiều người ủng hộ hơn.  Gợi nhắc rõ ràng phong cách ngoại giao đơn phương của Bush, Harper phát biểu “Như tất cả chúng ta đã biết, một trong những sứ mệnh   trọng đại của Tổng thống Obama là tiếp tục duy trì vị thế lãnh đạo thế giới của Hợp chủng quốc Hoa Kỳ, nhưng   thiên về   cộng tác nhiều hơn”.  Tuy thế, gạt qua một bên những ngôn từ ngoại giao hoà nhã,   vẫn còn một số   khác biệt sâu   sắc giữa   Hoa Kỳ và đối tác thương mại lớn nhất đồng thời là nguồn cung cấp dầu mỏ lớn nhất của Hoa kỳ.  Có một vài đề tài mà   Obama nặng phần trấn an, trong khi Harper   lại phát biểu ngắn gọn nhưng không kém phần sắc sảo.  Chẳng hạn như về cuộc chiến 7 năm ở Afghanistan, nhà lãnh đạo Canada cho rằng các lực lượng của Hoa Kỳ và NATO chống lại cuộc tái bạo loạn của phe Taliban không theo “đúng nỗ lực riêng của chúng tôi nhằm thiết lập hoà bình và an ninh ở Afghanistan”.   Trước việc chính phủ Obama   cam kết   xem xét   toàn diện   chiến lược của Hoa Kỳ tại Afghanistan, Harper đề nghị rằng   mọi chính sách mới “đều nên gợi ý    về ngày kết thúc,   về việc   giao cho Afghanistan tự giữ gìn   an ninh, và  giao cho nhóm phương Tây mạnh hơn lo phát triển kinh tế cho Afghanistan.”  Về những bãi cát dầu to lớn của Canada, Harper cho rằng quy định về hạn chế khí thải mà các nhà bảo vệ môi trường muốn Obama hỗ trợ sẽ không công bằng khi so sánh với ngành than   của   Hoa Kỳ. Ông phát biểu “Rất khó   áp dụng hệ thống quy định cứng nhắc   ở đây, khi mà chúng tôi đang phải cạnh tranh với nền kinh tế không   theo luật lệ gì cả ở biên giới phía nam”.  Về mậu dịch, Obama cam kết rằng trước sau gì ông cũng tìm cách thay đổi Hiệp định Tự do Mậu dịch Bắc Mỹ năm 1994 để   đẩy mạnh việc thực thi    các tiêu chuẩn môi trường và lao động – tuy nhiên ông cũng cho biết rằng cách thức cải đổi “sẽ không phá vỡ quan hệ mậu dịch đặc biệt quan trọng giữa Hoa Kỳ và Canada.”  Thủ tướng Harper cho biết ông sẵn sàng   đàm phán, nhưng không phải bằng cách “mở toàn bộ NAFTA và   giải quyết những gì được xem là một hiệp định vô cùng phức tạp như vậy”  Ông cũng đưa ra một cảnh báo tương tự đối với điều khoản “Mua hàng Mỹ” rằng Quốc hội đã   đưa vào chương trình kích thích kinh tế trị giá 787 tỷ đô la Mỹ. Sự thông qua  điều khoản này ứng với   nỗi   lo sợ nhiều hơn nữa của   giới mậu dịch tự do Canada   về việc   Mỹ đang  vun đắp cho một khuynh hướng   bảo hộ mậu dịch vì   nền kinh tế của nó đang suy thoái và khiến cho bao nhiêu người phải thất nghiệp.  Harper phát biểu “Chúng tôi mong Hoa Kỳ   làm đúng   các nghĩa vụ quốc tế của họ.”, “Tôi không thể nhấn mạnh chúng ta làm   việc đó   quan trọng đến mức nào”  Còn một điểm bất đồng nữa    là   việc Hoa kỳ yêu cầu tăng cường   an ninh sau sự kiện 11 tháng 9 dọc theo biên giới của hai quốc gia đã làm cho việc   qua lại biên giới trở nên khó khăn hơn. Harper cho rằng không cần  ai   dạy Canada bài học  về khoản đó: “Từ 9/11 đến nay,  chúng ta không chỉ    đầu tư   rất nhiều về    an ninh và an ninh dọc theo biên giới của chúng ta,   mà ngay cả   quan điểm của chính phủ này  cũng   rất rõ ràng:   Hiểm hoạ đối với Hoa Kỳ   cũng tức   là   hiểm hoạ đối với   Canada”.  Obama liên tục sử dụng phương pháp   không đối đầu.  Về mậu dịch, ông tuyên bố   rằng ông đã nói   với Harper: “Tôi muốn phát triển mậu dịch chứ không phải   thu hẹp mậu dịch”.  Về vấn đề Afghanistan, Obama đã tự ý nói rằng ông không yêu cầu   thủ tướng phải   cam kết   thêm bất cứ điều gì về phía    Canada.   Chỉ có một nhúm quốc gia,  trong có   Canada,   là đang kiên trì nỗ lực ở đó   bằng cách chiến đấu ở các tỉnh miền nam và miền đông nguy hiểm của Afghanistan. Canada đã mất hơn 100 người ở Afghanistan,   nên sẽ rút 2.500  lính tác chiến của họ ra khỏi miền nam   đang bất ổn  trong năm 2011.  \"Chúng tôi chỉ muốn đảm bảo   một điều là   chúng tôi đã   nói   cảm ơn   các   bạn,\" Obama   nói.  Tổng thống công bố đầu tuần này ông sẽ gởi thêm 17.000 binh sĩ Hoa Kỳ đến Afghanistan để tăng cường cho 33.000 binh sĩ đã có mặt ở đó. Đó chỉ là hơn một nửa số binh lính mà các chỉ huy Hoa Kỳ yêu cầu tăng   thêm, và Obama  vẫn còn bỏ ngỏ   (vẫn chưa dứt khoát) về    những lần tăng thêm   quân cho đến   khi   việc xem xét chiến lược được   hoàn tất vào cuối tháng ba.  Về vấn đề cát dầu, Obama có lẽ đã lấy được cảm tình của ông Harper khi   gắn    các vấn đề môi trường của   nền kỹ nghệ   Canada với  những vấn đề của   ngành   than   Hoa Kỳ.  Các viên chức  trong ngành ước tính   các bãi   cát dầu ở miền bắc Alberta có thể   cung cấp đến   175 tỉ thùng dầu, đưa Canada trở thành nước đứng thứ hai sau Saudi Arabia về   trữ   lượng   dầu thô. Tuy nhiên,   quy trình khai thác dầu tạo ra một lượng lớn khí thải gây hiệu ứng nhà kính, bị kết tội là gây ra sự thay đổi    khí hậu. Các nhóm bảo vệ môi trường muốn Obama   phản đối lại nỗ lực của Harper trong việc cho họ được miễn chấp hành những quy định đó.  Thay vì vậy,    Obama  lại tập trung vào ý tưởng phát triển phương pháp thu giữ các-bon nhằm góp phần biến các bãi   cát thành nguồn năng lượng sạch, một công nghệ   chưa được kiểm chứng rộng rãi và cũng chưa chắc có hiệu quả kinh tế để chôn khí thải    độc hại xuống lòng đất.  Đề tài  này tuy nhỏ nhặt nhưng lại là đề tài duy nhất có được sự nhất trí.  Các nhà lãnh đạo nói rằng họ đã quyết định bắt đầu một cuộc đối thoại năng lượng sạch mới để  xúc tiến   công nghệ  hạn chế   các-bon và phát triển mạng lưới điện hiện đại.  Các Tổng thống gửi tín hiệu   cho thấy   lựa chọn về   những   chuyến  công du quốc tế đầu tiên của họ, và với hành động đặt chân đến quốc gia này, Obama   muốn   cho thấy rằng năng lượng và Afghanistan là   những    vấn đề quan tâm hàng đầu của ông.  Nhưng với nền kinh tế Hoa Kỳ đang trong thời kỳ   suy thoái không kiểm soát nổi, ông quyết định không   ở lại lâu dù chỉ là  ở lại   để dùng bữa tối.  Công chúng Canada dường như không   ngại mất mấy tiếng đồng hồ    đi xe buýt để đến thủ đô tuyết phủ với hy vọng được nhìn Tổng thống Obama dù chỉ là   nhìn lướt qua.  Đám đông hàng trăm người   bắt đầu tụ họp vào lúc 4h sáng tại   quảng trường bên ngoài Quốc hội, hoan hô   ầm ĩ   khi nhà lãnh đạo Hoa Kỳ vẫy tay  trong giây phút từ phía sau vách ngăn   rồi    mất hút vào bên trong với ông Harper. Trên lộ trình đi của đoàn xe hộ tống Obama, một người phụ nữ đã giơ lên   tấm bảng “Vâng chúng tôi là Canada”, một ám chỉ bông đùa khẩu hiệu vận động tranh cử của Obama.  Chuyến công du của Obama cũng có một sơ suất nhỏ. Trong  lúc xuất hiện bên cạnh   Harper, Obama bắt đầu bày tỏ niềm vui lớn lao của ông khi được đến   nơi ông định nói là   “Iowa”, và rồi ông nhanh chóng sửa lại là “Ottawa”  Đây là ngày mang lại cho Tổng thống Obama kinh nghiệm đầu tiên về các nghi thức long trọng   trong    chuyến công du nước ngoài của   một    tổng thống.  Hai   hàng   cảnh sát đi ngựa hoàng gia Canada mặc áo choàng đỏ tươi đứng nghiêm  trong màn tuyết lất phất ở phi trường. Obama được đại diện của Nữ hoàng Anh Elizabeth II, Michaelle Jean, chào đón. Ông   đã đưa Obama vào bên trong nhà  ga để trò chuyện trong giây lát.  Cũng trong phòng này, khi kết thúc chuyến viếng thăm của mình, Obama cũng   đã   gặp Michael Ignatieff,   lãnh   tụ của Đảng  Tự do (đảng đối lập). Trong suốt chuyến đi của ông,   quốc kỳ Hoa Kỳ luôn    bay  phất phới bên cạnh quốc kỳ    Canada."
        }
    ],
    "suggestions": []
}