{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Congo",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Congo",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Congo",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Congo",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Congo",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Congo</em> red.",
            "vi": "Chất đỏ congo."
        },
        {
            "en": "The <em>Congo</em> basin is the sedimentary basin.",
            "vi": "Lưu vực sông Congo là lưu vực trầm tích."
        },
        {
            "en": "We're discussing about extreme poverty in <em>Congo</em>.",
            "vi": "Chúng ta đang thảo luận về cảnh nghèo cùng cực ở Congo."
        },
        {
            "en": "The U.N. was asked to provide military assistance in the <em>Congo</em> in 1960 when the Belgian <em>Congo</em> became the Republic of the <em>Congo</em>",
            "vi": "Dân chúng yêu cầu Liên Hiệp Quốc hỗ trợ quân sự cho Congo (Congo) vào năm 1960 khi Công - gô (Congo) thuộc Bỉ trở thành nước Cộng hòa Công - gô (Congo)."
        },
        {
            "en": "What's the area of the <em>Congo</em> in square miles?",
            "vi": "Diện tích của nước congo là bao nhiêu dặm vuông?"
        },
        {
            "en": "The U. N. was asked to provide military assistance in the <em>Congo</em> in 1960 when the Belgian <em>Congo</em> became the Republic of the <em>Congo</em>",
            "vi": "Dân chúng yêu cầu Liên Hiệp Quốc hỗ trợ quân sự cho Congo (Congo) vào năm 1960 khi Công-gô (Congo) thuộc Bỉ trở thành nước Cộng hòa Công-gô (Congo)."
        },
        {
            "en": "We 're discussing about extreme poverty in <em>Congo</em>.",
            "vi": "Chúng ta đang thảo luận về cảnh nghèo cùng cực ở Congo."
        },
        {
            "en": "48 women raped every hour in <em>Congo</em>, study finds",
            "vi": "Theo nghiên cứu, cứ mỗi giờ có 48 phụ nữ bị cưỡng hiếp ở Congo"
        },
        {
            "en": "Bantu languages Group of some 500 languages belonging to the Benue - <em>Congo</em> language branch of the Niger - <em>Congo</em> language family.",
            "vi": "Họ ngôn ngữ Niger-Congo có nhánh nhỏ là Benue-Congo với hơn 500 thuộc nhóm ngôn ngữ Bantu."
        },
        {
            "en": "Bantu languages Group of some 500 languages belonging to the Benue-<em>Congo</em> language branch of the Niger-<em>Congo</em> language family.",
            "vi": "Họ ngôn ngữ Niger - Congo có nhánh nhỏ là Benue - Congo với hơn 500 thuộc nhóm ngôn ngữ Bantu."
        },
        {
            "en": "The drugs will be given out in Uganda and the Democratic Republic of <em>Congo</em>.",
            "vi": "Các loại thuốc này sẽ được công bố ở Uganda và Cộng hoà dân chủ Công-gô."
        },
        {
            "en": "The country with the largest number of Bantu languages is <em>Congo</em>.",
            "vi": "Công - gô là đất nước có nhiều ngôn ngữ Ban - tu nhất."
        },
        {
            "en": "Peter was a rebel general in the eastern Democratic Republic of the <em>Congo</em>.",
            "vi": "Peter đã từng là một vị tướng của quân phiến loạn ở miền đông Cộng hòa Dân chủ Congo."
        },
        {
            "en": "The country with the largest number of Bantu languages is <em>Congo</em>.",
            "vi": "Công-gô là đất nước có nhiều ngôn ngữ Ban-tu nhất."
        },
        {
            "en": "Since then it has spread to neighboring countries including Kenya, Rwanda, Tanzania and the Democratic Republic of <em>Congo</em>.",
            "vi": "Vào năm 2001, vi khuẩn này được tìm thấy tại Uganda. Kể từ đó, vi khuẩn lan tràn sang các nước láng giềng bao gồm Kenya, Rwanda, Tanzania và Cộng hòa Dân chủ Công-gô."
        },
        {
            "en": "The United Nations says rape, murder and other acts of violence are increasing in the Democratic Republic of <em>Congo</em>.",
            "vi": "Liên Hiệp Quốc cho biết nạn hiếm dâm, giết người và các hành động bạo lực khác có xu hướng gia tăng ở Công hoà Dân chủ Congo (DRC)."
        },
        {
            "en": "Since then it has spread to neighboring countries including Kenya, Rwanda, Tanzania and the Democratic Republic of <em>Congo</em>.",
            "vi": "Vào năm 2001, vi khuẩn này được tìm thấy tại Uganda. Kể từ đó, vi khuẩn lan tràn sang các nước láng giềng bao gồm Kenya, Rwanda, Tanzania và Cộng hòa Dân chủ Công - gô."
        },
        {
            "en": "You could find the answer in Ghana, Zimbabwe, <em>Congo</em>, Sudan, Cameroon, Angola and Ethiopia (Africa) or Nicaragua, Honduras, Guatemala, and Columbia (Central America).",
            "vi": "Bạn có thể tìm thấy câu trả lời ở Ghana, Zimbabwe, Congo, Sudan, Cameroon, Angola và Ethiopia (châu Phi) hay Nicaragua, Honduras, Guatemala, và Columbia (Trung Mĩ)."
        },
        {
            "en": "This year, the list includes 55 armed forces and groups from 14 countries, including new parties in the Central African Republic and the Democratic Republic of <em>Congo</em> (DRC).",
            "vi": "Năm nay, danh sách này gồm có 55 lực lượng vũ trang và các nhóm từ 14 quốc gia kể cả các nhóm mới ở Cộng hoà Trung Phi và Cộng hoà dân chủ Công-gô (DRC)."
        },
        {
            "en": "The International Institute for Tropical Agriculture says the disease is widely found in Gabon, Angola, Malawi, and the Democratic Republic of <em>Congo</em>.",
            "vi": "Viện quốc tế về Nông nghiệp Nhiệt đới cho biết là bệnh này được thấy nhiều nhất tại Gabon, Angola, Malawi, Cộng hòa Dân chủ Công-gô."
        }
    ],
    "suggestions": []
}