{
    "en_vn": {
        "data": {
            "content": null,
            "word": "conjugated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>conjugated</k><blockquote>■ <cclass>adjective <cclass>Chemistry relating to or denoting double or triple bonds in a molecule which are separated by a single bond, across which some sharing of electrons occurs. </cclass></cclass></blockquote></div>",
            "word": "conjugated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conjugated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conjugated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "conjugated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The carboxyl group of the C-terminal glycine residue of ubiquitin (Gly76) was identified as the moiety <em>conjugated</em> to substrate lysine residues.",
            "vi": "Nhóm các - bô - xin của gốc gli - xin đầu C tận của ubiquitin (Gly76) đã được xác định là nhóm kết hợp vào các axit amin lysin của cơ chất."
        },
        {
            "en": "The carboxyl group of the C - terminal glycine residue of ubiquitin (Gly76) was identified as the moiety <em>conjugated</em> to substrate lysine residues.",
            "vi": "Nhóm các-bô-xin của gốc gli-xin đầu C tận của ubiquitin (Gly76) đã được xác định là nhóm kết hợp vào các axit amin lysin của cơ chất."
        },
        {
            "en": "May remove what is probably a small amount of intensely colored impurity. Activated charcoal has a large surface area and a strong affinity for highly <em>conjugated</em> colored compounds, allowing it to readily adsorb these impurities from the recrystallization solution.",
            "vi": "có thể loại bỏ một lượng nhỏ tạp chất màu đậm. Than hoạt tính có diện tích bề mặt lớn và có ái lực mạnh với các hợp chất ăn màu nhiều, cho phép nó hút dễ dàng những tạp chất này trong dung dịch tái kết tinh."
        }
    ],
    "suggestions": []
}