{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kən'dʒekt∫ə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự phỏng đoán, sự ước đoán</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to be right in a conjecture</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">phỏng đoán đúng</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">cách lần đọc (câu, đoạn trong một bản viết tay cổ)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đoán, phỏng đoán, ước đoán</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đưa ra một cách lần đọc (câu, đoạn trong một bản viết tay cổ)</td></tr></table><i/></div>",
            "word": "conjecture"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>conjecture</k><blockquote><cclass>[<cclass>kən'dʒɛktʃə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun an opinion or conclusion based on incomplete information. </cclass></blockquote><blockquote>⁃ an unproven mathematical or scientific theorem. </blockquote><blockquote>⁃ (in textual criticism) the suggestion of a reading not present in the original source. </blockquote><blockquote>■ <cclass>verb form a conjecture. </cclass></blockquote><blockquote>⁃ (in textual criticism) propose (a reading). </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>conjecturable</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>conjectural</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>conjecturally</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr., or from L. <i>conjectura</i>, from <i>conicere</i> 'put together in thought', from <i>con-</i> 'together' + <i>jacere</i> 'throw'. </blockquote></div>",
            "word": "conjecture"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>conjecture</k><blockquote>▸ <cclass>noun <i>the information is merely conjecture</i>: SPECULATION, guesswork, surmise, fancy, presumption, assumption, theory, postulation, supposition; inference, extrapolation; estimate; <cclass><i>informal</i> guesstimate, a shot in the dark.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>fact.</blockquote><blockquote>▸ <cclass>verb <i>I conjectured that the game was over</i>: GUESS, speculate, surmise, infer, fancy, imagine, believe, think, suspect, presume, assume, hypothesize, suppose.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>know.</blockquote></div>",
            "word": "conjecture"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>conjecture</k><b>I</b><blockquote><blockquote><ex><abr>n.</abr> (<abr>formal</abr>) </ex></blockquote></blockquote><blockquote><b>guess</b></blockquote><blockquote><blockquote><ex>1) to make a conjecture </ex></blockquote></blockquote><blockquote><blockquote><ex>2) a conjecture that + clause (her conjecture that the election would be a landslide proved to be true) </ex></blockquote></blockquote><b>II</b><blockquote><blockquote><ex><abr>v.</abr> (<abr>formal</abr>) (<abr>L</abr>) ('to guess') the press conjectured that a summit conference would take place</ex></blockquote></blockquote></div>",
            "word": "conjecture"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phỏng đoán</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự giả định</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự phỏng đoán</font></td></tr></tbody></table></div>",
            "word": "conjecture"
        }
    },
    "sentences": [
        {
            "en": "Your theory is pure <em>conjecture</em>.",
            "vi": "Lý thuyết của bạn chỉ là phỏng đoán thuần túy."
        },
        {
            "en": "Be right in a <em>conjecture</em>",
            "vi": "Phỏng đoán đúng"
        },
        {
            "en": "I was right in my <em>conjecture</em>.",
            "vi": "Tôi đã đoán đúng."
        },
        {
            "en": "He was right in a <em>conjecture</em>.",
            "vi": "Anh ta đã phỏng đoán đúng."
        },
        {
            "en": "Your theory is just pure <em>conjecture</em>.",
            "vi": "Lý thuyết của bạn chỉ là phỏng đoán thuần túy."
        },
        {
            "en": "I have to <em>conjecture</em> for lack of concrete data.",
            "vi": "Tôi đành phải phỏng đoán vì thiếu số liệu cụ thể."
        },
        {
            "en": "We'll never know exactly how she died ; we can only <em>conjecture</em>.",
            "vi": "Chúng ta sẽ không bao giờ biết chính xác bà ta đã chết như thế nào. Chúng ta chỉ có thể đoán/phỏng đoán mà thôi."
        },
        {
            "en": "We'll never know exactly how she died; we can only <em>conjecture</em>.",
            "vi": "Chúng ta sẽ không bao giờ biết chính xác bà ta đã chết như thế nào. Chúng ta chỉ có thể đoán/phỏng đoán mà thôi."
        },
        {
            "en": "If her <em>conjecture</em> was correct, the mixture should explode in a few moments.",
            "vi": "Nếu phỏng đoán của cô ấy đúng, hỗn hợp này sẽ nổ trong vài phút nữa."
        },
        {
            "en": "Whether the business will survive another ten years is pure <em>conjecture</em>.",
            "vi": "Liệu kinh doanh có tồn tại thêm mười năm nữa hay không thì chỉ là ước đoán thôi."
        },
        {
            "en": "The cause of that crash is pure <em>conjecture</em> at this point.",
            "vi": "Nguyên nhân của vụ tai nạn đó chỉ là phỏng đoán thuần túy tại thời điểm này."
        },
        {
            "en": "What such discrepancies may or may not mean is anyone's <em>Conjecture</em> .",
            "vi": "Những khác biệt như vậy có thể có hoặc không có nghĩa là Sự phỏng đoán của bất kì ai"
        },
        {
            "en": "It was a little frightening to <em>conjecture</em> how much worse things might betome before the baby was born.",
            "vi": "Chị lo sợ không biết trước khi đẻ thì người chị sẽ ra thế nào nữa."
        },
        {
            "en": "<em>Conjecture</em> on extraterrestrial life has ensured a high profile for the moon and has led to steady lobbying for future missions.",
            "vi": "Những phỏng đoán cuộc sống ngoài Trái Đất trên vệ tinh này là chắc chắn và đã dẫn đến những nhiệm vụ tiếp theo trong tương lai."
        },
        {
            "en": "One may <em>conjecture</em> that those who don't use condoms often use birth control pills, which have many of the same hormones in them. The study didn't address that postulation. It was evident that women who used condoms and those who abstained from sex had similar levels of depression, whether or not their baseline mood before the study indicated depression.",
            "vi": "Có thể phỏng đoán rằng những người không sử dụng bao cao su thì thường xuyên sử dụng thuốc tránh thai, có chứa rất nhiều các hoóc-môn tương tự trong đó. Nghiên cứu này không chứng minh phỏng đoán đó. Rõ ràng những phụ nữ sử dụng bao cao su và những người kiêng quan hệ tình dục đều có mức trầm cảm như nhau, bất kể tâm trạng ban đầu của họ trước nghiên cứu cho thấy trầm cảm."
        },
        {
            "en": "Fields Medal – Ngô Bảo Châu         Ngô Bảo Châu is being awarded the 2010 Fields Medal for for his proof of the Fundamental Lemma in the theory of automorphic forms through the introduction of new algebro-geometric methods. In the 1960’s and 70’s Robert Langlands formulated various basic unifying principles and conjectures relating automorphic forms on different groups, Galois representations and L-functions. These led to what today is referred to as the Langlands programme. The main tool in establishing some cases of these conjectures is the trace formula and in applying it for the above purposes a central difficulty intervenes: to establish some natural identities in harmonic analysis on local groups as well as ones connected to arithmetic geometric objects. This problem became known as the Fundamental Lemma. After many advances by a number of researchers in 2004, Laumon and Ngô established the Fundamental Lemma for a special family of groups, and recently Ngô established the Lemma in general.  Ngô’s brilliant proof of this important long standing <em>conjecture</em> is based in part on the introduction of novel geometric objects and techniques into this sophisticated analysis. His achievement, which lies at the crossroads between algebraic geometry, group theory and automorphic forms, is leading to many striking advances in the Langlands programme as well as the subjects linked with it. Brief Biodata Ngô Bảo Châu was born on June 28, 1972, in Hanoi, Vietnam. After high school in Vietnam, he moved to France and studied at the Université Paris 6, Ecole Normale Supérieure de Paris. He completed his PhD Degree in Orsay under the supervision of Gérard Laumon. He is currently Professor in the Faculté des Sciences at Orsay and Member of the Institute for Advanced Study in Princeton. In September 2010, he will start his new appointment at the University of Chicago. Jointly with Laumon, Ngô was awarded the Clay research award in 2004. In 2007, he was awarded the Sophie Germain prize and the Oberwolfach prize.",
            "vi": "Huy chương Fields - Ngô Bảo Châu      Ngô Bảo Châu được trao giải thưởng Huy chương Fields 2010 cho  công trình chứng minh Bổ đề cơ bản của lý thuyết hình thức tự cấu nhờ vào sự ứng dụng những phương pháp đại số-hình học mới. Vào thập niên 60 và 70, Robert Langlands đã hình thành những nguyên tắc thống nhất cơ bản khác nhau dựa trên những nhóm khác nhau, biểu diễn Galois và L-hàm. Ngày nay, tất cả những nguyên tắc này có tên gọi là Chương trình Langlands. Công cụ chính trong việc thiết lập một số trường hợp của những giả thuyết này là công thức vết và trong khi áp dụng nó cho những mục đích trên thì nảy sinh một vấn đề nan giải: thiết lập một số đồng nhất thức tự nhiên trong giải tích điều hoà vào nhóm địa phương cũng như những nhóm có liên quan đến những vật thể hình học đại số. Vấn đề này được biết đến với tên gọi là Bổ đề Cơ bản. Sau nhiều cải tiến của số nhà nghiên cứu vào năm 2004, Laumon và Ngô Bảo Châu chứng minh bổ đề cơ bản cho một nhóm đặc biệt, và gần đây Ngô Bảo Châu chứng minh bổ đề trong trường hợp tổng quát. Công trình chứng minh xuất sắc của ông đối với giả thuyết quan trọng tồn tại lâu đời này một phần được dựa trên sự áp dụng những vật thể hình học và kỹ thuật tân tiến vào quá trình phân tích công phu này. Thành tựu của ông, nằm ở giao lộ giữa hình học đại số, lý thuyết nhóm hình thức tự cấu, đang dẫn đến nhiều kỳ tích trong Chương trình Langlands cũng như những đề tài có liên quan. Tiểu sử Ngô Bảo Châu sinh ngày 28 tháng 6 năm 1972 tại Hà Nội, Việt Nam. Sau khi tốt nghiệp trung học ở VN, ông đến Pháp và học ở trường Đại học Paris 6 Ecole Normale Supérieure de Paris. Ông hoàn tất học vị tiến sĩ ở Orsay dưới sự hướng dẫn của Giáo sư Gérard Laumon. Hiện tại ông là Giáo sư của Viện Khoa học tại Orsat và là thành viên của Viện nghiên cứu cao cấp ở Princeton. Vào tháng 9 năm 2010 ông sẽ bắt đầu công tác tại Đại học Chicago. Cùng với Laumon, ông đã giành được Giải thưởng nghiên cứu Clay vào năm 2004. Năm 2007, ông được trao giải thưởng Sophie Germain và giải thưởng Oberwolfach."
        }
    ],
    "suggestions": []
}