{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kəndʒʌηk'taivə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(giải phẫu) màng kết</td></tr></table><i/></div>",
            "word": "conjunctiva"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>conjunctiva</k><blockquote><cclass>[<cclass>ˌkɒndʒʌŋ(k)'tʌɪvə<cclass>, <cclass>kən'dʒʌŋ(k)tɪvə<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Anatomy the mucous membrane that covers the front of the eye and lines the inside of the eyelids. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>conjunctival</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from med. L. <i>(membrana) conjunctiva</i> 'conjunctive (membrane)', from late L. <i>conjunctivus</i>, from <i>conjungere</i> (see <kref>conjoin</kref>). </blockquote></div>",
            "word": "conjunctiva"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conjunctiva"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conjunctiva"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "conjunctiva"
        }
    },
    "sentences": [
        {
            "en": "<em>Conjunctiva</em>.",
            "vi": "Kết mạc."
        },
        {
            "en": "Swelling of the <em>conjunctiva</em>.",
            "vi": "Sưng ở kết mạc."
        },
        {
            "en": "Sometimes the <em>conjunctiva</em> is affected.",
            "vi": "Đôi khi kết mạc cũng bị ảnh hưởng."
        },
        {
            "en": "Combined inflammation of the cornea and <em>conjunctiva</em> of the eye.",
            "vi": "Viêm kết hợp giác mạc và kết mạc ở mắt."
        },
        {
            "en": "Worms often migrate across the eyeball just beneath the <em>conjunctiva</em>, where they cause irritation and congestion.",
            "vi": "Giun thường di chuyển ngang qua nhãn cầu ngay dưới kết mạc, gây kích thích và tụ huyết."
        },
        {
            "en": "The <em>conjunctiva</em> lining the eyelids contains many blood vessels but that over the eyeball contains few and is transparent.",
            "vi": "Kết mạc nằm trong mặt trong mi mắt chứa nhiều mạch máu nhưng kết mạc bao bọc nhãn cầu chứa ít mạch máu và nó trở thành trong suốt."
        },
        {
            "en": "Inflammation of the <em>conjunctiva</em>, which becomes red and swollen and produces a watery or pus-containing discharge.",
            "vi": "Viêm kết mạc, kết mạc trở thành đỏ và sưng và tạo nên nước hoặc lẫn mủ."
        },
        {
            "en": "A form of allergy due to the pollen or grasses, trees, and other plants, characterized by inflammation of the membrane lining the nose and sometimes of the <em>conjunctiva</em>.",
            "vi": "Một dạng dị ứng do phấn hoa của cỏ, cây, và các thực vật khác, có đặc trưng viêm niêm mạc mũi và đôi khi viêm kết mạc."
        },
        {
            "en": "The iris acts like a wick and keeps the incision open for the drainage of fluid from the front chamber of the eye to the tissue beneath the <em>conjunctiva</em>.",
            "vi": "Mống mắt hoạt động như một bấc đèn và giữ cho vết rạch mở ra để dẫn lưu dịch từ tiền phòng trong mắt tới các mô dưới kết mạc."
        },
        {
            "en": "An operation for glaucoma in which a small incision is made into the eye, beneath the <em>conjunctiva</em> and close to the cornea, and part of the iris is drawn into it.",
            "vi": "Một thao tác dùng cho tăng nhãn áp bằng cách rạch một đường nhỏ trong mắt, ở dưới kết mạc và sát giác mạc, rồi kéo một phần mống mắt vào đó."
        },
        {
            "en": "What is pinkeye? Pinkeye -- also called conjunctivitis -- is redness and inflammation of the clear membranes covering the whites of the eyes and the membranes on the inner part of the eyelids. Pinkeye is most often caused by a virus or by a bacterial infection, although allergies, chemical agents, and underlying diseases can also play a role. Is pinkeye contagious? Viral and bacterial pinkeye are extremely contagious. It's easily spread through poor hand washing or by sharing an object (like a towel) with someone who has it. It can also spread through coughing and sneezing. Kids diagnosed with infectious pinkeye should stay out of school or day care for a short period of time. Allergic pinkeye (caused by seasonal pollens, animal dander, cosmetics, and perfumes) and chemical pinkeye (from chemicals or liquids, including bleach and furniture polish) are not contagious. Symptom: Eye redness Redness of the eye is the typical, telltale symptom of pinkeye. Pinkeye is a common condition that is rarely serious and unlikely to cause long-term eye or vision damage if promptly detected and treated. Symptom: Swollen, red eyelids The symptoms of infectious pinkeye typically begin in one eye and involve the other eye within a few days. Symptoms of allergic pinkeye usually involve both eyes. Swelling of the eyelids is more common with bacterial and allergic pinkeye. Symptom: Lots of tearing Viral and allergic pinkeye are known for causing more tear production than usual. Symptom: Itchy or burning eyes You would know it if you felt it -- that overwhelming itchy, burning feeling in the eyes, which is typical of pinkeye. Symptom: Drainage from the eyes A clear, watery drainage is common with viral and allergic pinkeye. When the drainage is more greenish-yellow (and there's a lot of it), this is likely bacterial pinkeye.  Symptom: Crusty eyelids If you wake up with your eyes \"stuck shut,\" this may be caused by the discharge that accumulates during sleep from pinkeye. Symptom: Sensitivity to light Pinkeye can cause mild sensitivity to light. A person who has severe symptoms, such as changes in eyesight, severe light sensitivity, or severe pain may have an infection that has spread beyond the <em>conjunctiva</em> and should be re-examined by a doctor. Symptom: 'Something in the eye' You may notice a bothersome feeling like something is stuck in your eye. A child may describe the feeling as sand in the eye. Pinkeye diagnosis A doctor can often diagnose pinkeye just by its distinguishing signs and symptoms. However a slit lamp exam may be required. In some cases, a swab of the discharge from the eye is sent to a lab for analysis to determine the cause. When pinkeye means something more Persistent pinkeye can be a sign of an underlying illness in the body. Most often these are rheumatic diseases, such as rheumatoid arthritis and systemic lupus erythematosus (lupus). Pinkeye is also seen in Kawasaki disease (a rare disease associated with fever in infants and young children) and certain inflammatory bowel diseases, such as ulcerative colitis and Crohn's disease.  Treating pinkeye Bacterial pinkeye is treated with antibiotic eyedrops, ointment, or pills to clear the infection. Most viral pinkeye cases have no specific treatment -- you just have to let the virus run its course, which is usually four to seven days. Allergic pinkeye symptoms should improve once the allergen source is removed and the allergy itself is treated. Chemical pinkeye requires prompt washing of the affected eye(s) for five minutes and an immediate call to the doctor. Easing symptoms To reduce pain and to remove the discharge of bacterial or viral pinkeye, use a cold or warm compress on the eyes. Make sure to use a different washcloth for each eye to prevent spreading any infection. And use clean washcloths each time. Clean the eye from drainage by wiping from the inside to the outside of the eye area. How long am I contagious? With bacterial pinkeye, you can usually return to work or school 24 hours after antibiotics have been started, as long as symptoms have improved. With viral pinkeye, you are contagious as long as the symptoms last. Check with your doctor to be certain. Preventing its spread If you or your child has infectious pinkeye, avoid touching the eye area, and wash your hands frequently, particularly after applying medications to the area. Never share towels or handkerchiefs, and throw away tissues after each use. Change towels daily. Disinfect all surfaces, including countertops, sinks, and doorknobs. Throw away any makeup used while infected.     ",
            "vi": "Bệnh đau mắt đỏ là gì? Bệnh đau mắt đỏ hay còn gọi là viêm kết mạc – là chứng viêm đỏ lớp màng trong suốt bao bọc tròng trắng mắt và màng trên phần mí mắt trong. Đau mắt đỏ thường là do vi-rút hoặc nhiễm khuẩn gây ra nhiều nhất, mặc dù dị ứng, các chất hoá học, và nhiều bệnh tiềm ẩn khác cũng có thể là  nguyên nhân.  Bệnh đau mắt đỏ có lây không? Bệnh đau mắt đỏ do vi-rút và vi khuẩn gây ra hết sức lây lan. Nó dễ dàng lây lan qua việc rửa tay không sạch hoặc bằng cách dùng chung đồ vật (chẳng hạn như khăn tắm) với người nhiễm bệnh. Bên cạnh đó bệnh cũng còn lây lan qua ho và hắt hơi. Trẻ bị chẩn đoán là đau mắt đỏ nhiễm trùng nên nghỉ học hoặc không đến nhà trẻ ban ngày trong một thời gian ngắn. Bệnh đau mắt đỏ dị ứng (gây ra do phấn hoa mùa, vảy da đầu động vật, mỹ phẩm, và dầu thơm) và bệnh đau mắt đỏ do hoá chất (do chất hoá học hoặc chất lỏng, bao gồm thuốc tẩy và dầu đánh bóng đồ gỗ) không lây.  Triệu chứng: Đỏ mắt Đỏ mắt là triệu chứng điển hình, báo trước bệnh đau mắt đỏ. Đây là chứng bệnh thường gặp hiếm khi nguy hiểm và khó có thể gây tổn thương mắt hoặc tổn thương thị giác lâu dài nếu được phát hiện và điều trrị kịp thời.  Triệu chứng: Mí mắt sưng, đỏ  Các triệu chứng của bệnh đau mắt đỏ nhiễm trùng thường bắt đầu ở một mắt và lây sang mắt kia trong vòng một vài ngày. Triệu chứng của bệnh đau mắt đỏ dị ứng thường biểu hiện ở cả hai mắt. Mí mắt sưng bụp thường biểu hiện nhiều hơn ở bệnh đau mắt đỏ dị ứng và do vi khuẩn.  Triệu chứng: Chảy nhiều nước mắt Đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng là nguyên nhân thường thấy gây tiết nhiều nước mắt hơn bình thường.  Triệu chứng: Ngứa hoặc rát mắt  Bạn sẽ biết được cảm giác đó nếu bị đau mắt đỏ – ngứa, rát dữ dội trong mắt, đây là những triệu chứng điển hình của chứng đau mắt đỏ.  Triệu chứng: Tiết chất dịch ở mắt  Dịch nước trong là biểu hiện thường thấy của chứng đau mắt đỏ do vi-rút và đau mắt đỏ dị ứng. Khi dịch mắt trở nên vàng lục nhiều hơn (và có nhiều chất dịch này), thì đây có thể là đau mắt đỏ do vi khuẩn.    Triệu chứng: Mi mắt đóng váng Nếu sáng thức dậy mà hai mắt của bạn “bị dính cứng” lại với nhau thì có thể do dịch tiết tụ lại ở mắt do đau mắt đỏ trong khi bạn ngủ.   Triệu chứng: Nhạy cảm với ánh sáng Bệnh đau mắt đỏ có thể gây nhạy cảm nhẹ với ánh sáng. Người biểu hiện các triệu chứng nặng, chẳng hạn như thay đổi thị lực, nhạy cảm dữ dội với ánh sáng, hoặc đau nhức dữ dội có thể bị nhiễm trùng lây sang khỏi cả kết mạc và cần nên được bác sĩ khám lại.   Triệu chứng khó chịu “Có cái gì đó trong mắt” Bạn có thể cảm thấy khó chịu giống như có cái gì đó kẹt trong mắt mình. Trẻ con có thể tả cảm giác đó y như có hạt cát trong mắt vậy.  Chẩn đoán bệnh đau mắt đỏ Bác sĩ có thể chẩn đoán bệnh đau mắt đỏ chỉ bằng các dấu hiệu và triệu chứng nhận biết của nó. Tuy nhiên cũng có thể cần phải kiểm tra bằng kính hiển vi sinh vật. Trong một số trường hợp thì người ta cũng có thể lấy mẫu dịch mắt gởi đến phòng thí nghiệm để xác định nguyên nhân.   Khi bệnh đau mắt đỏ không đơn thuần là đau mắt đỏ Bệnh đau mắt đỏ dai dẳng có thể là dấu hiệu của một chứng bệnh tiềm ẩn nào đó trong cơ thể. Thường thấy nhất là bệnh thấp khớp, chẳng hạn như viêm khớp kinh niên và lu-pút ban đỏ hệ thống (lupus). Đau mắt đỏ cũng có thể biểu hiện ở bệnh Kawasaki (đây là chứng bệnh hiếm gặp liên quan đến sốt ở trẻ sơ sinh và trẻ nhỏ) và một số bệnh viêm ruột mãn tính nào đó, như là loét kết tràng và viêm ruột từng vùng. Điều trị bệnh đau mắt đỏ Bệnh đau mắt đỏ do vi trùng được điều trị bằng thuốc nhỏ mắt kháng sinh, thuốc mỡ, hoặc thuốc viên để chữa hết nhiễm nhùng. Hầu hết các trường hợp đau mắt đỏ di vi-rút không có phương pháp đặc trị – bạn phải để cho vi-rút phát triển một cách tự nhiên, thường kéo dài từ 4 đến 7 ngày. Các triệu chứng đau mắt đỏ dị ứng sẽ giảm bớt khi nguồn chất gây dị ứng được tẩy sạch và bản thân dị ứng được chữa lành. Đau mắt đỏ do hoá chất cần phải được rửa mắt bị nhiễm nhanh chóng trong vòng 5 phút và phải gọi điện cho bác sĩ ngay tức khắc.  Làm dịu các triệu chứng đau mắt đỏ  Để giảm đau và làm sạch dịch tiết của bệnh đau mắt đỏ do vi khuẩn hoặc vi-rút, hãy sử dụng một miếng gạc lạnh hoặc ấm lên mắt. Phải đảm bảo sử dụng khăn mặt khác nhau cho mỗi mắt để ngăn ngừa lây lan nhiễm trùng. Và hãy sử dụng khăn mặt sạch mỗi lần như thế. Làm sạch chất dịch ở mắt bằng cách lau từ bên trong ra bên ngoài vùng mắt.  Tôi bị nhiễm bệnh trong thời gian bao lâu?  Với chứng bệnh đau mắt đỏ do vi khuẩn thì bạn thường có thể đi làm hoặc đi học trở lại sau khi bắt đầu điều trị bằng thuốc kháng sinh 24 tiếng đồng hồ, miễn là các triệu chứng giảm đi là được. Còn khi bị đau mắt đỏ do vi-rút thì bạn nhiễm bệnh đến chừng nào các triệu chứng hết thì thôi. Bạn nên kiểm tra lại với bác sĩ để chắc chắn nhé.  Ngăn ngừa bệnh đau mắt đỏ lây lan Nếu bạn hoặc con bạn bị đau mắt đỏ nhiễm trùng, nên tránh sờ vào vùng mắt, và hãy rửa tay thường xuyên, nhất là sau khi thoa thuốc vào vùng đó. Đừng bao giờ dùng chung khăn tắm hoặc khăn tay, và ném bỏ khăn giấy sau mỗi lần sử dụng. Hãy thay khăn tắm hằng ngày; khử trùng tất cả các bề mặt, chẳng hạn như mặt trên của quầy (nhà bếp), bồn rửa, và tay nắm cửa. Bỏ hết mỹ phẩm trang điểm trong lúc bị bệnh.    "
        }
    ],
    "suggestions": []
}