{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kɔηkəriη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xâm chiếm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chinh phục, chế ngự</td></tr></table><i/></div>",
            "word": "conquering"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "conquering"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conquering"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conquering"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "conquering"
        }
    },
    "sentences": [
        {
            "en": "<em>conquering</em> (adj)",
            "vi": "xâm chiếm;chinh phục;chế ngự"
        },
        {
            "en": "A <em>conquering</em> force.",
            "vi": "Một lực lượng chiến thắng."
        },
        {
            "en": "The only Westerners who come to Pakistan without <em>conquering</em> something.",
            "vi": "Họ là những người phương Tây duy nhất đến Pakistan mà không xâm chiến gì hết."
        },
        {
            "en": "I 'm trying to step on the path of <em>conquering</em> the challenges.",
            "vi": "Tôi đang cố gắng bước đi trên con đường chinh phục các thử thách."
        },
        {
            "en": "I'm trying to step on the path of <em>conquering</em> the challenges.",
            "vi": "Tôi đang cố gắng bước đi trên con đường chinh phục các thử thách."
        },
        {
            "en": "He was told a simple story: the superior white man was <em>conquering</em> the primitive dark-skinned natives, and bringing them the benefits of civilization.",
            "vi": "Ông ấy được nghe kể một câu chuyện : vị hoàng đế da trắng chinh phục những người địa phương sơ khai da đen và mang lại cho họ những lợi ích của sự văn minh."
        },
        {
            "en": "He was told a simple story : the superior white man was <em>conquering</em> the primitive dark - skinned natives, and bringing them the benefits of civilization.",
            "vi": "Ông ấy được nghe kể một câu chuyện: vị hoàng đế da trắng chinh phục những người địa phương sơ khai da đen và mang lại cho họ những lợi ích của sự văn minh."
        },
        {
            "en": "After <em>conquering</em> Everest, Sir Edmund Hillary devoted most of his life to helping the Sherpa people of Nepal through the Himalayan Trust.",
            "vi": "Sau khi chinh phục Everest, Ngài Edmund Hillary dành phần lớn cuộc đời mình để giúp đỡ những người Sherpa ở Nepal thông qua Quỹ Himalayan."
        },
        {
            "en": "Napoleon'd been cock of the roost in Europe for more than ten years, <em>conquering</em> one European country after another. He'd made Paris the centre of everything, politically and culturally, literally transforming the map of Europe.",
            "vi": "đã là người đứng đầu châu Âu trong hơn mười năm, chinh phục hết nước này đến nước khác. Ông đã biến Paris thành trung tâm của tất cả, chính trị lẫn văn hóa, ông đã biến đổi lại bản đồ châu Âu."
        },
        {
            "en": "Napoleon'd been cock of the roost in Europe for more than ten years, <em>conquering</em> one European country after another. He'd made Paris the centre of everything, politically and culturally, literally transforming the map of Europe.",
            "vi": "Napoleon đã là người đứng đầu châu Âu trong hơn mười năm, chinh phục hết nước này đến nước khác. Ông đã biến Paris thành trung tâm của tất cả, chính trị lẫn văn hóa, ông đã biến đổi lại bản đồ châu Âu."
        },
        {
            "en": "La Vi Luong, managing director of United Vision and La Phong, said Graphics plans to continue <em>conquering</em> Hanoi and other provincial markets. It is expected that three more shops would open from now to the end of the year.",
            "vi": "La Vĩ Lương, Giám đốc quản lý của United Vision và La Phong nói rằng Graphics có kế hoạch chinh phục thị trường Hà Nội và các tỉnh thành khác. Dự kiến sẽ có thêm ba cửa hàng được mở cửa từ nay đến cuối năm."
        },
        {
            "en": "Alexander, after <em>conquering</em> many kingdoms, was returning home. On the way, he fell ill and it took him to his death bed. With death staring him in his face, Alexander realized how his conquests,his great army, his sharp sword and all his wealth were of no consequence.",
            "vi": "Sau khi chinh phục được nhiều vương quốc, Alexander hành quân trở về. Trên đường về, ông bị ngã bệnh, nằm liệt giường chờ tử thần đến gọi. Trước cái chết cận kề, Alexander nhận thấy đất đai mình đã xâm lược, đội quân vĩ đại của mình sở hữu, gươm báu sắc bén mình có, và tất cả của cải thuộc về mình đều trở nên vô nghĩa."
        },
        {
            "en": "Understanding the Vietnamese taste and realizing the rapid increase of middle-income earners in Vietnam, a lot of high-street brands have been <em>conquering</em> the local market. Zara, the fashion brand from Spain, has been present in Vietnam since mid-2016. Mango, which targets customers aged 18-40, has been present in Vietnam since 2004 through a franchise contract signed with Maison JSC.",
            "vi": "Hiểu rõ sở thích của ngừoi Việt Nam và nhận thức được sự tăng nhanh của nhóm người có thu nhập trung bình ở Việt Nam, rất nhiều thương hiệu cao cấp đã xâm chiếm thị trường bán lẻ trong nước. Zara, thương hiệu thời trang đến từ Tây Ban Nha, đã có mặt ở Việt Nam từ giữa năm 2016. Mango, cái có mục tiêu khách hàng ở độ tuổi 18-40, đã có mặt ở Việt Nam từ năm 2004 thông qua một hợp đồng độc quyền được kí với công ty Masion JSC."
        },
        {
            "en": "     Fear is nothing more than a lingering emotion that's fueled by your imagination. Danger is real. It's the uncomfortable rush of adrenaline you get when you almost step in front of a bus. Fear is a choice. Happy people know this better than anyone does, so they flip fear on its head. They are addicted to the euphoric feeling they get from <em>conquering</em> their fears.",
            "vi": "Sợ hãi chẳng qua là một cảm xúc kéo dài, nó được thúc đẩy bởi trí tưởng tượng của bạn. Nguy hiểm là có thật. Đó là cảm xúc mạnh của hóc môn Adrenaline không thoải mái mà bạn nhận được khi gần như bạn bước trước đầu xe buýt. Sợ hãi là một sự lựa chọn. Những người hạnh phúc biết điều này hơn bất cứ ai, vì vậy họ lật đổ nỗi sợ hãi ngay trước khi nó xuất hiện. Họ bị nghiện cảm giác phấn chấn khi họ chinh phục nỗi sợ hãi của họ."
        }
    ],
    "suggestions": []
}