{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Conrad",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Conrad",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Conrad",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Conrad",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Conrad",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Conrad</em> Murray guilty of Michael Jackson manslaughter",
            "vi": "Conrad Murray phạm tội ngộ sát Michael Jackson"
        },
        {
            "en": "Michael Jackson's doctor <em>Conrad</em> Murray goes on trial",
            "vi": "Bác sĩ của Michael Jackson - Conrad Murray ra hầu toà"
        },
        {
            "en": "Michael Jackson doctor <em>Conrad</em> Murray in tears at trial",
            "vi": "Conrad Murray - vị bác sĩ của ca sĩ Michael Jackson - đã rơi lệ tại toà"
        },
        {
            "en": "She is a great-granddaughter of <em>Conrad</em> Hilton who is founder of Hilton hotels.",
            "vi": "Cô ta là chắt gái của Conrad Hilton, người sáng lập ra chuỗi khách sạn Hilton."
        },
        {
            "en": "She is a great - granddaughter of <em>Conrad</em> Hilton who is founder of Hilton hotels.",
            "vi": "Cô ta là chắt gái của Conrad Hilton, người sáng lập ra chuỗi khách sạn Hilton."
        },
        {
            "en": "But according to Captain Peter <em>Conrad</em>, who led the 1969 Apollo 12 mission, it was life.",
            "vi": "Tuy nhiên, theo Đại úy Peter Conrad, người đứng đầu sứ mệnh Apollo 12 năm 1969, đó là sự sống."
        },
        {
            "en": "Michael Jackson's doctor <em>Conrad</em> Murray wept in court as former patients testified in his defence during his involuntary manslaughter trial.",
            "vi": "Bác sĩ của Michael Jackson - Conrad Murray - đã khóc tại toà án khi các bệnh nhân cũ làm chứng bênh vực cho ông ta trong phiên xử về tội ngộ sát này."
        },
        {
            "en": "Michael Jackson's personal physician, <em>Conrad</em> Murray, has gone on trial in Los Angeles, charged with involuntary manslaughter of the singer.",
            "vi": "Bác sĩ riêng của Michael Jackson, Conrad Murray bị buộc tội vô ý làm chết người cho nam ca sĩ này và đã bị đưa ra hầu toà ở Los Angeles."
        },
        {
            "en": "On February 15, 2009, 40 students participated in a film showing and a discussion about Paul <em>Conrad</em>: Drawing Fire led by Mr. Brian Aggeler, Political Counselor.",
            "vi": "Ngày 15 tháng 1 năm 2009, Tham tán Chính trị của Đại sứ quán ông Brian Aggeler đã có buổi thảo luận và chiếu phim về Paul Conrad: Vẽ tranh biếm họa cho hơn 40 sinh viên."
        },
        {
            "en": "The 51-page report was unveiled after Jackson's personal physician Dr <em>Conrad</em> Murray appeared in court in Los Angeles charged with involuntary manslaughter.",
            "vi": "Bản báo cáo dài 51 trang được tiết lộ sau khi bác sĩ Conrad Murray, bác sĩ riêng của Jackson ra trước vành móng ngựa ở Los Angeles với tội danh ngộ sát."
        },
        {
            "en": "In addition to learning about Paul <em>Conrad</em>, an American political cartoonist, the students had a chance to learn about cartoonists' roles in American press and society.",
            "vi": "Ngoài việc biết thêm về Paul Conrad, một người chuyên vẽ tranh biếm họa về chính trị, các sinh viên còn được biết thêm về các quy tắc vẽ tranh biếm họa trong báo chí và xã hội Hoa Kỳ."
        },
        {
            "en": "The 32-page warrant said Dr. <em>Conrad</em> Murray, Jackson's personal physician, told a detective that he had been treating Jackson for insomnia for six weeks.",
            "vi": "Bản chứng nhận dài 32 trang cho rằng bác sĩ Conrad Murray, bác sĩ riêng của Jackson, đã kể với thám tử rằng ông ấy đã điều trị chứng mất ngủ cho Jackson trong sáu tuần."
        },
        {
            "en": "Michael Jackson's personal physician, Dr <em>Conrad</em> Murray, has been found guilty of the involuntary manslaughter of the star by a jury in Los Angeles.",
            "vi": "Bác sĩ riêng của Michael Jackson, Bác sĩ Conrad Murray đã bị ban bồi thẩm ở  Los Angeles kết tội về tội ngộ sát ngôi sao nhạc pop này."
        },
        {
            "en": "Joseph <em>Conrad</em>, a famous English novelist, sai that his goal as a writer was \"to make you hear, to make you feel, it is, before all, to make you see. That, and no more, and it is everything\".",
            "vi": "Joseph conrad, một tiểu thuyết gia người anh, có nói rằng, là nhà văn, mục đích của ông là \"làm cho bạn nghe thấy, làm cho bạn cảm thấy và trước hết làm cho bạn nhìn thấy. ngoài ra không còn gì khác nữa, vì đó là tất cả\"."
        },
        {
            "en": "Captain <em>Conrad</em>, who returned the bacteria to Earth, was later to confess:‘I always thought the most significant thing we ever found on the whole Moon was the little bacteria that came back and lived’.",
            "vi": "Đại úy Conrad, người đưa các vi khuẩn về lại Trái đất, đã thú nhận sau đó: 'Tôi luôn nghĩ rằng điều quan trọng nhất mà chúng tôi từng được tìm thấy trên toàn bộ mặt trăng là vi khuẩn nhỏ đã trở lại và sống'."
        },
        {
            "en": "Los Angeles Superior Court Judge Michael Pastor Tuesday handed the sentence to Dr. <em>Conrad</em> Murray, who was convicted earlier this month of involuntary manslaughter in Jackson's death.  Murray, however, could serve only half his sentence due to overcrowding in California's prison system.  ",
            "vi": "Thẩm phán toà án tối cao Los Angeles là Michael Pastor vào hôm thứ ba đã ra bản án đối với Bác sĩ Conrad Murray, người bị kết án đầu tháng này vì tội bất cẩn trong cái chết của Jackson. Tuy nhiên Murray có thể chỉ chịu nửa mức án do hệ thống nhà tù ở California đã quá tải."
        },
        {
            "en": "Key Democrats split with Obama on taxes    Washington (CNN) -- Despite President Obama's accusation Wednesday that Republicans are holding middle class income tax cuts \"hostage\" by tying them to an extension of tax cuts for wealthier Americans, the reality is several Democratic senators also oppose allowing President Bush's tax cuts for higher earners to expire. Democrats Ben Nelson of Nebraska, Evan Bayh of Indiana, Kent <em>Conrad</em> of North Dakota, and Independent Joe Lieberman of Connecticut have each publicly expressed concern about the impact of raising taxes, even on the well-to-do, during an economic downturn. \"The general rule of thumb would be you don't want to do tax changes, tax increases...until the recovery is on more solid ground,\" <em>Conrad</em> said recently, summarizing their view. Each has said the tax cuts should be extended at least temporarily. Senate Democratic leaders know it will be virtually impossible to pass a controversial tax bill without the support of all their members but intend to press ahead with the debate later this month. They believe the political and fiscal arguments are on their side and that allowing the tax cuts for the wealthy to expire is \"the consensus position of the caucus,\" even if a few Democrats oppose doing so, according to a top Senate Democratic leadership aide. \"There is bipartisan consensus that we should not raise taxes,\" retorted a senior senate Republican leadership aide, seizing on the division in the Democratic ranks. The GOP aide didn't rule out a compromise that involved passing a short-term extension, a proposal put forth by House Majority Leader John Boehner. \"If the only way to pass a bill that didn't raise taxes would to pass a temporary extension, we'd be open to talking about it,\" said the aide. But the Democratic aide doubted Republicans would seriously work to help Democrats pass a bill this close to the November election. \"I don't believe the Republicans are interested in compromise,\" the aide said.",
            "vi": "Key Democrats split with Obama on taxes    Theo tin của CNN từ Washington  – Mặc dù tổng thống Obama vào hôm thứ Tư cáo buộc rằng những người thuộc đảng Cộng Hòa đang cố duy trì việc cắt giảm thuế thu nhập cho tầng lớp trung lưu bằng cách trói buộc họ vào việc gia hạn giảm thuế dành cho những người Mỹ giàu có, nhưng thực tế là vài Thượng nghị sĩ đảng dân chủ cũng phản đối rằng chính sách giảm thuế của Tổng thống Bush dành cho người kiếm được thu nhập cao đã hết hiệu lực.  Những người thuộc đảng Dân Chủ như ông Ben Nelson thuộc bang Nebraska, Evan Bayh thuộc bang Indiana, Kent Conrad thuộc bang North Dakota, và người không thuộc đảng phái nào là ông Joe Lieberman thuộc bang Connecticut cũng công khai bày tỏ sự quan tâm đến ảnh hưởng của việc tăng thuế, kể cả đối với những người kinh tế khá giả, trong suốt thời kỳ suy thoái kinh tế.  Conrad  gần đây cho biết, tóm tắt quan điểm của họ: \"Theo quy tắc chung về ngón tay cái thì khi việc phục hồi nền kinh tế trở nên vững vàng hơn thì việc muốn thay đổi về thuế hay tăng thuế. .. cũng sẽ dễ dàng hơn,\"  Mỗi người cũng cho rằng bất luận thế nào đi nữa thì việc giảm thuế cũng nên kéo dài tạm thời thôi. Theo người phụ tá cấp cao của lãnh đạo phe dân chủ ở Thượng nghị viện thì những vị lãnh đạo phe dân chủ ở Thượng nghị viện biết rằng hầu như không thể thông qua dự luật thuế đang gây nhiều tranh cãi nếu không có hỗ trợ của tất cả thành viên của họ ngoài việc dự định tiếp tục cuộc tranh luận vào cuối tháng này. Họ tin rằng những lý lẽ về mặt tài chính và chính trị đang nghiêng về phía họ và rằng việc giảm thuế cho những người giàu hết hiệu lực thì sẽ tạo nên một \"sự đồng lòng nhất trí của cuộc họp kín này,\" ngay cho dù một vài người thuộc đảng Dân Chủ chống đối việc này.  \"Cả hai đảng đều nhất trí rằng chúng ta không nên tăng thuế,\" viên phụ tá cấp cao của lãnh đạo đảng Cộng hòa ở Thượng nghị viện, tranh thủ việc chia rẽ trong hàng ngũ đảng Dân chủ để trả miếng.  Viên  phụ tá thuộc Đảng cộng hoà Hoa Kỳ cũng đưa ra thoả hiệp liên quan đến việc thông qua mức gia hạn ngắn hạn, một đề nghị được đưa ra bởi vị lãnh đạo phe đa số trong Hạ viện, John Boehner. \"Nếu cách duy nhất để thông qua dự luật không tăng thuế thì sẽ thông qua việc gia hạn tạm thời, chúng tôi sẽ công khai  khi nói về vấn đề này,\" vị phụ tá cho biết.  Nhưng viên phụ tá của vị tổng thống đảng Dân chủ tự hỏi liệu những người thuộc đảng Cộng Hòa có làm việc tích cực để giúp những người đảng Dân Chủ thông qua dự luật để tiến đến cuộc bầu cử vào tháng mười một hay không.  Ông còn nói rằng \"Tôi không tin những người thuộc đảng Cộng Hòa quan tâm đến sự thoả hiệp,\"  "
        },
        {
            "en": "First Anniversary of Michael Jackson's Death Marked Across Globe          Music fans across the globe on Friday marked the first anniversary of the death of the legendary Michael Jackson. The so-called King of Pop died suddenly at the age of 50 on June 25, 2009, in Los Angeles. His death was attributed to an overdose of a powerful anesthetic (propofol).  The doctor who administered the drug (<em>Conrad</em> Murray) is facing criminal charges (involuntary manslaughter) in connection with Jackson's death. Also, Jackson' father filed a wrongful death lawsuit Friday, accusing the Nevada doctor of lying to the doctors and paramedics trying to save the singer's life. At New York's Apollo Theater on Friday, Jackson's music blared from loudspeakers as fans danced in the streets. His music could also be heard on the streets of Gary, Indiana, Jackson's hometown, where his mother (Katherine) and his children (Prince, Paris and Blanket) unveiled a Michael Jackson monument. And at the Los Angeles cemetery where Jackson was buried (Forest Lawn) hundreds paid tribute to the dead singer. In Tokyo, the Japanese capital, 50 devout Jackson fans paid more than $1,000 each to spend a night in the Tokyo Tower with the singer's possessions.  The Neverland Collection, named for Jackson's California ranch, is the only official Michael Jackson exhibition outside the United States. Jackson's death came as he was preparing for a series of London concerts as part of a musical comeback.  It is estimated that sales of his music and films have generated at least $1 billion in the year since he died.",
            "vi": "Lễ kỷ niệm một năm ngày mất Michael Jackson diễn ra trên toàn thế giới       Vào ngày thứ sáu, những người yêu âm nhạc trên toàn thế giới đã kỷ niệm một năm ngày mất của huyền thoại âm nhạc Michael Jackson. Người được mệnh danh là Vua nhạc pop đã đột tử ở tuổi 50 vào ngày 25 tháng 6 năm 2009, ở Los Angeles. Cái chết của ông đã được quy là do dùng quá nhiều thuốc gây tê loại mạnh (propofol). Vị bác sĩ chỉ định loại thuốc này (Conrad Murray) đang đối mặt với những cáo buộc hình sự (tội vô ý làm chết người do bất cẩn) vì có liên quan đến cái chết của Jackson. Hơn nữa, vào thứ sáu cha của Jackson đệ đơn kiện đòi bồi thường về trường hợp tử vong, cáo buộc vị bác sĩ Nevada này đã nói dối những bác sĩ và nhân viên y tế khi họ cố gắng cứu chữa người ca sĩ này. Tại nhà hát Apollo ở New York vào ngày thứ sáu, những người hâm mộ nhảy múa trên đường phố trong tiếng nhạc của Jackson được phát to từ những loa phát thanh. Âm nhạc của ông cũng được nghe thấy trên đường Gary, Indiana, quê nhà của Jackson, nơi mẹ ông (Katherine) và những đứa con của ông ấy (Prince, Paris và Blanket) khánh thành bia tưởng niệm Michael Jackson. Và tại nghĩa trang Los Angeles nơi Jackson đang yên nghỉ (Forest Lawn) hàng trăm người đã đến đây bày tỏ lòng tôn kính đối với người ca sĩ quá cố này. Ở Tokyo, thủ đô Nhật Bản, có 50 người hâm mộ Jackson đã chịu chi hơn 1.000 đô la chỉ để được qua đêm trong khu triễn lãm Tokyo Tower cùng với những món tư trang của người ca sĩ này. Bộ sưu tập Neverland, được đặt theo tên của nông trại của Jackson ở California, là khu triển lãm duy nhất chính thức về Michael Jackson bên ngoài Hoa Kỳ. Jackson đã ra đi đột ngột khi đang chuẩn bị cho một loạt chương trình hòa nhạc ở Luân Đôn như một phần của chuyến lưu diễn trở lại. Người ta ước tính doanh thu từ album nhạc và phim của ông đã mang về ít nhất 1 tỷ đô-la Mỹ trong năm đầu tiên kể từ khi ông qua đời."
        },
        {
            "en": "Prosecutors said he acted with \"gross negligence\" and gave Jackson a lethal dose of the sedative propofol that caused his death in June 2009. The defence said Jackson gave himself too much of the drug, a sleeping aid. Dr Murray, 58, who denies the charge, could face four years in jail and the loss of his medical licence. Slurred message   In Tuesday's opening statement, lead prosecutor David Walgren told the court the evidence would show \"<em>Conrad</em> Murray repeatedly acted with gross negligence, repeatedly denied appropriate care to his patient, Michael Jackson\".  \"That misplaced trust... cost Michael Jackson his life.\" The jury was shown a photo of the 50-year-old singer's pale body lying on a gurney after he died, and heard a recording of the pop star slurring while talking about planned comeback concerts. Mr Walgren said the audio, aired in public for the first time, had come from a message on Dr Murray's mobile phone. \"When people leave my show, I want them to say, 'I've never seen nothing like this in my life',\" says Jackson, apparently heavily drugged, on the audio. \"Go. Go. I've never seen nothing like this. Go. It's amazing. He's the greatest entertainer in the world.\"  The prosecutor said Jackson's difficulty in speaking on the recording showed that Dr Murray ought to have realised the star should not have taken any more propofol. Mr Walgren said that after administering what it says was the fatal dose, Dr Murray had not been attentive to Jackson's health. 'Abandoned'    The prosecutor said the doctor had left to go to the bathroom and checked his mobile phone. \"He [Murray] left him [Jackson] there, abandoned him to fend for himself,\" the prosecutor said. “Mr Walgren said when Dr Murray found Jackson unconscious, he did not immediately call the emergency services, instead telling a bodyguard to do so 20 minutes later.  Dr Murray also did not mention to paramedics or emergency room doctors that he had administered propofol, according to the prosecutor. During his lawyer's turn to speak, Dr Murray appeared to wipe tears from his eyes. Defence attorney Ed Chernoff said it was drugs taken by Jackson himself which had proved fatal. \"He did an act without his doctor's knowledge, without his doctor's permission, against his orders, he did an act that caused his own death,\" Mr Chernoff said.  He claimed the singer had swallowed pills of the sedative lorazepam on the morning of his death. That dosage was enough to put six people to sleep, said the defence.  'Perfect storm'    He also said Jackson had self-ingested propofol, and that it had killed him instantly. Mr Chernoff said the two drugs together had created \"a perfect storm in his body\". Jackson \"died so rapidly, so instantly, he didn't even have time to close his eyes\", the defence lawyer added. He also said that Dr Murray had been trying to wean Jackson off propofol, which the star used to call his \"milk\". The prosecutor said Dr Murray had initially asked for $5m (£3.2m) to work with Jackson for a year, though accepted a lower rate of $150,000 per month. But his contract to become the star's personal physician was never signed, and Dr Murray was never paid. First witnesses Jackson choreographer Kenny Ortega was the first prosecution witness to take the stand. He told the court of Jackson's excitement about his series of comeback concerts.  Mr Ortega also told the court that days before Jackson's death, he expressed \"deep concern\" in an email to Jackson's concert promoter about the state of Jackson's health. The email was written after a period of about a week when Jackson repeatedly failed to appear at rehearsals.  But in the last day or two before Jackson's death Mr Ortega said the star seemed \"full of energy, full of desire to work... It was a different Michael.\" Footage of the star's rehearsals became part of a documentary, This Is It, directed by Mr Ortega.  Paul Gongaware, co-chief executive of concert promoter AEG, followed Mr Ortega to the stand as the second prosecution witness. He told the court about how he employed Dr Murray as Jackson's personal physician. A number of witnesses, including security guards, paramedics and emergency room doctors, are yet to be called. Propofol is usually administered intravenously, often during surgery.  Medical experts are expected to testify about the sedative's effects, as well as how a trace of the drug was found in Jackson's stomach. Hundreds of Jackson fans gathered outside court earlier as the trial began. The trial is expected to last about five weeks.",
            "vi": "Các công tố viên cho biết anh ta làm việc “cẩu thả” nên đã cho Jackson một liều propofol giảm đau gây chết người dẫn đến cái chết của anh vào tháng Sáu năm 2009. Luật sư bào chữa cho bị cáo nói rằng Jackson đã tự uống quá nhiều thuốc, loại thuốc giúp ngủ. Tiến sĩ Murray, 58 tuổi người phủ nhận lời cáo buộc này có thể đối mặt với bốn năm tù giam và mất giấy phép hành nghề y. Tin nhắn thoại líu nhíu Trong lời phát biểu mở đầu vào hôm thứ Ba, trưởng công tố viên David Walgren nói với toà bằng chứng này cho thấy “Conrad Murray liên tục làm việc cẩu thả, liên tục không chăm sóc tốt bệnh nhân của mình là Michael Jackson”.  “ Rằng niềm tin đặt sai chỗ… khiến Michael Jackson phải trả giá cho mạng sống của mình.” Hội đồng xét xử được xem một bức ảnh chụp cơ thể nhợt nhạt của ca sĩ 50 tuổi nằm trên chiếc xe đẩy của bệnh viện sau khi anh qua đời, và nghe đoạn ghi âm giọng líu nhíu của Vua nhạc Pop đang nói về buổi hoà nhạc trở lại đã được lên kế hoạch. Ông Walgren nói rằng bản ghi âm này lần đầu tiên được công bố, lấy từ tin nhắn trên điện thoại của Tiến sĩ Murray. Jackson ghi âm với giọng có vẻ nặng nề do thuốc mê : “Khi mọi người rời khỏi buổi biểu diễn, tôi muốn họ nói với tôi rằng Tôi chưa bao giờ xem chương tình nào như thế trong cuộc đời tôi”. “Tiếp tục nào, tiếp tục nào. Tôi chưa từng xem chương trình nào như vậy trong cuộc đời tôi. Tiếp tục nào. Thật tuyệt vời. Anh ấy là một ca sĩ hay nhất thế giới.” Công tố viên cho biết Jackson nói trong bản ghi âm có vẻ khó khăn nên Tiến sĩ Murray phải nhận thấy là ngôi sao này không nên dùng thêm propofol nữa. Sau khi kiểm tra liều gây chết người mà bản ghi âm phát thì ông Walgren cho rằng Tiến sĩ Murray đã không quan tâm đến sức khoẻ của Jackson. ' Bị bỏ rơi ' Công tố viên này nói bác sĩ đã rời khỏi phòng vào nhà tắm để kiểm tra điện thoại di động của mình. Ông ta [Murray] để anh ấy [Jackson] ở đó, bỏ mặc anh ấy tự xoay xở”. Ông Walgren còn cho biết khi Tiến sĩ Murray thấy Jackson bất tỉnh, ông ta đã không gọi ngay dịch vụ cấp cứu, mà 20 phút sau mới nói bảo vệ gọi cấp cứu. Tiến sĩ Murray cũng không nói với nhân viên cứu thương hoặc bác sĩ phụ trách phòng cấp cứu là anh ấy có dùng propofol, công tố viên cho biết. Tiến sĩ Murray gạt nước mắt khi đến phiên luật sư của ông phát biểu trước toà.  Luật sư bào chữa Ed Chernoff cho biết đó là loại thuốc mà Jackson tự uống dẫn đến chết người. “Anh ấy uống mà không cho bác sĩ anh ấy biết, không được sự cho phép của bác sĩ, làm trái yêu cầu của bác sĩ, anh ấy đã tự gây ra cái chết của mình”, ông Chernoff biện hộ. Ông còn khẳng định nam ca sĩ đã uống thuốc lorazepam giảm đau vào buổi sáng anh qua đời. Vị luật sư biện hộ cho biết liều dùng đó đủ để cho sáu người ngủ. ' Cơn bão lớn ' Ông còn nói Jackson tự uống propofol và nó đã giết chết anh ấy ngay tức khắc. Ông Chernoff cho biết hai loại thuốc này kết hợp với nhau tạo nên “ cơn bão lớn trong cơ thể anh ấy.” Jackson “chết quá nhanh, quá đột ngột, anh ấy thậm chí không có thời gian để nhắm mắt nữa”, vị luật sư bào chữa nói thêm. Ông còn nói rằng Tiến sĩ Murray đang cố giúp Jackson dứt bỏ propofol mà ngôi sao này thường gọi nó là “sữa”. Công tố viên cho biết Tiến sĩ Murray lúc đầu đòi được trả 5 triệu đô-la Mỹ (3.2 triệu bảng Anh ) để chăm sóc cho Jackson trong một năm, dù đã chấp nhận mức thấp hơn là 150,000 đô mỗi tháng. Nhưng hợp đồng trở thành bác sĩ riêng của ngôi sao này chưa bao giờ được kí nên Tiến sĩ Murray cũng không bao giờ được trả lương. Nhân chứng đầu tiên Biên đạo múa của Jackson, Kenny Ortega là nhân chứng buộc tội đầu tiên ra làm chứng. Anh ấy nói với toà Jackson rất phấn khích về đợt hoà nhạc trở lại của anh ấy. Ông Ortega cũng nói với toà rằng hôm trước hôm Jacson qua đời, ông có bày tỏ “điều vô cùng lo lắng” trong một email gửi cho người tổ chức hoà nhạc của Jackson về tình trạng sức khoẻ của Jackson. Email này được viết sau thời gian khoảng một tuần khi Jackson liên tục không xuất hiện tại các buổi diễn tập. Nhưng vào ngày hay hai ngày cuối cùng trước cái chết của Jackson ông Ortega nói rằng ngôi sao này có vẻ “tràn đầy năng lượng, tràn đầy khát khao làm việc… .. Đó là một Michael khác.” Cảnh phim diễn tập của ngôi sao này đã trở thành môt phần của phim tài kiệu, This Is It, do ông Ortega đạo diễn. Paul Gongaware, đồng giám đốc điều hành tổ chức hoà nhạc AEG, tiếp sau Ông Ortega đứng ra làm nhân chứng thứ hai trước toà. Ông nói về việc Jackson đã thuê Tiến sĩ Murray làm bác sĩ riêng của anh như thế nào. Một số nhân chứng kể cả nhân viên bảo vệ, nhân viên cứu thương và bác sĩ phụ trách phòng cấp cứu vẫn chưa được gọi. Propofol dùng để đưa vào tĩnh mạch và thường dùng trong phẫu thuật. Chuyên gia y tế sẽ phải chứng nhận về ảnh hưởng của thuốc giảm đau này, cũng như vết tích của thuốc được tìm thấy trong dạ dày Jackson như thế nào Hàng trăm fan hâm mộ Jackson tụ tập bên ngoài toà án sớm hơn khi buổi xét xử bắt đầu. Phiên toà xử kéo dài khoảng năm tuần."
        },
        {
            "en": "Coroner's preliminary finding: Jackson overdosed on propofol          (CNN) -- The Los Angeles coroner has concluded preliminarily that singer Michael Jackson died of an overdose of propofol, a powerful sedative he was given to help him sleep, according to court documents released Monday. A search warrant filed in court showed toxicology reports found propofol in Michael Jackson's body. Los Angeles coroner Dr. Lakshmanan Sathyavagiswaran reached that preliminary conclusion after reviewing toxicology results carried out on Jackson's blood, according to a search warrant and affidavit unsealed in Houston, Texas.  The affidavit, used to outline probable cause for search warrants of the offices of doctors who are believed to have treated Jackson, disclosed many details of drugs given to Jackson in the weeks before his death. Jackson family lawyer Londell McMillan said the report \"reaffirms the very sad reality that there was a tragic and gross violation of duty and care for Michael Jackson.\" The publicist for Jackson's family said the \"family looks forward to the day that justice can be served.\" \"The Jackson family has full confidence in the legal process, and commends the ongoing efforts of the L.A. County Coroner, the L.A. District Attorney and the L.A. Police Department,\" the statement said. The Associated Press is quoting a single law enforcement official, who said the L.A. County Coroner ruled Michael Jackson's death a homicide. The Los Angeles County Coroner's office told CNN they had \"no comment\" on the report. An LAPD spokesman said the story did not come from their department. \"We will not comment on the \"anonymous\" law enforcement source that claims that Michael Jackson's death will be ruled a homicide,\" Murray's lawyer Ed Chernoff said in a statement on his firm's Web site. \"Most of the reports by \"anonymous\" sources have been proven wrong. We will be happy to address the Coroner's report when it is officially released.\" The 32-page warrant said Dr. <em>Conrad</em> Murray, Jackson's personal physician, told a detective that he had been treating Jackson for insomnia for six weeks. Murray said each night he gave Jackson 50 mg of propofol, also known as Diprivan, diluted with the anesthetic lidocaine via an intravenous drip.  Worried that Jackson may have been becoming addicted to the drug, the Houston cardiologist said he attempted to wean him from it, putting together combinations of other drugs that succeeded in helping Jackson sleep during the two nights prior to his death. On June 22 Murray said he gave Jackson a cocktail of drugs similar to what he gave him on the day he died, June 25 -- propofol, Ativan and Versed, which helped the star fall asleep, according to the documents. On June 23 he gave Jackson only the Ativan and Versed, which helped him sleep. But on June 25, other drugs failed to do the job, as Murray recounted to detectives in an hour-by-hour account detailed by detective Orlando Martinez of the Los Angeles Police  -- At about 1:30 a.m., Murray gave Jackson 10 mg of Valium. -- At about 2 a.m., he injected Jackson with 2 mg of the anti-anxiety drug Ativan. -- At about 3 a.m., Murray then administered 2 mg of the sedative Versed. -- At about 5 a.m., he administered another 2 mg of Ativan. -- At about 7:30 a.m., Murray gave Jackson yet another 2 mg of Versed while monitoring him with a device that measured the oxygen saturation of his blood. -- At about 10:40 a.m., \"after repeated demands/requests from Jackson,\" Murray administered 25 mg of propofol, the document said. \"Jackson finally went to sleep and Murray stated that he remained monitoring him. After approximately 10 minutes, Murray stated he left Jackson's side to go to the restroom and relieve himself. Murray stated he was out of the room for about two minutes maximum. Upon his return, Murray noticed that Jackson was no longer breathing,\" the affidavit said. Efforts at CPR proved fruitless, according Murray. Shortly after Murray said he found Jackson not breathing, Murray was on the phone with three separate callers starting at 11:18 a.m. and ending at 12:05 p.m., according to the court documents which cite the doctor's phone records. \"Murray didn't tell this to anyone when he was interviewed,\" the court documents said. Chernoff denied the timeline referenced in the affidavit. \"Much of what was in the search warrant affidavit is factual. However, unfortunately, much is police theory. Most egregiously, the timeline reported by law enforcement was not obtained through interviews with Dr. Murray, as was implied by the affidavit,\" the statement said. \"Dr. Murray simply never told investigators that he found Michael Jackson at 11:00 a.m. not breathing. He also never said that he waited a mere 10 minutes before leaving to make several phone calls. In fact, Dr. Murray never said that he left Michael Jackson's room to make phone calls at all.\" The document also cited reports from staff at the University of California at Los Angeles Medical Center, where Jackson's body was taken, who said Murray \"admitted\" to having given Jackson flumazenil to counteract the Ativan. The document lists another five doctors and a nurse practitioner who reportedly treated Jackson. \"Detectives ... believe that the miscellaneous prescriptions, from multiple doctors ... could have contributed to his death,\" the document said. \"It cannot be determined whether the cause of death is due to the actions of a single night and/or a single doctor, or the grossly negligent treatment of several doctors over an extended period of time.\" According to the warrant and affidavit, Murray said he was not the first doctor to give Jackson the powerful anesthetic, which the singer called his \"milk.\" The drug has a milky appearance. Jackson also told Murray about two unknown doctors in Germany who gave him propofol, according to documents. Documents show police found eight bottles of propofol inside Jackson's home. A search of Murray's doctor bag, which he left at the house the day Jackson died, contained multiple bottles/vials of Lidocaine and several bottles/vials of propofol, Ativan, Versed and Anexate, according to the documents. The affidavit said a search of Jackson's home revealed \"numerous bottles of medications\" at Jackson's bedside that were prescribed by Murray and two other physicians -- Dr. Allan Metzger and Dr. Arnold Klein. Many of the drugs \"have an indicated or off label use in the treatment of insomnia,\" the affidavit said. Metzger's lawyer told CNN last month that Metzger -- who treated Jackson in 2003 -- refused Jackson's request in April for a propofol prescription. Klein -- a dermatologist who also was Jackson's longtime friend -- has insisted he never gave Jackson dangerous drugs. Jackson visited Klein's Beverly Hills, California, medical office just days before his June 25 death. Murray took the job as Jackson's personal physician in May, as the pop star was preparing for a series of comeback concerts set to begin in July at London's O2 arena. Murray told investigators that Jackson would not tell him what drugs other doctors had given him, but he did tell Murray the medicine given to him by Klein and Metzger was not working, the affidavit said. The DEA has been unable to find a record of Dr. Murray purchasing, ordering or obtaining any propofol under his medical license or DEA number, according to the documents.",
            "vi": "Phát hiện sơ bộ của điều tra viên: Jackson đã dùng propofol quá liều        (CNN) -- Điều tra viên của Los Angeles đã kết luận sơ bộ rằng ca sĩ Michael Jackson chết do dùng propofol quá liều, một loại thuốc giảm đau mạnh giúp anh ấy có thể ngủ được, theo văn kiện của toà án đã công bố vào ngày thứ Hai. Lệnh khám xét đã đệ trình tại tòa cho thấy báo cáo xét nghiệm độc tố phát hiện trong cơ thể của Michael Jackson có propofol. Bác sĩ Lakshmanan Sathyavagiswaran, điều tra viên ở Los Angeles, đã đưa ra kết luận sơ bộ sau khi xem xét kết quả xét nghiệm độc tố trong máu của Jackson, theo lệnh khám xét và bản khai có tuyên thệ chưa được đóng dấu tại Houston, Texas. Bản khai này được dùng để vạch ra nguyên do mà có thể dựa vào đó để đưa ra lệnh khám xét phòng mạch của những bác sĩ được cho là đã chữa trị cho Jackson và qua đó, đã tiết lộ nhiều thông tin về những loại thuốc bác sĩ đã cho Jackson dùng trong những tuần trước khi anh ấy chết. Luật sư Londell McMillan của gia đình Jackson cho rằng bản báo cáo này “đã tái khẳng định một sự thật rất đau lòng là người ta đã vi phạm bổn phận và cách thức chăm sóc Michael Jackson một cách bi thảm và trầm trọng.” Người đại diện cho gia đình Jackson để phát biểu trước công luận đã nói rằng “gia đình mong đến ngày mà công lý được thực thi.”   Theo báo cáo “Gia đình của Jackson hoàn toàn tin tưởng vào thủ tục pháp lý, và khen ngợi sự nỗ lực hiện tại của Điều tra viên hạt L.A., Công tố viên hạt L.A và Sở Cảnh sát L.A.” Associated Press đã viện dẫn một nhân viên công lực nào đó, người từng nói rằng Điều tra viên hạt L.A. đã quy kết cái chết của Michael Jackson là một vụ án mạng. Phòng điều tra nguyên nhân tử vong ở hạt Los Angeles nói với CNN rằng họ “miễn bình luận” về bản tin này. Người phát ngôn của LAPD cho rằng chuyện này không phải từ sở cảnh sát mà ra. “Chúng tôi sẽ không bình luận gì về người nhân viên công lực “vô danh” này, tức là người cho rằng cái chết của Michael Jackson sẽ bị quy kết là một vụ án mạng,” luật sư Ed Chernoff của Murray đã nói như thế trong một bài phát biểu trên Web site của công ty mình. “Hầu hết các báo cáo từ các nguồn “nặc danh” đều bị chứng minh là sai. Chúng tôi sẽ vui mừng gởi báo cáo của Điều tra viên khi nó được công bố chính thức.” Bản chứng nhận dài 32 trang cho rằng bác sĩ Conrad Murray, bác sĩ riêng của Jackson, đã kể với thám tử rằng ông ấy đã điều trị chứng mất ngủ cho Jackson trong sáu tuần. Murray nói mỗi đêm ông ấy cho Jackson dùng 50 mg thuốc propofol, cũng gọi là Diprivan, được pha loãng với Lidocaine gây tê cục bộ bằng  cách truyền qua tĩnh mạch.  Lo ngại rằng Jackson có thể bị nghiện thuốc, bác sĩ tim mạch ở Houston nói ông ấy cố cai thuốc này cho anh ấy bằng cách phối hợp với nhiều loại thuốc từng giúp cho Jackson ngủ được trong hai đêm trước khi anh ấy chết. Theo tài liệu có được, Murray nói rằng vào ngày 22 tháng sáu ông ấy cho Jackson dùng một hỗn hợp thuốc tương tự như hỗn hợp mà ông ấy cho anh ấy dùng trong ngày anh ấy chết, ngày 25 tháng sáu – đó chính là propofol, Ativan và Versed, tức là những loại thuốc từng giúp ngôi sao ngủ thiếp đi. Vào ngày 23 tháng sáu ông ấy chỉ đưa cho Jackson thuốc Ativan và Versed, giúp anh ấy ngủ được. Nhưng vào ngày 25 tháng sáu, những loại thuốc khác không hiệu quả, theo như Murray thuật lại cho các thám tử trong một bản tường trình chi tiết về thời giờ do thám tử Orlando Martinez thuộc sở cảnh sát Los Angeles ghi lại -- Vào khoảng 1:30 sáng, Murray tiêm cho Jackson 10 mg Valium. -- Vào khoảng 2 sáng, ông ấy tiêm Jackson 2 mg thuốc ngủ Lorazepam (Ativan). -- Vào khoảng 3 sáng, Murray tiêm tiếp 2 mg thuốc giảm đau Midazolam (Versed). -- Vào khoảng 5 sáng, ông ấy tiêm thêm 2 mg Lorazepam (Ativan) nữa. -- Vào khoảng 7:30 sáng, Murray tiêm cho Jackson thêm 2 mg Midazolam (Versed) trong khi vẫn đang theo dõi anh ấy với thiết bị đo độ bão hoà ô-xi trong máu. -- Vào khoảng 10:40 sáng, \"sau nhiều lần đòi hỏi/khẩn cầu của Jackson,\" Murray tiêm cho anh ấy 25 mg propofol. \"Cuối cùng thì Jackson cũng ngủ được và Murray cho rằng ông ấy vẫn đang tiếp tục theo dõi anh ấy. Sau khoảng 10 phút, Murray nói ông rời khỏi Jackson để đi vệ sinh. Murray nói rằng ông ta ra khỏi phòng trong khoảng tối đa là hai phút. Khi trở lại, Murray nhận thấy Jackson đã ngưng thở.\" Theo lời khai của Murray, những nỗ lực hô hấp nhân tạo đều vô ích. Chẳng bao lâu sau khi Murray nói ông ấy phát hiện Jackson không còn thở nữa, Murray nói chuyện trên điện thoại với ba người khác nhau bắt đầu từ lúc 11:18 sáng và kết thúc vào lúc 12:05 trưa, theo văn kiện toà án có trích dẫn ghi chép từ số điện thoại của bác sĩ. Văn kiện toà án khẳng định \"Murray không kể điều này cho bất kỳ ai khi ông ấy bị chất vấn\"  Chernoff phủ nhận trình tự ghi trong bản khai. Theo lời nhận định, \"phần lớn những gì viết trong bản tuyên thệ làm cơ sở cho lệnh khám xét là có thực. Tuy nhiên, không may là cũng có nhiều chỗ chỉ là giả thuyết của cảnh sát. Vô lý nhất là trình tự thời gian do cơ quan công quyền ghi nhận không được thu thập qua cuộc chất vấn bác sĩ Murray, như đã được nhắc tới trong bản khai.\" \"Bác sĩ Murray chưa bao giờ kể cho các điều tra viên là ông ấy phát hiện Michael Jackson ngừng thở vào lúc 11 giờ 00 phút sáng. Ông ấy cũng không bao giờ nói rằng ông ấy đợi trong 10 phút trước khi rời khỏi để gọi vài cuộc điện thoại. Thực ra, bác sĩ Murray không bao giờ nói rằng ông ấy đã rời khỏi phòng của Michael Jackson để gọi bất kỳ cuộc điện thoại nào cả.\" Văn kiện trích dẫn những bản bản báo cáo từ nhân viên của Đại học California ở trung tâm y tế Los Angeles, nơi Jackson được đưa đến, nói rằng Murray \"thú nhận\" là đã cho Jackson dùng flumazenil để kháng lại thuốc Ativan. Văn kiện còn liệt kê thêm năm vị bác sĩ và một y sĩ được cho là đã điều trị cho Jackson. \"Các điều tra viên ... tin rằng có thể những toa thuốc linh tinh, từ nhiều bác sĩ ... đã góp phần gây ra cái chết của anh ấy.\" \"Không thể xác định được nguyên nhân tử vong là do những hành động của một đêm duy nhất và/hoặc của duy nhất một bác sĩ, hay do sự điều trị hết sức lơ là của nhiều bác sĩ trong suốt một thời gian dài.\" Theo lệnh khám xét và bản khai, Murray nói ông ấy đâu phải là bác sĩ đầu tiên cho Jackson dùng loại thuộc gây tê cực mạnh này, thứ mà người ca sĩ này gọi là “sữa”, vì loại thuốc này nhìn bên ngoài giống như sữa. Jackson cũng kể với Murray về hai bác sĩ ở Đức không rõ danh tính mà đã từng cho anh ấy dùng propofol. Văn kiện cho biết cảnh sát đã tìm thấy tám chai thuốc propofol trong nhà của Jackson. Lục soát túi đồ nghề của bác sĩ Murray mà ông ta đã bỏ ở nhà vào ngày Jackson chết thì thấy có rất nhiều chai/lọ thuốc Lidocaine và vài chai/lọ thuốc propofol, Ativan, Versed và Anexate. Bản khai công bố rằng qua cuộc khám xét nhà của Jackson cho thấy \"có rất nhiều chai thuốc\" bên cạnh giường của Jackson là do bác sĩ Murray và hai bác sĩ khác – bác sĩ Allan Metzger và bác sĩ Arnold Klein - kê đơn. Theo bản khai này thì nhiều loại thuốc trong số đó \"có công dụng đã ghi rõ hoặc chưa được chính thức công nhận trong việc điều trị bệnh mất ngủ\" Luật sư của Metzger nói với CNN hồi tháng trước rằng Metzger -- người từng điều trị cho Jackson vào năm 2003 – đã không cho Jackson dùng propofol theo như anh ta yêu cầu vào tháng 4. Klein -- bác sĩ chuyên khoa da liễu cũng là một người bạn lâu năm của Jackson -- đã nhấn mạnh rằng ông ta chưa bao giờ cho Jackson dùng loại thuốc nguy hiểm nào cả. Jackson đến khám tại phòng mạch của bác sĩ Klein ở Beverly Hills, California, chỉ vài ngày trước khi anh ấy qua đời vào ngày 25 tháng 6. Murray trở thành bác sĩ riêng cho Jackson vào tháng 5, khi ngôi sao nhạc Pop này đang chuẩn bị cho một loạt chương trình biểu diễn trở lại sẽ bắt đầu vào tháng 7 tại sân vận động O2 ở Luân Đôn. Murray nói với các điều tra viên là Jackson không hề kể cho ông ấy nghe các bác sĩ khác đã cho anh ấy uống thuốc gì, nhưng anh ấy có nói với Murray thuốc do bác sĩ Klein và Metzger thì không công hiệu. Văn kiện cũng cho hay DEA vẫn chưa tìm được ghi chép nào của bác sĩ Murray về việc mua, đặt hàng hoặc có được bất kỳ thuốc propofol nào do giấy phép hành nghề của ông ấy hoặc theo số DEA. Link: http://www.cnn.com/2009/SHOWBIZ/Music/08/24/michael.jackson.propofol/index.html"
        }
    ],
    "suggestions": []
}