{
    "en_vn": {
        "data": {
            "content": null,
            "word": "conserved"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "conserved"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conserved"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conserved"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "conserved"
        }
    },
    "sentences": [
        {
            "en": "Many pre-war buildings are still well <em>conserved</em>.",
            "vi": "Nhiều tòa nhà trước chiến tranh vẫn được bảo tồn rất tốt."
        },
        {
            "en": "Many pre - war buildings are still well <em>conserved</em>.",
            "vi": "Nhiều tòa nhà trước chiến tranh vẫn được bảo tồn rất tốt."
        },
        {
            "en": "Ubiquitin is a small, highly - <em>conserved</em> regulatory protein that is ubiquitously expressed in eukaryotes.",
            "vi": "Ubiquitin là một prô-tê-in điều hòa có kích thước nhỏ, bảo thủ cao, được biểu hiện phổ biến ở các tế bào nhân thật."
        },
        {
            "en": "Therefore, it will take a long time until the park is protected and <em>conserved</em> completely.",
            "vi": "Do đó, từ nay đến khi công tác bảo vệ và bảo tồn vườn quốc gia được đảm bảo tuyệt đối là cả một thời gian dài."
        },
        {
            "en": "A museum is a nonprofit institution housing collections of objects <em>conserved</em> and displayed for the public.",
            "vi": "Viện bảo tàng là một cơ quan bất vụ lợi và chuyên giữ những bộ sưu tập đồ vật có bảo quản và trưng bày cho công chúng vào xem."
        },
        {
            "en": "Ubiquitin is a small, highly-<em>conserved</em> regulatory protein that is ubiquitously expressed in eukaryotes.",
            "vi": "Ubiquitin là một prô - tê - in điều hòa có kích thước nhỏ, bảo thủ cao, được biểu hiện phổ biến ở các tế bào nhân thật."
        },
        {
            "en": "Biodiversity, including endangered plant and animal species can only be <em>conserved</em> if the existing forest area, particularly the special use forest are protected well.",
            "vi": "Nếu bảo vệ tốt diện tích rừng hiện có mà đặc biệt là các khu rừng đặc dụng thì sẽ bảo vệ được tính đa dạng sinh học trong đó là các loài động, thực vật đang bị đe doạ tiệt chủng."
        },
        {
            "en": "Gallup argues that whatever message yawning communicates, it is far too ambiguous and subtle to be so well-<em>conserved</em> throughout evolutionary history.",
            "vi": "Gallup biện luận rằng cho dù ngáp truyền tải thông điệp gì, thì nó cũng quá khó hiểu và tinh tế để được bảo tồn trong suốt lịch sử tiến hóa như vậy."
        },
        {
            "en": "Within seven years of excavation, the Dover boat had <em>conserved</em> and displayed, but it was apparent that there were issues that could not be resolved simply by studying the old wood.",
            "vi": "Trong bảy năm khai quật, con thuyền Dover đã được bảo tồn và trưng bày, nhưng rõ ràng có những vấn đề không thể giải quyết một cách đơn giản chỉ bằng cách nghiên cứu gỗ cũ."
        },
        {
            "en": "Some expressions of pain, however, may be <em>conserved</em>. A recent paper suggested commonality in some features of facial expression during acute pain experiences in several animal species and humans.",
            "vi": "Tuy nhiên, một số biểu hiện của đau có thể lưu lại được lâu. Một bài báo mới đây cho rằng ở một số nét đặng trưng của biểu hiện trên khuôn mặt trong các trải nghiệm đau cấp tính ở một số loài động vật và con người là có sự tương đồng."
        },
        {
            "en": "A number of steps need to be taken in order to avert a costly predicament in the coming decades. Firstly, all existing supplies of helium ought to be <em>conserved</em> and released only by permit, with medical uses receiving precedence over other commercial or recreational demands.",
            "vi": "Một số bước cần phải được thực hiện để ngăn chặn một tình trạng tốn kém trong những thập kỷ tới. Thứ nhất, tất cả các nguồn cung cấp hiện có của hêli phải được bảo tồn và phát hành khi cho phép, với y học nhận được ưu tiên hơn các nhu cầu thương mại hay giải trí khác."
        },
        {
            "en": "The mysterious things, according to him, are the spiritual world and Buddhism. Under the viewpoint of science, the “karmal” doctrine in Buddhism is like the the law of conservation of energy, thus the “karmal” of each person remains constant and is <em>conserved</em> over time. Nguyen believes that what a man leaves for life after death is not his body but what he has done during his lifetime.",
            "vi": "Theo ông, những huyền bí là thế giới tâm linh và đạo Phật. Dưới quan điểm của khoa học, thuyết \"nghiệp\" trong Phật giáo tựa như luật bảo toàn năng lượng, do đó \"nghiệp\" của mỗi người vẫn không đổi và được bảo tồn theo thời gian. Ông Nguyên tin rằng những gì một người để lại cho cuộc sống sau khi chết không phải là cơ thể mà là những gì người đó đã làm trong suốt cuộc đời của họ."
        },
        {
            "en": "The mysterious things, according to him, are the spiritual world and Buddhism. Under the viewpoint of science, the “karmal” doctrine in Buddhism is like the the law of conservation of energy, thus the “karmal” of each person remains constant and is <em>conserved</em> over time. Nguyen believes that what a man leaves for life after death is not his body but what he has done during his lifetime.",
            "vi": "Theo ông, những huyền bí là thế giới tâm linh và đạo Phật. Dưới quan điểm của khoa học, thuyết \"nghiệp\" trong Phật giáo tựa như luật bảo toàn năng lượng, do đó \"nghiệp\" của mỗi người vẫn không đổi và được bảo tồn theo thời gian. Ông Nguyên tin rằng những gì một người để lại cho cuộc sống sau khi chết không phải là cơ thể mà là những gì người đó đã làm trong suốt cuộc đời của họ."
        },
        {
            "en": "The nature of pain is perhaps even more complex in animals. How pain is sensed and the physical processes behind this are remarkably similar and well <em>conserved</em> across mammals and humans. There are also many similarities in pain behaviors across the species, for example they may stop socializing with people and/or other animals, they may eat less, they may vocalize more, and their heart rate may rise. The capacity of animals to suffer as sentient creatures is well established and enshrined in law in many countries; however, we don’t understand well how they actually experience pain.",
            "vi": "Bản chất của sự đau đớn ở động vật có lẽ còn phức tạp hơn. Làm thế nào cảm nhận được sự đau đớn và các quá trình vật lý đằng sau đó có tương đồng và được duy trì như nhau cả trên động vật có vú và con người. Ngoài ra còn có rất nhiều điểm tương đồng trong hành vi đau ở các loài, ví dụ như chúng có thể ngừng giao lưu với con người hoặc với động vật khác, chúng có thể ăn ít hơn, phát ra âm thanh nhiều hơn và nhịp tim của chúng có thể tăng lên. Là những sinh vật có tri giác, sự đau đớn của động vật cũng được chính thức hoá và được pháp định ở nhiều nước. Tuy nhiên, chúng ta không hiểu chúng thực sự cảm nhận nỗi đau như thế nào."
        },
        {
            "en": "It is not intuitively obvious why our lasting memories consolidate slowly. Certainly, one can wonder why we have a form of memory that we have to rely on for many hours, days or a lifetime, that is so susceptible to disruption shortly after it is initiated. Perhaps the brain system that consolidates long-term memory over time was a late development in vertebrate evolution. Moreover, maybe we consolidate memories slowly because our mammalian brains are large and enormously complex. We can readily reject these ideas. All species of animals studied to date have both short and long-term memory; and all are susceptible to retrograde amnesia. Like humans, birds, bees, and molluscs, as well as fish and rats, make long-term memory slowly. Consolidation of memory clearly emerged early in evolution, and was <em>conserved</em>.",
            "vi": "Nó không phải là hiển nhiên qua trực giác lý giải tại sao những kỷ niệm lâu dài của chúng ta lại được củng cố từ ​​từ. Chắc chắn, người ta có thể tự hỏi tại sao chúng ta có một hình thức ghi nhớ mà chúng ta phải dựa vào nhiều giờ, nhiều ngày hoặc suốt cuộc đời, nhưng lại rất dễ bị phá vỡ ngay sau khi nó được bắt đầu. Có lẽ hệ thống não củng cố trí nhớ lâu dài qua thời gian là một sự phát triển muộn trong sự phát triển của động vật có xương sống. Hơn nữa, có lẽ chúng ta củng cố kí ức từ từ bởi bộ não động vật có vú của chúng ta rất lớn và cực kỳ phức tạp. Chúng ta có thể dễ dàng chối bỏ những ý tưởng này. Tất cả các loài động vật được nghiên cứu cho đến nay đều có trí nhớ ngắn và dài hạn; Và tất cả đều dễ mắc phải chứng quên do thoái hóa. Giống như con người, chim, ong, nhuyễn thể, cũng như cá và chuột, tạo ra trí nhớ lâu dài một cách chậm chạp.Củng cố bộ nhớ rõ ràng xuất hiện sớm trong quá trình tiến hóa, và đã được bảo tồn."
        }
    ],
    "suggestions": []
}