{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kɔnsti'tju:∫ənəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">căn cứ theo hiến pháp, hợp hiến</td></tr></table><i/></div>",
            "word": "constitutionally",
            "pronounce": "[,kɔnsti'tju:∫ənəli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "constitutionally",
            "pronounce": "[,kɔnsti'tju:∫ənəli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "constitutionally",
            "pronounce": "[,kɔnsti'tju:∫ənəli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "constitutionally",
            "pronounce": "[,kɔnsti'tju:∫ənəli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "constitutionally",
            "pronounce": "[,kɔnsti'tju:∫ənəli]"
        }
    },
    "sentences": [
        {
            "en": "She's <em>constitutionally</em> incapable of keeping a secret.",
            "vi": "Cô ta không có khả năng giữ được một điều bí mật."
        },
        {
            "en": "The Department respects the <em>constitutionally</em> protected right of free speech.",
            "vi": "Bộ tôn trọng quyền tự do ngôn luận được bảo vệ bởi hiến pháp."
        },
        {
            "en": "Nowadays we have better drugs and surgical instruments but men are becoming weak <em>constitutionally</em>.",
            "vi": "Ngày nay chúng ta có những loại thuốc và dạng ca phẫu thuật có hiệu quả hơn nhưng con người lại liên tục trở nên yếu đi."
        },
        {
            "en": "Directly elected legislatures are <em>constitutionally</em> intended to represent the geographic and ethnic diversity of a country.",
            "vi": "Về mặt hiến pháp, các cơ quan lập pháp được bầu trực tiếp là nhằm đại diện cho tính đa dạng về mặt địa lí và dân tộc của một quốc gia."
        },
        {
            "en": "The Union of Soviet Socialist Republics (USSR) was a <em>constitutionally</em> socialist state that existed in Eurasia from 1922 to 1991.",
            "vi": "Liên bang Xô viết là một nước chủ nghĩa xã hội hợp hiến đã tồn tại ở Châu Âu và Châu Á từ năm 1922 đến năm 1991."
        },
        {
            "en": "However, the <em>constitutionally</em> defined legislative, representative, and oversight responsibilities of the assembly position it to play a critical role for the nation as well.",
            "vi": "Tuy nhiên, các trách nhiệm về pháp lý, đại diện và giám sát mà Hiến pháp đề ra đối với nghị viện đã đặt nó vào vào vị trí quan trọng đối với một quốc gia."
        },
        {
            "en": "Africa’s oldest republic was established by freed slaves from the US and declared independent in 1847. As a quirk of that history only “people of colour” are <em>constitutionally</em> allowed to become Liberian and only Liberians can own property.",
            "vi": "Nền cộng hòa lâu đời nhất tại châu Phi này do những người nô lệ tự do từ Mỹ thành lập và tuyên bố độc lập vào năm 1847. Chính vì đặc thù lịch sử ấy mà hiến pháp của họ quy định chỉ những \"người da màu\" mới được phép trở thành người Liberia và chỉ người Liberia mới được sở hữu bất động sản."
        }
    ],
    "suggestions": []
}