{
    "en_vn": {
        "data": {
            "content": null,
            "word": "constituted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "constituted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "constituted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "constituted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "constituted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I am strongly <em>constituted</em>.",
            "vi": "Tôi có thể chất khỏe."
        },
        {
            "en": "A fully-<em>constituted</em> entity",
            "vi": "Một thực thể hoàn chỉnh"
        },
        {
            "en": "Be strongly <em>constituted</em>",
            "vi": "Khoẻ"
        },
        {
            "en": "A fully - <em>constituted</em> entity",
            "vi": "Một thực thể hoàn chỉnh"
        },
        {
            "en": "They <em>constituted</em> him president.",
            "vi": "Ông ta được chỉ định làm chủ tịch."
        },
        {
            "en": "The child is strongly <em>constituted</em>.",
            "vi": "Thằng bé có thể chất khỏe."
        },
        {
            "en": "An oversized chip will be <em>constituted</em>.",
            "vi": "Một vi mạch quá khổ sẽ được tạo thành."
        },
        {
            "en": "He's so <em>constituted</em> that he can accept criticism without resentment.",
            "vi": "Bản chất ông ta là có thể tiếp nhận phê bình mà không oán giận."
        },
        {
            "en": "The committee is <em>constituted</em> of members of all three parties.",
            "vi": "Ủy ban bao gồm thành viên của ba đảng."
        },
        {
            "en": "The National Commission was <em>constituted</em> in the year 1988.",
            "vi": "Ủy ban Quốc gia đã được thành lập năm 1988."
        },
        {
            "en": "He seemed to have <em>constituted</em> himself our representative.",
            "vi": "Dường như ông ta tự chỉ định mình làm đại diện cho chúng tôi."
        },
        {
            "en": "By general consent this election <em>constituted</em> a historic victory.",
            "vi": "Mọi người nhất trí cuộc bầu cử này đã lập nên một chiến thắng lịch sử."
        },
        {
            "en": "The database was <em>constituted</em> by merging lists of firms drawn from multiple sources including:",
            "vi": "Cơ sở Dữ liệu này được xây dựng bằng cách kết hợp các danh sách doanh nghiệp lấy từ nhiều nguồn, trong đó có:"
        },
        {
            "en": "This is recorded as investment related technical assistance, which <em>constituted</em> 2% of total ODA in 2001.",
            "vi": "Đây là loại hình hỗ trợ kỹ thuật gắn với đầu tư, chiếm 2% tổng vốn ODA năm 2001."
        },
        {
            "en": "The committee was improperly <em>constituted</em>; therefore, it had no legal power.",
            "vi": "Ủy ban đã được thành lập không hợp thức, do đó không có quyền pháp lý."
        },
        {
            "en": "The Licensing Authority is <em>constituted</em> from one president and eight members.",
            "vi": "Cơ quan cấp phép được thành lập từ một chủ tịch và tám thành viên."
        },
        {
            "en": "The committee was improperly <em>constituted</em> ; therefore, it had no legal power.",
            "vi": "Ủy ban đã được thành lập không hợp thức, do đó không có quyền pháp lý."
        },
        {
            "en": "The committee had been improperly <em>constituted</em> and therefore had no legal power.",
            "vi": "Ủy ban đó được thành lập không đúng cách, do đó không có quyền hợp pháp."
        },
        {
            "en": "Nationality of an enterprise means the nationality of a country or region where such an enterprise is duly <em>constituted</em>.",
            "vi": "Quốc tịch của doanh nghiệp là quốc tịch của nước hoặc vùng lãnh thổ nơi doanh nghiệp thành lập."
        },
        {
            "en": "Free-standing technical assistance <em>constituted</em> the second type of ODA with a disbursement level of over US$280 million.",
            "vi": "Hỗ trợ kỹ thuật độc lập là loại hình ODA thứ hai với mức giải ngân hơn 280 triệu USD."
        }
    ],
    "suggestions": []
}