{
    "en_vn": {
        "data": {
            "content": null,
            "word": "conserving"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "conserving"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conserving"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conserving"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cất giữ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lưu trữ</font></td></tr></tbody></table></div>",
            "word": "conserving"
        }
    },
    "sentences": [
        {
            "en": "<em>Conserving</em> the worl d's natural resources.",
            "vi": "Bảo quản các nguồn tài nguyên thiên nhiên thế giới."
        },
        {
            "en": "Phylogeny is a powerful tool for <em>conserving</em> biodiversity.",
            "vi": "Sự phát sinh giống loài là một công cụ đắc lực cho việc bảo tồn hệ sinh thái."
        },
        {
            "en": "Tasks on <em>conserving</em> and rehabilitating the cultural relics.",
            "vi": "Công việc bảo tồn và tôn tạo các di tích văn hoá."
        },
        {
            "en": "Recycling is an important strategy in <em>conserving</em> the world's scarce natural resources.",
            "vi": "Việc tái chế là một chiến lược quan trọng trong việc giữ gìn các nguồn tài nguyên tự nhiên khan hiếm."
        },
        {
            "en": "This trend highlights the need to help farmers access agro-forestry technologies allowing them to intensify land use while at the same time <em>conserving</em> the soil.",
            "vi": "Xu hướng này nhấn mạnh sự cần thiết phải giúp nông dân tiếp cận với các công nghệ nông lâm nhằm giúp họ tăng cường sử dụng đất, đồng thời vẫn bảo tồn đất đai."
        },
        {
            "en": "The functions of the Hue Ancient Capital conservation center are to assist the Provincial People’s Committee in managing, maintaining, <em>conserving</em> and developing the cultural heritage of Hue’s ancient Capital.",
            "vi": "Chức năng của Trung tâm Bảo tồn Di sản cố đô Huế là giúp UBND tỉnh quản lý, duy tu, bảo tồn và phát triển di sản văn hoá Cố đô Huế."
        },
        {
            "en": "Consequently, the dominant critical approach becomes that of the art historian, a specialised academic approach devoted to ‘discovering the meaning’ of art within the cultural context of its time. This is in perfect harmony with the museum's function, since the approach is dedicated to seeking out and <em>conserving</em> ‘authentic’, original, readings of the exhibits. Again, this seems to put paid to that spontaneous, participators criticism which can be found in abundance in criticism of classic works of literature, but is absent from most art history.",
            "vi": "Các trưng bày của bảo tàng nghệ thuật là cảnh báo cho những thực tiễn quan trọng có thể xuất hiện khi những lời phê bình tự phát bị đàn áp. Khách tham quan của viện bảo tàng, giống như bất kỳ khán giả khác, trải nghiệm nghệ thuật trọn vẹn hơn khi có được sự tự tin để bày tỏ quan điểm bản thân. Nếu các tác phẩm mỹ thuật thích hợp có thể được tiếp cận dễ dàng cho công chúng bằng các bản sao chép có độ trung thực cao, như trong văn học và âm nhạc, thì công chúng có thể cảm thấy bớt e ngại về chúng hơn. Thật không may, điều đó có thể là quá nhiều để yêu cầu từ những người tìm cách duy trì và kiểm soát các cơ sở nghệ thuật."
        }
    ],
    "suggestions": []
}