{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Constantine",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Constantine",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Constantine",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Constantine",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Constantine",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "But, for whales, oceans in the Southern Hemisphere are more expansive and amenable to unobstructed travel, says <em>Constantine</em>. Scientists will probably observe more long-distance migrations in the Southern Hemisphere as satellite tagging becomes increasingly common, she adds.",
            "vi": "Nhưng theo Constantine, với cá voi, biển ở phía Nam Hemisphere rộng hơn và dễ hơn để bơi qua. Các nhà khoa học sẽ có thể theo dõi trên khoảng di trú rộng hơn ở phía Nam Hemisphere bằng vệ tinh theo dõi đang dẫn trở nên phổ biến hơn, cô ấy nói thêm."
        },
        {
            "en": "Most humpback-whale researchers focus their efforts on the Northern Hemisphere because the Antarctic is a hostile environment that is hard to get to, explains Rochelle <em>Constantine</em>, who studies the ecology of humpback whales at the University of Auckland in New Zealand.",
            "vi": "Hầu hết những nhà nghiên cứu cá voi lưng gù tập trung sự cố gắng ở phía Bắc Hemisphere vì Nam Đại Dương gần Antarctica là một môi trường không thân thiện và nó khó tiếp cận, Rochelle Constantine  - người đã nghiên cứu về cá voi ở đại học Aukland, New Zealand giải thích."
        }
    ],
    "suggestions": []
}