{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kɔnsəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lãnh sự</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sử học) quan tổng tài (Pháp)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">quan chấp chính tối cao (cổ La-mã)</td></tr></table><i/></div>",
            "word": "consul"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>consul</k><blockquote><cclass>[<cclass>'kɒns(ə)l<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a state official living in a foreign city and protecting the state's citizens and interests there. </blockquote></blockquote><blockquote><blockquote>2》 (in ancient Rome) each of the two annually elected chief magistrates who ruled the republic. </blockquote></blockquote><blockquote><blockquote>    ⁃ any of the three chief magistrates of the first French republic (1799–1804). </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>consular</b><cclass>'kɒnsjʊlə <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote><cclass><b>consulship</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L., related to <i>consulere</i> 'take counsel'. </blockquote></div>",
            "word": "consul"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>consul</k><blockquote>▸ <cclass>noun AMBASSADOR, diplomat, chargé d'affaires, attaché, envoy, emissary, plenipotentiary; <cclass><i>archaic</i> legate.</cclass></cclass></blockquote></div>",
            "word": "consul"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>consul</k><blockquote><blockquote><ex><abr>n.</abr> a consul general</ex></blockquote></blockquote></div>",
            "word": "consul"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lãnh sự</font></td></tr></tbody></table></div>",
            "word": "consul"
        }
    },
    "sentences": [
        {
            "en": "The <em>consul</em> general will answer all of the questions.",
            "vi": "Tổng lãnh sự quán sẽ trả lời tất cả các câu hỏi."
        },
        {
            "en": "On one occasion, with His Britannic Majesty's second <em>consul</em> himself.",
            "vi": "Có một lần anh còn được ngồi ăn với cả ông phó lãnh sự của Nhà vua Anh nữa."
        },
        {
            "en": "US expels Venezuela's Miami <em>consul</em> Livia Acosta Noguera",
            "vi": "Hoa Kỳ trục xuất Livia Acosta Noguera - lãnh sự Venezuela tại Miami"
        },
        {
            "en": "Mr and mrs Duplit thank the British <em>Consul</em> for his kind invitation which they have much pleasure in accepting.",
            "vi": "Ông và bà duplit cảm ơn lãnh sự anh vì lời mời tử tế mà họ hết sức hài lòng khi họ nhận lời."
        },
        {
            "en": "U.S. <em>Consul</em> General Ken Fairfax is opening the seminar, which is being led by experts from the U.S. Treasury Department.",
            "vi": "Tổng lãnh sự Hoa Kỳ Ken Fairfax khai mạc buổi thảo luận do các chuyên gia đến từ Bộ Tài chính Hoa Kỳ giảng dạy."
        },
        {
            "en": "In Karachi, the <em>consul</em> general for Afghanistan's ruling Taliban condemned the attack and said, \"We are ready for jihad\".",
            "vi": "Tại Karachi, tổng lãnh sự của phe cầm quyền Taliban ở Afghanistan đã lên án cuộc tấn công và nói rằng :\"Chúng tôi đã sẵn sàng cho cuộc thánh chiến\"."
        },
        {
            "en": "In Karachi, the <em>consul</em> general for Afghanistan's ruling Taliban condemned the attack and said,\"We are ready for jihad\".",
            "vi": "Tại Karachi, tổng lãnh sự của phe cầm quyền Taliban ở Afghanistan đã lên án cuộc tấn công và nói rằng: \"Chúng tôi đã sẵn sàng cho cuộc thánh chiến\"."
        },
        {
            "en": "Before that he was the American <em>Consul</em> General in Shanghai - a position he held from 1997-1999.",
            "vi": "Trước khi đảm nhiệm chức vụ này, ông đã làm Tổng Lãnh sự của Hoa Kỳ tại Thượng Hải từ 1997-1999."
        },
        {
            "en": "In October 2000, Ambassador Prueher directed him to assume the position of acting <em>Consul</em> General in Chengdu, China, a status he held until January 2001.",
            "vi": "Tháng 10/2000, Đại sứ Pruenher chỉ định ông làm Quyền Tổng lãnh sự tại Chengdu, Trung Quốc, chức vụ mà ông nắm giữ tới tháng 1/2001."
        },
        {
            "en": "After joining the State Department in 1983, he served as Vice <em>Consul</em> in both Guadalajara, Mexico (1984-85) and Hong Kong (1985-86).",
            "vi": "Sau khi vào làm việc tại Bộ Ngoại giao năm 1983, ông là Phó Tổng lãnh sự ở Guadalajara, Mê-hi-cô (1984-85) và Hồng Kông (1985-86)."
        },
        {
            "en": "He was waiting at the end of the bed in his long bearskin coat when the corporal returned to take him to the second <em>consul</em>.",
            "vi": "Khi ông cai đến đưa anh đi gặp ông phó lãnh sự thì anh đang ngồi ở đầu giường ôm chiếc áo lông cừu."
        },
        {
            "en": "Mr. Aloisi worked as Second Secretary in Beijing from 1986 to 1988 and as <em>Consul</em> in the U.S. Consulate General, Shanghai from 1989-91.",
            "vi": "Ông Aloisi giữ chức Bí thư thứ hai tại Bắc Kinh từ năm 1986 đến 1988 và là Tổng Lãnh sự tại Tổng lãnh sự quán Mỹ tại Thượng Hải từ 1989 đến 1991."
        },
        {
            "en": "The United States has declared Venezuela's <em>consul</em> general in Miami persona non grata and said she must leave the country by Tuesday.",
            "vi": "Hoa Kỳ đã tuyên bố không chấp nhận tổng lãnh sự của Venezuela ở Miami và nói rằng bà phải rời khỏi quốc gia này vào thứ ba."
        },
        {
            "en": "<em>Consul</em> is an official appointed by a government to reside in a foreign country and represent his or her government's commercial interests and assist its citizens there.",
            "vi": "Lãnh sự là viên chức do một chính phủ cử sang một nước ngoài thường trú tại đó và đại diện cho quyền lợi thương mại của chính phủ mình và giúp đỡ công dân nước mình ở nước sở tại."
        },
        {
            "en": "WlAdek and the Second <em>Consul</em> walked slowly along the corridor towards the embassy front door, and across the pebbled courtyard to a waiting car.",
            "vi": "Wladek cùng ông phó lãnh sự chậm chạp bước theo hành lang đi ra phía cửa sứ quán, rồi đi tiếp qua sân rải sỏi đến một chiếc xe đang chờ."
        },
        {
            "en": "United States <em>Consul</em> General in Ho Chi Minh City, Kenneth J. Fairfax, and representatives from the Government of Vietnam will also participate.",
            "vi": "Tham dự buổi lễ còn có Tổng lãnh sự Hoa Kỳ tại thành phố Hồ Chí Minh Kenneth J. Fairfax và đại diện chính phủ Việt Nam."
        },
        {
            "en": "“It is the history that the Saigoneers want to keep,” said Tuan A. Phung, the honorary <em>consul</em> general of Finland in Ho Chi Minh City and the leader of a 2014 online petition to save the building. “The feeling, the atmosphere, memories.”",
            "vi": "\"Đó là lịch sử mà người Sài Gòn muốn giữ\", ông Phùng Tuấn Anh Tổng lãnh sự danh dự của Phần Lan tại Thành phố Hồ Chí Minh và nhà lãnh đạo của một bản kiến nghị trực tuyến vào năm 2014 để giữ tòa nhà cho biết. \"Nó là Cảm giác, không khí, kỷ niệm.\""
        },
        {
            "en": "Three years after having arrived in Philadelphia, 1781, Salomon’s extraordinary abilities and multilingualism, positioned him near the center of the American Revolutionary financial heart. He became the agent of the French <em>consul</em> and the paymaster to the newly allied French military forces in North America. The French, Dutch (through St. Eustatius) and the Spanish governments used Salomon to broker their loans helping finance the American Revolution.",
            "vi": "Ba năm sau khi đến Philadelphia, năm 1781, những khả năng phi thường và nói được nhiều thứ tiếng đã đưa Salomon đến gần vị trí giữa trái tim tài chính Cách mạng Mỹ. Ông trở thành đặc vụ của lãnh sự Pháp và là người chi trả lương cho lực lượng quân đội đồng minh mới của Pháp ở Bắc Mỹ. Chính phủ Pháp, Hà Lan (cho đến St. Eustatius) và Tây Ban Nha sử dụng Salomon làm người môi giới cho các khoản vay của họ, giúp tài trợ Cách mạng Mỹ."
        }
    ],
    "suggestions": []
}