{
    "en_vn": {
        "data": {
            "content": null,
            "word": "constraining",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "constraining",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "constraining",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "constraining",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "constraining",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What is <em>constraining</em> the growth of firms?",
            "vi": "Điều gì ngăn chặn sự tăng trưởng của các doanh nghiệp?"
        },
        {
            "en": "Box 12: Factors <em>constraining</em> credit access to poor households.",
            "vi": "Hộp 12: Các yếu tố hạn chế hộ nghèo tiếp cận tới tín dụng."
        },
        {
            "en": "Access to land is a critical factor <em>constraining</em> private development.",
            "vi": "Sử dụng đất đai là một nhân tố hạn chế sự phát triển của khu vực tư nhân."
        },
        {
            "en": "WHAT ARE THE MAIN FACTORS CURRENTLY <em>CONSTRAINING</em> BETTER CG PRACTICES IN VIETNAM?",
            "vi": "Các yếu tố chính đang cản trở việc thực hiện tốt công tác QTDN ở Việt Nam?"
        },
        {
            "en": "However, it is not clear how effective this sanction is in <em>constraining</em> opportunism by market actors.",
            "vi": "Tuy nhiên, không rõ cách trừng phạt như vậy hiệu quả đến mức nào trong việc ngăn chặn và hạn chế các hành vi cơ hội của các bên tham gia thị trường."
        },
        {
            "en": "A trust service allows anonymous market participants to punish bad market actors through withholding their business, thereby <em>constraining</em> opportunistic behavior.",
            "vi": "Một dịch vụ tín thác cho phép các bên vô danh trong thị trường trừng phạt những ai chơi xấu bằng cách từ chối kinh doanh với những người này, và qua đó hạn chế hành vi cơ hội."
        },
        {
            "en": "As seen in Table 3.3 the limited awareness of officials on the strategic importance of grassroots democracy is a core <em>constraining</em> factor.",
            "vi": "Như đã thấy trong Bảng 3.3 nhận thức hạn chế của cán bộ về tầm quan trọng chiến lược của dân chủ cơ sở là một yếu tố gây cản trở chính."
        },
        {
            "en": "In Ha Giang, people talked about “information hunger”, which was <em>constraining</em> the full integration of more remote ethnic minority groups in mainstream economic and social development.",
            "vi": "Ở Hà Giang, người dân nói về tình trạng “đói thông tin” đang cản trở sự hội nhập đầy đủ của các nhóm dân tộc thiểu số ở vùng xa xôi hơn trong quá trình phát triển kinh tế xã hội chung."
        },
        {
            "en": "A lack of accounting standards for these financial instruments in existing Viet Nam Accounting Standard is one cause of delay in introducing these instruments, <em>constraining</em> banking service development.",
            "vi": "Việc thiếu những chuẩn mực kế toán cho những công cụ tài chính này trong Chuẩn mực Kế toán Việt Nam hiện nay là một trong những lý do làm chậm việc giới thiệu những công cụ này, làm hạn chế sự phát triển dịch vụ ngân hàng."
        },
        {
            "en": "Food security, defined as ensuring adequate and stable supplies of food to all residents, should not be confused with the more <em>constraining</em> goal of grain self-sufficiency.",
            "vi": "An ninh lương thực được định nghĩa là việc đảm bảo cung ứng lương thực đủ và ổn định cho mọi người dân, không được nhầm lẫn với mục tiêu hạn hẹp hơn là tự túc về lương thực."
        },
        {
            "en": "Reliable information about counter-parties' reputations does not exist, thus it is difficult for \"reputation\" to play any role in <em>constraining</em> behavior.",
            "vi": "Nếu không có thông tin đáng tin cậy về uy tín của đối tác, sẽ rất khó để cho \"uy tín\" đóng bất kỳ vai trò nào trong việc hạn chế hành vi."
        },
        {
            "en": "It is most important to review disparities in retirement age, which has such a <em>constraining</em> effect on the opportunities offered to younger women.",
            "vi": "Điều quan trọng nhất là xem xét sự khác biệt trong tuổi nghỉ hưu là điều kìm hãm các cơ hội dành cho phụ nữ trẻ tuổi hơn."
        },
        {
            "en": "Promoting private sector development also means understanding the factors that are <em>constraining</em> their growth and actions that is needed to remove such constraints.",
            "vi": "Thúc đẩy khu vực tư nhân phát triển cũng có nghĩa là nhận biết được các yếu tố hạn chế tăng trưởng của chúng và các biện pháp cần tiến hành để xóa bỏ các hạn chế đó."
        },
        {
            "en": "But that is extremely <em>constraining</em>, especially when a country is at war, for example, when money needs to be more \"elastic\" - basically, when more money is needed to keep the economic wheels turning.",
            "vi": "Nhưng điều đó quá ràng buộc, ví dụ nhất là khi một quốc gia đang có chiến tranh, lúc này tiền cần \"co giãn\" nhiều hơn - về cơ bản, ấy là lúc cần thêm nhiều tiền hơn để giữ cho bánh xe kinh tế tiếp tục quay."
        },
        {
            "en": "In the view of some, a key problem is that there are no regulations yet for cases in which land-users demand unaffordable prices, thereby <em>constraining</em> access to land by investors.",
            "vi": "Theo quan điểm một số người, vấn đề chính ở đây là vẫn chưa có quy định cho những trường hợp mà người chủ đất đòi một mức giá phi lý, làm cản trở việc tiếp cận đất của nhà đầu tư."
        },
        {
            "en": "School should be fun and encouraging to students, though some find it hard getting through the entire day, particularly while they're locked into a tight, <em>constraining</em> set of clothing called a \"school uniform\".",
            "vi": "Trường học là nơi vui vẻ và thú vị đối với học sinh, mặc dù một số học sinh gặp khó khăn để trải qua cả ngày dài, đặc biệt là khi họ phải mặc loại quần áo gọi là 'đồng phục trường'"
        },
        {
            "en": "If the above interventions are not effective, the objective of <em>constraining</em> HIV/AIDS infection rate under 0.3% by 2010 and constant after 2015 would be very hard to reach.",
            "vi": "Nếu các giải pháp can thiệp nói trên không hiệu quả thì mục tiêu khống chế tỷ lệ nhiễm HIV/AIDS ở mức dưới 0,3% vào năm 2010 và không tăng sau 2015 là rất khó đạt được."
        },
        {
            "en": "But what was really broken was the process. We were artificially <em>constraining</em> how long we had to something, pretty much ensuring a variable outcome, and we took the trouble of inspecting and identifying those gaps, but then we built right on top of it.",
            "vi": "Nhưng những điều thực sự bị phá hủy là một quá trình, chúng ta đang ép buộc chúng ta phải làm điều đó bao lâu, đảm bảo kết quả có thể thay đổi được và chúng ta gặp khó khăn trong việc kiểm tra và xác định lỗ hổng nhưng sau đó chúng ta"
        },
        {
            "en": "So the idea of mastery learning is to do the exact opposite. Instead of artificially <em>constraining</em>, fixing when and how long you work on something, pretty much ensuring that variable outcome, the A, B, C, D, F -- do it the other way around. What's variable is when and how long a student actually has to work on something, and what's fixed is that they actually master the material.",
            "vi": "Vì vậy, ý tưởng làm chủ trong việc học là để làm việc ngược lại một cách chính xác. Thay vì bị ép buộc một cách giả tạo, thời gian khi nào và bao lâu để học sinh làm việc đó, đảm bảo rằng kết quả có thể thay đổi được, A,B,C,D,F hãy làm điều đó theo cách khác.Những điều bạn có thể thay đổi đó là khi nào và thời gian bao lâu một học sinh thật sự phải làm việc đó và điều thích hợp đó là họ thật sự làm chủ tài liệu."
        }
    ],
    "suggestions": []
}