{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kən'strʌktivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có tính cách xây dựng</td></tr></table><i/></div>",
            "word": "constructively",
            "pronounce": "[kən'strʌktivli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "constructively",
            "pronounce": "[kən'strʌktivli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "constructively",
            "pronounce": "[kən'strʌktivli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "constructively",
            "pronounce": "[kən'strʌktivli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "constructively",
            "pronounce": "[kən'strʌktivli]"
        }
    },
    "sentences": [
        {
            "en": "This kind of analysis can only emerge from <em>constructively</em> critical debate.",
            "vi": "Những phân tích này chỉ nổi lên từ những cuộc thảo luận có tình phê phán trên tinh thần xây dựng."
        },
        {
            "en": "Vietnam is ready to contribute positively and <em>constructively</em> to the restoration of peace and security in Afghanistan.",
            "vi": "Việt Nam sẵn sàng đóng góp một cách chắc chắn và có tính xây dựng sự lặp lại hòa bình và an ninh ở Afghanistan."
        },
        {
            "en": "Therefore, the first step will be for Vietnam’s external partners to structure themselves to enter the debate and to respond <em>constructively</em> to the Government’s vision.",
            "vi": "Do vậy, bước đầu tiên là các đối tác nước ngoài của Việt Nam tự đổi mới chính mình để bước vào đàm luận và có phản ứng tích cực đối với chiến lược của Chính phủ."
        },
        {
            "en": "However, professors can deal more <em>constructively</em> with resistance to learning if they accept the fact that students cannot be forced to learn anything .",
            "vi": "Tuy nhiên, giáo sư có thể giải quyết một cách có tính xây dựng hơn đối với việc chống lại học tập nếu họ chấp nhận sự kiện là sinh viên không thể bị buộc phải học bất kỳ cái gì."
        },
        {
            "en": "’ These follow-up studies have shown that after a sniff of the hormone, people become more charitable , better at reading emotions on others’ faces and at communicating <em>constructively</em> in arguments.",
            "vi": "Những nghiên cứu theo sau đã chỉ ra rằng sau một cái hít hơi của hormone đó, con người trở nên khoan dung hơn, hiểu được cảm xúc trên gương mặt người khác tốt hơn và trao đổi với những lập luận vững chắc hơn."
        },
        {
            "en": "Visionaries, and you have heard this before, are great at identifying and pursuing a big view of the world and how it will change, but sometimes they are not so good at going to market. VCs must be able to step in and <em>constructively</em> find executive leadership for a firm that complements the visionary's strengths.",
            "vi": "Bạn đã nghe nói về những người có tầm nhìn xa và giàu ý tưởng, họ rất giỏi trong việc xác định và theo đuổi một tầm nhìn lớn về thế giới và xác định được tầm nhìn sẽ phải thay đổi ra sao. Nhưng đôi khi họ không giỏi trong việc thâm nhập thị trường. Các nhà đầu tư phải có khả năng thâm nhập đó và tìm ra bộ máy điều hành cho công ty, hỗ trợ cho những người có tầm nhìn và ý tưởng."
        },
        {
            "en": "Oxytocin’s role in human behaviour first emerged in 2005. In a groundbreaking experiment, Markus Heinrichs  and his colleagues at the University of Freiburg, Germany, asked volunteers to do an activity in which they could invest money with an anonymous person who was not guaranteed to be honest. The team found that participants who had sniffed oxytocin via a nasal spray beforehand invested more money than those who received a placebo instead. The study was the start of research into the effects of oxytocin on human interactions. ‘For eight years, it was quite a lonesome field,’ Heinrichs recalls. 'Now, everyone is interested.’ These follow-up studies have shown that after a sniff of the hormone, people become more charitable, better at reading emotions on others’ faces and at communicating <em>constructively</em> in arguments. Together, the results fuelled the view that oxytocin universally enhanced the positive aspects of our social nature.",
            "vi": "Vai trò của Oxytocin trong hành vi của con người được phát hiện lần đầu vào năm 2005. Trong một thí nghiệm đột phá, Markus heinrichs và cộng sự của ông ấy ở trường đại học Freiburg, Đức đã yêu cầu những tình nguyện viên thực hiện một hành động trong đó họ có thể đầu tư tiền với một người nặc danh không có sự đảm bảo gì về sự thành thật. Nhóm của ông ấy đã phát hiện ra rằng những người tham gia bị hít phải oxytocin qua một lọ thuốc xịt mũi trước đó đầu tư nhiều tiền hơn những người thay vào đó hít phải giả dược. Nghiên cứu này là sự bắt đầu của nghiên cứu về ảnh hưởng của oxytocin lên những mối tương tác của con người. “Trong tám năm nó là một lĩnh vực đơn độc”, Heinrichs nhớ lại. “Ngày nay, mọi người đều có hứng thú”. Những nghiên cứu theo sau đã chỉ ra rằng sau một cái hít hơi của hormone đó, con người trở nên khoan dung hơn, đọc cảm xúc trên gương mặt người khác tốt hơn và giao tiếp với những lập luận vững chắc hơn. Cùng với đó, những kết quả làm tăng quan điểm rằng oxytocin tăng cường cho mọi người những mặt tích cực của xã hội tự nhiên của chúng ta."
        },
        {
            "en": "US to Send Flood Aid to North Korea           North Korea is struggling with heavy rains and massive flooding that have washed out homes and ruined crops across the country. The worst flooding is in the north, on the Yalu River, which separates North Korea from China. Beijing has already offered help, and now the United States is, too. Robert King, the U.S. special envoy for North Korean human rights, told VOA's Korean service in an exclusive interview that Washington will send $750,000 in emergency aid to Pyongyang. He said the money will be given to three independent aid groups: Samaritan's Purse, Global Resource Services and Mercy Corps.  \"We've received reports of the seriousness of the flooding in North Korea,\" King said. \"The North Korean government reached out to these three non-government organizations that we're working with and to another NGO and requested assistance.\" King added the groups will use the money primarily for medical supplies and will fly the aid into Pyongyang beginning this week.  The aid comes amid a flurry of diplomatic activity surrounding North Korea. Washington has imposed additional sanctions on Pyongyang in response to the deadly sinking of a South Korean war ship earlier this year. And former U.S. President Jimmy Carter recently traveled to North Korea to secure the release of an American jailed for illegally entering the country. King dismissed speculation that the assistance is a political tool to lure North Korea back to international talks on its nuclear program. \"Our humanitarian assistance is provided solely on the basis of the need and our ability to provide the assistance and to monitor that it's being received by those in need,\" he said. \"This is not in response to ongoing talks or lack of talks. This is not in response to the humanitarian release of an American citizen.\" Washington's outreach is likely timed with major leadership changes taking place in North Korea, said Aidan Foster-Carter, a Korea expert and honorary research fellow with Leeds University in England. \"I do think there's a sense in Washington and in Seoul of possibly missing out at a time when North Korea is probably going to be making a generational change,\" said Foster-Carter.  North Korea's ruling Workers' Party is reportedly planning a major meeting next week to pick new leadership and possibly choose a successor to leader Kim Jong Il. In the run-up to this meeting, Mr. Kim made his second visit to China in four months, coinciding with a visit to North Korea by the former U.S. president Carter.  Foster-Carter says by ignoring calls to return to the six-party talks, and working directly with China, North Korea is signaling it does not care to deal with its critics. \"Presumably neither the U.S. nor South Korea wants to see North Korea shelter wholly under China's wing, which I think is certainly one option in the coming years to be honest,\" Foster-Carter said.  China's Vice Minister for Foreign Affairs, Wu Dawei, met key U.S. diplomats in Washington this week to discuss North Korea. And South Korea's special representative for Korean Peninsula Peace is to hold his own meeting Friday with deputy U.S. Secretary of State James Steinberg.  State Department spokesman P.J. Crowley has said it is up to North Korea to show it is willing to live up to international obligations, including abandoning its nuclear weapons program. \"If North Korea's prepared to demonstrate a willingness to act more <em>constructively</em>, then we will respond appropriately and be prepared for further engagement,\" said Crowley.  In China last week, Kim Jong Il reportedly told Chinese President Hu Jintao that he wanted an early resumption of the nuclear talks.  The United States and South Korea both say the negotiations should not resume until North Korea apologizes for the sinking of the South Korean warship.",
            "vi": "Mỹ viện trợ lũ lụt cho Bắc Triều Tiên       Bắc Triều Tiên đang vật lộn với những trận mưa lớn cùng với nạn lũ lụt ồ ạt cuốn trôi nhà cửa và phá hỏng mùa màng khắp cả nước. Cơn lũ nặng nhất ở phía bắc sông Yalu đã tách biệt Bắc triều Tiên với Trung Quốc. Bắc Kinh đã sẵn sàng trợ giúp và bây giờ Mỹ cũng nhập cuộc. Robert King, đặc phái viên Hoa Kỳ đại diện cho nhân quyền Bắc Triều Tiên đã phát biểu với phóng viên VOA ở Triều Tiên trong cuộc phỏng vấn riêng rằng Hoa Kỳ sẽ gửi 750,000 đô-la để viện trợ khẩn cấp cho Bình Nhưỡng. Ông bảo tiền sẽ được đưa cho ba nhóm cứu trợ độc lập là Samaritan's Purse, Global Resource Services và Mercy Corps. “ Chúng tôi đã nhận được thông báo về trận lũ lụt nghiêm trọng ở Bắc Triều Tiên”, ông King nói. “ Chính phủ Bắc Triều Tiên đã gặp gỡ ba tổ chức phi chính phủ này cùng với tổ chức Phi chính phủ khác và viện trợ đã yêu cầu”. Ông King còn cho biết thêm bắt đầu tuần này các nhóm sẽ dùng tiền để viện trợ chủ yếu về thuốc men và sẽ bay đến viện trợ Bình Nhưỡng Viện trợ diễn ra vào lúc hoạt động ngoại giao đang biến động xung quanh vấn đề Bắc Triều Tiên. Washington đã áp dụng hình phạt bổ sung ở Bình Nhưỡng để phản ánh vụ đắm chìm chết người một chiến hạm của Nam Triều Tiên vào đầu năm nay. Và Cựu tổng thống Hoa Kỳ Jimmy Carter mới đây đã đến thăm Bắc Triều Tiên để bảo mật việc phóng thích một tù nhân Mỹ đã xâm nhập bất hợp pháp vào đất nước này. Ông King đã bác bỏ suy đoán rằng viện trợ là một công cụ pháp lý để nhử Bắc triều Tiên trở lại cuộc đàm phán quốc tế về chương trình hạt nhân. “ Trợ giúp nhân đạo của chúng tôi chỉ dựa vào nhu cầu và khả năng của chúng tôi để trợ giúp và kiểm tra liệu họ đã nhận được viện trợ trong lúc khó khăn hay không”, ông nói. “  Điều này không phải là sự phản ánh cuộc đàm phán đang diễn ra hay thiếu đàm phán. Điều này cũng không phản ánh sự ban phát nhân đạo của một công nhân Mỹ”. Trợ giúp của Washington có thể được chọn thời điểm để thay đổi khả năng lãnh đạo chủ yếu đang diễn ra ở Bắc Triều Tiên, Aiden Foster- Carter một chuyên gia về vấn đề Triều Tiên và là nhà nghiên cứu được phong danh dự bởi Trường đại học Leeds ở Anh cho hay. Ông Foster-Carter còn nói “ tôi nghĩ rằng có một khả năng phán đoán ở Washington và ở Seoul về khả năng bỏ lỡ cơ hội tại thời điểm Bắc Triều Tiên có thể sẽ có một sự thay đổi về thế hệ”. Lãnh đạo của Đảng Lao Động Bắc Triều Tiên đang lập kế hoạch một cuộc họp chính vào tuần này như đã đưa tin để chọn ra một lãnh đạo mới và có thể chọn một người kế vị cho nhà lãnh đạo Kim Jong Il. Trong thời gian chuẩn bị cuộc họp, ông Kim đã có cuộc viếng thăm Trung Quốc lần thứ hai trong bốn tháng, trùng với cuộc viếng thăm Bắc Triều Tiên của cựu Tổng thống Mỹ Carter. Foster- Carter cho biết bằng việc phớt lờ các cuộc gọi để quay trở lại vòng đàm phán sáu bên, và làm việc trực tiếp với Trung Quốc, Bắc Triều Tiên đang cho thấy họ không quan tâm đến việc đối phó với những người chỉ trích. “ Mà có lẽ cả Mỹ và Nam Tiều Tiên đều không muốn thấy Bắc Triều Tiên hoàn toàn núp dưới cái cánh của Trung Quốc, tôi nghĩ chắc chắn đó là một sự lựa chọn trong những năm tới là thật,” Foster-Carter nói. Thứ trưởng Bộ ngoại giao Trung Quốc, Wu Dawei đã gặp nhà ngoại giao chính của Hoa Kỳ ở Washington vào tuần này để thảo luận về vấn đề Bắc Triều Tiên. Và đặc phái viên của Nam Triều Tiên đại diện cho Bán đảo Hoà Bình Triều Tiên tổ chức cuộc họp riêng của mình vào ngày thứ sáu với phó Bộ trưởng Mỹ State James Steinberg. Người phát ngôn của Bộ Ngoại Giao P.J.Crowley cho biết là còn tuỳ thuộc vào Bắc triều Tiên có sẵn sàng thực hiện các nghĩa vụ quốc tế hay không, kể cả việc từ bỏ chương trình vũ khí hạt nhân. “ Nếu Bắc Triều Tiên đã chuẩn bị để chứng tỏ sự sẵn sàng hành động có tính chất xây dựng hơn thì chúng tôi sẽ đáp lại một cách thích đáng và chuẩn bị thêm một cuộc hẹn nữa,” Crowly cho hay.  Ở Trung Quốc vào tuần trước, theo như đưa tin Kim Jong Il đã có cuộc nói chuyện với Chủ tịch Trung Quốc Hồ Cẩm Đào về việc ông muốn tiếp tục cuộc đàm phán hạt nhân sớm. Cả Hoa Kỳ và Nam Triều Tiên đều nói rằng cuộc đàm phán không nên tiếp tục cho đến khi Bắc Triều Tiên đưa ra lời xin lỗi về vụ đánh chìm chiến hạm của Nam Triều Tiên."
        }
    ],
    "suggestions": []
}