{
    "en_vn": {
        "data": {
            "content": null,
            "word": "constitutionality"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "constitutionality"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "constitutionality"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>constitutionality</k><blockquote><blockquote><ex><abr>n.</abr> to challenge, question; establish the constitutionality (of a law)</ex></blockquote></blockquote></div>",
            "word": "constitutionality"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "constitutionality"
        }
    },
    "sentences": [
        {
            "en": "Ensuring the <em>constitutionality</em>, legality and consistence of legal documents in the legal system.",
            "vi": "Bảo đảm tính hợp hiến, hợp pháp và tính thống nhất của văn bản quy phạm pháp luật trong hệ thống pháp luật."
        },
        {
            "en": "The highest court in the United States is considering the <em>constitutionality</em> of the new health care law.",
            "vi": "Tòa án Tối cao Mỹ đang xem xét tính hợp hiến của đạo luật chăm sóc sức khỏe mới."
        },
        {
            "en": "Ensuring the relevance of the draft documents to the Party’s directions and policies as well as their <em>constitutionality</em>, legality, consistence with the legal system and feasibility.",
            "vi": "Bảo đảm các quy định của dự thảo văn bản phù hợp với chủ trương, đường lối của Đảng; bảo đảm tính hợp hiến, hợp pháp, tính thống nhất của dự thảo văn bản với hệ thống pháp luật; bảo đảm tính khả thi của văn bản."
        },
        {
            "en": "Their <em>constitutionality</em>, legality, consistence with the legal system and relevance to related international treaties of which the Socialist Republic of Viet Nam is a member;",
            "vi": "Tính hợp hiến, hợp pháp và tính thống nhất của dự thảo văn bản với hệ thống pháp luật và tính tương thích với điều ước quốc tế có liên quan mà Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên;"
        },
        {
            "en": "The issues under verification to ensure the <em>constitutionality</em>, legality and consistence with the legal system of the proposed laws, ordinances and draft resolutions shall comprise the followings:",
            "vi": "Nội dung tham gia thẩm tra để bảo đảm tính hợp hiến, hợp pháp và tính thống nhất của dự án, dự thảo với hệ thống pháp luật bao gồm:"
        },
        {
            "en": "Responsibilities of the Committee for Legal Affairs in verification to ensure the <em>constitutionality</em>, legality and consistence with the legal system of proposed laws, ordinances and draft resolutions.",
            "vi": "Trách nhiệm của Ủy ban pháp luật trong việc thẩm tra để bảo đảm tính hợp hiến, hợp pháp và tính thống nhất của dự án luật, pháp lệnh, dự thảo nghị quyết với hệ thống pháp luật."
        }
    ],
    "suggestions": []
}