{
    "en_vn": {
        "data": {
            "content": null,
            "word": "contemporaries",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "contemporaries",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "contemporaries",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "contemporaries",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "contemporaries",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Familiarity breeds <em>contemp</em>.",
            "vi": "Chơi với chó, chó liếm mặt."
        },
        {
            "en": "Survive one's <em>contemporaries</em>",
            "vi": "Sống lâu hơn những người cùng thời"
        },
        {
            "en": "He survived her <em>contemporaries</em>.",
            "vi": "Ông ta sống lâu hơn những người cùng thời với ông."
        },
        {
            "en": "Shakespeare towered above all his <em>contemporaries</em>.",
            "vi": "Sếch-xpia vượt xa những nhà văn cùng thời."
        },
        {
            "en": "She is unknown to her <em>contemporaries</em>.",
            "vi": "Bà ta không được những người đương thời biết đến."
        },
        {
            "en": "She is ignored by her <em>contemporaries</em>.",
            "vi": "Bà ta không được những người đương thời để ý đến."
        },
        {
            "en": "She and I were <em>contemporaries</em> at college.",
            "vi": "Cô ấy và tôi cùng học với nhau ở trường cao đẳng."
        },
        {
            "en": "His <em>contemporaries</em> attested to his virtues.",
            "vi": "Những người cùng sống với anh ta xác nhận là anh ta có nhiều tính tốt."
        },
        {
            "en": "Shakespeare towered above all his <em>contemporaries</em>.",
            "vi": "Sếch - xpia vượt xa những nhà văn cùng thời."
        },
        {
            "en": "The <em>Aries</em> male is ambitious, hardworking and successful.",
            "vi": "Nam thuộc cung Bạch Dương có hoài bão, làm việc chăm chỉ và thành công."
        },
        {
            "en": "Most of her <em>contemporaries</em> regarded her as a mere eccentric.",
            "vi": "Hầu hết những người cùng thời với bà xem bà chỉ là một người lập dị."
        },
        {
            "en": "She and I are <em>contemporaries</em> at high school",
            "vi": "Cô ấy và tôi là những người cùng khóa ở phổ thông"
        },
        {
            "en": "Some of our <em>contemporaries</em> have published the news.",
            "vi": "Một vài bạn đồng nghiệp của tôi đã đăng tin đó."
        },
        {
            "en": "He was considered as a hero towering above his <em>contemporaries</em>.",
            "vi": "Anh được xem là anh hùng cái thế."
        },
        {
            "en": "She fired the imagination of <em>contemporaries</em> and of later generations.",
            "vi": "Cô ấy kích thích trí tưởng tượng của những người cùng thời và các thế hệ sau."
        },
        {
            "en": "Many of Simon's <em>contemporaries</em> have already established themselves at the bar.",
            "vi": "Rất nhiều bạn bè cùng trang lứa với Simon đã thành danh trong nghề luật sư."
        },
        {
            "en": "I was born in March and my sign of the Zodiac is <em>Aries</em>.",
            "vi": "Tôi sinh vào tháng 3 và tôi tuổi Bạch Dương."
        },
        {
            "en": "Don't bother just to be better than your <em>contemporaries</em> or predecessors.",
            "vi": "Đừng bận tâm tới việc làm tốt hơn những người đương thời hay những người đi trước."
        },
        {
            "en": "<em>Contemporaries</em> gave him the nickname eminence rouge the red eminence because of his red clerical garb.",
            "vi": "Những người cùng thời đã đặt cho ông biệt danh là eminence rouge vị giáo chủ đỏ vì ông hay mặc trang phục màu đỏ."
        },
        {
            "en": "<em>Aries</em>, the level - headed Ram, uses the brain so much that it throws the head into overload and headaches can come quite easily.",
            "vi": "Cung Dương Ngưu, con Cừu đực điềm tĩnh, sử dụng đầu óc nhiều đến nỗi làm cho đầu bị quá tải và có thể dễ dàng bị nhức đầu."
        }
    ],
    "suggestions": []
}