{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['kɔntrə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tiền tố</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chống lại, đối nghịch</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">contra-indication</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">(ghi trên bao bì dược phẩm) sự chống chỉ định, sự cấm kỵ</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(âm nhạc) cao dưới một quãng tám</td></tr></table><i/></div>",
            "word": "contra"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>contra</k><blockquote><cclass>[<cclass>'kɒntrə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a member of a US-supported guerrilla force in Nicaragua which opposed the left-wing Sandinista government 1979–90. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>abbrev. of Sp. <i>contrarevolucionario</i> 'counter-revolutionary'. </blockquote></div>",
            "word": "contra"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "contra"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "contra"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "contra"
        }
    },
    "sentences": [
        {
            "en": "<em>Contra</em> account.",
            "vi": "Tài khoản điều chỉnh giảm."
        },
        {
            "en": "<em>Contra</em> accounts.",
            "vi": "Tài khoản điều chỉnh."
        },
        {
            "en": "Settlement per <em>contra</em>",
            "vi": "Giải quyết trái ngược lại"
        },
        {
            "en": "Accumulated depreciation - a <em>contra</em> account.",
            "vi": "Khấu hao luỹ kế - một tài khoản điều chỉnh."
        },
        {
            "en": "The <em>contra</em> account balance is deducted from the related account.",
            "vi": "Số dư của tài khoản điều chỉnh được trừ ra khỏi tài khoản được điều chỉnh."
        },
        {
            "en": "All payments must take place without any settlement per <em>contra</em>.",
            "vi": "Mọi sự thanh toán đều được thực hiện mà không có bất kì sự giải quyết trái ngược lại nào."
        },
        {
            "en": "<em>Contra</em>-asset accounts used to accumulate the depreciation expense of specific long-lived assets.",
            "vi": "Tài khoản điều chỉnh giảm tài sản, dùng để tập hợp số chi phí khấu hao của tài khoản dài hạn."
        },
        {
            "en": "Indicate whether stockholders' equity accounts are contributed capital, retained earnings, or <em>contra</em> stockholders' equity.",
            "vi": "Chỉ ra tài khoản nào thuộc loại vốn cổ phần là vốn góp, lợi nhuận giữ lại, hay điều chỉnh giảm vốn cổ phần."
        },
        {
            "en": "Depreciation expense does not reduce the asset account directly, but is recorded in a <em>contra</em> account.",
            "vi": "Chi phí khấu hao không được giảm trực tiếp vào tài khoản tài sản mà chúng được ghi chép vào tài khoản riêng gọi là tài khoản điều chỉnh."
        },
        {
            "en": "It is shown in a <em>contra</em>-stockholders' equity accounts called unrealized loss on long-term investments.",
            "vi": "Khoản lỗ này trình bày trên tài khoản điều chỉnh vốn cổ đông gọi là lỗ chưa thực hiện của đầu tư dài hạn."
        },
        {
            "en": "A <em>contra</em>-asset account used to accumulate the total past depreciation of a specific long-lived asset.",
            "vi": "Một tài khoản điều chỉnh tài sản dùng để tổng hợp số khấu hao trong quá khứ của một tài sản cố định"
        },
        {
            "en": "Discounts taken for prompt payment for merchandise purchased for resale; the purchases discounts account is a <em>contra</em>-purchase account.",
            "vi": "Chiết khấu dành được từ việc thanh toán tiền mua hàng để bán lại, tài khoản chiết khấu mua hàng là tài khoản kiểm soát hàng mua."
        },
        {
            "en": "A <em>contra</em> - asset account used to accumulate the total past depreciation of a specific long - lived asset.",
            "vi": "Một tài khoản điều chỉnh tài sản dùng để tổng hợp số khấu hao trong quá khứ của một tài sản cố định"
        },
        {
            "en": "A <em>contra</em>-revenue account used to accumulate cash refunds, credits on account, and other allowances made to customers who have received defective or otherwise unsatisfactory products.",
            "vi": "Tài khoản kiểm soát doanh thu dùng để tập hợp khoản tiền trả lại, các khoản nợ, và các khoản giảm giá khác cho khách hàng đã nhận những sản phẩm không thích hợp."
        },
        {
            "en": "A discount given to a buyer for early payment of a sales made on credit; the sales discounts account is a <em>contra</em>-revenue account.",
            "vi": "Chiết khấu dành cho người mua nhằm thanh toán sớm tiền hàng bán chịu. tài khoản chiết khấu bán hàng là tài khoản kiểm soát doanh thu."
        },
        {
            "en": "Under periodic inventory system, it is credited purchases discount account; this account is a <em>contra</em> account and is accordingly deducted from purchases in the income statement.",
            "vi": "Theo hệ thống định kỳ: chiết khấu mua hàng được ghi nợ tài khoản chiết khấu mua hàng; tài khoản này là tài khoản kiểm soát, chiết khấu mua hàng làm giảm hàng mua trong báo cáo thu nhập."
        },
        {
            "en": "A <em>contra</em>-purchases account used under the periodic inventory system to accumulate cash refunds, credits on account, and other allowances made by suppliers.",
            "vi": "Tài khoản kiểm soát hàng mua sử dụng trong hệ thống tồn kho định kỳ để tập hợp tiền thu lại, khoản nợ, khoản giảm giá do người bán."
        },
        {
            "en": "In periodic inventory system, it is credited purchases returns and allowances account; this account is a <em>contra</em> account and is accordingly deducted from purchases in the income statement.",
            "vi": "Trong hệ thống tồn kho định kỳ, nó được ghi có tài khoản hàng mua trả lại và giảm giá; tài khoản này là tài khoản kiểm tra và khoản mục hàng mua trả lại điều chỉnh giảm cho khoản mục hàng mua trong báo cáo thu nhập."
        },
        {
            "en": "Unamortized bond discount is <em>contra</em>-liability account: its balance is deducted from the face amount of the bonds to arrive at the carrying value, or present value, of the bonds.",
            "vi": "Tài khoản chiết khấu trái phiếu chưa phân bổ là một tài khoản điều chỉnh tài khoản nợ phải trả: số dư của nó làm giảm mệnh giá của trái phiếu để cho ra giá trị sổ sách, hoặc giá trị hiện tại của trái phiếu."
        },
        {
            "en": "The allowance to adjust short term investments to market account appears on the balance sheet or in a note to the balance sheet as a <em>contra</em> asset, as follow:",
            "vi": "Tài khoản dự phòng điều chỉnh đầu tư ngắn hạn sẽ xuất hiện trên bảng cân đối kế toán hay trên phần ghi chú của bảng cân đối kế toán như là một khoản điều chỉnh cho tài sản như sau:"
        }
    ],
    "suggestions": []
}