{
    "en_vn": {
        "data": {
            "content": null,
            "word": "contrasting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "contrasting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "contrasting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "contrasting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "contrasting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Contrasting</em> colours.",
            "vi": "Các màu tương phản."
        },
        {
            "en": "I can't understand her <em>contrasting</em> attitudes.",
            "vi": "Tôi không thể hiểu được những thái độ phản ứng của chị ấy."
        },
        {
            "en": "There are <em>contrasting</em> opinions on this matter.",
            "vi": "Có nhiều ý kiến trái ngược về vấn đề này."
        },
        {
            "en": "What <em>contrasting</em> attitude or feelings does he convey?",
            "vi": "Anh ấy truyền đạt thái độ hay cảm xúc trái ngược nào?"
        },
        {
            "en": "It was certainly a battle of <em>contrasting</em> styles.",
            "vi": "Đó chắc chắn là một trận chiến của những phong cách trái ngược."
        },
        {
            "en": "The irrationality of this fear is proven by the <em>contrasting</em> attitude of technically.",
            "vi": "Sự phi lý của sự sợ hãi này được chứng minh bằng những quan điểm trái ngược về mặt kỹ thuật."
        },
        {
            "en": "Using <em>contrasting</em> colours will highlight the shape and dimensions of our room.",
            "vi": "Dùng những màu sắc tương phản sẽ làm nổi bật hình dạng và kích thước căn phòng của chúng ta."
        },
        {
            "en": "Usually, at the end of the third quarter, provincial authorities review actual expenditures and <em>contrasting</em> plans.",
            "vi": "Thông thường vào cuối quý 3, các cơ quan tỉnh xem xét chi tiêu thực tế và các kế hoạch đối chiếu."
        },
        {
            "en": "<em>Contrasting</em> colours is a sure-fire way to create an interesting and eye-catching photograph.",
            "vi": "Những màu sắc tương phản là một cách chắc chắn thành công để tạo ra một bức ảnh thú vị và bắt mắt."
        },
        {
            "en": "What's more, administering oxytocin also has sharply <em>contrasting</em> outcomes depending on a person’s disposition .",
            "vi": "Còn những hành vi nào, sự cung cấp oxytocin cũng cho những kết quả trái ngược rõ rệt dựa vào tính tình của mỗi người."
        },
        {
            "en": "C. Then, after a few years, <em>contrasting</em> findings began to emerge .",
            "vi": "Sau đó, sau một vài năm, những kết quả trái ngược bắt đầu được tìm thấy."
        },
        {
            "en": "<em>Contrasting</em> colours is a sure - fire way to create an interesting and eye - catching photograph.",
            "vi": "Những màu sắc tương phản là một cách chắc chắn thành công để tạo ra một bức ảnh thú vị và bắt mắt."
        },
        {
            "en": "This section examines two <em>contrasting</em> structures for venture capital firms and considers their respective strengths and weaknesses.",
            "vi": "Phần này nghiên cứu hai cơ cấu trái ngược nhau cho các công ty vốn mạo hiểm và lần lượt xem xét các điểm mạnh và điểm yếu của chúng."
        },
        {
            "en": "Young babies may not know what the pictures in a book mean, but they can focus on them, especially faces, bright colors, and <em>contrasting</em> patterns.",
            "vi": "Trẻ nhỏ có lẽ là không biết được những bức ảnh trong sách có nghĩa gì đâu, nhưng bù lại chúng có thể tập trung nhìn các hình đó được, nhất là gương mặt, các màu sắc tươi sáng và các kiểu hình tương phản nhau."
        },
        {
            "en": "Colours are inclined to light ones like blue, light grey, dark green however, the main colours are the white and the black which have highly <em>contrasting</em> features.",
            "vi": "Màu sắc thì nghiêng hẳn về các màu trung gian như xanh nhạt, rêu nhưng chủ yếu vẫn là hai màu trắng và đen vốn có độ tương phản cao."
        },
        {
            "en": "An X-ray photograph of the gall bladder indicates whether or not it is functioning, and gallstones may be seen as <em>contrasting</em> areas within it.",
            "vi": "Hình chụp x quang túi mật chỉ cho biết túi mật có hoạt động hay không và sỏi mật có thể nhìn thấy được ở vùng tương phản trong đường mật."
        },
        {
            "en": "Each BreadTalk bears the urban, clear glass, clean cut look punctuated subtly with detailing of <em>contrasting</em> colours of artworks, unique to each locale.",
            "vi": "Mỗi cửa hàng BreadTalk toát lên một dáng vẻ thị thành, trong trẻo, sáng sủa với dấu nhấn tinh tế của những hoa văn màu sắc tương phản, độc đáo của từng nơi."
        },
        {
            "en": "Cultural faux pas. <em>Contrasting</em> world views. Preconceived ideas. Here are all those things that people in Vietnam don’t understand about Westerners. Words by Kieran Crowe.",
            "vi": "Lỡ lời vì khác biệt văn hoá. Thế giới quan tương phản. Định kiến. Dưới đây là những điều người Việt Nam không hiểu về người phương Tây. Bài của tác giả Kieran Crowe."
        },
        {
            "en": "Young babies may not know what the pictures in a book mean, but they can focus on them, especially faces, bright colors, and <em>contrasting</em> patterns.",
            "vi": "biết được những bức ảnh trong sách có nghĩa gì đâu, nhưng bù lại chúng có thể tập trung nhìn các hình đó được, nhất là gương mặt, các màu sắc tươi sáng và các kiểu hình tương phản nhau."
        },
        {
            "en": "These two <em>contrasting</em> views suggest neither Chu Lai's legal architecture nor its Management Board's incentives favor the inclusion of foreign strategic investors.",
            "vi": "Hai quan điểm ngược nhau này cho thấy cả thiết kế luật pháp của Chu Lai lẫn những động lực giành cho Ban quản lý của Chu Lai đều không ủng hộ sự tham gia của các nhà đầu tư chiến lược nước ngoài."
        }
    ],
    "suggestions": []
}