{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kən'teinmənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(chính trị) chính sách ngăn chận</td></tr></table><i/></div>",
            "word": "containment"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>containment</k><blockquote>■ <cclass>noun the action of keeping something harmful under control. </cclass></blockquote><blockquote>⁃ the action of preventing the expansion of a hostile country or influence. </blockquote></div>",
            "word": "containment"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "containment"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "containment"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đồ chứa</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự ngăn chặn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> vật lý</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự giam</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">containment boom</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tầm với kiềm chế được</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">containment boom</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tay với an toàn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">upper containment pool</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bể giữ phía trên</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">upper containment pool</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thùng chứa phía trên</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "containment"
        }
    },
    "sentences": [
        {
            "en": "The project will lay the groundwork for dioxin <em>containment</em>.",
            "vi": "Dự án sẽ xây dựng cơ sở cho công tác ngăn chặn lan toả dioxin."
        },
        {
            "en": "Knowing they were unlikely to win, the team concentrated on <em>containment</em>.",
            "vi": "Biết rằng họ không thể thắng, đội banh đã tập trung hạn chế đối thủ ghi bàn."
        },
        {
            "en": "He had never seen such self-<em>containment</em> in one so young.",
            "vi": "Ông chưa hề thấy một người nào còn nhỏ tuổi mà có nhiều nghị lực như vậy."
        },
        {
            "en": "George Kennan is known to be the father of the article on <em>containment</em>.",
            "vi": "Nhà ngoại giao George Kennan được biết đến là người viết bài về chính sách ngăn chặn."
        },
        {
            "en": "A part of the <em>containment</em> vessel is broken and it seems like the vapour is coming out from there",
            "vi": "Một phần bình khí nén đã vỡ và có vẻ như chất hơi đang bốc ra từ đo"
        },
        {
            "en": "He said a policy of <em>containment</em> and isolation only conceded that North Korea will further develop its nuclear program.",
            "vi": "Ông ấy nói rằng một chính sách ngăn chặn và cô lập chỉ thừa nhận rằng Triều Tiên sẽ tiếp tục phát triển chương trình hạt nhân của mình."
        },
        {
            "en": "The United States saw this as an important test case for its new doctrine of <em>containment</em> of the Soviet Union.",
            "vi": "Phía Hoa Kỳ xem đây là một dịp để thử nghiệm quan trọng cho học thuyết mới về ngăn chặn đối với Liên Xô."
        },
        {
            "en": "Most of the information was collected in efforts to find suitable sites for projects like nuclear waste <em>containment</em>.",
            "vi": "Phần lớn thông tin đã được thu thập trong nỗ lực tìm ra các địa điểm thích hợp cho các dự án như ngăn chặn chất thải hạt nhân."
        },
        {
            "en": "In such a dialogue, the United States should offer a clearer explanation why U.S. policies are not based on a \"<em>containment</em>\" strategy, as some Chinese seem to think.",
            "vi": "Trong một cuộc đối thoại như vậy, Hoa Kỳ cần phải đưa ra một lời giải thích rõ ràng lý do tại sao chính sách của Mỹ không dựa trên một chiến lược \"ngăn chặn\", mà dường như một số người Trung Hoa nghĩ."
        },
        {
            "en": "The warning comes after the plant was rocked by a third blast which appears to have damaged one of the reactors' <em>containment</em> vessels for the first time.",
            "vi": "Lời cảnh báo ban ra sau khi nhà máy này rung chuyển bởi vụ nổ thứ ba dường như lần đầu đã làm hư một trong những bình khí nén của các lò phản ứng."
        },
        {
            "en": "<em>Containment</em> and clean up will ensure a stop to the contamination of the vicinity of the core contaminated sites, and contamination in the surrounding areas will gradually reduce.",
            "vi": "Việc cô lập và tẩy độc sẽ ngăn chặn được việc gây ô nhiễm ra các vùng xung quanh các điểm nóng, và như vậy ô nhiễm ở các vùng xung quanh sẽ giảm xuống."
        },
        {
            "en": "Since 2005, the US Government has contributed over $22 million dollars to Vietnam for its avian influenza prevention and <em>containment</em> efforts.",
            "vi": "Từ năm 2005, Chính phủ Hoa Kỳ đã đóng góp hơn 22 triệu đô la cho Việt Nam nhằm trợ giúp các nỗ lực phòng chống và kiềm chế cúm gia cầm tại Việt Nam."
        },
        {
            "en": "The approach’s first phase involves removal and <em>containment</em> of dioxin contaminated soil and sediment in secure landfills to eliminate any further human and environmental exposure.",
            "vi": "Giai đoạn một của phương pháp bao gồm việc bóc tách và ngăn chặn sự lan toả của đất và cát bị ô nhiễm dioxin tại những khu chôn lấp an toàn để loại trừ khả năng phơi nhiễm ở người và môi trường."
        },
        {
            "en": "Computational thinking is thinking in terms of prevention, protection, and recovery from worst-case scenarios through redundancy, damage <em>containment</em>, and error correction.",
            "vi": "Tư duy tính toán là suy nghĩ dưới dạng phòng ngừa, bảo vệ, và phục hồi từ những kịch bản tồi nhất qua dư thừa, hàm chứa hỏng, và sửa lỗi."
        },
        {
            "en": "Nepal and Vietnam have managed large increases in the revenue to GDP ratio, but have combined this with a <em>containment</em> of public expenditure to achieve significant lowering of the fiscal deficit.",
            "vi": "Nepal và Việt Nam cũng có mức tăng cao về tỷ lệ thu/GDP và kết hợp cái này với chính sách giảm chi tiêu công để giảm đáng kể thâm hụt tài khoá."
        },
        {
            "en": "The virus appears already to have started to spread around the world, and most experts believe that, in the era of readily available air travel, <em>containment</em> will be extremely difficult.",
            "vi": "Có vẻ như vi-rút đã bắt đầu lây lan rộng trên khắp thế giới, và hầu hết các chuyên gia tin rằng trong thời đại mà việc đi lại bằng hàng không rất phổ biến như hiện nay thì việc ngăn chặn là vô cùng khó khăn."
        },
        {
            "en": "As radiation levels near the plant rise, people are being checked for exposure Radiation from Japan's quake-stricken Fukushima Daiichi nuclear plant has reached harmful levels, the government says. The warning comes after the plant was rocked by a third blast which appears to have damaged one of the reactors' <em>containment</em> vessels for the first time. If it is breached, there are fears of more serious radioactive leaks. Officials have extended the danger zone, warning residents within 30km (18 miles) to evacuate or stay indoors. The crisis was sparked by a 9.0-magnitude quake and tsunami on Friday 'Don't go outside'  On Tuesday morning, reactor 2 became the third to explode in four days at the Fukushima Daiichi plant - 250km (155 miles) north-east of Tokyo. A fire also briefly broke out at the plant's reactor 4 on Tuesday and is believed to have led to radioactive leaks.  Reactor 4 had been shut down before the quake for maintenance but its nuclear fuel rods are still stored on the site. Radiation levels in the Japanese capital were reported to be higher than normal, but officials said there were no health dangers. In a televised address, Prime Minister Naoto Kan said: \"There is still a very high risk of more radiation coming out.\" He added that the last remaining people within the existing 20km (12 mile) exclusion zone around the plant must leave. Those living between 20km and 30km were also at risk and should not leave their homes. \"Now we are talking about levels that can impact human health,\" said Chief Cabinet Secretary Yukio Edano.  He told residents: \"Please do not go outside. Please stay indoors. Please close windows and make your homes airtight. \"Don't turn on ventilators. Please hang your laundry indoors.\" No-fly zone  Japan also announced a 30-km no-fly zone around the reactors to prevent planes spreading the radiation further afield.  Radiation levels around Fukushima for one hour's exposure rose to eight times the legal limit for exposure in one year, said the plant's operator, the Tokyo Electric Power Co (Tepco). The International Atomic Energy Agency said earlier that dose rates of up to 400 millisieverts per hour had been recorded at the power plant site, based on information received from the Japanese authorities. Exposure to over 100 millisieverts a year is a level which can lead to cancer, according to the World Nuclear Association. Shares on the Tokyo stock exchange plummeted 14% before recovering slightly. The leading Nikkei index ended the day 10.55% lower. It had already fallen by 7% on the previous day. On Monday, a hydrogen blast at the Fukushima plant's reactor 3 was felt 40km (25 miles) away. It followed a blast at reactor 1 on Saturday. All explosions have followed cooling system breakdowns. Engineers are trying to prevent meltdowns by flooding the chambers of the nuclear reactors with seawater. Japan's nuclear safety agency said it suspects Tuesday's blast may have damaged the vessel that holds reactor 2. The BBC's Chris Hogg in Tokyo says that would make it a more serious incident than the previous explosions, which were thought just to have damaged the buildings that housed the reactors. Meanwhile, five days after the tsunami triggered by the earthquake, the relief operation is continuing. The latest official death toll from the quake and tsunami stands at about 2,400 - but some estimates suggest at least 10,000 may have been killed.  Thousands are still unaccounted for - including hundreds of tourists - while many remote towns and villages have not been reached. More than 500,000 people have been made homeless. The government has deployed 100,000 troops to lead the aid effort. The UK Foreign Office has updated its travel advice to warn against all non-essential travel to Tokyo and north-eastern Japan. British nationals and friends and relatives of those in Japan can contact the Foreign Office on +44(0) 20 7008 0000.",
            "vi": "Khi mức phóng xạ gần nhà máy tăng, mọi người hiện đang được kiểm tra về mức tiếp xúc với chất phóng xạ Phóng xạ từ nhà máy hạt nhân Fukushima Daiichi do động đất gây ra ở Nhật Bản đã đạt đến mức nguy hại, chính phủ nói.  Lời cảnh báo ban ra sau khi nhà máy này rung chuyển bởi vụ nổ thứ ba dường như lần đầu đã làm hư một trong những bình khí nén của các lò phản ứng. Nếu bị chọc thủng, người ta sợ rằng sẽ có rò rỉ phóng xạ nghiêm trọng hơn. Các viên chức đã mở rộng khu vực nguy hiểm, cảnh báo cư dân trong vòng 30 km (18 dặm) phải di tản hoặc ở lại trong nhà. Cơn khủng hoảng này đã bùng ra do trận động đất 9.0  độ và sóng thần vào ngày thứ sáu  “Đừng ra khỏi nhà” Vào sáng thứ ba, lò phản ứng 2 trở thành lò thứ ba phát nổ trong vòng bốn ngày tại nhà máy Fukushima Daiichi – cách 250 km (155 dặm) về phía đông bắc của Tokyo.  Một trận hoả hoạn cũng bùng nổ thật nhanh ở lò phản ứng 4 của nhà máy vào ngày thứ ba và được cho là đã gây ra rò rỉ phóng xạ.  Lò phản ứng 4 đã được ngưng hoạt động trước trận động đất để bảo trì nhưng thanh nhiên liệu hạt nhân của nó vẫn còn được lưu trữ tại nơi này.  Mức phóng xạ ở thủ đô Nhật Bản được báo cáo là cao hơn bình thường, nhưng các quan chức cho biết không nguy hại đến sức khoẻ. Trong một bài diễn văn được phát sóng truyền hình, thủ tướng Naoto Kan đã nói : \"vẫn còn nhiều nguy cơ sẽ bị phóng xạ nhiều hơn nữa.\" Ông còn cho biết thêm những người còn lại cuối cùng trong khu vực cấm 20 km (12 dặm) hiện tại quanh nhà máy phải rời khỏi. Những người đang sống trong vòng từ 20 km đến 30 km cũng đang gặp nguy hiểm và không nên rời khỏi nhà. \"Hiện tại chúng tôi đang nói về các mức độ có thể tác động đến sức khoẻ con người, \" Đổng lý Nội các Yukio Edano nói. Ông nói với cư dân: \"Xin đừng ra ngoài. Xin vui lòng ở lại trong nhà. Xin vui lòng đóng cửa sổ và bịt kín nhà của bạn.”  “Đừng bật máy thông gió. Xin vui lòng phơi đồ giặt giũ trong nhà.” Vùng cấm bay Nhật Bản cũng công bố vùng cấm bay 30 km quanh lò phản ứng để ngăn ngừa máy bay phát tán phóng xạ ra xa hơn.  Mức phóng xạ quanh Fukushima trong một giờ phơi nhiễm tăng đến tám lần so với mức cho phép trong một năm, người điều hành của nhà máy này, Công ty cung cấp điện Tokyo (Tepco) cho biết. Cơ quan năng lượng nguyên tử quốc tế trước đây cho biết tỷ lệ lượng phóng xạ lên đến 400 millisievert (đơn vị phát xạ) mỗi giờ đã được ghi nhận tại nhà máy điện, dựa trên thông tin nhận từ nhà chức trách Nhật Bản. Tiếp xúc vớI trên 100 millisievert (đơn vị phát xạ) một năm là mức có thể dẫn đến ung thư, theo Hiệp hội hạt nhân thế giới.  Cổ phiếu trên thị trường chứng khoán ở Tokyo tụt xuống 14% trước khi hơi phục hồi trở lại. Chỉ số Nikkei dẫn đầu kết thúc cuối ngày với thấp hơn 10.55%. Nó đã giảm 7% vào ngày hôm trước.  Vào ngày thứ hai, vụ nổ hy-đrô ở lò phản ứng số 3 của nhà máy Fukushima đã được người ở cách đó 40 km ( 25 dặm ) cũng cảm thấy. Nó đi theo luồng khí ở lò phản ứng 1 vào thứ bảy. Tất cả vụ nổ đã xảy ra sau khi vỡ hệ thống làm lạnh. Các kỹ sư đang cố ngăn chặn hiện tượng lõi lò phản ứng hạt nhân chảy tan bằng cách làm ngập khoang của lò phản ứng hạt nhân với nước biển.  Cơ quan an toàn hạt nhân của Nhật Bản cho biết cơ quan này nghi ngờ vụ nổ hôm thứ ba có thể đã gây thiệt hại tàu chứa lò phản ứng 2. Phóng viên Chris Hogg của BBC ở Tokyo nói rằng chính điều đó sẽ biến nó thành một sự cố nghiêm trọng hơn những vụ nổ trước đây, mà nghĩ là chỉ thiệt hại những toà nhà chứa lò phản ứng. Trong khi đó, năm ngày sau vụ sóng thần gây ra bởi động đất, hoạt động cứu trợ vẫn đang tiếp tục. Danh sách người chết chính thức mới nhất từ trận động đất và sóng thần vào khoảng 2,400 - nhưng theo một số ước tính đưa ra thì ít nhất 10,000 người có lẽ bị chết.  Hàng ngàn người vẫn còn chưa biết tông tích – kể cả hàng trăm khách du lịch - trong khi nhiều ngôi làng và thị trấn heo hút mà lực lượng cứu hộ vẫn chưa đến.  Hơn 500.000 người trở thành vô gia cư.  Chính phủ đã triển khai 100,000 binh lính để lãnh đạo nỗ lực viện trợ.  Bộ ngoại giao Anh đã cập nhật thông tin hướng dẫn du lịch để khuyến cáo những chuyến du lịch không cần thiết đến Tokyo và miền đông bắc Nhật Bản. Kiều dân Anh,  bạn bè và họ hàng của những ai ở Nhật có thể liên lạc Bộ Ngoại giao theo số + 44 (0) 20 7008 0000."
        },
        {
            "en": "Oil Spill Spreads Fears Along US Gulf Coast        Five years ago this August, Hurricane Katrina struck. Now, American states along the Gulf of Mexico are fearing a different kind of environmental disaster. Oil is flowing from a damaged well 1500 meters under the sea. JANET NAPOLITANO: \"This is a spill of national significance.\" That was Homeland Security Secretary Janet Napolitano, announcing a higher level of government action. President Obama on Thursday ordered federal officials to intensify efforts to deal with the huge spill. The Deepwater Horizon oil drilling rig exploded and sank last week. Eleven workers are missing. British Petroleum leased the rig, owned by Switzerland-based Transocean. The president said again Friday that BP is \"ultimately responsible\" under the law for paying the costs of response and cleanup operations. BARACK OBAMA: \"But we are fully prepared to meet our responsibilities to any and all affected communities.\" He said he has ordered a report in thirty days on what, if any, additional safety measures and technologies should be required to prevent future spills. Oil reached the coastline late Thursday near the mouth of the Mississippi River in the southern state of Louisiana. The oil could also affect parts of Alabama, Florida, Mississippi and Texas. It threatens birds, fish, shrimp and other wildlife. Seafood is a big industry along the gulf. Eric Drury is a shrimper but knows that his business is not the only one threatened. ERIC DRURY: \"Everybody's in the same boat. It's going to hurt everything: oyster fisherman, everybody.\" Workers have been placing long lengths of <em>containment</em> booms around the oil as winds and waves push it toward shore. Cleanup efforts have included controlled burns. And robotic submarines are being used to try to stop the leak -- a process that could take weeks. What caused the explosion was not known. Also, the damaged well did not stop the flow of oil as it should have. At the end of March, President Obama called for the United States to expand its offshore oil and gas exploration. He said his plan would balance the need for energy with the need to protect natural resources. Now the White House says there will be no additional drilling while the spill in the Gulf of Mexico is investigated. Another issue facing the administration this week was immigration. Federal law makes being in United States illegally a civil offense. But a new state law in Arizona will make it a crime. The law was signed last week and goes into effect in a few months. Police could have to take action if they have a \"reasonable suspicion\" that someone is in the country illegally. Supporters say the law will help reduce crime by illegal immigrants who cross the border from Mexico into Arizona. Critics say it will support racial discrimination. Some urge economic boycotts of the state. Different groups are moving to fight the new law in court, and the federal government could join them. President Obama calls the Arizona law \"misguided\" and said Congress needs to pass immigration reform. But in this election year, that does not seem very likely to happen.",
            "vi": "Sự cố tràn dầu đang đe doạ Bờ Vịnh Hoa Kỳ       Vào đúng tháng 8 cách đây năm năm đã xảy ra thảm hoạ cơn bão Katrina. Giờ đây các tiểu bang Hoa Kỳ dọc Vịnh Méc-xích đang bị đe doạ bởi một thảm hoạ môi trường khác. Dầu đang lan ra từ một giếng dầu sâu bên dưới mặt nước biển 1500 mét. JANET NAPOLITANO: \"Sự cố tràn dầu này là một thảm hoạ của quốc gia.\" Janet Napolitano, Bộ trưởng Bộ an ninh nội địa,  ban bố tình trạng hành động của chính phủ ở  mức cao hơn. Vào ngày thứ năm, Tổng thống Obama đã ra lệnh những quan chức liên bang tăng cường nỗ lực xử lý vết dầu loang khổng lồ. Dàn khoan dầu Deepwater Horizon đã bị nổ và chìm xuống nước hồi tuần trước. Mười một công nhân bị mất tích. British Petroleum đã thuê dàn khoan thuộc sở hữu của Transocean có trụ sở ở Thuỵ Sĩ. Tổng thống đã phát biểu lại hôm thứ Sáu rằng BP sẽ phải \"chịu trách nhiệm cuối cùng\" về mặt pháp lý trong việc thanh toán mọi chi phí cho công tác đối phó và dọn dẹp sự cố tràn dầu. BARACK OBAMA : \"Nhưng chúng ta luôn phải sẵn sàng chịu mọi trách nhiệm giúp đỡ tất cả những cộng đồng đang chịu thiệt hại từ sự cố.\" Ông ấy đã yêu cầu trong 30 ngày phải trình báo cáo về những biện pháp và công nghệ an toàn bổ sung nhằm tránh xảy ra sự cố tràn dầu tương tự trong tương lai. Dầu dạt vào bờ biển cuối ngày thứ Năm gần cửa sông Mississippi ở bang miền nam Louisiana. Tình trạng này cũng ảnh hưởng đến nhiều khu vực thuộc Alabama, Florida, Mississippi và Texas. Nó đe doạ các loài chim, cá, tôm và nhiều động vật hoang dã khác. Thuỷ hải sản là ngành công nghiệp lớn dọc bờ vịnh. Eric Drury là một ngư dân đánh bắt tôm biết rõ rằng công việc làm ăn của anh ấy không phải là nạn nhân duy nhất chịu đe doạ. ERIC DRURY : \"Tất cả mọi người đều cùng hội cùng thuyền. Nó sẽ gây thiệt hại đến tất cả: ngư dân, tất cả mọi người.\" Những công nhân đang lắp đặt những đoạn dài phao quây dầu tràn xung quanh vết dầu khi sóng và gió đẩy nó về phía bờ. Nỗ lực dọn dẹp bao gồm cả việc kiểm soát vết cháy. Và một tàu ngầm rô-bô được sử dụng để cố ngăn chặn sự rò rỉ -- quá trình này có thể mất nhiều tuần. Nguyên nhân vụ nổ chưa được xác định. Hơn nữa, giếng dầu bị hư hỏng vẫn còn tiếp tục làm tràn dầu. Vào cuối tháng Ba, Tổng thống Obama yêu cầu Hoa Kỳ để mở rộng các thăm dò dầu và khí đốt ở ngoài khơi. Ông nói kế hoạch này sẽ làm cân đối nhu cầu năng lượng với nhu cầu bảo vệ tài nguyên thiên nhiên. Hiện tại Nhà Trắng tuyên bố sẽ không có khoan dầu thêm trong khi điều tra sự cố tràn dầu ở Vịnh Méc-xích. Vấn đề khác mà chính quyền này đang phải đối mặt là vấn đề nhập cư. Luật liên bang quy định rằng việc định cư bất hợp pháp ở Hoa Kỳ được xem như là một sự vi phạm dân luật. Nhưng một luật tiểu bang mới ở Arizona quy định rằng đó là một tội hình sự. Luật này đã ký hồi tuần trước và sẽ có hiệu lực trong vài tháng nữa. Cảnh sát có thể sẽ phải hành động nếu họ \"nghi ngờ có căn cứ\" về một người nào đó đang cư trú bất hợp pháp tại nước này. Người ủng hộ nói điều luật này sẽ giúp làm giảm tội ác do dân nhập cư bất hợp pháp vượt biên từ Mexico vào Arizona. Những người chỉ trích thì nói rằng nó sẽ chỉ làm tăng thêm nạn phân biệt chủng tộc. Một số người khác kêu gọi tẩy chay kinh tế ở tiểu bang này. Nhiều nhóm khác đang dự định kiện điều luật mới này ra toà, và chính quyền liên bang có thể đứng về phía họ. Tổng thống Obama cho rằng điều luật Arizona này là \"lầm đường lạc lối\" và cho hay Quốc hội cần thông qua một sự cải cách về vấn đề di cư. Nhưng trong cuộc bầu cử năm nay, điều này có vẻ hiếm có khả năng xảy ra."
        },
        {
            "en": "Fukushima workers withdraw after radiation spikes       A spike in radiation levels at Japan's stricken Fukushima nuclear plant has forced workers to suspend their operation, a government spokesman says.  He was speaking after smoke was seen rising from reactor three. Earlier, a blaze struck reactor four for the second time in two days. Friday's 9.0-magnitude earthquake and tsunami, which killed thousands, damaged the plant's cooling functions. The site has also been hit by four explosions, triggering radiation leaks. 'On standby'  On Wednesday, Japanese Cabinet Secretary Yukio Edano said at a news briefing that workers at Fukushima had been withdrawn following the rise in radiation levels. It is believed that about 50 employees had been working at the plant to try to stabilise its four reactors.   Mr Edano also said that the radiation levels were now falling: from 1,000 millisieverts on Wednesday morning to 600-800.  But that was still more than average, Mr Edano said, adding that \"the workers cannot carry out even minimal work at the plant now. Because of the radiation risk, we are on standby.\" Officials had earlier warned people within 20-30km (12-19 miles) of the site to either leave the area or stay indoors. But they now say that that there are no plans to extend the evacuation zone. The new fire at reactor four was reported early on Wednesday. Three hours later, Japan's nuclear safety agency said flames could no longer be seen.   But white smoke was later seen rising from reactor three. Officials are investigating the cause of both incidents and the damage done, with Mr Edano saying the smoke was probably steam from the evaporation of water, which caused the higher radiation. \"A part of the <em>containment</em> vessel is broken and it seems like the vapour is coming out from there. So... [it] appears to be that vapour is coming out from the broken part.  \"And I'm not saying this with absolute certainty, but I'm saying this with an assumption. There's a high probability of such a phenomenon going on,\" Mr Edano said. 'Boiling pool' Twenty-four hours earlier, on Tuesday morning, another fire broke out in the spent fuel storage pond at reactor four.  The reactor had been shut down before the quake for maintenance, but its spent fuel rods were still stored on the site. Kyodo news agency says the storage pool may be boiling and further radiation leaks are feared. The Tokyo Electric Power Co (Tepco), which operates the Fukushima plant, said it may pour water and fire retardant from helicopters to stop fuel rods from being exposed to the air and releasing even more radioactivity. The crisis at the plant - which has six nuclear reactors - began when the earthquake struck. Explosions rocked the buildings housing reactors one and three on Saturday and Monday. On Tuesday morning, a third blast hit the building of reactor two, while a fourth damaged the building of reactor four. Officials say the explosions at the first three reactors, and possibly the fourth as well, were caused by a build-up of hydrogen. Mr Edano has said that cooling seawater is being pumped into reactors one and three - which are returning to normal - and into reactor two, which remained unstable.",
            "vi": "Fukushima workers withdraw after radiation spikes      Việc tăng mức phóng xạ lên đột ngột tại nhà máy hạt nhân Fukushima do động đất gây ra tại Nhật Bản đã buộc công nhân phải tạm hoãn hoạt động của họ, người phát ngôn của chính phủ nói.  Ông đang nói sau khi thấy khói đang dâng lên từ lò phản ứng số ba. Trước đó, ngọn lửa đã xảy ra lần thứ hai tại lò phản ứng số bốn trong vòng hai ngày. Động đất 9.0 độ Rích-te và sóng thần hôm thứ sáu, đã giết chết hàng ngàn người, gây thiệt hại chức năng làm lạnh của nhà máy này.  Nơi đây cũng đã xảy ra bốn vụ nổ, gây ra rò rỉ phóng xạ.   “Ở tư thế sẵn sàng” Vào hôm thứ tư, Đổng lý nội các Nhật Bản - Yukio Edano đã phát biểu ở bản tin vắn rằng những công nhân ở Fukushima đã rút khỏi nhà máy sau khi mức phóng xạ tăng. Được biết là có khoảng 50 nhân viên đã làm việc ở nhà máy này để cố ổn định bốn lò phản ứng của nó.  Ông Edano cũng nói rằng mức phóng xạ bây giờ đang giảm: từ 1,000 millisievert vào sáng thứ tư xuống còn 600-800. Thế nhưng mức này vẫn còn trên ngưỡng trung bình, Ông Edano cho biết  thêm “hiện tại, công nhân thậm chí không thể thực hiện được công việc tối thiểu ở nhà máy. Vì nguy cơ phóng xạ, chúng tôi sẵn sàng ứng cứu trong tình trạng khẩn cấp\" Các quan chức đã cảnh báo trước đó với những người cư ngụ trong khoảng cách 20-30 km (12-19 dặm) của khu vực này hoặc phải rời khỏi khu vực này hoặc phải ở trong nhà. Nhưng giờ đây họ nói rằng không dự định mở rộng vùng di tản.  Ngọn lửa mới ở lò phản ứng số bốn đã được báo cáo vào đầu ngày thứ Tư. Ba giờ sau, cơ quan an toàn hạt nhân của Nhật Bản cho biết không còn thấy lửa nữa.  Thế nhưng sau đó mọi người thấy khói trắng đang dâng lên từ lò phản ứng số ba. Các quan chức đang điều tra nguyên nhân của cả sự cố lẫn thiệt hại xong, ông Edano nói khói có lẽ nước bốc hơi, gây ra mức phóng xạ cao hơn.  \"Một phần bình khí nén đã vỡ và có vẻ như chất hơi đang bốc ra từ đó. Vậy thì… [khói] dường như là chất hơi đang bốc ra từ bộ phận bị vỡ.  \"Và tôi không nói chuyện này chắc chắn một cách tuyệt đối, nhưng tôi đang nói ra điều này với sự giả định. Rất khả năng có một hiện tượng như vậy đang diễn ra, \" Ông Edano đã nói.   “Hồ đang sôi”  24 giờ đồng hồ trước đó, vào sáng thứ ba, một đám cháy khác đã xảy ra trong hồ chứa nhiên liệu đã sử dụng tại lò phản ứng số bốn.  Lò phản ứng này đã được cho ngừng hoạt động trước trận động đất để bảo trì, nhưng thanh nhiên liệu đã sử dụng của nó vẫn còn được lưu trữ tại nơi này.  Thông tấn xã Kyodo nói hồ chứa có thể đang sôi và sợ  rò rỉ phóng xạ nhiều hơn. Công ty điện lực Tokyo (Tepco), vận hành nhà máy Fukushima, cho biết công ty này có thể đổ nước và chất chống cháy từ trực thăng xuống để ngăn thanh nhiên liệu tiếp xúc với không khí và ngưng phóng thích chất phóng xạ ra nhiều hơn.  Khủng hoảng ở nhà máy - trong đó có sáu lò phản ứng hạt nhân - bắt đầu khi động đất xảy ra. Vụ nổ làm rung chuyển toà nhà chứa các lò phản ứng một và ba vào thứ bảy và thứ hai. Vào sáng thứ ba, vụ nổ thứ ba đã tấn công toà nhà của lò phản ứng số hai, trong khi vụ nổ thứ tư gây thiệt hại toà nhà của lò phản ứng số bốn. Viên chức cho biết các vụ nổ ở ba lò phản ứng đầu tiên, và có thể vụ nổ thứ tư cũng tương tự, gây ra do tích tụ khí hydro.  Ông Edano đã cho biết nước biển lạnh đang được bơm vào các lò phản ứng số một và ba - đang trở lại bình thường - và vào lò phản ứng số hai, vẫn chưa ổn định."
        },
        {
            "en": "Explosion at Japan nuclear plant          Residents of the coastal city of Sendai are continuing the search for survivors amid the devastation A second explosion has hit the nuclear plant in Japan that was damaged in Friday's earthquake, but officials said it had resisted the blast. TV footage showed smoke rising from Fukushima plant's reactor 3, two days after an explosion hit reactor 1. Japan's nuclear safety agency said the blast was believed to have been caused by the build-up of hydrogen.  Officials said the reactor core was still intact, and that radiation levels were below legal limits. Technicians have been battling to cool three reactors at the Fukushima 1 plant since Friday, when the quake and tsunami combined to knock out the cooling system. The government said an operation pumping seawater into the reactors to help lower the temperature was still going on despite the explosion. Evacuations  The natural disaster killed hundreds and left thousands missing, sparking a huge rescue operation. We headed towards where the tsunami hit land, close to the little village of Higashiro. We had to pick our way through a sea of mud.  What should have been a road was covered in broken branches, a squashed tractor and lots of electricity cables that had been brought down. The destruction goes on and on. The seashore was in the distance behind a row of trees. Here the waves toppled houses; they lie at crazy angles. Trees have been smashed into the buildings. A motorcycle lies twisted and bent. Inside the houses, the furniture has been turned to matchsticks, possessions tossed everywhere, and on a few walls are portraits with the faces of those who once lived here, now stained by the waters which filled everything. As you gaze over the wrecked landscape, it feels as if the natural order of things has been shaken, and nobody knows when it will settle down again. 'Everything is gone'  The BBC's Rachel Harvey in the port town of Minami Sanriku describes it as a scene of utter devastation, with the landscape strewn with debris. She says everything has been flattened until about 2km inland, and says it looks unlikely that many survivors will be found.  Japanese police have so far confirmed 1.597 deaths, but the final toll is expected to be much higher. Kyodo news agency reported that 2,000 bodies had been found on the shores of Miyagi prefecture on Monday, but the claims could not be verified. Tens of thousands of people have been evacuated from the area around Fukushima nuclear plant. At least 22 people are now said to be undergoing treatment for radiation exposure.   Government spokesman Yukio Edano said there was a low possibility of radioactive contamination from the latest explosion at the plant. He said the reactor's <em>containment</em> vessel had resisted the explosion. The operators of the Fukushima plant said seven people were missing and three were injured by the blast.  Experts say a disaster on the scale of Chernobyl in the 1980s is highly unlikely because the reactors are built to a much higher standard and have much more rigorous safety measures. Powerful aftershocks  Earlier, Prime Minister Naoto Kan said the situation at the nuclear plant was alarming, and the earthquake had thrown Japan into \"the most severe crisis since World War II\". But later, the government announced that the planned blackouts had been postponed, saying they may not be needed if householders could conserve energy. The government advised people not to go to work or school on Monday because the transport network would not be able to cope with demand. The capital is also still experiencing regular aftershocks, amid warnings that another powerful earthquake is likely to strike very soon. Meanwhile, tens of thousands of relief workers, soldiers and police have been deployed to the disaster area. Rescue workers have found scenes of total devastation in isolated coastal towns north-east of the main port city of Sendai, which was itself partially destroyed by the waves. Preliminary estimates put repair costs from the earthquake and tsunami in the tens of billions of dollars, a huge blow for the Japanese economy that - while the world's third largest - has been ailing for two decades. The government announced it was pumping 15 trillion yen ($182bn; £113bn) into the economy to prop up the markets - which slumped on opening.",
            "vi": "Explosion at Japan nuclear plant      Cư dân thành phố miền duyên hải Sendai đang tiếp tục tìm kiếm những người sống sót giữa khung cảnh bị tàn phá Một vụ nổ thứ hai đã xảy ra tại nhà máy hạt nhân ở Nhật bị thiệt hại trong trận động đất hôm thứ Sáu, nhưng các quan chức cho biết nó đã kìm lại vụ nổ này.  Cảnh phim trên TV cho thấy khói dâng cao lên từ lò phản ứng số 3 của nhà máy tại Fukushima, cách hai ngày sau khi vụ nổ xảy ra tại lò phản ứng số 1.  Cơ quan an toàn hạt nhân của Nhật Bản cho biết vụ nổ được cho là gây ra bởi sự tích tụ khí hy-đrô.  Các viên chức cho biết lõi lò phản ứng vẫn còn nguyên vẹn, và mức phóng xạ đã dưới giới hạn cho phép.  Các kỹ thuật viên đã và đang chiến đấu để làm lạnh ba lò phản ứng tại nhà máy Fukushima 1 từ hôm thứ Sáu, khi trận động đất và sóng thần đã kết hợp lại phá huỷ hệ thống làm lạnh.  Chính phủ cho biết hoạt động bơm nước biển vào lò phản ứng để giúp hạ thấp nhiệt độ vẫn còn diễn ra bất chấp vụ nổ.  Di tản  Thiên tai đã giết chết hàng trăm người và làm cho hàng ngàn người mất tích, làm dấy lên hoạt động cứu hộ khổng lồ.  Chúng tôi tiến về hướng nơi sóng thần tạt vào đất liền, gần đến ngôi làng nhỏ Higashiro. Chúng tôi phải đi rón rén lội qua biển bùn.  Nơi đây đáng lẽ phải là một con đường thì giờ đây bị che phủ bởi những nhánh cây gãy, một chiếc máy kéo bị làm bẹp và nhiều dây cáp điện đã bị đổ xuống. Cuộc huỷ diệt vẫn cứ tiếp tục.  Bờ biển thì ở xa đằng sau hàng cây. Ở đây, sóng đã lật đổ các ngôi nhà; chúng nằm chỏng chơ móp méo. Những hàng cây đã đập mạnh vào các toà nhà. Một chiếc xe máy nằm méo mó và cong lại.  Bên trong những ngôi nhà, đồ gỗ đã bị biến thành những que diêm, đồ đạc ném lung tung khắp nơi, và trên vài bức tường là chân dung với những khuôn mặt của những người từng sống nơi đây, bây giờ nhuộm màu bằng thứ nước tràn ngập mọi thứ. Khi bạn nhìn chăm chú qua khung cảnh đổ nát này, nó có cảm giác như thể sự sắp đặt mọi thứ của tạo hoá đã bị xáo trộn, và không ai biết khi nào nó sẽ ổn định trở lại.   “Mọi thứ đã ra đi” Phóng viên Rachel Harvey của BBC đang ở tại thành phố cảng Minami Sanriku, cô mô tả nó trong cảnh tượng bị tàn phá hoàn toàn, với phong cảnh vương vãi đầy mảnh vụn.  Cô ấy cho biết mọi thứ đã được làm cho bẹt dính cho đến khoảng 2 km sâu vào thành phố, và còn cho biết thêm là không chắc sẽ tìm thấy nhiều người sống sót.  Cảnh sát Nhật Bản xác nhận cho đến nay có khoảng 1.597 người tử vong, nhưng tổng số người cuối cùng được dự đoán sẽ cao hơn nhiều.  Thông tấn xã Kyodo báo cáo 2.000 thi thể đã được tìm thấy trên bờ biển của quận Miyagi vào ngày thứ hai, nhưng những tin tức này không thể xác minh được.  Hàng chục ngàn người đã được sơ tán khỏi khu vực quanh nhà máy hạt nhân Fukushima.  Ít nhất 22 người hiện được biết phải điều trị do tiếp xúc với phóng xạ.    Người phát ngôn của chính phủ - Yukio Edano cho biết có rất ít khả năng nhiễm phóng xạ từ vụ nổ mới nhất tại nhà máy này. Ông cho biết bình khí nén của lò phản ứng đã kìm lại vụ nổ.  Những người điều hành của nhà máy Fukushima cho biết bảy người nơi đây đã mất tích và ba người bị thương do vụ nổ. Các chuyên gia cho biết thảm hoạ về lớp gỉ Chernobyl vào những năm 1980 có nhiều khả năng không xảy ra vì các lò phản ứng  này được xây dựng theo tiêu chuẩn cao hơn nhiều và có biện pháp an toàn khắt khe hơn nhiều.  Những dư chấn mạnh Trước đó, thủ tướng Naoto Kan cho biết tình hình ở nhà máy hạt nhân đang ở mức báo động, và  trận động đất này đã ném Nhật Bản vào \"cơn khủng hoảng trầm trọng nhất kể từ Đệ nhị thế chiến\".  Nhưng sau đó, chính phủ tuyên bố rằng việc cúp điện như dự kiến đã được dời lại, cho biết việc này có thể không cần thiết nếu các chủ hộ có thể tiết kiệm năng lượng.  Chính phủ khuyên mọi người không đi làm hoặc đến trường vào ngày thứ hai vì hệ thống giao thông sẽ không thể đáp ứng nhu cầu.  Thủ đô cũng vẫn đang chịu những dư chấn thường xuyên, trong khi đó những cảnh báo về một trận động đất dữ dội khác có thể sẽ đến rất sớm.  Trong khi đó, hàng chục ngàn nhân viên tình nguyện, binh sĩ và cảnh sát đã được triển khai đến khu vực thiên tai này. Những nhân viên cứu hộ đã thấy khung cảnh tàn phá hoàn toàn ở các thị trấn ven biển cô lập về phía đông bắc của thành phố cảng quan trọng Sendai, đã bị phá huỷ phần nào bởi những con sóng.  Ước tính sơ bộ đưa ra chi phí sửa chữa từ động đất và sóng thần nằm trong khoảng hàng chục tỉ đô-la, một tai hoạ khổng lồ đối với nền kinh tế Nhật Bản - trong khi đó nền kinh tế lớn thứ ba trên thế giới này đã ốm yếu trong hai thập niên qua.  Chính phủ công bố đang bơm 15 nghìn tỷ yên (tương đương 182 tỷ đô-la Mỹ; 113 tỷ bảng Anh) vào nền kinh tế để hỗ trợ các thị trường – đã bị ế ẩm khi mở cửa."
        }
    ],
    "suggestions": []
}