{
    "en_vn": {
        "data": {
            "content": null,
            "word": "contributing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "contributing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "contributing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "contributing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "contributing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Contributing</em> factors articulated here include:",
            "vi": "Các nguyên nhân được nêu ra ở đây bao gồm:"
        },
        {
            "en": "Julie is <em>contributing</em> $90,000, and Steve is <em>contributing</em> $60,000.",
            "vi": "Julie đã góp $90.000, và steve góp $60.000."
        },
        {
            "en": "<em>Contributing</em> further by the members.",
            "vi": "Tăng vốn góp của thành viên."
        },
        {
            "en": "Thank for <em>contributing</em> your ideas.",
            "vi": "Cám ơn về sự đóng góp ý kiến của bạn."
        },
        {
            "en": "Thanks for <em>contributing</em> your idea.",
            "vi": "Cám ơn về sự góp ý của bạn."
        },
        {
            "en": "Service enterprises are <em>contributing</em> to job creatio",
            "vi": "Các doanh nghiệp dịch vụ góp phần tạo việc làm"
        },
        {
            "en": "Heedless destruction of the rainforests is <em>contributing</em> to global warming.",
            "vi": "Không chú ý tàn phá rừng mưa nhiệt đới đang góp phần gây ra sự nóng lên toàn cầu."
        },
        {
            "en": "The destruction of forests is <em>contributing</em> to the greenhouse effect.",
            "vi": "Việc phá rừng làm tăng hiệu ứng nhà kính."
        },
        {
            "en": "Speeding is a <em>contributing</em> factor in many road accidents.",
            "vi": "Lái xe quá tốc độ là một yếu tố đóng góp vào nhiều tai nạn giao thông."
        },
        {
            "en": "That was one of the highest-<em>contributing</em> abilities.",
            "vi": "Đó là một trong những khả năng đóng góp cao nhất."
        },
        {
            "en": "Human activity is <em>contributing</em> to changes in our Earth's climate.",
            "vi": "Hoạt động của con người đang góp phần thay đổi khí hậu của trái đất."
        },
        {
            "en": "All <em>contributing</em> comments please send to the organizing committee.",
            "vi": "Mọi ý kiến đóng góp xin gửi về cho ban tổ chức."
        },
        {
            "en": "We take a full pride in <em>contributing</em> to your success.",
            "vi": "Chúng tôi rất tự hào khi góp phần vào thành công của bạn."
        },
        {
            "en": "Mary is <em>contributing</em> an article to a magazine.",
            "vi": "Mary đang viết bài cho một tạp chí."
        },
        {
            "en": "Thuan Phat has 12 <em>contributing</em> members and 130 employees.",
            "vi": "Thuận Phát có 12 thành viên đóng góp cổ phần và 130 nhân viên."
        },
        {
            "en": "Even if low salaries are <em>contributing</em> to the brain drain or <em>contributing</em> to corruption, increasing salaries across the board is neither a panacea nor feasible.",
            "vi": "Ngay cả khi lương thấp là một trong những nguyên nhân dẫn đến tình trạng chảy máu chất xám hoặc góp phần làm gia tăng nạn tham nhũng, việc nâng lương cho toàn bộ cán bộ công chức cũng không phải là biện pháp chữa bách bệnh và khả thi."
        },
        {
            "en": "Then I started searching out other alumni who might be interested in <em>contributing</em> to the cause.",
            "vi": "Rồi tôi bắt đầu tìm hiểu những cựu sinh viên có thể cảm thấy hứng thú đóng góp cho ý tưởng này."
        },
        {
            "en": "These activities have helped to create a robust movement against narcotics positively <em>contributing</em> to the prevention.",
            "vi": "Các hoạt động này đã góp phần tạo nên sự chuyển biến mạnh mẽ trong cuộc chiến chống ma túy và nó đã có tác động tích cực đóng góp trong việc ngăn ngừa việc sử dụng ma tuý."
        },
        {
            "en": "In 2009 Thailand received around 14 million tourists <em>contributing</em> about six percent of the economy.",
            "vi": "Vào năm 2009, Thái Lan đón nhận khoảng 14 triệu du khách đóng góp khoảng 6% vào nền kinh tế."
        },
        {
            "en": "Legal and institutional reforms will be needed to address the various factors <em>contributing</em> to vulnerability.",
            "vi": "Cải cách thể chế và luật pháp sẽ cần thiết phải đề cập các yếu tố đóng góp cho tính dễ bị ổn thương đó."
        }
    ],
    "suggestions": []
}