{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kən'teidʒən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(y học) sự lây bệnh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bệnh truyền qua tiếp xúc; bệnh lây</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">fear spreads through the crowd like a contagion</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nỗi sợ hãi lan nhanh trong đám đông như một bệnh truyền nhiễm</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(nghĩa bóng) ảnh hưởng dễ tiêm nhiễm, ảnh hưởng xấu</td></tr></table><i/></div>",
            "word": "contagion"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>contagion</k><blockquote><cclass>[<cclass>kən'teɪdʒ(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the communication of disease from one person or organism to another by close contact. </cclass></blockquote><blockquote>⁃ <cclass>dated a disease spread by close contact. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>contagio(n-)</i>, from <i>con-</i> 'together with' + the base of <i>tangere</i> 'to touch'. </blockquote></div>",
            "word": "contagion"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>contagion</k><blockquote>▸ <cclass>noun <cclass><i>(dated)</i> DISEASE, infection, illness, plague, blight; <cclass><i>informal</i> bug, virus; <cclass><i>archaic</i> pestilence.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "contagion"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "contagion"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "contagion"
        }
    },
    "sentences": [
        {
            "en": "Fear spreads through the crowd like a <em>contagion</em>.",
            "vi": "Nỗi sợ hãi lan nhanh trong đám đông như một bệnh truyền nhiễm."
        },
        {
            "en": "Controlling outbreaks is vital both for your comfort and for preventing <em>contagion</em>.",
            "vi": "Việc kiểm soát khả năng phát bệnh là rất quan trọng cho cả sự thoải mái của bạn lẫn ngăn ngừa sự lây lan."
        },
        {
            "en": "The risk of <em>contagion</em> in Vietnam's banking system, however small, does exist.",
            "vi": "Một nguy cơ tuy nhỏ nhưng đang tồn tại là sự lan truyền trong hệ thống ngân hàng Việt nam."
        },
        {
            "en": "She told me that they feared <em>contagion</em> and wanted to avoid the hassles that organizing a funeral in their small home would entail.",
            "vi": "Chúng nói với tôi rằng chúng bị sợ lây và hơn nữa chúng muốn tránh những rắc rối có thể xảy ra khi phải tổ chức tang lễ trong ngôi nhà nhỏ của gia đình."
        },
        {
            "en": "He who is the author of a war lets loose the whole <em>contagion</em> of hell and opens a vein that bleeds a nation to death.",
            "vi": "Kẻ tạo ra chiến tranh thả rông cho địa ngục lây lan và cắt đi mạch máu để một quốc gia đổ máu cho tới chết."
        },
        {
            "en": "The <em>contagion</em> effect of the financial crisis that began in Thailand in July 1997 never blew through Vietnam’s front door because Vietnam’s currency is non-convertable and there is no stock market.",
            "vi": "Tác động lan truyền của cuộc khủng hoảng tài chính bắt đầu tại Thái Lan vào tháng 7 năm 1997 chưa gây tác hại trực tiếp tới Việt Nam vì đồng tiền Việt Nam không phải là đồng tiền chuyển đổi và Việt Nam chưa có thị trường chứng khoán."
        },
        {
            "en": "Asian stocks have fallen on Friday, hefollowing a major sell-off in European and US markets. The drop was triggered by warnings from the International Monetary Fund and World Bank about the strength of the global economy.  South Korea's main Kospi index lost 3.6%, while Australia's ASX shed 0.8%. Japan's Nikkei index is closed for a holiday. US shares fell on Thursday, after Europe's main indexes lost about 5%. A number of gloomy comments about global growth combined to sour market sentiment.  On Thursday, Christine Lagarde, head of the International Monetary Fund (IMF), said that the economic situation was entering a \"dangerous place\". Robert Zoellick, the World Bank President, said separately that he thought the world was in a \"danger zone\".  'Sentiment downdraught'  These comments weighed on markets despite attempts by policymakers to inject some urgency into their attempts to fix the European debt crisis. The Group of 20 nations, which is also meeting in Washington alongside the IMF and World Bank, called on policymakers to step up efforts.  \"Eurozone governments and institutions must act swiftly to resolve the euro crisis and all European economies must confront the debt overhang to prevent <em>contagion</em> to the wider global economy,\" leaders from Australia, Canada, Indonesia, Britain, Mexico, South Africa and South Korea said in an open letter to France. France is currently chairing the G20 group. Separately, the major emerging nations that form the Brics countries - Brazil, Russia, India, China and South Africa - said they may lend money to the IMF and other financial institutions to help ease global financing issues.  Analysts said that concerns about the political and policy response will affect markets globally.  \"We'll certainly be caught in the downdraught of negative sentiment for markets today,\" said Michael McCarthy, chief market strategist from CMC Markets in Sydney.  \"The concern here is that the sentiment is weighing on lending markets and... we could see a freezing of credit markets in Europe.\" However, he added that in the future, Asia's better economic growth may help markets bounce back.  \"Looking forward there is the opportunity, I think, for a much better performance from the Asian region, mainly because of the superior growth in the economies of Asia.\"",
            "vi": "Chứng khoán Châu Á giảm vào hôm thứ Sáu, tiếp sau đợt bán tháo cổ phiếu lớn tại các thị trường Châu Âu và Mỹ. Sự tụt giảm được kích phát do những cảnh báo từ Quỹ Tiền Tệ Quốc Tế và Ngân Hàng Thế Giới về sức khỏe của kinh tế toàn cầu. Chỉ số Kospi chính của Hàn Quốc mất 3,6%, trong khi chỉ số ASX của Úc rớt 0.8%. Chỉ số Nikkei của Nhật đóng cửa trong ngày nghỉ. Các cổ phiếu Mỹ giảm vào hôm thứ Năm, sau khi các chỉ số chủ yếu của Châu Âu mất gần 5%. Rất nhiều lời bình luận ảm đạm về tăng trưởng toàn cầu cùng hợp lực làm cho tâm lý thị trường xấu đi. Hôm thứ Năm, Christine Lagarde, lãnh đạo của Quỹ Tiền Tệ Quốc Tế (IMF), phát biểu rằng tình hình kinh tế đang bước vào “tình trạng nguy hiểm” Robert Zoellick, Tổng giám đốc Ngân Hàng Thế Giới, nói trong dịp khác rằng ông nghĩ thể giới đang ở vào “vùng nguy hiểm”. ‘Tâm lý xuống dốc’ Những lời bình phẩm này trĩu nặng lên tâm lý thị trường cho dù các nhà hoạch định chính sách cấp bách tìm phương cách điều chỉnh khủng hoảng nợ Châu Âu. Khối 20 quốc gia, cũng đang nhóm họp tại Washington cùng với IMF và Ngân Hàng Thế Giới, kêu gọi các nhà hoạch định chính sách nỗ lực hơn nữa.  “Các chính phủ và các thể chế thuộc khối euro phải nhanh chóng ứng phó để giải quyết cuộc khủng hoảng đồng euro và tất cả các nền kinh tế Châu Âu phải đối diện với số nợ đang treo lơ lửng để ngăn chặn sự lây lan ra phạm vi kinh tế toàn cầu lớn hơn,” đó là lời của các lãnh đạo từ Úc, Canada, Indonesia, Vương quốc Anh, Mễ Tây Cơ, Nam Phi và Hàn Quốc trong một bức thư ngỏ gửi đến nước Pháp. Pháp hiện đang giữ ghế chủ tịch khối G20. Trong một dịp khác, các nước đang lên chủ yếu hình thành nhóm Brics – Brazil, Nga, Ấn, Trung Quốc và Nam Phi – cho biết họ có thể cho IMF và các thể chế tài chính khác vay tiền để làm dịu đi những vấn đề tài chính toàn cầu. Giới phân tích nhận định những lo ngại về phản ứng chính trị và chính sách sẽ tác động đến các thị trường toàn cầu. “Chúng ta chắc chắn sẽ mắc kẹt trong đà tụt dốc của tâm lý tiêu cực đối với thị trường hôm nay,” theo lời Michael McCarthy, trưởng nhóm chiến lược thị trường của tổ chức CMC Markets ở Sydney. “Lo ngại ở đây là tâm lý này đang đè nặng các thị trường cho vay và … chúng ta có thể sẽ thấy thị trường tín dụng Châu Âu đóng băng.” Tuy nhiên ông ta nói thêm rằng trong tương lai, tăng trưởng kinh tế tốt hơn ở Châu Á có thể giúp cho các thị trường hồi phục.  “Phía trước có cơ hội, tôi nghĩ thế, do thành tích tốt hơn nhiều từ khu vực Châu Á, chủ yếu là do siêu tăng trưởng trong các nền kinh tế Châu Á.”"
        },
        {
            "en": "When a nation becomes liberalized, the economic effects can be profound for the country and for investors. Economic liberalization refers to a country \"opening up\" to the rest of the world with regards to trade, regulations, taxation and other areas that generally affect business in the country. As a general rule, you can determine to what degree a country is liberalized economically by how easy it is to invest and do business in the country. All developed countries (First World) have already gone through this liberalization process, so the focus in this article is more on the developing and emerging countries.    Removing Barriers to International Investing  Investing in emerging market countries can sometimes be an impossible task if the country you're investing in has several barriers to entry. These barriers can include tax laws, foreign investment restrictions, legal issues and accounting regulations that can make it difficult or impossible to gain access to the country. The economic liberalization process begins by relaxing these barriers and relinquishing some control over the direction of the economy to the private sector. This often involves some form of deregulation and a privatization of companies.    Unrestricted Flow of Capital  The primary goals of economic liberalization are the free flow of capital between nations and the efficient allocation of resources and competitive advantages. This is usually done by reducing protectionist policies such as tariffs, trade laws and other trade barriers. One of the main effects of this increased flow of capital into the country is that it makes it cheaper for companies to access capital from investors. A lower cost of capital allows companies to undertake profitable projects that they may not have been able to with a higher cost of capital pre-liberalization, leading to higher growth rates.    We saw this type of growth scenario unfold in China in the late 1970s as the Chinese government set on a path of significant economic reform. With a massive amount of resources (both human and natural), they believed the country was not growing and prospering to its full potential. Thus, to try to spark faster economic growth, China began major economic reforms that included encouraging private ownership of businesses and property, relaxing international trade and foreign investment restrictions, and relaxing state control over many aspects of the economy. Subsequently, over the next several decades, China averaged a phenomenal real GDP growth rate of over 10%.    Stock Market Performance  In general, when a country becomes liberalized, the stock market values also rise. Fund managers and investors are always on the lookout for new opportunities for profit, and so a whole country that becomes available to be invested in will tend to cause a surge of capital to flow in. The situation is similar in nature to the anticipation and flow of money into an initial public offering (IPO). A private company that was previously unavailable to an investor that suddenly becomes available typically causes a similar valuation and cash flow pattern. However, like an IPO, the initial enthusiasm also eventually dies down and returns become more normal and more in line with fundamentals.   Political Risks Reduced  In addition, liberalization reduces the political risks to investors. For the government to continue to attract more foreign investment, other areas beyond the ones mentioned earlier have to be strengthened as well. These are areas that support and foster a willingness to do business in the country such as a strong legal foundation to settle disputes, fair and enforceable contract laws, property laws, and others that allow businesses and investors to operate with confidence. Also, government bureaucracy is a common target area to be streamlined and improved in the liberalization process. All these changes together lower the political risks for investors, and this lower level of risk is also part of the reason the stock market in the liberalized country rises once the barriers are gone.   Diversification for Investors  Investors can also benefit by being able to invest a portion of their portfolio into a diversifying asset class. In general, the correlation between developed countries such as the United States and undeveloped or emerging countries is relatively low. Although the overall risk of the emerging country by itself may be higher than average, adding a low correlation asset to your portfolio can reduce your portfolio's overall risk profile.    However, a distinction should be made that although the correlation may be low, when a country becomes liberalized, the correlation may actually rise over time. This happens because the country becomes more integrated with the rest of the world and has become more sensitive to events that happen outside the country. A high degree of integration can also lead to increased <em>contagion</em> risk – which is the risk that crises that occur in different countries cause crises in the domestic country.   A prime example of this is the European Union (EU) and its unprecedented economic and political union. The countries in the EU are so integrated with regard to monetary policy and laws that a crisis in one country has a high probability of spreading to other countries in the EU. This is exactly what happened in the financial crisis that started in 2008-2009. Weaker countries within the EU (such as Greece) began to develop severe financial problems that quickly spread to other EU members. In this instance, investing in several different EU member countries would not have provided much of a diversification benefit as the high level of economic integration in the EU had increased correlations and increased <em>contagion</em> risks to the investor.    The Bottom Line Economic liberalization is generally thought of as a beneficial and desirable process for emerging and developing countries. The underlying goal is to have unrestricted capital flowing into and out of the country in order to boost growth and efficiencies within the home country. The effects following liberalization are what should interest investors as it can provide new opportunities for diversification and profit.   ",
            "vi": "Khi một quốc gia mở rộng tự do, những tác động về mặt kinh tế có thể rất sâu sắc đối với quốc gia đó và những nhà đầu tư. Tự do hoá kinh tế đề cập đến một đất nước \"mở rộng cửa\" cho phần còn lại của thế giới về thương mại, luật lệ, thuế khoá, và những phạm vi khác nói chung ảnh hưởng đến việc kinh doanh tại đất nước này. Theo quy tắc tổng quát, bạn có thể xác định mức độ tự do hoá về kinh tế của một quốc gia bằng việc xem xét đầu tư vào và kinh doanh tại đất nước đó thuận lợi như thế nào. Tất cả các quốc gia phát triển (thế giới thứ nhất) đã trải qua quá trình tự do hoá này, vì vậy bài báo hôm nay tập trung nhiều hơn vào những quốc gia đang phát triển và mới nổi.   Xoá bỏ các rào cản đối với đầu tư quốc tế Việc đầu tư vào những nền kinh tế mới nổi đôi khi có thể là một nhiệm vụ bất khả thi nếu quốc gia bạn đang đầu tư vào đó có một số rào cản đối với những doanh nghiệp mới gia nhập thị trường. Những rào cản này có thể là các luật lệ về thuế, giới hạn đầu tư nước ngoài, vấn đề pháp lý và những quy định kế toán có thể gây khó khăn hoặc khiến doanh nghiệp nước ngoài không thể thâm nhập vào được quốc gia đó. Quá trình tự do hoá kinh tế bắt đầu bằng việc giảm bớt các rào cản này và giao lại một số quyền kiểm soát hướng đi của nền kinh tế cho khu vực tư nhân. Quá trình này thường bao gồm một số hình thức bãi bỏ quy định và tư nhân hoá các công ty.   Luồng vốn không hạn chế Những mục tiêu chính của sự tự do hoá kinh tế là luồng vốn tự do giữa các quốc gia và sự phân bổ hiệu quả các nguồn lực và các ưu thế cạnh tranh. Người ta thường thực hiện bằng việc giảm các chính sách bảo hộ như thuế nhập khẩu, luật thương mại và những rào cản thương mại khác. Một trong những tác động chính của hiện tượng luồng vốn chảy vào quốc gia đó ngày càng gia tăng này là làm cho các công ty tiếp cận vốn của các nhà đầu tư ít tốn kém hơn. Chi phí vay vốn thấp hơn cho phép các công ty dám nhận thực hiện những dự án có khả năng sinh lãi mà họ không tài nào thực hiện nổi nếu phí vay vốn cao hơn như trong giai đoạn trước tự do hoá, cuối cùng dẫn đến tốc độ tăng trưởng cao hơn.   Chúng ta chứng kiến loại kịch bản tăng trưởng này diễn ra ở Trung Quốc những năm cuối thập kỷ 70 khi chính quyền Trung Quốc chủ trương đề ra con đường cải cách kinh tế quan trọng. Với số lượng khổng lồ các nguồn lực (cả con người lẫn tự nhiên), họ cho rằng đất nước đã không phát triển và thịnh vượng đúng với tiềm năng đầy đủ của mình. Vì vậy, để cố gắng kích thích tăng trưởng kinh tế nhanh hơn, Trung Quốc bắt đầu những cải cách kinh tế chính bao gồm khuyến khích việc tư hữu các doanh nghiệp và tài sản, nới lỏng các giới hạn đầu tư nước ngoài và thương mại quốc tế, và giảm bớt sự kiểm soát của nhà nước về nhiều mặt trong nền kinh tế. Rồi sau đó, suốt những thập niên kế tiếp, Trung Quốc đạt được bình quân tốc độ tăng trưởng GDP trên thực tế có tính chất hiện tượng là hơn 10%.   Kết quả hoạt động của thị trường chứng khoán Nói chung, khi một quốc gia được tự do hoá, các giá trị trên thị trường chứng khoán cũng tăng lên. Những nhà quản lý quỹ đầu tư và nhà đầu tư luôn theo dõi sát sao những cơ hội mới để có lợi nhuận, và vì vậy cả đất nước trong tình trạng sẵn sàng chào đón đầu tư sẽ thường dẫn đến kết quả là các dòng vốn chảy vào ngày càng nhiều. Về cơ bản, tình huống này tương tự với sự mong chờ và luồng tiền chảy vào một đợt phát hành cổ phiếu ra công chúng lần đầu ( IPO ). Công ty tư nhân trước đây không thể dành cho nhà đầu tư thì nay bất ngờ trở nên rộng mở với họ thường tạo ra mô hình dòng tiền mặt và giá trị cũng giống như vậy. Tuy nhiên, như một đợt phát hành chứng khoán ra công chúng lần đầu (IPO), sự hăng hái lúc đầu cuối cùng cũng dịu đi và trở lại bình thường hơn và phù hợp hơn với những nguyên tắc cơ bản.   Rủi ro chính trị giảm Ngoài ra, tự do hóa làm giảm các rủi ro chính trị cho những nhà đầu tư. Đối với chính phủ tiếp tục thu hút đầu tư nước ngoài nhiều hơn, thì những phương diện khác khác ngoài những gì đã đề cập trên đây cũng phải được nhấn mạnh. Đây là những mặt mà hỗ trợ và cổ vũ người ta tự nguyện kinh doanh ở đất nước này, chẳng hạn như một nền tảng cơ sở pháp lý mạnh để giải quyết các tranh chấp, các luật liên quan đến hợp đồng có thể thực thi và mang tính công bằng, luật về tài sản, và những luật lệ khác cho phép các doanh nghiệp và nhà đầu tư hoạt động một cách tự tin. Thêm nữa, bộ máy quan liêu của chính phủ là một khu vực mục tiêu thông thường phải được tổ chức hợp lý và cải thiện trong quá trình tự do hoá. Tất cả những thay đổi này kết hợp với nhau làm giảm thấp những rủi ro chính trị cho nhà đầu tư, và mức rủi ro thấp hơn này cũng là một phần nguyên nhân thị trường chứng khoán ở quốc gia được tự do hoá tăng lên khi các rào cản mất đi.   Đa dạng hoá cho nhà đầu tư Các nhà đầu tư cũng có thể hưởng lợi bởi khả năng đầu tư một phần danh mục đầu tư của họ vào nhóm tài sản đa dạng hoá. Nhìn chung, mối tương quan giữa những quốc gia phát triển chẳng hạn như Mỹ và những quốc gia chưa phát triển hoặc mới nổi khá thấp. Mặc dù rủi ro chung của quốc gia mới nổi bản thân nó có thể cao hơn bình thường, nhưng việc bổ sung tài sản tương quan thấp vào danh mục đầu tư của bạn có thể giảm phạm vi rủi ro chung của danh mục đầu tư ấy.   Tuy nhiên, cần có sự phân biệt dù mối tương quan có thể thấp, khi một quốc gia được tự do hoá, thì mối tương quan trên thực tế có thể tăng lên theo thời gian. Điều này xảy ra vì quốc gia ấy hợp nhất hơn với phần còn lại của thế giới và đã trở nên nhạy cảm hơn với những sự kiện diễn ra bên ngoài. Mức độ nhất thể hoá cao hơn có thể cũng đưa đến rủi ro lây lan gia tăng – tức là rủi ro mà các cuộc khủng hoảng diễn ra ở những quốc gia khác nhau gây ra những cuộc khủng hoảng trong nước.   Ví dụ tiêu biểu là Liên minh Châu Âu (EU) và các liên minh kinh tế chính trị chưa từng có trong liên minh. Các quốc gia thuộc EU nhất thể hoá về chính sách tiền tệ và luật lệ cao đến mức một cuộc khủng hoảng tại một quốc gia sẽ có nhiều khả năng lan sang các quốc gia khác trong  EU. Đây đúng là những gì đã xảy ra trong cuộc khủng hoảng tài chính bắt đầu năm 2008-2009. Những quốc gia yếu trong EU (Hy Lạp chẳng hạn) bắt đầu ngày càng bộc lộ những vấn đề về tài chính nghiêm trọng nhanh chóng lan sang các thành viên EU khác. Trong trường hợp này, đầu tư vào nhiều nước thành viên EU khác nhau sẽ không đem lại nhiều lợi nhuận đa dạng vì mức độ nhất thể hoá cao về kinh tế trong EU làm tăng các mối tương quan và gia tăng các rủi ro lây lan cho nhà đầu tư.   Kết luận Tự do hoá kinh tế thường được nghĩ đến như là một quá trình có lợi và nên tiến hành đối với những quốc gia đang phát triển và mới nổi. Mục tiêu cơ bản là có luồng vốn vào ra không bị giới hạn để thúc đẩy tăng trưởng và tính hiệu quả kinh tế nước nhà. Những tác động theo sau quá trình tự do hoá là những gì gây chú ý các nhà đầu tư vì có thể đem lại những cơ hội mới để có lợi nhuận và sự đa dạng hoá trong đầu tư."
        }
    ],
    "suggestions": []
}