{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kən'trouləbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể kiểm tra, có thể kiểm soát, có thể làm chủ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">dễ vận dụng, dễ điều khiển</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có thể chế ngự, có thể kiềm chế (tình dục)</td></tr></table><i/></div>",
            "word": "controllable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "controllable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "controllable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "controllable"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điều chỉnh được</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">controllable temperature</font><font color=\"#282828\">: nhiệt độ điều chỉnh được</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điều khiển được</font></td></tr></tbody></table></div>",
            "word": "controllable"
        }
    },
    "sentences": [
        {
            "en": "Dental disease is <em>controllable</em>, but not curable.",
            "vi": "Các bệnh nha khoa có thể kiểm soát được, nhưng không chữa trị được."
        },
        {
            "en": "There's a widespread belief that fat is <em>controllable</em>.",
            "vi": "Có một ý kiến phổ biến rằng chất béo có thể kiểm soát được."
        },
        {
            "en": "Chemically induced mood changes are worse because they are not predictable or <em>controllable</em>.",
            "vi": "Những thay đổi tính khí gây ra về phương diện hóa học thật tệ hại bởi vì chúng không thể đoán trước được hay không thể kiểm soát được."
        },
        {
            "en": "In July 2015, the CCP passed the National Security Law mentioned earlier, with its requirement that certain technologies should be “secure and <em>controllable</em>.”",
            "vi": "Tháng 7 năm 2015, ĐCSTQ đã thông qua Luật An ninh Quốc gia như đã đề cập ở trên, trong đó yêu cầu các ngành công nghệ nên “đảm bảo an toàn và có thể kiểm soát được”."
        },
        {
            "en": "Food and labor are the <em>controllable</em> costs compared to rent, utilities, insurance and the other expenses associated with operating a restaurant.",
            "vi": "Thực phẩm và lao động là các chi phí có thể kiểm soát được so với tiền thuê, các tiện ích, bảo hiểm và các chi phí khác liên quan đến vận hành một nhà hàng."
        },
        {
            "en": "Morale is affected by a host of environmental factors, not all <em>controllable</em> by a leader, such as weather, the stress of combat and casualty rates, etc.",
            "vi": "Ý chí bị tác động bởi vô số nhân tố môi trường, mà không phải nhân tố nào người lãnh đạo cũng có thể chế ngự được, như là thời tiết, sự căng thẳng của chiến đấu và tỉ lệ thương vong, v.v...."
        },
        {
            "en": "Many of the projected impacts on health are avoidable or <em>controllable</em> through well known and tested public health interventions such as immunization, disease surveillance, mosquito control and disaster preparedness, Dr Omi said.",
            "vi": "Theo Tiến sỹ Omi, có thể phòng tránh và khống chế được nhiều tác động có hại tới sức khoẻ thông qua những can thiệp sức khoẻ cộng đồng như tiêm chủng, theo dõi bệnh tật, diệt muỗi và sẵn sàng ứng phó với thiên tai."
        },
        {
            "en": "The committee is already working with foreign companies to enforce the CCP’s laws. According to the Wall Street Journal, it is inviting companies to help Chinese authorities draft rules for issues including encryption, big data, and cybersecurity, and with determining which technologies should be “secure and <em>controllable</em>” by the CCP.",
            "vi": "Ủy ban này đã làm việc với các công ty nước ngoài để thực thi pháp luật của ĐCSTQ. Tờ Wall Street Journal đưa tin rằng, nó đang mời các công ty này ra tay giúp đỡ chính quyền Trung Quốc soạn thảo các quy tắc có liên quan đến các vấn đề như mã hóa, dữ liệu lớn (big data) và an ninh mạng, và xác định các công nghệ nào nên được “đảm bảo an toàn và có thể kiểm soát được” bởi ĐCSTQ."
        },
        {
            "en": "The phrase “secure and <em>controllable</em>” was included in the Chinese regime’s sweeping National Security Law, passed on July 1, 2015. The Washington-based think tank Information Technology and Innovation Foundation described the law’s requirements as being “part of a strategic effort” intended to “ultimately supplant foreign technology companies both in China and in markets around the world.”",
            "vi": "Vào ngày 1 tháng 7 năm 2015, cụm từ “đảm bảo an toàn và có thể kiểm soát được” đã được đưa vào Luật An ninh Quốc gia của chính quyền Trung Quốc. Quỹ Công nghệ Thông tin và Đổi mới có trụ sở tại Washington đã mô tả những yêu cầu của Luật này là “một phần của một nỗ lực chiến lược” với mục đích “cuối cùng hất cẳng các công ty công nghệ nước ngoài đang hoạt động tại Trung Quốc cũng như tại nhiều thị trường trên thế giới”."
        },
        {
            "en": "Earlier this month, Beijing announced new rules governing any foreign technology firm seeking to do business with Chinese banks. The first set of rules mandates that Chinese banks must use “safe and <em>controllable</em>” technology, and any tech firm working with the banks must hand over its source code and encryption keys.",
            "vi": "Hồi đầu tháng này, Bắc Kinh công bố bộ quy định mới nhằm kiểm soát bất cứ công ty công nghệ nước ngoài tìm cách kinh doanh với các ngân hàng Trung Quốc. Phần đầu tiên của đạo luật này quy định các ngân hàng Trung Quốc phải sử dụng công nghệ “an toàn và kiểm soát được”, và bất cứ công ty công nghệ nào làm việc với các ngân hàng thì cũng đều phải giao ra mã nguồn và các khóa mã hóa dữ liệu (encryption keys) của họ."
        },
        {
            "en": "Bottle-fed babies may eat more, study hints      By Amy Norton - Mon May 10, 8:29 AM PDT NEW YORK (Reuters Health) - Babies who are bottle-fed early on may consume more calories later in infancy than babies who are exclusively breastfed, a study published Monday suggests. Researchers found that among 1,250 infants followed for the first year of life, those who were bottle-fed during their first six months -- whether formula or pumped breast milk -- showed less appetite \"self-regulation\" later in infancy. The investigators say this so-called \"bottle effect\" could be one reason that studies have found a correlation between breastfeeding and a lower risk of childhood obesity. In most research on the question of whether and how breastfeeding might protect against excessive weight gain, the focus has been on the components of breast milk. For instance, breast milk contains certain hormones, including leptin and adiponectin, which could help regulate infants' appetite and metabolism. But the new findings suggest that the way infants are fed also matters, lead researcher Dr. Ruowei Li, of the U.S. Centers for Disease Control and Prevention, said in an interview. That is, breastfeeding may encourage greater appetite self-regulation in the long term. In this study, self-regulation was measured when the babies were 7, 9, 10 and 12 months old; mothers were asked how often their babies drank an entire bottle or cup of milk (formula or pumped breast milk). Li's team found that among infants who had been exclusively breastfed during their first six months, 27 percent always or usually finished their cup or bottle. That compared with 54 percent of babies who had been both breast- and bottle-fed, and 68 percent of those who had been bottle-fed only. When the researchers accounted for a number of variables -- like mothers' weight and education, family income and race -- bottle-feeding itself was still linked to lesser self-regulation later on in infancy. Babies who had had more than two-thirds of their feedings via bottle in early infancy were twice as likely to routinely empty their milk cups as babies who'd had less than one-third of their feedings via bottle. What's more, the pattern was seen whether those early bottle-feedings contained formula or pumped breast milk. Li pointed out that obesity is a complex matter, with factors ranging from genetic susceptibility to social and economic factors, to exercise habits all coming into the equation. But bottle-feeding may be one <em>controllable</em> early-life factor, she said. It's not certain why breastfeeding might encourage better eating self-regulation. But Li explained that when infants breastfeed, they are in control of how much milk they consume; when parents bottle-feed, they may try to get the baby to empty the bottle each time. It's possible that this interferes with infants' innate ability to regulate their calorie intake in response to internal \"appetite cues.\" Many women who breastfeed use a breast pump at some point, particularly after they return to work. Li suggested that parents who use bottles pay attention to cues that their baby is full -- such as trying to push the bottle away with the tongue or shaking the head to move away from the bottle. \"You don't have to push until the bottle is empty,\" she said. Further research, according to Li, is needed to see whether early bottle-feeding is associated with appetite self-regulation in older children as well. SOURCE: Pediatrics, June 2010",
            "vi": "Nghiên cứu cho thấy trẻ bú bình có thể ăn nhiều hơn      Amny Norton  - Thứ hai, 10 tháng 5, 8:29 AM PDT NEW YORK (Reuters Health) – Những em bé được cho bú bình sớm sau này có thể tiêu thụ calo nhiều hơn trong tuổi thơ ấu so với các bé chỉ được cho bú mẹ, một nghiên cứu công bố vào hôm thứ hai cho biết. Các nhà nghiên cứu nhận thấy là trong số 1,250 trẻ sơ sinh được theo dõi  vào năm tuổi đầu tiên, những trẻ được cho bú bình trong sáu tháng đầu tiên - dù là bú bình bằng sữa mẹ hay sữa bột – đều cho thấy sự tự điều tiết ít háu ăn hơn trong tuổi thơ ấu sau này. Điều tra viên nói điều này gọi là \"hiệu ứng chai\" có thể là một lý do mà các nghiên cứu đã tìm được mối tương quan giữa việc cho con bú sữa mẹ và nguy cơ béo phì thấp ở thời thơ ấu. Trong hầu hết nghiên cứu dựa trên câu hỏi là cho con bú sữa mẹ có thể bảo vệ chống lại việc tăng cân quá mức hay không, thì đều tập trung vào các thành phần của sữa mẹ. Chẳng hạn như, sữa mẹ chứa các hoóc-môn nhất định, bao gồm leptin và adiponectin, có thể giúp kiểm soát sự ngon miệng và trao đổi chất của bé. Nhưng phát hiện mới này gợi ý rằng cách trẻ thơ được cho ăn cũng có ảnh hưởng, nhà nghiên cứu trưởng Ruowei Li, thuộc Trung tâm Ngăn ngừa và Kiểm soát Bệnh tật Hoa Kỳ, đã nói trong cuộc phỏng vấn. Vậy là, việc cho con bú sữa mẹ có thể khuyến khích sự tự điều tiết ngon miệng nhiều hơn về lâu dài. Trong nghiên cứu này, sự tự điều tiết được xem xét khi em bé được 7, 9, 10 và 12 tháng tuổi; người mẹ sẽ cho biết về mức thường xuyên mà con của họ uống hết một chai hay một tách sữa (sữa bột hoặc sữa mẹ được hút ra). Nhóm của Li nhận thấy là trong số các bé đã được dành riêng cho bú mẹ trong sáu tháng tuổi đầu tiên, 27 phần trăm luôn luôn hay thường uống hết cả chén hoặc chai sữa của mình. So với 54 phần trăm em bé được cho cả bú mẹ và bú bình, và 68 phần trăm các bé chỉ được bú bình. Khi các nhà nghiên cứu giải thích một số biến số -- như trọng lượng và trình độ của người mẹ, thu nhập và dòng dõi của gia đình -- bản thân của việc cho con bú bình vẫn liên kết với sự tự điều tiết ít hơn về sau ở thời thơ ấu. Những bé mà được cho bú bình trong hơn hai phần ba thời gian đầu của thời thơ ấu thì thường có thói quen ăn hết cả chén sữa của mình gấp 2 lần so với các bé chỉ được bú bình trong một phần ba thời gian.  Hơn nữa, mô hình này cũng được xem xét kỹ lưỡng trong cả việc cho trẻ bú bình sớm dù là bằng sữa bột hoặc sữa mẹ được hút ra. Li chỉ ra rằng béo phì là một vấn đề phức tạp, với các yếu tố đa dạng từ tính nhạy cảm di truyền tới các yếu tố kinh tế và xã hội, thói quen luyện tập thể dục, tất cả đều góp phần vào sự cân bằng. Nhưng cho con bú bình có thể là một yếu tố trong thời sơ sinh mà có thể kiểm soát được, Li cho biết. Không chắc tại sao việc cho con bú sữa mẹ có thể giúp tự điều tiết ăn tốt hơn. Nhưng Li giải thích rằng khi trẻ thơ bú sữa mẹ, các bé kiểm soát tự được lượng sữa mình tiêu thụ; trong khi nếu cha mẹ cho bú bình, họ có thể cố ép em bé bú hết cả chai mỗi lần. Có thể chính việc này cản trở năng khiếu bẩm sinh của trẻ thơ trong việc kiểm soát hấp thu ca-lo để phản ứng lại “những dấu hiệu ngon miệng” của cơ thể.  Nhiều phụ nữ cho con bú bằng sữa mẹ cũng đôi khi sử dụng bơm hút sữa, đặc biệt sau khi họ đi làm trở lại. Li gợi ý rằng cha mẹ sử dụng bình sữa nên chú ý tới những dấu hiệu chứng tỏ con mình đã no -  như là cố đẩy chai đi bằng lưỡi hoặc lắc đầu để tránh khỏi chai.  “Bạn chẳng cần phải ép cho đến khi chai trống rỗng”, theo Li. Theo Li, cần có nghiên cứu sâu thêm để xem xét liệu việc cho con bú sữa bột sớm có gắn liền với việc tự điều tiết ăn ngon trong trẻ ở độ tuổi lớn hơn hay không. Nguồn: Nhi Khoa; tháng 6 2010"
        }
    ],
    "suggestions": []
}