{
    "en_vn": {
        "data": {
            "content": null,
            "word": "contracting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "contracting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "contracting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "contracting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "contracting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Contracting</em> parties",
            "vi": "Các bên ký kết"
        },
        {
            "en": "The <em>contracting</em> parties shook hands.",
            "vi": "Các bên ký kết bắt tay nhau."
        },
        {
            "en": "Children are at risk of <em>contracting</em> AIDS.",
            "vi": "Trẻ em bị đe dọa nhiễm bệnh AIDS."
        },
        {
            "en": "Maybe he is afraid of <em>contracting</em> AIDS.",
            "vi": "Có lẽ anh ấy sợ nhiễm AIDS."
        },
        {
            "en": "Maybe he's afraid of <em>contracting</em> AIDS.",
            "vi": "Có lẽ anh ta sợ nhiễm aids."
        },
        {
            "en": "She developed full-blown AIDS five years after <em>contracting</em> HIV.",
            "vi": "Cô ta đã hoàn toàn mắc bệnh AIDS sau khi bị nhiễm HIV trước đó 5 năm."
        },
        {
            "en": "Direct <em>contracting</em> is still a relatively new phenomenon.",
            "vi": "Việc ký hợp đồng trực tiếp là một hiện tượng còn tương đối mới."
        },
        {
            "en": "She developed full - blown AIDS five years after <em>contracting</em> HIV.",
            "vi": "Cô ta đã hoàn toàn mắc bệnh AIDS sau khi bị nhiễm HIV trước đó 5 năm."
        },
        {
            "en": "The number of teenagers <em>contracting</em> the disease has halved.",
            "vi": "Số thanh thiếu niên nhiễm bệnh đã giảm đi một nửa."
        },
        {
            "en": "Outsourcing is <em>contracting</em> tasks to an outside company.",
            "vi": "Thuê ngoài là công việc hợp đồng cho một công ty bên ngoài."
        },
        {
            "en": "The heart pumps by expanding and <em>contracting</em> of muscle.",
            "vi": "Quả tim bơm máu nhờ sự co bóp của cơ."
        },
        {
            "en": "The average age of <em>contracting</em> HIV gets younger every year.",
            "vi": "Độ tuổi trung bình bị nhiễm HIV hàng năm càng ngày càng trẻ hóa."
        },
        {
            "en": "The number of people <em>contracting</em> the disease has halved.",
            "vi": "Số người mắc bệnh đã giảm đi một nửa."
        },
        {
            "en": "Many had never worked before and many others lost their job even before <em>contracting</em> HIV.",
            "vi": "Nhiều người trước đây chưa bao giờ đi làm và nhiều người khác bị mất việc thậm chí trước cả khi bị nhiễm HIV."
        },
        {
            "en": "However, PPPs are different from the divestiture of state assets or the <em>contracting</em> out of services.",
            "vi": "Tuy nhiên, hợp tác nhà nước - tư nhân khác với hình thức thoái vốn nhà nước hoặc thuê dịch vụ bên ngoài."
        },
        {
            "en": "The relational <em>contracting</em> between the middlemen and wholesalers is therefore very important to facilitate their transactions.",
            "vi": "Do đó, hợp đồng dựa trên quan hệ giữa thương lái với người bán sỉ rất quan trọng để tạo điều kiện thuận lợi cho các giao dịch."
        },
        {
            "en": "•\tThe number of people <em>contracting</em> devastating diseases like HIV/AIDS and malaria is continually reduced",
            "vi": "•\tSố người bị mắc các bệnh hiểm nghèo như HIV/AIDS và sốt rét liên tục giảm"
        },
        {
            "en": "Majority doing sub-<em>contracting</em> work for SOEs or large private companies.",
            "vi": "Đa số chỉ thực hiện gia công cho các DNNN hoặc các công ty tư nhân lớn."
        },
        {
            "en": "All the sounds we make when we speak are the result of muscles <em>contracting</em>.",
            "vi": "Tất cả những âm thanh mà chúng ta tạo ra khi nói là kết quả của sự co thắt các cơ."
        },
        {
            "en": "<em>Contracting</em> parties are independent legal entities, having distinguished rights, obligations and assets.",
            "vi": "Các bên ký kết hợp đồng hoặc thực hiện giao dịch là những chủ thể pháp lý độc lập, có quyền, nghĩa vụ, tài sản và lợi ích riêng biệt."
        }
    ],
    "suggestions": []
}