{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kɔnvɔi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hộ tống, sự hộ vệ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đoàn hộ tống, đoàn hộ vệ; đoàn được hộ tống</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hộ tống, hộ vệ</td></tr></table><i/></div>",
            "word": "convoy",
            "pronounce": "['kɔnvɔi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>convoy</k><blockquote><cclass>[<cclass>'kɒnvɔɪ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun a group of ships or vehicles travelling together and accompanied by armed troops or warships for protection. </cclass></blockquote><blockquote>■ <cclass>verb (of a warship or armed troops) accompany (a group of ships or vehicles) for protection. </cclass></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>in convoy</b> (of travelling vehicles) as a group. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME (orig. Scots, in the senses 'convey', 'conduct', and 'act as escort'): from Fr. <i>convoyer</i>, from med. L. <i>conviare</i> (see <kref>convey</kref>). </blockquote></div>",
            "word": "convoy",
            "pronounce": "['kɔnvɔi]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>convoy</k><blockquote>▸ <cclass>noun <i>a convoy of vehicles</i>: GROUP, fleet, cavalcade, motorcade, cortège, caravan, line, train.</cclass></blockquote><blockquote>▸ <cclass>verb <i>the ship was convoyed by army gunboats</i>: ESCORT, accompany, attend, flank; protect, defend, guard.</cclass></blockquote></div>",
            "word": "convoy",
            "pronounce": "['kɔnvɔi]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>convoy</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to form a convoy </ex></blockquote></blockquote><blockquote><blockquote><ex>2) in, under convoy (to travel in convoy)</ex></blockquote></blockquote></div>",
            "word": "convoy",
            "pronounce": "['kɔnvɔi]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chuyên chở</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đoàn tàu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">multiple-barge convoy set</font><font color=\"#282828\">: hệ kéo đẩy đoàn tàu</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vận chuyển</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> giao thông &amp; vận tải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chở (tàu)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hộ tống</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hộ vệ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hộ tống</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">ambulance convoy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đoàn cứu thương</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "convoy",
            "pronounce": "['kɔnvɔi]"
        }
    },
    "sentences": [
        {
            "en": "Warships will accompany the <em>convoy</em>.",
            "vi": "Những chiếc tàu chiến sẽ hộ tống đoàn."
        },
        {
            "en": "The <em>convoy</em> was attacked by submarines.",
            "vi": "Đoàn tàu hộ tống bị tàu ngầm tấn công."
        },
        {
            "en": "They ambushed an enemy <em>convoy</em> yesterday.",
            "vi": "Hôm qua họ đã phục kích một đoàn hộ tống của giặc."
        },
        {
            "en": "Fire - bombs rained down on the military <em>convoy</em>.",
            "vi": "Bom lửa đổ như mưa xuống đoàn xe hộ tống."
        },
        {
            "en": "Fire-bombs rained down on the military <em>convoy</em>.",
            "vi": "Bom lửa đổ như mưa xuống đoàn xe hộ tống."
        },
        {
            "en": "The four of them ran to the truck, and the <em>convoy</em> started.",
            "vi": "Cả bốn người chạy ra xe, rồi đoàn xe lên đường."
        },
        {
            "en": "His son would join an aid <em>convoy</em> bringing food to Sarajevo.",
            "vi": "Con trai ông ấy sẽ tham gia vào đoàn xe cứu trợ đưa lương thực tới Sarajevo."
        },
        {
            "en": "We decided to drive in <em>convoy</em> because I didn't know the route.",
            "vi": "Chúng tôi quyết định lái xe theo đoàn vì tôi không thạo đường lắm."
        },
        {
            "en": "Two fighter jets buzzed the <em>convoy</em> as it approached the coast.",
            "vi": "Hai máy bay chiến đấu đã bay sát đoàn tàu khi nó tiến tới gần bờ biển."
        },
        {
            "en": "Iqbal Khan, a government official, said the attack occurred as a <em>convoy</em> passed through a bazaar in Bara.",
            "vi": "Iqbal Khan, một quan chức chính phủ, cho biết cuộc tấn công này xảy ra khi đoàn hộ tống đi qua chợ ở Bara."
        },
        {
            "en": "A shaman carrying a black sceptre leads the <em>convoy</em> through the street while other sing to the beat of a drum.",
            "vi": "Một thầy cúng sẽ mang theo quyền trượng màu đen dẫn đoàn hộ tống đi qua các con đường trong khi những người khác ca hát theo nhịp trống."
        },
        {
            "en": "A shaman carrying a black sceptre leads the <em>convoy</em> through the street while other sing to the beat of a drum.",
            "vi": "Một thầy cúng sẽ mang theo quyền trượng màu đen dẫn đoàn hộ tống đi qua các con đường trong khi những người khác ca hát theo nhịp trống."
        },
        {
            "en": "In a separate development, Hemming said he saw a <em>convoy</em> of about 25 Turkish-registered trucks heading south along the road toward Dohuk on Wednesday morning with a U.S. military escort.",
            "vi": "Trong một diễn biến khác, Hemming nói là có thấy một đoàn xe khoảng 25 chiếc xe tải mang biển số Thổ Nhĩ Kỳ hướng về phía nam theo đường đến Dohuk vào sáng thứ tư và có cả lính"
        },
        {
            "en": "In a separate development, Hemming said he saw a <em>convoy</em> of about 25 Turkish - registered trucks heading south along the road toward Dohuk on Wednesday morning with a U. S. military escort.",
            "vi": "Trong một diễn biến khác, Hemming nói là có thấy một đoàn xe khoảng 25 chiếc xe tải mang biển số Thổ Nhĩ Kỳ hướng về phía nam theo đường đến Dohuk vào sáng thứ tư và có cả lính Mỹ hộ tống."
        },
        {
            "en": "He cited a case in which the chief executive officer of a bank travelling in a <em>convoy</em> with Prime Minister Nguyen Tan Dung on a business trip lost a suitcase. An official in his department lost an iPad from a bag that had been slit open.",
            "vi": "Ông trích dẫn một trường hợp trong đó các giám đốc điều hành của một ngân hàng đi du lịch cùng một đoàn hộ tống với Thủ tướng Nguyễn Tấn Dũng trong một chuyến đi đã bị mất một chiếc vali. Ông bị mất một chiếc iPad từ chiếc túi đã bị mở."
        },
        {
            "en": "He turned up in a government vehicle at a hotel held by loyalists, a day after the rebels said they had detained him. A BBC correspondent said Saif al-Islam seemed confident and full of adrenalin. On Monday the rebels met strong resistance from pro-Gaddafi forces as they continued their push. Both sides say they control most of Tripoli. Saif al-Islam Gaddafi turned up at Hotel Rixos in the early hours of Tuesday. He told the BBC's Matthew Price: \"We have broken the backbone of the rebels.\" He added that by moving into Tripoli, the rebels had fallen into \"a trap\". \"We gave them a hard time, so we're winning,\" he said. Saif al-Islam Gaddafi, 39, had been widely regarded as a likely successor to his father. On Sunday the rebels claimed they had captured him, along with other members of his family. Asked if Col Gaddafi was safe and in Tripoli, Saif al-Islam replied: \"Of course.\" The Libyan leader's whereabouts are still unclear. His sprawling Bab al-Azizia compound is being defended by loyalist troops A diplomatic source told AFP news agency that Col Gaddafi could still be there. He has not been seen in public for months, although he has broadcast audio messages from undisclosed locations.  In a broadcast late on Sunday, he urged residents to \"save Tripoli\" from the rebels. In other developments: \u009f Pro-Gaddafi forces fire a suspected Scud missile from near their stronghold city of Sirte, US defence officials tell Reuters news agency  \u009f Col Gaddafi's eldest son Muhammad reportedly escaped from rebel custody hours after being detained  \u009f China and Russia issue statements urging Gaddafi forces to stop fighting  \u009f UN Secretary General Ban Ki-moon says leaders of regional blocs will meet in New York later this week  \u009f Egypt formally recognises the rebel National Transitional Council as the legitimate representative of the Libyan people Ambush  The rebels swept into Tripoli from several direction following an uprising in the capital at the weekend. They who were greeted by jubilant crowds in central Green Square when they arrived on Sunday. Rebel fighters have set up checkpoints in parts of the city, and say reinforcements are arriving by boat. But they have met stiff resistance in a number of areas. There was sustained gunfire near the Bab al-Azizia compound in western Tripoli throughout Monday. Gaddafi loyalists also remain in control of the area further south around the Rixos Hotel, where many Western journalists are based. A rebel <em>convoy</em> coming in from the west was ambushed by Gaddafi loyalists using anti-aircraft fire on Monday. The <em>convoy</em> forced to pull out of the city. As night fell the fighting appeared to die down in many areas. Both sides insist they have the upper hand. Government spokesman Moussa Ibrahim claimed late pro-Gaddafi had control of at least 75% of the city, while the rebels said they were holding about 80%. Our correspondents says it is impossible to determine who is telling the truth. World leaders have urged Col Gaddafi to step down. US President Barack Obama said elements of the Gaddafi regime continued to pose a threat. \"But this much is clear: the Gaddafi regime is coming to an end and the future of Libya is in the hands of its people,\" he said. He appealed to Col Gaddafi to reduce further bloodshed by \"explicitly relinquishing power to the people of Libya and calling on those forces that continue to fight to lay down their arms\".",
            "vi": "Anh ấy xuất hiện trên chiếc xe chính phủ tại một khách sạn do lực lượng trung thành sắp xếp, một ngày sau khi phe nổi dậy nói rằng họ đã bắt giữ được anh. Phóng viên của đài BBC cho biết Saif al-Islam có vẻ tự tin và đầy phấn khích. Vào hôm thứ Hai phe nổi dậy đã gặp sự chống cự mạnh mẽ từ phía lực lượng ủng hộ Gahafi khi họ tiếp tục tấn công mãnh liệt. Cả hai bên đều cho rằng họ đã kiểm soát hầu hết Tripoli. Saif al-Islam Gaddafi xuất hiện tại Khách sạn Rixos vào rạng sáng hôm thứ Ba. Anh ấy nói với phóng viên Matthew Price thuộc hãng thông tấn BBC rằng “Chúng tôi đã bẻ gãy xương sống phe nổi dậy. “Anh nói thêm rằng bằng việc di chuyển vào Tripoli, phe nổi dậy đã “sập bẫy”.  “Chúng tôi đã gây khó khăn cho họ, nên chúng tôi đang chiến thắng”. Saif al-Islam Gaddafi, 39 tuổi, được coi là người có nhiều khả năng kế vị cha. Vào hôm Chủ nhật phe nổi dậy tuyên bố họ đã bắt giữ được anh cùng với một số thành khác trong gia đình. Khi được hỏi liệu Đại tá Gaddafi vẫn an toàn ở Tripoli thì Saif al-Islam trả lời là “Dĩ nhiên rồi”.  Nhà lãnh đạo Li-bi ở đâu hiện vẫn chưa rõ. Đại bản doanh Bab al-Azizia vẫn đang được các binh lính trung thành bảo vệ. Theo nguồn tin chính xác cho hãng thông tấn AFP hay Đại tá Gaddafi vẫn còn ở đó. Nhiều tháng qua ông vẫn chưa xuất hiện trước công chúng dù ông có phát thông điệp ghi âm từ các địa điểm mật. Trong một chương trình truyền hình mới đây vào hôm Chủ nhật, ông đã kêu gọi cư dân hãy “cứu lấy Tripoli” từ phe nổi dậy. Các diễn biến khác : \u009f Lực lượng ủng hộ Gaddafi bắn một tên lửa nghi là loại Scud từ gần thành trì của họ thuộc thành phố Sirte, các viên chức thuộc bộ quốc phòng Hoa kỳ cho hãng thông tấn Reuters hay tin. \u009f Theo như đưa tin thì con trai cả Muhammad của Đại tá Gaddafi đã thoát khỏi sự giam giữ của phe nổi dậy sau khi bị bắt nhiều giờ. \u009f Trung Quốc và Nga đã kêu gọi lực lượng Gaddafi ngừng đánh \u009f Tổng thư ký Liên Hiệp Quốc Ban Ki – moon cho biết các lãnh đạo trong các khối khu vực sẽ họp tại New York vào cuối tuần này. \u009f Ai Cập chính thức công nhận Hội đồng Chuyển giao Quốc gia của phe nổi dậy là đại diện hợp pháp của nhân dân Li-bi. Cuộc phục kích Quân nổi dậy tràn vào Tripoli từ nhiều hướng sau cuộc nổi dậy ở thủ đô vào cuối tuần. Họ được người dân hân hoan chào đón ở trung tâm Quảng trường Xanh khi họ tiếp cận vào hôm Chủ nhật. Các chiến sĩ phe nổi dậy đã lập ra các trạm kiểm soát ở nhiều nơi trong thành phố và cho biết quân tiếp viện sẽ đến bằng tàu thuỷ. Nhưng họ đã gặp phải sự kháng cự kiên quyết ở một số vùng. Súng đại bác nổ liên tục gần đại bản doanh Bab al-Azizia ở phía tây Tripoli suốt hôm thứ Hai. Lực lượng trung thành Gaddhafi cũng tiếp tục kiểm soát thêm khu vực phía nam quanh khách sạn Rixos nơi có nhiều nhà báo phương Tây cư trú. Một đoàn hộ tống phe nổi dậy tiếp cận vào từ phía Tây đã bị lực lượng trung thành Gaddafi phục kích bằng hoả lực phòng không vào hôm thứ Hai. Đoàn hộ tống buộc phải rút ra khỏi thành phố. Khi đêm đến thì cuộc chiến có vẻ lắng xuống ở nhiều khu vực. Cả hai bên đều cho rằng họ đã chiếm ưu thế. Phát ngôn viên của chính phủ, Moussa Ibrahim tuyên bố cựu lực lượng ủng hộ Gaddafi đã nắm giữ ít nhất 75% thành phố trong khi phe nổi dậy nói rằng họ đang chiếm giữ 80%.  Phóng viên của chúng tôi cho biết không thể xác định bên nào nói đúng sự thật. Các nhà lãnh đạo trên thế giới đã kêu gọi Đại tá Gaddafi nên rút lui. Tổng thống Hoa Kỳ Barack Obama nói rằng các thành phần thuộc chế độ Gaddafi vẫn tiếp tục gây đe doạ. Ông còn nói “Nhưng rõ ràng là chế độ Gaddafi đang đến hồi kết thúc và tương lai Libya thuộc về nhân dân.” Ông còn kêu gọi Đại tá Gaddafi hạn chế bớt đổ máu bởi “ rõ ràng quyền lực đang chuyển về tay nhân dân Libya và ông đang kêu gọi các lực lượng đó tiếp tục chiến đấu để khiến họ phải hạ vũ khí”."
        },
        {
            "en": "Many obstacles to a final Middle East peace deal      \n \n8 October 2010 Last updated at 01:47 GMT  Heavy US reliance on private security in Afghanistan has helped to line the pockets of the Taliban, a US Senate report says. The study by the Senate Armed Services Committee says this is because contractors often fail to vet local recruits and end up hiring warlords.  The report demands \"immediate and aggressive steps\" to improve the vetting and oversight process. Some 26,000 private security personnel, mostly Afghans, operate in Afghanistan. Nine out of 10 of them work for the US government. Private security firms in Afghanistan provide guards for everything from diplomatic missions and aid agencies to supply convoys.  In August, Afghan President Hamid Karzai gave private security companies four months to end operations in Afghanistan. 'Mr White'  \"All too often our reliance on private security contractors in Afghanistan has empowered warlords, powerbrokers operating outside Afghan government control,\" Democratic Senator Carl Levin, chairman of the Senate committee, said. \"These contractors threaten the security of our troops and risk the success of our mission,\" he added.  The report paints a disturbing picture of how some of those hired have little training or experience in firing weapons, while other contractors are warlords with known links to the Taliban, the BBC's Steve Kingstone in Washington says. The document gives several notorious examples, including a man the Americans have nicknamed Mr White - after a character in the violent film Reservoir Dogs. He is said to have funded the Taliban and to have hosted a meeting with a senior commander responsible for a wave of roadside bombs targeting Nato troops. The report also says that - by funding warlords with their own private militias - the US is undermining its declared aim of creating a more stable Afghanistan. It warns that the growth of a lucrative private security industry has drawn new recruits away from the Afghan police and army, where salaries are lower. The study follows July's Congressional inquiry, which said that trucking contractors paid tens of millions of dollars a year to local warlords for <em>convoy</em> protection.  In recent months, US forces in Afghanistan have pledged to increase their oversight of security contractors and set up task forces to track the money spent among sub-contractors. http://www.bbc.co.uk/news/world-south-asia-11498443",
            "vi": "Many obstacles to a final Middle East peace deal     \n \n8 October 2010 Last updated at 01:47 GMT  Một báo cáo tại Thượng Viện Mỹ cho biết việc Hoa Kỳ trông cậy quá nhiều vào hoạt động an ninh tư nhân đã giúp Taliban vơ tiền đầy túi. Nghiên Cứu của Ủy Ban Kiểm Tra Quân Đội Thượng Nghị Viện cho biết đó là do các nhà thầu thường không thể kiểm soát binh lính người địa phương nên đành phải thuê các thủ lĩnh quân sự. Báo cáo này yêu cầu phải có “các biện pháp tức thời và rốt ráo” để cải thiện việc kiểm tra và giám sát tiến trình. Khoảng 26.000 binh lính an ninh tư nhân, hầu hết là dân địa phương, hoạt động tại Afghanistan Chín trên mười người làm việc cho chính phủ Hoa Kỳ.  Các hãng an ninh tư nhân tại Afghanistan cung cấp dịch vụ bảo vệ cho bất kỳ hoạt động nào từ bảo vệ các phái bộ ngoại giao và cơ quan cứu trợ đến hộ tống các đoàn xe.  Vào tháng Tám, tổng thống Hamid Karzai của Afghanistan ra thời hạn 4 tháng để các công ty an ninh tư nhân chấm dứt hoạt động tại Afghanistan.   ‘Ngài da trắng’ Carl Levin, thượng nghị sĩ đảng Dân Chủ, chủ tịch Ủy Ban Thượng Viện, cho biết, “Việc chúng ta trông cậy quá nhiều vào các nhà thầu an ninh tư nhân đã tiếp thêm quyền lực cho các thủ lĩnh quân sự, các nhân vật thế lực hoạt động vượt ra ngoài khả năng kiểm soát của chính phủ Afghanistan.”  “Các nhà thầu này đe dọa sự an toàn của các binh sĩ chúng ta và có nguy cơ phá hỏng sứ mệnh của chúng ta,” ông nói thêm. Steve Kingston, phóng viên của BBC tại Washington cho biết, báo cáo này đã vẽ lên một quan cảnh hỗn loạn trong đó một số binh lính được tuyển mộ ít được huấn luyện và ít có kinh nghiệm trong sử dụng vũ khí, trong khi đó một số các nhà thầu khác là các thủ lĩnh quân sự được biết là có quan hệ với Taliban. Tài liệu này đề cập đến một số điển hình khét tiếng, trong đó có một người mà phía Mỹ đặt biệt danh là Ngài Da Trắng – theo tên của một nhân vật trong bộ phim bạo lực “Các Chiến Khuyển Dự Bị” (Reservoir Dogs) Người ta nói anh ta đã tài trợ cho Taliban và tổ chức một cuộc họp với một chỉ huy kỳ cựu chịu trách nhiệm về hàng loạt các vụ đánh bom ngoài đường nhắm vào binh lính Nato. Báo cáo này cũng cho biết – qua việc tài trợ cho các thủ lĩnh quân sự có quân du kích riêng của mình – Hoa Kỳ đang phá hỏng mục tiêu tạo dựng một Afghanistan ổn định mà họ đã tuyên bố. Báo cáo cảnh báo rằng sự tăng trưởng của ngành an ninh tư nhân béo bở đã lôi kéo thêm các binh sĩ mới từ lượng lực quân đội và cảnh sát Afghanistan, là những nơi trả lương thấp hơn. Nghiên cứu này diễn ra tiếp theo sau cuộc điều tra của Quốc Hội vào tháng Bảy, cho biết rằng các nhà thầu vận tải đã trả hàng chục triệu đô-la mỗi năm cho các thủ lĩnh địa phương để được bảo vệ các đoàn xe. Trong những tháng gần đây, các lực lượng Hoa Kỳ tại Afghanistan đã cam kết gia tăng sự giám sát đối với các nhà thầu an ninh và thiết lập các lực lượng đặc nhiệm theo dõi lượng tiền chi tiêu giữa các nhà thầu phụ. http://www.bbc.co.uk/news/world-south-asia-11498443"
        }
    ],
    "suggestions": []
}