{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kən'və:sli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">ngược lại</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">you can move this device from left to right or</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">conversely</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">from right to left</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">bạn có thể dời thiết bị này từ trái sang phải hoặc ngược lại, từ phải sang trái</font></td></tr></table><i/></div>",
            "word": "conversely",
            "pronounce": "[kən'və:sli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "conversely",
            "pronounce": "[kən'və:sli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conversely",
            "pronounce": "[kən'və:sli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conversely",
            "pronounce": "[kən'və:sli]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đảo lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ngược lại</font></td></tr></tbody></table></div>",
            "word": "conversely",
            "pronounce": "[kən'və:sli]"
        }
    },
    "sentences": [
        {
            "en": "<em>Conversely</em>, we could conclude that he worked effectively.",
            "vi": "Ngược lại, ta có thể kết luận rằng anh đã làm việc rất năng suất."
        },
        {
            "en": "<em>Conversely</em>, just 18% partly or completely agreed with this statement.",
            "vi": "Ngược lại, chỉ có 18% đồng ý một phần hoặc hoàn toàn với câu nói này."
        },
        {
            "en": "The Mekong Delta, <em>conversely</em>, shows the smallest improvement.",
            "vi": "Ngược lại, Đồng bằng Sông Cửu Long cho thấy có mức cải thiện thấp nhất."
        },
        {
            "en": "You can add the fluid to the powder or <em>conversely</em>, the powder to the fluid.",
            "vi": "Bạn có thể thêm chất lỏng vào bột hoặc ngược lại, bột vào chất lỏng."
        },
        {
            "en": "<em>Conversely</em>, creating an SOE in Lao Cai is unlikely to have much impact.",
            "vi": "Ngược lại, thành lập một DNNN ở Lào Cai có khả năng không có nhiều tác động."
        },
        {
            "en": "<em>Conversely</em>, urban households will represent an increasing share of the poor.",
            "vi": "Ngược lại, các hộ ở thành thị sẽ ngày càng chiếm tỷ trọng lớn trong số người nghèo."
        },
        {
            "en": "My brother is a meticulous person. <em>Conversely</em>, I 'm an outlandish and obstinate man.",
            "vi": "Anh trai tôi là một người cẩn thận. Ngược lại, tôi là một gã ngang bướng và kỳ quặc."
        },
        {
            "en": "My brother is a meticulous person. <em>Conversely</em>, I'm an outlandish and obstinate man.",
            "vi": "Anh trai tôi là một người cẩn thận. Ngược lại, tôi là một gã ngang bướng và kỳ quặc."
        },
        {
            "en": "You can move this device from left to right or, <em>conversely</em>, from right to left.",
            "vi": "Bạn có thể dời thiết bị này từ trái sang phải hoặc ngược lại, từ phải sang trái."
        },
        {
            "en": "Some of her wrong answers were marked right and, <em>conversely</em>, some right answers had been rejected.",
            "vi": "Một vài câu trả lời sai của cô ấy bị đánh dấu đúng và, ngược lại, một vài câu trả lời đúng đã bị loại bỏ."
        },
        {
            "en": "<em>Conversely</em>, the lowest priority, except in Haiphong, was to “seek special support from the government”.",
            "vi": "Ngược lại, ưu tiên ở mức độ thấp nhất, trừ Hải Phòng, là “tìm kiếm hỗ trợ đặc biệt từ chính quyền”."
        },
        {
            "en": "<em>Conversely</em>, small investments can go a long way in a country with a low ICOR.",
            "vi": "Ngược lại, các dự án đầu tư nhỏ có thể có hiệu quả cao ở một nước có ICOR thấp."
        },
        {
            "en": "<em>Conversely</em>, men take little responsibility for contraception use, whilst being the main decision makers regarding family planning.",
            "vi": "Ngược lai, nam giới ít có trách nhiệm trong sử dụng các biện pháp tránh thai, trong khi họ là người quyết định chính đối với việc kế hoạch hoá gia đình."
        },
        {
            "en": "<em>Conversely</em>, each authorized person may use his or her position and power for personal gain and benefit.",
            "vi": "Hoặc chính từng người được uỷ quyền lạm dụng địa vị của mình để phục vụ cho lợi ích của chính bản thân."
        },
        {
            "en": "<em>Conversely</em> among households below the food poverty line is VBSP a more important source of finance than commercial banks.",
            "vi": "Ngược lại, đối với các hộ nằm dưới ngưỡng nghèo thì NHVSXH là một nguồn tài chính quan trọng hơn so với các ngân hàng thương mại."
        },
        {
            "en": "<em>Conversely</em>, shares of joint stock firms, in many cases, are quite closely held by friends and family members.",
            "vi": "Ngược lại, đối với một số công ty cổ phần tư nhân, cổ phần thường do bạn bè và các thành viên trong gia đình nắm giữ."
        },
        {
            "en": "<em>Conversely</em>, in 1977 Nobel Prize laureate James Meade also announced that Mauritius was a hopeless case in economic development.",
            "vi": "Ngược lại, năm 1977 người đoạt giải thưởng Nô-ben James Meade cũng gần như đã công bố rằng Mauritius hoàn toàn vô vọng trong phát triển kinh tế."
        },
        {
            "en": "<em>Conversely</em>, men are viewed as hottempered with less emotional control, traits that are exacerbated by the consumption of alcohol.",
            "vi": "Trái lại, nam giới được cho là những người nóng tính, ít có khả năng tự kiềm chế, và được phân biệt bởi khả năng uống rượu."
        },
        {
            "en": "<em>Conversely</em>, 20% of equitized firms and 58% of joint stock companies definitely do not pay fees to Board members.",
            "vi": "Ngược lại, 20% các công ty cổ phần hóa và 58% các công ty cổ phần không trả lương cho các thành viên hội đồng quản trị."
        },
        {
            "en": "<em>Conversely</em>, when exchanges meet the specific criteria for them to be considered exchanges of similar assets, the gains are not recognized.",
            "vi": "Ngược lại, khi trao đổi tuân theo tiêu chuẩn cụ thể đã được xem là trao đổi tài sản cùng tính chất, thì khoản lãi không được ghi nhận."
        }
    ],
    "suggestions": []
}