{
    "en_vn": {
        "data": {
            "content": null,
            "word": "conveniences",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "conveniences",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "conveniences",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "conveniences",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "conveniences",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "With all modern <em>conveniences</em>.",
            "vi": "Có đầy đủ tiện nghi hiện đại."
        },
        {
            "en": "Modern rooms and <em>conveniences</em>.",
            "vi": "Các phương tiện hiện đại và tiện nghi."
        },
        {
            "en": "My kitchen has all <em>conveniences</em>.",
            "vi": "Nhà bếp tôi có đầy đủ tiện nghi."
        },
        {
            "en": "The house has all the modern <em>conveniences</em>.",
            "vi": "Căn nhà có đủ tiện nghi hiện đại."
        },
        {
            "en": "My new house has all <em>conveniences</em>.",
            "vi": "Căn nhà mới của tôi có đầy đủ tiện nghi."
        },
        {
            "en": "I'll tell you about the hotel's <em>conveniences</em>.",
            "vi": "Tôi sẽ cho các bạn biết về những tiện nghi của khách sạn."
        },
        {
            "en": "She has a hotel with all modern <em>conveniences</em>.",
            "vi": "Cô ấy có một khách sạn đầy đủ tiện nghi hiện đại."
        },
        {
            "en": "Her kitchen was equipped with a range of modern <em>conveniences</em>.",
            "vi": "Nhà bếp của cô ấy được trang bị đủ loại đồ dùng tiện nghi hiện đại."
        },
        {
            "en": "The house is equipped with all modern <em>conveniences</em>.",
            "vi": "Ngôi nhà được trang bị đây đủ tiện nghi."
        },
        {
            "en": "We can't live without all our modern <em>conveniences</em>!",
            "vi": "Chúng tôi không thể sống mà không có tất cả tiện nghi hiện đại!"
        },
        {
            "en": "The place has been fitted up with all modern <em>conveniences</em>.",
            "vi": "Nơi đó được lắp đặt tất cả những tiện nghi hiện đại."
        },
        {
            "en": "He has a house with all modern <em>conveniences</em>.",
            "vi": "Anh ấy có căn nhà đầy đủ tiện nghi hiện đại."
        },
        {
            "en": "We can't live without all the modern <em>conveniences</em>.",
            "vi": "Chúng ta không thể sống mà không có tất cả các tiện nghi hiện đại."
        },
        {
            "en": "I like city because there are a lot of <em>conveniences</em>.",
            "vi": "Tôi thích thành phố vì có nhiều thuận lợi."
        },
        {
            "en": "Rooms are equipped with all the modern <em>conveniences</em> for a truly comfortable stay.",
            "vi": "Phòng được trang bị với tất cả các tiện nghi hiện đại cho một kỳ nghỉ thật sự thoải mái."
        },
        {
            "en": "Country people lack such comforts and <em>conveniences</em> as electricity, drinking water, good transportation and entertainment.",
            "vi": "Người dân nông thôn thiếu các tiện nghi và tiện ích như điện, nước sạch, phương tiện chuyên chở và giải trí tốt."
        },
        {
            "en": "Dr. Hinohara schlepped his own bags and turned his back on such modern <em>conveniences</em> as elevators and escalators:",
            "vi": "Bác sĩ Hinohara mang theo túi xách và từ chối với các tiện nghi hiện đại như thang máy và thang cuốn. Ông nói:"
        },
        {
            "en": "Dr. Hinohara schlepped his own bags and turned his back on such modern <em>conveniences</em> as elevators and escalators:",
            "vi": "Bác sĩ Hinohara mang theo túi xách và từ chối với các tiện nghi hiện đại như thang máy và thang cuốn. Ông nói: "
        },
        {
            "en": "It gives users more <em>conveniences</em> in communicating or even telecommunicating with other people such as talking, sending messages, taking pictures, recording speeches.",
            "vi": "Nó mang đến cho người dùng nhiều tiện lợi hơn trong giao tiếp hoặc thậm chí thông tin liên lạc bằng điện thoại với những người khác như nói chuyện, gửi tin nhắn, chụp ảnh, ghi âm các bài phát biểu."
        },
        {
            "en": "Nowaday, people, especially young persons, prefer shopping in Supermarket than tranditional Open Market because of many <em>conveniences</em> such as fixed price, quality control.",
            "vi": "Ngày nay, mọi người, đặc biệt là giới trẻ, thích đi mua sắm ở siêu thị hơn là những chợ ngoài trời truyền thống vì nhiều lý do như giá cố định, chất lượng được quản lý."
        }
    ],
    "suggestions": []
}