{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kən'və:dʒ]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(toán học); (vật lý) hội tụ, đồng quy</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cùng kéo về, cùng đổ về (một nơi)</td></tr></table><i/></div>",
            "word": "converge"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>converge</k><blockquote><cclass>[<cclass>kən'və:dʒ<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 come together from different directions so as eventually to meet. </blockquote></blockquote><blockquote><blockquote>    ⁃ (<cclass><b>converge on/upon</b>) come from different directions and meet at. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>Mathematics (of a series) approximate in the sum of its terms towards a definite limit. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from late L. <i>convergere</i>, from <i>con-</i> 'together' + L. <i>vergere</i> 'incline'. </blockquote></div>",
            "word": "converge"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>converge</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>Oxford Circus, a station where three lines converge</i>: MEET, intersect, cross, connect, link up, coincide, join, unite, merge.</blockquote><blockquote><b>2</b><i>90,000 fans converged on Wembley</i>: CLOSE IN ON, bear down on, approach, move towards.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>diverge, leave.</blockquote></div>",
            "word": "converge"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>converge</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>d</abr>; <abr>intr.</abr>) to converge on, upon; towards (to converge on the speaker's platform)</ex></blockquote></blockquote></div>",
            "word": "converge"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đồng quy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hội tụ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">converge in the mean</font><font color=\"#282828\">: hội tụ trung bình</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">converge to a limit</font><font color=\"#282828\">: hội tụ tới một giới hạn</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tụ về một điểm</font></td></tr></tbody></table></div>",
            "word": "converge"
        }
    },
    "sentences": [
        {
            "en": "Two lines <em>converge</em> to a point.",
            "vi": "Hai đường thẳng cắt nhau tại một điểm."
        },
        {
            "en": "All the roads <em>converge</em> to Rome.",
            "vi": "Mọi con đường đều dẫn tới thành Rome."
        },
        {
            "en": "His thinking will <em>converge</em> with the majority.",
            "vi": "Suy nghĩ của họ sẽ theo đa số."
        },
        {
            "en": "The light <em>converge</em> in a point.",
            "vi": "Ánh sáng tụ lại một điểm."
        },
        {
            "en": "All roads <em>converge</em> on the capital.",
            "vi": "Mọi con đường đều đổ về thủ đô."
        },
        {
            "en": "The roads <em>converge</em> just before the airport.",
            "vi": "Các con đường qui tụ ngay trước phi cảng."
        },
        {
            "en": "This is a station where three railway lines <em>converge</em>.",
            "vi": "Đây là một nhà ga nơi có ba tuyến đường ray cùng đổ về."
        },
        {
            "en": "The policies of the political parties have started to <em>converge</em>.",
            "vi": "Chính sách của các đảng chính trị đã bắt đầu có điểm giống nhau."
        },
        {
            "en": "Take tr <em>converge</em> into accountThe Swell is portbarter the work",
            "vi": "Quan tâm đến quy trình chuyển đổi công việc"
        },
        {
            "en": "Mike and Jessica and Eric were all there, beginning to <em>converge</em> on us.",
            "vi": "Mike, Jessica và Eric đều ở đó, bắt đầu kéo về phía chúng tôi."
        },
        {
            "en": "In the mid - eighties, the political tendencies in Southeast Asia began to <em>converge</em>.",
            "vi": "Vào giữa thập kỷ tám mươi, các xu hướng chính trị tại đông nam á đã bắt đầu qui tụ."
        },
        {
            "en": "Enthusiasts from around the world <em>converge</em> on Le men for the annual car race.",
            "vi": "Các tay hâm mộ trên khắp thế giới hội tụ về Le Mans để dự cuộc đua ô tô hàng năm."
        },
        {
            "en": "Convex lenses <em>converge</em> the light, and concave lenses diverge it, they are worn to correct faulty eyesight.",
            "vi": "Các thấu kính lồi hội tụ ánh sáng, còn các thấu kính lõm là kính phân kỳ, người ta mang các thấu kính này để điều chỉnh các khuyết tật thị giác."
        },
        {
            "en": "All the flavours seem to <em>converge</em> in a small piece of cake, harmonising with each other so perfectly that a single bite is worth a thousand words.",
            "vi": "Không hề khoa trương khi nói rằng tất cả các hương vị gói gọn trong một miếng bánh nhỏ, các nguyên liệu hòa hợp với nhau tạo nên vị ngon hoàn hảo trong từng miếng cắn."
        },
        {
            "en": "However, the studies <em>converge</em> in their assessments of public investments at more disaggregated levels that there are apparent efficiency problems that need to be taken care of properly when designing future development plans.",
            "vi": "Tuy nhiên, các nghiên cứu đã nhất quán trong việc đánh giá đầu tư công cộng ở mức độ chi tiết hơn, đó là có vấn đề về hiệu quả cần phải được quan tâm một cách thích đáng khi xây dựng kế hoạch phát triển trong tương lai."
        },
        {
            "en": "One of the flaws of the quality time concept lies in the fact that the needs of the children and the availability of the parents do not always <em>converge</em>.",
            "vi": "Một trong những sai lầm về quan niệm thời gian quý báu dành cho con cái nằm trong thực tế là nhu cầu của đứa trẻ và lúc rảnh việc của cha mẹ thường không trùng nhau."
        },
        {
            "en": "Further, if there is any trading at other than the unique general equilibrium price set, it cannot be demonstrated that the system will <em>converge</em> to general equilibrium (Weeks 1989, Chapters 8 and 11).",
            "vi": "Thêm vào đó, nếu có một sự trao đổi nào bên ngoài hệ thống giá trong trạng thái cân bằng chung duy nhất, thì không thể trình diễn được rằng hệ thống sẽ qui tụ về trạng thái cân bằng chung (WeekS 1989, các Chương 8 và 11)."
        },
        {
            "en": "Landmark 81 will be Vietnam’s tallest building, and be a symbol of unity, wealth, and prosperity. It is the “heart” of Vinhomes Central Park, where trendy entertainment services, a premium business center, and a luxury hotel <em>converge</em>.",
            "vi": "Landmark 81 sẽ là tòa nhà cao nhất Việt Nam, và là biểu tượng của sự đoàn kết, sự giàu có và thịnh vượng. Đó là \"trái tim\" của Vinhomes Central Park, nơi có các dịch vụ thời trang và giải trí, trung tâm thương mại cao cấp và một khách sạn sang trọng."
        },
        {
            "en": "Occasionally, all three corners of this “dark triad” <em>converge</em> in a single person, who is vain, scheming, and unfeeling, but sometimes you can score highly in one characteristic but not the other.",
            "vi": "Thỉnh thoảng, một cá nhân nào đó có thể hội tụ cả ba loại tính cách. Đó là những người tự đắc, đầy toan tính, vô cảm. Nhưng đôi lúc bạn có thể thiên về một trong ba loại tính cách trên thay vì hai loại còn lại."
        },
        {
            "en": "These people are not the product of legend, nor is the country they inhabit a mythical utopia. They call themselves the Hunzas and live in the mountain peaks of the Himalayas. To be more precise, the Hunza country, with a population of only 30,000, is situated at the extreme northern point of India, where the borders of Kashmir, China, India and Afghanistan <em>converge</em>.",
            "vi": "Những người này cũng chỉ là những phàm nhân mà thôi, miền đất họ sống cũng chẳng phải miền đất thần thoại gì. Họ gọi mình là người Hunza, những người sống trên đỉnh Hy Mã Lạp Sơn. Chính xác hơn, miền đất Hunza, dân số chỉ 30 ngàn người, ở vị trí điểm cực bắc Ấn Độ, giữa biên giới Kashmir, Trung Quốc, Ấn Độ và Afghanistan."
        }
    ],
    "suggestions": []
}