{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ku:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tiếng gù của bồ câu</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">gù (bồ câu)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">nói thì thầm, thủ thỉ</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to coo one's words</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nói thì thầm</font></td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">to bill and coo</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">(nói về những người yêu nhau) hôn hít và thầm thì; ôm ấp hú hí</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">thán từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">biểu lộ sự kinh ngạc</td></tr></table><i/></div>",
            "word": "coo",
            "pronounce": "[ku:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>coo</k><blockquote><b>coo<sup>1</sup></b></blockquote><blockquote>■ <cclass>verb (<cclass><b>coos</b>, <cclass><b>cooing</b>, <cclass><b>cooed</b>) </cclass></cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 (of a pigeon or dove) make a soft murmuring sound. </blockquote></blockquote><blockquote><blockquote>2》 speak in a soft gentle voice. </blockquote></blockquote><blockquote>■ <cclass>noun a cooing sound. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: imitative. </blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>coo<sup>2</sup></b></blockquote><blockquote>■ <cclass>exclamation <cclass>Brit. <cclass>informal used to express surprise. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: imitative. </blockquote></div>",
            "word": "coo",
            "pronounce": "[ku:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "coo",
            "pronounce": "[ku:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "coo",
            "pronounce": "[ku:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "coo",
            "pronounce": "[ku:]"
        }
    },
    "sentences": [
        {
            "en": "to <em>coo</em> one's words",
            "vi": "nói thì thầm"
        },
        {
            "en": "<em>Coo</em>, look at him!",
            "vi": "Chà, hãy nhìn anh ấy đi!"
        },
        {
            "en": "<em>Coo</em> one's words",
            "vi": "Nói thì thầm"
        },
        {
            "en": "Bill and <em>coo</em>.",
            "vi": "Thủ thỉ với nhau (trai gái)"
        },
        {
            "en": "They can bill and <em>coo</em> in crowded place.",
            "vi": "Họ có thể hôn hít và thầm thì ở những chỗ đông người."
        },
        {
            "en": "I'll try love, I'll bill and <em>coo</em> with your gruesome auntie Susan.",
            "vi": "Tôi sẽ cố gắng yêu thương, hú hí với người dì khủng khiếp Susan."
        },
        {
            "en": "Pete is the <em>COO</em> (Chief Operating Officer) of Broadway Video whom I want to discuss a new entertainment TV show for one of my clients.",
            "vi": "Pete là Giám đốc tác nghiệp của Broadway Video, người tôi muốn gặp để bàn về một chương trình giải trí trên ti vi mới cho một trong những khách hàng của tôi."
        },
        {
            "en": "He would cite the endorsements of the vice president of Human Resources, the CFO, and <em>COO</em>-each of whom would be on hand to back up the boss at the board meeting.",
            "vi": "Ông sẽ nêu ý kiến của phó chủ tịch quản lý nguồn nhân lực, giám đốc tài chính, và giám đốc hành chính - những cánh tay đắc lực hậu thuẫn cho ông tại các cuộc họp của hội đồng quản trị."
        },
        {
            "en": "What about the difference between insider and outsider CEOs — they really seem to replace different functional heads. Insiders are much more likely to replace the <em>COO</em>, for instance, while outsiders are more likely to replace the CFO. Why the discrepancy?",
            "vi": "Sự khác biệt giữa CEO là người nội bộ và CEO là người đến từ bên ngoài là gì - thật sự là họ có vẻ sẽ thay các trưởng phòng chức năng khác nhau. Những người nội bộ thì rất hay thay vị trí giám đốc điều hành (COO) còn những người đến từ bên ngoài thì thường thay Giám đốc tài chính (CFO) hơn. Vì sao lại có sự khác biệt này?"
        },
        {
            "en": "On those occasions when you can't land as big a fish as you might have liked, you can try to pull in a person with proximity to power : a political consultant to a politician, the <em>COO</em> (Chief Operating Officer) of a company under a famous CEO.",
            "vi": "Những lúc bạn không thể bắt được con cá to như mình muốn, bạn có thể cố lôi kéo người ở gần với quyền lực/ở nấc quyền lực kế tiếp: nhà tư vấn chính trị cho một chính trị gia, giám đốc điều hành hoạt động (COO) một công ty có một CEO nổi tiếng."
        },
        {
            "en": "On those occasions when you can't land as big a fish as you might have liked, you can try to pull in a person with proximity to power: a political consultant to a politician, the <em>COO</em> (Chief Operating Officer) of a company under a famous CEO.",
            "vi": "bắt được con cá to như mình muốn, bạn có thể cố lôi kéo người ở gần với quyền lực/ở nấc quyền lực kế tiếp : nhà tư vấn chính trị cho một chính trị gia, giám đốc điều hành hoạt động (COO) một công ty có một CEO nổi tiếng."
        },
        {
            "en": "On those occasions when you can't land as big a fish as you might have liked, you can try to pull in a person with proximity to power : a political consultant to a politician, the <em>COO</em> (Chief Operating Officer) of a company under",
            "vi": "Những lúc bạn không thể bắt được con cá to như mình muốn, bạn có thể cố lôi kéo người ở gần với quyền lực/ở nấc quyền lực kế tiếp: nhà tư vấn chính trị cho một chính trị gia, giám đốc điều hành hoạt động (COO) một công ty có một CEO nổi tiếng."
        },
        {
            "en": "When a new CEO gets that [internal promotion], they want to be closer to the business than not, and boards usually want them to have their thumb on the pulse of the organization, rather than someone else. But CEOs do need to be less in the day to day operations, and become more externally focused. So they need to have the right person in that <em>COO</em> role.",
            "vi": "Khi một CEO mới đảm nhiệm vị trí đó (thăng chức trong nội bộ), họ muốn sâu sát công ty hơn là không nắm bắt gì, và ban quản trị thường muốn họ để lại dấu ấn lên mọi công việc của tổ chức, chứ không phải người nào khác. Nhưng các CEO cần ít can dự vào những công việc ngày nào cũng diễn ra đi mà phải tập trung nhiều hơn vào các công việc đối ngoại. Vì vậy họ cần có người thích hợp trong vai trò giám đốc điều hành (COO) đó."
        },
        {
            "en": "Baby development: 12 ways to help your infant learn & grow    One month Spend time with your baby, up close. Why? She sees best now when things are only 8 to 15 inches away. As her eyes are developing she'll love focusing on faces. So when she's not sleeping, hold your face close and feel free to <em>coo</em> away. Two months Help your baby develop better hand movements and vision by clapping his hands together and singing songs. Over time he'll try imitating your movements and voice, developing hand-eye coordination and language. Baby will also begin copying your expressions. Try holding baby close and sticking out your tongue, opening your mouth wide, or giving baby a big grin. Three months Your baby may start playing with her hands and swiping at things. Encourage hand-eye coordination by holding colorful rattles and toys up for her to grasp. She will also enjoy lifting her head. Encourage this with tummy playtime. Offer safe mirrors for her to peer in. It'll inspire her to lift her head even higher to see the adorable face looking back at her. Four months Social, motor, and language skills are blossoming now. Baby will show emotions by babbling happily when a bright toy appears, or grunting and crying angrily when you take it away. And guess what -- baby's ticklish now! The tickle reflex develops at about his fourteenth week. Five months Baby's eyes and ears are starting to work as well as yours do. Baby is also beginning to babble, maybe saying dada and mama. Try talking back and introducing simple words to help her learn how to communicate. Repeat words and encourage baby when she tries to imitate you. Start reading from books, pointing out objects as you say their name. Six months Soon baby will learn to sit up and move around. Get him moving by placing him on his belly. Then put a toy on the floor and encourage him to reach for it. Because babies this age put most everything in their mouths, be sure toys are bigger than the inside of a toilet paper tube. And be sure the house is baby-proofed. Seven months Your baby's hand skills are developing further, especially the pincer grasp. Stimulate her fine motor skills and coordination by providing small, safe objects to pick up. Plastic measuring spoons or small cups work well. Or sit outside and pick at the grass. At first she'll grab handfuls, but then become fascinated with -- and try to pluck up -- single blades. Eight months Time to stimulate baby's sense of space and word use. First, try giving baby toys that fit inside one another like pots and pans. Or try asking baby, \"Where's your nose?\" and pointing to his nose. As you repeat the game, adding body parts, it teaches baby the meaning of words. Nine months Baby may become fascinated with hinged objects and how they work. Watch as she entertains herself with books that have stiff cardboard pages, cabinet doors, boxes with flaps, or toys that pop open. As she opens and closes a box or door -- maybe dozens of times -- she's developing hand-eye coordination. 10 months Baby may love finding things that are hidden. Play \"Where Did It Go?\" to help him develop fine motor skills and the concept of object permanence -- that things don't go away when he can't see them. Hide a brightly colored object under a scarf or beneath some sand in a sandbox. Then put baby's hand over the object and help him uncover it. Soon he'll find it without help. 11 months Keep working on language skills with lots of games and songs. Language skills develop through human interaction -- not through baby DVDs or TV -- so talk to baby as often as you can. Tell her what you're doing, ask questions, and use dramatic gestures and tones. She's watching and catching on. Your baby's development Some babies talk early. Others crawl months before their peers. All babies mature at their own pace.  Slower development rarely signals something is wrong with baby. If you have any worries, ask your pediatrician. It's often just normal differences among children. So relax and enjoy your baby's journey.",
            "vi": "Sự phát triển của trẻ: 12 cách để giúp trẻ sơ sinh nhận thức và phát triển     1 tháng tuổi  Ở giai đoạn này bạn nên dành thời gian với con, ở gần sát bên con nhé. Tại sao ư? Bé của bạn giờ đây chỉ có thể nhìn thấy rõ nhất các vật ở gần từ 8 đến 15 in-sơ thôi. Khi mắt dần hoàn thiện thì bé sẽ thích nhìn tập trung vào khuôn mặt. Vì vậy hễ khi nào bé thức, bạn hãy đưa mặt mình sát lại bên con và thoải mái rù rì với con đi nhé.   2 tháng tuổi Hãy tập cho bé phát triển các động tác tay và mắt tốt hơn bằng cách vỗ tay con và hát. Dần dần bé sẽ cố bắt chước các động tác và giọng nói của bạn, đồng thời có thể phối hợp được mắt và tay đi kèm với ngôn ngữ. Ở tuổi này trẻ cũng sẽ bắt đầu học theo các cử chỉ nét mặt của bạn. Hãy thử ôm chặt con, thè lưỡi ra, há to miệng, hoặc cười toe toét với bé xem nào.   3 tháng tuổi  Giai đoạn này bé có thể bắt đầu biết chơi bằng tay và đánh giật nhiều đồ đạc. Bạn nên khuyến khích con phối hợp cả mắt và tay bằng cách cầm lúc lắc hoặc đồ chơi nhiều màu cho con chụp. Bé cũng sẽ thích ngóc đầu dậy. Hãy tập cho con chơi nằm sấp và nên đặt các tấm gương an toàn để bé có thể nhìn thấy. Chúng có thể làm cho bé thích thú ngóc đầu dậy thậm chí cao hơn nữa để nhìn thấy gương mặt đáng yêu cũng đang nhìn mình trong gương.   4 tháng tuổi Các kỹ năng giao tiếp, ngôn ngữ và vận động của bé hiện đang phát triển rất nhanh ở tháng thứ tư này. bé sẽ bày tỏ cảm xúc bằng cách bi bô vui mừng khi nhìn thấy đồ chơi sặc sỡ, hoặc lè nhè và khóc toáng lên khi bạn đem cất đi. Hãy đoán xem – bé của bạn rất hay cười đấy! Phản xạ này phát triển ở vào khoảng tuần thứ mười bốn của trẻ.   5 tháng tuổi Ở tháng thứ 5, mắt và tai trẻ đang bắt đầu hoạt động tốt giống như của bạn vậy. Bé cũng bắt đầu bập bẹ nói, chẳng hạn như dada và mama. Bạn nên cố trò chuyện với con và nói cho bé nghe một số từ ngắn gọn nhằm giúp cho con biết cách chuyện trò qua lại. Hãy lặp đi lặp lại nhiều từ và khuyến khích con khi thấy bé cố nói theo bạn. Hãy đọc sách cho con nghe và chỉ cho con thấy nhiều đồ vật, đồng thời hãy cho con biết chúng có tên là gì nhé.  6 tháng tuổi Chẳng bao lâu nữa bé của bạn sẽ biết ngồi dậy và bò đi lung tung trong nhà đấy. Hãy cho con bò trườn bằng cách để bé nằm sấp nhé. Bạn nên để đồ chơi trên sàn và động viên con với lấy. Trẻ nhỏ ở lứa tuổi này hầu hết đều bỏ tất cả vào miệng, nên hãy chắc rằng các đồ chơi cho con đều to hơn lõi bên trong của ống giấy vệ sinh và nhà của bạn nên an toàn cho bé.  7 tháng tuổi Các kỹ năng sử dụng tay của bé đang phát triển nhanh hơn, nhất là khả năng chụp nắm chắc như gọng kìm. Hãy kích thích kỹ năng vận động tinh vi và phối hợp của trẻ bằng cách cho bé nhặt các vật nhỏ, an toàn. Muỗng đong bằng nhựa hoặc những chiếc tách nhỏ cũng có tác dụng tốt cho bé. Hoặc bạn có thể cho con ngồi chơi ngoài trời và nhặt cỏ. Lúc đầu, bé sẽ chộp một nắm đầy, nhưng dần dần trở nên thích thú và cố nhổ – từng lá cỏ một. 8 tháng tuổi Đã đến lúc kích thích khả năng hiểu biết của bé về không gian và cách sử dụng từ ngữ rồi. Đầu tiên, hãy thử cho con chơi các món đồ có thể lắp vào nhau chẳng hạn như xoong nồi. Hoặc bạn có thể thử hỏi bé “Mũi con đâu?” và chỉ tay lên mũi bé. Khi lặp lại trò chơi này, bạn nên thêm các bộ phận khác trên cơ thể nữa, nó sẽ giúp bé hiểu về nghĩa của các từ này.  9 tháng tuổi  Ở tháng thứ chín này trẻ có thể tỏ ra thích thú với các đồ vật có bản lề hay chỗ nối và cách hoạt động của các món đồ đó. Hãy quan sát bé vui thích như thế nào khi chơi với sách làm bằng các trang các-tông cứng, cánh cửa tủ, các hộp có nắp đậy, hoặc các món đồ chơi có thể mở toang ra được. Khi đóng và mở một chiếc hộp hoặc một cánh cửa nào đó – có thể rất nhiều lần – bé sẽ phát triển kỹ năng phối hợp tay và mắt của mình.   10 tháng tuổi Bé có thể thích tìm các đồ vật bị giấu đi. Hãy chơi trò “Đồ vật biến đi đâu?” để giúp con phát triển các kỹ năng tinh vi của mình và cho bé biết khái niệm tồn tại của vật thể – rằng các món đồ đo không mất đi khi mình không nhìn thấy. Bạn hãy giấu một món đồ nhiều màu dưới tấm khăn choàng cổ hoặc dưới cát trong hộp cát rồi đặt tay bé trên đồ vật đó và giúp con tìm ra nhé. Chẳng bao lâu bé sẽ tìm ra được mà không cần bạn giúp đâu.  11 tháng tuổi  Hãy tiếp tục kích thích các kỹ năng ngôn ngữ của trẻ bằng nhiều trò chơi và bài hát. kỹ năng ngôn ngữ phát triển thông qua sự giao tiếp giữa người và người – chứ không phải bằng DVD của bé hoặc ti vi – vì vậy bạn nên nói chuyện với con càng nhiều càng tốt. Hãy nói cho con biết bạn đang làm gì, hãy đặt câu hỏi, và sử dụng các cử chỉ, điệu bộ và giọng nói gây ấn tượng với bé nhé. Trẻ nhỏ sẽ quan sát và hiểu được thôi mà.   Sự phát triển của con bạn Một số trẻ biết nói sớm, trong khi cũng có một số biết bò trước hàng tháng trời so với bạn cùng lứa. Tất cả đều phát triển theo nhịp độ riêng, không ai giống ai. Sự phát triển chậm hiếm khi là dấu hiệu của một điều gì đó bất ổn với trẻ. Nếu lo lắng bất cứ điều gì, xin tham khảo ý kiến của bác sĩ nhi khoa. Đây chỉ là sự khác biệt bình thường của trẻ. Vì vậy hãy bớt căng thẳng đi và tận hưởng những ngày bên con thú vị nhé. "
        }
    ],
    "suggestions": []
}