{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kukbuk]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">cookery-book</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kukəri'buk]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">cookery-book</font></td></tr></table><i/></div>",
            "word": "cookbook",
            "pronounce": "['kukbuk]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cookbook</k><blockquote>■ <cclass>noun a cookery book. </cclass></blockquote></div>",
            "word": "cookbook",
            "pronounce": "['kukbuk]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cookbook",
            "pronounce": "['kukbuk]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cookbook",
            "pronounce": "['kukbuk]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cookbook",
            "pronounce": "['kukbuk]"
        }
    },
    "sentences": [
        {
            "en": "Do you need a <em>cookbook</em>?",
            "vi": "Bạn có cần một quyển sách nấu ăn không?"
        },
        {
            "en": "Copy a recipe out of a <em>cookbook</em>",
            "vi": "Chép một công thức từ một quyển sách dạy nấu ăn"
        },
        {
            "en": "For the main course, try looking at a vegetarian <em>cookbook</em>.",
            "vi": "Còn món chính thì hãy thử xem sách dạy nấu các món ăn chay."
        },
        {
            "en": "But you could do that with any <em>cookbook</em>.",
            "vi": "Thế chẳng phải bạn có thể làm chuyện đó bằng bất kỳ sách dạy nấu ăn nào sao."
        },
        {
            "en": "My mother usually copies a recipe out of a <em>cookbook</em>.",
            "vi": "Mẹ tôi thường chép công thức nấu ăn từ một quyển sách dạy nấu ăn."
        },
        {
            "en": "The first Western <em>cookbook</em> appeared just over 1,600 years ago.",
            "vi": "Quyển sách hướng dẫn nấu ăn phương Tây đầu tiên đã xuất hiện cách đây hơn 1600 năm về trước."
        },
        {
            "en": "I have found a great recipe in a Women's Weekly slimming recipe <em>cookbook</em>.",
            "vi": "Tôi đã tìm thấy một công thức rất tuyệt vời trong quyển sách công thức nấu ăn giúp giảm cân trong một tờ Women's Weekly."
        },
        {
            "en": "I learned by myself. I have a good <em>cookbook</em> that I read when I have time.",
            "vi": "Tôi tự học. Tôi có một quyển sách dạy nấu ăn hay mà tôi vẫn đọc khi có thời gian."
        },
        {
            "en": "When you open a <em>cookbook</em> and look at a list of ingredients for a recipe, how are they described?",
            "vi": "Khi mở một cuốn sách dạy nấu ăn và nhìn vào danh mục các thực phẩm của một công thức nấu món nào đó, bạn thấy chúng được mô tả ra sao?"
        },
        {
            "en": "Selecting the recipes to create this <em>cookbook</em> was difficult because we wanted to have a good balance between easy - to - prepare recipes, but also include some challenging recipes for the more adventurous cook.",
            "vi": "Chọn công thức nấu ăn để làm nên quyển sách nấu ăn này rất khó vì chúng tôi muốn có sự cân đối hoàn chỉnh giữa các công thức dễ chuẩn bị và những công thức mang tính thử thách với những đầu bếp thích mạo hiểm hơn."
        },
        {
            "en": "Here are some other ways kids can help:\n· stirring pancake batter\n· tearing lettuce for salad\n· adding ingredients\n· assembling a pizza\n· helping you \"read\" a <em>cookbook</em> by turning the pages",
            "vi": "Dưới đây là một số cách khác mà bé có thể phụ giúp người lớn:\n· khuấy bột bánh\n· cắt nhỏ rau diếp cho món sa-lát\n· thêm vào các nguyên liệu món ăn\n· làm bánh pizza\n· giúp bạn \"đọc\" sách dạy nấu ăn bằng cách lật từng trang giấy"
        },
        {
            "en": "Selecting the recipes to create this <em>cookbook</em> was difficult because we wanted to have a good balance between easy-to-prepare recipes, but also include some challenging recipes for the more adventurous cook.",
            "vi": "Chọn công thức nấu ăn để làm nên quyển sách nấu ăn này rất khó vì chúng tôi muốn có sự cân đối hoàn chỉnh giữa các công thức dễ chuẩn bị và những công thức mang tính thử thách với những đầu bếp thích mạo hiểm hơn."
        },
        {
            "en": "Around the same time, her great-grandmother Helen, who lived in Cameron, South Carolina, sent her family a <em>cookbook</em> from the 1940s. In it, Ulmer discovered a recipe for Flaxseed Lemonade. She decided that if she could make lemonade with honey bought from local beekeepers, she could help the bee population.",
            "vi": "Cũng trong khoảng thời gian ấy, bà của Ulmer là Helen sống ở Cameron, bang Nam California đã gửi cho gia đình em một cuốn sách dạy nấu ăn từ những năm 1940. Trong cuốn sách đó, Ulmer đã khám phá ra công thức pha chế nước chanh hạt gai. Em nghĩ rằng nếu mình pha chế nước chanh với mật ong mua từ những người nuôi ong ở địa phương thì có thể giúp loài ong ấy không bị diệt vong."
        }
    ],
    "suggestions": []
}