{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cookstove"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cookstove"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cookstove"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cookstove"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cookstove"
        }
    },
    "sentences": [
        {
            "en": "The table was covered with a red cloth, and the <em>cookstove</em> was polished shining black.",
            "vi": "Bàn ăn phủ khăn vải đỏ và lò bếp gạch sạch bóng một màu đen sáng lóng lánh."
        },
        {
            "en": "All that day and the next, Ma was trying out the lard in big iron pots on the <em>cookstove</em>.",
            "vi": "Trong bữa đó và hôm sau, mẹ chiên mỡ trút vào những bình sắt lớn đặt trên lò bếp."
        },
        {
            "en": "The days were growing short and a little fire burned all day in the <em>cookstove</em> to keep the house warm.",
            "vi": "Ngày rút ngắn lại và suốt ngày ngọn lửa nhỏ trong lò luôn cháy âm ỉ để giữ cho ngôi nhà được ấm áp."
        },
        {
            "en": "The fire in the <em>cookstove</em> never went out. At night Pa banked it with ashes to keep the coals alive till morning.",
            "vi": "Lửa trong lò bếp không khi nào tắt. Về đêm, bố ủ tro giữ cho than âm ỉ nóng tới sáng."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the washtub with clean snow, and on the <em>cookstove</em> it melted to water. Then close by the warm stove",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "The first day, Ma cleaned and brushed all the ashes out of the <em>cookstove</em>. Then she burned some clean, bright hardwood, and saved its ashes. She put the hardwood ashes in a little cloth bag.",
            "vi": "Ngày đầu tiên, mẹ lau dọn và lấy hết tro ra khỏi lò nấu. Rồi mẹ đốt củi gỗ sạch và giữ tro lại. Thứ tro củi gỗ này được cho vào một túi vải nhỏ."
        },
        {
            "en": "big room, and then there was a little room that belonged to Uncle George, and there was another room for the aunts, Aunt Docia and Aunt Ruby. And then there was the kitchen with a big <em>cookstove</em>.",
            "vi": "Nhà có một phòng lớn rộng thênh thang, một phòng nhỏ dành cho bác George và một phòng nhỏ khác của cô Docia và cô Ruby. Ngoài ra, con có khu nhà bếp với một lò bếp lớn."
        },
        {
            "en": "Ma opened the front of the <em>cookstove</em> and raked hot coals out into the iron hearth. Then Laura and Mary took turns holding the pig's tail over the coals. It sizzled and fried, and drops of fat dripped",
            "vi": "Mẹ mở lò bếp, cời những cục than nóng hổi lên miếng sắt trước cửa lò. Rồi Laura và Mary giữ chiếc đuôi heo hơ trên đám than. Nó kêu xèo xèo, nhỏ xuống những giọt mỡ và chín dần, nổi bật trên đám than. Mẹ rắc lên nó một ít muối."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the washtub with clean snow, and on the <em>cookstove</em> it melted to water. Then close by the warm stove, behind a screen made of a blanket over two chairs, Ma bathed Laura,",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "Ma opened the front of the <em>cookstove</em> and raked hot coals out into the iron hearth. Then Laura and Mary took turns holding the pig's tail over the coals. It sizzled and fried, and drops of fat dripped off it and blazed on the coals. Ma sprinkled it with salt.",
            "vi": "Mẹ mở lò bếp, cời những cục than nóng hổi lên miếng sắt trước cửa lò. Rồi Laura và Mary giữ chiếc đuôi heo hơ trên đám than. Nó kêu xèo xèo, nhỏ xuống những giọt mỡ và chín dần, nổi bật trên đám than. Mẹ rắc lên nó một ít muối."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the washtub with clean snow, and on the <em>cookstove</em> it melted to water. Then close by the warm stove, behind a screen made of a blanket over two chairs, Ma bathed Laura, and then she bathed Mary.",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the washtub with clean snow, and on the <em>cookstove</em> it melted to water. Then close by the warm stove, behind a screen made of a blanket",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "Ma opened the front of the <em>cookstove</em> and raked hot coals out into the iron hearth. Then Laura and Mary took turns holding the pig's tail over the coals. It sizzled and fried, and drops of fat dripped off it and blazed on the coals",
            "vi": "Mẹ mở lò bếp, cời những cục than nóng hổi lên miếng sắt trước cửa lò. Rồi Laura và Mary giữ chiếc đuôi heo hơ trên đám than. Nó kêu xèo xèo, nhỏ xuống những giọt mỡ và chín dần, nổi bật trên đám than. Mẹ rắc lên nó một ít muối."
        },
        {
            "en": "There was one great big room, and then there was a little room that belonged to Uncle George, and there was another room for the aunts, Aunt Docia and Aunt Ruby. And then there was the kitchen with a big <em>cookstove</em>.",
            "vi": "Nhà có một phòng lớn rộng thênh thang, một phòng nhỏ dành cho bác George và một phòng nhỏ khác của cô Docia và cô Ruby. Ngoài ra, con có khu nhà bếp với một lò bếp lớn."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the washtub with clean snow, and on the <em>cookstove</em> it melted to water. Then close by the warm stove, behind a screen made of a blanket over two chairs, Ma bathed Laura, and then she bathed Mary.",
            "vi": ", bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "In the summer they were battled in water from the spring. But in the wintertime Pa filled and heaped the washtub with clean snow, and on the <em>cookstove</em> it melted to water. Then close by the warm stove, behind a screen made of a blanket over two chairs",
            "vi": "Mùa hè, các cô tắm nước suối, nhưng về mùa đông, bố đổ đầy tuyết sạch vào bồn tắm, đặt lên lò cho chảy tan thành nước. Rồi ngay sát bên lò, sau tấm chăn căng trên hai chiếc ghế, mẹ tắm cho Laura, tiếp theo là tắm cho Mary."
        },
        {
            "en": "Ma opened the front of the <em>cookstove</em> and raked hot coals out into the iron hearth. Then Laura and Mary took turns holding the pig's tail over the coals. It sizzled and fried, and drops of fat dripped off it and blazed on the coals. Ma sprinkled it with salt.",
            "vi": "lò bếp, cời những cục than nóng hổi lên miếng sắt trước cửa lò. Rồi Laura và Mary giữ chiếc đuôi heo hơ trên đám than. Nó kêu xèo xèo, nhỏ xuống những giọt mỡ và chín dần, nổi bật trên đám than. Mẹ rắc lên nó một ít muối."
        }
    ],
    "suggestions": []
}