{
    "en_vn": {
        "data": {
            "content": null,
            "word": "corchorus",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "corchorus",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "corchorus",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "corchorus",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "corchorus",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "ba hoa <em>ch</em>",
            "vi": "Have a loose tongue"
        },
        {
            "en": "Nguyen Hue decimated the <em>Ch</em> 'ing army.",
            "vi": "Nguyễn Huệ cả phá quân nhà Thanh."
        },
        {
            "en": "Please confirm again the below address is correct for <em>us</em> to send this <em>C</em>/O.",
            "vi": "Vui lòng xác nhận lại địa chỉ sau đây là chính xác để chúng tôi gửi giấy chứng nhận xuất xứ này."
        },
        {
            "en": "Your long delay is the establishment of the L/<em>C</em> has subjected <em>us</em> to unwarranted losses.",
            "vi": "Sự trì hoãn lâu của ngài trong việc mở L/C đã làm cho chúng tôi phải chịu những tổn thất không đáng."
        },
        {
            "en": "You must open the L/<em>C</em> to <em>us</em> one month before delivery.",
            "vi": "Bạn phải mở L/C (thư tín dụng) cho chúng tôi trước khi giao hàng một tháng."
        },
        {
            "en": "We regret to find that your L/<em>C</em> failed to reach <em>us</em> within the time stipulated.",
            "vi": "Chúng tôi tiếc rằng L/C của ngài không đến chỗ chúng tôi trong vòng thời gian quy định."
        },
        {
            "en": "It is customary for <em>us</em> to ask for sight L/<em>C</em>.",
            "vi": "Theo thường lệ chúng tôi yêu cầu thư tín dụng trả ngay."
        },
        {
            "en": "Please amend the L/<em>C</em> as early as possible, enabling <em>us</em> to effect shipment.",
            "vi": "Xin quý ông vui lòng sửa thư tín dụng càng sớm càng tốt, giúp cho chúng tôi thực hiện việc giao hàng."
        },
        {
            "en": "You always request <em>us</em> to open L/<em>C</em> right away, but the date of delivery is always 25 days after your receipt of the L/<em>C</em>.",
            "vi": "Bạn luôn yêu cầu chúng tôi mở L/C (thư tín dụng) ngay, nhưng ngày giao hàng thì luôn là 25 ngày sau khi bạn nhận L/C (thư tín dụng)."
        },
        {
            "en": "I wonder why this is a problem in <em>CH</em>.",
            "vi": "Tôi tự hỏi tại sao đây là một vấn đề ở CH."
        },
        {
            "en": "Ti ngng mt ni nao o <em>ch</em> i ban.",
            "vi": "All men have a mind which cannot bear to see the sufferings of others."
        },
        {
            "en": "As soon as your L/<em>C</em> amendment reaches <em>us</em>, we will, without fail, make the necessary arrangements for shipment.",
            "vi": "Ngay khi việc tu chỉnh thư tín dụng của ông tới chỗ chúng tôi, chúng tôi sẽ nhất định thực hiện những việc cần thiết để giao hàng."
        },
        {
            "en": "You should open L/<em>C</em> as early as possible to enable <em>us</em> to arrange the shipment in due time.",
            "vi": "Bạn nên mở L/C (thư tín dụng) càng sớm càng tốt để giúp chúng tôi có thể thu xếp gửi hàng đúng hạn."
        },
        {
            "en": "Your L/<em>C</em> reached <em>us</em> much behind the time limit as set forth in Contract No 2208.",
            "vi": "L/C của ngài đến nơi chúng tôi sau giới hạn thời gian nêu trong hợp đồng số 2208 nhiều."
        },
        {
            "en": "Please have the covering L/<em>C</em> established immediately to enable <em>us</em> to ship the goods on time.",
            "vi": "Vui lòng mở L/C (thư tín dụng) có liên quan ngay lập tức để giúp chúng tôi có thể gửi hàng đúng hạn."
        },
        {
            "en": "It needs to be mentioned that the L/<em>C</em> should reach <em>us</em> 30 days before the month of shipment.",
            "vi": "Cần lưu ý rằng L/C nên đến chỗ chúng tôi 30 ngày trước tháng giao hàng."
        },
        {
            "en": "Your timely establishment of L/<em>C</em> with the stipulation in conformity to the contracted terms is much appreciated by <em>us</em>.",
            "vi": "Chúng tôi đánh giá cao việc mở thư tín dụng đúng thời điểm cùng với những quy định tuân theo các điều khoản của hợp đồng."
        },
        {
            "en": "Your L/<em>C</em> reached <em>us</em> much behind the time limit as set forth in contract No. 2225.",
            "vi": "L/C của ông đến chỗ chúng tôi trễ nhiều so với thời hạn như trình bày trong hợp đồng số 2225."
        },
        {
            "en": "If chances fail <em>us</em> within the shipment validity in your L/<em>C</em>, we will have to ask you for extension.",
            "vi": "Nếu trường hợp không may chúng tôi không thực hiện đúng thời gian hiệu lực giao hàng theo thư tín dụng của ông, chúng tôi sẽ phải yêu cầu ông gia hạn."
        },
        {
            "en": "You requested <em>us</em> to stop shipment against your L/<em>C</em> No 111, so we have held the shipment in check.",
            "vi": "Ông đã yêu cầu chúng tôi ngừng giao hàng ngược lại thư tín dụng số 111 của ông vì thế chúng tôi đã không tiếp tục giao hàng nữa."
        }
    ],
    "suggestions": []
}