{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cornmeal",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cornmeal</k><blockquote>■ <cclass>noun meal made from corn, especially (in the US) maize flour or (in Scotland) oatmeal. </cclass></blockquote></div>",
            "word": "cornmeal",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cornmeal",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cornmeal",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cornmeal",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Nomura grew up in a village in Heilongjiang Province, northeastern region of China. Before dawn, in temperatures of around minus 30 <em>C</em>, he and his mother would push a cart around the village to sell tofu. His family mostly ate <em>cornmeal</em> mush.",
            "vi": "Nomura lớn lên trong một ngôi làng thuộc tỉnh Hắc Long Giang, vùng đông bắc Trung Quốc. Trước khi trời sáng, khi nhiệt độ khoảng âm 30 độ C, cậu và mẹ phải đi khắp làng cùng chiếc xe đẩy để bán đậu phụ. Gia đình cậu hầu như phải ăn cháo ngô để sống qua ngày."
        },
        {
            "en": "'Pokemon Go' creator grew up eating <em>cornmeal</em> mush",
            "vi": "Người sáng tạo ra 'Pokémon Go' từng phải ăn cháo ngô để sống"
        },
        {
            "en": "It was, Charles. We were short of <em>cornmeal</em>, too.",
            "vi": "Đúng vậy, Charles. Mình còn ít bột quá."
        },
        {
            "en": "<em>C</em>/O",
            "vi": "chứng nhận xuất xứ"
        },
        {
            "en": "Symbol: <em>C</em>.",
            "vi": "Kí hiệu: c"
        },
        {
            "en": "<em>C</em> O",
            "vi": "Công ty"
        },
        {
            "en": "<em>C</em> day.",
            "vi": "Ngày bố trí."
        },
        {
            "en": "I've been sparing with the <em>cornmeal</em>, but it's almost gone and so is the sugar.",
            "vi": "Còn bột bắp thì em rất dè sẻn cũng đã sắp hết và đường cũng vậy."
        },
        {
            "en": "Ma made the <em>cornmeal</em> and water into two thin loaves, each shaped in a half circle.",
            "vi": "Mẹ nhào bột với nước làm thành hai ổ bánh, mỗi ổ đều mang hình một nửa vòng tròn."
        },
        {
            "en": "Catechism of the Catholic Church (<em>C</em>. <em>C</em>. <em>C</em>)",
            "vi": "Giáo Lý của Giáo Hội Công Giáo"
        },
        {
            "en": "Congregation of Carmelite Religious (<em>C</em>. <em>C</em>. R)",
            "vi": "Dòng Camêlô"
        },
        {
            "en": "And now he had nails, and <em>cornmeal</em>, and fat pork, and salt, and everything.",
            "vi": "Và bây giờ Bố đã có đinh, có bột bắp, có mỡ heo, có muối và mọi thứ."
        },
        {
            "en": "There were <em>cornmeal</em> and salt and coffee and all the seeds they needed.",
            "vi": "Còn có bột bắp, muối, cà phê và đủ thứ hạt giống cần thiết."
        },
        {
            "en": "I 've been sparing with the <em>cornmeal</em>, but it's almost gone and so is the sugar.",
            "vi": "Còn bột bắp thì em rất dè sẻn cũng đã sắp hết và đường cũng vậy."
        },
        {
            "en": "Other popular dishes include mealie soup, a thin soup made from <em>cornmeal</em>.",
            "vi": "Món ăn phổ biến khác gồm có súp ngô, một món canh loãng làm từ bột ngô."
        },
        {
            "en": "The GNU <em>C</em> compiler is called 'gc <em>c</em>' for 'Gnu <em>C</em> <em>C</em>'.",
            "vi": "Trình biên dịch gnu c được gọi là \"gcc\", tức \"gnu cc\"."
        },
        {
            "en": "<em>C</em>. News headlines",
            "vi": "C. Tiêu đề mới"
        },
        {
            "en": "She died <em>c</em> 1850.",
            "vi": "Bà ấy chết vào khoảng năm 1850."
        },
        {
            "en": "<em>C</em> U 2moro.",
            "vi": "Hẹn gặp bạn ngày mai."
        },
        {
            "en": "It is <em>C</em>&F.",
            "vi": "Nó là chi phí và cước phí."
        }
    ],
    "suggestions": []
}