{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Corp",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Corp</k><blockquote><cclass>informal Corporal.</cclass></blockquote><blockquote>→ <kref>Corp.</kref></blockquote></div>",
            "word": "Corp",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Corp",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Corp",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Corp",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "How about 50% by L/<em>C</em> and the rest by D/<em>P</em>?",
            "vi": "Chúng tôi thanh toán 50% bằng L/C và phần còn lại thanh toán bằng D/P được không?"
        },
        {
            "en": "Chronic obstructive pulmonary disease, or <em>C</em>. O. <em>P</em>. D., affects more than two hundred million people around the world.",
            "vi": "Bệnh phổi tắc nghẽn mãn tính, hay C.O.P.D., ảnh hưởng đến hơn 200 triệu người trên khắp thế giới."
        },
        {
            "en": "The three domestic companies began to transform from multi-line mixed operation to <em>P</em>&<em>C</em>-life separate operation.",
            "vi": "Ba doanh nghiệp trong nước bắt đầu chuyển đổi từ hoạt động kinh doanh đa nghiệp vụ sang chuyên kinh doanh P&C."
        },
        {
            "en": "Refrigeration Electrical Engineering <em>Corp</em>.",
            "vi": "Công ty cơ điện lạnh"
        },
        {
            "en": "The Canadian Lung Association Web site explains that <em>C</em>. O. <em>P</em>. D. is the new name for emphysema and chronic bronchitis.",
            "vi": "Trang web của Hiệp hội Phổi Canada giải thích rằng C.O.P.D. là tên gọi mới của bệnh khí thủng và bệnh viêm phế quản mãn tính."
        },
        {
            "en": "We hope that for subsequent orders you will continue to allow us to pay by D/<em>P</em> instead of L/<em>C</em>, as this will cut down our cost.",
            "vi": "Chúng tôi hi vọng rằng đối với những đơn đặt hàng tiếp theo ông sẽ tiếp tục cho phép chúng tôi trả theo cách giao chứng từ khi thanh toán thay vì bằng thư tín dụng vì điều này sẽ làm giảm chi phí cho chúng tôi."
        },
        {
            "en": "We regret to note that our draft No 202 drawn on you based on the terms of D/<em>P</em> 30 days under S/<em>C</em> No 1002 was dishonoured.",
            "vi": "Chúng tôi lấy làm tiếc lưu ý rằng hối phiếu số 202 của chúng tôi đã kí phát hành cho ông dựa theo điều khoản của chứng từ giao khi thanh toán trong vòng 30 ngày theo hợp đồng mua bán số 1002 đã bị từ chối thanh toán."
        },
        {
            "en": "<em>P</em> Papa.",
            "vi": "P Papa."
        },
        {
            "en": "<em>P</em> hour.",
            "vi": "Giờ tàu mẹ đón người nhái."
        },
        {
            "en": "He's with United Microelectronics <em>Corp</em>.",
            "vi": "Anh ấy làm việc ở Công ty United Microelectronics."
        },
        {
            "en": "As regards your request for D/<em>P</em> terms, we wish to point out that payment by L/<em>C</em> is our usual practice, and we are not in a position to make you an exception.",
            "vi": "Về phần yêu cầu của ngài đối với các điều khoản \"giao chứng từ khi thanh toán\", chúng tôi muốn chỉ rõ rằng thanh toán bằng L/C là quán lệ thông thường của chúng tôi và chúng tôi không thể dành cho ngài một ngoại lệ."
        },
        {
            "en": "As regards your request for D/<em>P</em> terms, we wish to point out that payment by L/<em>C</em> is our usual practice, and we are not in a position to make you an exception.",
            "vi": "Về phần yêu cầu của ngài đối với các điều khoản \"giao chứng từ khi thanh toán\", chúng tôi muốn chỉ rõ rằng thanh toán bằng L/C là quán lệ thông thường của chúng tôi và chúng tôi"
        },
        {
            "en": "Chinese leader Xi Jinping (<em>C</em>) talks with Facebook Chief Executive Mark Zuckerberg (R) as Lu Wei, China's Internet czar, looks on during a gathering of CEOs and other executives at the main campus of Microsoft <em>Corp</em> in Redmond, Washington on Sept. 23, 2015 (Ted S. Warren-Pool/Getty Images)",
            "vi": "Chủ tịch Trung Quốc Tập Cận Bình (giữa) đàm phán với giám đốc điều hành Facebook Mark Zuckerberg (phải) khi Lỗ Vĩ, chiến lược gia Internet của Trung Quốc, đứng nhìn trong một buổi họp mặt các CEO và các giám đốc điều hành khác tại trụ sở chính của Microsoft Corp tại Redmond, Washington, ngày 23 tháng 9 , 2015 (Ted S. Warren-Pool / Getty Images)"
        },
        {
            "en": "The expert, when citing typical projects such as the ones at Avery Dennison (100 KW), Intel <em>Corp</em> (220 KW), X Power (40 KWp), Big <em>C</em> Binh Duong (212 KWp), DBW (165 KWp), said the projects are developed in an unplanned way and do not follow any principles.",
            "vi": "Chuyên gia nói rằng các dự án điển hình như Avery Dennison(100KW), Intel Corp (220KW), X Power(40KWp), Big C Bình Dương(212 KWp), DBW (165 KWp) thì phát triển không có kế hoạch và không theo bất kỳ nguyên tắc nào."
        },
        {
            "en": "I am with Great Electronics <em>Corp</em>.",
            "vi": "Tôi làm việc ở công ty Great Electronics."
        },
        {
            "en": "The peace <em>corp</em> is now on hold.",
            "vi": "Lực lượng giữ gìn hòa bình hiện đang nắm giữ."
        },
        {
            "en": "This is Peter of Great Electronics <em>Corp</em>.",
            "vi": "Đây là Peter ở Công ty Great Electronics."
        },
        {
            "en": "<em>C</em> O",
            "vi": "Công ty"
        },
        {
            "en": "I am Peter of United Microelectronics <em>Corp</em>.",
            "vi": "Tôi là Peter ở Công ty United Microelectronics."
        },
        {
            "en": "<em>C</em> day.",
            "vi": "Ngày bố trí."
        }
    ],
    "suggestions": []
}