{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cortina"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cortina"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cortina"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cortina"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cortina"
        }
    },
    "sentences": [
        {
            "en": "The men drove away in a stolen Ford <em>Cortina</em>.",
            "vi": "Chúng tẩu thoát trên chiếc xe ford cortina lấy cắp."
        },
        {
            "en": "<em>Tina</em> is five, going on six.",
            "vi": "Tina năm tuổi, gần được sáu tuổi rồi."
        },
        {
            "en": "- Day 2 -Peter and <em>Tina</em> went to a concert together. Peter bought <em>Tina</em> a keychain with a star.",
            "vi": "- Ngày 2 –Peter và Tina cùng đi xem ca nhạc. Peter mua tặng Tina một chiếc móc khoá có một ngôi sao."
        },
        {
            "en": "<em>C</em> day.",
            "vi": "Ngày bố trí."
        },
        {
            "en": "Symbol: <em>C</em>.",
            "vi": "Kí hiệu: c"
        },
        {
            "en": "<em>C</em> O",
            "vi": "Công ty"
        },
        {
            "en": "<em>C</em>/O",
            "vi": "chứng nhận xuất xứ"
        },
        {
            "en": "Catechism of the Catholic Church (<em>C</em>. <em>C</em>. <em>C</em>)",
            "vi": "Giáo Lý của Giáo Hội Công Giáo"
        },
        {
            "en": "Congregation of Carmelite Religious (<em>C</em>. <em>C</em>. R)",
            "vi": "Dòng Camêlô"
        },
        {
            "en": "<em>Tina</em> is a good tennis player and always gives me a run for my money.",
            "vi": "Tina là một tay quần vợt giỏi, cô ta luôn là đối thủ nặng kí của tôi."
        },
        {
            "en": "<em>Tina</em>: I don't think I have any better ideas. Let’s make a move!",
            "vi": "Tina : Ý đó hay á. Đi thôi!"
        },
        {
            "en": "<em>Tina</em> spaced out her doctor's appointment and had to ask for a new one.",
            "vi": "Tina quên mất cuộc hẹn với bác sĩ của cô và phải xin một cái hẹn mới."
        },
        {
            "en": "<em>Tina</em>: I'm so bored. I wish I have a boyfriend to spend time with.",
            "vi": "Tina : Chán quá à. Tớ ước có một anh bạn trai để cùng đi chơi với ảnh."
        },
        {
            "en": "- Day 7 -Peter drove <em>Tina</em> up a mountain and they watched the sunset together. When night came and the moon glowed, they sat together on the grass and gazed at the stars. A meteor passed by. <em>Tina</em> mumbled something.",
            "vi": "- Ngày 7 –Peter chở Tina lên núi và cùng ngắm mặt trời lặn với nhau. Khi đêm xuống, mặt trăng sáng vằng vặc, họ ngồi bên nhau trên bãi cỏ và ngắm nhìn các vì tinh tú. Một ngôi sao băng vụt qua. Tina thầm thì điều gì đó."
        },
        {
            "en": "Stranger: Is your name <em>Tina</em>?<em>Tina</em>: Yes. How may I help you?Stranger: A drunk driver crashed into a guy on the street just now. I think the victim is your friend.",
            "vi": "Người lạ: Cô là Tina phải không?Tina : Vâng. Tôi có thể giúp được gì cho anh?Người lạ : Một tên tài xế say rượu đã đâm vào một chàng trai trên đường. Tôi nghĩ anh ta là bạn của cô."
        },
        {
            "en": "<em>Tina</em>: I think I have a good idea. Let’s play a game!",
            "vi": "Tina: Tớ nghĩ ra một ý tưởng hay lắm. Chúng ta hãy chơi một trò chơi đi!"
        },
        {
            "en": "(They went to catch a movie and Peter sent <em>Tina</em> home)",
            "vi": "(Họ cùng đi xem phim và Peter đưa Tina về nhà )"
        },
        {
            "en": "<em>C</em> 'est la vie",
            "vi": "Đời là thế"
        },
        {
            "en": "<em>C</em>.\tUnderstanding lecture better",
            "vi": "C.\tHiểu bài giảng tốt hơ"
        },
        {
            "en": "System <em>C</em> calls.",
            "vi": "Các lời gọi hàm c hệ thống."
        }
    ],
    "suggestions": []
}