{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cottonwood"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cottonwood</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a North American poplar with seeds covered in white cottony hairs. [<i>Populus deltoides</i> and other species.] </blockquote></blockquote><blockquote><blockquote>2》 any of a number of downy-leaved Australasian shrubs. [<i>Pomaderris phylicifolia</i> (a buckthorn) and <i>Bedfordia salicina</i> (daisy family).] </blockquote></blockquote></div>",
            "word": "cottonwood"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cottonwood"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cottonwood"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cottonwood"
        }
    },
    "sentences": [
        {
            "en": "There is a large <em>cottonwood</em> tree on the vacant property next door.",
            "vi": "Có một cây gỗ gòn trên mảnh đất trống cạnh nhà."
        },
        {
            "en": "The <em>cottonwood</em> tree is usually the first to grow on a new dune.",
            "vi": "Cây gỗ gòn thường mọc trước tiên trên một cồn cát mới."
        },
        {
            "en": "In a tree - top. In the top of that big <em>cottonwood</em> that grows against the bluffs there.",
            "vi": "Trên ngọn cây. Trên ngọn cây bông gòn lớn mọc dựa vào các bờ vách ở đó."
        },
        {
            "en": "In a tree-top. In the top of that big <em>cottonwood</em> that grows against the bluffs there.",
            "vi": "Trên ngọn cây. Trên ngọn cây bông gòn lớn mọc dựa vào các bờ vách ở đó."
        },
        {
            "en": "This exchange dates back to 1792 when a group of stockholders gathered under a <em>cottonwood</em> tree on Wall Street in New York City to make some rules about how buying and selling was to be done.",
            "vi": "Thị trường này có từ năm 1792 khi một nhóm những cổ đông tụ họp lại dưới gốc cây bông mộc trên phố wall ở thành phố new york để đưa ra một số quy tắc về cách thức mua bán."
        },
        {
            "en": "The study that confirmed the presence of DMT in the pineal glands of rats was conducted at the University of Michigan by Dr. Jimo Borjigin and at Louisiana State University by Dr. Steven Barker. It was partially funded by the <em>Cottonwood</em> Research Foundation, which is headed by Dr. Strassman and which supports scientific research into the nature of consciousness. It was published in the journal Biomedical Chromatography. ",
            "vi": "Tiến sĩ Jimo Borjigin tại trường Đại học Michigan và Tiến sĩ Steven Barker tại Đại học Tiểu Bang Louisiana đã thực hiện nghiên cứu khẳng định sự hiện diện của DMT trong tuyến tùng của những con chuột. Nó được tài trợ một phần bởi Quỹ Nghiên cứu Cottonwood đứng đầu bởi tiến sĩ Strassman và nhằm hỗ trợ nghiên cứu khoa học về bản chất của ý thức. Nghiên cứu này đã được công bố trên tạp chí Biomedical Chromatography."
        }
    ],
    "suggestions": []
}