{
    "en_vn": {
        "data": {
            "content": null,
            "word": "counterculture",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>counterculture</k><blockquote>■ <cclass>noun a way of life and set of attitudes at variance with the prevailing social norm. </cclass></blockquote></div>",
            "word": "counterculture",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "counterculture",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "counterculture",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "counterculture",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "That 1950s artistic movement was a precursor to the hippie <em>counterculture</em> of the 1960s.",
            "vi": "Chính phong trào nghệ thuật những năm 1950 là tiền thân của phong trào phản văn hóa híp pi (hippie) của những năm 1960."
        },
        {
            "en": "Bike-sharing   The first bike-sharing concept - called the \"white bicycle plan\" - was introduced in Amsterdam in the 1960s by the Dutch <em>counterculture</em> movement Provo. However, the bikes were confiscated by the police in case they encouraged theft. The first large-scale bike sharing schemes began in the 1990s in European cities - Copenhagen is credited with introducing the first.",
            "vi": "Phương thức chia sẻ xe đạpKhái niệm chia sẻ xe đạp đầu tiên - có tên gọi là \"Kế hoạch xe đạp trắng\" - được ra đời ở Amsterdam vào thập niên 1960 bởi phong trào văn hóa đối kháng Provo ở Hà Lan. Tuy nhiên những chiếc xe đạp ấy bị cảnh sát tịch thu khi mà chúng tạo điều kiện cho nạn trộm cắp phát triển.Phương thức chia sẻ xe đạp quy mô lớn đầu tiên bắt đầu vào những năm 1990 ở các thành phố châu Âu - Copenhagen được cho là nơi đầu tiên đưa ra hình thức này."
        }
    ],
    "suggestions": []
}