{
    "en_vn": {
        "data": {
            "content": null,
            "word": "countermeasures"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "countermeasures"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "countermeasures"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>countermeasures</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to take countermeasures </ex></blockquote></blockquote><blockquote><blockquote><ex>2) countermeasures against</ex></blockquote></blockquote></div>",
            "word": "countermeasures"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "countermeasures"
        }
    },
    "sentences": [
        {
            "en": "However, here we need to distinguish threats, attacks, and <em>countermeasures</em>.",
            "vi": "Tuy nhiên, ở đây chúng ta cần phân biệt đe doạ, tấn công và biện pháp đối phó."
        },
        {
            "en": "Timely <em>countermeasures</em> needed to minimise losses by storm Doksuri",
            "vi": "Rất cần có các biện pháp ứng phó kịp thời nhằm giảm thiểu thiệt hại do bão Doksuri gây ra"
        },
        {
            "en": "The implement <em>countermeasures</em> against the threatened strike have been executed.",
            "vi": "Những biện pháp thi hành với cuộc bãi công đang đe dọa nổ ra đã được thực hiện."
        },
        {
            "en": "Timely <em>countermeasures</em> needed to minimise losses by storm Doksuri",
            "vi": "Rất cần có các biện pháp ứng phó kịp thời nhằm giảm thiểu thiệt hại do bão Doksuri gây ra"
        },
        {
            "en": "The U.S.S. Guardian and U.S.S. Patriot are Avenger-class mine <em>countermeasures</em> ships.",
            "vi": "USS Guardian và USS Patriot là tàu rà phá thuỷ lôi lớp Avenger."
        },
        {
            "en": "Google responded with <em>countermeasures</em>, but found that some users were being completely blocked from search, a source told the BBC.",
            "vi": "Google đã đáp lại bằng những biện pháp đối phó, nhưng nhận thấy rằng một số người dùng đã bị chặn tìm kiếm hoàn toàn, một nguồn tin chia sẻ với BBC."
        },
        {
            "en": "Powerful typhoon Doksuri, which is approaching Vietnam’s central coast, is expected to cause great losses if there is no timely and effective <em>countermeasures</em>, warned Deputy Prime  Minister Trinh Dinh Dung. ",
            "vi": "Phó Thủ tướng Trịnh Đình Dũng cảnh báo, cơn bão Doksuri đang tiếp cận bờ biển miền Trung Việt Nam, dự báo sẽ gây ra thiệt hại nghiêm trọng nếu không có những biện pháp ứng phó kịp thời và hiệu quả."
        },
        {
            "en": "Chairman of the Hai Phong municipal People’s Committee Nguyen Van Tung has issued an urgent notice, requesting chairmen of district People’s Committees and heads of departments and agencies to swiftly implement <em>countermeasures</em>. ",
            "vi": "Chủ tịch UBND thành phố Hải Phòng, ông Nguyễn Văn Tùng đã ra thông báo khẩn cấp, yêu cầu Chủ tịch UBND huyện, Thủ trưởng các cơ quan, đơn vị triển khai ngay lập các công tác ứng phó với bão."
        },
        {
            "en": "Chairman of the Hai Phong municipal People’s Committee Nguyen Van Tung has issued an urgent notice, requesting chairmen of district People’s Committees and heads of departments and agencies to swiftly implement <em>countermeasures</em>. ",
            "vi": "Chủ tịch UBND thành phố Hải Phòng, ông Nguyễn Văn Tùng đã ra thông báo khẩn cấp, yêu cầu Chủ tịch UBND huyện, Thủ trưởng các cơ quan, đơn vị triển khai ngay lập các công tác ứng phó với bão."
        },
        {
            "en": "Powerful typhoon Doksuri, which is approaching Vietnam’s central coast, is expected to cause great losses if there is no timely and effective <em>countermeasures</em>, warned Deputy Prime  Minister Trinh Dinh Dung. ",
            "vi": "Phó Thủ tướng Trịnh Đình Dũng cảnh báo, cơn bão Doksuri đang tiếp cận bờ biển miền Trung Việt Nam, dự báo sẽ gây ra thiệt hại nghiêm trọng nếu không có những biện pháp ứng phó kịp thời và hiệu quả."
        },
        {
            "en": "\"A number of traditional <em>countermeasures</em> used to deprive terrorist organizations of its funds are not applicable with respect to the new model adopted by ISIL,\" the report states. \"However, like any terrorist organization, ISIL's financial, logistical and supply networks are vulnerable.\"",
            "vi": "\"Một số biện pháp đối phó truyền thống được sử dụng để lấy đi quỹ của các tổ chức khủng bố không thể áp dụng đối với mô hình mới của ISIL,\" báo cáo đã nêu. \"Tuy nhiên, giống như bất kỳ tổ chức khủng bố nào, tài chính của ISIL, mạng lưới hậu cần và quân nhu của ISIL có yếu điểm.\""
        }
    ],
    "suggestions": []
}