{
    "en_vn": {
        "data": {
            "content": null,
            "word": "counseling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "counseling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "counseling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>counseling</k><blockquote><blockquote><ex><abr>n.</abr> family; guidance; marriage; pastoral; vocational counseling</ex></blockquote></blockquote></div>",
            "word": "counseling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "counseling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They need <em>counseling</em>.",
            "vi": "Họ cần đến sự hướng dẫn."
        },
        {
            "en": "No <em>counseling</em> system.",
            "vi": "Không có mạng lưới hướng dẫn."
        },
        {
            "en": "Voluntary HIV <em>counseling</em> and testing:.",
            "vi": "Tư vấn, xét nghiệm tự nguyện HIV:."
        },
        {
            "en": "5.9% received <em>counseling</em> - 3.1%, Telephone quitline - 2.6%, Face-to-face <em>counseling</em> on a one-to-one basis - 2.4%, Group <em>counseling</em>",
            "vi": "5,9% nhận được tư vấn - 3,1%, qua điện thoại của Đường dây tư vấn bỏ thuốc lá Quitline - 2,6%, tư vấn trực tiếp trên nền tảng chỉ có 2 người với nhau - 2,4%, tư vấn theo nhóm"
        },
        {
            "en": "<em>Counseling</em> and testing is widely available.",
            "vi": "Các dịch vụ xét nghiệm và tư vấn cũng sẵn có khắp nơi."
        },
        {
            "en": "Contact a marriage <em>counseling</em> professional before it's too late!",
            "vi": "Hãy liên hệ với một chuyên gia tư vấn hôn nhân gia đình trước khi quá muộn!"
        },
        {
            "en": "The Psychological <em>Counseling</em> Center is located in this area!",
            "vi": "Trung tâm Tư vấn tâm lý nằm trong khu vực này nè!"
        },
        {
            "en": "Are there any student <em>counseling</em> services in the university?",
            "vi": "Có ban hướng dẫn sinh viên nào trong trường đại học này không?"
        },
        {
            "en": "Develop clinics to provide sexual <em>counseling</em> for young people.",
            "vi": "Thành lập các phòng khám tư vấn tình dục cho thanh niên."
        },
        {
            "en": "Medications and <em>counseling</em> are the cornerstones of depression therapy.",
            "vi": "Các dược phẩm và tư vấn là nền tảng trong liệu pháp chữa trầm cảm."
        },
        {
            "en": "To encourage HIV testing before marriage and delivery for <em>counseling</em>.",
            "vi": "Khuyến khích xét nghiệm HIV trước khi kết hôn, trước khi đẻ để được tư vấn."
        },
        {
            "en": "She sees it as a sort of spiritual <em>counseling</em>.",
            "vi": "Cô ta xem nó như một loại tư vấn tâm linh."
        },
        {
            "en": "Medications, along with <em>counseling</em>, may be needed to achieve recovery.",
            "vi": "Đơn thuốc kèm theo tư vấn có thể là rất cần thiết để chữa lành bệnh."
        },
        {
            "en": "United States Supports HIV/AIDS Testing, <em>Counseling</em> in Chuong My",
            "vi": "Hoa Kỳ hỗ trợ xét nghiệm, tư vấn HIV/AIDS tại huyện Chương Mỹ"
        },
        {
            "en": "Among smokers who received <em>counseling</em> or took medications to stop:",
            "vi": "Trong số những người hút thuốc nhận được sự tư vấn hoặc được cho thuốc để giúp bỏ thuốc lá:"
        },
        {
            "en": "I will go to the job <em>counseling</em> center tomorrow.",
            "vi": "Ngày mai tôi sẽ đến trung tâm tư vấn việc làm."
        },
        {
            "en": "Learn what premarital <em>counseling</em> can do for your marriage.",
            "vi": "Hãy tìm hiểu điều tư vấn trước hôn nhân có thể làm cho cuộc hôn nhân của bạn."
        },
        {
            "en": "Group of indicators related to voluntary <em>counseling</em> and testing; .",
            "vi": "Nhóm chỉ số tư vấn, xét nghiệm, tự nguyện."
        },
        {
            "en": "HIV/AIDS surveillance and voluntary <em>counseling</em> and testing.",
            "vi": "Giám sát HIV/AIDS và tư vấn xét nghiệm tự nguyện."
        },
        {
            "en": "Nobu-san, are you <em>counseling</em> me to throw peach pits?",
            "vi": "Ông nobu, có phải ông khuyên em ném những hạt điều đi không?"
        }
    ],
    "suggestions": []
}