{
    "en_vn": {
        "data": {
            "content": null,
            "word": "counterrevolutionary"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "counterrevolutionary"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "counterrevolutionary"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "counterrevolutionary"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "counterrevolutionary"
        }
    },
    "sentences": [
        {
            "en": "—Baiqiao Tang, Tiananmen Square protester and co-author of My Two Chinas: The Memoir of a Chinese <em>Counterrevolutionary</em> New York City",
            "vi": "--- Baiqiao Tang, người biểu tình trên quảng trường Thiên An Môn và là đồng tác giả của cuốn “Hai nước China của tôi: Hồi ký của một tên phản cách mạng Trung Quốc”- Viết tại New York. Ngày 23/03/2011"
        },
        {
            "en": "“Be forewarned: Once you start reading, you won’t want to stop. Death by China lays bare the pivotal, oft overlooked, and sometimes blatantly hidden moves in a massive global chess game. Navarro and Autry have sounded the alarm, calling the free world to act on behalf of its interests and future. Impressively, they call on China as well.” —Damon DiMarco, author of Tower Stories: An Oral History of 9/11 and co-author of My Two Chinas: The Memoir of a Chinese <em>Counterrevolutionary</em> with Baiqiao Tang",
            "vi": "\"Xin được cảnh báo trước: Một khi bạn bắt đầu đọc, bạn sẽ không muốn dừng lại. Chết dưới tay Trung Quốc phơi bày những nước cờ quan trọng, thường bị bỏ qua, và đôi khi cố tình bị che giấu trong một ván cờ toàn cầu tầm cỡ. Navarro và Autry đã lên tiếng báo động, kêu gọi thế giới tự do hãy hành động vì lợi ích và tương lai của mình. Thật ấn tượng, họ cũng kêu gọi cả Trung Quốc.\" —Damon DiMarco, Tác giả của Các câu chuyện về các tòa tháp: lịch sử bằng lời nói của sự kiện 9/11 và đồng tác giả Hai nước Trung Quốc của tôi: Hồi ức của một người Trung Quốc phản cách mạng với Baiqiao Tang"
        }
    ],
    "suggestions": []
}