{
    "en_vn": {
        "data": {
            "content": null,
            "word": "counterproductive",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>counterproductive</k><blockquote>■ <cclass>adjective having the opposite of the desired effect. </cclass></blockquote></div>",
            "word": "counterproductive",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "counterproductive",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>counterproductive</k><blockquote><blockquote><ex><abr>adj.</abr> counterproductive to</ex></blockquote></blockquote></div>",
            "word": "counterproductive",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "counterproductive",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It could be <em>counterproductive</em>.",
            "vi": "Điều này có thể gây phản tác dụng."
        },
        {
            "en": "This medicine will be <em>counterproductive</em>.",
            "vi": "Thuốc này sẽ phản tác dụng."
        },
        {
            "en": "Legislating against these practices could be <em>counterproductive</em>.",
            "vi": "Việc đưa ra luật mới chống lại những việc này có thể gây phản ứng ngược."
        },
        {
            "en": "Her efforts have all been <em>counterproductive</em>.",
            "vi": "Tất cả nỗ lực của cô ấy đều phản tác dụng."
        },
        {
            "en": "Research shows that sending young offenders to prison can be <em>counterproductive</em>.",
            "vi": "Nghiên cứu cho thấy rằng đưa các thanh niên phạm tội vào tù có thể phản tác dụng."
        },
        {
            "en": "Command and control is absent from this new world, where it is seen as either illegitimate or <em>counterproductive</em>.",
            "vi": "Với cách làm việc đặc trưng này, phong cách ra lệnh và kiểm soát bị xem là không thích hợp, thậm chí phản tác dụng."
        },
        {
            "en": "The present strategy of deterring people from moving is not only difficult to enforce but could be <em>counterproductive</em>.",
            "vi": "Chiến lược hạn chế người dân di chuyển hiện nay không chỉ khó thực thi mà còn phản tác dụng."
        },
        {
            "en": "There is a lot of research pointing at the fact that transplanting institutions can be totally <em>counterproductive</em> due to differing local conditions.",
            "vi": "Có rất nhiều nghiên cứu cho thấy một thực tế là việc cấy ghép các thể chế có thể hoàn toàn phản tác dụng do điều kiện của mỗi địa phương khác nhau."
        },
        {
            "en": "Effective persuaders also recognize when they are becoming overly emotional or angry-two behaviors that are inappropriate and <em>counterproductive</em> in many persuasion situations.",
            "vi": "Những người thuyết phục hiệu quả cũng nhận ra khi nào họ trở nên quá xúc động và giận dữ - hai cách cư xử không phù hợp và phản tác dụng trong nhiều tình huống thuyết phục."
        },
        {
            "en": "Starting improvement during re-organization would be <em>counterproductive</em> because any improvement gains would be very difficult to sustain over a period of time.",
            "vi": "Việc bắt đầu cải tiến trong khi tái tổ chức sẽ phản tác dụng bởi vì bất kì cải tiến nào thu được cũng sẽ rất khó duy trì qua một thời kỳ."
        },
        {
            "en": "For example, Korea channeled subsidies to strategic sectors, but the focus on steel, petrochemicals and nonferrous metals was ultimately <em>counterproductive</em> and costly.",
            "vi": "Chẳng hạn, Hàn Quốc tập trung trợ cấp cho các ngành chiến lược nhưng chú trọng vào ngành thép, hoá dầu và kim loại màu là hoàn toàn không có hiệu quả và tốn kém."
        },
        {
            "en": "Although those providing assistance want to be sure their money is used well, these kinds of conditions are <em>counterproductive</em> and make many developing countries reluctant to accept help.",
            "vi": "Mặc dù các tổ chức cung cấp viện trợ muốn chắc chắn tiền của họ được sử dụng tốt, những loại điều kiện này là phản tác dụng và làm nhiều nước đang phát triển miễn cưỡng chấp nhận sự giúp đỡ."
        },
        {
            "en": "A jail in Massachusetts is banning in-person visits to replace them with video calls, making the state the latest in which local authorities have decided to implement a policy that is widely decried as cruel and <em>counterproductive</em> .",
            "vi": "Một nhà tù ở Massachusetts đang cấm thăm nuôi trực tiếp và thay thế bằng các cuộc gọi điện video, khiến cho tiểu bang này là nơi mới nhất mà các nhà chức trách địa phương đã quyết định thực hiện một chính sách bị cáo buộc là tàn nhẫn và phản tác dụng"
        },
        {
            "en": "If you are not prepared to discuss class materials, joining a group may be <em>counterproductive</em>. You will be less likely to make meaningful contributions to the group's discussion, and your group members' conversations may confuse you. If you are behind in a course, catch up in your understanding of class material before you join a study group.",
            "vi": "Nếu bạn không chuẩn bị để thảo luận về bài học, thì tham gia vào một nhóm có thể sẽ bị phản tác dụng. Bạn sẽ ít có khả năng đóng góp những phần có ý nghĩa vào cuộc thảo luận của nhóm, và cuộc nói chuyện của các thành viên còn lại có thể sẽ làm bạn rối tung lên. Nếu bạn thua kém mọi người trong lớp, thì bạn nên bắt kịp các kiến thức về các tài liệu môn học trước khi tham gia vào việc học nhóm."
        },
        {
            "en": "4. It Improves digestion  If you drink a glass of warm water in the morning you will stimulate your digestive system and help your body to better digest and eliminate foods. Drinking cold water after meals can be <em>counterproductive</em>. Cold water solidifies the oils and fats in the food you have just eaten. This creates fat deposits and makes digestion more difficult. You are better off replacing that glass of cold water with a warm one.",
            "vi": "Cải thiện tiêu hoá  Uống một ly nước ấm vào buổi sáng sẽ kích thích hệ tiêu hoá của bạn và giúp cơ thể bạn tiêu hoá tốt hơn và loại bỏ chất dư thừa. Sau khi ăn mà uống nước lạnh thì lại phản tác dụng. Nước lạnh làm dầu mỡ khó tiêu. Làm tích tụ mỡ và khó tiêu hoá hơn. Tốt hơn là bạn nên thay một ly nước lạnh bằng một ly nước nóng."
        },
        {
            "en": "2. You’ll have time to schedule your day  Early birds have the opportunity to plan their day in advance before going to work. The earlier you have your day’s plan done, the more effectively and productively you’ll spend the time.  It’s <em>counterproductive</em> to map out your next day in the evening. Drawing up plans is not the best idea when your brain has gone stale and can only think about getting rest.early bird:\n\n1. A person who arises early in the morning.\n2. One that arrives or takes place early or before others.",
            "vi": "Bạn sẽ có thời gian lên kế hoạch cho ngày mới   Những người dậy sớm có cơ hội lên kế hoạch cho ngày mới trước khi đi làm. Kế hoạch trong ngày càng được sắp xếp sớm hơn thì bạn càng sử dụng thời gian có hiệu quả và hữu ích hơn.  Lên kế hoạch cho ngày hôm sau vào buổi tối thì không hiệu quả lắm đâu. Khi não bạn đã mệt và chỉ muốn nghỉ mà phải soạn ra các kế hoạch thì không phải là một ý tưởng sáng suốt nhất."
        },
        {
            "en": "China shares lead global stock market falls        \nChinese shares have suffered their biggest one-day fall since August last year because of fears that the government may increase interest rates.  The Shanghai Composite index closed down 5% on concerns that the government might shortly make a further attempt to control inflation.  The speculation, along with heightened fears about the Irish Republic's debt problem, also hit other markets.  European indexes opened 1-2% lower, before recovering their losses.  Shortly before lunchtime, Paris' Cac 40 was 0.7% lower. London's FTSE 100 and Frankfurt's Dax index were both down by less than 1%.  China's inflation rate hit a two-year high in October, according to figures released on Thursday, largely due to higher food prices.  This was despite recent government efforts to dampen price rises and cool its rapidly growing economy through interest rates rises and the introduction of limits on bank lending Some analysts expect the government to intensify efforts to control price rises in the coming days.  \"There are some rumours there might be another interest rate hike this weekend,\" said Linus Yip from First Shanghai Securities in Hong Kong.  The falls began in Asia overnight and continued in the early hours of European trading  'Full confidence'  Earlier sharp falls in European markets also coincided with the release of figures showing that the pace of economic recovery in Europe's leading economies had declined in the third quarter.  A slowdown had been expected, especially in Germany which enjoyed record growth in the previous quarter. But the figures were slightly lower than economists had been predicting.  There was no update on the state of the Irish economy, which has been the focus of growing unease in recent days, prompting talks on the sidelines of the G20 summit in South Korea.  European members of the G20 - France, Germany, Italy, Spain and the UK - issued a statement aimed at reassuring the bond markets, which pushed the Irish government's cost of borrowing to record levels this week.  Despite initial concerns from the Irish prime minister that the statement could be <em>counterproductive</em>, Irish bond yields fell, reflecting increased confidence in the likelihood that Irish government debt would be paid back in full.  They dropped to 8.2%, down from the all-time high of 8.95% reached on Thursday.  Irish Finance Minister Brian Lenihan said the statement had shown the countries had \"full confidence\" in his government's policies.",
            "vi": "Cổ phiếu của Trung Quốc gây ra sự sụt giảm thị trường cổ phiếu toàn cầu     Cổ phiếu của Trung Quốc đã phải chịu một mức sụt giảm trong ngày cao nhất kể từ tháng 8 năm ngoái do mọi người lo rằng chính phủ có thể tăng lãi suất. Chỉ số Shanghai Composite đóng cửa ở mức giảm 5% do nhà đầu tư lo ngại rằng chính phủ có thể có biện pháp can thiệp trong ngắn hạn để kiểm soát lạm phát. Việc đầu cơ, bên cạnh nỗi lo sợ ngày càng tăng về vấn đề nợ nần của cộng hòa Ai-len, cũng tác động xấu đến những thị trường khác Các chỉ số Châu Âu mở cửa ở mức thấp hơn từ 1-2% trước khi khôi phục được mức thua lỗ của chúng. Ngay trước giờ nghỉ trưa, chỉ số Cac 40 của thị trường Pari giảm 0,7%. Chỉ số FTSE 100 tại Luân Đôn và chỉ số Dax tại Frankfurt đều giảm ít hơn 1% Tỷ lệ lạm phát của Trung Quốc đạt mức cao kỷ lục trong 2 năm qua vào tháng 10, theo như những số liệu được công bố vào thứ 5, chủ yếu là do giá cả thực phẩm tăng cao hơn. Điều này xảy ra bất chấp những nỗ lực của chính phủ trong thời gian gần đây để làm giảm tốc độ tăng giá và hạ nhiệt nền kinh tế đang phát triển quá nhanh của nó thông qua việc tăng lãi suất và áp dụng những giới hạn trong việc cho vay của ngân hàng Một số nhà phân tích dự đoán rằng chính phủ sẽ gia tăng những nỗ lực kiểm soát tăng giá của mình trong những ngày sắp tới. “Có một số nguồn tin rằng có thể sẽ có một cú tăng lãi suất đột ngột nữa trong tuần này,” Linus Yip của công ty chứng khoán First Shanghai Securities ở Hong Kong nhận định Sự sụt giảm bắt nguồn từ thị trường qua đêm Châu Á và tiếp tục vào những giờ đầu của những phiên giao dịch ở Châu Âu Những sụt giảm mạnh mẽ thời gian đầu ở các thị trường Châu Âu cũng trùng khớp với việc công bố những số liệu cho thấy nhịp độ phục hồi kinh tế ở các nước kinh tế hàng đầu Châu Âu đã giảm trong quý 3. Sự giảm sút này đã được dự đoán trước, đặc biệt là ở Đức nước mà đã có một sự tăng trưởng kỷ lục trong quý trước. Nhưng các số liệu hơi thấp hơn mức mà các nhà kinh tế học đã dự đoán. Chưa có thông tin cập nhật nào về tình trạng của nền kinh tế Ai-len, nền kinh tế mà đã là trung tâm của những bất ổn ngày càng gia tăng trong những ngày gần đây, dẫn đến việc phải có một buổi hội thảo bên cạnh hội nghị thượng đỉnh của các nước G20 ở Hàn Quốc. Các quốc gia thành viên của G20 ở Châu Âu bao gồm Pháp, Đức, Ý, Tây Ban Nha và Anh đã đưa ra một tuyên bố nhằm xoa dịu các thị trường trái phiếu, điều này đã đẩy chi phí vay mượn của chính quyền Ai-len lên những mức kỷ lục trong tuần này. Bất chấp lo ngại ban đầu của thủ tướng Ai-len rằng tuyên bố này có thể gây ra tác dụng ngược, lãi suất trái phiếu của Ai-len giảm, phản ánh một sự gia tăng trong niềm tin rằng chính phủ Ai-len sẽ có thể trả hết nợ. Lãi suất này giảm xuống 8,2% từ mức cao kỷ lục 8,95% mà nó chạm đến vào thứ 5 Bộ trưởng tài chính của Ai-len, ông Brian Lenihan đã nói rằng tuyên bố này đã cho thấy rằng các nước có niềm tin tuyệt đối vào những chính sách của chính quyền của ông"
        }
    ],
    "suggestions": []
}