{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kaunsələ]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hội viên hội đồng</td></tr></table><i/></div>",
            "word": "councillor"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>councillor</k><blockquote>(<cclass>US also <cclass><b>councilor</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>noun a member of a council. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>councillorship</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Usage</cclass></b></blockquote><blockquote>On the difference between <cclass><b>councillor</b> and <cclass><b>counsellor</b>, see <cclass><b>usage</b> at <kref>counsellor</kref>. </cclass></cclass></cclass></blockquote></div>",
            "word": "councillor"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "councillor"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "councillor"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "councillor"
        }
    },
    "sentences": [
        {
            "en": "He is a <em>councillor</em>.",
            "vi": "Ông ta là một thành viên hội đồng."
        },
        {
            "en": "Who is my County <em>Councillor</em>?",
            "vi": "Hội viên hội đồng quản hạt của tôi là ai?"
        },
        {
            "en": "A ward committee can be set up for each ward <em>councillor</em> to assist and advise the <em>councillor</em> and improve public participation.",
            "vi": "Một ủy ban phường có thể được thiết lập cho mỗi ủy viên hội đồng phường để hỗ trợ và tư vấn cho các ủy viên hội đồng và cải thiện việc tham gia của cộng đồng."
        },
        {
            "en": "The images were sent to police by local <em>councillor</em> Dianne Snowdon after local residents raised concerns.",
            "vi": "Những hình ảnh này đã được gửi tới cảnh sát bởi ủy viên hội đồng địa phương Dianne Snowdon sau khi người dân địa phương dấy lên những lo lắng."
        },
        {
            "en": "Anybody who has reached the voting age may be elected as a <em>councillor</em>.",
            "vi": "Bất cứ ai đến tuổi bầu cử có thể được bầu làm ủy viên hội đồng."
        },
        {
            "en": "The images were sent to police by local <em>councillor</em> Dianne Snowdon after local residents raised concerns.",
            "vi": "Những hình ảnh này đã được gửi tới cảnh sát bởi ủy viên hội đồng địa phương Dianne Snowdon sau khi người dân địa phương dấy lên những lo lắng."
        },
        {
            "en": "\"I am pleased to appoint Len Gustafson as a Privy <em>Councillor</em> to recognize his many years of service to the country,\" said the Prime Minister.",
            "vi": "Thủ tướng chính phủ phát biểu rằng \"Tôi rất hân hạnh bổ nhiệm Len Gustafson giữ chức Ủy viên hội đồng cơ mật hoàng gia Anh để ghi nhận đóng góp nhiều năm của ông đối với đất nước.\""
        },
        {
            "en": "Penniston International Youth Festival To <em>Councillor</em> DM Patel Country Hall, Swithick Dear <em>Councillor</em> Patel. First let me thank the County Council, on behalf of the Festival Organising Committee, for playing host to the welcome reception for our international colleagues and for making us so welcome at County Hall last week. We were also grateful that you were able to find time to pay us a visit at our weekly planning meeting, where we were delighted to hear that you intend to join the festivities at the opening ceremony of the festival",
            "vi": "Đại diện cho Ban Tổ chức Lễ hội, trước tiên tôi xin cảm ơn Hội đồng Hạt (= tỉnh) đã tạo điều kiện cho lễ đón tiếp các đồng nghiệp quốc tế của chúng tôi và làm cho chúng tôi cảm thấy được tiếp đón ân cần tại County Hall tuần trước. Chúng tôi cũng biết ơn các bạn đã dành thời gian đến thăm chúng tôi tại cuộc họp lập kế hoạch hàng tuần, nơi chúng tôi rất vui mừng khi biết rằng các bạn có ý định tham gia các ngày hội tại lễ khai mạc lễ hội."
        },
        {
            "en": "The article in question appears to be an expression of individual opinion and does not accord with the officially stated position of China on India - China relations conveyed to us on several occasions, including at the highest level, most recently by State <em>Councillor</em> Dai Bingguo during his visit to Indialast week.",
            "vi": "Có vẻ như bài viết này là một cách bày tỏ ý kiến cá nhân và không phù hợp với lập trường chính thức của Trung Quốc về quan hệ Trung Ấn đã được truyền đạt đến chúng ta nhiều lần, kể cả ở cấp cao nhất, gần đây nhất bởi Cố vấn Quốc gia Dai Bingguo trong chuyến viếng thăm Ấn Độ tuần rồi."
        },
        {
            "en": "to be an expression of individual opinion and does not accord with the officially stated position of China on India - China relations conveyed to us on several occasions, including at the highest level, most recently by State <em>Councillor</em> Dai Bingguo during his visit to Indialast week.",
            "vi": "Có vẻ như bài viết này là một cách bày tỏ ý kiến cá nhân và không phù hợp với lập trường chính thức của Trung Quốc về quan hệ Trung Ấn đã được truyền đạt đến chúng ta nhiều lần, kể cả ở cấp cao nhất, gần đây nhất bởi Cố vấn Quốc gia Dai Bingguo trong chuyến viếng thăm Ấn Độ tuần rồi."
        },
        {
            "en": "The article in question appears to be an expression of individual opinion and does not accord with the officially stated position of China on India - China relations conveyed to us on several occasions, including at the highest level, most recently by State <em>Councillor</em> Dai Bingguo during his visit",
            "vi": "Có vẻ như bài viết này là một cách bày tỏ ý kiến cá nhân và không phù hợp với lập trường chính thức của Trung Quốc về quan hệ Trung Ấn đã được truyền đạt đến chúng ta nhiều lần, kể cả ở cấp cao nhất, gần đây nhất bởi Cố vấn Quốc gia Dai Bingguo trong chuyến viếng thăm Ấn Độ tuần rồi."
        },
        {
            "en": "“We don’t call it a basic income in Utrecht because people have an idea about it – that it is just free money and people will sit at home and watch TV,” said Heleen de Boer, a Green <em>councillor</em> in that city, which is half an hour south of Amsterdam.",
            "vi": "Bà Heleen de Boer, một hội viên hội đồng thuộc đảng Xanh của thành phố đó, thành phố cách Amsterdam nửa giờ xe chạy về phía nam, nói: \"Ở Utrecht, chúng tôi không gọi là thu nhập cơ bản vì mọi người sẽ có suy nghĩ rằng đấy là tiền chùa ấy mà nên cứ ngồi nhà xem ti vi, chẳng cần đi làm cũng có tiền.\""
        },
        {
            "en": "question appears to be an expression of individual opinion and does not accord with the officially stated position of China on India - China relations conveyed to us on several occasions, including at the highest level, most recently by State <em>Councillor</em> Dai Bingguo during his visit to Indialast week.",
            "vi": "Có vẻ như bài viết này là một cách bày tỏ ý kiến cá nhân và không phù hợp với lập trường chính thức của Trung Quốc về quan hệ Trung Ấn đã được truyền đạt đến chúng ta nhiều lần, kể cả ở cấp cao nhất, gần đây nhất bởi Cố vấn Quốc gia Dai Bingguo trong chuyến viếng thăm Ấn Độ tuần rồi."
        },
        {
            "en": "The article in question appears to be an expression of individual opinion and does not accord with the officially stated position of China on India-China relations conveyed to us on several occasions, including at the highest level, most recently by State <em>Councillor</em> Dai Bingguo during his visit to Indialast week.",
            "vi": "Có vẻ như bài viết này là một cách bày tỏ ý kiến cá nhân và không phù hợp với lập trường chính thức của Trung Quốc về quan hệ Trung Ấn đã được truyền đạt đến chúng ta nhiều lần, kể cả ở cấp cao nhất, gần đây nhất bởi Cố vấn"
        },
        {
            "en": "The article in question appears to be an expression of individual opinion and does not accord with the officially stated position of China on India - China relations conveyed to us on several occasions, including at the highest level, most recently by State <em>Councillor</em> Dai Bingguo during",
            "vi": "Có vẻ như bài viết này là một cách bày tỏ ý kiến cá nhân và không phù hợp với lập trường chính thức của Trung Quốc về quan hệ Trung Ấn đã được truyền đạt đến chúng ta nhiều lần, kể cả ở cấp cao nhất, gần đây nhất bởi Cố vấn Quốc gia Dai Bingguo trong chuyến viếng thăm Ấn Độ tuần rồi."
        },
        {
            "en": "The politicians, well aware of a possible backlash, are rather shy of admitting it. “We had to delete mention of basic income from all the documents to get the policy signed off by the council,” confided Lisa Westerveld, a Green <em>councillor</em> for the city of Nijmegen, near the Dutch-German border.",
            "vi": "Biết rõ có thể vấp phải phản ứng trái chiều, các chính trị gia đề ra chính sách này tỏ ra hơi dè dặt. Lisa Westerveld, hội viên hội đồng thuộc đảng Xanh của thành phố Nijmegen, gần biên giới Hà Lan - Đức, thổ lộ: \"Chúng tôi đã loại những đề xuất thu nhập cơ bản từ các văn bản để được hội đồng thành phố phê chuẩn chính sách này\"."
        },
        {
            "en": "Chinese essay sparks outcry in India        By James Lamont in New Delhi and Kathrin Hille in Beijing  Published: August 12 2009 18:41 | Last updated: August 12 2009 22:23 Indian academics are up in arms over what they regard as provocative incitement of the country’s demise by a Chinese essayist.  “China can dismember the so-called ‘Indian Union’ with one little move!” claimed the essay posted last week on China International Strategy Net, a patriotic website focused on strategic issues.  The writer, under the pseudonym Zhanlue (strategy in Chinese), argued that India’s sense of national unity was weak and Beijing’s best option to remove an emerging rival and security threat would be to support separatist forces, like those in Assam, to bring about a collapse of the Indian federal state.  “There cannot be two suns in the sky,” wrote Zhanlue. “China and India cannot really deal with each other harmoniously.” The article suggested that India should be divided into 20 to 30 sovereign states. Such was the outcry about the article that the Indian government issued a statement reassuring the country that relations with China were calm.   “The article in question appears to be an expression of individual opinion and does not accord with the officially stated position of China on India-China relations conveyed to us on several occasions, including at the highest level, most recently by State <em>Councillor</em> Dai Bingguo during his visit to India last week,” the foreign ministry in New Delhi said in a statement, referring to mutual pledges to respect territorial integrity and sovereignty. The publication of the article coincided with talks between Beijing and New Delhi over disputed Himalayan border areas. Earlier this year, China held up funding for an Asian Development Bank project in Arunachal Pradesh, an Indian state claimed by China as “south Tibet”. India has also banned some Chinese imports as it tries to protect its economy from the global downturn. Officials in Beijing and Delhi hew to rival visions of the future, each seeing themselves as pursuing the more durable political and social model of development. The presumption in New Delhi is that China’s unified, one-party state is bound to break down. DS Rajan, director of the Chennai Centre for China Studies, brought the essay to his countrymen’s attention. “It has generally been seen that China is speaking in two voices,” he said. “Its diplomatic interlocutors have always shown understanding during their dealings with their Indian counterparts, but its selected media is pouring venom on India in their reporting.” China International Strategy Net is run by Kang Lingyi, who took part in hacking into US government websites in 1999 following US bombing of the Chinese embassy in Belgrade. Sites such as his are part of the Communist party’s strategy to allow nationalism to grow to strengthen its political legitimacy According to Jeremy Goldkorn of Danwei.org, the essay has actually been floating around the Chinese blogosphere in various forms since at least 2005, a fact not mentioned in the FT article or, presumably, by Rajan. It seems odd at first that one essay on a nationalist Website could cause such an uproar. (Imagine if someone tried a draw conclusions about U.S. foreign policy from a glance at, say, WorldNetDaily.) But given the extent to which the Chinese government censors content it doesn't approve of online, they can hardly complain when articles that do appear on the Chinese Internet are assumed to have tacit government approval. ",
            "vi": "Chinese essay sparks outcry in India     Tác giả: James Lamont ở New Delhi và Kathrin Hille ở Beijing  Phát hành: 12 tháng 8, 2009 18:41  Các học giả Ấn Độ đang kịch liệt phản đối điều họ cho là lời kích động hô hào đưa Ấn Độ đến chỗ cáo chung bởi một tác giả Trung Quốc.  \"Trung Quốc có thể chia cắt cái gọi là  “Liên bang Ấn Độ” chỉ bằng một động thái nhỏ !\" bài viết được đăng vào tuần trước trên mạng China International Strategy Net, mạng thông tin yêu nước tập trung vào các vấn đề chiến lược, đã quả quyết như vậy.  Người viết lấy bút danh là Zhanlue (tiếng Hoa nghĩa là “chiến lược”) đã biện luận rằng ý thức đoàn kết dân tộc của Ấn Độ còn yếu và để loại bỏ một đối thủ mới nổi lên và mối đe doạ an ninh, chọn lựa tốt nhất của Bắc Kinh là ủng hộ lực lượng của những người theo chính sách ly khai, chẳng hạn như những lực lượng trong Assam, để gây ra sự sụp đổ của Liên bang Ấn Độ. \"Một bầu trời không thể có hai mặt trời, \" Zhanlue viết như thế. \" Trung Quốc và Ấn Độ không thể thật sự hoà hợp với nhau được.\"  Bài báo gợi ý rằng nên chia Ấn Độ thành 20 đến 30 nhà nước có chủ quyền. Đó là sự phản đối kịch liệt đối với bài báo mà trong đó chính phủ Ấn Độ đã tuyên bố nhằm trấn an dân chúng rằng quan hệ với Trung quốc vẫn êm đẹp.  “Có vẻ như bài viết này là một cách bày tỏ ý kiến cá nhân và không phù hợp với lập trường chính thức của Trung Quốc về quan hệ Trung Ấn đã được truyền đạt đến chúng ta nhiều lần, kể cả ở cấp cao nhất, gần đây nhất bởi Cố vấn Quốc gia Dai Bingguo trong chuyến viếng thăm Ấn Độ tuần rồi,”  Bộ Ngoại giao ở New Delhi đã tuyên bố như vậy trong một thông báo có nhắc đến cam kết giữa hai bên là sẽ tôn trọng chủ quyền và toàn vẹn lãnh thổ.  Bài viết được công bố cùng một lúc với các cuộc hồi đàm giữa Bắc Kinh và New Delhi về vùng biên giới Hy Mã Lạp Sơn đang bị tranh chấp.  Đầu năm nay, Trung Quốc đã hoãn việc tài trợ cho dự án Ngân hàng Phát triển Châu Á ở Arunachal Pradesh, một bang của Ấn Độ bị Trung Quốc cho là “miền nam Tây Tạng”.  Ấn Độ cũng đã cấm nhập khẩu một số mặt hàng của Trung Quốc vì họ đang cố gắng giữ cho nền kinh tế của họ không bị ảnh hưởng bởi tình trạng suy thoái toàn cầu. Các viên chức ở Bắc Kinh và Delhi vẫn có những quan điểm về tương lai đối địch nhau, bên nào cũng tự xem mình là  đang đeo đuổi mô hình phát triển chính trị và xã hội bền vững hơn.  New Delhi cho rằng nhà nước Trung Quốc thống nhất và độc đảng nhất định sẽ bị sụp đổ. DS Rajan, giám đốc Trung tâm Nghiên cứu Trung Quốc ở Chennai, đã làm cho đồng bào của mình phải chú ý đến bài khảo luận này.   “Mọi người thường thấy Trung Quốc đang nói nước đôi.  Các nhà ngoại giao của họ đã luôn tỏ ra hiểu biết trong vấn đề giao dịch với những người tương nhiệm Ấn Độ của họ,  thế nhưng các phương tiện truyền thông chọn lọc của Trung Quốc đang trút nọc độc vào Ấn Độ qua những lời tuyên bố của họ.” Mạng China International Strategy Net được điều hành bởi Kang Lingyi, người đã từng tấn công các trang web của chính phủ Hoa Kỳ vào năm 1999 sau khi Hoa Kỳ dội bom vào đại sứ quán Trung Quốc tại Belgrade.   Các trang web như là trang web của anh ta đều nằm trong chiến lược của Đảng Cộng sản nhằm cho phép chủ nghĩa dân tộc bành trướng để củng cố tính hợp pháp chính trị của Đảng. Theo Jeremy Goldkorn thuộc trang web Danwei.org, thật ra bài khảo luận này đã được bàn luận nhiều trong cộng đồng viết blog Trung Quốc dưới nhiều hình thức khác nhau, ít nhất cũng từ năm 2005 đến nay,  chuyện này đã không được bài báo của FT, hoặc có thể là của Rajan, nhắc tới. Ban đầu, có vẻ lạ ở chỗ một bài khảo luận trên một trang web có tính dân tộc chủ nghĩa lại có thể gây rùm beng như thế. (Cứ tưởng tượng nếu có ai đó chỉ cần nhìn thoáng qua, chẳng hạn như, WorldNetDaily, mà đã cố rút ra kết luận về chính sách đối ngoại của Hoa Kỳ) Nhưng xét theo mức độ chính quyền Trung Quốc kiểm duyệt nội dung trực tuyến không vừa ý họ, thì họ khó có thể phân bua khi những bài viết xuất hiện trên mạng Internet của Trung Quốc bị người ta cho là có sự tán thành ngầm của chính phủ."
        }
    ],
    "suggestions": []
}