{
    "en_vn": {
        "data": {
            "content": null,
            "word": "coveted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "coveted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "coveted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "coveted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "coveted"
        }
    },
    "sentences": [
        {
            "en": "The secret was <em>coveted</em>.",
            "vi": "Bí mật được rất nhiều người thèm muốn."
        },
        {
            "en": "Mary is this year's winner of the <em>coveted</em> Nobel Prize.",
            "vi": "Mary là người năm nay đoạt giải thưởng Nobel được nhiều người thèm muốn."
        },
        {
            "en": "This year's winner of the <em>coveted</em> Nobel prize",
            "vi": "Người năm nay đoạt giải thưởng nobel được nhiều người thèm muốn"
        },
        {
            "en": "Getting the letter with the <em>coveted</em> word \"Congratulations\" makes it all worthwhile.",
            "vi": "Việc nhận được lá thư có dòng chữ ao ước \"Xin chúc mừng\" làm tất cả chuyện này đáng để bỏ công sức."
        },
        {
            "en": "Our multi-skilled CEO has distinguished himself yet again by winning the <em>coveted</em> Brookings Award for innovation in business.",
            "vi": "Vị giám đốc điều hành đa tài của chúng ta lại một lần nữa nổi bật với giải thưởng Brookings được nhiều người thèm muốn cho việc cải tạo nền kinh tế."
        },
        {
            "en": "Our multi - skilled CEO has distinguished himself yet again by winning the <em>coveted</em> Brookings Award for innovation in business.",
            "vi": "Vị giám đốc điều hành đa tài của chúng ta lại một lần nữa nổi bật với giải thưởng Brookings được nhiều người thèm muốn cho việc cải tạo nền kinh tế."
        },
        {
            "en": "Ang Lee's cowboy film Brokeback Mountain has won the <em>coveted</em> Golden Lion at the Venice film festival.",
            "vi": "Phim cao bồi brokeback mountain của ang lee đã đoạt sư tử vàng được nhiều người khao khát tại liên hoan phim venice."
        },
        {
            "en": "A man who has won a prize <em>coveted</em> by his friend faces a difficult choice: he must either hide his prize away where the friend will never see it if he can or suffer damage to the friendship.",
            "vi": "Người đàn ông thắng được giải thưởng mà bạn mình ao ước phải đương đầu với sự lựa chọn khó khăn: anh ta phải hoặc là thu giấu giải thưởng đi cho người bạn không thấy hoặc đành chịu cảnh sứt mẻ tình bạn."
        },
        {
            "en": "It is not an exaggeration to so that penicillin has opened a new era of medicine and for this discovery Fleming and his associates were awarded the much-<em>coveted</em> Nobel Prize.",
            "vi": "Hoàn toàn không cường điệu khi nói rằng penicillin đã mở ra một kỷ nguyên mới cho y học, với phát minh này, fleming và các cộng sự của ông đã được trao giải nobel."
        },
        {
            "en": "Brian Kalish says getting the letter with the <em>coveted</em> word \"Congratulations\" makes it all worthwhile.\"This school sent me an e - mail and I screamed so loud that my parents came running, one from downstairs\", he recalls.\"Brian! What",
            "vi": "Brian Kalish cho biết việc nhận được lá thư có dòng chữ ao ước \"Chúc mừng\" cũng rất đáng công. Anh nhớ lại: \"Trường này đã gửi cho tôi một email và tôi đã hét to đến nỗi ba mẹ tôi, một người ở tầng trệt, phải chạy đến hỏi: \"Brian! Chuyện gì đã xảy ra vậy?\" Tôi trả lời: \"Con đã trở thành người Mỹ!\" Rồi tôi ngã xuống giường và hầu như ngã qụy xuống."
        },
        {
            "en": "in a high - powered organization. But Jordan has made himself so valuable - so <em>coveted</em> - to so many employers that he actually works for several at once - and none of them seem to mind his vocational polygamy.",
            "vi": "Trong cuộc sống này, giữ được việc trong một tổ chức đầy quyền lực đã là khó. Nhưng Jordan đã biến mình trở thành vô giá đến mức ông có thể làm việc cho nhiều người cùng lúc, và không ai có vẻ quan tâm đến chuyện đa đoan này."
        },
        {
            "en": "Brian Kalish says getting the letter with the <em>coveted</em> word \"Congratulations\" makes it all worthwhile.\"This school sent me an e - mail and I screamed so loud that my parents came running, one from downstairs\", he recalls.\"",
            "vi": "Brian Kalish cho biết việc nhận được lá thư có dòng chữ ao ước \"Chúc mừng\" cũng rất đáng công. Anh nhớ lại: \"Trường này đã gửi cho tôi một email và tôi đã hét to đến nỗi ba mẹ tôi, một người ở tầng trệt, phải chạy đến hỏi: \"Brian! Chuyện gì đã xảy ra vậy?\" Tôi trả lời: \"Con đã trở thành người Mỹ!\" Rồi tôi ngã xuống giường và hầu như ngã qụy xuống."
        },
        {
            "en": "The grueling 15-hour surgery was a resounding success, giving the two boys much-<em>coveted</em> independence, although it resulted in Viet ending up in a virtually vegetative state. He passed away in late 2007 at age 26.",
            "vi": "Ca phẫu thuật kéo dài 15 giờ đầy mệt mỏi là một thành công vang dội, mang lại sự độc lập cho hai chàng trai, mặc dù điều này dẫn đến việc Việt kết thúc trong tình trạng gần như thực vật. Cậu qua đời vào cuối năm 2007 ở tuổi 26."
        },
        {
            "en": "In this life, it's hard to hold down just one job in a high - powered organization. But Jordan has made himself so valuable - so <em>coveted</em> - to so many employers that he actually works for several at once - and none of them seem to mind his vocational polygamy.",
            "vi": "Trong cuộc sống này, giữ được việc trong một tổ chức đầy quyền lực đã là khó. Nhưng Jordan đã biến mình trở thành vô giá đến mức ông có thể làm việc cho nhiều người cùng lúc, và không ai có vẻ quan tâm đến chuyện đa đoan này."
        },
        {
            "en": "In this life, it's hard to hold down just one job in a high - powered organization. But Jordan has made himself so valuable - so <em>coveted</em> - to so many employers that he actually works for several at once - and none of them seem",
            "vi": "Trong cuộc sống này, giữ được việc trong một tổ chức đầy quyền lực đã là khó. Nhưng Jordan đã biến mình trở thành vô giá đến mức ông có thể làm việc cho nhiều người cùng lúc, và không ai có vẻ quan tâm đến chuyện đa đoan này."
        },
        {
            "en": "Brian Kalish says getting the letter with the <em>coveted</em> word \"Congratulations\" makes it all worthwhile. \"This school sent me an e-mail and I screamed so loud that my parents came running, one from downstairs\", he recalls. \"Brian! What happened?\" they asked.  \"I made American [University]!\" Then I fell onto my bed and almost collapsed.",
            "vi": "Brian Kalish cho biết việc nhận được lá thư có dòng chữ ao ước \"Chúc mừng\" cũng rất đáng công. Anh nhớ lại :\"Trường này đã gửi cho tôi một email và tôi đã hét to"
        },
        {
            "en": "In this life, it's hard to hold down just one job in a high-powered organization. But Jordan has made himself so valuable - so <em>coveted</em> - to so many employers that he actually works for several at once - and none of them seem to mind his vocational polygamy.",
            "vi": "Trong cuộc sống này, giữ được việc trong một tổ chức đầy quyền lực đã là khó. Nhưng Jordan đã biến mình trở thành vô giá đến mức ông có thể làm việc cho nhiều người cùng lúc,"
        },
        {
            "en": "Brian Kalish says getting the letter with the <em>coveted</em> word \"Congratulations\" makes it all worthwhile.\"This school sent me an e - mail and I screamed so loud that my parents came running, one from downstairs\", he recalls.\"Brian! What happened?\" they asked.\"I made American [University]!\" Then I fell onto my bed and almost collapsed.",
            "vi": "Brian Kalish cho biết việc nhận được lá thư có dòng chữ ao ước \"Chúc mừng\" cũng rất đáng công. Anh nhớ lại: \"Trường này đã gửi cho tôi một email và tôi đã hét to đến nỗi ba mẹ tôi, một người ở tầng trệt, phải chạy đến hỏi: \"Brian! Chuyện gì đã xảy ra vậy?\" Tôi trả lời: \"Con đã trở thành người Mỹ!\" Rồi tôi ngã xuống giường và hầu như ngã qụy xuống."
        },
        {
            "en": "In this life, it's hard to hold down just one job in a high - powered organization. But Jordan has made himself so valuable - so <em>coveted</em> - to so many employers that he actually works for several at once - and none of them seem to",
            "vi": "Trong cuộc sống này, giữ được việc trong một tổ chức đầy quyền lực đã là khó. Nhưng Jordan đã biến mình trở thành vô giá đến mức ông có thể làm việc cho nhiều người cùng lúc, và không ai có vẻ quan tâm đến chuyện đa đoan này."
        },
        {
            "en": "In this life, it's hard to hold down just one job in a high - powered organization. But Jordan has made himself so valuable - so <em>coveted</em> - to so many employers that he actually works for several at once - and none of them",
            "vi": "Trong cuộc sống này, giữ được việc trong một tổ chức đầy quyền lực đã là khó. Nhưng Jordan đã biến mình trở thành vô giá đến mức ông có thể làm việc cho nhiều người cùng lúc, và không ai có vẻ quan tâm đến chuyện đa đoan này."
        }
    ],
    "suggestions": []
}