{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Coventry"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Coventry</k><blockquote>■ <cclass>noun (in phr. <cclass><b>send someone to Coventry</b>) <cclass>chiefly Brit. refuse to associate with or speak to someone.</cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Word History</cclass></b></blockquote><blockquote>The origins of the phrase <cclass><b>send someone to Coventry</b>, recorded since the 18th century, are uncertain. It is sometimes said to derive from the treatment suffered in the past by soldiers stationed in the west Midlands city of Coventry, who were unpopular with the townspeople. Alternatively, it may have arisen because Royalist prisoners were sent there during the English Civil War (1642–9): the city was held by Parliamentary forces and was thus unlikely to give the prisoners a warm welcome. </cclass></blockquote></div>",
            "word": "Coventry"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Coventry"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>Coventry</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>esp.</abr><abr>BE</abr>) to send to Coventry ('to ostracize')</ex></blockquote></blockquote></div>",
            "word": "Coventry"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Coventry"
        }
    },
    "sentences": [
        {
            "en": "Send to <em>Coventry</em>",
            "vi": "Không hợp tác với"
        },
        {
            "en": "I caught the train up to <em>Coventry</em>.",
            "vi": "Tôi đã bắt kịp chuyến xe lửa đến Coventry."
        },
        {
            "en": "There was an intensive bombing of cities in the UK, including London and <em>Coventry</em>.",
            "vi": "Có một cuộc ném bom tập trung vào hai thành ở vương quốc Anh, gồm có London và Coventry."
        },
        {
            "en": "Men who refused to strike were sent to <em>Coventry</em> by their colleagues.",
            "vi": "Những người từ chối đình công đã bị các đồng nghiệp tẩy chay."
        },
        {
            "en": "A boy from <em>Coventry</em> has become the youngest computer specialist in the world.",
            "vi": "Một cậu bé ở Coventry đã trở thành chuyên gia máy tính trẻ nhất trên thế giới."
        },
        {
            "en": "People who smoke in the office complain of being sent to <em>Coventry</em> by the non-smoking majority.",
            "vi": "Những người hút thuốc trong văn phòng phàn nàn rằng họ bị số đông không hút thuốc tẩy chay."
        },
        {
            "en": "Joe worked all through the strike, so when it was over, the other workers sent him to <em>Coventry</em>.",
            "vi": "Suốt thời gian diễn ra cuộc đình công, Joe vẫn làm việc nên khi cuộc đình công chấm dứt, các công nhân khác đều tẩy chay anh ta."
        },
        {
            "en": "People who smoke in the office complain of being sent to <em>Coventry</em> by the non - smoking majority.",
            "vi": "Những người hút thuốc trong văn phòng phàn nàn rằng họ bị số đông không hút thuốc tẩy chay."
        },
        {
            "en": "Ayan has his own computer lab at his home in <em>Coventry</em>, containing a computer network which he built.",
            "vi": "Ayan có phòng máy tính riêng trong nhà cậu ở Coventry, mạng máy tính cậu thiết kế đặt ở đó."
        },
        {
            "en": "<em>Coventry</em> interrupted McKenzie's virtuoso performance by winning control of the midfield and putting the Everton goal in danger with an ambitious chip shot by Beck from 25 yards that sailed only a few feet wide of the far post.",
            "vi": "Coventry làm gián đoạn màn trình diễn điêu luyện của mckenzie bằng cách làm chủ khu vực giữa sân và đe doạ khung thành của everton bằng cú đá bổng tham vọng của beck từ ngoài 23 m chỉ chệch cột xa vài chục cm."
        },
        {
            "en": "Dr Anna Joyce, a cognitive developmental researcher at <em>Coventry</em> University, said: \"As the first study to investigate associations between sleep and touchscreen use in infancy, this is a timely piece of research.",
            "vi": "Tiến sĩ Anna Joyce, một nhà nghiên cứu phát triển nhận thức của trường đại học Coventry cho biết: \"Là một nghiên cứu đầu tiên điều tra về các mối liên hệ giữa giấc ngủ và việc sử dụng thiết bị cảm ứng ở trẻ nhỏ, đây là một mảnh ghép hợp thời của cuộc nghiên cứu."
        },
        {
            "en": "Dr Anna Joyce, a cognitive developmental researcher at <em>Coventry</em> University, said: \"As the first study to investigate associations between sleep and touchscreen use in infancy, this is a timely piece of research.",
            "vi": "Tiến sĩ Anna Joyce, một nhà nghiên cứu phát triển nhận thức của trường đại học Coventry cho biết: \"Là một nghiên cứu đầu tiên điều tra về các mối liên hệ giữa giấc ngủ và việc sử dụng thiết bị cảm ứng ở trẻ nhỏ, đây là một mảnh ghép hợp thời của cuộc nghiên cứu."
        }
    ],
    "suggestions": []
}