{
    "en_vn": {
        "data": {
            "content": null,
            "word": "CPI",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>CPI</k><blockquote>■ <cclass>abbreviation (in the US) consumer price index. </cclass></blockquote></div>",
            "word": "CPI",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "CPI",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "CPI",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "CPI",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>CPI</em>",
            "vi": "Chỉ số giá tiêu dùng"
        },
        {
            "en": "Core <em>CPI</em>",
            "vi": "CPI cơ bản"
        },
        {
            "en": "<em>CPI</em> (Consumer Price Index)",
            "vi": "Chỉ số giá hàng tiêu dùng."
        },
        {
            "en": "Minimum wage compared to <em>CPI</em> and GDP.",
            "vi": "Lương tối thiểu so với Chỉ số giá cả tiêu dùng và GDP."
        },
        {
            "en": "Hanoi, HCM City see <em>CPI</em> increase in February",
            "vi": "CPI của Hà Nội và Thành phố Hồ Chí Minh tăng mạnh trong tháng hai"
        },
        {
            "en": "UK <em>CPI</em> inflation rate rises to 4.4% in July",
            "vi": "Tỷ lệ lạm phát CPI của Vương quốc Anh tăng lên đến 4,4% vào tháng bảy"
        },
        {
            "en": "The <em>CPI</em> is a narrow measure of inflation.",
            "vi": "CPI là một biện pháp thu hẹp lạm phát."
        },
        {
            "en": "The <em>CPI</em> measures price change from the perspective of the purchaser. U.S. <em>CPI</em> data can be found at the Bureau of Labor Statistics.",
            "vi": "CPI đo lường sự thay đổi giá cả dưới con mắt người mua. Dữ liệu CPI của Hoa Kỳ có thể tìm thấy ở Cục Thống kê Lao động."
        },
        {
            "en": "The <em>CPI</em> measures price change from the perspective of the purchaser. U. S. <em>CPI</em> data can be found at the Bureau of Labor Statistics.",
            "vi": "CPI đo lường sự thay đổi giá cả dưới con mắt người mua. Dữ liệu CPI của Hoa Kỳ có thể tìm thấy ở Cục Thống kê Lao động."
        },
        {
            "en": "Thành phố Cần Thơ là địa phương có chỉ số <em>CPI</em> tăng nhanh nhất (2,84%).",
            "vi": "Cần Thơ City is the locality having the most rapid CPI growth (2. 84%)."
        },
        {
            "en": "Ha Noi enjoyed the lowest <em>CPI</em> surge (1.49%), followed by Ho Chi Minh City (1.82%).",
            "vi": "Hà Nội đạt được chỉ số CPI tăng thấp nhất (1, 49%), tiếp theo Thành phố Hồ Chí Minh (1, 82%)."
        },
        {
            "en": "The <em>CPI</em> decrease demonstrates that measures taken by the Government to curb inflation has started working.",
            "vi": "Chỉ số CPI giảm chứng tỏ các biện pháp Chính phủ sử dụng để kiềm chế lạm phát đã bắt đầu có tác dụng."
        },
        {
            "en": "Cần Thơ City is the locality having the most rapid <em>CPI</em> growth (2.84%).",
            "vi": "Thành phố Cần Thơ là địa phương có chỉ số CPI tăng nhanh nhất (2, 84%)."
        },
        {
            "en": "Entertainment-tourism saw the highest <em>CPI</em> increase with 3 percent, followed food with 2.66 percent.",
            "vi": "Dịch vụ du lịch – giải trí có CPI tăng cao nhất 3%, tiếp theo đó là thực phẩm 2,66%"
        },
        {
            "en": "In the long run, the various PPIs and the <em>CPI</em> show a similar rate of inflation. This is not the case in the short run, as PPIs often increase before the <em>CPI</em>.",
            "vi": "Trong khoảng thời gian dài, các PPI và CPI khác nhau cho thấy tỷ lệ lạm phát tương đương nhau. Hiện tượng này không xuất hiện trong thời gian ngắn, vì các PPI thường tăng trước CPI."
        },
        {
            "en": "In terms of measuring inflation, Consumer Price Index (<em>CPI</em>) is the most obvious way to quantify changes in purchasing power.",
            "vi": "Về mặt đo lường lạm phát, chỉ số giá tiêu dùng (CPI) là cách rõ ràng nhất để xác định số thay đổi trong khả năng mua sắm."
        },
        {
            "en": "Ho Chi Minh City’s consumer price index (<em>CPI</em>) rose by 1,68 percent in February, according to the municipal statistics department.",
            "vi": "Theo cục thống kê thành phố, chỉ số giá tiêu dùng (CPI) của Thành phố Hồ Chí Minh đã tăng gần 1,68 phần trăm vào tháng hai."
        },
        {
            "en": "One result is that while the <em>CPI</em> in China only grew 6.5 percent in the twelve month period ending in December 2007, in Vietnam the <em>CPI</em> increased 10 percent.",
            "vi": "Kết quả là trong khi chỉ số giá tiêu dùng ở Trung Quốc trong mười hai tháng kết thúc vào tháng 12 năm 2007 chỉ khoảng 6,5% thì ở Việt Nam lên tới 10%."
        },
        {
            "en": "Ha Noi enjoyed the lowest <em>CPI</em> surge (1. 49%), followed by Ho Chi Minh City (1. 82%).",
            "vi": "Hà Nội đạt được chỉ số CPI tăng thấp nhất (1,49%), tiếp theo Thành phố Hồ Chí Minh (1,82%)."
        },
        {
            "en": "Consumer Price Index (<em>CPI</em>) - A measure of price changes in consumer goods and services such as gasoline, food, clothing and automobiles",
            "vi": "Chỉ số giá tiêu dùng (CPI) - Một công cụ đo lường những biến động giá cả hàng hoá dịch vụ tiêu dùng chẳng hạn như xăng, thực phẩm, quần áo và ôtô"
        }
    ],
    "suggestions": []
}