{
    "en_vn": {
        "data": {
            "content": null,
            "word": "CPU",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>CPU</k><blockquote>■ <cclass>abbreviation <cclass>Computing central processing unit. </cclass></cclass></blockquote></div>",
            "word": "CPU",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "CPU",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "CPU",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "CPU",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Central processing unit is abbreviated <em>CPU</em>.",
            "vi": "Thiết bị xử lý trung tâm được viết tắt là CPU."
        },
        {
            "en": "The input signal will go to <em>CPU</em>",
            "vi": "tín hiệu đầu vào sẽ đưa đến CPU"
        },
        {
            "en": "What about the <em>CPU</em> of the computer?",
            "vi": "Thế còn đầu CPU của máy tính này thì sao?"
        },
        {
            "en": "<em>CPU</em> time for 1 job running alone.",
            "vi": "Cpu time để chạy riêng một job."
        },
        {
            "en": "The processor is usually referred to as the <em>CPU</em>.",
            "vi": "Bộ xử lý thường để nói tới bộ CPU."
        },
        {
            "en": "System information (<em>CPU</em> idle, memory free, and so on).",
            "vi": "Trình thông tin hệ thống (cpu rảnh, bộ nhớ còn trống, v.v...)."
        },
        {
            "en": "Our machine (PC 3) has a 300MHz K6 -2 <em>CPU</em>.",
            "vi": "Máy của chúng tôi (pc 3) có cpu là 300mhz k6 - 2."
        },
        {
            "en": "In Windows, how do I verify my computer's <em>CPU</em> speed?",
            "vi": "Trong windows, Làm cách nào tôi có thể kiểm tra tốc độ CPU của máy vi tính của tôi."
        },
        {
            "en": "<em>CPU</em> speed will be reduced under certain operating conditions.",
            "vi": "Tốc độ CPU sẽ giảm dưới các điều kiện hoạt động nhất định."
        },
        {
            "en": "Each <em>CPU</em> model usually has its own machine language.",
            "vi": "Mỗi mẫu CPU thường có ngôn ngữ máy của riêng nó."
        },
        {
            "en": "Instead of returning the process' <em>CPU</em> time, these compiler' clock functions return the total <em>CPU</em> time for all active processes.",
            "vi": "Thay vì trả về cpu time của tiến trình, thì các hàm clock của các trình biên dịch này lại trả về total cpu time của mọi tiến trình chủ động."
        },
        {
            "en": "Each user is running their programs off the same <em>CPU</em>, and that <em>CPU</em> is handling all the users at once.",
            "vi": "Mỗi người dùng chạy riêng chương trình của mình trên cùng một cpu, và cpu đó cùng lúc quản lý mọi người dùng này."
        },
        {
            "en": "By lowering the priority, the system does not give as much <em>CPU</em> time to that process, and other processes get a larger slice of <em>CPU</em> time.",
            "vi": "Bằng cách hạ thấp độ ưu tiên, hệ thống sẽ không cấp cpu time nhiều như thế cho tiến trình này, do đó những tiến trình khác sẽ có được một khoảnh khắc cpu time nhỉnh hơn."
        },
        {
            "en": "The kernel (really the job scheduler section of the kernel) will then balance tasks so that a more <em>CPU</em>-intensive process gets more time with the <em>CPU</em>.",
            "vi": "Khi đó kernel hay (thực ra là đoạn điều phối công việc của nó) sẽ cân đối nhiệm vụ sao cho một tiến trình cần cpu nhiều hơn có thể có thêm thời gian làm việc với cpu."
        },
        {
            "en": "The Central Processing Unit (<em>CPU</em>) is often called the \"brains\" of the computer.",
            "vi": "Đơn vị xử lý trung tâm (CPU) thường được gọi là\"bộ não\" của máy tính."
        },
        {
            "en": "Two well - known benchmarks for measuing raw <em>CPU</em> computational capability are SPECint and SPECfp.",
            "vi": "Hai trắc nghiệm chuẩn nổi tiếng để đo năng lực tính toán thô của cpu là specint và specfp."
        },
        {
            "en": "Manufacturers design the <em>CPU</em> to control and carry out basic instruction for their particular computer.",
            "vi": "Các nhà sản xuất thiết kế CPU để điều khiển và thực hiện các lệnh cơ bản cho máy tính của riêng họ."
        },
        {
            "en": "The <em>CPU</em> coordinates all the activities of the various components of the computer.",
            "vi": "CPU phối hợp với các hoạt động khác trong máy tính."
        },
        {
            "en": "The <em>CPU</em> in this firm is too small for the amount of data to be processed.",
            "vi": "Đơn vị xử lý trung tâm trong công ty này thì quá nhỏ nên không thể xử lý nổi số lượng dữ liệu ấy."
        },
        {
            "en": "In many cases, the user software doesn't interacts directly with the <em>CPU</em>.",
            "vi": "Thông thường, những phần mềm của người dùng chẳng hề tương tác với cpu."
        }
    ],
    "suggestions": []
}