{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cr",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Cr</k><blockquote><b>Cr<sup>1</sup></b></blockquote><blockquote>■ <cclass>symbol the chemical element chromium. </cclass></blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>Cr<sup>2</sup></b></blockquote><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 Councillor. </blockquote></blockquote><blockquote><blockquote>2》 credit. </blockquote></blockquote></div>",
            "word": "Cr",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cr",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cr",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cr",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Credit is commonly abbreviated <em>Cr</em>.",
            "vi": "Có thường được viết tắt là cr."
        },
        {
            "en": "You can choose from gold, white gold, palladium or non - precious alloys like Ni - <em>Cr</em> alloy.",
            "vi": "Bạn có thể chọn hoặc vàng, vàng trắng, pa-la-đi hoặc hợp kim thường như hợp kim Ni-Cr."
        },
        {
            "en": "I'd like to other article number <em>CR</em> 63220 from your catalogue.",
            "vi": "Tôi muốn đặt hàng mã số cr 63220 trong catalog của bạn."
        },
        {
            "en": "You can choose from gold, white gold, palladium or non-precious alloys like Ni-<em>Cr</em> alloy.",
            "vi": "Bạn có thể chọn hoặc vàng, vàng trắng, pa - la - đi hoặc hợp kim thường như hợp kim Ni - Cr."
        },
        {
            "en": "Chromium is a chemical element which has the symbol <em>Cr</em> and atomic number 24, first element in Group 6.",
            "vi": "Crôm là chất hóa học có kí hiệu là Cr và số hiệu nguyên tử là 24, là nguyên tố đầu tiên trong nhóm 6."
        },
        {
            "en": "“But the counterfeit makers have stolen them all,” he lamented. “They even place the fake conformity to regulation [<em>CR</em>] stamps on the products.”",
            "vi": "Ông than thở \" Nhưng những người sản xuất hàng giả đã ăn cắp tất cả.\" \"Họ thậm chí bắt chước cả cách thức nhãn trên sản phẩm.\""
        },
        {
            "en": "If you have a dot-matrix printer and have the staircase effect, there may be a DIP switch in the printer to change the End Of Line (or EOL) characters from CRLF to <em>CR</em>.",
            "vi": "Nếu bạn dùng một máy in kim và thấy có hiệu ứng bậc thang trên, thì có lẽ đã có một dip switch trong máy in này chắc nó đã đổi kí tự cuối dòng (eol) từ crlf sang cr."
        },
        {
            "en": "The langurs in Sơn Trà Nature Reserve were declared endangered by the International Union for the Conservation of Nature (IUCN) in 2013, but the species has recently been classed Critically Endangered (<em>CR</em>) – nearly extinct.",
            "vi": "Các loài voọc ở khu bảo tồn thiên nhiên Sơn Trà đã được Liên minh Bảo vệ Thiên nhiên Quốc tế (IUCN) tuyên bố là thuộc diện nguy cấp vào năm 2013, nhưng loài này gần đây đã được xếp loại Nguy cấp trầm trọng (CR) - gần như tuyệt chủng."
        }
    ],
    "suggestions": []
}