{
    "en_vn": {
        "data": {
            "content": null,
            "word": "crabs"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>crabs</k><blockquote><cclass>informal an infestation of crab lice.</cclass></blockquote><blockquote>→ <kref>crab</kref></blockquote></div>",
            "word": "crabs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "crabs"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crabs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crabs"
        }
    },
    "sentences": [
        {
            "en": "Live <em>crabs</em> are often boiled.",
            "vi": "Cua sống thường được luộc."
        },
        {
            "en": "<em>Crabs</em>, lobsters, barnacles are crustaceans.",
            "vi": "Hàu, tôm, cua là những loài giáp xác."
        },
        {
            "en": "I have two sea <em>crabs</em>.",
            "vi": "Tôi có hai con cua biển."
        },
        {
            "en": "I want to eat spider <em>crabs</em>.",
            "vi": "Tôi thích ăn ghẹ."
        },
        {
            "en": "Do you eat pincers of <em>crabs</em>?",
            "vi": "Bạn có ăn càng cua không?"
        },
        {
            "en": "You cannot eat these <em>crabs</em> raw!",
            "vi": "Cua này anh ăn sống không được đâu!"
        },
        {
            "en": "There's fish, <em>crabs</em>, shrimps, scallops and clams.",
            "vi": "Có cá, cua, tôm, sò và trai."
        },
        {
            "en": "We keep the blue <em>crabs</em> and the snow <em>crabs</em>, and we let the others go.",
            "vi": "Bọn mình bắt những con cua xanh và những con cua sữa và thả mấy con khác đi."
        },
        {
            "en": "The local people regard these <em>crabs</em> as a great delicacy.",
            "vi": "Dân địa phương coi những con cua này là cao lương mỹ vị."
        },
        {
            "en": "Spider <em>crabs</em> are steamed with beer are so delicious.",
            "vi": "Ghẹ mà hấp với bia thì ngon phải biết."
        },
        {
            "en": "Look at the lobsters and <em>crabs</em>, they're really very fresh.",
            "vi": "Nhìn mấy con cua và tôm hùm này nè, tươi rói hà."
        },
        {
            "en": "The kids are busy catching <em>crabs</em> and collecting shells.",
            "vi": "Bọn trẻ cứ lo bắt cua và nhặt sò thôi."
        },
        {
            "en": "You can touch sea turtles, sea stars, sea <em>crabs</em>, and other marine shells.",
            "vi": "Bạn có thể sờ những con rùa biển, sao biển, cua biển và các loại sò biển khác."
        },
        {
            "en": "Vehicles are a serious threat to the <em>crabs</em>, with surveys showing that about 425, 000 Red <em>Crabs</em> are killed by traffic during each year's migration.",
            "vi": "Xe cộ là một mối đe dọa nghiêm trọng cho những con cua, các cuộc điều tra cho thấy có khoảng 425.000 con cua đỏ bị giết bởi các phương tiện giao thông trong quá trình di cư mỗi năm của chúng."
        },
        {
            "en": "Vehicles are a serious threat to the <em>crabs</em>, with surveys showing that about 425,000 Red <em>Crabs</em> are killed by traffic during each year's migration.",
            "vi": "Xe cộ là một mối đe dọa nghiêm trọng cho những con cua, các cuộc điều tra cho thấy có khoảng 425. 000 con cua đỏ bị giết bởi các phương tiện giao thông trong quá trình di cư mỗi năm của chúng."
        },
        {
            "en": "He has done a lot of research on how to raise beautiful and healthy hermit <em>crabs</em>.",
            "vi": "Anh ấy đã thực hiện nhiều nghiên cứu về cách nuôi những con ốc mượn hồn khỏe và đẹp."
        },
        {
            "en": "Red <em>crabs</em> climb over an overpass to cross a road on Christmas Island during their migration.",
            "vi": "Những con cua đỏ trèo qua một cầu vượt để băng qua một con đường trên đảo Christmas trong quá trình di cư của chúng."
        },
        {
            "en": "She sang it for <em>crabs</em>, but we changed the words for the fish:",
            "vi": "Bài ca cầu nguyện cho cua, nhưng chúng tôi thay chữ thành ra cầu nguyện cho cá:"
        },
        {
            "en": "Apart from fish the most common prey are crayfish, <em>crabs</em> and water birds.",
            "vi": "Ngoài cá, con mồi phổ biến nhất là tôm, cua và chim nước."
        },
        {
            "en": "Scientists estimate there are anywhere between 50 million and 120 million red <em>crabs</em> on the island.",
            "vi": "Các nhà khoa học ước tính có khoảng 50 triệu đến 120 triệu con cua đỏ trên đảo."
        }
    ],
    "suggestions": []
}