{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['krɑ:ftsmən∫ip]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự khéo léo, sự lành nghề, sự thạo nghề</td></tr></table><i/></div>",
            "word": "craftsmanship"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "craftsmanship"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>craftsmanship</k><blockquote>▸ <cclass>noun WORKMANSHIP, artistry, craft, art, handiwork, work; skill, skilfulness, expertise, technique.</cclass></blockquote></div>",
            "word": "craftsmanship"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "craftsmanship"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "craftsmanship"
        }
    },
    "sentences": [
        {
            "en": "Industry needs good <em>craftsmanship</em>.",
            "vi": "Ngành công nghiệp cần sự lành nghề cao."
        },
        {
            "en": "Please consider the fine <em>craftsmanship</em>.",
            "vi": "Vui lòng xem tay nghề tinh xảo đó."
        },
        {
            "en": "Prada prides itself with peerless <em>craftsmanship</em>.",
            "vi": "Hãng Prada tự hào với sự khéo léo vô song."
        },
        {
            "en": "This is an example of fine <em>craftsmanship</em>.",
            "vi": "Đây là một minh chứng cho trình độ tay nghề điêu luyện."
        },
        {
            "en": "The delicate <em>craftsmanship</em> of a fine watch",
            "vi": "Sự khéo léo tinh tế của một chiếc đồng hồ đẹp"
        },
        {
            "en": "It is an example of local <em>craftsmanship</em> at its finest.",
            "vi": "Nó là một thí dụ về sự lành nghề của dân địa phương vào thời hoàng kim nhất của nó."
        },
        {
            "en": "Look at the precision and <em>craftsmanship</em> of her drawings",
            "vi": "Hãy xem sự chính xác và khéo léo/lành nghề trong những bức tranh của bà ta."
        },
        {
            "en": "When it comes to <em>craftsmanship</em>, she is on her own.",
            "vi": "Nói đến tay nghề thì cô ấy là người hiếm có."
        },
        {
            "en": "The whole house is a monument to her <em>craftsmanship</em>.",
            "vi": "Toàn bộ ngôi nhà là một tác phẩm khéo tay của cô ấy."
        },
        {
            "en": "The Japanese Table-cloth is noted for its skilled <em>craftsmanship</em>.",
            "vi": "Khăn trải bàn của Nhật Bản nổi tiếng về sự tinh xảo."
        },
        {
            "en": "Please consider the fine <em>craftsmanship</em> of the handkerchief embroidery.",
            "vi": "Xin hãy xét đến tay nghề điêu luyện trên chiếc khăn này."
        },
        {
            "en": "The Japanese Table - cloth is noted for its skilled <em>craftsmanship</em>.",
            "vi": "Khăn trải bàn của Nhật Bản nổi tiếng về sự tinh xảo."
        },
        {
            "en": "Considering the fine <em>craftsmanship</em>, they are worth much more.",
            "vi": "Xét về tay nghề điêu luyện thì chúng đáng giá hơn nhiều."
        },
        {
            "en": "Each shoe is a masterwork of <em>craftsmanship</em>, comfort and style.",
            "vi": "Mỗi chiếc giày là một kiệt tác của sự khéo léo, thoải mái và phong cách."
        },
        {
            "en": "When it comes to <em>craftsmanship</em> Sally is on her own",
            "vi": "Nói đến tay nghề thì sally là người hiếm có"
        },
        {
            "en": "Huzhou writing brushes are famous for their material selection and elaborate <em>craftsmanship</em>.",
            "vi": "Cọ viết Hồ Châu nổi tiếng về chất liệu chọn lọc và tay nghề tinh xảo."
        },
        {
            "en": "Huzhou ink brushes are famous for their material selection and elaborate <em>craftsmanship</em>.",
            "vi": "Những cây cọ dùng để viết mực Hồ Châu thì nổi tiếng về chất liệu của chúng và tay nghề thủ công tinh xảo."
        },
        {
            "en": "We will hold a \"mini - fair\" characterized by the display and sale of products with exquisite <em>craftsmanship</em>.",
            "vi": "Chúng tôi sẽ tổ chức một \"hội chợ nhỏ\" có đặc điểm trưng bày và bán các sản phẩm tinh xảo."
        },
        {
            "en": "In addition to the superb <em>craftsmanship</em>, the company achieved a reputation as making the best luxury cars in the world.",
            "vi": "Ngoài sự khéo léo tuyệt vời, công ty còn nổi tiếng vì sản xuất những chiếc xe hơi sang trọng nhất thế giới."
        },
        {
            "en": "We will hold a \"mini-fair\" characterized by the display and sale of products with exquisite <em>craftsmanship</em>.",
            "vi": "Chúng tôi sẽ tổ chức một \"hội chợ nhỏ\" có đặc điểm trưng bày và bán các sản phẩm tinh xảo."
        }
    ],
    "suggestions": []
}