{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cramping"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cramping"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cramping"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cramping"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự kẹp</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự ngàm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cramping table</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bàn kẹp phôi</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "cramping"
        }
    },
    "sentences": [
        {
            "en": "To ask him to keep regular hours would really be <em>cramping</em> his style.",
            "vi": "Bắt anh ấy giữ giờ giấc đều đặn e rằng sẽ làm anh ấy bị gò bó tù túng thật sự."
        },
        {
            "en": "The bloating, <em>cramping</em> and gas are clear messages: Your system is trying to tell you to stay away from such rich dairy products.",
            "vi": "Chứng phù nề, chuột rút và đầy hơi là thông điệp rõ ràng: Hệ tiêu hóa của bạn sẽ cho bạn biết để tránh xa các thực phẩm nhiều bơ sữa như thế này."
        },
        {
            "en": "Treatment: Pain medication  Pain medications such as acetaminophen and nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen or naproxen can help relieve menstrual <em>cramping</em>.",
            "vi": "Điều trị u xơ tử cung bằng thuốc giảm đau  Các loại thuốc giảm đau như acetaminophen và thuốc kháng viêm không chứa steroid (NSAIDs) chẳng hạn như ibuprofen hoặc naproxen có thể giúp làm giảm hiện tượng chuột rút do kinh nguyệt."
        },
        {
            "en": "Lactose-intolerant patients showed a reduction in bloating, <em>cramping</em> and diarrhoea when one-and-a-half teaspoons of cocoa were added to a cup of milk.",
            "vi": "Với những bệnh nhân không dung nạp được lactose, khi được cho thêm một thìa rưỡi cacao vào cốc sữa, có thể thấy họ giảm đi các triệu chứng như đầy hơi, chuột rút và tiêu chảy."
        },
        {
            "en": "There may be a single contraction of the muscle or it can be followed by more intense <em>cramping</em> that begins and ends quickly and abruptly.",
            "vi": "Có thể là sự co thắt của một cơ duy nhất hay nó có thể được tiếp nối bởi một cơn co cứng mạnh mẽ hơn, bắt đầu và kết thúc nhanh chóng và đột ngột."
        },
        {
            "en": "Intermittent claudication is a <em>cramping</em> pain, included by exercise and relieve by rest, that is caused by an inadequate supply of blood to the affected muscles.",
            "vi": "Khập khiễng cách hồi là đau do co rút do tập luyện và giảm đi khi nghỉ ngơi, nguyên nhân là do cung cấp máu không đủ và làm tác động đến cơ bắp."
        },
        {
            "en": "* Vibrio parahaemolyticus: Causes moderate to severe abdominal <em>cramping</em>, nausea, vomiting, and fever. Immmunocompromised individuals, it can cause severe or deadly disease. It is transmitted by eating raw or undercooked fish, particularly oysters.",
            "vi": "* Vi khuẩn Vibrio parahaemolyticus: Loại vi khuẩn này gây chuột rút ở bụng từ mức độ trung bình đến dữ dội, buồn nôn, ói, và sốt. Ở những người thiếu khả năng miễn dịch, nó có thể gây bệnh nặng hoặc gây bệnh chết người. Vi khuẩn này được lây truyền do ăn cá chưa được nấu chín hoặc cá còn sống, nhất là con hàu."
        },
        {
            "en": "Symptom: RigidityRigidity occurs when the muscles stay stiff and don't relax. For example, the arms may not swing when a person is walking. There may be <em>cramping</em> or pain in the muscles. Most people with Parkinson's experience some rigidity.",
            "vi": "Triệu chứng của bệnh Parkinson: Cứng cơ Tình trạng “đơ” cơ này xảy ra khi cơ trở nên cứng và không co giãn được. Chẳng hạn như, cánh tay có thể không đánh được, không lắc được khi bệnh nhân đi bộ. Cũng có thể bị chuột rút hoặc đau cơ. Đa số người bị Parkinson đều bị cứng cơ."
        },
        {
            "en": "What are the signs and symptoms?  Usually GI infections cause abdominal <em>cramping</em> followed by diarrhea. You may also experience:      * fever      * loss of appetite      * nausea      * vomiting      * weight loss      * dehydration\n \n \n    * mucus or blood in the stool",
            "vi": "Dấu hiệu và triệu chứng của nhiễm trùng dạ dày-ruột là gì?   Thông thường thì nhiễm trùng dạ dày-ruột gây chuột rút ở bụng sau khi bị tiêu chảy. Bên cạnh đó, bạn cũng có thể bị:   * sốt  * chán ăn  * buồn nôn  * ói mửa  * sụt cân  * mất nước  * trong phân có máu hoặc có chất nhầy"
        },
        {
            "en": "Symptoms of fibroids: Period changes  Fibroids may also cause changes to a woman's period, including:      * Mild to severe <em>cramping</em> and pain      * Heavier bleeding, sometimes with blood clots      * Longer or more frequent menstruation      * Spotting or bleeding between periods",
            "vi": "Triệu chứng của u xơ: Thay đổi chu kỳ kinh nguyệt  U xơ cũng có thể làm thay đổi chu kỳ kinh nguyệt của phụ nữ, bao gồm:   * Hiện tượng chuột rút và đau đớn từ nhẹ đến dữ dội  * Chảy máu nhiều hơn, đôi khi có cả huyết khối  * Kinh nguyệt kéo dài hơn hoặc chu kỳ ngắn hơn  * Xuất hiện đốm máu hoặc xuất huyết giữa hai kỳ kinh nguyệt"
        },
        {
            "en": "It's OK to have sex Having sex is safe during pregnancy. You may have to try some new things to accommodate your new figure. Your breasts and nipples might be sensitive. Talk to your partner about what feels good to you. As your belly grows, you might need to try different positions. Let your doctor know if sex causes any <em>cramping</em> or bleeding.",
            "vi": "Vấn đề tình dục là bình thường  Quan hệ tình dục trong quá trình thai kỳ cũng an toàn, không có vấn đề gì. Bạn có thể phải thử một số điều mới lạ để thích nghi với vóc dáng mới của mình. Ngực và đầu vú có thể rất nhạy cảm. Hãy tâm sự với chồng những điều thích thú cho bạn. Khi bụng phát triển to lên, bạn có thể cần phải thử nhiều tư thế khác nhau. Hãy nói cho bác sĩ biết nếu vấn đề tình dục gây ra bất kỳ chứng chuột rút hoặc xuất huyết nào."
        },
        {
            "en": "* Staphylococcus aureus: Causes moderate to severe illness with rapid onset of nausea, severe vomiting, dizziness, and abdominal <em>cramping</em>. These bacteria produce a toxin in foods such as cream-filled cakes and pies, salads (most at risk are potato, macaroni, egg, and tuna salads) and dairy products. Contaminated salads at picnics are common if the food is not chilled properly.",
            "vi": "* Khuẩn tụ cầu: Loại vi khuẩn này gây gây bệnh (ngộ độc thực phẩm) từ mức độ trung bình đến dữ dội gồm buồn nôn nhanh chóng, ói mửa dữ dội, chóng mặt, và chuột rút ở bụng. Các loại vi khuẩn này tạo độc tố trong thức ăn chẳng hạn như bánh ngọt và bánh nướng nhân ngọt phủ kem, rau trộn (có nguy cơ nhiều nhất là khoai tây, mì ống, trứng, và rau trộn cá ngừ) và các sản phẩm làm từ sữa. Món rau trộn nhiễm bệnh ở các buổi cắm trại thường hay gây ngộ độc nếu thức ăn chưa được giữ lạnh đúng cách.  "
        },
        {
            "en": "Food poisoning symptoms  Symptoms of food poisoning depend on the type of contaminant and the amount eaten. The symptoms can develop rapidly, within 30 minutes, or slowly, worsening over days to weeks. Most of the common contaminants cause:  * nausea * vomiting * diarrhea * abdominal <em>cramping</em>* fever Usually food poisoning is not serious, and the illness runs its course in 24-48 hours.",
            "vi": "Triệu chứng ngộ độc thực phẩm  Triệu chứng ngộ độc thực phẩm tùy thuộc vào loại chất bẩn gây độc và lượng thức ăn nhiều hay ít. Các triệu chứng có thể bộc phát nhanh chóng, trong vòng 30 phút, hoặc từ từ, ngày càng trầm trọng hơn nhiều ngày đến nhiều tuần liền. Hầu hết các chất gây bệnh thường thấy gây: \n \no       buồn nôn o       ói mửa o       tiêu chảy o       chuột rút ở bụng o       sốt\n \nThông thường thì ngộ độc thực phẩm không nghiêm trọng, và bệnh diễn tiến tự nhiên trong vòng 24-48 tiếng đồng hồ."
        },
        {
            "en": "Treatment: Birth control  Oral contraceptives manage levels of estrogen and progestin. This usually leads to lighter periods and can alleviate some of the pain associated with fibroids, such as heavy bleeding and <em>cramping</em>. Other hormonal birth control methods that may lessen fibroid symptoms include progestin injections or progestin-releasing IUDs.",
            "vi": "Điều trị u xơ tử cung bằng cách tránh thai  Thuốc ngừa thai dạng uống kiểm soát được nồng độ hoóc-môn estrogen và progestin; thường làm cho chu kỳ kinh nguyệt trở nên nhẹ nhàng hơn và có thể làm giảm đau liên quan đến u xơ, chẳng hạn như xuất huyết nhiều và chuột rút. Các biện pháp tránh thai bằng hoóc-môn khác có thể làm giảm triệu chứng u xơ như chích progestin hoặc đặt vòng tránh thai làm tiết progestin."
        },
        {
            "en": "If your child is infected and has a fever, you may want to give acetaminophen to reduce his or her temperature and relieve <em>cramping</em>. As with any infection that causes diarrhea, it's important to give your child plenty of liquids to avoid dehydration.",
            "vi": "Nếu con bạn bị nhiễm bệnh và bị sốt, bạn có thể cần cho bé uống acetaminophen để hạ sốt và giảm chuột rút. Cũng như bất kỳ chứng nhiễm trùng nào khác gây tiêu chảy, thì bạn cũng cần nên cho trẻ uống nhiều nước để tránh bị mất nước."
        },
        {
            "en": "Treatment: Pain medicine  Pain medications such as acetaminophen and nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen or naproxen often help relieve the pain and <em>cramping</em> that comes with endometriosis. However, these medicines only treat the symptoms but not the underlying endometriosis.",
            "vi": "Điều trị lạc nội mạc tử cung bằng thuốc giảm đau  Các loại thuốc giảm đau chẳng hạn như acetaminophen và thuốc kháng viêm không chứa chất steroid (NSAIDs) như ibuprofen hoặc naproxen thường giúp giảm đau và làm giảm chuột rút kèm lạc nội mạc tử cung. Tuy nhiên, những loại thuốc này chỉ điều trị được các triệu chứng chứ không chữa được chứng lạc nội mạc tử cung tiềm ẩn"
        },
        {
            "en": "A severe allergic reaction (anaphylaxis) is also very rare, but can result within minutes of being vaccinated. Symptoms may include:      * Skin flushing, itching, or swelling      * Trouble breathing or other respiratory symptoms      * Nausea, vomiting, diarrhea, or abdominal <em>cramping</em>\n \n    * Dizziness, low blood pressure, a fast heartbeat",
            "vi": "Phản ứng dị ứng nặng (sốc mẫn cảm) cũng rất hiếm xảy ra, nhưng có thể xảy ra trong khi tiêm chủng một thời gian ngắn một vài phút. Triệu chứng có thể gồm:   * Đỏ da, ngứa, hoặc sưng phù  * Khó thở hoặc các triệu chứng hô hấp khác  * Buồn nôn, ói, tiêu chảy, hoặc chuột rút bụng  * Chóng mặt, huyết áp thấp, nhịp tim nhanh"
        },
        {
            "en": "What are the symptoms?  Symptoms of salmonellosis can include diarrhea that may be bloody, abdominal <em>cramping</em> and pain, and fever. These symptoms can take anywhere from 6 to 72 hours to appear after someone ingests the bacteria. Not everyone who swallows the bacteria will become ill. In most people, the illness lasts 4 to 7 days once symptoms begin.",
            "vi": "Triệu chứng của ngộ độc do nhiễm khuẩn Salmonella là gì?  Các triệu chứng của ngộ độc do nhiễm khuẩn Salmonella có thể bao gồm tiêu chảy có thể ra máu, chuột rút ở bụng và đau đớn, và sốt. Những triệu chứng này có thể xảy ra bất kỳ lúc nào trong khoảng từ 6 đến 72 tiếng đồng hồ sau khi bệnh nhân nuốt vi khuẩn vào bụng. Không phải ai nuốt vi khuẩn vào bụng đều sẽ bị bệnh. Đối với hầu hết mọi người thì bệnh kéo dài từ 4 đến 7 ngày khi bắt đầu triệu chứng."
        },
        {
            "en": "* Bacillus cereus: Causes mild illness with rapid onset of vomiting, with or without diarrhea and abdominal <em>cramping</em>. It is associated with rice (mainly fried rice) and other starchy foods such as pasta or potatoes. It has been speculated that this bacteria may also be used as a potential terrorist weapon.",
            "vi": "* Khuẩn Bacillus cereus: Loại vi khuẩn này gây bệnh (ngộ độc thực phẩm) nhẹ: bệnh nhân muốn ói rất nhanh, kèm hoặc không kèm tiêu chảy và chuột rút ở bụng. Vi khuẩn này liên quan đến cơm (chủ yếu là cơm chiên) và các loại thức ăn giàu tinh bột khác chẳng hạn như mì ống hoặc khoai tây. Người ta suy đoán rằng loại vi khuẩn này cũng có thể được sử dụng để làm một loại vũ khí khủng bố đầy tiềm năng."
        },
        {
            "en": "Diarrhea  Diarrhea is a common symptom of carcinoid syndrome and is also the result of excess hormones being secreted by the tumors. Sometimes the diarrhea may be accompanied by intestinal pain, <em>cramping</em>, and gas. In some cases, when diarrhea is severe, malabsorption of food and nutrients can occur.",
            "vi": "Tiêu chảy  Tiêu chảy là triệu chứng thường gặp của hội chứng hạch có dạng ung thư và cũng là do các khối u tiết ra hoóc-môn quá nhiều. Đôi khi tiêu chảy cũng có thể kèm theo đau ruột, chuột rút, và đầy hơi. Trong một số trường hợp, khi tiêu chảy trở nên dữ dội thì có thể xảy ra hiện tượng kém hấp thu thức ăn và dưỡng chất."
        }
    ],
    "suggestions": []
}