{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cramps"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cramps</k><blockquote><cclass>N. Amer. abdominal pain caused by menstruation.</cclass></blockquote><blockquote>→ <kref>cramp</kref></blockquote></div>",
            "word": "cramps"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cramps"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cramps"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cramps"
        }
    },
    "sentences": [
        {
            "en": "What causes menstrual <em>cramps</em>?",
            "vi": "Nguyên nhân gây ra chứng đau bụng kinh là gì?"
        },
        {
            "en": "I often have menstrual <em>cramps</em>.",
            "vi": "Tôi thường bị đau bụng kinh."
        },
        {
            "en": "Take acetaminophen (Tylenol) for <em>cramps</em>.",
            "vi": "Uống acetaminophen (tylenol) nếu bị chuột rút."
        },
        {
            "en": "Playground shortage <em>cramps</em> children's summer",
            "vi": "Thiếu sân chơi cho trẻ em vào mùa hè"
        },
        {
            "en": "Runner may develop <em>cramps</em> in their legs.",
            "vi": "Các vận động viên chạy đường trường có thể bị vọp bẻ ở chân."
        },
        {
            "en": "He was seized by agonizing <em>cramps</em>.",
            "vi": "Anh ấy bị chuột rút đau ghê gớm."
        },
        {
            "en": "What are the symptoms of menstrual <em>cramps</em>?",
            "vi": "Triệu chứng của đau bụng kinh là gì?"
        },
        {
            "en": "You might get a bad attack of <em>cramps</em>, and drown.",
            "vi": "Bạn có thể bị vọp bẻ một cách tồi tệ và bị chết đuối."
        },
        {
            "en": "You may have <em>cramps</em> for several days after the miscarriage.",
            "vi": "Bạn có thể bị chuột rút nhiều ngày sau khi sẩy thai."
        },
        {
            "en": "The medical term for \"menstrual <em>cramps</em>\" is \"dysmenorrhea\".",
            "vi": "Thuật ngữ của từ \"các chứng đau bụng kinh\" là dysmenorrhea."
        },
        {
            "en": "The medical term for \"menstrual <em>cramps</em>\" is \"dysmenorrhea\".",
            "vi": "Thuật ngữ của từ\"các chứng đau bụng kinh\" là dysmenorrhea."
        },
        {
            "en": "<em>Cramps</em> may involve any muscular area of the body.",
            "vi": "Vọp bẻ có thể liên quan đến bất kì vùng cơ nào của cơ thể."
        },
        {
            "en": "Her water broke and the <em>cramps</em> were getting progressively worse.",
            "vi": "Cô ta mất nước và bị chuột rút ngày càng trở nên tồi tệ hơn."
        },
        {
            "en": "Side-effect is the development of abdominal <em>cramps</em>.",
            "vi": "Tác động phụ thường nhất là gây co cứng bụng."
        },
        {
            "en": "The side effects include nausea, bloating, abdominal <em>cramps</em> and vomiting.",
            "vi": "Các tác dụng phụ bao gồm buồn nôn, đầy hơi, đau bụng và ói mửa."
        },
        {
            "en": "You always have the <em>cramps</em> whenever your \"good friend\" approaches every month, I have to save my palms so that I can calm the <em>cramps</em> in your tummy.",
            "vi": "Em thường đau bụng trong mỗi lần đến tháng nên anh luôn chuẩn bị lòng bàn tay mình để sẵn sàng xoa bóp bụng em, giúp em dịu cơn đau."
        },
        {
            "en": "It <em>cramps</em> my style to have you watching over me all the time.",
            "vi": "Anh mà cứ theo dõi tôi suốt như thế thì tôi không thể làm tốt được."
        },
        {
            "en": "When she tried to head to the surface she found her legs were crippled by <em>cramps</em>.",
            "vi": "Khi cô ấy cố ngoi lên mặt nước thì cô phát hiện ra rằng chân mình đang tê cứng vì bị chuột rút."
        },
        {
            "en": "It really <em>cramps</em> my style when mom hovers around me while I'm making dinner.",
            "vi": "Trong lúc nấu bữa ăn tối mà có mẹ gần đó là y như rằng bà luôn làm tôi vướng chân vướng tay thêm."
        },
        {
            "en": "Besides relentless fatigue, other common symptoms appear to include severe headaches and stomach <em>cramps</em>.",
            "vi": "Bên cạnh chứng mệt mỏi triền miên, những triệu chứng thường gặp khác là nhức đầu như búa bổ và co thắt bao tử."
        }
    ],
    "suggestions": []
}