{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "crayons",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "crayons",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "crayons",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crayons",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crayons",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What are those?-They are <em>crayons</em>.",
            "vi": "Kia là những gì? - Kia là những chiếc bút chì màu."
        },
        {
            "en": "We also brought sketch pads and <em>crayons</em> to the park.",
            "vi": "Chúng tôi cũng mang theo giấy và bút chì mỗi khi vào công viên chơi."
        },
        {
            "en": "When you were 4 years old, your mother gave you some <em>crayons</em>.",
            "vi": "Khi bạn lên 4, mẹ cho bạn vài cây bút chì màu."
        },
        {
            "en": "We used <em>crayons</em>, papers, glue, and we had to follow directions.",
            "vi": "Chúng con dùng bút màu, giấy, keo dán và chúng con còn phải làm theo các hướng dẫn."
        },
        {
            "en": "If you are not too sick and there is time to pack, you may want to talk to your parent about packing a bag with your favorite books, <em>crayons</em>, toy, or stuffed animal.",
            "vi": "Nếu tình trạng bạn không quá nặng và có thời gian để mang theo đồ, bạn có thể muốn nhờ cha mẹ về việc mang theo cho bạn hành lý có cuốn sách, bút màu, đồ chơi, hoặc con thú nhồi bông yêu thích của bạn."
        },
        {
            "en": "We could all take a lesson from <em>crayons</em> : some are sharp, some are beautiful, some have weird names, and all are different colors, but they still learn to live in the same box.",
            "vi": "Tất cả chúng ta đều có thể học được một điều từ những cây bút chì màu: một vài cây nhọn, một vài cây rất đẹp, một vài cây có những cái tên lạ lùng và tất cả chúng đều có màu sắc khác nhau, nhưng chúng vẫn học cách để cùng tồn tại trong một chiếc hộp."
        },
        {
            "en": "We could all take a lesson from <em>crayons</em>: some are sharp, some are beautiful, some have weird names, and all are different colors, but they still learn to live in the same box.",
            "vi": "chì màu : một vài cây nhọn, một vài cây rất đẹp, một vài cây có những cái tên lạ lùng và tất cả chúng đều có màu sắc khác nhau, nhưng chúng vẫn học cách để cùng tồn tại trong một chiếc hộp."
        },
        {
            "en": "Usually it contained <em>crayons</em>, paper, a couple of picture books, \"stuff to do\" as Kate called it, for whenever she got bored in the car or in a waiting room.",
            "vi": "Thông thường nó đựng bút màu, giấy, vài cuốn truyện tranh; \"thứ linh tinh để làm\" theo cách gọi của kate, cho bất cứ khi nào nó buồn chán trong xe hay trong một phòng chờ."
        },
        {
            "en": "Remember that reading to your child is just one way to encourage emergent literacy. You also can limit TV, talk to your child throughout the day, sing songs together, play rhyming games, and make up your own stories together. Don't forget to provide paper and <em>crayons</em> so your child can practice writing.",
            "vi": "Xin nhớ rằng việc đọc sách cho trẻ nghe chỉ là một cách để khuyến khích kỹ năng đọc, viết của trẻ rõ rệt. Bên cạnh đó, bạn cũng có thể hạn chế thời gian xem ti vi, hãy nói chuyện với trẻ suốt ngày, cùng nhau hát, cùng nhau chơi trò chơi tạo vần, và cùng nhau sáng tác ra nhiều câu chuyện của chính mình. Bạn đừng quên cho con giấy và bút chì màu để con có thể luyện viết nhé."
        }
    ],
    "suggestions": []
}