{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kreiən]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">phấn vẽ màu; bút chì màu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bức vẽ phấn màu, bức vẽ than màu, bức vẽ chì màu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(điện học) cục than đèn (đèn cung lửa)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vẽ bằng phấn màu, vẽ bằng than màu, vẽ bằng chì màu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) vẽ phác, phác hoạ</td></tr></table><i/></div>",
            "word": "crayon"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>crayon</k><blockquote>■ <cclass>noun a pencil or stick of coloured chalk or wax, used for drawing. </cclass></blockquote><blockquote>■ <cclass>verb draw with a crayon or crayons. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Fr., from <i>craie</i> 'chalk'. </blockquote></div>",
            "word": "crayon"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "crayon"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>crayon</k><blockquote><blockquote><ex><abr>n.</abr> colored crayons</ex></blockquote></blockquote></div>",
            "word": "crayon"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crayon"
        }
    },
    "sentences": [
        {
            "en": "This is a <em>crayon</em> drawing.",
            "vi": "Đây là một bức vẽ bằng bút chì."
        },
        {
            "en": "I have a blue <em>crayon</em>.",
            "vi": "Tôi có một bút chì màu xanh."
        },
        {
            "en": "He gave his son a blue <em>crayon</em>.",
            "vi": "Anh ta đưa cây chì sáp màu xanh cho con trai."
        },
        {
            "en": "The <em>crayon</em> had been worn down to a stub.",
            "vi": "Chiếc bút chì đã mòn chỉ còn lại một mẩu."
        },
        {
            "en": "The child coloured in all her drawings with a <em>crayon</em>.",
            "vi": "Đứa bé gái dùng bút chì tô màu tất cả những hình vẽ của nó."
        },
        {
            "en": "He's looking closely at his son's <em>crayon</em> drawing.",
            "vi": "Ông ta ngắm kỹ bức tranh vẽ bằng chì sáp của con trai mình."
        },
        {
            "en": "The child coloured in all the shapes on the page with a <em>crayon</em>.",
            "vi": "Đứa bé tô màu vào các hình trên trang giấy bằng bút chì màu."
        },
        {
            "en": "In kindergarten, your idea of a good friend was the person who let you have the red <em>crayon</em> when all he painted was the ugly black one.",
            "vi": "Hồi học mẫu giáo, bạn quan niệm một người bạn tốt là người sẵn sàng cho bạn mượn cây bút chì màu đỏ trong khi bạn ấy tô toàn một màu đen xấu xí thôi."
        },
        {
            "en": "Well, Santa, the buzzer on the dryer is ringing and my son saw my feet under the laundry room door. I think he wants his <em>crayon</em> back.",
            "vi": "Ông già Noel ơi, cái máy giặt này lại kêu réo lên rồi và thằng nhóc nhà tôi đã nhìn thấy chân tôi dưới cửa phòng giặt ủi này. Chắc là nó đòi cây bút chì màu lại đây."
        },
        {
            "en": "It was not until he recognized his friend in the <em>crayon</em> portrait of a little boy in kilts and curls hanging above the piano that he felt willing to let any of these people approach the coffin.",
            "vi": "Mãi tới khi gã nhận ra nét bút của bạn trong một bức chân dung bằng bút chì vẻ một cậu bé mặc váy và tóc quăn treo trên đàn dương cầm, gã mới cảm thấy vui lòng để cho những người quanh đó tới gần quan tài."
        },
        {
            "en": "A little girl named Katie wrote a letter to Google, the employer of her father. In the letter, which she wrote with a <em>crayon</em>, she asked if they could give her father a day off because his birthday was coming up.",
            "vi": "Một bé gái tên là Katie viết thư gửi cho Google, bố em làm cho công ty này. Trong thư, viết bằng bút chì màu, bé hỏi xin họ cho bố mình được nghỉ một ngày vì sắp sinh nhật của bố rồi."
        },
        {
            "en": "Dear Santa,I've been a good mom all year. I've fed, cleaned and cuddled my children on demand, visited the doctor's office more than my doctor. I was hoping you could spread my list out over several Christmases, since I had to write this letter with my son's red <em>crayon</em>, on the back of a receipt in the laundry room between cycles, and who knows when I'll find anymore free time in the next 18 years.",
            "vi": "Kính gửi Ông già Noel!Suốt năm qua tôi đã hoàn thành xuất sắc công việc làm mẹ của mình. Nào là cho con ăn nè, nào là tắm rửa cho chúng nè, nào là chơi đùa với chúng nè, đến phòng khám còn nhiều hơn cả bác sĩ nữa cơ đấy. Tôi ước gì ông có thể chia bớt những việc tôi phải làm ra một vài Giáng Sinh đi, vì tôi phải viết lá thư này bằng cây bút chì đỏ của thằng cu nhà tôi trên mặt sau tờ biên lai trong phòng giặt ủi, lặp đi lặp lại hết việc này đến việc khác, 18 năm nữa biết đến bao giờ tôi mới được rảnh rỗi đây hả trời!"
        },
        {
            "en": "Thoughts of friends    In kindergarten your idea of a good friend was the person who let you have the red <em>crayon</em> when all he painted was the ugly black one.  In first grade your idea of a good friend was the person who went to the bathroom with you and held your hand as you walked through the scary halls.   In second grade your idea of a good friend was the person who helped you stand up to the class bully.  In third grade your idea of a good friend was the person who shared their delicious lunch with you when you forgot yours on the bus. In fourth grade your idea of a good friend was the person who was willing to switch square dancing partners in gym so you wouldn't have to be stuck do-si-do-ing with Nasty Nicky or Smelly Susan. In fifth grade your idea of a friend was the person who saved the best seat on the bus for you when you all went out for a picnic. In sixth grade your idea of a friend was the person who was side by side to help you when you came to a new environment. In seventh grade your idea of a friend was the person who let you copy his homework if you had forgotten. In eighth grade your idea of a good friend was the person who helped you pack up your messy room, but didn't laugh at you when you broke out into tears because your kitten died. In ninth grade your idea of a good friend was the person who went to a big party so that you wouldn’t have the feeling of loneliness there. In tenth grade your idea of a good friend was the person who hanged their schedule so you would have someone to sit and talk with at lunch. In eleventh grade your idea of a good friend was the person who gave you rides in their new bike, convinced your parents to let you be home a little bit late because of a party. In twelfth grade your idea of a good friend was the person who helped you pick out a college and gave you consultancy to go to college, which prepared a next step for you to enter your life. In summer after the graduation your idea of a good friend was the person who wrapped up all the souvenir of 12 years studying with you and was crying on the inside but managed the biggest smile one could give as they congratulated you. Now, your idea of a good friend is still the person who gives you the better of the two choices, holds your hand when you're scared, helps you fight off those who try to “take advantage of you”, thinks of you at times when you are not there, reminds you of what you have forgotten, stays with you so that you have confidence, helps you clear up your mistakes, helps you deal with pressure from others, smiles for you when they are sad, helps you become a better person, and most importantly loves you!   ",
            "vi": "Nghĩ về bạn     Hồi học mẫu giáo, bạn quan niệm một người bạn tốt là người sẵn sàng cho bạn mượn cây bút chì màu đỏ trong khi bạn ấy tô toàn một màu đen xấu xí thôi. Năm lớp một bạn nghĩ rằng người bạn tốt là người cùng đi với bạn tới nhà vệ sinh và nắm tay bạn khi bạn đi qua dãy hành lang đáng sợ.   Năm lớp hai, ai bênh vực bạn trước đám bạn hay bắt nạt trong lớp thì bạn chọn ngay là người bạn tốt của mình.  Năm lớp ba, bạn thân được định nghĩa là người sẵn sàng chia sẻ cho bạn bữa ăn trưa ngon lành của họ khi bạn bỏ quên thức ăn của mình trên xe buýt. Năm lớp bốn, bạn nào sẵn lòng đổi bạn nhảy của điệu theo kiểu xoay lưng vào nhau ở phòng tập thể dục để bạn khỏi bị dính vào điệu nhảy này với bạn Nicky bẩn thỉu hay bạn Susan hôi hám thì đó là bạn thân của bạn. Năm lớp năm, định nghĩa về bạn thân là người dành cho bạn chiếc ghế tốt nhất trên xe buýt khi cả trường đi dã ngoại. Năm lớp sáu, với bạn, bạn thân là người luôn ở bên cạnh để giúp đỡ bạn khi bạn bước vào một môi trường mới. Năm lớp bảy, bạn nghĩ rằng bạn thân phải sẵn lòng cho bạn chép bài tập về nhà nếu lỡ bạn có quên mất đi. Khi bạn vào lớp tám, bạn thân là người giúp bạn dọn dẹp căn phòng bừa bộn và không được cười chế nhạo bạn khi thấy bạn khóc òa vì một con mèo con bị chết. Năm lớp chín, bạn thân sẽ là người cùng bạn đến dự một buổi tiệc long trọng để bạn không có cảm giác lẻ loi ở đó. Lớp mười, bạn nghĩ người bạn thân sẽ sẵn lòng thay đổi kế hoạch để cùng bạn ăn trưa và đấu láo chỉ vì bạn thích thế. Lên lớp mưới một, bạn ao ước có một người bạn thân đèo bạn đi chơi trên chiếc xe đạp mới, thuyết phục bố mẹ cho bạn được về muộn một tí vì phải dự một bữa tiệc nào đó.  Năm lớp mười hai, còn gì tuyệt hơn khi có một người bạn có thể giúp bạn chọn trường và tư vấn cho bạn một trường thích hợp, chuẩn bị cho bước đi kế tiếp trong cuộc đời bạn. Mùa hè sau lễ tốt nghiệp, người bạn thân là người sẽ cùng bạn gói ghém ký ức của 12 năm học đường, mỉm cười dù trong lòng buồn khôn xiết khi nói lời chúc mừng đến bạn. Và giờ đây, định nghĩa về bạn thân trong tâm khảm bạn vẫn là người hy sinh điều tốt lành nhất cho bạn, nắm tay bạn khi bạn sợ hãi, giúp bạn chống lại những kẻ muốn \"ăn hiếp” bạn, nghĩ đến bạn dù bạn không còn bên cạnh, nhắc bạn nhớ những điều bạn đã quên, luôn ở cạnh bạn để bạn có thêm dũng khí, giúp bạn đứng lên từ những lỗi lầm phạm phải, giúp bạn vượt qua mọi áp lực từ kẻ khác, mỉm cười với bạn ngay cả khi người ấy rất buồn, luôn giúp bạn trở nên tốt hơn và quan trọng hơn cả là yêu thương bạn thật nhiều! "
        }
    ],
    "suggestions": []
}