{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kri:'eitivli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sáng tạo</td></tr></table><i/></div>",
            "word": "creatively",
            "pronounce": "[kri:'eitivli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "creatively",
            "pronounce": "[kri:'eitivli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "creatively",
            "pronounce": "[kri:'eitivli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "creatively",
            "pronounce": "[kri:'eitivli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "creatively",
            "pronounce": "[kri:'eitivli]"
        }
    },
    "sentences": [
        {
            "en": "Use existing data <em>creatively</em>.",
            "vi": "Sử dụng các số liệu sẵn có một cách sáng tạo."
        },
        {
            "en": "Take up the method <em>creatively</em>.",
            "vi": "Hãy áp dụng phương pháp này một cách sáng tạo."
        },
        {
            "en": "You goal is to answer these questions <em>creatively</em> and confidently.",
            "vi": "Mục tiêu của bạn là trả lời những câu hỏi này thật sáng tạo và tự tin."
        },
        {
            "en": "Perhaps this is what you should do if you want to think <em>creatively</em> within the box.",
            "vi": "Có lẽ đây là cái mà bạn nên làm khi bạn muốn suy nghĩ một cách sáng tạo trong cái hộp."
        },
        {
            "en": "The ability to <em>creatively</em> use logical expressions, especially in the context of a for clause.",
            "vi": "Khả năng vận dụng sáng tạo các biểu thức lô - gich, nhất là trong câu lệnh dùng mệnh đề for."
        },
        {
            "en": "Once she <em>creatively</em> generate s knowledge, rather than simply matching, superficial patterns, she becomes an expert. ",
            "vi": "Khi người này đưa ra kiến thức có tính sáng tạo thay vì những phép nối đơn giản hay mặt ngoài của vấn đề thì người đó trở thành một chuyên gia. "
        },
        {
            "en": "The most innovative countries teach <em>creatively</em>, enforce progressive laws, do business intelligently, and live on the cutting edge.",
            "vi": "Những quốc gia sáng tạo nhất có nền giáo dục sáng tạo, pháp luật tiến bộ, kinh doanh thông minh và sống văn minh, hiện đại."
        },
        {
            "en": "The final lesson is to accommodate the unemployed workers from the State-Owned Enterprise reform very carefully and <em>creatively</em>.",
            "vi": "Bài học cuối cùng là giúp đỡ một cách hết sức thận trọng và sáng tạo cho những người lao động bị mất việc trong quá trình cải cách các doanh nghiệp nhà nước."
        },
        {
            "en": "Children play imaginatively and <em>creatively</em> in various different ways based on many factors such as age, play environment, toys provided, etc.",
            "vi": "Trẻ em chơi theo tính cách tưởng tượng và sáng tạo trong nhiều cách khác nhau dựa vào nhiều yếu tố như độ tuổi, môi trường chơi, và đồ chơi được cung cấp, vân vân."
        },
        {
            "en": "The knowledge of etiquette makes telephoning easier because if you <em>creatively</em> obey the rules, you can be confident that you will behave in the most appropriate, productive way.",
            "vi": "giao làm cho việc nói chuyện điện thoại trở nên dễ dàng hơn bởi vì nếu bạn tuân theo những quy luật một cách sáng tạo, bạn có thể trở nên tự tin rằng bạn sẽ hành xử theo cách phù hợp và hiệu quả nhất."
        },
        {
            "en": "The knowledge of etiquette makes telephoning easier because if you <em>creatively</em> obey the rules, you can be confident that you will behave in the most appropriate, productive way.",
            "vi": "Kiến thức của phép xã giao làm cho việc nói chuyện điện thoại trở nên dễ dàng hơn bởi vì nếu bạn tuân theo những quy luật một cách sáng tạo, bạn có thể trở nên tự tin rằng bạn sẽ hành xử theo cách phù hợp và hiệu quả nhất."
        },
        {
            "en": "This, in addition to historic dependence upon government policies to facilitate exports, has inhibited firms' abilities to think <em>creatively</em> about how to distribute their products.",
            "vi": "Điều này, cộng thêm với sự phụ thuộc lâu đời vào các chính sách thúc đẩy xuất khẩu của Chính phủ đã kìm hãm khả năng suy nghĩ sáng tạo về cách phân phối sản phẩm của họ."
        },
        {
            "en": "The education session was particularly useful as it highlighted the need to produce people with skills which match society's needs, and with an emphasis on encouraging students to think <em>creatively</em>, rather than simply learn facts and figures.",
            "vi": "mạnh nhu cầu đào tạo con người có kỹ năng phù hợp đáp ứng yêu cầu xã hội, và tăng cường khuyến khích sinh viên suy nghĩ một cách sáng tạo hơn, thay vì đơn thuần chỉ học thuộc sự kiện và con số."
        },
        {
            "en": "learned three important things in college : to use a library, to memorize quickly and visually, to drop asleep at any time given a horizontal surface and fifteen minutes. What I could not learn was to think <em>creatively</em> on schedule.",
            "vi": "Tôi đã học được ba điều quan trọng ở đại học: biết dùng thư viện, biết nhớ nhanh và chính xác, biết ngủ được vào mọi lúc nếu rảnh 15 phút và có môt mặt phẳng. Ðiều mà tôi chưa học được là làm thế nào suy nghĩ có sáng tạo theo một thời khóa biểu."
        },
        {
            "en": "Successful entries will <em>creatively</em> illustrate ways to fight stigma and discrimination against people living with HIV, and will portray ways in which HIV-positive people successfully lead normal and productive lives.",
            "vi": "Các tác phẩm dự thi cần thể hiện một cách sáng tạo thái độ chống kỳ thị và phân biệt đối xử với những người sống chung với HIV và phác họa hình ảnh những người có HIV vẫn sống một cuộc sống bình thường và có ý nghĩa."
        },
        {
            "en": "I learned three important things in college : to use a library, to memorize quickly and visually, to drop asleep at any time given a horizontal surface and fifteen minutes. What I could not learn was to think <em>creatively</em> on schedule.",
            "vi": "Tôi đã học được ba điều quan trọng ở đại học: biết dùng thư viện, biết nhớ nhanh và chính xác, biết ngủ được vào mọi lúc nếu rảnh 15 phút và có môt mặt phẳng. Ðiều mà tôi chưa học được là làm thế nào suy nghĩ có sáng tạo theo một thời khóa biểu."
        },
        {
            "en": "I learned three important things in college: to use a library, to memorize quickly and visually, to drop asleep at any time given a horizontal surface and fifteen minutes. What I could not learn was to think <em>creatively</em> on schedule.",
            "vi": "nhớ nhanh và chính xác, biết ngủ được vào mọi lúc nếu rảnh 15 phút và có môt mặt phẳng. Ðiều mà tôi chưa học được là làm thế nào suy nghĩ có sáng tạo theo một thời khóa biểu."
        },
        {
            "en": "The education session was particularly useful as it highlighted the need to produce people with skills which match society's needs, and with an emphasis on encouraging students to think <em>creatively</em>, rather than simply learn facts and figures.",
            "vi": "Phần thảo luận về giáo dục đặc biệt hữu ích khi nhấn mạnh nhu cầu đào tạo con người có kỹ năng phù hợp đáp ứng yêu cầu xã hội, và tăng cường khuyến khích sinh viên suy nghĩ một cách sáng tạo hơn, thay vì đơn thuần chỉ học thuộc sự kiện và con số."
        },
        {
            "en": "You need to be able to think <em>creatively</em> in this stage if you are to go beyond the obvious to discover the hidden reasons why apparently mysterious and seemingly random things actually happen.",
            "vi": "Bạn cần có khả năng suy nghĩ một cách sáng tạo trong giai đoạn này nếu bạn định thoát ra ngoài những gì hiển nhiên để khám phá ra lý do tiềm ẩn tại sao các sự việc có vẻ huyền bí và có vẻ ngẫu nhiên lại thực sự xảy ra."
        },
        {
            "en": "Courtesy and thoughtfulness are the basic components of telephone etiquette. The knowledge of etiquette makes telephoning easier because if you <em>creatively</em> obey the rules, you can be confident that you will behave in the most appropriate, productive way.",
            "vi": "chắn là những thành phần cơ bản của phép xã giao trong điện thoại. Kiến thức của phép xã giao làm cho việc nói chuyện điện thoại trở nên dễ dàng hơn bởi vì nếu bạn tuân theo những quy luật một cách sáng tạo, bạn có thể trở nên tự tin rằng bạn sẽ hành xử theo cách phù hợp và hiệu quả nhất."
        }
    ],
    "suggestions": []
}