{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kri:'eitivnis]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">creativity</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kri:ei'tiviti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">óc sáng tạo, tính sáng tạo</td></tr></table><i/></div>",
            "word": "creativeness",
            "pronounce": "[kri:'eitivnis]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "creativeness",
            "pronounce": "[kri:'eitivnis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "creativeness",
            "pronounce": "[kri:'eitivnis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "creativeness",
            "pronounce": "[kri:'eitivnis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "creativeness",
            "pronounce": "[kri:'eitivnis]"
        }
    },
    "sentences": [
        {
            "en": "The inexhaustible inspiration source of <em>creativeness</em>.",
            "vi": "Nguồn cảm hứng sáng tạo bất tận."
        },
        {
            "en": "She have a great <em>creativeness</em> in writing.",
            "vi": "Cô ấy có khả năng sáng tạo lớn trong việc viết lách."
        },
        {
            "en": "<em>Creativeness</em> means to be born before one dies.",
            "vi": "Sự sáng tạo có nghĩa là được sinh thành trước khi chết."
        },
        {
            "en": "Most people die before they are fully born. <em>Creativeness</em> means to be born before one dies.",
            "vi": "Hầu hết mọi người chết trước khi thực sự được sinh thành. Sự sáng tạo có nghĩa là được sinh thành trước khi chết."
        },
        {
            "en": "The competition also encouraged trainers and trainees to uphold their <em>creativeness</em>, he said.",
            "vi": "Cuộc đọ sức cũng nhằm khích lệ người dạy và người học tiếp tục phát huy sự sáng tạo của họ."
        },
        {
            "en": "Women fashion is the inexhaustible inspiration source of <em>creativeness</em> of fashion designers and is also the crankiest fellow of the circles which keeps us in constant worry.",
            "vi": "Thời trang phụ nữ, đó là nguồn cảm hứng bất tận của các nhà thiết kế thời trang và cũng là người bạn khó tính nhất trong các giới, bắt buộc chúng ta luôn luôn phải quan tâm lo lắng."
        },
        {
            "en": "In this process, the initiatives and <em>creativeness</em> of the localities are very important. \"(Mr. Le Kha Phieu, Secretary General, Communist Party of Vietnam, January 1999).",
            "vi": "Trong quá trình này, năng lực và sự sáng tạo của các địa phương là rất quan trọng“ (Ông Lê Khả Phiêu, Tổng bí thư Đảng Cộng sản Việt Nam, Tháng 1 năm 1999)."
        },
        {
            "en": "<em>Creativeness</em> beyond standard is not appreciated, which results in those who don't dare word their opinions or struggle for right or justice.",
            "vi": "Tính sáng tạo vượt ngoài qui phạm không được đánh giá đúng, kết quả là những con người không dám phát biểu ý kiến hoặc đấu tranh cho lẽ phải hoặc lẽ công bằng."
        },
        {
            "en": "The second widely held view, shared by painters, some photographers, and some critics, was that photographs would be useful to art but should not be considered equal in <em>creativeness</em> to drawing and painting.",
            "vi": "Điểm thứ hai đã được các hoạ sĩ, một số nhà nhiếp ảnh, và một vài nhà phê bình nêu ra rằng những bức ảnh tuy hữu ích đối với nghệ thuật nhưng không nên đánh giá ngang hàng về mặt sáng tạo giữa tranh vẽ và hội hoạ."
        },
        {
            "en": "“The three colors of Baby Lotus signify the friendliness, hospitality and <em>creativeness</em> of the Land of the Lotus, and its lovable appearance [in the stickers] has brought joy to users of the social media platform,” said Le Minh Hoan, chief of the provincial Party Committee.",
            "vi": "\"Ba màu sắc của Bé Sen biểu hiện cho sự thân thiện, lòng hiếu khách và sáng tạo của Vùng đất Hoa sen, và sự xuất hiện đáng yêu của nó [trong các nhãn dán] đã mang lại niềm vui cho người sử dụng nền tảng truyền thông xã hội\", Bí thư Tỉnh ủy, ông Lê Minh Hoan nói."
        }
    ],
    "suggestions": []
}