{
    "en_vn": {
        "data": {
            "content": null,
            "word": "creamed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "creamed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "creamed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "creamed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "creamed"
        }
    },
    "sentences": [
        {
            "en": "He <em>creamed</em> the pen off.",
            "vi": "Anh ta đã lấy đi cái cây viết tốt nhất."
        },
        {
            "en": "We have <em>creamed</em> vegetable soup.",
            "vi": "Chúng tôi có xúp rau kem."
        },
        {
            "en": "They got <em>creamed</em> in last week's game.",
            "vi": "Họ đã bại trận trong trận đấu tuần trước."
        },
        {
            "en": "The enemy troops were <em>creamed</em> last night.",
            "vi": "Đêm qua quân địch đại bại."
        },
        {
            "en": "Challenge yourself to dish up <em>creamed</em> spinach today.",
            "vi": "Hôm nay hãy thử thách bản thân bằng việc bày biện món rau bi-na được nghiền với sữa."
        },
        {
            "en": "Our best scientists are being <em>creamed</em> off by other countries.",
            "vi": "Các nhà khoa học giỏi nhất nước ta đang bị các nước khác lấy đi."
        },
        {
            "en": "Challenge yourself to dish up <em>creamed</em> spinach today.",
            "vi": "Hôm nay hãy thử thách bản thân bằng việc bày biện món rau bi - na được nghiền với sữa."
        },
        {
            "en": "I think it is very good with your <em>creamed</em> chicken.",
            "vi": "Tôi nghĩ nó rất phù hợp với món gà nấu kem của ông."
        },
        {
            "en": "I gave ordered a <em>creamed</em> fish soup but you give me a chicken soup instead.",
            "vi": "Tôi đã yêu cầu món súp cá nhưng anh lại đưa tôi món súp gà."
        },
        {
            "en": "Last night I decided to add a <em>creamed</em> potato topping to a Cottage Pie.",
            "vi": "Tối qua, tôi đã quyết định thêm khoai tây nghiền lên trên món pa-tê làm tại nhà."
        },
        {
            "en": "Last night I decided to add a <em>creamed</em> potato topping to a Cottage Pie.",
            "vi": "Tối qua, tôi đã quyết định thêm khoai tây nghiền lên trên món pa - tê làm tại nhà."
        },
        {
            "en": "He wondered how much Peter had <em>creamed</em> off in addition to his share.",
            "vi": "Anh ấy (đã) tự hỏi Peter đã bỏ túi riêng bao nhiêu tiền ngoài phần tiền được chia của anh ta."
        },
        {
            "en": "The most able pupils are <em>creamed</em> off and put into special classes.",
            "vi": "Những học sinh có khả năng nhất đã được chọn ra và xếp vào lớp đặc biệt."
        },
        {
            "en": "Our basketball team really <em>creamed</em> its opponent. Our team won by a score of 120 to 60.",
            "vi": "Đội bóng rổ của chúng tôi đã đánh bại hoàn toàn đối thủ của mình. Đội của chúng tôi đã thắng với tỷ số là 120-60."
        },
        {
            "en": "Our basketball team really <em>creamed</em> its opponent. Our team won by a score of 120 to 60.",
            "vi": "Đội bóng rổ của chúng tôi đã đánh bại hoàn toàn đối thủ của mình. Đội của chúng tôi đã thắng với tỷ số là 120 - 60."
        },
        {
            "en": "a food made using a method of food preservation - canning, consisting of cooked meat product, seasoned, often <em>creamed</em>, minced, or ground, which is filled into cans, sealed and heat processed in a retort to commercial sterility.",
            "vi": "Thịt bỏ hũ là thực phẩm làm bằng cách sử dụng một phương pháp bảo quản đóng hộp, bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        },
        {
            "en": "Potted meat is a food made using a method of food preservation - canning, consisting of cooked meat product, seasoned, often <em>creamed</em>, minced, or ground, which is filled into cans, sealed and heat processed in",
            "vi": "Thịt bỏ hũ là thực phẩm làm bằng cách sử dụng một phương pháp bảo quản đóng hộp, bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        },
        {
            "en": "Potted meat is a food made using a method of food preservation - canning, consisting of cooked meat product, seasoned, often <em>creamed</em>, minced, or ground, which is filled into cans, sealed and heat processed in a retort to commercial",
            "vi": "Thịt bỏ hũ là thực phẩm làm bằng cách sử dụng một phương pháp bảo quản đóng hộp, bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        },
        {
            "en": "using a method of food preservation - canning, consisting of cooked meat product, seasoned, often <em>creamed</em>, minced, or ground, which is filled into cans, sealed and heat processed in a retort to commercial sterility.",
            "vi": "Thịt bỏ hũ là thực phẩm làm bằng cách sử dụng một phương pháp bảo quản đóng hộp, bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        },
        {
            "en": "Potted meat is a food made using a method of food preservation -canning, consisting of cooked meat product, seasoned, often <em>creamed</em>, minced, or ground, which is filled into cans, sealed and heat processed in a retort to commercial sterility.",
            "vi": ", bao gồm các sản phẩm thịt đã được nấu chín, ướp gia vị, thường được nghiền, thái nhỏ hoặc xay được bỏ vào hộp thiếc, niêm lại và xử lý nhiệt trong nồi chưng để vô trùng thương mại."
        }
    ],
    "suggestions": []
}