{
    "en_vn": {
        "data": {
            "content": null,
            "word": "credited",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "credited",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "credited",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "credited",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "credited",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Credited</em> with the discovery of.",
            "vi": "Được công nhận là người tìm ra."
        },
        {
            "en": "It can be <em>credited</em> to your record.",
            "vi": "Có thể được ghi vào hồ sơ của bạn."
        },
        {
            "en": "Miraculous powers are <em>credited</em> to the relics.",
            "vi": "Những quyền năng thần kỳ được gán cho các thánh tích."
        },
        {
            "en": "The $33,600 was <em>credited</em> to unearned services.",
            "vi": "Khoản tiền $33.600 này được ghi bên có tài khoản doanh thu dịch vụ nhận trước."
        },
        {
            "en": "The long-term investments account is <em>credited</em>.",
            "vi": "Các tài khoản đầu tư dài hạn được ghi có."
        },
        {
            "en": "The team <em>credited</em> their victory to luck.",
            "vi": "Cả đội tin rằng chiến thắng của họ là do may mắn."
        },
        {
            "en": "The relics are <em>credited</em> with miraculous powers.",
            "vi": "Những thành tích được tin là có những quyền năng thần kỳ."
        },
        {
            "en": "The relics are <em>credited</em> with miraculous powers; miraculous powers are <em>credited</em> to the relics",
            "vi": "Những thánh tích được tin là có quyền năng thần kỳ; những quyền năng thần kỳ được gán cho các thánh tích"
        },
        {
            "en": "Money has been <em>credited</em> to your account by bank giro.",
            "vi": "Tiền đã được chuyển vào tài khoản của ông qua hệ thống chuyển khoản ngân hàng."
        },
        {
            "en": "Sir William Harvey is wrongly <em>credited</em> with this discovery.",
            "vi": "Ngài William Harvey bị lầm là tác giả của khám phá này."
        },
        {
            "en": "The unrealized loss on long-term investments account is <em>credited</em>.",
            "vi": "Tài khoản lỗ chưa thực hiện của đầu tư dài hạn ghi có."
        },
        {
            "en": "The cheetah is generally <em>credited</em> as the world's fastest animal.",
            "vi": "Báo đốm nói chung được coi là động vật nhanh nhất thế giới."
        },
        {
            "en": "My account has been <em>credited</em> with the amount owed.",
            "vi": "Tài khoản của tôi đã được công nhận có một khoản nợ."
        },
        {
            "en": "Fairlie is widely <em>credited</em> with inventing the phrase \"the Establishment\".",
            "vi": "Nhiều người tin rằng Fairlie sáng tạo ra cụm từ\"Giới quyền uy\"."
        },
        {
            "en": "Until now, I've always <em>credited</em> you with more sense.",
            "vi": "Cho đến giờ, tôi vẫn công nhận là anh có ý thức hơn."
        },
        {
            "en": "Fairlie is widely <em>credited</em> with inventing the phrase \"the Establishment\".",
            "vi": "Nhiều người tin rằng Fairlie sáng tạo ra cụm từ \"Giới quyền uy\"."
        },
        {
            "en": "The teller <em>credited</em> 100 dollars to a customer.",
            "vi": "Nhân viên ghi 100 đô la vào bên có cho khách hàng."
        },
        {
            "en": "The invention of the electric guitar is <em>credited</em> to him.",
            "vi": "Việc phát minh ghi-ta điện được công nhận là của anh ta."
        },
        {
            "en": "The old man was <em>credited</em> with having discovered this scandal.",
            "vi": "Lão ta được xem là người có công khám phá vụ bê bối này."
        },
        {
            "en": "The teller <em>credited</em> a customer with 100 dollars.",
            "vi": "Nhân viên đã ghi vào bên có cho khách 100 đô la."
        }
    ],
    "suggestions": []
}