{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[kri'mei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự hoả thiêu, sự hoả táng, sự đốt ra tro</td></tr></table><i/></div>",
            "word": "cremation",
            "pronounce": "[kri'mei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cremation",
            "pronounce": "[kri'mei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cremation",
            "pronounce": "[kri'mei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cremation",
            "pronounce": "[kri'mei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hỏa táng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hỏa táng</font></td></tr></tbody></table></div>",
            "word": "cremation",
            "pronounce": "[kri'mei∫n]"
        }
    },
    "sentences": [
        {
            "en": "a burial / <em>cremation</em> (collocation)",
            "vi": "chôn cất / hoả táng (cụm từ thường đi với nhau)"
        },
        {
            "en": "His family chose <em>cremation</em> rather than burial.",
            "vi": "Gia đình ông đã chọn việc hỏa táng thay vì chôn cất."
        },
        {
            "en": "<em>Cremation</em> is more common than burial in some countries.",
            "vi": "Ở một số nước, hỏa táng còn phổ biến hơn chôn."
        },
        {
            "en": "<em>Cremation</em> is particularly common in Japan where land for burial is very limited.",
            "vi": "Thiêu xác rất phổ biến ở Nhật Bản nơi mà đất chôn bị hạn chế."
        },
        {
            "en": "He was chosen to recite the Dharma at the First Council (4 months after the <em>cremation</em> of Buddha sacred body).",
            "vi": "Ông được chọn trùng tụng về Kinh điển trong lần Đại hội kết tập kinh điển đầu tiên (4 tháng sau ngày Phật nhập diệt)."
        },
        {
            "en": "The family chose to cremate him rather than bury him because <em>cremation</em> is a few million Dong cheaper.",
            "vi": "Gia đình Quang đã chọn cách hỏa thiêu chứ không chôn cất vì nó rẻ hơn vài triệu đồng."
        },
        {
            "en": "The incident brought up the issue of the cost of <em>cremation</em> in Germany – the theft made it public that people were sending the corpses of loved ones miles away where the service is cheaper.",
            "vi": "Sự việc bất ngờ ấy làm nảy sinh vấn đề về chi phí hoả táng ở Đức - vụ trộm khiến cho mọi người biết được rằng người ta đang gửi thi thể của những người thân yêu đến nơi cách xa vạn dặm, ở đó dịch vụ mai táng rẻ mạt hơn nhiều."
        },
        {
            "en": "<em>Cremation</em> may be a feature of certain blood disorders, but most commonly occurs as a result of prolonged storage of a blood specimen prior to preparation of a blood film.",
            "vi": "Hồng cầu khía tai bèo có thể là đặc trưng của một vài rối loạn về máu, nhưng thường xảy ra khi mẫu máu đã được giữ lâu rồi mới đem ra làm tiêu bản xét nghiệm."
        },
        {
            "en": "A court in Poland on Monday sentenced three men to up to four years in jail after they stole a van from outside of Berlin. What they didn't know, was that the vehicle contained 12 corpses on their way for <em>cremation</em>.",
            "vi": "Một toà án Ba Lan hôm thứ hai đã kết án ba tên nọ tới 4 năm tù sau khi bọn chúng lấy cắp một chiếc xe tải ở ngoại ô Berlin. Chúng không biết là trong chiếc xe đó có 12 tử thi đang trên đường đi hoả thiêu."
        },
        {
            "en": "The corpses, all of which were German, had been loaded into a Mercedes Sprinter van and were on their way for <em>cremation</em>. They were discovered a week later strewn around a forest near Poznan – all were in their coffins and all were intact.",
            "vi": "Các tử thi, toàn bộ là người Đức, được chở trên chiếc xe tải Mercedes Sprinter và đang trên đường đi hoả thiêu. Một tuần lễ sau vụ mất cắp chiếc xe xảy ra, người ta phát hiện ra số tử thi ấy rải rác trong một khu rừng gần Poznan - tất cả vẫn nằm trong quan tài và còn nguyên vẹn."
        },
        {
            "en": "Virat has a dog named Jack, which he used to love more than anything. One fateful morning Jack died. Virat Singh organized last rituals for dog; entire city came to <em>cremation</em> ground. Virat Singh was very happy to see that people love him so much and he felt he is the most popular king in the world. After few days Virat Singh died, but no one came for his funerals.",
            "vi": "Virat có một chú chó cưng tên là Jack, đó là con vật mà ông yêu quý nhất trên đời. Vào một buổi sáng định mệnh, chú chó Jack bỗng dưng chết. Virat Singh tổ chức đám tang cho chú chó cưng của mình. Dân chúng cả thành đều đến viếng. Virat Singh rất vui mừng khi thấy tất cả mọi người đều yêu mến ông và nghĩ rằng mình là vì vua được lòng dân nhất trên thế gian. Vài ngày sau Virat Singh mất, nhưng không có ai đến dự đám tang của ông."
        }
    ],
    "suggestions": []
}