{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[krik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tật vẹo cổ, tật ngay sống lưng</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm vẹo (cổ); làm ngay (sống lưng)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to crick one's neck</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">trẹo gân cổ, vẹo cổ</font></td></tr></table><i/></div>",
            "word": "crick",
            "pronounce": "[krik]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>crick</k><blockquote>■ <cclass>noun a painful stiff feeling in the neck or back. </cclass></blockquote><blockquote>■ <cclass>verb twist or strain (one's neck or back), causing painful stiffness. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: of unknown origin. </blockquote></div>",
            "word": "crick",
            "pronounce": "[krik]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>crick</k><blockquote>▸ <cclass>verb STRAIN, twist, rick, sprain, pull, wrench; injure, hurt, damage.</cclass></blockquote></div>",
            "word": "crick",
            "pronounce": "[krik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crick",
            "pronounce": "[krik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crick",
            "pronounce": "[krik]"
        }
    },
    "sentences": [
        {
            "en": "<em>crick</em>",
            "vi": "tật vẹo cổ, tật ngay sống lưng ; vẹo cổ"
        },
        {
            "en": "<em>crick</em>",
            "vi": "tật vẹo cổ, tật ngay sống lưng; vẹo cổ"
        },
        {
            "en": "<em>Crick</em> one's neck",
            "vi": "Vẹo cổ"
        },
        {
            "en": "Cialdini believes that this ‘follow-the-leader syndrome, is dangerous, not least because it encourages bosses to go it alone. ‘It’s been scientifically proven that three people will be better than one at solving problems, even if that one person is the smartest person in the field.’ To prove his point, Cialdini cites an interview with molecular biologist James Watson. Watson, together with Francis <em>Crick</em>, discovered the structure of DNA, the genetic information carrier of all living organisms. ‘When asked how they had cracked the code ahead of an array of highly accomplished rival investigators, he said something that stunned me. He said ”he and <em>Crick</em> had succeeded because they were aware that they weren’t the most intelligent of the scientists pursuing the answer. The smartest scientist was called Rosalind Franklin who, Watson said, “was so intelligent she rarely sought advice”.’",
            "vi": "Tác giả cũng tin rằng hội chứng ”nghe theo lãnh đạo” rất nguy hiểm vì nó khuyến khích các ông chủ quyết định cái gì đó một mình mà không cần hỏi nhân viên của mình. Theo khoa học chứng mình thì ba người giải quyết 1 vấn đề sẽ tốt hơn là 1 người thậm chí khi người đó là giỏi nhất trong lĩnh vực đó. Để chứng minh cho quan điểm của mình, tác giả đã trích dẫn 1 cuộc phỏng vấn với nhà sinh học phân tử James Watson. Ông Watson cùng với Francis Crick dã khám phá ra cấu trúc ADN, một vật truyền dẫn thông tin di truyền của tất cả sinh vật sống. Khi được hỏi làm thế nào mà họ có thể giải mã được trước hàng loạt các nhà nghiên cứu tài ba khác thì ông Watson đã nói một câu mà làm tôi choáng váng. Ông nói: Tôi và Crick đã thành công vì chúng tôi biết rằng chúng tôi không phải là nhà khoa học thông minh nhất theo đuổi câu trả lời. Nhà khoa học thông minh nhất được gọi là Rosalind Franklin mà theo Watson là người quá thông minh ít khi tìm kiếm lời khuyên của người khác. "
        },
        {
            "en": "These innovation infrastructures to support creative interaction have never been more accessible or more robust. They effectively invite innovators to take a chance. Just as important, individuals and institutions increasingly recognize that interdisciplinary collaboration, not just personal genius, is essential to breakthrough. Digital media now facilitate mass collaborations between thousands with the same ease and fluency that intimate collaborators — Watson & <em>Crick</em>, the Wright brothers, Braque & Picasso, the Curies — who depended on physical media would envy.",
            "vi": "Quá trình cách tân nhằm hướng tới thiết lập ngày càng nhiều mối tương tác phá cách đang được củng cố vững chắc. Điều này tạo cơ sở cho các nhà cải cách nhanh chóng nắm bắt cơ hội. Các cá nhân cũng như các viện nghiên cứu nhận ra rằng, chính sự trao đổi, liên kết cơ sở lý thuyết và công nghệ, chứ không phải công việc của một thiên tài mà làm việc đơn độc, là yếu tốt tối quan trọng quyết định thành công. Hiện nay, kết nối số mở ra cơ hội cho sự cộng tác tích cực, dễ dàng và thường xuyên giữa mọi người - điều mà trước kia những cộng sự chỉ sử dụng phương tiện liên lạc đơn giản -  Watson & Crick, anh em nhà Wright, Braque & Picasso, gia đình nhà Curie... - phải ngưỡng mộ."
        }
    ],
    "suggestions": []
}