{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Crimea"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Crimea"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Crimea"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Crimea"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Crimea"
        }
    },
    "sentences": [
        {
            "en": "Despite the outreach to Putin, Poroshenko said he will not accept Russia's annexation of <em>Crimea</em>. \"<em>Crimea</em> was, is and will be Ukrainian. There will be no trade-off,\" Poroshenko said.",
            "vi": "Mặc dù đã gặp gỡ ông Putin, nhưng ông Poroshenko tuyên bố ông sẽ không chấp nhận việc Crimea bị sáp nhập vào Nga. Ông Poroshenko nói: “Crimea đã, đang và sẽ thuộc về Ukraine. Sẽ không có thoả hiệp nào hết”."
        },
        {
            "en": "Russia annexed the territory in March after its troops took control of the Black Sea peninsula and <em>Crimea</em> held a secession referendum that Kiev and Western countries regard as illegitimate.",
            "vi": "Nga sáp nhập vùng lãnh thổ này hồi tháng 3 sau khi quân đội của họ giành quyền kiểm soát bán đảo Biển Đen và Crimea đã tiến hành một cuộc trưng cầu dân ý về vấn đề li khai, sự kiện mà Kiev và các nước phương Tây coi là bất hợp pháp."
        },
        {
            "en": "Within a month, the Black Sea peninsula of <em>Crimea</em> was annexed by Russia after a secession referendum and an armed insurgency arose in the eastern provinces of Donetsk and Luhansk. Ukrainian forces are fighting the insurgents in those regions and officials say more than 200 people have been killed.",
            "vi": "Trong vòng một tháng, bán đảo Biển Đen Crimea đã bị sáp nhập vào Nga sau một cuộc trưng cầu dân ý về vấn đề li khai và tình trạng nổi dậy có vũ trang gia tăng ở các tỉnh phía đông Donetsk và Luhansk. Quân đội Ukraine đang chiến đấu với những thành phần nổi loạn tại các khu vực này và các nhà chức trách cho hay đã có hơn 200 người thiệt mạng."
        },
        {
            "en": "<em>Crimea</em> is now Russian territory. Although prisoners of war have been exchanged and both sides have agreed to pull back heavy weapons, the accord signed on Feb. 12 in Minsk has failed so far to stop the fighting in Eastern Ukraine.",
            "vi": "Crimea bây giờ là lãnh thổ của Nga. Mặc dù các tù binh chiến tranh đã được trao trả và hai phía đã thống nhất rút vũ khí hạng nặng, nhưng thỏa thuận Minsk ký kết ngày 12 tháng 2 đã thất bại trong việc ngăn chặn chiến tranh ở Đông Ukraine."
        },
        {
            "en": "For starters, Putin annexed <em>Crimea</em> – not a small feat for anyone to accomplish. Next, there is the proxy war in Ukraine, that Putin started as well. Not to mention the $70 billion gas pipeline deal with China, and the successful hosting of the winter Olympics that is also accredited to Russia’s leader. It’s been a great couple of years that have helped Putin rank where he does, but lets dig even further – to his roots and upbringing.",
            "vi": "Dành cho những ai chưa biết, Putin đã sáp nhập Crimea (nước cộng hòa tự trị Crưm) - một kì công lớn mà không phải ai cũng đạt được. Tiếp đến, Putin cũng phát động chiến tranh ủy nhiệm tại Ukraine. Chưa kể đến hợp đồng đường ống dẫn khí đốt trị giá 70 tỷ đô la Mỹ với Trung Quốc và việc tổ chức thành công thế vận hội mùa đông cũng là những thành công mà nhà lãnh đạo nước Nga đạt được. Những năm tháng tuyệt vời đó đã giúp Putin giành được vị trí hiện tại. Nhưng hãy cùng nhau đào sâu hơn nữa về nguồn gốc và nền giáo dục ông ấy nhận được."
        },
        {
            "en": "For starters, Putin annexed <em>Crimea</em> – not a small feat for anyone to accomplish. Next, there is the proxy war in Ukraine, that Putin started as well. Not to mention the $70 billion gas pipeline deal with China, and the successful hosting of the winter Olympics that is also accredited to Russia’s leader. It’s been a great couple of years that have helped Putin rank where he does, but lets dig even further – to his roots and upbringing.",
            "vi": "Dành cho những ai chưa biết, Putin đã sáp nhập Crimea (nước cộng hòa tự trị Crưm) - một kì công lớn mà không phải ai cũng đạt được. Tiếp đến, Putin cũng phát động chiến tranh ủy nhiệm tại Ukraine. Chưa kể đến hợp đồng đường ống dẫn khí đốt trị giá 70 tỷ đô la Mỹ với Trung Quốc và việc tổ chức thành công thế vận hội mùa đông cũng là những thành công mà nhà lãnh đạo nước Nga đạt được. Những năm tháng tuyệt vời đó đã giúp Putin giành được vị trí hiện tại. Nhưng hãy cùng nhau đào sâu hơn nữa về nguồn gốc và nền giáo dục ông ấy nhận được."
        }
    ],
    "suggestions": []
}