{
    "en_vn": {
        "data": {
            "content": null,
            "word": "crisps"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "crisps"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "crisps"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crisps"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crisps"
        }
    },
    "sentences": [
        {
            "en": "All we had for lunch was a packet of <em>crisps</em>.",
            "vi": "Tất cả những gì chúng tôi dùng cho bữa trưa là một gói khoai tây chiên giòn."
        },
        {
            "en": "He tossed the packet of <em>crisps</em> to Peter, who caught it with one hand.",
            "vi": "Anh ấy ném gói khoai chiên giòn cho Peter, người đã chụp nó bằng một tay."
        },
        {
            "en": "Eating a packet of <em>crisps</em> a day is the equivalent of drinking almost five litres of cooking oil a year.",
            "vi": "Ăn một bịch khoai tây chiên một ngày tương đương với dùng khoảng 5 lít dầu ăn một năm."
        },
        {
            "en": "Many schoolchildren just take a snack from home such as a sandwich, a drink, some fruit, and perhaps some <em>crisps</em>.",
            "vi": "Nhiều học sinh chỉ mang theo các thức ăn nhẹ từ nhà như bánh sandwich, món uống, ít trái cây, và có lẽ một ít khoai tây chiên giòn."
        },
        {
            "en": "Ready - salted <em>crisps</em> have been overtaken in popularity by cheese and onion for the first time, as consumers 'health concerns take hold.",
            "vi": "Khoai tây chiên đóng gói đã lần đầu tiên vượt qua pho mát và hành tây về sự yêu thích, khi mà các mối quan tâm về sức khỏe của người tiêu dùng trở nên chặt chẽ."
        },
        {
            "en": "Ready-salted <em>crisps</em> have been overtaken in popularity by cheese and onion for the first time, as consumers' health concerns take hold.",
            "vi": "Khoai tây chiên đóng gói đã lần đầu tiên vượt qua pho mát và hành tây về sự yêu thích, khi mà các mối quan tâm về sức khỏe của người tiêu dùng trở nên chặt chẽ."
        },
        {
            "en": "The only sound in the room, apart from the television, is the crunch of <em>crisps</em> and the rustle of a packet of sweets.",
            "vi": "Ngoài tiếng ti - vi (television), âm thanh duy nhất trong phòng là tiếng nhai khoai tây chiên và tiếng sột soạt của những bịch kẹo."
        },
        {
            "en": "The only sound in the room, apart from the television, is the crunch of <em>crisps</em> and the rustle of a packet of sweets.",
            "vi": "Ngoài tiếng ti-vi (television), âm thanh duy nhất trong phòng là tiếng nhai khoai tây chiên và tiếng sột soạt của những bịch kẹo."
        },
        {
            "en": "Everyday supermarket items such as packets of <em>crisps</em> are also on the banned list as they can have up to seven layers of wrapping.",
            "vi": "Các mặt hàng siêu thị hàng ngày như những gói bim bim cũng nằm trong danh sách bị cấm vì chúng có thể có tới 7 lớp giấy gói."
        },
        {
            "en": "Other codes have become part of everyday life - such as the Universal Product Code, or bar code, which uses a simple error-detecting system that ensures supermarket check-out lasers can read the price even on, say, a crumpled bag of <em>crisps</em>.",
            "vi": "Các mã khác đã trở thành một phần của cuộc sống hàng ngày - chẳng hạn như mã sản phẩm chung hoặc mã vạch, sử dụng một hệ thống phát hiện lỗi đơn giản để đảm bảo rằng các laser kiểm tra siêu thị có thể đọc được giá cả, ví dụ như một túi crisps crumpled."
        },
        {
            "en": "Experts said those eating a diet heavy in convenience foods, and other “ultra-processed” snacks such as fizzy drinks and <em>crisps</em> were also far more likely to be overweight - which is already known to increase the risk of at least 11 types of cancer. The study by the Sorbonne in Paris and the University of Sao Paulo was based on 104,980 healthy French adults, measuring their intake of 3,300 different food items. Foods were grouped according to degree of processing and tracked for an average of five years.",
            "vi": "Các chuyên gia nói rằng những người ăn nhiều loại thực phẩm chế biến, và các đồ ăn vặt “siêu chế biến” khác như thức uống có ga và khoai tây chiên cũng thường hay bị thừa cân – đã biết là làm tăng nguy cơ ít nhất 11 loại ung thư. Nghiên cứu của Sorbonne ở Paris và Đại học Sao Paulo dựa trên 104.980 người Pháp trưởng thành khỏe mạnh, nhằm đo khả năng hấp thu 3.300 món ăn khác nhau của họ. Thực phẩm được phân nhóm theo mức độ chế biến và trung bình theo dõi trong suốt 5 năm."
        }
    ],
    "suggestions": []
}