{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['krispə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sắt uốn tóc</td></tr></table><i/></div>",
            "word": "crisper"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>crisper</k><blockquote>■ <cclass>noun a compartment at the bottom of a refrigerator for storing fruit and vegetables. </cclass></blockquote></div>",
            "word": "crisper"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "crisper"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crisper"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crisper"
        }
    },
    "sentences": [
        {
            "en": "Storing produce on the counter, in the <em>crisper</em> or in the cupboard makes a difference. Find out which foods go where with this guide.",
            "vi": "Trữ rau quả trên bàn bếp, trong ngăn đựng rau quả hoặc trong chạn bếp sẽ có kết quả rất khác nhau. Hãy tìm hiểu xem thực phẩm nào để đâu bằng tài liệu hướng dẫn này."
        },
        {
            "en": "If you're hauling big ticket items this year I'd like fingerprint resistant windows and a radio that only plays adult music; a television that doesn't broadcast any programs containing talking animals; and a refrigerator with a secret compartment behind the <em>crisper</em> where I can hide to talk on the phone.",
            "vi": "Nếu năm nay ông tốt bụng cho nhiều quà thì tôi xin ước thêm là có được chiếc cửa sổ không bị dính dấu tay và một cái đài chỉ mở toàn nhạc người lớn mà thôi; một cái tivi không phát chương trình thế giới động vật nào nữa; một chiếc tủ lạnh có cái ngăn bí mật sau ngăn đựng rau để tôi có thể trốn vào đó nói chuyện điện thoại thoải mái."
        },
        {
            "en": "The screen\n\nThe main upgrade is the screen, which is markedly <em>crisper</em>. Apple says it quadrupled the number of pixels on the iPad's 9.7-inch display to the point that there are now 3.1 million pixels on the screen, with a total resolution of 2048 by 1536 pixels. Color saturation on the device was increased 44% relative to the iPad 2, the company says.",
            "vi": "Màn hình\n\nNâng cấp chính nằm ở màn hình, cứng hơn thấy rõ. Apple cho biết họ đã tăng số lượng điểm ảnh trên chiếc màn hình rộng 9.7 inch lên gấp 4 lần. Màn hình có 3.1 triệu điểm ảnh với độ phân giải là 2048x1536. Cũng theo thông tin từ Apple, độ bão hòa màu trên thiết bị tăng 44% so với iPad 2."
        },
        {
            "en": "Who's to say whether these updates will lead people to want to purchase the new iPad, or to upgrade from a previous version. Nothing about the iPad was completely overhauled, but the overall user experience is <em>crisper</em> and speedier than before.",
            "vi": "Không ai có thể khẳng định rằng liệu những nâng cấp này sẽ khiến người ta muốn mua iPad mới, hoặc nâng cấp từ các phiên bản trước cũ hay không. Người ta không tài nào nắm bắt được tất tần tật về chiếc iPad, nhưng tới bây giờ chỉ có thể nhận xét được là màn hình cứng hơn và nhanh hơn."
        },
        {
            "en": "Secret #3: Use perforated plastic bags to allow for some air circulation, while not letting produce dry out.   ONIONS should be stored away from other foods, particularly potatoes. Keep them in mesh bags in a cool, dark place and they will keep happily for months. You can also refrigerate onions, but be careful because the strong flavor might transfer to other foods. The exception to this is GREEN ONIONS, which should be stored in a plastic bag in a refrigerator <em>crisper</em> drawer.",
            "vi": "Bí quyết #3 : Dùng túi nhựa đâm thủng lỗ để thoáng khí mà rau quả vẫn không bị khô. Hành không nên cất chung với thực phẩm khác, nhất là khoai tây. Cất hành trong túi lưới ở chỗ mát, tối thì hành sẽ tươi tốt hàng mấy tháng trời. Bạn cũng có thể bỏ hành trong tủ lạnh, nhưng cẩn thận vì mùi hành có thể lây qua các món ăn khác. Trừ hành lá, nên trữ trong túi nhựa để trong ngăn đựng rau quả của tủ lạnh."
        }
    ],
    "suggestions": []
}