{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kraisi:z]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">crisis</font></td></tr></table><i/></div>",
            "word": "crises",
            "pronounce": "['kraisi:z]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "crises",
            "pronounce": "['kraisi:z]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "crises",
            "pronounce": "['kraisi:z]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crises",
            "pronounce": "['kraisi:z]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crises",
            "pronounce": "['kraisi:z]"
        }
    },
    "sentences": [
        {
            "en": "Adolescent <em>crises</em>",
            "vi": "Khủng hoảng của tuổi mới lớn"
        },
        {
            "en": "Our economy reaches <em>crises</em> point.",
            "vi": "Nền kinh tế của chúng ta đạt tới độ khủng hoảng."
        },
        {
            "en": "Vulnerability to <em>crises</em> and shocks",
            "vi": "Tính dễ bị tổn thương bởi các cuộc khủng hoảng và những sự đột biế"
        },
        {
            "en": "He's piloted the company through several <em>crises</em>.",
            "vi": "Ông ta từng lèo lái công ty vượt qua nhiều cơn khủng hoảng."
        },
        {
            "en": "He is the reason of economy <em>crises</em>.",
            "vi": "Ông ta là nguyên nhân của những cuộc khủng hoảng kinh tế."
        },
        {
            "en": "Box 2.5: Health <em>Crises</em> and Poverty.",
            "vi": "Khung 2.5: Những khủng hoảng về sức khoẻ và Nghèo"
        },
        {
            "en": "There have been some positive developments in the <em>crises</em>.",
            "vi": "Có một số sự phát triển theo xu hướng khả quan trong cuộc khủng hoảng đó."
        },
        {
            "en": "<em>Crises</em> are a break on the established order.",
            "vi": "Các cơn khủng hoảng phá vỡ trật tự được thiết lập từ trước."
        },
        {
            "en": "Table 3: Most frequently cited <em>crises</em> in poverty assessments.",
            "vi": "Bảng 3: Các biến cố được nhắc tới nhiều nhất trong các đánh giá về nghèo đói."
        },
        {
            "en": "Figure 2.1: High Direct Costs of Banking <em>Crises</em>",
            "vi": "Hình 2.1: Chi phí trực tiếp cao của các cuộc khủng hoảng ngân hàng."
        },
        {
            "en": "Soros is a man intimately familiar with currency <em>crises</em>",
            "vi": "Soros là người biết rõ về các cuộc khủng hoảng tiền tệ"
        },
        {
            "en": "They also dealt reasonably well with unexpected <em>crises</em>.",
            "vi": "Các nước này cũng ứng xử khá tốt trước các cuộc khủng hoảng bất ngờ."
        },
        {
            "en": "Economists believe that it is dangerous to ignore <em>crises</em> in the banking and airline industries.",
            "vi": "Các nhà kinh tế tin rằng thật là nguy hiểm khi làm ngơ trước những khủng hoảng trong các ngành công nghiệp ngân hàng và hàng không."
        },
        {
            "en": "Prolonged economic downturns and <em>crises</em> are taking a heavy toll of peasants 'lives.",
            "vi": "Sự suy thoái và khủng hoảng kinh tế kéo dài ảnh hưởng nặng nề đến đời sống của người nông dân."
        },
        {
            "en": "Their days are driven by interruptions, <em>crises</em>, uncertainty and a \"wait and see\" attitude.",
            "vi": "Các ngày của họ được tác động bởi những sự gián đoạn, khủng hoảng, sự bấp bênh và một thái độ \"chờ để xem\"."
        },
        {
            "en": "In this chapter we will look at how shocks and <em>crises</em> affect household wellbeing.",
            "vi": "Trong chương này chúng ta sẽ xem xét ảnh hưởng của những sự đột biến và các cuộc khủng hoảng đến sự no đủ của các hộ gia đình."
        },
        {
            "en": "Table 3 shows the most frequently cited <em>crises</em> identified in Viet Nam’s participatory poverty assessments.",
            "vi": "Bảng 3 cho thấy các biến cố được nhắc tới nhiều nhất trong các đánh giá về nghèo đói có sự tham gia của người dân ở Việt Nam."
        },
        {
            "en": "Their days are driven by interruptions, <em>crises</em>, uncertainty and a \"wait and see\" attitude.",
            "vi": "Các ngày của họ được tác động bởi những sự gián đoạn, khủng hoảng, sự bấp bênh và một thái độ\"chờ để xem\"."
        },
        {
            "en": "We all know people who managed many different <em>crises</em> very well.",
            "vi": "Tất cả chúng ta đều biết có những người xoay xở rất tài tình nhiều hoàn cảnh éo le khác nhau."
        },
        {
            "en": "Such <em>crises</em> can be costly, economically and socially, and set back economic growth.",
            "vi": "Các cuộc khủng hoảng đó có thể rất tốn kém cả về mặt kinh tế lẫn xã hội và có thể cản trở tốc độ tăng trưởng kinh tế."
        }
    ],
    "suggestions": []
}