{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Croatian"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Croatian</k><blockquote><cclass>[<cclass>krəʊ'eɪʃ(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (also <cclass><b>Croat</b><cclass>'krəʊat) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a native or national of Croatia, or a person of Croatian descent. </blockquote></blockquote><blockquote><blockquote>2》 the Southern Slavic language of the Croats, almost identical to Serbian but written in the Roman alphabet. </blockquote></blockquote><blockquote>■ <cclass>adjective relating to Croatia, its people, or their language. </cclass></blockquote></div>",
            "word": "Croatian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Croatian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Croatian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Croatian"
        }
    },
    "sentences": [
        {
            "en": "This paper examines the differences between three <em>Croatian</em> folk singing styles, namely klapa, ojkanje, and tarankanje.",
            "vi": "Bài báo này xem xét sự khác biệt giữa ba phong cách hát nhạc dân gian Croatia, cụ thể là klapa, ojkanje, và tarankanje."
        },
        {
            "en": "Through our interpreter, the <em>Croatian</em> Doc asked whether there were any more modern physical therapy techniques or equipment that we knew of from the U.S. that they might not be aware.",
            "vi": "Qua người phiên dịch của chúng tôi, bác sĩ người croatia hỏi xem có bất cứ kỹ thuật trị liệu thể chất hiện đại nào nữa hoặc thiết bị nào mà chúng tôi biết rõ ở mỹ nhưng có thể họ không biết không."
        },
        {
            "en": "Through our interpreter, the <em>Croatian</em> Doc asked whether there were any more modern techniques or equipment that we knew of from the U.S. that they might not be aware.",
            "vi": "Qua người phiên dịch của chúng tôi, bác sĩ người croatia hỏi xem có bất cứ kỹ thuật hiện đại nào nữa hoặc thiết bị nào mà chúng tôi biết rõ ở mỹ nhưng có thể họ không biết không."
        },
        {
            "en": "Councils also do their best to avoid the use of English. Rather than insist residents communicate with authorities via a common tongue, local governments spend millions ensuring that documents and services are provided in languages as diverse as Greek, Italian, Vietnamese, Arabic, Serbo-<em>Croatian</em>, Tagalog, Mandarin and Hindi.",
            "vi": "Các hội đồng cũng cố gắng hết sức để tránh sử dụng tiếng Anh. Thay vì cứ nhất định yêu cầu người dân liên lạc với chính quyền thông qua một ngôn ngữ chung, chính quyền địa phương chi hàng triệu đô la để đảm bảo rằng các văn bản và dịch vụ được cung cấp bằng các ngôn ngữ khác nhau như Hy Lạp, Ý, Việt Nam, Ả Rập, Serbo-Croatia, Tagalog, Quan Thoại và Hindi."
        },
        {
            "en": "Councils also do their best to avoid the use of English. Rather than insist residents communicate with authorities via a common tongue, local governments spend millions ensuring that documents and services are provided in languages as diverse as Greek, Italian, Vietnamese, Arabic, Serbo-<em>Croatian</em>, Tagalog, Mandarin and Hindi.",
            "vi": "Các hội đồng cũng cố gắng hết sức để tránh sử dụng tiếng Anh. Thay vì cứ nhất định yêu cầu người dân liên lạc với chính quyền thông qua một ngôn ngữ chung, chính quyền địa phương chi hàng triệu đô la để đảm bảo rằng các văn bản và dịch vụ được cung cấp bằng các ngôn ngữ khác nhau như Hy Lạp, Ý, Việt Nam, Ả Rập, Serbo-Croatia, Tagalog, Quan Thoại và Hindi."
        },
        {
            "en": "Child mortality highlights China's urban-rural divide         Thu Mar 25, 8:06 pm ET HONG KONG (Reuters) – Children born in rural China are three to six times more likely to die before they turn 5 than those in the cities, a study found, highlighting the wide gulf in healthcare provision for the rich and poor in China. Pneumonia, birth asphyxia, and pre-term birth complications were the leading causes of death in children under 5, the researchers said in a paper published on Friday in the Lancet. Led by Igor Rudan at the <em>Croatian</em> Center for Global Health in Split, Croatia, the researchers searched public databases containing information from 1990 to 2008, including 206 long-term studies on causes of death in children under 5. According to the paper, child mortality rates dived 71 percent from 64.6 to 18.5 per 1,000 livebirths from 1990 to 2008, but the disparity between child health in the booming cities compared with the poor countryside remained stark. \"The progress toward reduction of the child mortality rate in China is strongly determined by the degree of socioeconomic development,\" they wrote. The Chinese government says it has been working to address this inequity since 2003, putting in place a modest healthcare insurance system that it hopes will help the poorest meet basic medical needs. In 2009, Beijing launched a new reform, pledging $123 billion over the next three years to provide universal and affordable basic healthcare for its 1.3 billion population. In an interview with Reuters last week, Chinese Health Minister Chen Zhu said the insurance program has been extended to much of the population. \"Now we are a 1.33 billion-population, and 1.23 billion are covered. Some 100 million are not covered, these are migrants, elderly people and children in cities and people in small enterprises,\" Chen said. \"I hope that next year, a part of these 100 million people who are still uninsured.... will be brought in.\" Under China's \"hukou\" household registration system, hundreds of millions of migrants from the countryside are unable to obtain residency status that would give them access to healthcare, education or legal protection in the cities where they settle. (Reporting by Tan Ee Lyn; Editing by Alex Richardson)",
            "vi": "Tỷ lệ tử vong của trẻ em khắc họa rõ sự phân chia nông thôn – thành thị ở Trung Quốc      Thứ năm, 25 tháng 3, 8:06 pm ET  Hồng Kông (Reuters) - Trẻ em sinh ra ở nông thôn Trung Quốc dễ có khả năng tử vong gấp 3 đến 6 lần trước 5 tuổi so với trẻ được sinh ra trong thành phố, một nghiên cứu cho thấy, nhấn mạnh hố sâu ngăn cách giữa dịch vụ y tế cung cấp cho người giàu và người nghèo ở Trung Quốc. Theo lời các nhà nghiên cứu trong báo cáo hôm thứ sáu tại Lancet thì các biến chứng viêm phổi, ngạt sơ sinh, và sinh thiếu tháng là những nguyên nhân gây tử vong hàng đầu ở trẻ em dưới 5 tuổi. Với sự dẫn dắt của Igor Rudan thuộc Trung tâm Sức khoẻ Toàn cầu Croatian tại Split, Croatia, các nhà nghiên cứu đã tìm kiếm cơ sở dữ liệu công cộng chứa thông tin từ năm 1990 đến năm 2008, bao gồm 206 nghiên cứu lâu dài về nguyên nhân tử vong ở trẻ em dưới 5 tuổi. Theo báo cáo, tỷ lệ tử vong của trẻ em giảm 71% từ 64.6 xuống còn 18.5 trên mỗi 1,000 trẻ sống sót trong khi sinh từ năm 1990 đến năm 2008, nhưng sự chênh lệch giữa sức khoẻ của các trẻ sinh ra ở các thành phố phồn thịnh và tại vùng quê nghèo vẫn còn rất cao.  “Sự tiến triển hướng đến việc giảm tỷ lệ tử vong của trẻ em ở Trung Quốc được quyết định rõ bởi mức độ phát triển kinh tế xã hội.” Chính quyền Trung Quốc cho biết đã và đang làm việc để giải quyết sự không công bằng này từ năm 2003, đưa vào hoạt động một hệ thống bảo hiểm y tế cơ bản để hy vọng sẽ giúp đáp ứng những nhu cầu y tế cơ bản của người nghèo. Trong năm 2009, Bắc Kinh đưa ra một cải cách mới, cam kết chi 123 tỷ đô-la Mỹ trong ba năm tới để cung cấp dịch vụ y tế phổ thông, cơ bản với mức giá phải chăng cho 1.3 tỉ dân số. Trong cuộc phỏng vấn với Reuters tuần trước, Bộ trưởng Bộ y tế Trung Quốc Chen Zhu cho biết chương trình bảo hiểm đã được mở rộng đến phần lớn dân số. \"Hiện nay dân số của chúng tôi là 1.33 tỉ, và 1.23 tỉ người đã được bảo hiểm. Khoảng 100 triệu dân hiện không được bảo hiểm, những người này là người di dân, người già và trẻ em ở các thành phố và những người làm việc trong các doanh nghiệp nhỏ\", theo ông Chen. \"Tôi hy vọng là trong năm tới, một phần trong số 100 triệu người vẫn còn chưa được bảo hiểm ... sẽ được bảo hiểm.\" Theo hệ thống đăng ký hộ khẩu của Trung Quốc, hàng trăm triệu người di cư từ vùng quê lên thành phố không thể có được tình trạng lưu trú phù hợp để cho họ quyền tiếp cận các dịch vụ y tế, giáo dục hoặc bảo vệ hợp pháp trong thành phố nơi họ sinh sống.  (Tường thuật: Tan Ee Lyn; Biên tập: Alex Richardson)"
        }
    ],
    "suggestions": []
}