{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cropped",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cropped",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cropped",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cropped",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cropped",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Close - <em>cropped</em>.",
            "vi": "Cắt rất ngắn."
        },
        {
            "en": "They <em>cropped</em> his feathers.",
            "vi": "Họ đã làm nhục anh ta."
        },
        {
            "en": "Sheep had <em>cropped</em> the grass.",
            "vi": "Cừu đã gặm được cỏ rồi."
        },
        {
            "en": "Lemons are <em>cropped</em> three times a year.",
            "vi": "Chanh được thu hoạch ba lần trong năm."
        },
        {
            "en": "We <em>cropped</em> a land with potatoes.",
            "vi": "Chúng tôi đã trồng khoai một thửa ruộng."
        },
        {
            "en": "The beans <em>cropped</em> well this year.",
            "vi": "Năm nay đậu thu hoạch tốt."
        },
        {
            "en": "She is nice with hair <em>cropped</em>.",
            "vi": "Cô ấy rất đẹp với mái tóc cắt ngắn."
        },
        {
            "en": "All sorts of difficulties have <em>cropped</em> up.",
            "vi": "Đủ mọi khó khăn đã xuất hiện bất chợt."
        },
        {
            "en": "The river valley is intensively <em>cropped</em>.",
            "vi": "Thung lũng ven sông được làm đất trồng cây nông nghiệp."
        },
        {
            "en": "He had furry eyebrows and bristly hair <em>cropped</em> short.",
            "vi": "Nó có lông mày rậm và tóc hớt ngắn tua tủa."
        },
        {
            "en": "The subject <em>cropped</em> up naturally as we talked.",
            "vi": "Vấn đề đó đã bất ngờ nảy sinh khi chúng tôi nói chuyện với nhau."
        },
        {
            "en": "After the death of her parents, she <em>cropped</em> her curls.",
            "vi": "Sau cái chết của bố mẹ mình, cô ấy đã cắt tóc ngắn."
        },
        {
            "en": "He thought of his mother's large white arms, and his father's close - <em>cropped</em> hair.",
            "vi": "Chàng nhớ tới đôi cánh tay trắng trẻo to lớn của mẹ và mái tóc cắt ngắn của ba."
        },
        {
            "en": "The steep slopes leading to the summits are carpeted with close-<em>cropped</em> moorland grasses.",
            "vi": "Con dốc nghiêng nghiêng dẫn lên đỉnh núi trải một lớp cỏ mọc sát đất."
        },
        {
            "en": "Everything was thought to be satisfactorily completed when some difficulty <em>cropped</em> up at the last minutes.",
            "vi": "Mọi việc tưởng xong xuôi đến phút cuối lại có khó khăn đột xuất."
        },
        {
            "en": "The steep slopes leading to the summits are carpeted with close - <em>cropped</em> moorland grasses.",
            "vi": "Con dốc nghiêng nghiêng dẫn lên đỉnh núi trải một lớp cỏ mọc sát đất."
        },
        {
            "en": "There are several shoe styles that can look good with <em>cropped</em> pants.",
            "vi": "Có vài kiểu giày mang rất hợp với các loại quần lửng."
        },
        {
            "en": "I had to stay at work late yesterday. Some new work <em>cropped</em> up.",
            "vi": "Hôm qua tôi phải ở lại làm việc trễ. Có nhiều việc mới bất ngờ xảy ra."
        },
        {
            "en": "Many places in Africa require that school kids have close - <em>cropped</em> hair.",
            "vi": "Nhiều nơi ở châu Phi yêu cầu trẻ em đến trường với mái đầu cắt sát."
        },
        {
            "en": "Many places in Africa require that school kids have close-<em>cropped</em> hair.",
            "vi": "Nhiều nơi ở châu Phi yêu cầu trẻ em đến trường với mái đầu cắt sát."
        }
    ],
    "suggestions": []
}