{
    "en_vn": {
        "data": {
            "content": null,
            "word": "crossfire"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>crossfire</k><blockquote>■ <cclass>noun gunfire from two or more directions passing through the same area. </cclass></blockquote></div>",
            "word": "crossfire"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "crossfire"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crossfire"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crossfire"
        }
    },
    "sentences": [
        {
            "en": "<em>Crossfire</em>",
            "vi": "Đấu súng, đọ súng"
        },
        {
            "en": "<em>Crossfire</em> is mean",
            "vi": "Đấu súng"
        },
        {
            "en": "<em>Crossfire</em> of questions",
            "vi": "Một loạt câu hỏi dồn dập"
        },
        {
            "en": "Some civilians were wounded in the <em>crossfire</em>.",
            "vi": "Một số dân thường đã bị thương trong những làn đạn bắn ra từ nhiều phía."
        },
        {
            "en": "Children often get caught in the <em>crossfire</em> when parents are divorcing.",
            "vi": "Con cái thường phải gánh chịu hậu quả khi cha mẹ ly hôn."
        },
        {
            "en": "When two industrial giants clash, small companies can get caught in the <em>crossfire</em>.",
            "vi": "Khi hai công ty công nghiệp khổng lồ xung đột nhau, các công ty nhỏ có thể bị dính vào cuộc chiến."
        },
        {
            "en": "Many Intel chipsets to date have focused instead on ATI's equivalent, <em>CrossFire</em>, though AMD's ownership of ATI is likely to help drive Intel's addition of the NVIDIA option.",
            "vi": "Các chipset Intel ngày nay đã được chú trọng thay vì tập trung vào công nghệ đồ họa kép tương tự CrossFire của ATI, mặc dù chủ sở hữu của ATI là AMD có khả năng giúp Intel thêm vào"
        },
        {
            "en": "Many Intel chipsets to date have focused instead on ATI's equivalent, <em>CrossFire</em>, though AMD's ownership of ATI is likely to help drive Intel's addition of the NVIDIA option.",
            "vi": "Các chipset Intel ngày nay đã được chú trọng thay vì tập trung vào công nghệ đồ họa kép tương tự CrossFire của ATI, mặc dù chủ sở hữu của ATI là AMD có khả năng giúp Intel thêm vào tùy chọn của NVIDIA."
        },
        {
            "en": "NVIDIA today broke some ground by confirming that Intel and mainboard producers such as ASUS, EVGA, GigaByte and MSI have all licensed SLI for use with upcoming Core i5 and i7 systems. The gesture gives tested mainboards based on Intel's P55 chipset support for using two or more GeForce graphics cards in tandem. Many Intel chipsets to date have focused instead on ATI's equivalent, <em>CrossFire</em>, though AMD's ownership of ATI is likely to help drive Intel's addition of the NVIDIA option.",
            "vi": "Hôm nay hãng NVIDIA đã tạo một bước đột phá khi xác nhận rằng Intel và các nhà sản xuất bo mạch chủ như ASUS, EVGA, GigaByte và MSI đã được cấp giấy phép công nghệ đồ họa kép SLI để sử dụng trên các hệ thống bo mạch chủ Core i5 và i7 sắp ra mắt. Động thái này sẽ cho phép các bo mạch chủ thử nghiệm dựa trên chipset P55 của Intel hỗ trợ cho việc sử dụng hai hay nhiều card đồ hoạ GeForce cùng một lúc. Các chipset Intel ngày nay đã được chú trọng thay vì tập trung vào công nghệ đồ họa kép tương tự CrossFire của ATI, mặc dù chủ sở hữu của ATI là AMD có khả năng giúp Intel thêm vào tùy chọn của NVIDIA."
        },
        {
            "en": "Intel, others to use NVIDIA SLI on Core i5, i7    NVIDIA today broke some ground by confirming that Intel and mainboard producers such as ASUS, EVGA, GigaByte and MSI have all licensed SLI for use with upcoming Core i5 and i7 systems. The gesture gives tested mainboards based on Intel's P55 chipset support for using two or more GeForce graphics cards in tandem. Many Intel chipsets to date have focused instead on ATI's equivalent, <em>CrossFire</em>, though AMD's ownership of ATI is likely to help drive Intel's addition of the NVIDIA option.  Intel's agreement to support SLI for i5 and i7 is a potential warming of relations between itself and NVIDIA. Both companies have sued each other in a dispute over NVIDIA's license to make its own mainboard chipsets for Intel processors. Intel has argued that NVIDIA's license doesn't cover processors with integrated memory controllers, including desktop and mobile versions of i5 and i7 chips. NVIDIA, however, has accused Intel of deliberately excluding competition in mainboard sales and 'punish' NVIDIA for producing much faster integrated graphics.",
            "vi": "Intel, others to use NVIDIA SLI on Core i5, i7   \nHôm nay hãng NVIDIA đã tạo một bước đột phá khi xác nhận rằng Intel và các nhà sản xuất bo mạch chủ như ASUS, EVGA, GigaByte và MSI đã được cấp giấy phép công nghệ đồ họa kép SLI để sử dụng trên các hệ thống bo mạch chủ Core i5 và i7 sắp ra mắt. Động thái này sẽ cho phép các bo mạch chủ thử nghiệm dựa trên chipset P55 của Intel hỗ trợ cho việc sử dụng hai hay nhiều card đồ hoạ GeForce cùng một lúc. Các chipset Intel ngày nay đã được chú trọng thay vì tập trung vào công nghệ đồ họa kép tương tự CrossFire của ATI, mặc dù chủ sở hữu của ATI là AMD có khả năng giúp Intel thêm vào tùy chọn của NVIDIA.  Thoả thuận của Intel để hỗ trợ công nghệ đồ họa kép SLI cho i5 và i7 là một sự “xoa dịu” bầu không khí căng thẳng của mối quan hệ giữa Intel và NVIDIA. Cả hai công ty này đã đâm đơn kiện lẫn nhau về việc tranh chấp trên giấy phép của NVIDIA, việc hãng này sản xuất các chipset bo mạch chủ cho các bộ xử lí Intel. Intel đã lập luận rằng giấy phép của NVIDIA không được bao gồm các bộ vi xử lí có bộ điều khiển bộ nhớ tích hợp, kể cả các phiên bản của vi xử lí i5 và i7 cho máy tính để bàn và xách tay. Tuy nhiên hãng NVDIA đã lên tiếng cáo buộc Intel cố tình gây cản trở trong cạnh tranh kinh doanh bo mạch chủ và ‘trừng phạt’ NVIDIA về việc sản xuất ra nhiều card đồ hoạ tích hợp tốc độ cao hơn."
        }
    ],
    "suggestions": []
}