{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">crudnedd</font></td></tr></table><i/></div>",
            "word": "crudity"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "crudity"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "crudity"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crudity"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crudity"
        }
    },
    "sentences": [
        {
            "en": "The <em>crudity</em> of his language offended her.",
            "vi": "Lời nói lỗ mãng của anh ta đã xúc phạm đến cô ấy."
        },
        {
            "en": "The emoticon (a blend of emotion and icon), or smiley, enabled the transmission of a restricted range of attitudes in bulletin boards of the 1980s. Emoji have replaced the comparative <em>crudity</em> of the emoticon, enabling the representation of a greater range of expressions with less ambiguity. But, despite the Unicode Consortium’s official listing of emoji and their functions, users are finding creative new ways to employ them. The Japanese pine decoration emoji is deployed in the West as an offensive gesture, since it resembles a raised middle finger, while the suggestive shape of the aubergine (eggplant in the US and Australia) has made it a favourite among sexting teenagers. Emojis are just another example of the evolution and spectacular diversity of English.",
            "vi": "Emoticon (ghép giữa từ emotion – cảm xúc và icon – biểu tượng), hay smiley, có khả năng truyền tải một số lượng hạn chế những biểu đạt thái độ trong các bản tin hồi những năm 1980. Emoji đã thay thế emoticon, cho phép biểu đạt ở mức độ rộng lớn hơn và ít mơ hồ hơn. Nhưng, dù cho có bảng liệt kê emoji của Unicode Consortium, người dùng vẫn tìm cách sáng tạo ra cách sử dụng mới. Emoji hình cây tre hoặc cây thông của người Nhật lại được người phương Tây sử dụng để biểu thị sự công kích, vì nó giống như hình ảnh ngón tay giữa giơ lên, trong khi hình ảnh quả cà tím (cà tím tại Mỹ và Úc) lại trở thành biểu tượng được ưa thích bởi những kẻ tấn công tình dục qua mạng. Các biểu tượng cảm xúc chỉ là một ví dụ khác của sự tiến hóa và sự đa dạng tuyệt vời của tiếng Anh."
        }
    ],
    "suggestions": []
}