{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[kru:'seid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(sử học) cuộc viễn chinh chữ thập (ở Châu âu)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chiến dịch; cuộc vận động lớn</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a crusade in favour of birth-control</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cuộc vận động sinh đẻ có kế hoạch</font></td></tr></table><i/></div>",
            "word": "crusade",
            "pronounce": "[kru:'seid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>crusade</k><blockquote><cclass>[<cclass>kru:'seɪd<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 any of a series of medieval military expeditions made by Europeans to recover the Holy Land from the Muslims. </blockquote></blockquote><blockquote><blockquote>    ⁃ a war instigated for alleged religious ends. </blockquote></blockquote><blockquote><blockquote>2》 a vigorous campaign with a political, social, or religious aim: <cclass>a crusade against crime. </cclass></blockquote></blockquote><blockquote>■ <cclass>verb [often as <cclass>adjective <cclass><b>crusading</b>] lead or take part in a crusade. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>crusader</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Fr. <i>croisade</i>, alt. (influenced by Sp. <i>cruzado</i>) of earlier <i>croisée</i>, lit. 'the state of being marked with the cross', based on L. <i>crux</i>, <i>cruc-</i> 'cross'. </blockquote></div>",
            "word": "crusade",
            "pronounce": "[kru:'seid]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>crusade</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the medieval crusades</i>: HOLY WAR; <cclass>Islam jihad.</cclass></blockquote><blockquote><b>2</b><i>a crusade against crime</i>: CAMPAIGN, drive, push, movement, effort, struggle; battle, war, offensive.</blockquote><blockquote>▸ <cclass>verb <i>she likes crusading for the cause of the underdog</i>: CAMPAIGN, fight, do battle, battle, take up arms, take up the cudgels, work, strive, struggle, agitate, lobby, champion, promote.</cclass></blockquote></div>",
            "word": "crusade",
            "pronounce": "[kru:'seid]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>crusade</k><b>I</b><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to conduct; launch a crusade </ex></blockquote></blockquote><blockquote><blockquote><ex>2) to embark on; engage in; go on; join a crusade </ex></blockquote></blockquote><blockquote><blockquote><ex>3) a one-man, one-woman crusade </ex></blockquote></blockquote><blockquote><blockquote><ex>4) a holy crusade </ex></blockquote></blockquote><blockquote><blockquote><ex>5) a crusade against; for (a crusade against smoking) </ex></blockquote></blockquote><b>II</b><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to crusade against; for (to crusade against smoking) </ex></blockquote></blockquote></div>",
            "word": "crusade",
            "pronounce": "[kru:'seid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crusade",
            "pronounce": "[kru:'seid]"
        }
    },
    "sentences": [
        {
            "en": "It's about a <em>crusade</em> to ban tobacco.",
            "vi": "Một chiến dịch cấm thuốc lá sắp diễn ra."
        },
        {
            "en": "<em>Crusade</em> in favour of birth-control",
            "vi": "Cuộc vận động sinh đẻ có kế hoạch"
        },
        {
            "en": "They held a <em>crusade</em> in favour of birth - control.",
            "vi": "Họ đã tổ chức cuộc vận động sinh đẻ có kế hoạch."
        },
        {
            "en": "We led an unsuccessful <em>crusade</em> against government corruption.",
            "vi": "Chúng tôi đã lãnh đạo một chiến dịch không thành công chống lại sự tham nhũng của chính phủ."
        },
        {
            "en": "They held a <em>crusade</em> in favour of birth-control.",
            "vi": "Họ đã tổ chức cuộc vận động sinh đẻ có kế hoạch."
        },
        {
            "en": "The <em>crusade</em> for sexual morality is turning into a witch - hunt.",
            "vi": "Chiến dịch về đạo đức tình dục đang biến thành một cuộc khủng bố tư tưởng."
        },
        {
            "en": "The Mormon Church began their <em>crusade</em> against gay marriage in Hawaii in 1995.",
            "vi": "Giáo hội Mormon bắt đầu các chiến dịch của họ chống lại hôn nhân đồng tính ở Hawaii năm 1995."
        },
        {
            "en": "The <em>crusade</em> for sexual morality is turning into a witch-hunt.",
            "vi": "Chiến dịch về đạo đức tình dục đang biến thành một cuộc khủng bố tư tưởng."
        },
        {
            "en": "I don't mind a <em>crusade</em> for equal rights now and again.",
            "vi": "Thỉnh thoảng, tôi không quan tâm đến một chiến dịch đòi quyền bình đẳng."
        },
        {
            "en": "Kutcher said becoming a parent had propelled his <em>crusade</em> against trafficking.",
            "vi": "Kutcher nói từ khi ông ấy trở thành cha mẹ, đã thúc đẩy ông làm nên cuộc vận động lớn chống lại nạn buôn người"
        },
        {
            "en": "Kutcher said becoming a parent had propelled his <em>crusade</em> against trafficking.",
            "vi": "Kutcher nói từ khi ông ấy trở thành cha mẹ, đã thúc đẩy ông làm nên cuộc vận động lớn chống lại nạn buôn người"
        },
        {
            "en": "Her <em>crusade</em> against this social ill involves a four-pronged strategy that includes a campaign to make people understand the causes, effects and ways to check the problem.",
            "vi": "Cuộc vận động lớn lao chống lại bệnh xã hội này của bà gồm bốn mũi dùi chiến lược, trong đó có một chiến dịch làm cho dân chúng hiểu nguyên nhân, hậu quả và đường lối để ngăn chặn vấn đề này."
        },
        {
            "en": "Her fleet had fought with Venice's in a <em>Crusade</em>, and she had then fallen out with her about who should own what.",
            "vi": "Hạm đội của nó đã giao chiến với hải qu6n của venice trong cuộc thánh chiến và nó đã bại trận trong vấn đề tranh chấp chủ quyền."
        },
        {
            "en": "1 July 2011 Last updated at 02:06 GMT          1 July 2011 Last updated at 02:06 GMT  http://www.bbc.co.uk/news/world-asia-pacific-13985359 \nChina Communists celebrate 90 years\n The Communist Party of China (CPC) is celebrating its 90th anniversary. Gala performances and celebratory television programmes have been taking place. An epic patriotic film featuring many of China's biggest stars has been released. A ceremony at the Great Hall of the People in Beijing is being attended by the country's top leaders. The CPC has more than 80 million members, making it the biggest political party in the world. Established in July 1921 in Shanghai by a small group of intellectuals, it took power in 1949 after defeating the Nationalist Party in a long civil war. Under Mao Zedong, China's first communist leader, the CPC began the Great Leap Forward in 1958, a campaign to increase industrial production during which millions starved. Millions more are estimated to have died during the Cultural Revolution, a <em>crusade</em> launched by Mao in 1966 to purify the CPC. But after Mao's death in 1976, his successor Deng Xiaoping introduced market reforms which helped turn China into the world's second-largest economy. The BBC's Michael Bristow in Beijing says hundreds of millions no longer battle poverty, and many are richer than they could ever have hoped. No dissent \"History has proved that only the CPC can save China,\" declared a commentary from the state-run Xinhua news agency on Thursday. Ultimately, the CPC continues to rule because it does not allow anyone else to, our correspondent adds. Ahead of Friday's anniversary, propaganda officials oversaw the production of a film on the founding of the CPC, Beginning of the Great Revival. There have also been a new official history book, and a large number of exhibitions. The government also launched a new $33bn high-speed rail link, while the country's first aircraft carrier may begin sea trials on Friday. Our correspondent says many in China support the CPC's rule, and believe that a country with such a huge population and vast lands needs one overwhelming power to govern.",
            "vi": "1 July 2011 Last updated at 02:06 GMT       1 July 2011 Last updated at 02:06 GMT  http://www.bbc.co.uk/news/world-asia-pacific-13985359 Người Cộng Sản TQ tổ chức lễ kỷ niệm 90 năm Đảng Cộng Sản Trung Quốc đang tổ chức lễ kỷ niệm lần thứ 90 của họ. Hoạt động trình diễn lễ hội và các chương trình truyền hình chào mừng đã và đang diễn ra. Một bộ phim về đề tài yêu nước mang tính sử thi với sự góp mặt của nhiều ngôi sao lớn nhất của Trung Quốc vừa được phát hành. Một buổi lễ tại Đại Lễ Đường Nhân Dân ở Bắc Kinh đang diễn ra với sự tham dự của các lãnh tụ cao cấp nhất của nước này. Đảng Cộng Sản Trung Quốc có hơn 80 triệu đảng viên, là chính đảng lớn nhất trên thế giới. Được một nhóm nhỏ trí thức thành lập vào tháng Bảy năm 1921 tại Thượng Hải, đảng này lên nắm quyền vào năm 1949 sau khi đánh bại Quốc Dân Đảng trong một cuộc nội chiến kéo dài. Dưới thời Mao Trạch Đông, lãnh tụ cộng sản đầu tiên của Trung Quốc, Đảng Cộng Sản Trung Quốc bắt đầu chiến dịch Đại Nhảy Vọt vào năm 1958, một chiến dịch nhằm gia tăng sản lượng công nghiệp trong khi hàng triệu người phải chịu đói khổ. Ước tính có thêm hàng triệu người đã chết trong cuộc Cách Mạng Văn Hóa, một cuộc trường chinh do Mao phát động năm 1966 nhằm trong sạch hóa Đảng Cộng Sản Trung Quốc. Nhưng sau khi Mao chết năm 1976, người kế nhiệm ông ta Đặng Tiểu Bình tiến hành các cuộc cải tổ thị trường giúp đưa Trung Quốc trở thành nền kinh tế lớn thứ hai trên thế giới. Michael Bristow của BBC tại Bắc Kinh cho biết hàng trăm triệu người không còn phải vật lộn với đói nghèo nữa, và nhiều người giàu hơn cả mức mà họ dám hy vọng từ trước đến nay. Không có bất đồng quan điểm  “Lịch sử đã chứng minh chỉ có Đảng Cộng Sản Trung Quốc là có thể cứu lấy Trung Quốc,” một bài bình luận đã tuyên bố trên hãng thông tấn do nhà nước quản lý Tân Hoa Xã vào hôm thứ Năm. Xét cho cùng thì, Đảng Cộng Sản Trung Quốc tiếp tục cai trị do họ không cho phép bất kỳ ai khác tham gia, phóng viên bản đài nói thêm. Trước lễ kỷ niệm vào thứ Sáu, các quan chức tuyên truyền đã giám sát việc sản xuất một bộ phim về đề tài thành lập Đảng Cộng Sảng Trung Quốc, Khởi Đầu Cuộc Đại Phục Hưng. Ngoài ra còn có một quyển sách sử chính thức mới, và rất nhiều cuộc triển lãm. Chính phủ cũng khánh thành một tuyến đường sắt cao tốc mới trị giá 33 tỷ đô-la, trong khi chiếc hàng không mẫu hạm đầu tiên của nước này có thể bắt đầu các cuộc thử nghiệm trên biển vào thứ Sáu. Phóng viên bản đài cho hay nhiều người ở Trung Quốc ủng hộ sự cai trị của Đảng Cộng Sản Trung Quốc, và tin rằng một đất nước với số dân khổng lồ và đất đai bao la như thế cần có sức mạnh khuynh loát để trị vì."
        }
    ],
    "suggestions": []
}