{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[krʌks]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ, số nhiều </font><font color=\"#1371BB\">cruxes</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">vấn đề nan giải, mối khó khăn</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(từ Mỹ,nghĩa Mỹ) điểm chính, cái nút, điểm then chốt</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the crux of the matter</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cái nút của vấn đề, điểm then chốt của vấn đề</font></td></tr></table><i/></div>",
            "word": "crux"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>crux</k><blockquote><cclass>[<cclass>krʌks<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>cruxes</b> or <cclass><b>cruces</b><cclass>'kru:si:z) (<cclass><b>the crux</b>) the decisive or most important point at issue. </cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>⁃ a particular point of difficulty. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from L., lit. 'cross'. </blockquote></div>",
            "word": "crux"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>crux</k><blockquote>▸ <cclass>noun NUB, heart, essence, central point, main point, core, centre, nucleus, kernel; <cclass><i>informal</i> the bottom line.</cclass></cclass></blockquote></div>",
            "word": "crux"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "crux"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "crux"
        }
    },
    "sentences": [
        {
            "en": "The <em>crux</em> of the matter",
            "vi": "Cái nút của vấn đề"
        },
        {
            "en": "What is the <em>crux</em> of the matter?",
            "vi": "Điểm then chốt của vấn đề là gì?"
        },
        {
            "en": "Now we come to the <em>crux</em> of the matter.",
            "vi": "Bây giờ chúng ta tới điểm then chốt của vấn đề."
        },
        {
            "en": "Really that is the <em>crux</em> of the problem.",
            "vi": "Thật ra đó là vấn đề nan giải."
        },
        {
            "en": "It's about time that we looked at the <em>crux</em> of the matter.",
            "vi": "Đâ đến lúc chúng ta phải bàn vào trọng tâm chính của vấn đề."
        },
        {
            "en": "The police didn't have enough evidence against him. It's the <em>crux</em> of the matter.",
            "vi": "Cảnh sát không có đủ chứng cứ chống lại anh ta. Đó là điểm mấu chốt của vấn đề."
        },
        {
            "en": "He did not, and therein lies the <em>crux</em> of the matter.",
            "vi": "Ông ấy đã không làm vậy và điểm then chốt của vấn đề là ở chỗ đó."
        },
        {
            "en": "The <em>crux</em> of all culture development plans have been the preservation of cultural heritage.",
            "vi": "Mấu chốt của tất cả các kế hoạch phát triển văn hóa đã là việc bảo tồn di sản văn hóa."
        },
        {
            "en": "In the context of education, I believe the <em>crux</em> of the matter is the quality of education.",
            "vi": "Trong bối cảnh của nền giáo dục, tôi tin rằng mấu chốt của vấn đề là ở chất lượng giáo dục."
        },
        {
            "en": "The northern Libyan city of Benghazi is the beginning and <em>crux</em> of the revolt against Col Muammar Gaddafi.",
            "vi": "Thành phố Benghazi thuộc miền bắc Libya là nơi bắt đầu và là điểm then chốt của cuộc nổi dậy chống Đại tá Muammar Gaddafi"
        },
        {
            "en": "Currently, the <em>crux</em> of the Sino - American relations is not really strategic but economic : the US is the world's biggest debtor, while China is America's biggest lender.",
            "vi": "Hiện nay, vấn đề nan giải trong quan hệ Trung-Mỹ không hẳn là về chiến lược mà là về kinh tế: Hoa Kỳ là con nợ lớn nhất thế giới, trong khi Trung Quốc lại là chủ nợ lớn nhất của Hoa Kỳ."
        },
        {
            "en": "Currently, the <em>crux</em> of the Sino-American relations is not really strategic but economic: the US is the world's biggest debtor, while China is America's biggest lender.",
            "vi": "Hiện nay, vấn đề nan giải trong quan hệ Trung-Mỹ không hẳn là về chiến lược mà là về kinh tế: Hoa Kỳ là con nợ lớn nhất thế giới, trong khi Trung Quốc lại là chủ nợ lớn nhất của Hoa Kỳ."
        },
        {
            "en": "Rising inventories of crude oil and petroleum products world-wide are at the <em>crux</em> of the oil market’s weakness. In the U.S., stockpiles have risen for 10 weeks in a row at a time when supplies usually shrink at the onset of winter.",
            "vi": "Tồn kho dầu thô và các sản phẩm dầu mỏ trên toàn cầu gia tăng chính là gót chân Achilles của thị trường dầu mỏ. Tại Mỹ, lượng dầu dự trữ đã tăng trong 10 tuần liền tại thời điểm mà khi mùa đông bắt đầu nguồn cung thường teo lại."
        },
        {
            "en": "That said, this kind of data exploration is a <em>crux</em> of Facebook’s strategy. In fact, the company already gets its advertisers access to much of this kind of data already—albeit a bit more anonymized. If anything, then, one nearly inescapable eventual outcome of Graph Search will be that people end up starting to take their Facebook privacy a bit more seriously. And that’s definitely a good thing.",
            "vi": "Tuy vậy, loại hình khám phá dữ liệu này là việc nan giải trong chiến lược của Facebook. Thực ra, công ty đã cho phép các nhà quảng cáo truy cập vào phần nhiều loại dữ liệu này – mặc dù hơi nặc danh. Nếu có chăng, một kết quả sau cùng, gần như không tránh được của Graph Search sẽ là mọi người rốt cuộc cũng sẽ bắt đầu chú trọng hơn một chút sự riêng tư trên của họ Facebook. Và chắc chắn đó là điều tốt."
        },
        {
            "en": "24 February 2011 Last updated at 22:08 GMT           24 February 2011 Last updated at 22:08 GMT  http://www.bbc.co.uk/news/world-africa-12573890 \nLibya: Opposition hopes for new era in Benghazi\n The northern Libyan city of Benghazi is the beginning and <em>crux</em> of the revolt against Col Muammar Gaddafi.  When local people there came out to protest last week, they were fired on from a huge army base in the centre of the city with heavy artillery, including anti-aircraft guns. In response, they simply took on the army, with homemade petrol bombs. They loaded construction site vehicles with petrol and rammed them against the walls of the barracks, and ground down the troops inside. After two or three days of bitter fighting - with the aid of some defection from the government side - they took the base, defeating some of the country's most elite forces. It is now a kind of local tourist attraction, people are wandering around looking at what was inside. 'Gunfire all around'  By Monday, Benghazi was safely in opposition hands but it is tense because of the bitterness of the fighting. People say 300 protesters and 120 members of the government forces were killed.  There is also a worry that government supporters may be hunkered down here, hoping for better days, and that prisoners have escaped and may loot. Benghazi is now in the control of a committee of judges, lawyers, business people and academics. They are running the city from the local court house. They have put up signs everywhere urging people to go back to work - urging bakers and pharmacists, even government employees to get the place going again. And on the face of it, it does seem to be working. Someone joked that the traffic is running more smoothly, and people driving more carefully, than they were under Col Gaddafi. Some people from the city have armed themselves with looted weapons. Those people are now heading west, to oust Col Gaddafi's forces from their remaining strongholds in the rest of the country. Benghazi is also a big centre for the evacuation of foreign nationals. There are thousands and thousands of foreigners of all nationalities at the port. As word spread that the British Navy frigate HMS Cumberland was arriving there, British citizens began arriving from across Libya. Despite criticism of the British government's slow response to the crisis, the commander of the ship, Cpt Steve Dainton, said they had made all speed to get here. \"From all points of view we've reacted very quickly,\" he said.  \"In that time from three days ago we've managed to head up to Crete, take a suck of fuel, embark a whole heap of stores and extra personnel and be down here, which I think is a pretty fast response.\" Some workers had travelled hundreds of miles from remote desert compounds in southern Libya, some had just come from the city. All were delighted the Royal Navy had come to rescue them. Sue Rogers said she had been in Benghazi itself, and heard the battles. \"It was gunfire all around,\" she told the BBC. \"All the smoke was happening at the military installations all around. It started off just with simple gunfire and then it got worse, with heavy artillery fire.\" HMS Cumberland took around 200 British Nationals out of Libya. There are also other, larger ships taking nationals, particularly from East Asia and also Turkish nationals - three large ships taking them out from here.",
            "vi": "24 February 2011 Last updated at 22:08 GMT          24 February 2011 Last updated at 22:08 GMT  http://www.bbc.co.uk/news/world-africa-12573890 \nLibya : Phe đối lập hy vọng một kỷ nguyên mới ở Benghazi\n Thành phố Benghazi thuộc miền bắc Libya là nơi bắt đầu và là điểm then chốt của cuộc nổi dậy chống Đại tá Muammar Gaddafi Khi dân chúng địa phương ở đó đổ ra đường biểu tình vào tuần trước, họ bị bắn bằng pháo hạng nặng, kể cả bằng súng phòng không, từ một căn cứ quân đội lớn giữa thành phố Để chống cự, họ tấn công quân đội, bằng bom xăng tự chế Họ chất đầy xăng lên những chiếc xe sử dụng ở công trường xây dựng rồi tông xe vào những bức tường trại lính, đè nát binh lính bên trong  Sau hai hoặc ba ngày chiến đấu ác liệt – có sự trợ giúp của một số người ly khai từ phía chính phủ – họ chiếm được căn cứ này, đánh bại một số trong các lực lượng tinh nhuệ nhất của nước này Giờ đây giống như kiểu hấp dẫn du khách địa phương, mọi người đi quanh quẩn nhìn xem có gì bên trong  ‘Nổ súng khắp nơi’ Đến ngày thứ Hai, Benghazi đã hoàn toàn nằm trong tay phe đối lập nhưng tình hình vẫn căng thẳng do tính chất khốc liệt của cuộc chiến. Người ta nói có 300 người biểu tình và 120 thành viên các lực lượng chính phủ đã chết Cũng có lo ngại rằng những người ủng hộ chính phủ có thể còn ẩn nấp ở đây, hy vọng tình hình sáng sủa hơn, và lo rằng các tù nhân thoát ngục có thể cướp phá Hiện giờ Benghazi đang kiểm soát một ủy ban gồm các thẩm phán, luật sư, doanh nhân và các học giả. Họ đang điều hành thành phố từ ngôi nhà tòa án địa phương Họ dựng lên các biển báo khắp nơi, thúc hối mọi người trở lại làm việc – thúc hối các công nhân xưởng bánh và các nhân viên hiệu thuốc làm việc trở lại. Và nhìn từ ngoài, mọi việc dường như đang hoạt động Có người đùa rằng giao thông diễn ra suôn sẻ hơn, và mọi người lái xe cẩn thận hơn so với trước đây dưới thời của Đại tá Gaddafi Một số người từ thành phố tự trang bị cho mình những vũ khí cướp được. Những người này giờ đang đi về phía tây, để trục xuất các lực lượng của Đại tá Gaddafi ra khỏi các cứ điểm còn tồn tại của họ ở phần còn lại của đất nước Benghazi còn là trung tâm lớn tập trung sơ tán kiều dân nước ngoài. Có hàng ngàn, hàng ngàn người nước ngoài thuộc đủ mọi quốc tịch đang tập hợp ngoài cảng Khi có tin nói rằng chiến hạm hộ tống Cumberland của Hải Quân Anh Quốc sắp đến, các công dân Anh từ khắp Libya bắt đầu đổ về đây Dù bị chỉ trích rằng chính phủ Anh chậm ứng phó trước tình hình khủng hoảng, chỉ huy con tàu, đại úy Steve Dainton, nói họ đã chạy hết tốc lực để đến được đây  “Xét trên mọi quan điểm, chúng tôi đã ứng phó rất nhanh,” ông cho biết  “Vào thời điểm ấy cách đây ba ngày chúng tôi đã xoay xở để chạy lên đảo Crete, nhận nhiên liệu, xuống toàn bộ số hàng lưu trữ và nhân sự bổ sung rồi chạy xuống đây, tôi nghĩ đó là phản ứng khá nhanh.” Một số nhân viên đã đi hàng trăm dặm từ các phức hợp xa xôi trong sa mạc ở nam Libya, một số vừa từ thành phố đến. Tất cả đều vui mừng khi Hải Quân Hoàng Gia đã đến cứu họ Sue Rogers nói bà đã có mặt ngay trong thành phố Benghazi, và nghe thấy các cuộc đụng độ Bà nói với BBC, “súng nổ khắp nơi”  “Khói bốc lên ở các căn cứ quân sự khắp nơi. Ban đầu chỉ là đọ súng và rồi tình hình trở nên tồi tệ hơn, có cả hỏa lực pháo binh hạng nặng.” Chiến hạm Cumberland sơ tán khoảng 200 kiều dân Anh ra khỏi Libya Cũng có những tàu khác, lớn hơn tiếp nhận kiều dân, đặc biệt là từ Đông Á và cả kiều dân Thổ Nhĩ Kỳ – ba tàu lớn đưa họ rời khỏi nơi này"
        },
        {
            "en": "The Straits Times (Singapore)         The Straits Times (Singapore) August 14, 2009 Friday  William Choong, Senior Writer  IN THE early 1990s, when Washington debated the alternatives of engaging or containing China, some clever wits suggested a hybrid: 'congagement'. Later, former president George W. Bush proposed that China was a 'strategic competitor'. Now, no one disputes the notion that China and the United States are strategic partners.  The recently concluded Strategic and Economic Dialogue between Washington and Beijing will be cheered by Asians. The dialogue - which has progressed from being a purely economic dialogue to one that covers strategic issues as well - indicates the two countries are now committed to a formal mechanism to work on a broad spectrum of issues.  In all, government-to-government linkages between the two countries involve 60 bilateral dialogues. The US and China also see eye to eye on diverse issues such as counter-terrorism, the management of North Korea's nuclear programme and anti-piracy deployments in the Gulf of Aden.  No wonder, some commentators have begun to speculate of the US and China constituting a G-2 - or 'Chimerica,' as economic historian Niall Ferguson calls the condominium. Dr Zbigniew Brzezinski, a former US national security adviser, argues that a G-2 could help address a number of challenges, from the global financial crisis to the proliferation of weapons of mass destruction.  Such arguments are not entirely convincing. Lord Palmerston's rubric - countries have no permanent friends, only permanent interests - still rings true.  Currently, the <em>crux</em> of the Sino-American relations is not really strategic but economic: the US is the world's biggest debtor, while China is America's biggest lender. Former diplomat Christopher Clarke has suggested that the Sino-US financial symbiosis is more like a 'mutual death grip in which neither side dares make a precipitous move for fear of going over the cliff with the other'.  Washington - which has traditionally been a strident critic of China's human rights record - has toned down its rhetoric in recent years. Asked whether she intended to raise human rights issues during her first visit to Beijing earlier this year, Secretary of State Hillary Clinton indicated that the US had bigger issues to tackle, such as the global financial crisis and climate change.  This is understandable. The US, being a mendicant borrower, cannot be talking back harshly to its bankers in Beijing.  If a US-China condominium were to emerge, it would ring alarm bells across the region, particularly in long-term allies of Washington such as Japan, Australia and South Korea.  In the past decade, it has been fashionable to suggest that China might seek to undermine America's alliance relationships in Asia. But as Mr Dennis Wilder, formerly the senior director for East Asian affairs at the US National Security Council, has pointed out, the opposite is more likely.  He writes: 'A more realistic Chinese goal may be to create a partnership with the US in which our Asian allies, such as Japan, South Korea, Australia, Thailand and the Philippines, are relegated to a subordinate status and the US and China would share Asian pre-eminence - at least for a time.'  The first country to suffer from this would be Japan, which for decades has banked on its relationship with the US to pre-empt any external threat. If a G-2 were to emerge, Japan may even break its vow never to possess nuclear weapons.  A G-2 condominium will also worry the Asian countries that have staked claims to disputed territories in the South China Sea. China recently criticised claims made by Malaysia and Vietnam on disputed seabed and subsoil resources in that vital body of water.  No one can quite imagine what would ensue if the security situation in the South China Sea were to deteriorate and the US were to look away as China contemplates the use of force against rival disputants.  On the bright side, it is unlikely that the G-2 will emerge anytime soon. For one, the security dilemma between the US and China still runs deep, with each of them questioning the motivation behind the other's military posture in the Asia-Pacific. Writing in Foreign Affairs in June, Ms Elizabeth Economy and Dr Adam Segal of the Council for Foreign Relations argued that the gulf in interests, values and capabilities between the two countries would prevent them from moving towards a great power condominium.  Speaking to The Straits Times recently, Admiral Timothy Keating, the commander of the US Pacific Command, seemed to concur. While saying he was encouraged by the candour of recent Sino-American diplomatic interactions, he rubbished the idea of a G-2.  'The notion that a G-2 is developing...is not correct,' he said. 'We are much more interested in multilateral and collaborative efforts, involving all our friends and allies in the Asia-Pacific region, and not only US-China relations.'  This might sound reassuring for many countries in Asia. Their view of US-Sino relations will long adhere to the Goldilocks principle: not too cold, not too hot, but just nice.   (Nguồn tiếng Anh: http://www.viet-studies.info/kinhte/kinhte.htm)",
            "vi": "The Straits Times (Singapore)       The Straits Times (Singapore) Ngày 14 tháng tám năm 2009 thứ Sáu            William Choong, trưởng ban biên tập Vào đầu thập niên 90, khi Washington bàn về các biện pháp lôi kéo hoặc ngăn cản Trung Quốc, có vài kẻ hóm hỉnh lanh trí đã đề nghị một cụm từ ghép là “vừa lôi vừa chận” . Sau đó, cựu tổng thống George W Bush gợi ý Trung Quốc là một đối thủ chiến lược''. Bây giờ thì không còn ai tranh cãi về khái niệm Trung Quốc và Hoa Kỳ là đối tác chiến lược nữa. Cuộc đối thoại giữa Washington và Bắc Kinh về Kinh tế và Chiến lược vừa mới kết thúc sẽ được người dân châu Á nhiệt liệt hoan nghênh. Cuộc đối thoại này - từ chỗ đối thoại đơn thuần về kinh tế đã tiến tới bao luôn cả những vấn đề về chiến lược – chứng tỏ hai nước đang tự ràng buộc mình vào một cơ cấu chính thức để cùng quan tâm đến hàng loạt vấn đề. Nhìn chung, quan hệ giữa chính phủ hai nước đòi hỏi đến 60 cuộc đối thoại song phương. Hoa Kỳ và Trung Quốc cũng đồng thuận với nhau về nhiều vấn đề như như chống khủng bố, quản lý chương trình hạt nhân của Bắc Triều Tiên và triển khai chống cướp biển trong vịnh Aden. Chẳng có gì lạ khi, một số nhà bình luận đã bắt đầu xem xét việc Hoa Kỳ và Trung Quốc liên kết với nhau thành G-2 - hoặc ''Chimerica’, như nhà nghiên cứu lịch sử kinh tế Niall Ferguson đã gọi là tập đoàn lưỡng đầu chế. Tiến sĩ Zbigniew Brzezinski, cựu cố vấn an ninh quốc gia Hoa Kỳ, biện luận rằng G-2 có thể góp phần giải quyết một số thách thức, từ nạn khủng hoảng tài chính toàn cầu cho đến việc triển khai vũ khí huỷ diệt hàng loạt. Những lý lẽ như thế chưa hẳn đã có sức thuyết phục. Quan niệm của Lord Palmerston – các quốc gia không hề có bạn bè muôn đời, mà chỉ có lợi ích đời đời – xem ra vẫn có lý.  Hiện nay, vấn đề nan giải trong quan hệ Trung-Mỹ không hẳn là về chiến lược mà là về kinh tế: Hoa Kỳ là con nợ lớn nhất thế giới, trong khi Trung Quốc lại là chủ nợ lớn nhất của Hoa Kỳ. Christopher Clarke, người từng là một nhà ngoại giao, đã gợi ý rằng quan hệ cộng sinh tài chính Hoa-Mỹ chẳng khác nào ‘cố bám víu nhau mà chẳng bên nào dám nhích tới vì sợ cả hai cùng vuột khỏi vách đá'. Washington – xưa nay vốn hay nặng lời chỉ trích Trung Quốc về thành tích nhân quyền – thì mấy năm gần đây bỗng dịu giọng lại. Khi được hỏi bà có ý định dấy lên vấn đề nhân quyền trong chuyến viếng thăm Bắc Kinh đầu tiên hồi đầu năm nay hay không, Ngoại trưởng Hillary Clinton cho rằng Hoa Kỳ còn nhiều chuyện lớn hơn cần phải giải quyết, chẳng hạn như khủng hoảng tài chính toàn cầu và thay đổi khí hậu. Điều này cũng dễ hiểu thôi. Hoa Kỳ đang cầu cạnh để vay tiền, nên không thể trả treo gay gắt với nhà cái của mình ở Bắc Kinh.  Nếu tập đoàn lưỡng đầu chế Mỹ-Trung trỗi dậy, như vậy khắp vùng này sẽ phải báo động, nhất là ở các nước đồng minh lâu đời của Washington như Nhật Bản, Úc và Nam Triều Tiên. Trong thập niên qua, người ta thường cho rằng Trung Quốc có thể tìm cách phá hoại các quan hệ đồng minh của Mỹ ở châu Á. Nhưng như ông Dennis Wilder, cựu vụ trưởng Vụ Đông Á thuộc Hội đồng an ninh quốc gia Hoa Kỳ, đã chỉ ra, có thể ngược lại là đằng khác. Ông ấy viết: 'Có thể mục tiêu thực tế hơn nữa của Trung Quốc là lập liên minh với Hoa Kỳ, trong đó các đồng minh châu Á của chúng tôi, chẳng hạn như Nhật Bản, Nam Triều Tiên, Úc, Thái Lan và Philippines, bị liệt vào địa vị thấp hơn, rồi Hoa Kỳ và Trung Quốc sẽ cùng nhau ăn trên ngồi trước ở châu Á - ít nhất cũng được một thời gian.' Quốc gia đầu tiên có thể thiệt thòi vì chuyện này sẽ là Nhật Bản, vì nước  này suốt mấy chục năm đã bỏ tiền ra chơi với Mỹ để ngăn ngừa mọi mối đe doạ từ bên ngoài. Nếu G-2 trỗi dậy thật, chưa biết chừng Nhật Bản sẽ nuốt lời cam kết trước đây là không bao giờ có vũ khí hạt nhân. Tập đoàn lưỡng đầu chế G-2 cũng sẽ gây lo lắng cho những quốc gia châu Á nào từng đòi quyền sở hữu đối với những lãnh thổ tranh chấp ở Nam Hải. Gần đây Trung Quốc có chỉ trích các yêu cầu của Malaysia và Việt Nam về đáy biển và tài nguyên dưới lòng đất đang trong vòng tranh chấp ở vùng biển quan trọng đó. Không ai có thể tưởng tượng hết những diễn biến tiếp theo nếu tình hình an ninh ở Nam Hải xấu đi và Hoa Kỳ sẽ quay mặt đi khi Trung Quốc tính đến việc dùng vũ lực đè bẹp các đối thủ đang tranh chấp. Lạc quan mà nói, chưa chắc G-2 sẽ trỗi dậy sớm được. Chẳng qua là vì Hoa Kỳ và Trung Quốc vẫn đang tiến thoái lưỡng nan về vấn đề an ninh, bởi bên này vẫn còn nghi ngờ động cơ đằng sau lập trường quân sự của bên kia ở Châu Á-Thái Bình Dương. Viết trong bản tin Ngoại giao tháng sáu, cô Elizabeth Economy và tiến sĩ Adam Segal thuộc Hội đồng quan hệ đối ngoại biện luận rằng hố ngăn cách giữa hai nước về quyền lợi, giá trị và khả năng sẽ không cho phép họ tiến đến một tập đoàn lưỡng đầu chế hùng mạnh. Phát biểu với The Straits Times gần đây, đô đốc Timothy Keating, người đứng đầu Bộ tư lệnh Thái Bình Dương của Hoa Kỳ, có vẻ đồng tình như vậy. Tuy cho rằng mình phấn chấn vì tính thẳng thắn trong quan hệ ngoại giao Trung-Mỹ gần đây, nhưng ông vẫn không ủng hộ ý tưởng G-2.  'Khái niệm G-2 đang phát triển ... là không đúng,' ông đã nói như vậy. 'Chúng tôi quan tâm hơn nữa đến nỗ lực cộng tác đa phương, bao gồm tất cả bạn bè và đồng minh của chúng tôi ở khu vực Châu Á-Thái Bình Dương, chứ không chỉ có quan hệ Mỹ-Trung mà thôi.' Điều này nghe có vẻ như trấn an nhiều quốc gia ở châu Á. Cái nhìn của họ về quan hệ Mỹ-Trung rồi cũng sẽ theo nguyên tắc Goldilocks: không quá lạnh nhạt, không quá nồng nhiệt, chỉ cần ấm áp mà thôi."
        }
    ],
    "suggestions": []
}