{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cs"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Cs</k><blockquote>■ <cclass>symbol the chemical element caesium. </cclass></blockquote></div>",
            "word": "Cs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cs"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cs"
        }
    },
    "sentences": [
        {
            "en": "<em>CS</em> gas.",
            "vi": "Hơi cs."
        },
        {
            "en": "He felt that many graduates of <em>CS</em> programs don’t have an “engineering mindset”.",
            "vi": "Ông ấy cảm thấy rằng nhiều sinh viên tốt nghiệp chương trình CS không có \"tâm tính kỹ nghệ”."
        },
        {
            "en": "Police sprayed protesters with <em>CS</em> gas yesterday at a demonstration in central London against tax evasion.",
            "vi": "Hôm qua, cảnh sát đã xịt hơi cay vào những người phản đối việc trốn thuế ở trung tâm Luân Đôn (London)."
        },
        {
            "en": "Henderson claimed that many <em>CS</em> graduates didn’t have this engineering mindset.",
            "vi": "Henderson tuyên bố rằng nhiều sinh viên tốt nghiệp CS đã không có tâm tính kỹ nghệ này."
        },
        {
            "en": "Further details can be found on this website: http://www.pactworld.org/<em>cs</em>/asia/vietnam.",
            "vi": "Chi tiết thêm có thể xem tại website: http://www.pactworld.org/cs/asia/vietnam."
        },
        {
            "en": "   - How many <em>Cs</em> did you circle? Kinaesthetic (learn best by touching, doing, moving)",
            "vi": "   - Bạn đã khoanh tròn bao nhiêu câu trả lời c? Thuộc về tiếp xúc của cơ thể (học tốt nhất bằng cách chạm vào, thực hiện, di chuyển)"
        },
        {
            "en": "In his letter (which was a response to a proposal for an SE curriculum), Griswold expressed the view that <em>CS</em> is Engineering, based on the observation that much of what is associated with <em>CS</em> involves the construction of artefacts.",
            "vi": "Trong bức thư của mình (lời đáp cho đề nghị về giáo trình SE), Griswold bầy tỏ quan điểm là CS là kỹ nghệ, dựa trên quan sát rằng nhiều điều được liên kết với CS có chứa kết cấu của các vật phẩm."
        },
        {
            "en": "<em>CS</em> departments tend to have one of three ﬂavours — mathematical (because those that founded the <em>CS</em> department came from a mathematical background), engineering (came from electrical engineering), or business (came from a business school).",
            "vi": "Khoa CS có xu hướng có một trong ba hương vị — toán học (bởi vì những người thành lập ra khoa CS đều bắt nguồn từ nền tảng toán học), kỹ nghệ (bắt nguồn từ kỹ nghệ điện), hay doanh nghiệp (bắt nguồn từ trường doanh nghiệp)."
        },
        {
            "en": "Many sleepless nights and several <em>Cs</em> later, eventually she found herself among other engineers in the graduating class of 1999.",
            "vi": "Thêm nhiều đêm mất ngủ và nhiều điểm C khác, cuối cùng thì cô ấy cũng tốt nghiệp chung với kỹ sư khác vào năm 1999."
        },
        {
            "en": "Apply the five <em>Cs</em> of effective communication to enhance your relationships and get on the road to greater professional success.",
            "vi": "Áp dụng phương pháp 5C về giao tiếp hiệu quả để tăng cường các mối quan hệ và tiến vào con đường đến thành công lớp hơn trong sự nghiệp."
        },
        {
            "en": "One key action for the implementation of the GEF/SGP in Viet Nam was the formulation of country strategy (<em>CS</em>).",
            "vi": "Một hoạt động chủ yếu đã triển khai GEF/SGP tại Việt Nam là việc xây dựng chiến lược quốc gia."
        },
        {
            "en": "I would go further and say that calling such a programme “<em>CS</em>” is doing noone any favours.",
            "vi": "Tôi sẽ đi xa hơn và nói rằng việc gọi chương trình như vậy là “CS” là chẳng làm lợi cho ai cả."
        },
        {
            "en": "Simplified procedures governing deferred L/<em>Cs</em>, by cutting the number of requirements from six to two effective June 10, 2001;",
            "vi": "Đơn giản hoá thủ tục về thư tín dụng mở L/C trả chậm, bằng cách giảm số yêu cầu từ sáu xuống còn hai yêu cầu bắt đầu có hiệu từ ngày 10 tháng 6 năm 2001;"
        },
        {
            "en": "By the time I left VUW my research and teaching were ﬁrmly in “software engineering” but I considered it a sub-discipline of <em>CS</em> rather than something separate.",
            "vi": "Vào lúc tôi rời khỏi VUW nghiên cứu và giảng dạy của tôi đều vững chắc trong \"kỹ nghệ phần mềm\" nhưng tôi coi nó là bộ môn con của CS thay vì là cái gì đó tách biệt."
        },
        {
            "en": "While a number of the courses in the SE programme began life as clones of their <em>CS</em> counterparts, most of them diverged to be different courses.",
            "vi": "Trong khi số môn học trong chương trình SE bắt đầu tồn tại như việc nhái theo các môn tương ứng của CS, phần lớn trong chúng đi trệch sang các môn khác."
        },
        {
            "en": "Industry wanted to know what the difference was, in order to decide whether they wanted to hire SE graduates instead of (or even as well as) <em>CS</em>.",
            "vi": "Công nghiệp muốn biết sự khác biệt là gì, để quyết định liệu có muốn thuê sinh viên tốt nghiệp SE không thay vì thuê (hay thậm chí vẫn thuê) sinh viên CS."
        },
        {
            "en": "My previous appointment of 11 years had been in the Computer Science department at Victoria University of Wellington (VUW), which offered a fairly traditional <em>CS</em> programme.",
            "vi": "Bổ nhiệm trước đây của tôi trong 11 năm là ở khoa Khoa học máy tính tại đại học Victoria ở Wellington (VUW), nơi cung cấp chương trình CS khá truyền thống."
        },
        {
            "en": "If you look closely into this curriculum, you will see that <em>CS</em> is mostly focus on programming languages with lot of theories on computer and mathematics.",
            "vi": "Nếu nhìn kỹ vào trong giáo trình này, bạn sẽ thấy rằng khoa học máy tính phần lớn hội tụ vào ngôn ngữ lập trình với nhiều lý thuyết về máy tính và toán học."
        },
        {
            "en": "There were also other SE courses that had no equivalent in <em>CS</em>, plus there were all the other engineering courses that made up the BE.",
            "vi": "Cũng có các môn SE khác không có tương đương trong CS, cộng thêm tất cả các môn kỹ nghệ khác tạo nên BE."
        },
        {
            "en": "I have heard claims by some people that their programme (not <em>CS</em>, SE, or IS) produces graduates suitable for SE positions.",
            "vi": "Tôi đã nghe một số người phàn nàn rằng chương trình của họ (không phải CS, SE, hay IS) tạo ra các sinh viên tốt nghiệp thích hợp cho vị trí SE."
        }
    ],
    "suggestions": []
}