{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ct"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ct</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 carat. </blockquote></blockquote><blockquote><blockquote>2》 cent. </blockquote></blockquote></div>",
            "word": "ct"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ct"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ct"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ct"
        }
    },
    "sentences": [
        {
            "en": "<em>CT</em> sca",
            "vi": "Chụp CT"
        },
        {
            "en": "Directive 29/2000/<em>CT</em>-TTg; Directive 17/2001/<em>CT</em>-TTg and Directive 27/2003/<em>CT</em>-TTg.",
            "vi": "Chỉ thị 29/2000/CT-TTg, Chỉ thị 17/2001/CT-TTg và Chỉ thị số 27/2003/CT-TTg."
        },
        {
            "en": "You need a <em>CT</em> check.",
            "vi": "Bạn cần phải chụp cắt lớp CT."
        },
        {
            "en": "A patient is receiving a <em>CT</em> scan for cancer.",
            "vi": "Một bệnh nhân đang tiếp nhận phương pháp chụp cắt lớp về bệnh ung thư."
        },
        {
            "en": "The <em>CT</em> Group inspected the property but failed to follow through with the purchase.",
            "vi": "CT Group đã không thành công trong việc mua lại khu đất này."
        },
        {
            "en": ", du sao ti a nhn thy bit bao nhiu li <em>ct</em> ting!",
            "vi": "And i perceive they do not come from the roofs of mouths for nothing."
        },
        {
            "en": "<em>CT</em> Scans Reveal 1,000-Year-Old Mummy Of Chinese Monk Hidden Inside Ancient Buddhist Statue",
            "vi": "Ảnh chụp cắt lớp phát hiện xác ướp 1.000 tuổi của nhà sư Trung Quốc giấu bên trong tượng Phật cổ"
        },
        {
            "en": "We need a Computerized Tomography (<em>CT</em>) scan to evaluate the amount of the bone accurately.",
            "vi": "Chúng tôi cần phim CT để đánh giá lượng xương chính xác."
        },
        {
            "en": "There may also be a <em>CT</em> scan carried out to look for signs of cancer.",
            "vi": "Cũng có thể thực hiện chụp CT để tìm dấu hiệu ung thư."
        },
        {
            "en": "The first new policy was Party directive 30/<em>CT</em>-TW, dated 18 Feb.1998.",
            "vi": "Chính sách mới đầu tiên là chỉ thị số 30/CT-TW ngày 18 tháng 2 năm 1998 của Đảng."
        },
        {
            "en": "A <em>CT</em> scan of the head is usually completed within 10 minutes.",
            "vi": "Việc chụp cắt lớp phần đầu thông thường được hoàn tất trong vòng 10 phút."
        },
        {
            "en": "Stover, J., Bollinger, L.: GOALS Model, The Futures Group International, Glastonbury <em>CT</em>, 2002.",
            "vi": "Stover, J., Bollinger, L.: Mô hình dự báo GOALS, Tổ chức Futures Group International, Glastonbury CT, 2002."
        },
        {
            "en": "Instruction No.52 - <em>CT</em>/TW issued in March, 1995 by the Central Secretariat of the Vietnamese Communist Party.",
            "vi": "Chỉ thị No 52 – CT/TW do Ban chấp hành Trung ương Đảng Cộng sản Việt Nam ban hành vào tháng 3/1995."
        },
        {
            "en": "Directive 1/<em>CT</em>-TTg of 16 January 2003, ‘Further reorganising, renovating, developing and raising the efficiency of state enterprises.’",
            "vi": "Chỉ thị 1/CT-TTg ngày 16 tháng 1 năm 2003, 'Tiếp tục đẩy mạnh, sắp xếp đổi mới, phát triển và nâng cao hiệu quả doanh nghiệp nhà nước'."
        },
        {
            "en": "Direction no. 01/<em>CT</em>-TLD issued on 25 March 1995 by Presidium of Viet Nam General Confederation of Labour.",
            "vi": "Chỉ thị số 01/CTWTLĐ ngày 25/3/1995 của Đoàn Chủ tịch Tổng Liên đoàn Lao động Việt Nam."
        },
        {
            "en": "Directive 33/<em>CT</em>-TTg of 13 October 2005, ‘Effective application of the parent company-subsidiary company model.’",
            "vi": "Chỉ thị 33/CT-TTg của Thủ tướng Chính phủ ngày 13 tháng mười năm 2005 về việc 'Áp dụng có hiệu quả mô hình công ty mẹ - công ty con'."
        },
        {
            "en": "Prime Minister's Decision No. 202-<em>CT</em> of June 8, 1992, entitled \"Implementing Experiments to Convert State Enterprises into Shareholding Companies.\"",
            "vi": "Quyết định số 202-CT của thủ tướng, ngày 8 tháng 6 năm 1992 có tiêu đề “Thí điểm chuyển đổi các Doanh nghiệp Nhà nước thành các công ty cổ phần”"
        },
        {
            "en": "The letter lacked specific plans, and it was issued years after Directive No. 55/1999/<em>CT</em>-TTg.",
            "vi": "Công văn này còn thiếu những kế hoạch cụ thể, và công văn được ban hành nhiều năm sau khi có Chỉ thị số 55/1999/CT-TTg."
        },
        {
            "en": "Subsequently, in November 2001, the Prime Minister issued Directive No. 28/2001/<em>CT</em>-TTg on the continued creation of a favorable environment for businesses.",
            "vi": "Sau đó, vào tháng 11 năm 2001, Thủ tướng đã ban hành Chỉ thị 28/2001/CT-TTg về việc tiếp tục tạo môi trường thuận lợi cho các doanh nghiệp."
        },
        {
            "en": "Based on this decision and a subsequent Directive (No. 16/1998/<em>CT</em>-TTg), VCCI carries out interest representation in three basic ways.",
            "vi": "Căn cứ vào quyết định này và Chỉ thị tiếp theo đó (số 16/1998/CT-TTg), VCCI thực hiện chức năng đại diện quyền lợi qua ba hoạt động cơ bản."
        }
    ],
    "suggestions": []
}