{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cuba"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Cuba"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cuba"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cuba"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cuba"
        }
    },
    "sentences": [
        {
            "en": "We set sail for <em>Cuba</em>.",
            "vi": "Chúng ta bắt đầu một chuyến đi Cuba."
        },
        {
            "en": "He then went to <em>Cuba</em>.",
            "vi": "Sau đó ông ta đến Cuba."
        },
        {
            "en": "The ship was bound for <em>Cuba</em>.",
            "vi": "Tàu sắp đi Cuba."
        },
        {
            "en": "Sugar is the staple product of <em>Cuba</em>.",
            "vi": "Đường là sản phẩm chính của Cuba."
        },
        {
            "en": "U.S. Businesses Scout Opportunities in <em>Cuba</em>",
            "vi": "Doanh nghiệp Mĩ tìm kiếm cơ hội ở Cu Ba"
        },
        {
            "en": "<em>Cuba</em> is a point of honour for Latin America.",
            "vi": "Cuba là điểm danh dự cho Mỹ La tinh."
        },
        {
            "en": "Adriana and her mother are far from typical in <em>Cuba</em>.",
            "vi": "Adriana và mẹ cô khác xa với kiểu điển hình ở cuba."
        },
        {
            "en": "<em>Cuba</em> - sexual and reproductive health requires cultural changes.",
            "vi": "Cuba - sức khỏe giới tính và sinh sản đòi hỏi thay đổi tư duy văn hóa."
        },
        {
            "en": "America lifted the embargo with <em>Cuba</em> long time ago.",
            "vi": "Mỹ đã gỡ bỏ lệnh cấm vận đối với Cuba cách đây lâu rồi."
        },
        {
            "en": "Chile and <em>Cuba</em> inch towards a better relationship.",
            "vi": "Chile và Trung Quốc từng bước hướng tới một mối quan hệ tốt đẹp hơn."
        },
        {
            "en": "<em>Cuba</em> was ceded by Spain to the US in 1898.",
            "vi": "Tây Ban Nha đã nhượng Cuba lại cho Mỹ vào năm 1898."
        },
        {
            "en": "The present made a state visit to <em>Cuba</em>.",
            "vi": "Ngài chủ tịch đã đến thăm chính thức cấp nhà nước Cuba."
        },
        {
            "en": "President of Vietnam Announces Official Visit to <em>Cuba</em>",
            "vi": "Chủ tịch Việt Nam công bố chính thức chuyến thăm Cuba."
        },
        {
            "en": "Contraband vessel from Mexico to <em>Cuba</em> was arrested yesterday.",
            "vi": "Một con tàu buôn lậu từ Mexico tới Cuba đã bị bắt ngày hôm qua."
        },
        {
            "en": "<em>Cuba</em> passenger plane crash kills all 68 people on board.",
            "vi": "Vụ tai nạn máy bay ở Cuba làm thiệt mạng tất cả 68 hành khách trên khoang."
        },
        {
            "en": "The US broke off diplomatic relations with <em>Cuba</em> in 1961.",
            "vi": "Nước Mỹ đã cắt đứt quan hệ ngoại giao với Cuba năm 1961."
        },
        {
            "en": "People in <em>Cuba</em> grow a lot of sugar canes.",
            "vi": "Dân Cuba trồng nhiều mía."
        },
        {
            "en": "Teresa Fernandez is a singer born in Havana, <em>Cuba</em>.",
            "vi": "Teresa Fernandez là ca sĩ sinh ra tại Havana, Cuba."
        },
        {
            "en": "I hope I will have been on holiday to <em>Cuba</em>.",
            "vi": "Tôi hy vọng tôi sẽ đi nghỉ Cuba."
        },
        {
            "en": "The economy of <em>Cuba</em> was imbalanced, unstable and subordinate to foreign country.",
            "vi": "Nền kinh tế của Cuba không cân đối, không ổn định và phải phụ thuộc vào nước ngoài."
        }
    ],
    "suggestions": []
}