{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cubes",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cubes",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cubes",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cubes",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> ô tô</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> inch khối</font></td></tr></tbody></table></div>",
            "word": "cubes",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Cut the meat into <em>cubes</em>.",
            "vi": "Cắt thịt thành những miếng vuông."
        },
        {
            "en": "Cut the bread into <em>cubes</em>.",
            "vi": "Xắt bánh mì thành khối."
        },
        {
            "en": "Shape the mixture into <em>cubes</em>.",
            "vi": "Hãy nắn khối hỗn hợp thành hình lập phương."
        },
        {
            "en": "She cut the meat into <em>cubes</em>.",
            "vi": "Cô ấy cắt thịt thành từng khối vuông/từng cục."
        },
        {
            "en": "All <em>cubes</em> have only one symmetric axis.",
            "vi": "Tất cả hình khối đều có duy nhất một trúc đối xứng."
        },
        {
            "en": "Mary chopped the meat into small <em>cubes</em>.",
            "vi": "Mary thái thịt ra thành từng miếng vuông nhỏ."
        },
        {
            "en": "It is sharp and used for cutting <em>cubes</em> of cheese.",
            "vi": "Nó sắc và được dùng để xắt các viên phó-mát (cheese)."
        },
        {
            "en": "Please bring me some ice <em>cubes</em> and water.",
            "vi": "Mang cho tôi một ít nước đá và nước."
        },
        {
            "en": "He will only drink water with ice <em>cubes</em> in it.",
            "vi": "Anh ấy chỉ uống nước có những viên đá trong đó."
        },
        {
            "en": "Ben plopped three sugar <em>cubes</em> into his coffee.",
            "vi": "Peter bỏ ba viên đường tõm vào ly cà phê của mình."
        },
        {
            "en": "Fill the empty tin with water and ice <em>cubes</em>.",
            "vi": "Đổ nước và đá cục vào lon."
        },
        {
            "en": "She is cutting up meat into tiny <em>cubes</em>.",
            "vi": "Cô ấy đang thái thịt hạt lựu."
        },
        {
            "en": "Does it needed putting beef stock-<em>cubes</em> into soup?",
            "vi": "Có cần bỏ viên súp thịt bò vào canh không?"
        },
        {
            "en": "To understand cube roots, first you must understand <em>cubes</em>.",
            "vi": "Để hiểu được căn bậc ba, trước tiên bạn phải hiểu về phép lũy thừa ba."
        },
        {
            "en": "Lump sugar is granulated sugar moistened with sugar syrup and pressed into <em>cubes</em>.",
            "vi": "Đường miếng là đường cát được làm ẩm từ nước đường và được nén lại thành khối."
        },
        {
            "en": "Don't throw out all that leftover wine. Freeze into ice <em>cubes</em> for future use!",
            "vi": "Chỗ rượu còn thừa đừng bỏ. Cứ để đông lại mai mốt dùng cũng được!"
        },
        {
            "en": "The temperature cannot change so quickly because of some ice <em>cubes</em>.",
            "vi": "Nhiệt độ không thể thay đổi quá nhanh bởi vì vài cục đá."
        },
        {
            "en": "I put some ice <em>cubes</em> in a glass and held it up for Nobu to fill.",
            "vi": "Tôi bỏ vài cục đá vào ly rượu rồi đưa ly cho ông nobu rót rượu."
        },
        {
            "en": "The BUSADCO tech solutions include <em>cubes</em>, pillars and combined structures that minimise erosion, sliding and pushing.",
            "vi": "Giải pháp công nghệ cao BUSADCO bao gồm các hình khối lập phương, cột trụ và các cấu trúc kết hợp để giảm thiểu xói mòn, sự trượt và đẩy."
        },
        {
            "en": "One of the material participate in this food is the beef stock-<em>cubes</em>.",
            "vi": "Một trong những nguyên liệu trong món ăn này là viên súp thịt bò."
        }
    ],
    "suggestions": []
}