{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cucumbers"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cucumbers"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cucumbers"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cucumbers"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cucumbers"
        }
    },
    "sentences": [
        {
            "en": "They're <em>cucumbers</em>.",
            "vi": "Đó là dưa leo."
        },
        {
            "en": "They're <em>cucumbers</em>.",
            "vi": "Dưa leo đó mà."
        },
        {
            "en": "Cut the <em>cucumbers</em> longways.",
            "vi": "Cắt dưa leo theo chiều dọc."
        },
        {
            "en": "They 're <em>cucumbers</em>.",
            "vi": "Đó là dưa leo."
        },
        {
            "en": "May I see your <em>cucumbers</em>?",
            "vi": "Tôi có thể xem dưa chuột không?"
        },
        {
            "en": "<em>Cucumbers</em> are soaked in vinegar.",
            "vi": "Dưa leo được ngâm trong dấm."
        },
        {
            "en": "Cut <em>cucumbers</em> into quarters lengthwise.",
            "vi": "Cắt dưa leo ra làm tư theo chiều dọc."
        },
        {
            "en": "Won't you also need some <em>cucumbers</em>?",
            "vi": "Cô không cần thêm vài trái dưa leo sao?"
        },
        {
            "en": " Drying sea <em>cucumbers</em> in the sun.",
            "vi": "Sấy khô hải sâm bằng ánh nắng mặt trời."
        },
        {
            "en": "I like to eat <em>cucumbers</em> and carrots.",
            "vi": "Tôi thích ăn dưa leo và cà rốt."
        },
        {
            "en": "Collecting sea <em>cucumbers</em> on the coast.",
            "vi": "Thu nhặt \"dưa chuột\" (hải sâm) biển trên bờ biển."
        },
        {
            "en": "would you like a some of potatoes and <em>cucumbers</em>?",
            "vi": "liệu bạn thích vài dưa leo và khoai tây chăng?"
        },
        {
            "en": "Thousands of sea <em>cucumbers</em> wash ashore on Phu Quoc",
            "vi": "Hàng ngàn con hải sâm dạt vào bờ ở Phú Quốc"
        },
        {
            "en": "It's a squash that bears fruit shaped like <em>cucumbers</em>.",
            "vi": "Đó là một cây bí cho những trái rất giống trái dưa chuột."
        },
        {
            "en": "She asked me if I was fond of <em>cucumbers</em> and sweet milk.",
            "vi": "Cô ấy (đã) hỏi tôi có thích dưa leo và sữa tươi hay không."
        },
        {
            "en": "Large areas planted with tomatoes, <em>cucumbers</em> and pineapples do not have a consumer market.",
            "vi": "Nhiều vùng trồng cà chua, dưa leo và dứa không có thị trường tiêu thụ."
        },
        {
            "en": "Here are <em>cucumbers</em>, mushrooms, squashes, tomatoes, lettuces and potatoes straight from the farm.",
            "vi": "Đây là dưa leo, nấm, các loại bí, cà chua, xà lách và khoai tây lấy trực tiếp từ nông trại."
        },
        {
            "en": "You will need the following four ingredients:  - 2 <em>cucumbers</em> - Some mint leaves - 1 liter of water - Natural, organic honey",
            "vi": "Bạn sẽ cần 4 nguyên liệu sau:  - hai trái dưa leo - vài lá bạc hà - 1 lít nước - mật ong thiên nhiên, không hóa chất"
        },
        {
            "en": "<em>Cucumbers</em> contain multiple B-vitamins, including B1, B5, and B7 (biotin). B vitamins help ease anxiety and buffer some of the damaging effects of stress. Additionally, <em>cucumbers</em> contain plenty of fiber and water – two essential ingredients for healthy digestion.",
            "vi": "Dưa leo chứa nhiều vitamin B, trong đó có B1, B5, và B7 ( biotin ). Vitamin B giúp giảm lo âu và giảm nhẹ tác động có hại do căng thẳng. Ngoài ra, dưa leo chứa nhiều chất xơ và nước - hai nguyên liệu phải có mới tiêu hoá tốt."
        },
        {
            "en": "\"In normal environmental conditions, sea <em>cucumbers</em> rarely are washed away from their habitat. Only when sea <em>cucumbers</em> are weak or the habitat is destroyed does that phenomenon occur,\" Tu said.",
            "vi": "\"Trong điều kiện môi trường bình thường, hải sâm hiếm khi bị đưa ra khỏi môi trường sống của chúng. Chỉ khi hải sâm bị yếu hoặc môi trường sống bị phá hủy thì hiện tượng đó mới xảy ra\" ông Tú nói."
        }
    ],
    "suggestions": []
}