{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kʌlinəri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) việc nấu nướng, (thuộc) việc bếp núc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xào nấu được (rau)</td></tr></table><i/></div>",
            "word": "culinary"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>culinary</k><blockquote>■ <cclass>adjective of or for cooking. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>culinarily</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from L. <i>culinarius</i>, from <i>culina</i> 'kitchen'. </blockquote></div>",
            "word": "culinary"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "culinary"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "culinary"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "culinary"
        }
    },
    "sentences": [
        {
            "en": "Vietnam’s <em>culinary</em> paradises",
            "vi": "Những Thiên đường ẩm thực của Việt Nam"
        },
        {
            "en": "know much about the <em>culinary</em> cultures",
            "vi": "biết nhiều về các nền văn hóa ẩm thực"
        },
        {
            "en": "You need to open your mind to new <em>culinary</em> experience.",
            "vi": "Bạn nên mở mang khẩu vị đối với các loại ẩm thực mới."
        },
        {
            "en": "She likes to show off her <em>culinary</em> skills.",
            "vi": "Cô ấy thích khoe khoang khả năng nấu nướng của mình."
        },
        {
            "en": "The face of the <em>culinary</em> arts has changed.",
            "vi": "Bộ mặt của nghệ thuật ẩm thực đã thay đổi."
        },
        {
            "en": "And what <em>culinary</em> delights do you have for us tonight?",
            "vi": "Và tối nay bạn cho chúng tôi thưởng thức các món ăn đặc sắc nào đây?"
        },
        {
            "en": "I roomed with Rachel Ray at <em>culinary</em> school.",
            "vi": "Tôi ở chung phòng với Rachel Ray ở trường dạy nấu ăn."
        },
        {
            "en": "Cuisine, or <em>culinary</em> art is the practice or manner of preparing food or the food so prepared",
            "vi": "Cách nấu nướng, hoặc nghệ thuật nấu nướng là cách chế biến, chuẩn bị và sơ chế thức ăn."
        },
        {
            "en": "Born as a popular comfort food option among the working class in the south, the dish has gradually found its way to Vietnam's <em>culinary</em> hall of fame.",
            "vi": "Sinh ra như một sự lựa chọn cho một món dễ ăn và phổ biến giữa tầng lớp lao động ở miền Nam, món ăn đã dần dần tìm ra cách đi và hướng tới tới tầng lớp nổi tiếng từ các đầu bếp Việt Nam."
        },
        {
            "en": "The sad truth is that afternoon tea, possibly the last remaining British <em>culinary</em> experience, simply is not a good enough profit - maker to justify its perpetuation.",
            "vi": "Sự thật đáng buồn là bữa trà buổi chiều có lẽ là kinh nghiệm nấu nướng truyền thống anh quốc sau cùng còn sót lại, chỉ vì không mang lại đủ lởi nhuận để được tồn tại."
        },
        {
            "en": "Building marine tourism brand or selecting <em>culinary</em> art as the core values of the Vietnamese tourism is still a matter of controversy.",
            "vi": "Xem việc xây dựng thương hiệu du lịch biển hay lựa chọn nghệ thuật nấu nướng là giá trị cốt lõi của du lịch Việt Nam vẫn là một vấn đề gây tranh cãi."
        },
        {
            "en": "HCMC, with its history of more than 300 years where many residents from different locations around the globe gather to earn a living, boasts a rich diversity of cultures, religions, customs, and <em>culinary</em> arts.",
            "vi": "TP Hồ Chí Minh, với lịch sử hơn 300 năm, nơi có nhiều cư dân đến từ mọi miền khác nhau trên toàn cầu tụ tập để kiếm sống, tự hào là nơi đa dạng văn hóa, tôn giáo, phong tục và nghệ thuật ẩm thực."
        },
        {
            "en": " Hanoi is famous for its speciality green rice flake cakes which are sold in Hang Than street. Hang Than is just among more than 20 <em>culinary</em> streets in Hanoi which has about 70 streets with their first name of Hang.",
            "vi": "Hà Nội nổi tiếng với đặc sản bánh cốm được bán ở phố Hàng Than. Phố Hàng Than chỉ là trong số hơn 20 con phố ẩm thực tại Hà Nội nơi có khoảng 70 đường phố có tên bắt đầu bằng chữ Hàng."
        },
        {
            "en": "HCMC, with its history of more than 300 years where many residents from different locations around the globe gather to earn a living, boasts a rich diversity of cultures, religions, customs, and <em>culinary</em> arts. ",
            "vi": "TP Hồ Chí Minh, với lịch sử hơn 300 năm, nơi có nhiều cư dân đến từ mọi miền khác nhau trên toàn cầu tụ tập để kiếm sống, tự hào là nơi đa dạng văn hóa, tôn giáo, phong tục và nghệ thuật ẩm thực."
        },
        {
            "en": "Some words refer to things Americans don’t seem to have:toque for a kind of fitted knitted hat; poutine, Nanaimo bars, andbutter tarts for three of Canada’s great <em>culinary</em> gifts to the world.",
            "vi": "Một số từ vựng mô tả những thứ không có ở Mỹ: toque cho một loại mũ đan;poutine, Nanaimo bars, và butter tarts là ba sáng tạo ẩm thực của Canada."
        },
        {
            "en": "Lobsters may be one of the most popular crustaceans in the <em>culinary</em> arts. But when it comes to killing them, there’s a long and unresolved debate about how to do it humanely, and whether that extra consideration is even necessary.",
            "vi": "Tôm hùm có lẽ là một trong những loài giáp xác phổ biến nhất trong nghệ thuật ẩm thực. Nhưng nói về chuyện giết tôm hùm thì người ta tranh cãi rất nhiều và chưa đi đến hồi kết rằng làm sao để giết tôm một cách nhân đạo, và có thật sự cần thiết phải cân nhắc thêm khi giết tôm hay không?"
        },
        {
            "en": "Worse, the current customers are mostly foreign visitors and office staff. The reason is understandable: Vietnamese customers are not picky but the products of these two brands are not very suitable with the culture - <em>culinary</em> habits of Vietnamese people.",
            "vi": "Tệ hơn nữa, khách hàng hiện tại chủ yếu là khách nước ngoài và nhân viên văn phòng. Lý do cũng rất dễ hiểu: khách hàng Việt Nam không kén chọn nhưng các sản phẩm của hai thương hiệu này chưa phù hợp với văn hóa và thói quen ẩm thực của người Việt."
        },
        {
            "en": "Hanoi is famous for its speciality green rice flake cakes which are sold in Hang Than street. Hang Than is just among more than 20 <em>culinary</em> streets in Hanoi which has about 70 streets with their first name of Hang.",
            "vi": "Hà nội nổi tiếng với một loại bánh cốm đặc biệt được bán ở phố Hàng Than. Hàng Than chỉ là ở giữa hơn 20 con đường ẩm thực ở Hà Nội đã có khoảng 70 con đường có tên đầu tiên là Hàng."
        },
        {
            "en": "Hue <em>culinary</em> traditions demand that meals must be presented aesthetically, harmonizing food elements, decorations and colors to create a gastronomic work of art. Most dishes are accompanied with sauces specific to the dish.",
            "vi": "Ẩm thực truyền thống của Huế đòi hỏi rằng các bữa ăn phải được trình bày thẩm mỹ, hài hòa giữa các yếu tố, trang trí và màu sắc để tạo ra một tác phẩm ẩm thực nghệ thuật. Hầu hết các món ăn đều được ăn kèm với nước sốt đặc trưng cho món ăn."
        },
        {
            "en": "It may take a little flexibility and some simple prep work, but with the right expectations, your time in the kitchen with your preschooler can be a <em>culinary</em> adventure you'll both enjoy.",
            "vi": "Để thực hiện việc này, có thể cần một chút linh hoạt và chuẩn bị một số việc đơn giản, nhưng với sự kỳ vọng đúng, thì thời gian cùng con ở độ tuổi mẫu giáo nấu nướng trong bếp có thể trở thành một cuộc phiêu lưu ẩm thực mà cả bạn và bé sẽ thích thú."
        }
    ],
    "suggestions": []
}