{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,kʌlmi'nei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">điểm cao nhất, cực điểm, tột độ, tột bậc</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thiên văn học) qua đường kinh (thiên thể...)</td></tr></table><i/></div>",
            "word": "culmination",
            "pronounce": "[,kʌlmi'nei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "culmination",
            "pronounce": "[,kʌlmi'nei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>culmination</k><blockquote>▸ <cclass>noun CLIMAX, pinnacle, peak, high point, highest point, height, high water mark, top, summit, crest, zenith, crowning moment, apotheosis, apex, apogee; consummation, completion, finish, conclusion.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>nadir.</blockquote></div>",
            "word": "culmination",
            "pronounce": "[,kʌlmi'nei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "culmination",
            "pronounce": "[,kʌlmi'nei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cực điểm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điểm cao nhất</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đỉnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> qua điểm đỉnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự qua kinh tuyến</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> trung thiên</font></td></tr></tbody></table></div>",
            "word": "culmination",
            "pronounce": "[,kʌlmi'nei∫n]"
        }
    },
    "sentences": [
        {
            "en": "Hidden Valley is the <em>culmination</em> of years of determined patience.",
            "vi": "Thung lũng ngầm là kết quả của nhiều năm kiên nhẫn được xác định."
        },
        {
            "en": "That agreement is the <em>culmination</em> of weeks of negotiations.",
            "vi": "Thỏa thuận đó là kết quả cuối cùng của nhiều tuần thương lượng."
        },
        {
            "en": "At the <em>culmination</em> of this process, in 2007, Vietnam was mainly suffering from its own success.",
            "vi": "Đỉnh điểm của quá trình này là trong năm 2007, Việt Nam gặp khó khăn chủ yếu là do thành công của chính mình."
        },
        {
            "en": "Logical expressions, the <em>culmination</em> of all the other expressions, and the primary means of creating foxpro database logic.",
            "vi": "Các biểu thức logic, biểu thức đứng trên mọi biểu thức khác, và có vai trò trước hết là tạo ra logic cơ sở dữ liệu."
        },
        {
            "en": "Marriage is the <em>culmination</em> of love by two individual committed to one another by a common bond.",
            "vi": "Hôn nhân là đỉnh điểm của tình yêu bởi hai cá nhân cùng nhau cam kết bằng một cam kết chung."
        },
        {
            "en": "\"This is the <em>culmination</em> of my life's work as a priest,\" he told onlookers and reporters who pressed around him.",
            "vi": "\"Đây là đỉnh cao của công việc như một linh mục của đời tôi,\"ông ấy nói với người xem và các phóng viên đổ xô quanh ông."
        },
        {
            "en": "The participatory preparation of the CPRGS has marked an important <em>culmination</em> of the first phase of the CDF pilot.",
            "vi": "Quá trình cùng tham gia chuẩn bị CPRGS đánh dấu một đỉnh cao trong giai đoạn đầu của thử nghiệm CDF."
        },
        {
            "en": "The wedding is the <em>culmination</em> of a friendship of long standing between the two well known young people.",
            "vi": "Đám cưới là giai đoạn cuối cùng của một tình bạn đằm thắm giữa hai người biết rõ về nhau."
        },
        {
            "en": "\"This is the <em>culmination</em> of my life's work as a priest,\" he told onlookers and reporters who pressed around him.",
            "vi": "\"Đây là đỉnh cao của công việc như một linh mục của đời tôi,\" ông ấy nói với người xem và các phóng viên đổ xô quanh ông."
        },
        {
            "en": "These toxicity factors are a <em>culmination</em> of epidemiological evidence and occupational health and safety standards typically adopted worldwide (including the United States).",
            "vi": "Hệ số độc tính này được tính dựa trên những kết quả nghiên cứu dịch tễ học, sức khoẻ nghề nghiệp và các tiêu chuẩn an toàn đã được áp dụng ở nhiều nước trên thế giới (trong đó có Mỹ)."
        },
        {
            "en": "In the ideal situation, sex is the physical <em>culmination</em> of a deeply satisfying emotional relationship, where both partners give and take equally.",
            "vi": "Trong tình huống lý tưởng, tình dục là kết quả của một mối quan hệ tình cảm sâu sắc, ở đây cả hai bên cho và nhận bình đẳng."
        },
        {
            "en": "It is also the <em>culmination</em> of almost a decade of negotiations between the United States Department of State and the Government of Vietnam.",
            "vi": "Đây là thành tựu lớn nhất của quá trình đàm phán kéo dài gần một thập kỷ giữa Bộ Ngoại giao Hoa Kỳ và Chính phủ Việt Nam."
        },
        {
            "en": "Although all of th basic expressions are used for their own work and in their own context, their <em>culmination</em> is in the creation of logical expressions, which are combinations of basic expressions and operators.",
            "vi": "Mặc dù mọi biểu thức cơ bản đều được dùng cho công việc riêng và ngữ cảnh của riêng chúng, thì mục tiêu tối thượng của chúng vẫn là tạo ra các biểu thức logic, vốn là tổ hợp của các biểu thức cơ bản và toán tử."
        },
        {
            "en": "Laying the transatlantic cable was the <em>culmination</em> of the unflagging perseverance of one man leading like-minded men, of disparate technical and scientific advances , and of the need for faster communication.",
            "vi": "Việc lắp đặt đường dây cáp xuyên Đại Tây Dương là đỉnh cao của sự kiên trì không ngừng của một nhóm người đồng lòng cùng chí hướng , của những tiến bộ khoa học và kỹ thuật khác nhau , và của sự cần thiết trong việc giao tiếp nhanh hơn."
        },
        {
            "en": "Forbes Wealthiest List Reflects Changes in Global Economy       The billionaires' club is growing. Forbes magazine's annual list shows there are now 1,210 billionaires around the world - that is 199 more than last year. Although the world's top three earners are unchanged from last year, the newcomers in the list of the world's richest, did not come from the U.S. or Western Europe, but from Russia and the Asia Pacific region.  The magazine's list of the world's richest people mirrors the remarkable changes in the global economy. Magazine chairman Steve Forbes says of the 200 new billionaires this year, the majority are from the BRIC countries - Brazil, Russia, India and China. In terms of Asia-Pacific, the number increase of billionaires was almost 40 percent. In terms of the BRIC's, you saw Russia go from 62 billionaires to 101, Brazil from 18 to 30. And so what this underscores is that there is dynamism in the world economy, but it's not in the United States and it's not in Western Europe,\" he said. The top of the list remained unchanged. Mexican media mogul Carlos Slim retains the top spot with a net worth of $74 billion. Microsoft founder Bill Gates is second with $53 billion, after giving away $28 billion to charity. And investor Warren Buffet retains third place with $50 billion, up from $47 billion last year. But Russian social media billionaire Yuri Milner takes the front cover. His hometown Moscow has 79 billionaires, the most of any major city.  The U.S. still has more billionaires than any other country, but the wealth gap is narrowing. The number of new billionaires in China has doubled. Robin Li, the CEO of search engine Baidu, is one of China's richest men - with more than $9 billion. Forbes editor Russell Flannery says Li's success symbolizes the changes going on in China.  \"We're really seeing the <em>culmination</em> of decades of successful economic reform in China. Private sector companies are getting a lot more legal protection, a lot more financial sector support than they ever had before,\" Flannery said. But Chinese consumers say the government must do more to help its middle class. \"I think it is good news. It is good for our country to have more and more rich people. But I just feel the rich-poor gap is widening, so maybe the government can do something and make the ordinary people richer. That would be a better result,\" one man said. It's not just the Chinese who worry about the income gap. In the U.S., 10 percent of the people own about 38 percent of the nation's net worth. But Forbes says things are not so simple. \"These are not people who are sitting on piles of jewels. They're creating businesses and if the businesses do not do well which means, that you have to have customers who have the means to make these businesses go, then we all end up losing. So, these are creators, they're not plutocrats. These are doers, making things happen and when they do well, we all do well,\" Forbes said.  Despite a difficult recession for many, the wealth of the world's billionaires is up 25 percent. And their average net worth is now $3.7 billion - $3.5 billion last year.",
            "vi": "Danh sách những người giàu có nhất do Forbes bình chọn phản ánh những thay đổi trong nền kinh tế toàn cầu    Câu lạc bộ tỉ phú đang phát triển. Danh sách hàng năm của tạp chí Forbes cho biết hiện nay có 1.210 tỉ phú trên khắp thế giới - hơn năm ngoái 199 người. Dù ba người kiếm được nhiều tiền nhất thế giới không thay đổi so với năm ngoái, nhưng những người mới có tên trong danh sách những người giàu nhất thế giới không phải đến từ Hoa Kỳ hay Tây Âu, mà là từ Nga và khu vực châu Á Thái Bình Dương.  Danh sách những người giàu nhất thế giới của tạp chí này phản ánh những thay đổi đáng kể trong nền kinh tế toàn cầu.  Steve Forbes, tổng biên tập tạp chí, nói về 200 tỉ phú mới trong năm nay, đa số đến từ quốc gia BRIC – Bra-xin, Nga, Ấn Độ và Trung Quốc.  Về châu Á Thái Bình Dương, số lượng tỉ phú tăng gần 40 phần trăm. Về các nước BRIC, các bạn thấy là Nga từ 62 tỉ phú lên 101, Bra-xin từ 18 lên 30. Và do vậy điều cần nhấn mạnh ở đây là có sự năng động trong nền kinh tế thế giới, nhưng không phải là ở Hoa Kỳ hay Tây Âu,\" ông nói.  Người đứng đầu danh sách vẫn không đổi.  Carlos Slim, người có thế lực trong giới truyền thông Mê-hi-cô giữ vị trí hàng đầu với giá trị tài sản ròng là 74 tỷ đô la. Nhà sáng lập Microsoft, Bill Gates giữ vị trí thứ hai với 53 tỷ đô la sau khi quyên góp từ thiện 28 tỷ đô la. Và nhà đầu tư Warren Buffet giữ vị trí thứ ba với 50 tỷ đô la, vượt lên từ 47 tỷ đô la vào năm ngoái. Nhưng Yuri Milner, tỉ phú phương tiện truyền thông xã hội Nga cũng nổi bật không kém. Moscow quê hương ông có 79 tỉ phú, nhiều nhất so với bất kỳ thành phố lớn nào.  Hoa Kỳ vẫn có nhiều tỉ phú hơn bất kỳ quốc gia nào khác, nhưng sự khoảng cách giàu nghèo đang thu hẹp lại.  Số lượng tỉ phú mới phất lên ở Trung Quốc đã tăng gấp đôi. Robin Li, Giám đốc Điều hành của công cụ tìm kiếm Baidu, là một trong những người giàu nhất Trung Quốc - với giá trị tài sản hơn 9 tỷ đô la. Russell Flannery, biên tập viên của tạp chí Forbes nói rằng thành công của Li là biểu tượng cho sự thay đổi diễn ra ở Trung Quốc.  \"Chúng ta thật sự đang chứng kiến đỉnh điểm về cải cách kinh tế thành công ở Trung Quốc trong nhiều thập niên qua. Các công ty tư nhân được bảo vệ nhiều hơn về mặt pháp lý, được hỗ trợ nhiều hơn về mặt tài chính so với trước đây, \" Flannery nói.  Nhưng người tiêu dùng Trung Quốc nói rằng chính phủ phải làm nhiều hơn nữa để giúp cho tầng lớp trung lưu. \"Tôi nghĩ đó là tin tốt. Thật tốt cho đất nước chúng tôi khi càng ngày càng có thêm nhiều người giàu. Nhưng tôi chỉ cảm thấy khoảng cách giàu - nghèo ngày càng lớn, vì vậy chính phủ có thể làm điều gì đó và giúp cho những người bình thường giàu có hơn. Vậy thì kết quả sẽ tốt hơn,\" một người nói.  Không chỉ người dân Trung Quốc mới lo ngại về khoảng cách thu nhập. Mà ở Hoa Kỳ, có 10 phần trăm người sở hữu khoảng 38 phần trăm giá trị tài sản ròng của quốc gia.  Nhưng Forbes nói rằng mọi việc không đơn giản như thế. \"Đây không phải là những người ngồi trên đống vàng. Họ đang thành lập doanh nghiệp và nếu như doanh nghiệp không làm ăn tốt thì có nghĩa là, bạn cần phải có khách hàng thì doanh nghiệp mới hoạt động được, bằng không thì chúng ta cũng mất cả chì lẫn chài. Vì vậy, họ là những người sáng lập chứ  không phải là những nhà tài phiệt. Đây là những người thực hiện, làm cho mọi việc được tiến hành và khi họ làm tốt thì tất cả chúng ta đều làm tốt,\" Forbes nói.  Dù thời kỳ suy thoái kinh tế gây khó khăn cho nhiều người nhưng giá trị tài sản của những tỉ phú trên thế giới lại lên tới 25%. Và giá trị tài sản ròng trung bình của họ hiện nay là 3,7 tỷ đô la - so với năm ngoái là 3,5 tỷ đô la."
        }
    ],
    "suggestions": []
}