{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['kʌlt∫əd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có học thức</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">có giáo dục, có văn hoá</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">cultured pearl</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">ngọc trai cấy</td></tr></table><i/></div>",
            "word": "cultured",
            "pronounce": "['kʌlt∫əd]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cultured</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 refined and well educated. </blockquote></blockquote><blockquote><blockquote>2》 (of a pearl) formed round a foreign body inserted into an oyster. </blockquote></blockquote></div>",
            "word": "cultured",
            "pronounce": "['kʌlt∫əd]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>cultured</k><blockquote>▸ <cclass>adjective CULTIVATED, intellectually/artistically aware, artistic, enlightened, civilized, educated, well educated, well read, well informed, learned, knowledgeable, discerning, discriminating, refined, polished, sophisticated; <cclass><i>informal</i> arty.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>ignorant.</blockquote></div>",
            "word": "cultured",
            "pronounce": "['kʌlt∫əd]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cultured",
            "pronounce": "['kʌlt∫əd]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cultured",
            "pronounce": "['kʌlt∫əd]"
        }
    },
    "sentences": [
        {
            "en": "<em>Cultured</em> pearl",
            "vi": "Ngọc trai cấy"
        },
        {
            "en": "A spiritually impoverished <em>cultured</em>",
            "vi": "Một nền văn hoá bị cùng kiệt về mặt tinh thần"
        },
        {
            "en": "Do you have a <em>cultured</em> one?",
            "vi": "Cô có cái nào nhân tạo không?"
        },
        {
            "en": "It is found in yogurt and other <em>cultured</em> foods.",
            "vi": "Nó được tìm thấy trong sữa chua và các thực phẩm dinh dưỡng khác."
        },
        {
            "en": "C A <em>cultured</em> pearl undergoes the same process. ",
            "vi": "Ngọc trai nuôi cấy trải qua quá trình tương tự."
        },
        {
            "en": "A <em>cultured</em> pearl is cheaper than natural pearl.",
            "vi": "Ngọc trai cấy rẻ hơn ngọc trai tự nhiên."
        },
        {
            "en": "Would you like to see natural pearls or <em>cultured</em> pearls?",
            "vi": "Bà muốn xem ngọc trai tự nhiên hay ngọc trai cấy?"
        },
        {
            "en": "The price of wild fish is higher than <em>cultured</em> fish.",
            "vi": "Giá thành của cá đánh bắt trên sông cao hơn cá nuôi trồng."
        },
        {
            "en": "B Pearls can generally be divided into three categories : natural, <em>cultured</em> and imitation.",
            "vi": "Ngọc trai nói chung có thể được chia thành 3 loại : tự nhiên, nuôi cấy và mô phỏng."
        },
        {
            "en": "We do have <em>cultured</em> pearls, but there is not much choice.",
            "vi": "Chúng tôi có ngọc trai nhân tạo, nhưng không có nhiều kiểu để lựa."
        },
        {
            "en": "So doctor Kang <em>cultured</em> mice with a gene that can create them from another fatty acid.",
            "vi": "Vì thế bác sĩ kang cấy vào chuột một loại gien có thể tạo ra chúng từ một a - xít béo khác."
        },
        {
            "en": "Humans are regarded as <em>cultured</em> living beings because they are to harmonize with others but not to destroy them.",
            "vi": "Con người được coi như một sinh vật có văn hoá biết hoà hợp với sinh vật khác mà không phá hoại chúng."
        },
        {
            "en": "Natural pearls are of higher value, but the <em>cultured</em> pearls have equal luster and are just as beautiful.",
            "vi": "Ngọc trai tự nhiên có giá trị cao hơn, nhưng ngọc trai cấy có vẻ sang trọng và cũng đẹp như ngọc trai tự nhiên."
        },
        {
            "en": "There is only one difference between <em>cultured</em> pearls and natural ones: in <em>cultured</em> pearls, the irritant is a bead called ‘mother of pearl’ and is placed in the oyster through surgical implantation. ",
            "vi": "Chỉ có một sự khác biệt duy nhất giữa ngọc trai tự nhiên và ngọc trai nuôi cấy: trong ngọc trai nuôi cấy, chất kích thích là một hạt được gọi là ‘mẹ của ngọc trai’ và được đặt trong con hàu thông qua việc cấy ghép phẫu thuật ."
        },
        {
            "en": "The acidophilus culture in yogurt is known to restore the intestinal flora. It is found in yogurt and other <em>cultured</em> foods.",
            "vi": "Vi khuẩn ưa a - xít có trong sữa chua đă được biết là có tác dụng tốt đối với khu hệ ruột. Nó được tìm thấy trong sữa chua và các thực phẩm dinh dưỡng khác."
        },
        {
            "en": "Estimates of the number of phyla range from 18 to 23, of which only 8 have representatives that have been <em>cultured</em> and studied directly.",
            "vi": "Ước tính số các ngành khoảng từ 18 đến 23, trong đó mới chỉ có 8 đại diện được nuôi cấy và nghiên cứu trực tiếp."
        },
        {
            "en": "The acidophilus culture in yogurt is known to restore the intestinal flora. It is found in yogurt and other <em>cultured</em> foods.",
            "vi": "Vi khuẩn ưa a-xít có trong sữa chua đă được biết là có tác dụng tốt đối với khu hệ ruột. Nó được tìm thấy trong sữa chua và các thực phẩm dinh dưỡng khác."
        },
        {
            "en": "For jewellers , one way to tell whether a pearl is natural or <em>cultured</em> is to send it to a gem lab and perform an X-ray on it. ",
            "vi": "Đối với thợ kim hoàn, một cách để xác định liệu một viên ngọc trai là tự nhiên hay nuôi cấy là gửi nó đến phòng thí nghiệm đá quý và chụp X-quang trên nó."
        },
        {
            "en": "Saltwater pearl oysters are usually cultivated in protected lagoons or volcanic atolls , while most freshwater <em>cultured</em> pearls sold today come from China. ",
            "vi": "Hàu ngọc trai nước mặn thường được nuôi cấy trong những đầm phá được bảo vệ hoặc những đảo san hộ núi lửa , trong khi hầu hết ngọc trai nuôi cấy nước ngọt được bán hiện nay là đến từ Trung Quốc."
        },
        {
            "en": "They can grow only in the presence of certain factors in the blood and (or) certain coenzymes, they are <em>cultured</em> on fresh blood agar.",
            "vi": "Vi trùng này chỉ có thể mọc khi có một số nhân tố trong máu và (hay) một số coenzyme, vì vậy phải cấy trên mọi trường thạch máu tươi."
        }
    ],
    "suggestions": []
}