{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">cultivate</font></td></tr></table><i/></div>",
            "word": "cultivatable",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cultivatable",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cultivatable",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cultivatable",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cultivatable",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Cultivatable</em> land support: To ensure food security in the Northwestern and Central Highland regions, the government issued a decision to provide ethic minority households in the Northwest and Central Highlands with <em>cultivatable</em> land.",
            "vi": "Hỗ trợ đất trồng trọt: Nhằm đảm bảo an ninh lương thực cho các tỉnh Tây Bắc và Tây Nguyên, Chính phủ đã ban hành quyết định hỗ trợ đất trồng trọt cho các hộ đồng bào dân tộc ít người ở Tây Bắc và Tây nguyên."
        },
        {
            "en": "<em>Cultivatable</em> land support policy alone would not be enough if poor families did not make effective use of land as in time of difficulty they would even have to sell their regained land and would become landless as before.",
            "vi": "Chỉ riêng chính sách hỗ trợ đất trồng trọt sẽ không đủ nếu các hộ gia đình nghèo không sử dụng đất có hiệu quả vì khi gặp khó khăn họ thậm chí phải bán đất được thu hồi và rơi vào tình trạng thiếu đất như trước đây."
        },
        {
            "en": "The government will focus on implementation of measures to increase the productivity of poor households, such as providing poor people with <em>cultivatable</em> land, productive tools and techniques, management skills, etc.",
            "vi": "Chính phủ sẽ tập trung vào thực hiện các giải pháp để tăng cường sản xuất của các hộ gia đình nghèo, chẳng hạn cung cấp cho người nghèo đất trồng trọt, công cụ và kỹ thuật sản xuất, kỹ năng quản lý...."
        }
    ],
    "suggestions": []
}