{
    "en_vn": {
        "data": {
            "content": null,
            "word": "curbing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "curbing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "curbing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "curbing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự bọc vỉa (hè)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xây thành giếng</font></td></tr></tbody></table></div>",
            "word": "curbing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Curbing</em> personal vehicles",
            "vi": "Hạn chế các phương tiện cá nhân"
        },
        {
            "en": "<em>Curbing</em> personal vehicles",
            "vi": "Hạn chế các phương tiện cá nhân"
        },
        {
            "en": "Obama signs law <em>curbing</em> surprise credit card fees",
            "vi": "Obama ký thông qua đạo luật nhằm giới hạn lại các khoản phí bất thường của thẻ tín dụng"
        },
        {
            "en": "A range of policies have been introduced aimed at <em>curbing</em> importing new online games.",
            "vi": "Một loạt những đạo luật được đề ra nhằm hạn chế việc nhập khẩu trò chơi trực tuyến mới."
        },
        {
            "en": "Through CAWT, we seek to end wildlife trafficking by <em>curbing</em> both the buying and selling of illegal wildlife and wildlife products.",
            "vi": "Thông qua CAWT, chúng tôi muốn chấm chứt buôn bán động vật hoang dã bằng cách kiềm chế cả việc mua và bán động vật hoang dã và sản phẩm từ động vật hoang dã."
        },
        {
            "en": "More importantly, local authorities at the grass-root levels should get support from residents in <em>curbing</em> the illegal encroachment of pavements, he added.",
            "vi": "Quan trọng hơn, chính quyền địa phương cấp cơ sở phải nhận được sự ủng hộ của người dân trong việc kiềm chế việc lấn chiếm bất hợp pháp các vỉa hè, ông nói thêm."
        },
        {
            "en": "Reports that have been translated and disseminated widely in Vietnamese include all World Development Reports since 1998; Engendering Development, Greening Industry, <em>Curbing</em> Corruption, Confronting AIDS, and many others.",
            "vi": "Các báo cáo đã được dịch sang tiếng Việt và phân phát rộng rãi bao gồm các Báo cáo Phát triển Thế giới từ 1998; mang lại phát triển, Công nghiệp Xanh, Kiềm chế tham nhũng, và Đương đầu với AIDS và các báo cáo khác."
        },
        {
            "en": "Americans spend an estimated $5 billion a year on unproven herbal supplements that promise everything from fighting off colds to <em>curbing</em> hot flashes and boosting memory.",
            "vi": "Người Mỹ mỗi năm chi khoảng 5 tỷ đô la để mua các loại thực phẩm chức năng chưa kiểm chứng, hứa hẹn trị được đủ thứ từ cảm lạnh cho đến làm dịu cảm giác nóng bừng do mãn kinh và tăng cường trí nhớ."
        },
        {
            "en": "More importantly, local authorities at the grass-root levels should get support from residents in <em>curbing</em> the illegal encroachment of pavements, he added.",
            "vi": "Quan trọng hơn, chính quyền địa phương cấp cơ sở phải nhận được sự ủng hộ của người dân trong việc kiềm chế việc lấn chiếm bất hợp pháp các vỉa hè, ông nói thêm."
        },
        {
            "en": "The proposed solutions fall into two categories, with 19 strategies aiming to develop and expand the municipal public transportation system, and the other 16 focusing on <em>curbing</em> personal vehicles in the southern metropolis.",
            "vi": "Các giải pháp được đề xuất chia thành hai loại, với 19 chiến lược nhằm phát triển và mở rộng hệ thống giao thông công cộng thành phố, và 16 đề xuất khác tập trung vào việc hạn chế xe cộ ở thủ phủ miền Nam."
        },
        {
            "en": "Biofuels became politically fashionable because they combined benefits for farmers with popular causes: increasing energy \"security,\" <em>curbing</em> global warming. Unfortunately, the marriage is contrived. Not only are fuel savings meager, so are the environmental benefits.",
            "vi": "Nhiên liệu sinh học đã trở thành một chủ đề chính trị hấp dẫn vì nó kết hợp được lợi ích của nông dân với những vấn đề lớn khác: tăng cường 'an ninh' năng lượng, giảm ấm nóng toàn cầu. Rủi thay, vụ hôn phối này lại không tự nhiên. Không chỉ vì nó đem lại mức tiết kiệm nhiên liệu quá èo uột mà lợi ích đối với môi trường cũng chẳng đáng là bao. "
        },
        {
            "en": "Le Van Khoa, vice chairman of the city’s People’s Committee, highly appreciated the transport department’s efforts in applying IT in <em>curbing</em> traffic congestion, contributing to building a smart city.",
            "vi": "Ông Lê Văn Khoa, Phó Chủ tịch UBND thành phố đánh giá cao nỗ lực của ngành giao thông trong việc áp dụng công nghệ thông tin để hạn chế tắc nghẽn giao thông, góp phần xây dựng thành phố văn minh."
        },
        {
            "en": "The proposed solutions fall into two categories, with 19 strategies aiming to develop and expand the municipal public transportation system, and the other 16 focusing on <em>curbing</em> personal vehicles in the southern metropolis.",
            "vi": "Các giải pháp được đề xuất chia thành hai loại, với 19 chiến lược nhằm phát triển và mở rộng hệ thống giao thông công cộng thành phố, và 16 đề xuất khác tập trung vào việc hạn chế xe cộ ở thủ phủ miền Nam."
        },
        {
            "en": "With Iraq and Afghanistan still in transition and serious economic challenges in our own country, there are those on the American political scene who are calling for us not to reposition, but to come home. They seek a downsizing of our foreign engagement in favor of our pressing domestic priorities. These impulses are understandable, but they are misguided. Those who say that we can no longer afford to engage with the world have it exactly backward — we cannot afford not to. From opening new markets for American businesses to <em>curbing</em> nuclear proliferation to keeping the sea lanes free for commerce and navigation, our work abroad holds the key to our prosperity and security at home. For more than six decades, the United States has resisted the gravitational pull of these \"come home\" debates and the implicit zero-sum logic of these arguments. We must do so again.",
            "vi": "Với Iraq và Afghanistan vẫn còn trong quá trình chuyển đổi và những thách thức kinh tế nghiêm trọng ở đất nước của chúng ta, trong bối cảnh chính trường Mỹ, các chính khách và dân đang kêu gọi chúng tôi không chuyển trục, mà phải trở về nhà. Họ hạn chế sự tham gia ngoại giao của chúng tôi, ủng hộ các áp lực ưu tiên quốc nội. Những xung động là điều dễ hiểu, nhưng là sai lầm. Những ai nói rằng chúng ta không còn có thể đủ khả năng để tham gia với thế giới là thực sự lạc hậu - chúng ta không thể không mở rộng ngoại giao. Từ việc mở rộng thị trường mới cho các doanh nghiệp Mỹ để kiềm chế phổ biến vũ khí hạt nhân, để giữ gìn tự do hàng hải cho thương mại và những công việc của chúng ta ở nước ngoài nắm giữ chìa khóa cho sự thịnh vượng và an ninh của chúng ta ở nhà. Trong hơn sáu thập kỷ qua, Mỹ đã chống lại lực hấp dẫn của những cuộc tranh luận \"trở về nhà\"  và tiềm ẩn lý lẽ chẳng lợi lộc gì - zero-sum - của những lập luận này. Chúng ta phải tiếp tục con đường đã đi."
        },
        {
            "en": "Obama calls for deep cuts in U         WASHINGTON (Reuters) – President Barack Obama on Wednesday proposed to cut U.S. oil imports by a third over 10 years, a goal that eluded his predecessors and seen as extremely ambitious by analysts skeptical it can succeed. Obama outlined his strategy after spending days explaining the U.S.-led military action in Libya, where fighting, accompanied by unrest elsewhere in the Arab world, has helped push U.S. gasoline prices toward $4 a gallon. In a speech that was short on details on how to curb U.S. energy demand, Obama did not pretend there were speedy measures to curb mounting fuel costs, which could threaten the country's economic recovery by weighing on American spending and confidence. \"There are no quick fixes ... We will keep on being a victim to shifts in the oil market until we finally get serious about a long-term policy for secure, affordable energy,\" Obama said. As he rolled out a blueprint on energy security, Obama said the country must curb dependence on foreign oil that makes up roughly half of its daily fuel needs. Previous presidents have made similar promises on energy imports that they failed to meet. And any new policy initiative can expect tough opposition from Republicans, who see high energy prices hurting Obama and his Democrats in the 2012 presidential and congressional elections. Republicans have mocked the idea of Obama <em>curbing</em> oil imports a week after visiting Brazil, where he said the United states wanted to be a good customer for its oil exports. Obama laid out four areas to help reach his target of <em>curbing</em> U.S. dependence on foreign oil: lifting domestic energy production, fostering the use of more natural gas in vehicles like city buses, making cars and trucks more efficient, and boosting alternative energy by encouraging biofuels. The United States consumed almost 20 million barrels of oil a day in 2010 of which roughly half was imported. Noting natural gas made sense after discoveries of an estimated 100-years' worth of domestic shale gas reserves, Obama urged Congress to pass legislation to encourage the use of natural gas burning vehicles. He said his administration would help private business break ground on four next-generation biorefineries, and \"look for ways to reform biofuels incentives\" to save taxpayer money, without going into details. Obama also reiterated nuclear power would be a part of the country's long-term energy plan, stressing the lessons from the nuclear disaster in Japan would be studied carefully, while making just passing reference to climate change. Obama's election campaign goal of passing measures to curb U.S. greenhouse gas emissions has made little headway on Capitol Hill, to the dismay of environmental activists who complain it has slipped away down his list of priorities. Analysts and experts said Obama's goal is ambitious and that truly reforming U.S. energy use would involve sweeping changes, including possible fuel taxes to encourage Americans to change their habits, which could be politically toxic. \"I'm very skeptical it will have any impact,\" said Edward Meir, chief analyst at MF Global in New York. \"Presidents have been saying this since the days of Richard Nixon.\" Polls show Americans have mixed feelings about involvement in Libya, a third Muslim country with the United States still engaged in Iraq and Afghanistan, and they are clearly worried by high gas prices before the summer driving season. The latest measures of consumer confidence have been dented by rising energy prices, which sap household spending and could derail the U.S. recovery if prices stay high enough for a long time, hurting Obama's re-election prospects.  A Quinnipiac University poll released on Wednesday showed that 48 percent of American voters disapprove of Obama's job performance, and 50 percent think he does not deserve to be re-elected in 2012, compared with 42 percent who approve and 41 percent who feel he does deserve to be re-elected.  Those were his lowest ratings ever, Quinnipiac said.  Some analysts reckon Obama may tap America's emergency oil stockpiles if U.S. oil prices hit $110 a barrel. Prices ranged between $104.13 and $104.81 a barrel in Wednesday's trade.  Obama singled out Canada and Mexico, the United States' two largest suppliers, as reliable sources of oil and also cited Brazil as a promising future energy partner.  The U.S. Interior Department estimates millions of acres (hectares) of U.S. energy leases are not being exploited by oil companies and the White House wants that to change.  This argument also helps the administration push back against Obama's Republican opponents, who claim he is tying the hands of the U.S. energy industry by denying leases and restricting offshore drilling in the wake of the 2010 BP Gulf of Mexico oil spill.  The American Petroleum Institute, a major oil and gas trade group, said the president's message was \"just absurd\".  \"What we hear ... are actually disincentives. What he's talking about is more regulation, shorter lease terms and higher costs,\" API head Jack Gerard told Reuters.",
            "vi": "Obama calls for deep cuts in U      WASHINGTON (Reuters) - Vào hôm thứ tư, Tổng thống Barack Obama đề xuất cắt giảm một phần ba lượng dầu nhập khẩu vào Hoa Kỳ trong hơn 10 năm, một mục tiêu mà  những người tiền nhiệm của ông ta không đạt được và được các nhà phân tích xem là nhiều tham vọng và không tin là  nó có thể thành công.  Ông Obama phác thảo ra chiến lược của mình sau khi trải qua nhiều ngày giải thích hành động quân sự do Hoa Kỳ cầm đầu ở Li-bi, nơi xảy ra chiến tranh, kèm theo tình trạng bạo động ở nơi khác trong thế giới Ả Rập, đã đẩy giá xăng tại Hoa Kỳ lên 4 đô-la Mỹ một ga-lông Trong một bài nói chuyện ngắn, chi tiết về cách hạn chế nhu cầu năng lượng của Hoa Kỳ, Obama đã nêu rõ các biện pháp nhanh chóng để hạn chế việc nâng giá nhiên liệu, mà việc này có thể đe doạ việc phục hồi kinh tế của quốc gia này thông qua giảm chi tiêu và lòng tin tưởng của người Mỹ.  \"Không có giải pháp tạm thời. .. Chúng ta sẽ cứ tiếp tục là nạn nhân cho sự dao động trên thị trường dầu cho đến khi cuối cùng chúng ta có cái nhìn đúng đắn về một chính sách lâu dài để đạt được nguồn năng lượng an toàn, giá cả phải chăng\" ông Obama đã nói. Khi Obama đưa ra kế hoạch chi tiết về an ninh năng lượng, ông cho biết quốc gia này phải hạn chế sự lệ thuộc vào nguồn dầu ngước ngoài hiện chiếm gần một nửa nhu cầu nhiên liệu hàng ngày nơi đây.  Các tổng thống trước đây cũng hứa nhiều điều tương tự về vấn đề nhập khẩu năng lượng nhưng đã thất bại. Và bất cứ sáng kiến chính sách mới nào cũng có thế đón nhận sự phản đối dữ dội từ các đảng viên đảng Cộng Hòa, những người xem việc giá năng lượng cao làm tổn hại đến Obama và đảng viên đảng Dân Chủ của ông ta trong cuộc bầu cử tổng thống và Quốc hội năm 2012. Các đảng viên đảng Cộng Hòa đã chế giễu cái ý tưởng của ông Obama về việc hạn chế lượng dầu nhập khẩu. Ý tưởng này  được đưa ra một tuần sau khi ông có chuyến viếng thăm Braxin, nơi ông đã tuyên bố Hoa Kỳ muốn trở thành khách hàng thân thiết cho việc xuất khẩu dầu tại đây.  Obama đưa ra bốn lĩnh vực để giúp đạt mục tiêu hạn chế sự lệ thuộc vào dầu nước ngoài của Hoa Kỳ: tăng cường sản xuất năng lượng trong nước; thúc đẩy sử dụng nhiều khí đốt tự nhiên hơn cho xe như xe buýt đi lại trong thành phố; chế tạo xe hơi và xe tải sử dụng năng lượng hiệu quả hơn và đẩy mạnh sử dụng năng lượng thay thế bằng cách khuyến khích sản xuất nhiên liệu sinh học. Hoa Kỳ tiêu thụ gần 20 triệu thùng dầu một ngày trong năm 2010, trong số đó gần một nửa được nhập khẩu từ nước ngoài. Đề cập đến tác dụng khí đốt tự nhiên sau khi phát minh nguồn dự trữ khí đá phiến 100 năm qua trong nước, ông Obama kêu gọi Quốc hội thông qua đạo luật để khuyến khích sử dụng xe cộ chạy bằng khí đốt tự nhiên.  Ông cho biết chính quyền của mình sẽ giúp các doanh nghiệp tư nhân động thổ bốn nhà máy lọc dầu sinh học loại mới, và \"tìm kiếm các cách thức để sửa đổi biện pháp khuyến khích dùng nhiên liệu sinh học\" nhằm tiết kiệm tiền đóng thuế của người dân, nhưng không đi sâu vào chi tiết.  Obama cũng nhắc đi nhắc lại năng lượng hạt nhân sẽ nằm trong một phần kế hoạch năng lượng lâu dài của quốc gia, nhấn mạnh việc nghiên cứu kỹ bài học từ thảm hoạ hạt nhân ở Nhật, rồi sau đó chuyển sang nói về thay đổi khí hậu.  Mục tiêu vận động bầu cử của Obama qua việc đưa ra biện pháp hạn chế thải khí thải nhà kính ở Hoa Kỳ đã giúp ông tiến tới một chút đến Capitol Hill, đã làm mất tinh thần những nhà hoạt động môi trường, họ than phiền rằng việc này đã tuột khỏi danh sách những ưu tiên của ông. Các nhà phân tích và chuyên gia nói rằng mục tiêu của Obama là tham vọng và vấn đề cải cách thực sự việc sử dụng năng lượng ở Hoa Kỳ sẽ kéo theo những thay đổi sâu rộng, bao gồm thuế nhiên liệu phải đóng để khuyến khích người Mỹ thay đổi thói quen của họ, chính nó đã có thể có hại về mặt chính trị.  \"Tôi chẳng tin nó sẽ có tác dụng gì, \" ông Edward Meir, trưởng nhóm phân tích tại MF Global ở New York nói. \"Những nhà tổng thống cứ nói hoài câu này từ thời Richard Nixon.\" Các cuộc thăm dò ý kiến cho thấy người Mỹ lo lắng về tình trạng rắc rối ở Li-bi, quốc gia Hồi giáo thứ ba với Hoa Kỳ vẫn tham gia vào tình hình Iraq và Afghanistan, và họ lo lắng thấy rõ khi giá xăng dầu cao trước thời kỳ đi lại nhiều vào dịp hè. Mức độ tin cậy của người tiêu dùng gần đây đã bị ảnh hưởng do giá năng lượng tăng, làm giảm sút khả năng chi tiêu của người dân và có thể làm chệch hướng khả năng phục hồi kinh tế Hoa Kỳ nếu giá cứ ở trên cao hoài trong một thời gian dài, làm ảnh hưởng đến triển vọng tái đắc cử của ông Obama.   Cuộc thăm dò ý kiến tại đại học Quinnipiac công bố vào ngày thứ tư cho thấy 48 phần trăm cử tri Mỹ không tán thành hiệu năng làm việc của Obama, và 50 phần trăm nghĩ ông không đáng được tái đắc cử vào năm 2012, so với 42 phần trăm chấp thuận và 41 phần trăm cảm thấy ông xứng đáng được tái đắc cử.  Những con số đó cho thấy ông ta bị đánh giá thấp hơn bao giờ hết, Quinnipiac cho biết.  Một số nhà phân tích tin là ông Obama có thể sẽ đề cập đến kho dự trữ dầu khẩn cấp của Mỹ nếu giá dầu ở Hoa Kỳ chạm mức 110 đô la Mỹ một thùng. Giá dầu đã dao động từ 104.13 đô-la Mỹ đến 104.81 đô-la Mỹ một thùng trong phiên giao dịch hôm thứ Tư.  Ông Obama chọn ra Ca-na-đa và Mexico, hai nhà cung cấp lớn nhất của Hoa Kỳ, coi đây là những nguồn dầu ổn định và cũng đưa ra Braxin là đối tác năng lượng tương lai đầy hứa hẹn.  Bộ nội vụ Hoa Kỳ ước tính có hàng triệu của mẫu Anh ( hécta ) của hợp đồng thuê đất khai thác năng lượng của Hoa Kỳ hiện đang không được khai thác bởi các công ty dầu lửa và Nhà Trắng muốn thay đổi điều đó. Lập luận này cũng giúp chính quyền này đẩy lùi việc chống lại các đối thủ cộng hoà của Obama, những người cho là ông đang nắm chặt sự kiểm soát ngành năng lượng Hoa Kỳ bằng cách từ chối hợp đồng cho thuê và hạn chế khoan ở ngoài khơi sau vụ tràn dầu ở vịnh Mê-xi-cô của BP năm 2010.  Viện Dầu khí Hoa Kỳ, tập đoàn thương mại dầu và khí đốt lớn, cho biết thông điệp của tổng thống nói là \"ngớ ngẩn\".  Theo Jack Gerard, chủ tịch API, tuyên bố với Reuters,  \"Những gì chúng tôi nghe thấy. .. thực ra rất nản lòng. Những gì ông ta đang nói là chuyện điều chỉnh nhiều hơn, thời hạn thuê ngắn hơn và giá cao hơn,”"
        },
        {
            "en": "Teaching kids not to bully    It can be shocking and upsetting to learn that your child has gotten in trouble for picking on others or been labeled a bully. As difficult as it may be to process this news, it's important to deal with it right away. Whether the bullying is physical or verbal, if it's not stopped it can lead to more aggressive antisocial behavior and interfere with your child's success in school and ability to form and sustain friendships. Understanding Bullying Behavior Kids bully for many reasons. Some bully because they feel insecure. Picking on someone who seems emotionally or physically weaker provides a feeling of being more important, popular, or in control. In other cases,kids bully because they simply don't know that it's unacceptable to pick on kids who are different because of size, looks, race, or religion. In some cases bullying is a part of an ongoing pattern of defiant or aggressive behavior. These kids are likely to need help learning to manage anger and hurt, frustration, or other strong emotions. They may not have the skills they need to cooperate with others. Professional counseling can often help them learn to deal with their feelings, curb their bullying, and improve their social skills. Some kids who bully at school are copying behavior that they see at home. Kids who are exposed to aggressive and unkind interactions in the family often learn to treat others the same way. And kids who are on the receiving end of taunting learn that bullying can translate into control over children they perceive as weak. Helping Kids Stop Bullying Let your child know that bullying is unacceptable and that there will be serious consequences at home, school, and in the community if it continues. Try to understand the reasons behind your child's behavior. In some cases, kids bully because they have trouble managing strong emotions like anger, frustration, or insecurity. In other cases, kids haven't learned cooperative ways to work out conflicts and understand differences. Be sure to: Take bullying seriously. Make sure your kids understand that you will not tolerate bullying at home or anywhere else. Establish rules about bullying and stick to them. If you punish your child by taking away privileges, be sure it's meaningful. For example, if your child bullies other kids via email, text messages, or a social networking site, dock phone or computer privileges for a period of time. If your child acts aggressively at home, with siblings or others, put a stop to it. Teach more appropriate (and nonviolent) ways to react, like walking away.  Teach kids to treat others with respect and kindness. Teach your child that it is wrong to ridicule differences (i.e., race, religion, appearance, special needs, gender, economic status) and try to instill a sense of empathy for those who are different. Consider getting involved together in a community group where your child can interact with kids who are different.  Learn about your child's social life. Look for insight into the factors that may be influencing your child's behavior in the school environment (or wherever the bullying is occurring). Talk with parents of your child's friends and peers, teachers, guidance counselors, and the school principal. Do other kids bully? What about your child's friends? What kinds of pressures do the kids face at school? Talk to your kids about those relationships and about the pressures to fit in. Get them involved in activities outside of school so that they meet and develop friendships with other kids.  Encourage good behavior. Positive reinforcement can be more powerful than negative discipline. Catch your kids being good — and when they handle situations in ways that are constructive or positive, take notice and praise them for it.  Set a good example. Think carefully about how you talk around your kids and how you handle conflict and problems. If you behave aggressively — toward or in front of your kids — chances are they'll follow your example. Instead, point out positives in others, rather than negatives. And when conflicts arise in your own life, be open about the frustrations you have and how you cope with your feelings. Starting at Home When looking for the influences on your child's behavior, look first at what's happening at home. Kids who live with yelling, name-calling, putdowns, harsh criticism, or physical anger from a sibling or parent/caregiver may act that out in other settings. It's natural — and common — for kids to fight with their siblings at home. And unless there's a risk of physical violence it's wise not to get involved. But monitor the name-calling and any physical altercations and be sure to talk to each child regularly about what's acceptable and what's not. It's important to keep your own behavior in check too. Watch how you talk to your kids, and how you react to your own strong emotions when they're around. There will be situations that warrant discipline and constructive criticism. But take care not to let that slip into name-calling and accusations. If you're not pleased with your child's behavior, stress that it's the behavior that you'd like your child to change, and you have confidence that he or she can do it. If your family is going through a stressful life event that you feel may have contributed to your child's behavior, reach out for help from the resources at school and in your community. Guidance counselors, pastors, therapists, and your doctor can help. Getting Help To help a child stop bullying, talk with teachers, guidance counselors, and other school officials who can help you identify situations that lead to bullying and provide assistance. Your doctor also might be able to help. If your child has a history of arguing, defiance, and trouble controlling anger, consider an evaluation with a therapist or behavioral health professional. As difficult and frustrating as it can be to help kids stop bullying, remember that bad behavior won't just stop on its own. Think about the success and happiness you want your kids to find in school, work, and relationships throughout life, and know that <em>curbing</em> bullying now is progress toward those goals.",
            "vi": "Dạy cho trẻ không bắt nạt người khác    Có thể là bạn rất sốc và khó chịu khi biết con mình thường hay gây rối, chọc tức, chế giễu người khác hoặc bị gán biệt danh là đứa du côn.  Dẫu việc tiếp nhận và giải quyết sự việc có khó khăn đến đâu thì quan trọng là phải nên xử lý ngay tức khắc. Dù là con bạn có bắt nạt bằng lời nói hay khủng bố thân thể người khác nhưng nếu hành vi ấy không bị can ngăn thì nó có thể dẫn tới hành vi lỗ mãng và phản xã hội hơn, đi ngược lại các chuẩn mực xã hội và làm cho bé khó có thể thành công ở trường học hoặc khó có thể hình thành và duy trì tình bạn với người xung quanh được.  Tìm hiểu hành vi bắt nạt của con trẻ  Có nhiều lý do khiến cho trẻ bắt nạt người khác. Một số bắt nạt bạn vì cảm thấy không an toàn chút nào cả. Hành động chọc tức, chế giễu người có vẻ như yếu hơn về thể xác hoặc tinh thần làm cho trẻ có cảm giác mình quan trọng hơn, nổi tiếng hơn, và có quyền hơn. Một số khác cũng hay bắt nạt bạn bè bởi đơn thuần là chúng không biết hành vi giễu cợt những đứa trẻ có vẻ bề ngoài, hình dạng, kích cỡ, sắc tộc hoặc tôn giác khác là điều không nên làm.  Trong một vài trường hợp thì hành vi bắt nạt của trẻ một phần là do kiểu hành vi ngang ngạnh hoặc thái độ hung hăng, lỗ mãng. Những trẻ này cần học cách kiềm chế cơn nóng giận, lòng tổn thương, tâm trạng thất vọng, hoặc các trạng thái cảm xúc mạnh khác. Bé có thể không có đầy đủ các kĩ năng cần thiết để phối hợp với những kĩ năng sống khác. Trẻ có thể biết cách kiểm soát cảm xúc của mình, hạn chế hành vi bắt nạt người khác, và cải thiện kĩ năng xã hội của mình nhờ vào việc tư vấn chuyên nghiệp dành cho tuổi thiếu nhi.  Một số trẻ bắt nạt bạn bè ở trường học thường bắt chước theo những gì chúng thấy ở nhà. Trẻ lớn lên và tiếp xúc với những mối quan hệ cộc cằn, thô lỗ và tàn nhẫn trong gia đình thì thường cũng đối xử với người khác theo cách như vậy. Nếu chỉ nhận được toàn là sự châm chọc, nhạo báng, chế giễu thì trẻ ắt sẽ nhận biết rằng hành vi bắt nạt của mình có thể đồng nhất với việc khống chế và điều khiển những đứa trẻ khác được cho là yếu hơn.   Giúp trẻ không bắt nạt người khác Bạn nên cho trẻ biết hành vi bắt nạt người khác là điều không nên và không chấp nhận được và nếu cứ tiếp diễn như thế thì sẽ để lại nhiều hậu quả nặng nề đối với gia đình, trường học, và cả cộng đồng mình đang sống nữa.  Hãy cố tìm hiểu xem nguyên nhân sâu xa nào khiến bé trở nên có hành vi như vậy nhé. Một số trẻ bắt nạt bạn là do bé khó có thể điều tiết các cảm xúc mạnh như nóng giận, thất vọng và thiếu tự tin. Số khác là do trẻ chưa biết phối hợp nhiều cách để có thể giải quyết những xung đột, mâu thuẫn và hiểu ra những sự khác biệt đó.  Phải chắc rằng:  Hiểu hành vi bắt nạt là điều nghiêm trọng. Nên cho bé biết bạn sẽ chẳng tha thứ cho việc bé bắt nạt người khác ở nhà hoặc bất kỳ ở đâu. Hãy định ra các quy tắc và làm cho bé luôn phải ghi nhớ. Nếu bạn phạt con bằng cách không cho bé làm một điều gì đó thì chắc là cũng hiệu quả đấy. Chẳng hạn như nếu bé hăm doạ bạn bằng e-mail, tin nhắn, hoặc qua một trang mạng xã hội nào đó thì bạn có thể không cho bé dùng vi tính hoặc điện thoại một thời gian. Nếu bé cư xử cộc cằn, hung hăng ở nhà, với anh chị em ruột hoặc những người khác thì bạn nên chấm dứt, không cho bé một thứ gì cả. Hãy dạy cho con trẻ nhiều cách phản ứng khác thích hợp hơn (và không bạo lực) như bỏ đi chẳng hạn.  Nên dạy cho con biết kính trọng và tốt bụng với người khác. Hãy cho bé biết rằng hành vi giễu cợt, nhạo báng người khác với mình là việc làm không nên (chẳng hạn như sắc tộc, ngoại hình, nhu cầu đặc biệt, giới tính, và điều kiện kinh tế) và nên tạo cho bé ý thức đồng cảm với người khác. Đồng thời hãy cho bé gần gũi với nhóm cộng đồng để bé có thể tiếp xúc với những trẻ khác với mình.  Bạn nên tìm hiểu về đời sống xã hội, hoạt động xã hội của con mình nhé. Hãy tìm hiểu xem yếu tố tiềm ẩn nào có thể tác động đến hành vi của con ở môi trường học đường (hoặc bất kì ở đâu khiến nạn bắt nạt xảy ra). Hãy trò chuyện với các phụ huynh của bạn con mình, với giáo viên, với giáo viên hướng nghiệp, và với hiệu trưởng nữa. Liệu các đứa trẻ khác có ăn hiếp người khác không? Bạn bè của con mình thì sao? Trẻ bị áp lực gì ở trường? Hãy trò chuyện, gợi mở với con về những mối quan hệ đó và những áp lực mà bé phải chịu. Nên cho bé tham gia các hoạt động ngoại khoá để bé có thể gặp gỡ và phát triển tình bạn với những đứa trẻ khác.  Hãy khuyến khích con có hành vi có đạo đức. Sự củng cố, tăng cường hành vi tích cực có thể ích lợi hơn nhiều so với sự trừng phạt hay kỷ luật tiêu cực. Bạn nên để ý khi nào con cư xử đúng – khi bé giải quyết các tình huống theo cách chất xây dựng hoặc tích cực thì hãy chú ý và khen ngợi con nhé.     Hãy làm gương cho con. Bạn nên suy nghĩ cẩn thận về cách nói chuyện với  người khác sống gần con mình và cả cách bạn dàn xếp các mối xung đột và giải quyết các vấn đề của mình nữa nhé. Nếu bạn cư xử lỗ mãng trước mặt bé thì rất có thể là con bạn cũng sẽ bắt chước làm giống như bạn vậy. Nên chỉ ra những điểm tích cực của người khác hơn là tìm những điều tiêu cực của họ. Khi cuộc sống phát sinh mâu thuẫn và khúc mắc, bạn hãy nên nhìn thoáng về những điều mình chưa làm được, những vấp váp và thất bại và cách bạn điều tiết và chế ngự các cảm xúc của mình.  Nên bắt đầu ở nhà Khi tìm hiểu tác động đối với hành vi của trẻ, bạn nên tìm hiểu xem hoàn cảnh và môi trường gia đình của trẻ đầu tiên. Nếu bé sống trong môi trường đầy những lời chỉ trích thô lỗ cục cằn, lăng mạ, la hét, mạt sát, chửi rủa, nhạo báng, hoặc tức giận thể xác của anh chị em ruột hoặc của bố mẹ/ người chăm sóc cho mình thì ắt trẻ có thể sẽ thực hiện lại đúng những gì đã chứng kiến.  Nếu trẻ đánh nhau với anh chị em ruột ở nhà thì điều đó cũng hoàn toàn bình thường thôi. Và nếu không có nguy cơ bạo hành thể xác thì bạn cũng không nên can thiệp, nhưng hãy quan sát xem bé có chửi rủa, mạt sát và có cãi lộn, đấu khẩu với nhau không và bạn phải nên hướng dẫn thường xuyên cho bé biết điều gì là có thể chấp nhận được và điều gì là không nên.  Điều quan trọng là bạn cũng nên kiểm tra và điều tiết hành vi của mình nữa. Hãy để ý cách bạn nói chuyện với con và cách bạn phản ứng với những cảm xúc mạnh của mình khi có bé ở gần bên nữa. Cũng có nhiều tình huống cho phép bạn chỉ trích và kỷ luật con mang tính chất xây dựng và hoàn thiện cho bé. Nhưng hãy chú ý để đừng vô ý mắc lỗi chửi rủa, mạt sát và kết tội con nhé. Nếu không hài lòng với những hành vi và thái độ của con thì bạn nên nhấn mạnh với bé rằng đó chính là hành vi mà bạn muốn con sửa đổi, và bạn luôn tin rằng con mình có thể làm được.  Nếu gia đình bạn trải qua biến cố cuộc đời gây căng thẳng mà bạn có cảm giác như rằng điều đó góp phần làm nên hành vi của trẻ thì nên tìm đến các nguồn hỗ trợ và giúp đỡ của trường học và cả cộng đồng mình sống. Các giáo viên hướng nghiệp, các mục sư, các nhà trị liệu và bác sĩ cũng có thể giúp ích nhiều cho bạn đấy.  Tìm nguồn trợ giúp  Để giúp con bạn thôi không bắt nạt người khác nữa, bạn nên nói chuyện với giáo viên, giáo viên hướng nghiệp và những nhân viên khác trong trường – họ có thể giúp bạn xác định và tìm ra các tình huống có thể dẫn đến việc hình thành hành vi bắt nạt của bé và sẽ hỗ trọ cho bạn.  Bác sĩ cũng có thể giúp ích cho bạn nhiều đấy. Nếu bé có tiền sử thích cãi vã, thách thức, và khó kiềm chế nóng giận thì bạn nên tìm đến một nhà trị liệu hoặc một chuyên gia chăm sóc sức khỏe hành vi nào đó.  Dẫu cho việc giúp cho bé không bắt nạt người khác nữa có khó khăn và bực dọc đến đâu chăng nữa thì bạn nên nhớ rằng thái độ và hành vi sai trái của con sẽ không tự khỏi đâu. Hãy nghĩ đến sự thành công và niềm hạnh phúc mà bạn luôn mong muốn con mình có được trong học tập, trong công việc và cả trong các mối quan hệ trong suốt cuộc đời con nữa và biết rằng việc làm cho bé từ bỏ hành vi ấy bây giờ chính là một bước tiến gần đến các mục tiêu tốt đẹp đó."
        },
        {
            "en": "Improve your posture Good posture is the quickest, easiest way to look better in your favorite bikini.  Slouching takes inches off your height and makes your tummy look rounder. Practice good posture by keeping your back straight and your shoulders back. Distribute your weight evenly on both hips.  Start moving In the weeks before swimsuit season, aim to move your body more. \"It's like putting pennies in a piggy bank,\" says Pamela Peeke, MD, author of Body for Life for Women. \"Every single piece of physical activity adds up.\" So turn on some music and dance. Try a Zumba class. Use the stairs at work. Every ounce of sweat will bring you closer to your goal. Push-ups To help get your body bikini-ready, \"why not multitask?\" suggests Peeke, who is an expert blogger for WebMD. \"Push-ups are my No. 1 favorite because you can hit six muscles at once: biceps, triceps, deltoids, pecs, abs, and gluteals.\" Start with a bent-knee push-up, and have a trainer watch once to check your form. If you have a medical condition, get a doctor's OK before starting a new exercise program. Squats For the butt and thighs, Peeke recommends squats. A simple way to do these is to squat against a wall or an exercise ball, into an invisible chair.  Keep your feet hip-width apart, and squeeze your abs to avoid arching your back. As you become stronger, you can hold dumbbells to increase the intensity. Aim for 6-12 repetitions. Note: If any exercise doesn't feel right, stop and consult with a fitness pro.  Depending on your condition, some exercises may not be recommended. Rows Rows are terrific for beginners hoping to exercise their arms and back. You'll need resistance bands or cables. Sit with your knees slightly bent and your back vertical. Gently lean forward to grasp the cable. Exhale when pulling backwards. To go forward, inhale and extend your elbows. Do 2-3 sets of 6-12 reps.   Deadlifts Deadlifts help tone the whole body, particularly the back, butt, and legs. You'll need a barbell or dumbbells to do this one. Stand with your legs slightly wider than shoulder-width. Keep the weights close to your body as you lift them off the ground. Be sure to raise your shoulders and hips together, and avoid arching your back. Technique is important, so you may want to get some pointers from a trainer. Do one set of 8-12 reps. Pilates Peeke is a fan of Pilates because it strengthens the core of your body: your back and abs. Can't get to class? Try a classic pose similar to the one shown here in your home. Lie on the floor and gently lift your legs and arms. Beginners should keep the knees bent and the arms parallel to the floor. As you become more advanced, aim to straighten your legs. Holding this pose will tighten the muscles in your back and tummy simultaneously.  Cut calories \"You could do crunches 'til the cows come home, but still have a belly,\" Peeke says, \"unless you rein in your calories.\" Skipping the fries in favor of a low-calorie fruit or veggie side dish is an easy way to start. Substantial benefits can come from cutting way back on refined carbohydrates: white bread, white pasta, white rice, and, of course, sugar. These foods \"wreak havoc on your appetite.\" Fill up on protein Foods that are high in protein or fiber can actually help slow the digestive process. The result is that your stomach feels full longer and sends a message to your brain that you don't need to eat more. You get more satisfaction with fewer calories. Be picky about salad Salads can fill you up and help you resist more fattening meals. But remember that not all salads are low in calories. Dressings, oils, croutons, bacon bits, and cheese add a lot of additional calories and fat. For a low-fat, nutritious salad, stick with vibrant vegetables, such as spinach and peppers. Boost fiber Besides <em>curbing</em> your appetite, fiber can prevent that archenemy of the bikini-clad: constipation and bloating. By keeping you regular, a high-fiber diet may help your tummy look flatter. Just be careful about adding too much too quickly. Some high-fiber foods, such as beans, can make bloating worse at first. Other sources of fiber include veggies, fruits, and whole grains. Skip the salt \"Salt makes you bloat like a blowfish,\" Peeke warns. And the puffiness can last for days -- not a good thing when you're planning to debut your new bikini. Cut back on salt by eating fresh foods instead of canned. Ask for the sauce on the side when you eat out. Another way to reduce bloating is to eat smaller meals throughout the day. Steer clear of beer Alcohol can undermine your goal of a bikini-ready body in several ways:     * A 12-ounce beer packs about 150 calories.     * Beer and sparkling wines cause bloating.     * Alcohol slows your ability to burn fat. Studies show that people under the influence also chow down more food than their teetotaler friends. Shop for your shape: Pear If you're fuller in the hips and thighs, you might need to mask your bottom with boy shorts. But this style can cut your thighs off. Opt for high-cut bottoms instead -- they'll make your legs look longer and leaner. For the top, choose a v-neck to draw attention toward your upper body. Shop for your shape: Apple If your tummy is your trouble-zone, more so than your hips, you're not alone. Thankfully, there are plenty of stylish one-piece suits that offer some camouflage. Side-detailing, wrap styles, and ruching all tend to make the middle look slimmer. To draw attention away from your waist, choose a deep v-neck. Shop for your shape: Hourglass If you have an hourglass figure, you can pull off a lot of different styles. Wearing a suit in all one color will make you look sleek, but you can also liven up your look with a bold, daring print. Halter maillots are a great style, and don't be afraid of a deep plunge. String bikinis can work in your favor, too -- the ties will adjust to fit curvier hips. Shop for your shape: Full bust If you have a full bust, you need a top that flatters and provides adequate support. Halter tops tie in the back and can give you just the right amount of lift. Tops with underwire or hidden bras also work well. If you're a size D or larger, stay away from high necklines and triangle tops, which won't give you enough support. Shop for your shape: Full Look for pretty details at the neck that draw the eye up: fun fabric or mesh inserts, a sexy V-neck, or color blocking. Try a smooth, fitted skirt for extra coverage, but keep it short. Too much fabric can balloon into a moo-moo. In a two-piece, a waistband with extra folds or ruffles can be adjusted higher for a look that trims the tummy. Cool colors slim, while shiny fabrics show every bulge. Shop for your shape: Lean Athletic builds look best in string bikinis; too much coverage can make you look boxy. Have fun with ruffles and pleating, which will add just the right amount of volume. Bold patterns will give you a more flirty look, and don't shy away from a little padding to help round you out up top. Stock up on sunscreen You might like the good look of tanned skin, but the sun takes a heavy toll on your health and your appearance. Sunlight consists of UVA rays, which can lead to premature aging and skin cancer, and UVB rays, which are the main cause of sunburn. A broad-spectrum sunscreen will protect you against both types. Make sure to coat the skin generously, and don't forget to use a protective lip balm. Buy quality sunglasses UVA and UVB rays are also damaging to the eyes. Too much exposure raises the risk of cataracts over time. The bright light also makes you squint, which can contribute to fine lines around the eyes. Look for sunglasses that specifically offer protection against UVA and UVB rays. Remember that many lenses, even dark tinted ones, don't provide any UV protection. Soften your skin If you want to show off smooth skin this summer, try exfoliating and moisturizing. Exfoliation is the removal of dead skin cells that make skin appear sallow and rough. Hydroxy acids, which can be found in many over-the-counter skin products, promote the exfoliation process. You'll also want to use a moisturizer every day. Moisturizers help the skin retain water, making it look plumper. Banish unwanted hair There are many ways to get rid of unwanted hair at the bikini line. Shaving provides a quick fix. Depilatory creams banish hair for up to two weeks. Waxing has longer-lasting results, while electrolysis and laser hair removal are considered permanent solutions. Laser hair removal work best for people with light skin, and it's especially effective in the bikini area. A dermatologist can tell you which treatment will best suit your needs. Give yourself a safe tan Sunless tanning products are surging in popularity as people learn about the dangers of UV rays. Today's products don't require rubbing bronze color onto your body. Sunless tanners use an ingredient called DHA that interacts with the top layer of skin. This causes a color change that won't stain your clothes. The \"tan\" slowly fades as dead skin cells wear off. Get a pedicure A great pedicure can help motivate you to get in shape for swimsuit season. If you go to a salon, schedule your appointment first thing in the morning when foot baths are typically cleanest. Bring your own utensils since bacteria and fungus can easily transfer between people. And don't shave your legs beforehand -- bacteria can enter through small cuts. Strive for progress not perfection In her book, Peeke advises women to \"strive for progress not perfection.\" Aiming for perfection often leads to paralysis. Instead of comparing yourself to the images in magazines, compare yourself to where you were a month ago. Celebrate the healthy changes you are making in your life and avoid unrealistic expectations. If you look around at the beach, you'll find most bodies are less than perfect.            ",
            "vi": "Hãy cải thiện dáng điệu của bạn Dáng điệu bắt mắt là phương pháp dễ dàng nhất và nhanh nhất để bạn trông rạng rỡ hơn trong bộ bikini yêu thích của mình. Dáng dấp lom khom khiến cho bạn lùn đi vài in-sơ và làm cho bụng của bạn trông tròn trịa hơn. hãy tạo cho mình một dáng vẻ xinh xắn bằng cách giữ thẳng lưng và giữ vai về sau. Giữ trọng lượng cơ thể được cân bằng ở cả hai hông.   Hãy bắt đầu vận động  Một vài tuần trước khi mùa áo tắm bắt đầu, bạn nên cố gắng hoạt động cơ thể nhiều hơn nhé. Tiến sĩ Pamela Peeke, tác giả của quyển Body for Life for Women cho biết “Việc tập luyện cơ thể cũng giống như bỏ tiền vào ống heo vậy.” “Mỗi hoạt động thể chất góp phần làm cho dáng vẻ bạn thêm hoàn hảo.” Vì vậy hãy bật nhạc lên và nhảy đi nào. Hãy thử theo học lớp khiêu vũ Zumba xem và hãy sử dụng cầu thang bộ ở công ty nhé. Mỗi một chút mồ hôi đổ ra sẽ đưa bạn đến gần mục tiêu của mình hơn. Hít đất  Để giúp có được một thân hình bikini sẵn sàng thì “tại sao chúng ta không tiến hành nhiều công đoạn?” tiến sĩ Peeke, chuyên gia viết nhật ký mạng cho WebMD đề nghị. “Hít đất là sở thích số một của tôi bởi bạn có thể giúp phát triển 6 cơ cùng một lúc: cơ hai đầu, cơ ba đầu, cơ đen-ta, cơ ngực, cơ bụng và cơ mông.” Bạn hãy bắt đầu với động tác hít đất gập gối, và nên nhờ một huấn luyện viên nào đó quan sát bạn một lần để kiểm tra dáng cho bạn. Nếu bạn bị bệnh thì nên được bác sĩ đồng ý trước khi bắt đầu một chương trình thể dục mới nào đó nhé.   Ngồi xổm Để luyện tập cho mông và đùi, tiến sĩ Peeke khuyến nghị nên ngồi xổm. Cách đơn giản nhất là ngồi xổm sát vào tường hoặc ngồi áp trên một quả bóng thể thao, thành tư thế ngồi ghế trên không. Hãy giữ cho bàn chân và hông dang ra xa, và co thắt cơ bụng lại để tránh làm cho lưng bạn bị cong. Khi bạn khỏe hơn, bạn có thể nhấc tạ để nâng cao sức mạnh cơ bắp của mình. Hãy cố gắng thực hiện lại từ 6-12 lần.    Lưu ý: Nếu cảm thấy không phù hợp với bất cứ bài tập thể dục nào thì bạn nên ngừng lại và tham khảo ý kiến của chuyên gia thể dục. Tuỳ vào điều kiện sức khỏe của bạn mà một số bài tập có thể không được phép sử dụng.  Chèo thuyền Với người mới bắt đầu chơi thể thao thì bộ môn chèo thuyền là tuyệt vời với hy vọng luyện tập cho cánh tay và lưng. Vật dụng cần thiết của bạn là dây kéo căng cơ hoặc dây cáp. Hãy ngồi hơi gập đầu gối và giữ cho lưng thẳng; đồng thời nhẹ nhàng chồm về phía trước để nắm lấy dây cáp. Bạn hãy thở ra khi kéo ngược trở lại nhé. Để ngả về trước, bạn nên hít vào và mở rộng khuỷu tay ra. Thực hiện 2-3 hiệp từ 6-12 lần.  Cử tạ  Cử tạ giúp nâng cao sức khỏe toàn thân, nhất là vùng lưng, mông và chân. Bạn cần có thanh tạ hoặc quả tạ để chơi môn này. Đứng thẳng hai chân hơi rộng hơn một chút so với vai. Hãy giữ quả tạ sát bên người bạn khi nhấc lên khỏi mặt đất. Phải đảm bảo là nâng cao cả phần vai và hông, và tránh gập cong phần lưng. Kỹ thuật của môn này rất quan trọng nên bạn có thể cũng cần một huấn luyện viên nào đó để tư vấn và gợi ý cho mình. Lặp lại một động tác từ 8-12 lần.  Những bài tập thể dục để tăng cường sức khỏe cơ bụng và bảo vệ lưng   Peeke rất chuộng các bài tập thể dục để tăng cường sức khỏe cơ bụng và bảo vệ lưng bởi chúng có thể nâng cao sức khỏe bên trong cơ thể bạn: đó là lưng và bụng. Bạn không học ở lớp được ư? Hãy thử tạo kiểu nằm cổ điển tương tự như hình bên ở nhà xem nào. Bạn hãy nằm xuống sàn và nhẹ nhàng nhấc 2 chân và 2 cánh tay lên. Người mới tập nên giữ cho đầu gối gập và 2 cánh tay song song với sàn. Khi bạn đã thuần thục hơn, hãy cố duỗi thẳng chân ra nhé. Việc nằm ở tư thế này sẽ đồng thời giúp kéo căng cơ lưng và cơ bụng cùng một lúc.  Hãy giảm bớt ca-lo  “Bạn có thể gập bụng hoài mãi nhưng vòng hai vẫn còn to,” Peeke cho biết “trừ phi bạn kiềm chế lượng ca-lo hấp thu của mình thôi.” Việc tránh xa món khoai tây chiên cho món trái cây ít ca-lo hoặc món ăn phụ nhiều rau là cách bắt đầu dễ dàng cho bạn. Nhiều lợi ích thực tế có thể có được nhờ việc giảm bớt hyđrat-các-bon đã tinh chế: bánh mì trắng, mì ống trắng, gạo trắng, và, tất nhiên là, cả đường nữa. Những loại thực phẩm này “làm cho bạn ăn không còn ngon miệng.”  Nên ăn nhiều prô-tê-in  Các thực phẩm giàu prô-tê-in hoặc chất xơ có thể giúp làm chậm quá trình tiêu hoá một cách thực sự. Kết quả là dạ dày bạn sẽ có cảm giác no lâu hơn và não bạn sẽ nhận được tín hiệu không cần ăn thêm nữa. Bạn sẽ hài lòng hơn với việc cơ thể hấp thụ ít ca-lo hơn.  Nên kén món rau trộn   Món rau trộn có thể làm cho bạn no và giúp bạn tránh các bữa ăn nhiều chất béo hơn. Nhưng xin hãy nhớ rằng không phải bất cứ món rau trộn nào cũng ít ca-lo. Các thứ gia vị, dầu ăn, bánh mì nướng (dùng với xúp), thịt muối xông khói, và phô mai là những món bổ sung thêm nhiều ca-lo và chất béo cho bạn. Để có được món rau trộn ít chất béo, giàu dinh dưỡng, bạn nên chọn các loại rau có màu đậm chẳng hạn như cải bina và tiêu. Tăng cường chất xơ Ngoài việc kiềm chế sự thèm ăn, chất xơ còn có thể phòng tránh được kẻ thù của bikini đó là chứng táo bón và căng bụng. Chế độ dinh dưỡng thường xuyên giàu chất xơ có thể giúp vòng hai của bạn phẳng hơn. nhưng cũng nên cẩn thận với việc bổ sung quá nhiều chất xơ trong thời gian quá nhanh. Một số thực phẩm giàu chất xơ, chẳng hạn như các loại đậu, có thể làm cho vòng eo của bạn lúc đầu trở nên tệ hại hơn. các nguồn bổ sung chất xơ khác gồm rau cải, trái cây, và ngũ cốc nguyên hạt. Đừng ăn muối  Tiến sĩ Peeke cảnh báo “Muối sẽ làm cho bạn phình như con cá nóc,” Và tình trạng phù nề này có thể kéo dài trong một vài ngày – không tốt chút nào khi mà bạn có ý định diện bộ bikini mới của mình. Bạn nên giảm muối bằng cách ăn các thực phẩm tươi sống thay vì các thức ăn đóng hộp. Khi ăn ngoài, bạn nên yêu cầu cho nước xốt ở một bên thức ăn. Một cách khác để làm giảm chứng ục ịch là nên chia nhỏ các bữa ăn trong ngày ra.  Hãy tránh xa bia rượu  Rượu bia có thể là kẻ thù ngầm đối với mục tiêu “thân hình bikini”của bạn:    * 12 ao-sơ bia có hàm lượng tương đương 150 ca-lo.  * Bia và rượu có ga làm to vòng eo.  * Bia rượu làm cho cơ thể giảm khả năng đốt cháy mỡ.  Nhiều công trình nghiên cứu cũng cho thấy người uống rượu cũng ăn nhiều hơn người kiêng rượu hoàn toàn.  Chọn mua bikini phù hợp dáng người của bạn: Dáng quả lê Nếu hông và đùi bạn tròn trĩnh hơn, bạn có thể rất cần che đi phần mông của mình bằng chiếc quần sọt nam. Nhưng kiểu dáng này có thể làm cho đùi bạn trở nên ngắn đi. Thay vào đó bạn nên chọn các kiểu quần sọt có đáy cao – loại quần nào sẽ làm cho chân bạn trông có vẻ dài hơn và mảnh mai hơn. Đối với phần thân trên, bạn nên chọn kiểu áo có cổ tim để thu hút ánh mắt của người đối diện hướng lên trên.  Chọn mua bikini phù hợp dáng người của bạn: Dáng quả táo  Nếu bạn gặp rắc rối phần bụng, hơn cả phần hông thì cũng nhiều người tương tự như bạn thôi. May mắn là, cũng có nhiều bộ áo tắm một mảnh kiểu cách có thể giúp bạn nguỵ trang được. Nhiều kiểu áo choàng, thiết kế chi tiết hai bên hông và xếp nếp tổ ong thường giúp cho vòng hai của bạn trông thon thả hơn. Để đánh lạc hướng chú ý vùng thắt lưng, bạn nên chọn những chiếc áo có cổ tim khoét sâu. Chọn mua bikini phù hợp dáng người của bạn: Dáng đồng hồ cát  Nếu bạn có hình dáng đồng hồ cát thì bạn có thể mặc được rất nhiều kiểu dáng bikini khác nhau. Áo tắm một màu sẽ làm cho bạn trông mượt mà, bắt mắt, nhưng bạn cũng có thể làm sinh động thêm bằng chiếc bikini có hoa văn in đậm. Những chiếc áo tắm có dây choàng qua cổ cũng rất tuyệt, và bạn đừng ngại kiểu cổ khoét sâu xuống dưới. Các kiểu áo tắm dây cũng có thể là những kiểu dáng ưa chuộng của bạn – dây cột sẽ điều chỉnh để làm vừa vặn người có vùng hông hấp dẫn hơn.     Chọn mua bikini phù hợp dáng người của bạn: Khuôn ngực đầy đặn  Nếu bạn có vòng một đầy đặn, bạn cần nên chọn kiểu bikini có thể nâng đủ ngực và làm cho ngực đẹp thêm. Kiểu áo tắm có dây quàng cổ thắt sau lưng và có thể có cảm giác nâng vòng một thích hợp. Những chiếc áo tắm không dây hoặc che áo ngực cũng thích hợp với bạn. Nếu bạn sử dụng size D hoặc lớn hơn thì nên tránh kiểu áo có đường viền cổ cao và phần trên áo hình tam giác, sẽ không nâng được vòng một đầy đủ.   Chọn mua bikini phù hợp dáng người tròn trịa của bạn Bạn nên tìm mua kiểu có hoạ tiết xinh đẹp ở cổ có thể thu hút ánh nhìn của người đối diện hướng lên trên: vải chêm vui mắt hoặc ren lưới, cổ tim hấp dẫn, hoặc một khối màu nào đó chẳng hạn. Bạn hãy thử chiếc váy trơn, vừa vặn cho thân hình không mấy thon gọn của mình xem nhưng hãy chọn váy ngắn nhé. Đối với áo tắm hai mảnh thì chiếc dải thắt lưng có nhiều nếp gấp hoặc đường diềm xếp nếp có thể được điều chỉnh cao hơn để làm cho bụng của bạn trông có vẻ thon gọn hơn. các màu nhạt làm cho bạn trông mảnh mai hơn trong khi những màu sặc sỡ có thể cho người đối diện thấy từng đường nét u lồi cuả bạn.  Chọn mua bikini phù hợp dáng người gầy guộc của bạn Thân hình vạm vỡ có thể trông đẹp nhất với những bộ bikini dây; việc mặc áo kín có thể làm bạn trông đỡ gầy hơn. bạn hãy nên chọn kiểu áo có đường diềm xếp nếp và nếp gấp, kiểu áo này sẽ giúp bạn nhìn cân đối hơn. những kiểu hoa văn sặc sỡ sẽ làm bạn trông dễ nhìn hơn, và đừng ngại chèn một miếng lót nhỏ để làm  cho phần thân trên của bạn được tròn trịa hơn.  Hãy để dành kem chống nắng Bạn có thể thích vẻ đẹp của một làn da rám nắng nhưng ánh nắng mặt trời có thể gây hại rất lớn cho sức khỏe và ngoại hình của bạn. Trong ánh nắng mặt trời tồn tại tia UVA, có thể gây lão hoá sớm và ung thư da, và tia UVB là nguyên nhân chính gây rám nắng. Kem chống nắng quang phổ rộng có thể giúp bạn phòng tránh được cả hai loại đó. Bạn nên đảm bảo phải che chắn da tốt, và đừng quên thoa kem bảo vệ môi nhé.  Bạn nên mua kính mát chất lượng  Các tia UVA và UVB cũng gây hại cho mắt. Việc để mắt tiếp xúc quá nhiều với những loại tia này ngày này qua ngày nọ có thể làm tăng nguy cơ bệnh đục thuỷ tinh thể. Ánh sáng chói cũng có thể làm cho bạn bị lác mắt, góp phần gây ra nhiều đường nhăn nhỏ li ti quanh mắt. Bạn nên tìm những kính mát giúp phòng tránh đặc biệt tia UVA và UVB. Nhưng xin lưu ý rằng cũng có nhiều loại mắt kính, thậm chí là kính đen cũng không giúp bảo vệ mắt khỏi tia UV được.  Nên làm mềm da Nếu muốn khoe làn da láng mượt vào mùa hè này, bạn nên thử sử dụng sản phẩm tẩy tế bào chết và làm ẩm da. Phương pháp tẩy tế bào chết là làm bong tróc các tế bào da chết làm cho da sạm và xù xì thô ráp. A-xít hydroxy có trong nhiều sản phẩm chăm sóc da có thể mua tự do, giúp bạn tẩy được tế bào chết nhanh hơn. Bạn cũng cần sử dụng kem dưỡng ẩm hằng ngày bởi nó có thể giúp da giữ nước và làm cho da bạn trông có vẻ căng mượt hơn.  Tẩy lông thừa  Có nhiều cách để tẩy sạch lông thừa ở vùng háng. Phương pháp cạo chỉ là giải pháp tạm thời. Kem tẩy lông có thể làm cho lông không mọc trở lại đến 2 tuần. Cách tẩy này có thể sử dụng được lâu hơn, trong khi phương pháp điện phân và tẩy lông bằng tia la-ze được coi là giải pháp lâu dài. Tẩy lông bằng tia la-ze có hiệu quả nhất đối với người có da trắng và nhất là ở vùng háng. Bác sĩ da liễu có thể giúp bạn tìm ra phương pháp phù hợp nhất với nhu cầu của mình. Cho cơ thể bạn một làn da rám nắng an toàn  Khi người ta càng ngày càng biết đến nhiều về các mối nguy hại của tia UV thì nhiều sản phẩm rám nắng không do mặt trời đang lên ngôi. Những sản phẩm này không bắt bạn phải chà màu đồng lên người. Kem rám nắng không do mặt trời sử dụng thành phần có tên là DHA chỉ xúc tác với lớp da trên cùng. Kem này có thể làm đổi màu da, không vấy bẩn lên quần áo. Vẻ “rám nắng” sẽ dần dần mờ đi khi các tế bào da chết bong ra.  Nên chăm sóc chân Việc chăm sóc chân kỹ lưỡng cũng có thể giúp bạn có được một vóc dáng hoàn hảo cho mùa áo tắm này. Nếu đến thẩm mỹ viện, bạn nên lên lịch hẹn ngay vào buổi sáng sớm khi mà các chậu rửa chân thường sạch sẽ nhất. hãy mang theo đồ dùng riêng của mình bởi vi khuẩn và nấm có thể dễ dàng lây truyền từ ngày này sang người kia. Và bạn cũng đừng nên cạo chân mình trước nhé – vi khuẩn có thể xâm nhập vào cơ thể qua những vết trầy xước nhỏ.   Cố gắng phấn đấu nhưng không phải là hoàn hảo tuyệt đối  Trong quyển sách của mình, tiến sĩ Peeke đã cho phụ nữ lời khuyên “hãy cố gắng phấn đấu nhưng không phải là hoàn hảo tuyệt đối.” Việc nhắm đến mức độ hoàn hảo thường dẫn đến “cảm giác tê liệt”, mất hoạt động. Thay vì so sánh mình với các hình người mẫu trong tạp chí, bạn nên so bản thân hiện giờ với cách đây một tháng xem sao. Hãy vui mừng với những đổi thay lành mạnh trong cuộc sống của mình và tránh đi những hy vọng hão huyền không có thực. Nếu bạn nhìn bao quát khắp bãi biển, bạn sẽ để ý thấy hầu hết người ta đều không ai hoàn hảo.     "
        },
        {
            "en": "16           16. CARLISLE He led me back to the room that he'd pointed out as Carlisle's office. He paused outside the door for an instant. \"Come in,\" Carlisle's voice invited. Edward opened the door to a high-ceilinged room with tall, west-facing windows. The walls were paneled again, in a darker wood — where they were visible. Most of the wall space was taken up by towering bookshelves that reached high above my head and held more books than I'd ever seen outside a library. Carlisle sat behind a huge mahogany desk in a leather chair. He was just placing a bookmark in the pages of the thick volume he held. The room was how I'd always imagined a college dean's would look — only Carlisle looked too young to fit the part. \"What can I do for you?\" he asked us pleasantly, rising from his seat.  \"I wanted to show Bella some of our history,\" Edward said. \"Well, your history, actually.\" \"We didn't mean to disturb you,\" I apologized. \"Not at all. Where are you going to start?\" \"The Waggoner,\" Edward replied, placing one hand lightly on my shoulder and spinning me around to look back toward the door we'd just come through. Every time he touched me, in even the most casual way, my heart had an audible reaction. It was more embarrassing with Carlisle there. The wall we faced now was different from the others. Instead of bookshelves, this wall was crowded with framed pictures of all sizes, some in vibrant colors, others dull monochromes. I searched for some logic, some binding motif the collection had in common, but I found nothing in my hasty examination. Edward pulled me toward the far left side, standing me in front of a small square oil painting in a plain wooden frame. This one did not stand out among the bigger and brighter pieces; painted in varying tones of sepia, it depicted a miniature city full of steeply slanted roofs, with thin spires atop a few scattered towers. A wide river filled the foreground, crossed by a bridge covered with structures that looked like tiny cathedrals. \"London in the sixteen-fifties,\" Edward said. \"The London of my youth,\" Carlisle added, from a few feet behind us. I flinched; I hadn't heard him approach. Edward squeezed my hand.  \"Will you tell the story?\" Edward asked. I twisted a little to see Carlisle's reaction. He met my glance and smiled. \"I would,\" he replied. \"But I'm actually running a bit late. The hospital called this morning — Dr. Snow is taking a sick day. Besides, you know the stories as well as I do,\" he added, grinning at Edward now. It was a strange combination to absorb — the everyday concerns of the town doctor stuck in the middle of a discussion of his early days in seventeenth-century London. It was also unsettling to know that he spoke aloud only for my benefit. After another warm smile for me, Carlisle left the room. I stared at the little picture of Carlisle's hometown for a long moment.  \"What happened then?\" I finally asked, staring up at Edward, who was watching me. \"When he realized what had happened to him?\" He glanced back to the paintings, and I looked to see which image caught his interest now. It was a larger landscape in dull fall colors — an empty, shadowed meadow in a forest, with a craggy peak in the distance. \"When he knew what he had become,\" Edward said quietly, \"he rebelled against it. He tried to destroy himself. But that's not easily done.\" \"How?\" I didn't mean to say it aloud, but the word broke through my shock. \"He jumped from great heights,\" Edward told me, his voice impassive. \"He tried to drown himself in the ocean… but he was young to the new life, and very strong. It is amazing that he was able to resist… feeding… while he was still so new. The instinct is more powerful then, it takes over everything. But he was so repelled by himself that he had the strength to try to kill himself with starvation.\" \"Is that possible?”My voice was faint. \"No, there are very few ways we can be killed.\" I opened my mouth to ask, but he spoke before I could. \"So he grew very hungry, and eventually weak. He strayed as far as he could from the human populace, recognizing that his willpower was weakening, too.  For months he wandered by night, seeking the loneliest places, loathing himself. \"One night, a herd of deer passed his hiding place. He was so wild with thirst that he attacked without a thought. His strength returned and he realized there was an alternative to being the vile monster he feared. Had he not eaten venison in his former life? Over the next months his new philosophy was born. He could exist without being a demon. He found himself again. \"He began to make better use of his time. He'd always been intelligent, eager to learn. Now he had unlimited time before him. He studied by night, planned by day. He swam to France and —\" \"He swam to France?\" \"People swim the Channel all the time, Bella,\" he reminded me patiently. \"That's true, I guess. It just sounded funny in that context. Go on.\" \"Swimming is easy for us —\" \"Everything is easy for you,\" I griped. He waited, his expression amused. \"I won't interrupt again, I promise.\" He chuckled darkly, and finished his sentence. \"Because, technically, we don't need to breathe.\" \"You —\" \"No, no, you promised.\" He laughed, putting his cold finger lightly to my lips. \"Do you want to hear the story or not?\" \"You can't spring something like that on me, and then expect me not to say anything,\" I mumbled against his finger. He lifted his hand, moving it to rest against my neck. The speed of my heart reacted to that, but I persisted. \"You don't have to breathe?\" I demanded. \"No, it's not necessary. Just a habit.\" He shrugged. \"How long can you go… without breathing?\" \"Indefinitely, I suppose; I don't know. It gets a bit uncomfortable — being without a sense of smell.\" \"A bit uncomfortable,\" I echoed. I wasn't paying attention to my own expression, but something in it made him grow somber. His hand dropped to his side and he stood very still, his eyes intent on my face. The silence lengthened. His features were immobile as stone. \"What is it?\" I whispered, touching his frozen face. His face softened under my hand, and he sighed. \"I keep waiting for it to happen.\" \"For what to happen?\" \"I know that at some point, something I tell you or something you see is going to be too much. And then you'll run away from me, screaming as you go.\" He smiled half a smile, but his eyes were serious. \"I won't stop you. I want this to happen, because I want you to be safe. And yet, I want to be with you. The two desires are impossible to reconcile…\" He trailed off, staring at my face. Waiting. \"I'm not running anywhere,\" I promised. \"We'll see,\" he said, smiling again. I frowned at him. \"So, go on — Carlisle was swimming to France.\" He paused, getting back into his story. Reflexively, his eyes flickered to another picture — the most colorful of them all, the most ornately framed, and the largest; it was twice as wide as the door it hung next to. The canvas overflowed with bright figures in swirling robes, writhing around long pillars and off marbled balconies. I couldn't tell if it represented Greek mythology, or if the characters floating in the clouds above were meant to be biblical. \"Carlisle swam to France, and continued on through Europe, to the universities there. By night he studied music, science, medicine — and found his calling, his penance, in that, in saving human lives.\" His expression became awed, almost reverent. \"I can't adequately describe the struggle; it took Carlisle two centuries of torturous effort to perfect his self-control. Now he is all but immune to the scent of human blood, and he is able to do the work he loves without agony. He finds a great deal of peace there, at the hospital…\" Edward stared off into space for a long moment. Suddenly he seemed to recall his purpose. He tapped his finger against the huge painting in front of us. \"He was studying in Italy when he discovered the others there. They were much more civilized and educated than the wraiths of the London sewers.\" He touched a comparatively sedate quartet of figures painted on the highest balcony, looking down calmly on the mayhem below them. I examined the grouping carefully and realized, with a startled laugh, that I recognized the golden-haired man. \"Solimena was greatly inspired by Carlisle's friends. He often painted them as gods,\" Edward chuckled. \"Aro, Marcus, Caius,\" he said, indicating the other three, two black-haired, one snowy-white. \"Nighttime patrons of the arts.\" \"What happened to them?\" I wondered aloud, my fingertip hovering a centimeter from the figures on the canvas. \"They're still there.\" He shrugged. \"As they have been for who knows how many millennia. Carlisle stayed with them only for a short time, just a few decades. He greatly admired their civility, their refinement, but they persisted in trying to cure his aversion to 'his natural food source,' as they called it. They tried to persuade him, and he tried to persuade them, to no avail. At that point, Carlisle decided to try the New World. He dreamed of finding others like himself. He was very lonely, you see. \"He didn't find anyone for a long time. But, as monsters became the stuff of fairy tales, he found he could interact with unsuspecting humans as if he were one of them. He began practicing medicine. But the companionship he craved evaded him; he couldn't risk familiarity. \"When the influenza epidemic hit, he was working nights in a hospital in Chicago. He'd been turning over an idea in his mind for several years, and he had almost decided to act — since he couldn't find a companion, he would create one. He wasn't absolutely sure how his own transformation had occurred, so he was hesitant. And he was loath to steal anyone's life the way his had been stolen. It was in that frame of mind that he found me. There was no hope for me; I was left in a ward with the dying. He had nursed my parents, and knew I was alone. He decided to try…\" His voice, nearly a whisper now, trailed off. He stared unseeingly through the west windows. I wondered which images filled his mind now, Carlisle's memories or his own. I waited quietly. When he turned back to me, a gentle angel's smile lit his expression. \"And so we've come full circle,\" he concluded. \"Have you always stayed with Carlisle, then?\" I wondered. \"Almost always.\" He put his hand lightly on my waist and pulled me with him as he walked through the door. I stared back at the wall of pictures, wondering if I would ever get to hear the other stories. Edward didn't say any more as we walked down the hall, so I asked, \"Almost?\" He sighed, seeming reluctant to answer. \"Well, I had a typical bout of rebellious adolescence — about ten years after I was… born… created, whatever you want to call it. I wasn't sold on his life of abstinence, and I resented him for <em>curbing</em> my appetite. So I went off on my own for a time.\" \"Really?\" I was intrigued, rather than frightened, as I perhaps should have been. He could tell. I vaguely realized that we were headed up the next flight of stairs, but I wasn't paying much attention to my surroundings. \"That doesn't repulse you?\" \"No.\" \"Why not?\" \"I guess… it sounds reasonable.\" He barked a laugh, more loudly than before. We were at the top of the stairs now, in another paneled hallway. \"From the time of my new birth,\" he murmured, \"I had the advantage of knowing what everyone around me was thinking, both human and non-human alike. That's why it took me ten years to defy Carlisle — I could read his perfect sincerity, understand exactly why he lived the way he did. \"It took me only a few years to return to Carlisle and recommit to his vision. I thought I would be exempt from the… depression… that accompanies a conscience. Because I knew the thoughts of my prey, I could pass over the innocent and pursue only the evil. If I followed a murderer down a dark alley where he stalked a young girl — if I saved her, then surely I wasn't so terrible.\" I shivered, imagining only too clearly what he described — the alley at night, the frightened girl, the dark man behind her. And Edward, Edward as he hunted, terrible and glorious as a young god, unstoppable. Would she have been grateful, that girl, or more frightened than before? \"But as time went on, I began to see the monster in my eyes. I couldn't escape the debt of so much human life taken, no matter how justified. And I went back to Carlisle and Esme. They welcomed me back like the prodigal. It was more than I deserved.\" We'd come to a stop in front of the last door in the hall. \"My room,\" he informed me, opening it and pulling me through. His room faced south, with a wall-sized window like the great room below. The whole back side of the house must be glass. His view looked down on the winding Sol Duc River, across the untouched forest to the Olympic Mountain range. The mountains were much closer than I would have believed. The western wall was completely covered with shelf after shelf of CDs. His room was better stocked than a music store. In the corner was a sophisticated-looking sound system, the kind I was afraid to touch because I'd be sure to break something. There was no bed, only a wide and inviting black leather sofa. The floor was covered with a thick golden carpet, and the walls were hung with heavy fabric in a slightly darker shade. \"Good acoustics?\" I guessed. He chuckled and nodded. He picked up a remote and turned the stereo on. It was quiet, but the soft jazz number sounded like the band was in the room with us. I went to look at his mind-boggling music collection. \"How do you have these organized?\" I asked, unable to find any rhyme or reason to the titles. He wasn't paying attention. \"Ummm, by year, and then by personal preference within that frame,\" he said absently. I turned, and he was looking at me with a peculiar expression in his eyes. \"What?\" \"I was prepared to feel… relieved. Having you know about everything, not needing to keep secrets from you. But I didn't expect to feel more than that. I like it. It makes me… happy.\" He shrugged, smiling slightly. \"I'm glad,\" I said, smiling back. I'd worried that he might regret telling me these things. It was good to know that wasn't the case. But then, as his eyes dissected my expression, his smile faded and his forehead creased. \"You're still waiting for the running and the screaming, aren't you?\" I guessed. A faint smile touched his lips, and he nodded. \"I hate to burst your bubble, but you're really not as scary as you think you are. I don't find you scary at all, actually,\" I lied casually. He stopped, raising his eyebrows in blatant disbelief. Then he flashed a wide, wicked smile. \"You really shouldn't have said that,\" he chuckled. He growled, a low sound in the back of his throat; his lips curled back over his perfect teeth. His body shifted suddenly, half-crouched, tensed like a lion about to pounce. I backed away from him, glaring. \"You wouldn't.\"  \" I didn't see him leap at me — it was much too fast. I only found myself suddenly airborne, and then we crashed onto the sofa, knocking it into the wall. All the while, his arms formed an iron cage of protection around me — I was barely jostled. But I still was gasping as I tried to right myself. He wasn't having that. He curled me into a ball against his chest, holding me more securely than iron chains. I glared at him in alarm, but he seemed well in control, his jaw relaxed as he grinned, his eyes bright only with humor. \"You were saying?\" he growled playfully. \"That you are a very, very terrifying monster,\" I said, my sarcasm marred a bit by my breathless voice. \"Much better,\" he approved. \"Um.\" I struggled. \"Can I get up now?\" He just laughed. \"Can we come in?\" a soft voice sounded from the hall. I struggled to free myself, but Edward merely readjusted me so that I was somewhat more conventionally seated on his lap. I could see it was Alice, then, and Jasper behind her in the doorway. My cheeks burned, but Edward seemed at ease. \"Go ahead.\" Edward was still chuckling quietly. Alice seemed to find nothing unusual in our embrace; she walked — almost danced, her movements were so graceful — to the center of the room, where she folded herself sinuously onto the floor. Jasper, however, paused at the door, his expression a trifle shocked. He stared at Edward's face, and I wondered if he was tasting the atmosphere with his unusual sensitivity. \"It sounded like you were having Bella for lunch, and we came to see if you would share,\" Alice announced. I stiffened for an instant, until I realized Edward was grinning — whether at her comment or my response, I couldn't tell. \"Sorry, I don't believe I have enough to spare,\" he replied, his arms holding me recklessly close. \"Actually,\" Jasper said, smiling despite himself as he walked into the room, \"Alice says there's going to be a real storm tonight, and Emmett wants to play ball. Are you game?\" The words were all common enough, but the context confused me. I gathered that Alice was a bit more reliable than the weatherman, though. Edward's eyes lit up, but he hesitated. \"Of course you should bring Bella,\" Alice chirped. I thought I saw Jasper throw a quick glance at her. \"Do you want to go?\" Edward asked me, excited, his expression vivid. \"Sure.\" I couldn't disappoint such a face. \"Um, where are we going?\" \"We have to wait for thunder to play ball — you'll see why,\" he promised. \"Will I need an umbrella?\" They all three laughed aloud. \"Will she?\" Jasper asked Alice. \"No.\" She was positive. \"The storm will hit over town. It should be dry enough in the clearing.\" \"Good, then.\" The enthusiasm in Jasper's voice was catching, naturally. I found myself eager, rather than scared stiff. \"Let's go see if Carlisle will come.\" Alice bounded up and to the door in a fashion that would break any ballerina's heart. \"Like you don't know,\" Jasper teased, and they were swiftly on their way. Jasper managed to inconspicuously close the door behind them. \"What will we be playing?\" I demanded. \"You will be watching,\" Edward clarified. \"We will be playing baseball.\" I rolled my eyes. \"Vampires like baseball?\" \"It's the American pastime,\" he said with mock solemnity.",
            "vi": "16        16. CARLISLE Anh dẫn tôi quay lại căn phòng anh đã chỉ là phòng làm việc của Carlisle. Anh dừng ngoài cửa trong chốc lát.  \"Vào đi,”  Giọng Carlisle mời.  Edward mở cửa bước vào căn phòng trần cao, có cửa sổ cao, quay về hướng tây. Các bức tường cũng được ốp ván, bằng gỗ sẫm màu hơn – thật nổi. Hầu hết vách tường đều bị chiếm chỗ bởi mấy kệ sách cao ngất, vượt quá  đầu tôi và có nhiều sách chưa từng thấy ở đâu ngoài thư viện.  Carlisle ngồi trong cái ghế da sau cái bàn khổng lồ bằng gỗ gụ.  Ông vừa đặt dây đánh dấu trang sách vào trang giấy của quyển sách dầy cộm trên tay.  Căn phòng y như phòng của một vị trưởng khoa trường đại học trong trí tưởng tượng tôi – chỉ có điều Carlisle quá trẻ để hợp với chức vụ đó.  “Ta có thể giúp gì cho hai con?\" ông đứng lên, thân mật hỏi. \"Con muốn cho Bella xem vài sự kiện của nhà mình, \" Edward nói. \"Ừm, thực ra là sự kiện của cha.” \"Tụi cháu không định làm phiền bác, \" tôi tạ lỗi.  \"Không chút nào đâu. Các con bắt đầu từ chỗ nào?\" \"Waggoner, \" Edward trả lời, đặt nhẹ một tay lên vai tôi và xoay tôi vòng quanh để nhìn về phía cửa vừa mới đi qua. Mỗi lần anh chạm vào tôi, ngay cả khi hững hờ nhất, tim tôi vẫn đập thình thịch.  Còn xấu hổ hơn vì có Carlisle ở đó.  Bức tường chúng tôi đang đối mặt khác với những bức tường khác. Thay cho kệ sách, bức tường này đầy các bức tranh được đóng khung đủ kích cỡ, một số màu sắc rực rỡ, số khác lại là tranh một màu buồn tẻ. Tôi tìm xem bộ sưu tập này có gì chung về lô-gích hay chung về chủ đề không, nhưng trong lúc xem xét vội vã, tôi chẳng thấy gì.  Edward kéo tôi về phía góc trái ngoài cùng, đặt tôi đứng trước một bức sơn dầu vuông nhỏ viền khung gỗ trơn. Bức này không nổi bật giữa những bức tranh lớn, rực rỡ hơn; nó được vẽ bằng các tông màu nâu đỏ, mô tả một thành phố thu nhỏ đầy mái nhà dốc nghiêng, với các tháp hình chóp mảnh dẻ ở đỉnh một vài tháp canh rải rác. Một dòng sông rộng chảy phía trước tiền cảnh, bắc ngang bởi một cây cầu bên trên có xây các kiến trúc giống như những thánh đường nhỏ xíu.  “Luân Đôn trong thập kỷ 1650, \" Edward nói.  “Luân Đôn của thời thiếu niên của ta, \" Carlisle thêm, đứng cách chúng tôi vài bước chân ở phía sau. Tôi rụt cổ; tôi không nghe tiếng chân ông đến gần. Edward siết tay tôi.  “Cha kể chuyện đó nhé?\" Edward hỏi. Tôi hơi xoay người để xem phản ứng của Carlisle. Ông bắt gặp ánh nhìn của tôi và mỉm cười. \"Ta muốn vậy lắm, \" ông trả lời. \" nhưng thực ra ta hơi muộn rồi. Bệnh viện gọi sáng nay - bác sĩ Snow nghỉ ốm. Hơn nữa, con biết rõ mấy chuyện này như ta mà, \" ông nói thêm, cười toe toét với Edward.  Thật là một sự kết hợp kỳ lạ khó chấp nhận được – mối quan tâm hàng ngày của vị bác sĩ trong thành phố bị kẹt giữa một cuộc thảo luận về những ngày đầu đời của ông ở Luân Đôn vào thế kỷ 17.  Cũng thật bất an khi biết rằng ông nói to thành tiếng chỉ vì tôi mà thôi.  Sau khi cười thân thiện lần nữa với tôi, Carlisle rời khỏi phòng.  Tôi nhìn chằm chằm vào bức tranh nhỏ mô tả quê nhà của Carlisle hồi lâu.  \"Vậy đã xảy ra chuyện gì?\" cuối cùng thì tôi cũng hỏi, ngước lên nhìn vào Edward, đang theo dõi tôi. \"khi ông nhận ra chuyện đã xảy ra với mình?\" Anh liếc nhìn trở lại các bức hoạ, và tôi nhìn theo để coi tấm hình nào đang làm anh quan tâm. Đó là một tấm phong cảnh lớn hơn với sắc thu u ám – một bãi cỏ râm bóng trống trơn trong một khu rừng, với đỉnh núi cao lô nhô hiểm trở xa xa.  \"Khi ông biết mình đã trở thành cái gì, \" Edward nói lặng lẽ, \"ông ghê tởm điều đó. Ông đã cố tự sát. Nhưng điều đó không dễ thực hiện. \" \"Như thế nào ?\" tôi không định nói to điều đó, nhưng lời đã buột ra vì bàng hoàng.  \"Ông đã nhảy từ đỉnh núi cao xuống, \" Edward nói với tôi, giọng anh bình thản. \"Ông đã cố nhấn chìm mình trong đại dương ... nhưng ông ̣đang ở giai đoạn đầu của cuộc đời mới, nên rất mạnh. Thật ngạc nhiên vì ông có thể cưỡng lại ... chuyện ăn uống ... khi vẫn còn chưa biết gì. Bản năng mạnh hơn nên nó chi phối mọi thứ. Nhưng ông ghê tởm bản thân đến nỗi ông có sức mạnh để ráng nhịn ăn để chết đói.”  “Có làm được không?\" giọng tôi yếu ớt.  \"Không, có rất ít cách có thể làm chúng tôi chết.” Tôi mở miệng để hỏi, nhưng anh nói trước khi tôi có thể làm được.  \"Thế là ông rất đói kinh khủng, và cuối cùng yếu đi. Ông lang thang tránh xa đám đông hết mức có thể, nhận thấy cả ý chí của mình cũng suy yếu theo.  Hàng tháng trời ông lang thang trong đêm, tìm nơi vắng vẻ nhất, căm ghét bản thân.  \"Rồi một đêm nọ, một bầy nai đi qua nơi ẩn náu của ông. Ông đã khát dữ dội đến nỗi ông đã tấn công chúng mà không hề suy nghĩ. Sức mạnh hồi phục và ông nhận ra mình có thể không làm loài quái vật gớm guốc mình sợ hãi.  Chẳng phải trong cuộc sống trước, ông chẳng từng ăn thịt nai đó sao? Trong những tháng sau, triết lý sống mới của ông đã được hình thành. Ông có thể sống mà không cần làm ác quỷ. Ông lại phát hiện ra khả năng của mình.  \"Ông bắt đầu sử dụng thời gian tốt hơn.  Ông vẫn luôn thông minh, hiếu học. Bây giờ ông có thời gian vô hạn trước mắt. Ông học ban đêm, lập kế hoạch vào ban ngày. Ông đã bơi đến Pháp và - \" \"Ông ấy đã bơi đến Pháp ?\" “Mọi người bơi qua kênh hoài mà, Bella, \" anh kiên nhẫn nhắc tôi.  \"Đúng vậy, em biết. Nhưng nghe có vẻ lạ trong hoàn cảnh đó. Tiếp tục đi anh. \" \"Bơi lội rất dễ đối với bọn anh - \" “Với anh thì gì cũng dễ, \" tôi chọc.  Anh đợi, vẻ mặt anh thích thú.  \"Em sẽ không ngắt lời nữa đâu, hứa đó. \" Anh ỡm ờ cười khúc khích, rồi nói hết câu. \" vì, về mặt kỹ thuật, bọn anh không cần thở. \" \"Anh - \" \"Không, không, em đã hứa rồi mà. \" Anh cười, đặt nhẹ ngón tay lạnh của mình lên môi tôi. “Em có muốn nghe kể chuyện không chứ?\" “Anh không thể đột ngột thông báo một chuyện như vậy rồi mong em sẽ không nói gì hết, \" tôi lầm bầm dưới ngón tay anh.  Anh đưa tay lên, đặt vào cổ tôi. Tim tôi loạn nhịp, nhưng tôi vẫn cứ khăng khăng.  “Anh không cần thở?\" tôi hỏi.  \"Không, không cần thiết. Chỉ là thói quen. \" Anh nhún vai.  “Anh có thể không thở trong bao lâu?\" \"Bao lâu cũng được, anh nghĩ vậy; anh không biết. Hơi khó chịu – khi không cảm nhận được mùi. \" \"Hơi khó chịu, \" tôi lặp lại.  Tôi không chú ý tới vẻ mặt mình, nhưng cái gì đó trong đó làm anh trở nên u sầu. Tay anh rớt xuống bên hông và anh đứng yên không nhúc nhích, mắt anh chăm chú nhìn mặt tôi. Im lặng kéo dài. Nét mặt anh bất động như đá.  \"Gì vậy?\" tôi thì thầm, sờ vào khuôn mặt cứng đờ của anh.  Mặt anh dịu lại dưới bàn tay tôi, và anh thở dài. \" Anh cứ chờ chuyện đó xảy ra. \" \"Chờ chuyện gì xảy ra ?\" \"Anh biết là vào một lúc nào đó, chuyện anh kể em nghe hoặc điều em nhìn thấy sẽ là quá mức chịu đựng. Và rồi em sẽ chạy trốn anh, vừa chạy vừa gào thét. \" Anh cười nhếch miệng, nhưng mắt anh đáng sợ. \"Anh sẽ không ngăn em đâu. Anh muốn điều này xảy ra, vì anh muốn em được an toàn. Thế mà, anh lại muốn sống bên em. Hai ham muốn này không thể nào hoà hợp được... \" giọng anh nhỏ dần, nhìn mặt tôi. Chờ đợi.  \"Em sẽ chẳng chạy trốn đi đâu hết, \" tôi hứa.  \"Để xem, \" anh nói, lại mỉm cười.  Tôi cau mày khó chịu với anh. \"Nè, tiếp tục đi - Carlisle bơi đến Pháp. \" Anh dừng lại, quay lại với câu chuyện của mình. Mắt anh lơ đãng nhìn sang một bức tranh khác – bức tranh nhiều màu sắc nhất, được đóng khung trang trí cầu kỳ nhất, và là bức lớn nhất; To gấp hai lần cánh cửa bên cạnh nó. Bức tranh toàn những người xinh đẹp mặc váy xoè,  quằn quại quanh những cây cột dài và ngoài ban-công cẩm thạch. Tôi không biết bức tranh miêu tả truyện thần thoại Hy Lạp, hay các nhân vật bồng bềnh trên mây thuộc về kinh thánh.  \"Carlisle đã bơi đến Pháp, rồi tiếp tục rong duổi suốt Châu Âu, đến các trường đại học ở đó. Ban đêm ông học nhạc, khoa học, y học - và tìm thấy thiên hướng của mình, sự sám hối của mình, trong việc cứu người.”  Vẻ mặt của anh trở thành kính phục, hầu như tôn kính. \"Anh không có lời nào có thể tả xiết cuộc đấu tranh đó; Carlisle đã mất hai thế kỷ gắng sức khổ sở để hoàn thiện khả năng tự chủ. Bây giờ ông hoàn toàn miễn dịch với mùi máu người, nên ông có thể làm được công việc ông yêu thích mà không khổ sở.  Ông tìm thấy sự bình yên vô bờ nơi đó, ở bệnh viện.” Edward nhìn vào khoảng không một hồi lâu. Bất ngờ anh có vẻ nhớ lại mục đích của mình. Anh gõ ngón tay vào bức tranh khổng lồ trước mặt.  \"Ông đang học ở Ý lúc khám phá ra có người khác ở đó. Họ văn minh và có giáo dục hơn nhiều so với bọn ma trong đường cống Luân Đôn. \" Anh sờ vào nhóm bốn người khá bình thản được vẽ trên ban-công cao nhất, đang bình thản nhìn xuống sự hỗn loạn bên dưới họ. Tôi nhìn kỹ nhóm người này và giật mình cười, vì nhận ra người đàn ông có mái tóc vàng óng.  \"Solimena được truyền cảm hứng rất nhiều từ bạn bè Carlisle.  Ông ta thường vẽ họ như các vị thần, \" Edward cười khúc khích. \"Aro, Marcus, Caius, \" anh nói, chỉ vào ba người kia, hai người tóc đen, một người tóc trắng như bông. “những người tài trợ nghệ thuật ban đêm. \" \"Đã xảy ra chuyện gì với họ ?\" tôi hỏi thành tiếng, đầu ngón tay tôi rà trên những hình người trên vải khoảng một xăng - ti - mét.  \"Họ vẫn ở đó. \" anh nhún vai. \"Như đã từng ở đó, nào ai biết, đã bao nhiêu thiên niên kỷ. Carlisle chỉ ở với họ trong một thời gian ngắn, chỉ vài thập niên. Ông vô cùng khâm phục sự lịch sự của họ, sự tao nhã của họ, nhưng họ cứ nhất quyết cố chữa căn bệnh ác cảm của ông đối với “nguồn thức ăn tự nhiên”, họ gọi vậy. Họ cố thuyết phục ông, còn ông cố thuyết phục họ, chẳng có kết quả.  Đến lúc đó, Carlisle quyết định tìm thế giới mới. Ông mơ ước sẽ tìm ra những người giống mình. Ông thật cô đơn, em thấy đó. \"Ông chẳng tìm thấy ai trong một thời gian dài.  Nhưng, vì quái vật đã trở thành thứ trong chuyện cổ tích, nên ông thấy mình có thể tiếp xúc với những người không ngờ vực như thể ông là người trong bọn. Ông bắt đầu hành nghề y. Nhưng tình bè bạn mà ông khao khát luôn né tránh ông; ông không dám quá thân thiết với ai cả.  \"Khi dịch cúm hoành hành, ông đang làm ca đêm trong một bệnh viện ở Chicago. Ông đã trăn trở mấy năm trời một ý tưởng và ông hầu như quyết định sẽ hành động - vì không thể tìm ra bạn, ông sẽ tạo ra một người bạn. Ông không hoàn toàn chắc chắn chuyện biến đổi của mình đã xảy ra như thế nào, nên ông do dự. Và ông không muốn cướp đi cuộc đời của người khác như đời ông đã bị cướp đi. Chính trong trạng thái tâm lý đó, ông phát hiện ra anh. Anh không còn chút hy vọng nào; anh bị bỏ cho chết trong một căn phòng. Ông đã săn sóc cho cha mẹ anh, nên biết anh chỉ còn một thân một mình. Ông quyết định thử ...\" Giọng anh, bây giờ gần như là tiếng thì thầm, nhỏ dần. Anh nhìn chằm chằm mà chẳng thấy gì qua cửa sổ ở hướng tây. Tôi tự hỏi tâm trí anh đang nhìn thấy gì, kỷ niệm của Carlisle hay của riêng anh. Tôi lặng lẽ chờ đợi.  Khi anh quay về phía tôi, nụ cười thiên thần dịu dàng bừng sáng khuôn mặt anh.  \"Và thế là mình đã đi hết một vòng rồi,” anh kết luận.  \"Anh luôn ở với Carlisle à?\" tôi ngạc nhiên.  \"Hầu như luôn luôn. \" anh đặt nhẹ tay vào eo tôi và kéo tôi theo anh khi anh bước qua cửa. Tôi quay nhìn chằm chằm vào bức tường treo tranh, tự hỏi bao giờ mình lại được nghe những câu chuyện khác nữa.  Edward không nói gì nữa khi chúng tôi đi xuống phòng khách, vì vậy tôi hỏi, \"Hầu như ?\" Anh thở dài, có vẻ không muốn trả lời. \"Ừm, anh trải qua thời kỳ nổi loạn của tuổi mới lớn điển hình - khoảng mười năm sau khi anh được.. sinh ra ... tạo ra, em muốn gọi nó sao cũng được. Anh không thấy cách sống kiêng nhịn của ông là hay ho, và anh tức vì ông hạn chế sự ngon miệng của anh. Nên anh bỏ ra sống một mình một thời gian. \" \"Thật à?\" tôi cảm thấy thu hút, chớ không sợ hãi, như lẽ ra phải vậy.  Anh biết vậy. Tôi mơ hồ nhận ra chúng tôi đang bước lên cầu thang tầng trên, nhưng tôi không quan tâm lắm đến xung quanh.  \"Chuyện đó không làm anh ghê tởm sao?\" \"Không. \" \"Tại sao lại không?\"  \"Anh nghĩ ... vậy mới đúng. \" Anh cười to, to hơn trước đây. Bây giờ chúng tôi đang ở đầu cầu thang, trong một hành lang ốp ván khác.  \"Từ lúc mới sinh ra trong cuộc đời mới”  anh thì thầm, \"anh đã có thuận lợi vì đọc được suy nghĩ của những người xung quanh, cả con người lẫn không phải con người.  Đó là lý do tại sao phải mất mười năm anh mới chống lại Carlisle - anh có thể đọc được sự chân thành hoàn toàn của ông, hiểu lý do tại sao ông sống như vậy.  Anh chỉ mất vài năm là lại quay về với Carlisle và sống theo cách của ông lần nữa. Anh nghĩ mình chẳng bao giờ phải ... phiền muộn ... thứ đi kèm với lương tâm. Vì anh biết suy nghĩ của con mồi mình, anh có thể bỏ qua người vô tội và chỉ theo đuổi kẻ xấu. Nếu anh đi theo một kẻ giết người xuống con hẻm tối tăm khi hắn đang lén theo một thiếu nữ - nếu anh cứu cô ấy, thì chắc chắn anh sẽ không kinh khủng lắm. \" Tôi rùng mình, tưởng tượng quá sức rõ ràng điều anh mô tả - con hẻm trong đêm, cô gái sợ hãi, người đàn ông xấu xa sau lưng. Và Edward, Edward khi săn, khủng khiếp và lộng lẫy như một vị thần trẻ trung, không ai có thể ngăn chặn được. Cô ấy sẽ biết ơn, cô gái ấy, hay khiếp sợ hơn? \"Nhưng khi thời gian trôi qua, anh bắt đầu nhìn thấy cái ác trong mắt mình. Anh không thể trốn được món nợ đã cướp đi nhiều sinh mạng, dù hợp lý đến đâu cũng vậy. Nên anh đã  quay lại với Carlisle và Esme. Họ chào đón anh như đứa con hoang toàng trở về. Hơn là anh xứng được thế. \" Chúng tôi dừng lại trước cánh cửa cuối cùng trong hành lang.  \"Phòng anh, \" anh báo cho tôi biết, mở cửa rồi kéo tôi vào.  Phòng anh hướng về phía nam, có cửa sổ bằng nguyên vách tường y như phòng lớn bên dưới.  Toàn bộ phía sau của căn nhà hẳn bằng kính hết. Phòng anh nhìn xuống dòng Sol Duc uốn lượn, băng qua khu rừng nguyên sơ đến dãy Olympic Mountain.  Núi trông gần hơn tôi mường tượng.  Bức tường phía tây được phủ kín hết kệ này đến kệ khác đựng đĩa CD.  Phòng anh còn chứa nhiều đĩa hơn cả một cửa hàng băng đĩa nhạc. Trong góc phòng là một hệ thống âm thanh có vẻ phức tạp, loại tôi sợ đụng vào vì chắc chắn sẽ làm hư cái gì đó. Không có giường, chỉ một chiếc ghế xô - pha bọc da đen lôi cuốn. Sản nhà được phủ thảm vàng dầy, và các bức tường được treo màn dầy hơi tối màu hơn .  \"Để âm thanh được hay?\" tôi đoán.  Anh cười khúc khích gật đầu.  Anh cầm đồ điều khiển rồi bật dàn âm thanh nổi. Thật êm, nhưng bài jazz nhẹ nhàng nghe như thể ban nhạc đang ở trong phòng với chúng tôi. Tôi lướt qua nhìn bộ sưu tập đĩa nhạc không thể tin được của anh.  \"Anh sắp xếp mấy cái này  theo kiểu nào?\" tôi hỏi, không thể tìm ra vần hay cách sắp xếp tựa đĩa.  Anh không chú ý.  \"Ummm, theo năm, rồi theo sở thích cá nhân, \" anh lơ đãng nói.  Tôi quay lại, và anh đang nhìn tôi với ánh mắt thật khác thường.  \"Gì vậy?\" \"Anh đã chuẩn bị tinh thần để cảm thấy ... nhẹ nhõm. Cho em biết mọi thứ, không cần giấu bí mật với em. Nhưng anh không ngờ lại cảm thấy nhiều hơn thế. Anh thích thế. Điều này làm anh ...hạnh phúc. \" anh nhún vai, hơi mỉm cười.  \"Em mừng khi thấy anh cảm thấy vậy, \" tôi nói, mỉm cười trở lại. Tôi đã lo anh có thể hối tiếc vì đã kể tôi nghe những chuyện này. Thật tuyệt khi biết không phải vậy.  Nhưng rồi, khi mắt anh phân tích tỉ mỉ vẻ mặt tôi, nụ cười anh nhạt phai và trán anh nhăn lại.  “Anh vẫn còn chờ vụ vừa chạy vừa gào thét, phải không?\" tôi đoán.  Nụ cười yếu ớt hiện trên môi anh, và anh gật đầu.  \"Em ghét phải làm anh phải thất vọng, nhưng anh chẳng ghê rợn như anh nghĩ. Em chẳng thấy anh ghê rợn chút nào cả, thiệt đó, \" tôi nói dối tự nhiên.  Anh dừng lại, nhướng mày nghi ngờ thấy rõ. Sau đó anh nhoẻn một nụ cười toe toét, ranh mãnh.  “Em đúng ra không nên nói vậy, \" anh cười khúc khích.  Anh gầm gừ, âm thanh trầm trongcổ họng; môi anh cuộn ngược lên để lộ hàm răng hoàn hảo. Cơ thể anh thay đổi đột ngột, gần như thu mình lấy đà, căng thẳng như một con sư tử sắp vồ mồi.  Tôi tránh xa khỏi anh, trừng trừng giận dữ.  “Anh không làm vậy đâu. \" Tôi chẳng hề thấy anh nhảy vào tôi - quá nhanh. Tôi chỉ thấy mình đột ngột được cắp mang đi, rồi cùng rớt xuống ghế xô - pha, tông cái ghế vô tường. Trong lúc đó, cánh tay anh tạo thành cái lồng sắt bảo vệ quanh tôi - tôi chẳng hề bị va đập. Nhưng tôi vẫn thở hổn hển khi cố đứng thẳng.  Anh không để tôi làm vậy. Anh cuộn tròn tôi tì vào ngực anh, ôm tôi chặt hơn cả xích sắt. Tôi nhìn anh trừng trừng hoảng hốt, nhưng anh có vẻ hoàn toàn kiểm soát được mình, hàm anh giãn ra khi anh cười toe toét, mắt anh rực sáng hài hước.  “Em đang nói?\" anh gầm gừ khôi hài.  “Là anh là một con quái vật rất, rất khủng khiếp,”  tôi nói, lời chế nhạo mỉa mai giảm giá trị hơn một chút bởi giọng nói đứt quãng.  \"Khá hơn rồi, \" anh chấp thuận.  \"Ờ.... \" tôi loay hoay. \"Em ngồi lên được chưa?\" Anh chỉ cười.  \"Chúng tôi vào được không?\" một giọng nói nhẹ nhàng vang lên từ hành lang.  Tôi cố vùng thoát ra, nhưng Edward chỉ chỉnh lại để tôi ngồi thoải mái hơn trong lòng anh mà thôi. Tôi thấy đó là Alice, rồi, Jasper đang đứng sau cô ở lối vào. Má tôi cháy bỏng, nhưng Edward có vẻ thoải mái.  \"Cứ vào. \" Edward vẫn còn cười khúc khích thanh thản.  Alice như chẳng thấy có gì bất thường trong chuyện chúng tôi ôm nhau; cô ấy đi - như khiêu vũ, chuyển động của cô thật duyên dáng - đến giữa phòng, nơi cô ngồi xuống yểu điệu lên sàn. Nhưng Jasper dừng lại ở trước cửa, vẻ mặt anh hơi hoảng hốt. Anh nhìn chằm chằm vào mặt Edward, và tôi tự hỏi không biết có phải anh đang cảm nhận bầu không khí với sự mẫn cảm khác thường của anh  không.  \"Nghe giống như anh đang mang Bella ra ăn trưa, nên tụi em đến xem anh có cho ké chút không, \" Alice công bố.  Tôi cứng đờ trong giây phút, cho đến khi tôi nhận ra Edward đang cười toe toét - không biết do lời bình luận của cô hay do phản ứng của tôi.  \"Xin lỗi nhe, nhưng anh không nghĩ mình có đủ nhiều để chia bớt, \" anh trả lời, tay anh ôm chặt tôi hơn.  \"Thực ra thì, \" Jasper nói, mỉm cười do dự bước vào phòng, \"Alice nói sắp có một cơn bão ra bão đêm nay, nên Emmett muốn chơi bóng. Anh chơi không?\" Lời nói thì khá bình thường, nhưng ngữ cảnh làm tôi không hiểu. Tuy vậy, tôi suy ra là Alice đáng tin cậy hơn chuyên gia dự báo thời tiết một chút.  Mắt Edward sáng bừng lên, nhưng anh do dự.  \"Dĩ nhiên anh nên dẫn theo Bella, \" Alice líu lo. Tôi nghĩ mình thấy Jasper liếc nhanh cô.  “Em muốn đi không?\" Edward hỏi tôi, phấn khích, vẻ mặt anh sôi nổi.  \"Chắc chắn rồi. \" tôi không thể làm thất vọng một khuôn mặt như vậy. \" ờ..., mình sẽ đi đâu?\" \"Mình phải chờ có sấm mới chơi bóng được - em sẽ biết vì sao lại vậy, \" anh hứa.  \"Em có cần dù không?\" Cả ba người đều cười ầm lên.  \"Cô ấy có cần không?\" Jasper hỏi Alice.  \"Không. \" cô nàng chắc chắn. “Bão sẽ vào thành phố. Trong đồng cỏ sẽ không có mưa. \" \"Vậy thì tốt. \" Nhiệt tình trong giọng của Jasper tự nhiên lây lan sang người khác. Tôi thấy mình háo hức, chớ không sợ cứng người.  \"Mình đi xem thử coi Carlisle đi được không. \" Alice nhảy ra cửa bằng dáng vẻ có thể làm diễn viên ba lê nào cũng phải đau khổ.  \"Làm như em không biết vậy, \" Jasper trêu chọc, và họ đã nhanh chóng ra đi.  Jasper ráng kín đáo đóng cửa sau lưng mình.  \"Mình sẽ chơi gì?\" tôi hỏi.  “Em sẽ ngồi xem, \" Edward giải thích. \"Bọn anh sẽ chơi bóng chày. \" Tôi trợn tròn mắt. “Ma cà rồng thích bóng chày à?\" \"Đó là trò giải trí của Mỹ mà, \" anh giả vờ nghiêm trang"
        }
    ],
    "suggestions": []
}