{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kjʊəri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đơn vị phóng xạ</td></tr></table><i/></div>",
            "word": "curie"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>curie</k><blockquote><cclass>[<cclass>'kjʊəri<cclass>]</cclass></cclass></cclass></blockquote><blockquote>(abbrev.: <cclass><b>Ci</b>) </cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>curies</b>) a unit of radioactivity, corresponding to 3.7 × 10<sup>10</sup> disintegrations per second. </cclass></cclass></cclass></blockquote><blockquote>⁃ the quantity of radioactive substance that emits one curie of activity. </blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>early 20th cent.: named after the French physicists Pierre and Marie <i>Curie</i>. </blockquote></div>",
            "word": "curie"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "curie"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "curie"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "curie"
        }
    },
    "sentences": [
        {
            "en": "<em>Curie</em> is also the family name of the husband - and - wife team of French scientists : Pierre <em>Curie</em> and Marie <em>Curie</em>.",
            "vi": "Curie cũng là họ của cặp vợ chồng khoa học Pháp: Pierre Curie và Marie Curie."
        },
        {
            "en": "She married Pierre <em>Curie</em> in 1894.",
            "vi": "Bà kết hôn với Pierre Curie năm 1894."
        },
        {
            "en": "Have you ever heard of Marie <em>Curie</em>?",
            "vi": "Bạn đã nghe nói đến Marie Curie bao giờ chưa?"
        },
        {
            "en": "<em>Curie</em> is also the family name of the husband-and-wife team of French scientists: Pierre <em>Curie</em> and Marie <em>Curie</em>.",
            "vi": "Curie cũng là họ của cặp vợ chồng khoa học Pháp : Pierre Curie và Marie Curie."
        },
        {
            "en": "When and where was Marie <em>Curie</em> born?",
            "vi": "Marie Curie sinh ở đâu và khi nào?"
        },
        {
            "en": "Radium was discovered by Marie <em>Curie</em>.",
            "vi": "Radium được khám phá bởi Marie Curie."
        },
        {
            "en": "Madame <em>Curie</em> was the physicist with expertise in chemistry.",
            "vi": "Bà Curie là một nhà vật lý học với sự tinh thông vật lý."
        },
        {
            "en": "Marie <em>Curie</em> was born in Warsaw on November 7th, 1867.",
            "vi": "Marie Curie sinh ngày 7 tháng 11 năm 1867 tại Warsaw."
        },
        {
            "en": "Madame <em>Curie</em> discovered radium, the existence of which she had firmly believed.",
            "vi": "Bà Curie đã khám phá ra nguyên tố hoá học radi, thứ mà bà ấy tin chắc chắn là có sự tồn tại của nó."
        },
        {
            "en": "Marie <em>Curie</em> is probably the most famous woman scientist who has ever lived.",
            "vi": "Marie Curie có lẽ là nữ khoa học nổi tiếng nhất đã từng sống."
        },
        {
            "en": "It was not until the spring of that year that she was introduced to Pierre <em>Curie</em>.",
            "vi": "Điều đó đã không còn cho đến khi cô được giới thiệu cho Pierre Curie vào mùa xuân năm đó."
        },
        {
            "en": "She met Pierre <em>Curie</em> in the School of Physics in 1894 and a year later they got married.",
            "vi": "Cô đã gặp Pierre Curie ở Khoa Vật Lý vào năm 1894 và một năm sau thì họ kết hôn."
        },
        {
            "en": "Below are five adjectives we may use to describe Marie <em>Curie</em>. Find the evidence from the passage to prove each of them.",
            "vi": "Dưới đây là năm tính từ mà chúng ta có thể dùng để mô tả Marie Curie. Hãy tìm bằng chứng trong bài để minh chứng cho các tính từ này."
        },
        {
            "en": "One group was given a text to read about the accomplishments of scientists such as Marie <em>Curie</em>, Michael Faraday, and Albert Einstein.",
            "vi": "Một nhóm được cho đọc một đoạn văn về những thành tựu của các nhà khoa học như Marie Curie, Michael Faraday và Albert Einstein."
        },
        {
            "en": "In 1903, Marie and Pierre <em>Curie</em> were awarded half the Nobel Prize in Physics. And Henri Becquerel was awarded the other half.",
            "vi": "Năm 1903, Marie và Pierre Curie được trao một nửa giải thưởng Nobel về vật lý. Và Henri Becquerel nhận nửa giải còn lại."
        },
        {
            "en": "Nguyen Thi Xuan Lan, headmaster of Marie <em>Curie</em> Hanoi Primary School, said the school refused many competitions, but still participates in seven to eight a year. ",
            "vi": "Bà Nguyễn Thị Xuân Lan, hiệu trưởng trường Tiểu học Marie Curie Hà Nội cho biết trường đã bãi bỏ nhiều cuộc thi, nhưng vẫn còn có từ 7 đến 8 cuộc thi một năm."
        },
        {
            "en": "After the tragic death of Pierre <em>Curie</em> in 1906, she took up the position which her husband had obtained at the Sorbonne.",
            "vi": "Sau cái chết bi thảm của Pierre Curie vào năm 1906, Marie đảm nhận vị trí mà chồng bà đã đạt được ở đại học Sorbonne."
        },
        {
            "en": "Khoi, a 9th grader at Marie <em>Curie</em> School, said he had been warned by teachers that this year’s exam would be tougher than previous years. ",
            "vi": "Khôi, một học sinh lớp 9 tại trường Marie Curie, cho biết em đã được cảnh báo bởi các giáo viên rằng kỳ thi năm nay sẽ khó khăn hơn so với các năm trước."
        },
        {
            "en": "Nguyen Thi Xuan Lan, headmaster of Marie <em>Curie</em> Hanoi Primary School, said the school refused many competitions, but still participates in seven to eight a year. ",
            "vi": "Bà Nguyễn Thị Xuân Lan, hiệu trưởng trường Tiểu học Marie Curie Hà Nội cho biết trường đã bãi bỏ nhiều cuộc thi, nhưng vẫn còn có từ 7 đến 8 cuộc thi một năm."
        },
        {
            "en": "A 12th grader from Marie <em>Curie</em> High School in HCM City prefers the 2-in-1 exam exam because it doesn’t cost much time and money. He also said the questions in the 2015 exam were ‘within his power’. ",
            "vi": "Một học sinh lớp 12 đến từ trường THPT Marie Curie TP. HCM thích kỳ thi kỳ thi 2 trong 1 vì nó không tốn nhiều thời gian và tiền bạc. Anh cũng cho biết các câu hỏi trong kỳ thi năm 2015 là 'trong khả năng của mình'."
        }
    ],
    "suggestions": []
}