{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">curriculum</font></td></tr></table><i/></div>",
            "word": "curricular",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "curricular",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "curricular",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "curricular",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "curricular",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Participate in Extra - <em>curricular</em> activities",
            "vi": "tham gia hoạt động ngoại khóa"
        },
        {
            "en": "Participate in Extra-<em>curricular</em>  activities",
            "vi": "tham gia hoạt động ngoại khóa"
        },
        {
            "en": "What are <em>curricular</em> activities in your school?",
            "vi": "Các hoạt động ngoại khoá ở trường bạn là gì?"
        },
        {
            "en": "Further, few <em>curricular</em> or extra-<em>curricular</em> activities existed to promote positive interactions between boys and girls, or to promote self-esteem and confidence.",
            "vi": "Hơn nữa, có rất ít hoạt động chính khóa hoặc ngoại khóa nhằm thúc đẩy sự giao tiếp giữa các em nam và nữ, hoặc thúc đẩy lòng tự trọng và tự tin."
        },
        {
            "en": "We actively participated in the extra-<em>curricular</em> activities offered by the school.",
            "vi": "Chúng tôi tích cực tham gia những hoạt động ngoại khóa của nhà trường."
        },
        {
            "en": "We actively participated in the extra - <em>curricular</em> activities offered by the school.",
            "vi": "Chúng tôi tích cực tham gia những hoạt động ngoại khóa của nhà trường."
        },
        {
            "en": "But until September 20th 2008 Nguyen Tri Phuong School had <em>curricular</em> class with MightyMice.",
            "vi": "Nhưng đến 20/9/2008 Trường Nguyễn Tri Phương mới có giờ dạy chính khóa với MightytMice."
        },
        {
            "en": "From the <em>curricular</em> standpoint, citizenship education may be organised in different ways.",
            "vi": "Theo quan điểm của chương trình giảng dạy, việc giáo dục công dân có thể được tổ chức theo những cách khác nhau."
        },
        {
            "en": "This increases support among family members for these extra-<em>curricular</em> programs and the environment.",
            "vi": "Điều này tăng hỗ trợ của gia đình cho tổ chức các ch ơng trình ngoại khoá và bảo vệ môi trờng."
        },
        {
            "en": "Chief executive Jeremy Cripps said the project had improved behaviour and helped more pupils take part in extra-<em>curricular</em> activities.",
            "vi": "Giám đốc điều hành Jeremy Cripps cho biết dự án đã cải thiện hành vi và giúp nhiều học sinh tham gia vào các hoạt động ngoại khóa."
        },
        {
            "en": "Chief executive Jeremy Cripps said the project had improved behaviour and helped more pupils take part in extra-<em>curricular</em> activities.",
            "vi": "Giám đốc điều hành Jeremy Cripps cho biết dự án đã cải thiện hành vi và giúp nhiều học sinh tham gia vào các hoạt động ngoại khóa."
        },
        {
            "en": "Rather than incorporate computer-based activities into current academics, DARPA suggested the programs to be extra-<em>curricular</em>, perhaps as an after school activity, weekend, or summer event.",
            "vi": "Thay vì tổ hợp các hoạt động dựa trên máy tính vào chương trình hàn lâm hiện thời, DARPA gợi ý chương trình được làm giáo trình phụ, có lẽ như một hoạt động sau học đường, hay sự kiện mùa hè."
        },
        {
            "en": "I also feel that the University will provide me with greater opportunities to participate in extra - <em>curricular</em> activities such as dramatics and writing.",
            "vi": "Tôi cũng thấy là trường này sẽ cho tôi nhiều dịp tốt hơn để tham gia các hoạt động ngoại khóa như kịch nghệ và viết văn."
        },
        {
            "en": "In primary education, for example, participation could increase the relevance of school <em>curricular</em>, thereby encouraging ethnic minority children to attend school.",
            "vi": "Chẳng hạn, trong lĩnh vực giáo dục tiểu học, việc tham gia của người dân có thể làm cho chương trình giáo dục trở nên phù hợp hơn, và do đó khuyến khích trẻ em các dân tộc thiểu số đến trường nhiều hơn."
        },
        {
            "en": "I also feel that the University will provide me with greater opportunities to participate in extra-<em>curricular</em> activities such as dramatics and writing.",
            "vi": "Tôi cũng thấy là trường này sẽ cho tôi nhiều dịp tốt hơn để tham gia các hoạt động ngoại khóa như kịch nghệ và viết văn."
        },
        {
            "en": "Students at Middlebury College are required to conduct all extra-<em>curricular</em> activities, from sport to theatre, in the language they are learning. Middlebury, which also runs graduate programs, runs courses in 10 languages including French, German, Chinese and Hebrew.",
            "vi": "Các sinh viên tại Đại học Middlebury được yêu cầu thực hiện những hoạt động ngoài giờ - từ thể thao đến diễn kịch, bằng ngoại ngữ họ đang học. Trường Middlebury cũng có các khóa học bằng 10 ngôn ngữ khác nhau, trong đó bao gồm tiếng Pháp, Đức, Trung Quốc."
        },
        {
            "en": "“In the past, we received new knowledge for 12th graders during <em>curricular</em> lessons and reviewed knowledge for 10th and 11th graders in the afternoon. But now teachers only focus on giving knowledge designed for the 12th grade,” she explained.",
            "vi": "Cô giải thích: \"Trước đây, chúng em học kiến thức mới cho học sinh lớp 12 trong giờ học ngoại khóa và ôn tập lại kiến thức cho học sinh lớp 10 và 11 vào buổi chiều. Nhưng bây giờ giáo viên chỉ tập trung vào việc giảng dạy những kiến thức được thiết lập cho lớp 12\""
        },
        {
            "en": "Students at Middlebury College are required to conduct all extra-<em>curricular</em> activities, from sport to theatre, in the language they are learning. Middlebury, which also runs graduate programs, runs courses in 10 languages including French, German, Chinese and Hebrew.",
            "vi": "Các sinh viên tại Đại học Middlebury được yêu cầu thực hiện những hoạt động ngoài giờ - từ thể thao đến diễn kịch, bằng ngoại ngữ họ đang học. Trường Middlebury cũng có các khóa học bằng 10 ngôn ngữ khác nhau, trong đó bao gồm tiếng Pháp, Đức, Trung Quốc."
        },
        {
            "en": "US School Tries to Build Healthier Food Culture          With American kids getting fatter, program aims to expose them to more nutritious choices  Teacher Hannah Chen uses spinach as a prop during a 3rd grade math class at E.W. Stokes Public Charter School in Washington, D.C. An elementary school in Washington, D.C., has launched an innovative program to provide a more healthful food culture for its students. In a third grade mathematics class at E.W. Stokes Public Charter School, 8- and 9-year-old students are learning a basic math concept; how to create combinations, which in this case includes items like spinach and eggplant.  \"We just incorporated food into different types of combinations,\" says their teacher, Hannah Chen. \"Like with the pizza, they had two types of toppings that the kids can provide and figuring out the different combinations using those toppings.\"  This year the school started a special program to weave food topics into its third-grade math and English curricula. Designed in partnership with Seedling Projects, a non-profit environmental group based in San Francisco, California, the program is called Farm to Desk.  \"We are actually doing this in part to address the issue of childhood obesity,\" says Peter Nalli, a Farm to Desk curriculum director. \"One of the main components of our program is our belief that if kids are exposed to positive and healthy messaging about food throughout the instructional day, that has the most potential to impact long-term change.\" According to the U.S. Centers for Disease Control and Prevention, the rate of childhood obesity in the United States has tripled during the past 30 years. One in five children between the ages of six and 19 are now considered overweight. A recent study at the University of California, Berkeley found that the more kids are exposed to discussion of food topics and food vocabularies, the more likely they are to make better nutritional choices. The Farm to Desk program has three parts: a <em>curricular</em> component where teachers use food content in classes, a garden where the kids participate in planting and harvesting and a cafeteria which prepares and serves wholesome, nutritious meals. Students at E.W. Stokes Public Charter School in Washington, D.C., plant their own garden with Peter Nalli, a Farm to Desk curriculum director. \"Everything we do here is from scratch,\" says Makeisha Daye, a school chef. \"They are getting food like they are at home. And for those that do not get it at home, we make sure they receive it here.\"   Daye says the school purchases most of its food ingredients from local sustainable farms, but also gets some of its fresh produce from the school garden, which is tended by students. \"They are replanting everything now so that we will be using fresh herbs, fresh vegetables straight from our garden. The children, they love it.\" The healthful approach extends to the cafeteria at E.W. Stokes Public Charter School, where students can help themselves to the salad bar.  Back in the classroom, Asia Simms selects chicken and tomatoes as the topics for her combination exercise. She says those are her favorite burrito ingredients, wrapped inside corn-flour tortillas.   \"I think it is fun,\" says Asia. \"I like it because I get to learn what is good to eat.\"  Her teacher sees that the effort is making a difference.  \"It is a great, positive impact,\" says Chen. \"Like when they go to lunch they always pick healthy options. We have a salad bar at school. Now the kids love the salad bar. They love the fruits and vegetables. So I think it is making a big difference in their life.\"  The children are now looking at the nutrition labels on food packages to read how much sugar or fat each contains. Farm to Desk has been such a success with the third-graders, that the school is planning to expand the program to other grades next year.",
            "vi": "US School Tries to Build Healthier Food Culture       Với xu hướng trẻ em Mỹ càng ngày càng béo ra, chương trình cố gắng cho chúng tiếp xúc với nhiều thức ăn bổ dưỡng hơn Cô giáo Hannah Chen sử dụng rau bina làm một công cụ giảng dạy trong giờ toán lớp 3 ở trường tư cho mọi công dân của E.W. Stokes ở Washington, D.C. Một ngôi trường tiểu học ở Washington, D.C., đã phát động chương trình đổi mới nhằm cung cấp văn hóa thức ăn có lợi cho sức khoẻ hơn cho học sinh trong trường.  Trong giờ học toán lớp ba ở trường trường tư cho mọi công dân của E.W. Stokes, các học sinh  8 đến 9 tuổi đang học khái niệm toán học cơ bản là làm sao để tạo sự kết hợp mà trong đó bao gồm các món như rau bina và cà tím.  \"Chúng tôi pha trộn thức ăn thành nhiều kiểu khác nhau,\" giáo viên của chúng, cô Hannah Chen cho biết. \"Giống như với bánh pizza, chúng có hai loại lớp trang trí mà lũ trẻ có thể cung cấp và hình dung sự kết hợp khác nhau bằng cách sử dụng các kiểu lớp trang trí đó\" Năm nay, trường bắt đầu khởi xướng một chương trình đặc biệt kết hợp chủ đề thức ăn vào giờ toán lớp ba và chương trình giảng dạy tiếng Anh. Chương trình này được thiết kế với sự cộng tác cùng Seedling Projects (dự án cây giống con), một tổ chức môi trường phi lợi nhuận có trụ sở tại San Francisco, California, chương trình này được gọi là “Từ trang trại đến trường học”.  \"Chúng tôi làm điều này thực sự phần nào đề cập đến vấn đề béo phì ở trẻ em, \" Peter Nalli, giám đốc chương trình giảng dạy “Từ trang trại để trường học” nói. \"Một trong những công việc chính của chương trình là vấn đề niềm tin chúng tôi về việc nếu trẻ được tiếp xúc với việc truyền đạt tích cực và lành mạnh về thức ăn trong suốt ngày dạy đó, thì sẽ có tiềm năng tác động đến sự thay đổi lâu dài.\" Theo Trung tâm Kiểm soát và Ngăn ngừa Bệnh tật Hoa Kỳ, tỉ lệ chứng béo phì ở trẻ em tại Hoa Kỳ tăng gấp ba trong suốt 30 năm qua. Hiện tại cứ một trong năm trẻ em ở độ tuổi từ 6 đến 19 được xem là thừa cân. Theo một nghiên cứu gần đây tại đại học California, Berkeley nhận thấy rằng trẻ tiếp xúc với chủ đề ẩm thực và từ vụng về thức ăn càng nhiều thì chúng càng dễ lựa chọn thực phẩm dinh dưỡng tốt hơn. Chương trình “Từ trang trại đến trường học” gồm ba phần: chương trình giảng dạy trong đó giáo viên sử dụng nội dung thức ăn ở lớp, vườn là nơi lũ trẻ trồng trọt và thu hoạch và quán ăn tự phục vụ là nơi mà chuẩn bị và dùng bữa ăn bổ ích, bổ dưỡng.  Các học sinh  tại trường trường tư cho mọi công dân của E.W. Stokes ở Washington, D. C., trồng vườn riêng của chúng với Peter Nalli, giám đốc chương trình giảng dạy “Từ trang trại đến trường học”. \"Mọi việc chúng tôi áp dụng ở đây chỉ là sự khởi đầu mà thôi,\" Makeisha Daye, bếp trưởng nhà trường cho biết. \"Học sinh ăn thức ăn như ở nhà vậy. Và có những loại thức ăn chúng không được thưởng thức tại nhà, chúng tôi đảm bảo chúng sẽ được ăn ở đây.\" Daye cho biết nhà trường mua hầu hết nguyên liệu thức ăn từ trang trại được xác nhận ở địa phương, và cũng thu hoạch vài sản phẩm tươi sống từ vườn trường, được chăm sóc bởi các em học sinh.  \"Hiện tại, học sinh đang trồng lại mọi thứ sao cho chúng tôi sử dụng thảo mộc tươi, rau tươi ngay từ vườn của chúng tôi. Trẻ em, chúng rất thích công việc này. \" Cách thức ăn có lợi sức khoẻ này áp dụng ở quán ăn tự phục vụ tại trường trường tư cho mọi công dân của E.W. Stokes, nơi học sinh có thể tự lấy thức ăn ở quầy xa - lát trộn ra.  Trở lại với lớp học, Asia Simms chọn gà và cà chua cho chủ đề thực hành sự kết hợp món ăn. Cô cho biết đó là thành phần nguyên liệu cho món bánh bắp cuốn nhân thịt Mê-hi-cô ưa thích của mình, quấn bên trong bánh bột bắp.  \"Em nghĩ chương trình này thật vui,\" một học sinh Châu Á lên tiếng. \"Em thích nó vì em học được những gì ăn có lợi cho sức khoẻ \" Giáo viên của cô ấy nhận thấy rằng nỗ lực này đang tạo được sự khác biệt.  \"Chương trình này có ảnh hưởng to lớn, tích cực\" cô Chen nhận xét. \"Ví dụ như khi chúng đi ăn trưa, chúng luôn chọn cách ăn uống lành mạnh. Chúng tôi có quầy xa - lát trộn ở trong trường. Bây giờ lũ trẻ rất thích quầy xa-lát trộn. Chúng yêu rau quả. Vì vậy tôi nghĩ chương trình đang tạo sự khác biệt lớn trong cuộc sống của chúng\" Lũ trẻ bây giờ nhìn vào nhãn dinh dưỡng trên gói thực phẩm sẽ đọc được lượng đường hoặc chất béo chứa trong mỗi gói bao nhiêu. Chương trình “Từ trang trại đến trường học” đã gặt hái được thành công với học sinh lớp ba, nhà trường sẽ lên kế hoạch mở rộng chương trình ra những lớp khác vào năm tới."
        },
        {
            "en": "School Gardening Boosts Children's Wellbeing And Development, Study       A new study suggests that incorporating gardening into the education children receive at school boosts their wellbeing, learning and development and helps equip them for many of the challenges of adult life.  The qualitative study, published on Monday and commissioned by the UK's Royal Horticultural Society whose headquarters are in London, was conducted by the National Foundation for Educational Research (NFER), the largest independent educational research center in the UK.  The RHS said gardening should be seen as an important teaching aid, as it makes children feel happy and boosts their development. The study found that children attending schools that encouraged gardening lived more healthily and became more resilient and confident.  Dr Simon Thornton Wood, Director of Science and Learning at the RHS, told the press that:  \"As the new coalition government considers a new approach to the primary curriculum, we hope they acknowledge the striking conclusions of our research and that gardens enable a creative, flexible approach to teaching that has significant benefits.\"     He said children that go to schools where gardening is on the curriculum, as opposed to being an extra-<em>curricular</em> activity, are better equipped to deal with the challenges of adulthood. The report, which sports a colourful photo of a \"minibeast hotel\" on the cover, highlights that schools that actively use a garden produce happy, healthy, well-balanced, rounded children because they use it as a teaching tool so children learn the \"3Rs\" of Resilience\", Readiness (to learn) and Responsibility.  For the study, researchers surveyed 1,300 school teachers and investigated 10 schools taking part in the RHS Campaign for School Gardening, ranging from a large urban primary school in London to a small village school in rural Yorkshire.     They found that involving children in school gardening boosted their learning and development in many areas, such as increasing:   \nScientific knowledge and understanding, from botany to food production.\n\n  Literacy and numeracy, including widening vocabulary.\n\n  Listening and spoken interaction (\"oracy\" skills).\n\n  Awareness of the seasons.\n\n  Physical skills, including fine motor skills.\n\n  Confidence, resilience, self-esteem, emotional wellbeing, positive behaviour and sense of responsibility.\n\n  Positive attitude to healthy food choices.\n\n  The report also found that children involved in school gardening developed the ability to work, communicate with people from all ages and backgrounds, and had a responsible approach to life so they could achieve goals and play a positive role in society.     Children also learned to care for the environment, said the report, explaining that:   \" ... creating wildlife habitats such as 'minibeast hotels' and ponds, and growing types of flowers and plants that encouraged butterflies and birds, have helped pupils to understand how they can contribute to a diversity of wildlife in their area.\" Growing their own produce also helped children grasp the idea of sustainability and the concept of food miles, while the \"use of bins to produce compost for the garden has given them an opportunity to understand how recycling works in practice\". School gardening also presented opportunities for children to learn about commerce and handling money, as one teacher interviewed for the study explained:  \"They [the children] talk about how much seeds [and] seedlings cost, how many will survive, what they can sell them for, how much profit they make and how long that process takes.\"  In some cases the children managed budgets for their school gardens, and researched sources of supplies to get the best deal.  This concept was taken a step further in one particular school where they decided to keep chickens to produce eggs to make cakes to sell in the town.   Some schools used the idea of the garden to help children develop communication and negotiation skills. For example, in one school the children had to put together project funding proposals to the head, in another they had to design and present schemes for the garden.  Embedding gardening in the school curriculum works when the idea has the active support of the head teacher, a key member of staff drives it, the garden has a high profile in the school, and the amount of work involved is manageable, said the report authors. The RHS launched its Campaign for School Gardening in 2007, the aim being to encourage schools to create their own gardens. Over 12,000 schools covering 2.5 million schoolchildren have signed up.  The next phase is to train 4,500 teachers in how to use a garden as a teaching tool. Research on School Gardening, RHS.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Làm vườn ở trường hữu ích cho sự phát triển của trẻ em    Một nghiên cứu mới cho rằng việc kết hợp làm vườn trong chương trình dạy học tại trường sẽ hữu ích cho các bé, giúp trẻ học hỏi, phát triển và trang bị cho trẻ kỹ năng thiết thực đối với những thách thức của cuộc sống sau này.   Nghiên cứu về chất lượng này, công bố vào hôm thứ hai và được ủy nhiệm của Hiệp hội Làm vườn Hoàng Gia Anh có trụ sở chính tại Luân Đôn, được thực hiện bởi Quỹ Quốc gia về Nghiên cứu Giáo dục (NFER), là trung tâm nghiên cứu giáo dục độc lập lớn nhất ở Anh. Hiệp hội Làm vườn Hoàng Gia cho rằng nên xem xét đưa việc làm vườn thành một môn trợ giảng quan trọng, bởi vì nó giúp trẻ em cảm thấy hạnh phúc và đẩy mạnh sự phát triển của các bé. Nghiên cứu nhận thấy là trẻ em đi học mà được khuyến khích làm vườn sẽ sống khỏe mạnh và trở nên kiên cường, tự tin hơn. Tiến sĩ Simon Thornton Wood, Giám đốc Khoa học và Học tập tại Hiệp hội Làm vườn Hoàng Gia, trả lời báo chí: \"Khi chính phủ liên hiệp mới cân nhắcđường lối mới cho chương trình giảng dạy tiểu học, chúng tôi hy vọng họ thừa nhận những kết luận đáng chú ý của nghiên cứu này và thấy rằng làm vườn có khả năng là một phương pháp sáng tạo, linh hoạt giúp ích đáng kể cho việc giảng dạy.\" Ông cho biết những trẻ em đến trường, nơi làm vườn có trong chương trình giảng dạy chính thức, chứ không phải là một hoạt động ngoại khóa, sẽ được trang bị tốt hơn để đối phó với những thách thức của tuổi trưởng thành. Bản báo cáo, với trang bìa gây ấn tượng bằng một tấm hình đầy màu sắc của một căn nhà bằng gỗ cho thú nuôi, nhấn mạnh rằng những trường chủ động xây dựng vườn trường và đưa làm vườn vào giảng dạy đã đạt được kết quả là giúp học sinh hạnh phúc, khoẻ mạnh, ổn định tâm lý, và phát triển toàn diện bởi vì các em học được các kỹ năng \"3RS\": Kiên cường, Lanh lợi và Có trách nhiệm. Để nghiên cứu, các nhà khoa học khảo sát 1,300 giáo viên và 10 trường học tham gia vào Chiến dịch ủng hộ đưa làm vườn vào trường học của Hiệp hội Làm vườn Hoàng Gia, gồm các trường tiểu học ở thành thị lớn tại Luân Đôn cho đến những trường làng nhỏ ở vùng nông thôn Yorkshire. Họ nhận thấy là những trẻ em có tham gia làm vườn ở trường được thúc đẩy học tập và phát triển trong nhiều lĩnh vực, ví dụ như là tăng :  Kiến thức và hiểu biết khoa học, từ thực vật học đến sự sản xuất thức ăn  Ngôn ngữ và tính toán, bao gồm cả tăng vốn từ vựng.  Tương tác nghe nói (kỹ năng diễn đạt bằng lời). Nhận thức về mùa.  Kỹ năng thể chất, bao gồm kỹ năng hoạt động cơ bắp tinh xảo.  Tự tin, khả năng mau phục hồi, tự trọng, giàu cảm xúc, phản ứng tích cực và tinh thần trách nhiệm.  Thái độ tích cực trong việc lựa chọn thức ăn có lợi cho sức khỏe.  Báo cáo cũng nhận thấy học sinh có làm vườn tại trường phát triển khả năng làm việc, giao tiếp với mọi người ở các lứa tuổi và thành phần xã hội khác nhau, và có trách nhiệm với cuộc sống vì thế trẻ có thể đạt được mục tiêu và đóng một vai trò tích cực trong xã hội. Trẻ em cũng học được biết quan tâm đến môi trường, bản báo cáo giải thích: \". .. tạo môi trường sống của động vật hoang dã ví như là “khách sạn cho thú cưng” và ao hồ, và những dạng phát triển của cây cỏ thu hút chim, bướm, đã giúp học sinh hiểu dược cách mà mình có thể góp phần tạo nên sự đa dạng của động vật hoang dã trong vùng mình ở. \" Nuôi dưỡng chăm sóc sản phẩm của riêng mình cũng giúp trẻ em hiểu rõ khái niệm phát triển bền vững và khoảng cách vận chuyển và đo lường tác nhân gây ô nhiễm ở thực phẩm, trong khi việc “sử dụng thùng rác để tạo ra phân trộn cho trồng trọt đã giúp trẻ có cơ hội hiểu biết tại sao nên thực hiện tái chế\". Học làm vườn cũng cho trẻ cơ hội biết về thương mại và quản lý tiền bạc, như giải thích của một giáo viên được phỏng vấn trong nghiên cứu: \"Học sinh sẽ thảo luận về hạt giống và chi phí mua cây giống, có bao nhiêu cây tồn tại, có thể bán bao nhiêu, sẽ lãi bao nhiêu và thời gian phải bỏ ra.\" Trong vài trường hợp học sinh quản lý chi tiêu cho vườn trường của mình, cũng như tìm kiếm nguồn vật dụng để có được lợi nhuận tốt nhất. Khái niệm này đã tiến thêm một bước xa hơn trong một trường học cụ thể khi học sinh quyết định nuôi gà để lấy trứng làm bánh ngọt và bán trong thị trấn. Một số trường học sử dụng ý tưởng làm vườn để giúp học sinh phát triển kỹ năng giao tiếp và đàm phán. Chẳng hạn như, ở một trường, học sinh phải tập hợp những đề xuất tài trợ dự án cho hiệu trưởng, trong một trường khác thì học sinh phải thiết kế và lập kế hoạch cho vườn trường.   Đưa làm vườn vào chương trình giảng dạy ở trường sẽ có hiệu quả khi ý tưởng này được hiệu trưởng ủng hộ tích cực, một thành viên then chốt của giáo bang quản lý. Vườn trường có một vai trò quan trọng, và lượng công việc liên quan cũng dễ thực hiện, theo nhận định của các tác giả báo cáo. Hiệp hội Làm vườn Hoàng Gia phát động Chiến dịch ủng hộ Làm vườn ở trường học vào năm 2007, mục đích là để khuyến khích các trường xây dựng vườn riêng của mình. Hơn 12,000 trường với 2.5 triệu học sinh đã đăng ký. Giai đoạn tiếp theo là đào tạo 4,500 giáo viên cách sử dụng việc làm vườn như một công cụ giúp ích cho công việc giảng dạy. Nghiên cứu về Dạy làm vườn tại trường, Hiệp hội Làm vườn Hoàng Gia Tác giả: Paddock Catharine, PhD Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}