{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Curtis",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Curtis",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Curtis",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Curtis",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Curtis",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Curtis</em> is on track for the gold medal.",
            "vi": "Curtis đang trên đường đến gần chiếc huy chương vàng."
        },
        {
            "en": "Mr <em>Curtis</em> was the manager in my time.",
            "vi": "Thời tôi làm ở đó, ông Curtis là giám đốc."
        },
        {
            "en": "Romantic Jeremy <em>Curtis</em> proposed to his girl with giant love letters in the sand.",
            "vi": "Chàng trai lãng mạn Jeremy Curtis đã cầu hôn bạn gái bằng những dòng chữ yêu thương khổng lồ viết trên cát."
        },
        {
            "en": "<em>Curtis</em> Davies was ready to settle an old score with Chelsea.",
            "vi": "Curtis Davies sẵn sàng để trả đũa Chelsea."
        },
        {
            "en": "He worked with General <em>Curtis</em> LeMay on the firebombing of 67 Japanese cities that killed almost a million people, 100,000 on one night in wooden Tokyo.",
            "vi": "Ông làm việc dưới quyền Tướng Curtis LeMay trong vụ thả bom lửa xuống 67 thành phố của Nhật Bản giết chết gần một triệu người, riêng thành phố Tokyo cổ kính với kiến trúc gỗ đã có 100 ngàn"
        },
        {
            "en": "He worked with General <em>Curtis</em> LeMay on the firebombing of 67 Japanese cities that killed almost a million people, 100, 000 on one night in wooden Tokyo.",
            "vi": "Ông làm việc dưới quyền Tướng Curtis LeMay trong vụ thả bom lửa xuống 67 thành phố của Nhật Bản giết chết gần một triệu người, riêng thành phố Tokyo cổ kính với kiến trúc gỗ đã có 100 ngàn người chết trong một đêm."
        },
        {
            "en": "He worked with General <em>Curtis</em> LeMay on the firebombing of 67 Japanese cities that killed almost a million people, 100,000 on one night in wooden Tokyo.",
            "vi": "Ông làm việc dưới quyền Tướng Curtis LeMay trong vụ thả bom lửa xuống 67 thành phố của Nhật Bản giết chết gần một triệu người, riêng thành phố Tokyo cổ kính với kiến trúc gỗ đã có 100 ngàn người chết trong một đêm."
        },
        {
            "en": "\"They achieved that in the '80s, but they've never figured out what to do for an encore,\" says Columbiaprofessor and Japan expert Gerald <em>Curtis</em>.",
            "vi": "\"Họ đă đạt được điều ấy vào thập niên 80, nhưng họ chưa hề hình dung những gì phải làm để lặp lại lần nữa,\" Gerald Curtis, giáo sư trường Columbia, một chuyên gia về Nhật Bản đă nói như vậy."
        },
        {
            "en": "To become \"the center of the center of global growth,\" as <em>Curtis</em> puts it, would make Japan more central to global diplomacy and politics as well.",
            "vi": "Việc trở thành \"trung tâm của trung tâm phát triển toàn cầu,\" theo cách đặt vấn đề của Curtis, cũng sẽ làm cho Nhật Bản quan trọng hơn nữa đối với nền ngoại giao và chính trị toàn cầu."
        },
        {
            "en": "\"They achieved that in the '80s, but they' ve never figured out what to do for an encore,\" says Columbiaprofessor and Japan expert Gerald <em>Curtis</em>.",
            "vi": "\"Họ đă đạt được điều ấy vào thập niên 80, nhưng họ chưa hề hình dung những gì phải làm để lặp lại lần nữa,\" Gerald Curtis, giáo sư trường Columbia, một chuyên gia về Nhật Bản đă nói như vậy."
        },
        {
            "en": "They achieved that in the '80s, but they've never figured out what to do for an encore,\"says Columbia professor and Japan expert Gerald <em>Curtis</em>.",
            "vi": "Họ đã đạt được điều đó vào thập niên 80, nhưng họ chưa hề hình dung những gì phải làm để lặp lại lần nữa,\"Gerald Curtis, giáo sư trường Columbia, một chuyên gia về Nhật Bản đã nói."
        },
        {
            "en": "increasing Japanese investment in Asian companies ; further liberalizing import and export markets, particularly in very closed areas like agriculture ; and working more closely with China and other less - developed countries in areas like the environment, technology, and energy,\"says <em>Curtis</em>.",
            "vi": "\"Ý tưởng ở đây là cho Nhật Bản hội nhập vào trung tâm của thị trường 'nội địa' châu Á mới mẻ và đang phát triển, không chỉ bằng cách bán hàng cho dân Đông Nam Á và dân Trung Quốc thuộc tầng lớp trung lưu, mà còn tăng cường đầu tư của Nhật Bản vào các công ty châu Á; tự do hoá thêm nữa cho các thị trường xuất khẩu và nhập khẩu, đặc biệt trong những lĩnh vực thật khép kín như nông nghiệp chẳng hạn; và hợp tác chặt chẽ hơn nữa với Trung Quốc và nhiều quốc gia kém phát triển khác trong các lĩnh vực như môi trường, công nghệ, và năng lượng,\" Curtis nói như vậy."
        },
        {
            "en": "investment in Asian companies ; further liberalizing import and export markets, particularly in very closed areas like agriculture ; and working more closely with China and other less - developed countries in areas like the environment, technology, and energy,\"says <em>Curtis</em>.",
            "vi": "\"Ý tưởng ở đây là cho Nhật Bản hội nhập vào trung tâm của thị trường 'nội địa' châu Á mới mẻ và đang phát triển, không chỉ bằng cách bán hàng cho dân Đông Nam Á và dân Trung Quốc thuộc tầng lớp trung lưu, mà còn tăng cường đầu tư của Nhật Bản vào các công ty châu Á; tự do hoá thêm nữa cho các thị trường xuất khẩu và nhập khẩu, đặc biệt trong những lĩnh vực thật khép kín như nông nghiệp chẳng hạn; và hợp tác chặt chẽ hơn nữa với Trung Quốc và nhiều quốc gia kém phát triển khác trong các lĩnh vực như môi trường, công nghệ, và năng lượng,\" Curtis nói như vậy."
        },
        {
            "en": "With Asia emerging as \"the center of the global economy, its new growth engine, Japan now has to figure out how to put itself at the center of that center,\" says <em>Curtis</em>.",
            "vi": "Cùng với việc châu Á nổi lên như \"trung tâm kinh tế toàn cầu, động cơ phát triển mới của nó, Nhật Bản nay phải nghĩ ra cách đặt mình vào chính giữa trung tâm đó,\" Curtis nói như vậy."
        },
        {
            "en": "The prototype B-17, designated Model 299, was designed by a team of engineers led by E. Gifford Emery and Edward <em>Curtis</em> Wells and built at Boeing's own expense.",
            "vi": "Chiếc nguyên mẫu B - 17, đặt tên Kiểu 299, được thiết kế bởi một nhóm kỹ sư dưới sự lãnh đạo bởi E. Gifford Emery và Edward Curtis Wells, được chế tạo bằng kinh phí riêng của Boeing."
        },
        {
            "en": "one : on a recent visit to top companies in Japan, <em>Curtis</em> found executives talking less about naiju (domestic demand) than about jun - naiju (pseudo domestic demand), a new phrase that means demand in the home region of Asia.",
            "vi": "Doanh nhân Nhật Bản đang săn lùng một thứ: trong lần viếng thăm các công ty hàng đầu ở Nhật gần đây, Curtis thấy những người điều hành nói về naiju (mức cầu nội địa) ít hơn là nói về jun-naiju (mức cầu tương tự như nội địa), một cụm từ mới ám chỉ mức cầu ở quê nhà châu Á."
        },
        {
            "en": "The prototype B - 17, designated Model 299, was designed by a team of engineers led by E. Gifford Emery and Edward <em>Curtis</em> Wells and built at Boeing's own expense.",
            "vi": "Chiếc nguyên mẫu B-17, đặt tên Kiểu 299, được thiết kế bởi một nhóm kỹ sư dưới sự lãnh đạo bởi E. Gifford Emery và Edward Curtis Wells, được chế tạo bằng kinh phí riêng của Boeing."
        },
        {
            "en": "Japanese businesspeople are hunting for one : on a recent visit to top companies in Japan, <em>Curtis</em> found executives talking less about naiju (domestic demand) than about jun - naiju (pseudo domestic demand), a new phrase that means demand in the home region of Asia.",
            "vi": "Doanh nhân Nhật Bản đang săn lùng một thứ: trong lần viếng thăm các công ty hàng đầu ở Nhật gần đây, Curtis thấy những người điều hành nói về naiju (mức cầu nội địa) ít hơn là nói về jun-naiju (mức cầu tương tự như nội địa), một cụm từ mới ám chỉ mức cầu ở quê nhà châu Á."
        },
        {
            "en": "Japanese businesspeople are hunting for one: on a recent visit to top companies in Japan, <em>Curtis</em> found executives talking less about naiju (domestic demand) than about jun-naiju (pseudo domestic demand), a new phrase that means demand in the home region of Asia.",
            "vi": "đây, Curtis thấy những người điều hành nói về naiju (mức cầu nội địa) ít hơn là nói về jun - naiju (mức cầu tương tự như nội địa), một cụm từ mới ám chỉ mức cầu ở quê nhà châu Á."
        },
        {
            "en": ", not only by selling to middle - class Chinese and Southeast Asians, but also by increasing Japanese investment in Asian companies ; further liberalizing import and export markets, particularly in very closed areas like agriculture ; and working more closely with China and other less - developed countries in areas like the environment, technology, and energy,\"says <em>Curtis</em>.",
            "vi": "\"Ý tưởng ở đây là cho Nhật Bản hội nhập vào trung tâm của thị trường 'nội địa' châu Á mới mẻ và đang phát triển, không chỉ bằng cách bán hàng cho dân Đông Nam Á và dân Trung Quốc thuộc tầng lớp trung lưu, mà còn tăng cường đầu tư của Nhật Bản vào các công ty châu Á; tự do hoá thêm nữa cho các thị trường xuất khẩu và nhập khẩu, đặc biệt trong những lĩnh vực thật khép kín như nông nghiệp chẳng hạn; và hợp tác chặt chẽ hơn nữa với Trung Quốc và nhiều quốc gia kém phát triển khác trong các lĩnh vực như môi trường, công nghệ, và năng lượng,\" Curtis nói như vậy."
        }
    ],
    "suggestions": []
}