{
    "en_vn": {
        "data": {
            "content": null,
            "word": "curving"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "curving"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "curving"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "curving"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cái móc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự uốn cong</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> uốn cong</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">curving machine</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy uốn</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "curving"
        }
    },
    "sentences": [
        {
            "en": "I think all the <em>curving</em> lines are confusing.",
            "vi": "Tôi nghĩ rằng tất cả các đường cong là khó hiểu."
        },
        {
            "en": "Abnormal out <em>curving</em> of the legs resulting in a gap between the knees on standing.",
            "vi": "Các chân cong bất thường ra ngoài, tạo thành một khoảng trống giữa các đầu gối khi đứng."
        },
        {
            "en": "A massive <em>curving</em> staircase dominated the west side of the room.",
            "vi": "Một cầu thang uốn cong đồ sộ chiếm lĩnh phía tây căn phòng."
        },
        {
            "en": "He stared, maybe wondering why my lips were <em>curving</em> into an involuntary smile.",
            "vi": "Anh nhìn tôi chằm chằm, có lẽ không hiểu tại sao môi tôi lại nhếch một nụ cười không cưỡng được."
        },
        {
            "en": "The road went down and up and down and up again, over gently <em>curving</em> land.",
            "vi": "Đường đổ xuống ngược lên, lại đổ xuống, ngược lên nữa rồi vươn trên một dải đất hơi uốn cong."
        },
        {
            "en": "They can amble along miles of <em>curving</em>, white sands, beside the tranquil waters.",
            "vi": "Họ có thể đi dạo hàng dặm dọc theo những bãi cát trắng uốn lượn bên cạnh mặt hồ yên tĩnh."
        },
        {
            "en": "When you rest your fingers on the table, they appear to be slightly and gently <em>curving</em> inwards.",
            "vi": "Khi bạn đặt các ngón tay của mình lên bàn, các ngón tay có vẻ như hơi cong nhẹ vào trong."
        },
        {
            "en": "The only furniture in the room were several massive wooden chairs, like thrones, that were spaced unevenly, flush with the <em>curving</em> stone walls.",
            "vi": "Đồ bày trí duy nhất trong phòng là mấy cái ghế gỗ khổng lồ, như ngai vàng, đặt cách nhau không đều, thành một dãy vòng theo tường đá cong."
        },
        {
            "en": "Spanning the sky in MalaysiaArchitect Mayur Kanaiya gave special props to the Langkawi Sky Bridge, a 125m-long <em>curving</em> cable bridge atop Gunung Mat Cincang mountain on Pulau Langkawi island. “The <em>curving</em> bridge deck allows visitors an intimate experience of the forest canopy and wildlife,” said Kanaiya. “It’s a great example of treading lightly on the land.” (Olaf Loose/Getty)",
            "vi": "Vắt ngang bầu trời Mã laiKiến trúc sư Mayur Kanaiya trầm trồ ca ngợi chiếc cầu treo uốn lượn trên không Langkawi Sky Bridge, dài 125 mét, trên đỉnh Gunung Mat Cincang, đảo Pulau Langkawi như sau. \"Lòng cầu uốn lượn cho phép du khách trải nghiệm cảm giác gần gũi vòm lá xanh và động vật hoang dã trong rừng,\" Kanaiya nói.\"Đúng là minh hoạ \"khẽ bước nhẹ nhàng\" rất hợp.\" (Olaf Loose / Getty )"
        },
        {
            "en": "of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle of it a little five - pointed star was cut out. A bright colored ribbon was drawn underneath, and the color showed through.",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "The combs were exactly alike. They were made of black rubber and curved to fit over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "The combs were exactly alike. They were made of black rubber and curved to fit over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle of it a little five - pointed star was cut out. A",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "The combs were exactly alike. They were made of black rubber and curved to fit over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle of it a",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "The combs were exactly alike. They were made of black rubber and curved to fit over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle of it a little five - pointed star was cut out. A bright colored ribbon was drawn underneath, and the color showed through.",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "The combs were exactly alike. They were made of black rubber and curved to fit over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle of it a little five - pointed star",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "The combs were exactly alike. They were made of black rubber and curved to fit over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle of it a little",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "The combs were exactly alike. They were made of black rubber and curved to fit over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle of",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "curved to fit over the top of a little girl's head. And over the top of the comb lay a flat piece of black rubber, with <em>curving</em> slits cut in it, and in the very middle of it a little five - pointed star was cut out. A bright colored ribbon was drawn underneath, and the color showed through.",
            "vi": "Những chiếc lược cài y hệt nhau. Cả hai đều làm bằng nhựa màu đen và uốn cong khít với khuôn đầu một cô gái nhỏ. Trên sóng lược gắn một lớp nhựa đen mỏng có những đường khắc và ở chính giữa khắc hình một ngôi sao năm cánh. Một dải bằng màu gắn ở phía dưới với lớp màu nổi bật."
        },
        {
            "en": "Phu Yen province encompasses a diverse landscape of mountains, rivers, lagoons and fertile plains with nearly 200 kilometers of shoreline along Vietnam's <em>curving</em> south-central coast. Lesser known than the beach resort town of Nha Trang, about 120 kilometers away to the south, Phu Yen is a place where visitors can still enjoy having a wide patch of golden sand to themselves.",
            "vi": "Tỉnh Phú Yên bao gồm những cảnh quan đa dạng của núi, sông, đầm phá và vùng đồng bằng màu mỡ với gần 200 km bờ biển dọc theo bờ biển Nam Trung Bộ của Việt Nam. Ít được biết đến hơn so với Thành phố biển Nha Trang, khoảng cách đó khoảng 120 km về phía Nam, Phú Yên là một nơi mà du khách vẫn có thể thưởng thức những bãi cát vàng."
        }
    ],
    "suggestions": []
}