{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cushing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Cushing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cushing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cushing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cushing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Cushing's syndromeWeight gain is a common symptom of <em>Cushing</em> syndrome, a condition in which you're exposed to too much of the hormone cortisol, which in turn causes the weight gain and other abnormalities. Cushing’s syndrome can occur if you take a corticosteroid for a condition such as asthma, arthritis, or lupus. It can also occur when your adrenal glands produce too much of the hormone. Weight gain may be most prominent around the face, neck or upper back, or waist.",
            "vi": "Chứng tăng năng vỏ tuyến thượng thận/ Hội chứng phát phì  Tăng cân là triệu chứng thường gặp của hội chứng tăng năng vỏ tuyến thượng thận, đây là chứng bệnh mà trong đó bạn tiếp xúc quá nhiều với hoóc-môn cortisol, lần lượt làm cho bạn tăng cân và sinh ra các bất thường khác. Hội chứng tăng năng vỏ tuyến thượng thận có thể xảy ra nếu bạn sử dụng corticosteroid để chữa bệnh chẳng hạn như suyễn, viêm khớp, hoặc lu-pút. Hội chứng này cũng có thể xảy ra khi tuyến thượng thận của bạn tiết quá nhiều hoóc-môn. Tăng cân có thể dễ thấy nhất là ở quanh vùng mặt, cổ hoặc vùng lưng trên, hoặc thắt lưng."
        }
    ],
    "suggestions": []
}