{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cushioning",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cushioning",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cushioning",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cushioning",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> miếng đệm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự đệm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">air bubble cushioning</font><font color=\"#282828\">: sự đệm bọt khí</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự giảm chấn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự hoãn xung</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nén đàn hồi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tạo đệm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">air bubble cushioning</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự lót</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cushioning device</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cơ cấu giảm xóc</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cushioning pool</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bể làm lặng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cushioning pool</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bể tiêu năng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cushioning product</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sản phẩm đệm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cushioning soring</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lò xo giảm chấn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">foam packaging and cushioning</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bao gói và đệm bằng xốp</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "cushioning",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "With the balance of payments as the main source of instability in the near future, <em>cushioning</em> the impact of its fluctuations on the domestic economy is a priority.",
            "vi": "Với cán cân thanh toán là nguồn gây mất ổn định chủ yếu trước mắt, cần ưu tiên giảm nhẹ tác động do sự lên xuống thất thường của nó gây ra đối với nền kinh tế trong nước."
        },
        {
            "en": "The lifting cradle was designed to fit the hull jusing archaeological survey drawings, and was fitted with air bags to provide additional <em>cushioning</em> for the hull’s delicate timber framework.",
            "vi": "giàn nâng tàu được thiết kế phù hợp với bản vẽ thân tàu theo nghiên cứu khảo cổ học, và được trang bị các túi khí để cung cấp lớp đệm dự phòng cho khung tàu bằng gỗ đang mục nát."
        },
        {
            "en": "If you're doing your yoga workout on a carpeted floor, you probably don't need any equipment, although many people like to use a yoga mat or \"sticky\" mat. This special type of mat provides <em>cushioning</em> and grip while you do your poses. You can buy yoga mats in sporting goods stores or often at the yoga class location.",
            "vi": "Nếu bạn tập yoga trên sàn trải thảm, thì có lẽ bạn không cần bất kỳ thiết bị nào đâu, mặc dù nhiều người thích sử dụng thảm yoga hoặc thảm “dính”. Loại thảm đặc biệt này có thể làm lớp đệm và giúp bạn bám khi tập các tư thế của mình. Bạn cũng có thể mua thảm yoga ở những cửa hàng bán đồ thể thao hoặc thường ở những lớp học yoga."
        },
        {
            "en": "When you run and land on your heel, a huge spike in force (called the “impact transient”) is jolting through your heel and up your skeletal frame. The research team says this force is “equivalent to someone hitting you on the heel with a hammer using 1.5 to as much as 3 times your body weight. These impacts add up, since you strike the ground almost 1000 times per mile!” Ouch. It hurts just to think about it! And yet, thanks to the <em>cushioning</em> in shoes, we don’t notice.",
            "vi": "Khi bạn chạy và tiếp đất trên gót chân của bạn, một lực tiếp đất cực lớn (gọi là \"tác động thoáng qua\") sẽ xuyên qua gót chân và lên khung xương của bạn. Nhóm nghiên cứu cho biết lực này \"tương đương với người nào đó đánh vào gót chân bạn bằng một cái búa nặng gấp 1,5 đến 3 lần trọng lượng cơ thể của bạn. Những tác động này tích lũy, vì bạn chạm đất gần 1.000 lần mỗi dặm!” Ghê chưa? Chỉ tưởng tượng thôi cũng thấy là đau rồi đấy! Tuy nhiên, nhờ đệm trong giày, chúng ta không nhận thấy điều đó."
        },
        {
            "en": "Top 7 Most Common Financial Mistakes      It is indeed a material world. When it comes to spending, the U.S. is a culture of consumption. The result: rising levels of consumer debt and declining household savings rates. But in 2008, this culture was hit hard by economic reality. According to the Federal Reserve, U.S. household debt grew steadily from the time the Fed started tracking it in 1952. It declined for the first time in the third quarter of 2008. As a result of the credit crisis and ensuing economic recession, savings rates also rebounded. For those who had been living beyond their means for years, it suddenly got a lot harder to make ends meet. And, although the government tends to encourage spending during economic downturn and statistics may lead us to think that overspending is normal, it is often a risky choice. Here we'll take a look at seven of the most common financial mistakes that often lead people to major economic hardship. Even if you're already facing financial difficulties, steering clear of these mistakes could be the key to survival.  Mistake No. 1: Excessive/Frivolous Spending  Great fortunes are often lost one dollar at time. It may not seem like a big deal when you pick up that double-mocha cappuccino, stop for a pack of cigarettes, have dinner out or order that pay-per-view movie, but every little item adds up. Just $25 per week spent on dining out costs you $1,300 per year, which could go toward an extra mortgage payment or a number of extra car payments. If you're enduring financial hardship, avoiding this mistake really matters - after all, if you're only a few dollars away from foreclosure or bankruptcy, every dollar will count more than ever.  Mistake No. 2: Never-Ending Payments   Ask yourself if you really need items that keep you paying for every month, year after year. Things like cable television, subscription radio and video games, cell phones and pagers can force you to pay unceasingly but leave you owning nothing. When money is tight, or you just want to save more, creating a leaner lifestyle can go a long way to fattening your savings and <em>cushioning</em> your from financial hardship.  Mistake No. 3: Living on Borrowed Money   Using credit cards to buy essentials has become somewhat normal. But even if an ever-increasing number of consumers are willing to pay double-digit interest rates on gasoline, groceries and a host of other items that are gone long before the bill is paid in full, don't be one of them. Credit card interest rates make the price of the charged items a great deal more expensive. Depending on credit also makes it more likely that you'll spend more than you earn.  Mistake No. 4: Buying a New Car  Millions of new cars are sold each year, although few buyers can afford to pay for them in cash. However, the inability to pay cash for a new car means an inability to afford the car. After all, being able to afford the payment is not the same as being able to afford the car. Furthermore, by borrowing money to buy a car, the consumer pays interest on a depreciating asset, which amplifies the difference between the value of the car and the price paid for it. Worse yet, many people trade in their cars every two or three years, and lose money on every trade.   Sometimes a person has no choice but to take out a loan to buy a car, but how much does any consumer really need a large SUV? Such vehicles are expensive to buy, insure and fuel. Unless you tow a boat or trailer, or need an SUV to earn a living, is an eight-cylinder engine worth the extra cost of taking out a large loan? If you need to buy a car and/or borrow money to do so, consider buying one that uses less gas and costs less to insure and maintain. Cars are expensive. You might need one, but if you're buying more car than you need, you're burning through money that could have been saved or used to pay off debt.   Mistake No. 5: Buying Too Much House  When it comes to buying a house, bigger is also not necessarily better. Unless you have a large family, choosing a 6,000-square-foot home will only mean more expensive taxes, maintenance and utilities. Do you really want to put such a significant, long-term dent in your monthly budget?   Mistake No. 6: Treating Your Home Equity Like a Piggy Bank  Your home is your castle. Refinancing and taking cash out on it means giving away ownership to someone else. It also costs you thousands of dollars in interest and fees. Smart homeowners want to build equity, not make payments in perpetuity. In addition, you'll end up paying way more for your home than it's worth, which virtually ensures that you won't come out on top when you decide to sell.   Mistake No. 7: Living Paycheck to Paycheck  In 2007, the U.S. household savings rate fell below 1%, but other countries had considerably higher rates of personal savings. For example, the Netherlands, Italy, Norway, Germany and France personal savings rates average 10% or more according to the OECD Factbook 2005. Clearly it is possible to enjoy a high standard of living without financing it with debt. Countries in Asia boast savings rates of as much as 30%!   The cumulative result of overspending puts people into a precarious position - one in which they need every dime they earn and one missed paycheck would be disastrous. This is not the position you want to find yourself in when an economic recession hits. If this happens, you'll have very few options. Everyone has a choice in how they live, so it's just a matter of making savings a priority.  Making a Payment Vs. Affording A Purchase  To steer yourself away from the dangers of overspending, start by monitoring the little expenses that add up quickly, then move on to monitoring the big expenses. Think carefully before adding new debts to your list of payments, and keep in mind that being able to make a payment isn't the same as being able to afford the purchase. Finally, make saving some of what you earn a monthly priority.",
            "vi": "7 sai lầm về tài chính thường gặp nhất   \nCuộc sống thực sự là một thế giới vật chất. Khi nói đến tiêu xài, Mỹ là nền văn hoá tiêu thụ. Kết quả: tăng các mức nợ về mua sắm tiêu dùng và giảm tỷ lệ tiết kiệm trong gia đình. Nhưng vào năm 2008, văn hoá tiêu thụ này bị hiện thực kinh tế tác động mạnh. Theo Cục Dự trữ Liên bang, nợ của các hộ gia đình Mỹ tăng đều đặn kể từ thời điểm Cục Dự trữ Liên bang bắt đầu theo dõi năm 1952. Lần đầu tiên tiêu dùng sụt giảm là vào quý ba năm 2008. Do cuộc khủng hoảng tín dụng và giai đoạn suy thoái kinh tế tiếp theo, tỷ lệ tiết kiệm cũng có ảnh hưởng ngược lại. Với những người lâu nay sống vung tay quá trán, thì bỗng nhiên gặp nhiều khó khăn hơn để đắp đổi qua ngày. Và, mặc dù chính phủ thường khuyến khích tiêu dùng trong giai đoạn suy thoái kinh tế và các số liệu thống kê có thể khiến chúng ta nghĩ rằng việc chi xài quá mức là bình thường, tiêu quá nhiều tiền vẫn luôn là một lựa chọn đầy rủi ro. Sau đây chúng ta sẽ tìm hiểu 7 sai lầm về tài chính phổ biến nhất mà thường đưa mọi người đến khó khăn kinh tế rất lớn. Thậm chí nếu bạn đã từng gặp những khó khăn tài chính, việc tránh xa những sai lầm này có thể là bí quyết sinh tồn. Sai lầm số 1: Chi tiêu quá mức/phù phiếm Núi vàng thường biến mất dần từ một đồng xu lẻ. Có lẽ bạn cho rằng khi chọn gấp đôi cà phê Mocha, Cappuccino cùng một lúc, dừng lại để mua gói thuốc lá, ra ngoài ăn tối hoặc yêu cầu bộ phim theo dịch vụ trả phí mỗi lần xem đó là chuyện chẳng có gì to tát, nhưng tích tiểu thành đại.  Chỉ 25 đô la mỗi tuần dành cho việc đi ăn tiệm cũng làm bạn tốn 1300 đô la mỗi năm, số tiền có thể dành để trả nợ thế chấp bổ sung, hoặc một số khoản thanh toán xe phụ trội. Nếu bạn đang chịu khó khăn về tài chính, thì làm sao tránh sai lầm này thực sự là rất quan trọng – sau cùng, nếu bạn chỉ thiếu vài đô la nữa thôi là sẽ bị tịch biên tài sản hoặc vỡ nợ, thì mỗi đồng đô la lẻ sẽ lại càng có giá trị hơn bao giờ hết. Sai lầm số 2: Những khoản thanh toán không dứt Tự hỏi mình xem có thật sự cần những món hàng mà phải trả phí hàng tháng, năm này qua năm khác không. Những thứ như truyền hình cáp, ra-đi-ô vệ tinh và trò chơi điện tử, điện thoại di động và máy nhắn tin có thể bắt bạn phải trả không ngừng nghỉ nhưng chẳng để lại cho bạn cái gì cả. Khi tiền bạc khan hiếm, hoặc bạn muốn dành dụm nhiều hơn nữa, tạo lối sống khắc khổ hơn có thể tiến gần đến việc làm tăng số tiền tiết kiệm hoặc giảm khó khăn về tài chính của bạn.  Sai lầm số 3: Sống dựa vào tiền vay mượn  Dùng thẻ tín dụng mua những thứ cần thiết đã trở thành điều tương đối bình thường. Nhưng cho dù số lượng người tiêu dùng tăng chưa từng có đang sẵn lòng trả lãi suất hai con số đối với xăng, thực phẩm và hàng loạt các mặt hàng khác, những mặt hàng mà họ dùng hết từ lâu trước khi thanh toán đầy đủ hoá đơn, thì cũng đừng thuộc số những người như vậy.  Lãi suất thẻ tín dụng làm giá các mặt hàng được tính đắt hơn rất nhiều. Phụ thuộc vào thẻ tín dụng còn gây ra nhiều khả năng là bạn tiêu nhiều hơn số tiền bạn kiếm được. Sai lầm số 4: Mua xe mới Hàng triệu chiếc xe được bán mỗi năm, mặc dù ít người mua có đủ khả năng trả tiền ngay. Bất luận thế nào, không có khả năng trả tiền mua xe mới ngay nghĩa là không đủ khả năng mua xe. Xét cho cùng, có khả năng thanh toán không giống như có đủ khả năng mua xe. Hơn nữa, nhờ mượn tiền để mua xe hơi, người tiêu dùng phải trả lãi đối với một tài sản đang giảm giá, việc này làm gia tăng rất nhiều chênh lệch giữa giá trị của chiếc xe và giá mua nó. Nhưng tệ hơn, nhiều người bán xe cũ của mình để mua xe mới cứ hai hoặc ba năm một lần, và mỗi lần mua bán lại một lần mất tiền. Đôi khi một người buộc lòng phải vay thế chấp trả dần để mua xe, nhưng bao nhiêu tiện ích của một chiếc xe thể thao đa dụng lớn (SUV) thật sự cần thiết đối với bất kỳ người tiêu dùng nào? Những chiếc xe này rất tốn tiền mua, bảo hiểm và cung cấp nhiên liệu. Trừ trường hợp bạn kéo theo một chiếc thuyền hay xe moóc dùng làm nhà ở, hoặc cần xe thể thao đa dụng (SUV) để kiếm sống, liệu một động cơ 8 xi-lanh có đáng để trả phí tổn ngoại ngạch vì vay thế chấp trả dần một số tiền lớn? Nếu bạn cần mua xe và/hoặc mượn tiền mua xe, hãy tính toán mua chiếc xe tiết kiệm xăng và ít tốn phí bảo hiểm và bảo trì. Xe hơi tốn tiền. Bạn có thể cần một chiếc, nhưng nếu bạn mua nhiều xe hơn bạn cần, bạn đang tiêu hết rất nhanh số tiền mà đáng ra phải tiết kiệm hoặc dùng trả hết nợ. Sai lầm số 5: Mua nhà quá lớn Khi nói đến mua một căn nhà, thì căn nhà lớn hơn cũng không nhất thiết tốt hơn. Trừ phi gia đình bạn đông người, chọn mua căn nhà rộng 6 ngàn phút vuông chỉ có nghĩa là tiền thuế, tiền bảo trì và tiền mua sắm tiện ích tốn kém nhiều hơn. Bạn thực sự muốn ngân quỹ hàng tháng của mình bị ảnh hưởng rất nhiều, rất lâu? Sai lầm số 6: Dùng vốn nhà như heo đất   Nhà của bạn là thành trì của bạn. Việc tái cấp vốn và vay tiền dựa vào căn nhà có nghĩa là đem quyền sở hữu để vào tay người khác. Điều đó còn khiến bạn phải tốn hàng ngàn đô la tiền lãi và phí. Những chủ nhà thông minh muốn tích góp vốn, không thanh toán kéo dài mãi. Ngoài ra, rốt cuộc bạn sẽ trả tiền nhiều hơn giá trị căn nhà, giá trị mà hầu như chắc chắn bạn sẽ không có được ở mức cao nhất khi bạn quyết định bán. Sai lầm số 7: Chi tiêu hết thu nhập mà không tiết kiệm được Trong năm 2007, tỷ lệ tiết kiệm hộ gia đình Mỹ giảm xuống dưới 1%, nhưng những quốc gia khác có tỷ lệ tiết kiệm cá nhân cao hơn đáng kể. Chẳng hạn, tỷ lệ tiết kiệm cá nhân ở Hà Lan, Ý, Na Uy, Đức và Pháp bình quân là 10% trở lên theo Sách Sự kiện 2005 của Tổ chức Hợp tác và Phát triển Kinh tế (OECD). Rõ ràng có thể tận hưởng mức sống cao mà không phải nợ nần. Những quốc gia châu Á tự hào về tỷ lệ tiết kiệm cao đến mức 30%!    Kết quả tích tụ lại nhiều lần tiêu tiền quá mức đẩy người ta vào tình trạng bấp bênh - tình thế trong đó họ cần đến từng hào kiếm được và khi thiếu tiền lương sẽ là thảm hoạ. Đây không phải tình trạng bạn muốn mình rơi vào khi xảy ra suy thoái kinh tế. Nếu nó xảy ra, bạn có rất ít chọn lựa. Mọi người đều có lựa chọn về cách sống, vì vậy đó chỉ là vấn đề coi tiết kiệm là ưu tiên hàng đầu.    Thanh toán so với có khả năng mua Để tự đưa mình rời xa những nguy cơ chi xài quá mức, hãy bắt đầu giám sát những khoản chi nhỏ mà có thể chất đống lên rất nhanh, sau đó chuyển tiếp sang giám sát những khoản chi lớn. Suy nghĩ cẩn thận trước khi bổ sung những món nợ mới vào danh sách các khoản thanh toán của bạn, và nhớ là có thể thanh toán không giống như có đủ khả năng mua. Cuối cùng, hãy coi việc tiết kiệm những gì bạn kiếm được là ưu tiên hàng tháng."
        },
        {
            "en": "The worst shoes for your feet     Culprit: Ultra-high heels   \"Heels are getting higher and higher,\" says Hillary Brenner, DPM. \"We podiatrists like to call it shoe-icide.\" Brenner, a spokeswoman for the american podiatric medical association, says ultra-high heels can lead to everything from ankle sprains to chronic pain. Let's take a closer look at the heights, styles, and woes of today's footwear. Problem: Pump bump  Whether they're sky-high or mid-heel, this style is notorious for causing a painful knot on the back of the heel. The rigid material presses on a bony deformity which some women have called a \"pump bump.\" The pressure leads to blisters, swelling, bursitis, even pain in the Achilles tendon. Ice, orthotics, and heel pads may provide pain relief …along with better shoes. The bony protrusion is permanent.   Problem: Unnatural foot position Ultra-high heels force the feet into a position that puts stress on the ball of the foot. At this critical joint, the long metatarsal bones meet the pea-shaped sesamoid bones, and the toe bones (phalanges). Too much pressure can inflame these bones or the nerves that surround them. Chronic stress to the foot bones can even lead to hairline fractures. Solution: Go low Switching to lower heels will help you avoid problems with the metatarsal bones. The lower you go, the more natural your foot position will be. Brenner recommends choosing heels that are no more than 2 inches high -- and even those should be worn in moderation. Problem: Ankle sprains All high heels boost the risk of an ankle sprain. The most common problem is a lateral sprain, which happens when you roll onto the outside of your foot. This stretches the ankle ligaments beyond their normal length. A severe sprain may tear the ligaments. A sprained ankle should be immobilized and may need physical therapy to heal properly. The risk of developing osteoarthritis rises with a severe sprain or fracture of the ankle. Culprit: Stilettos Although all high heels can cause problems, the ultra narrow heels of stilettos are particularly risky. \"The weight is pinpointed on one area,\" Brenner tells WebMD. \"That makes you wobble like you're walking on stilts.\" The result is that you're more likely to trip and sprain your ankle. Solution: Chunky Heels A chunky heel has more surface area and distributes your weight more evenly. This makes the feet much more stable when compared to stilettos or spindle heels. Although thick high heels can still put stress on the ball of your foot, they may reduce the tripping hazard by minimizing your wobble. Culprit: Ballet flats Brenner compares these dainty shoes to walking on cardboard. \"There's no arch support whatsoever,\" she tells WebMD. That keeps the feet from functioning optimally and can lead to knee, hip, and back problems. Poor arch support is also associated with a painful foot condition called plantar fasciitis. Solution: Orthotic inserts If you love the look of ballet flats, over-the-counter inserts (shown here) may help prevent mild foot pain. Heel pads can provide extra <em>cushioning</em> for achy heels. And custom orthotics can ease a whole range of foot pains and problems. Podiatrists prescribe these inserts to provide arch support and reduce pressure on sensitive areas. Prescription orthotics can be pricey, but are sometimes covered by insurance. Culprit: Flip-flops Flip-flops offer very little protection. The risk of getting splinters or other foot injuries is higher when the feet are so exposed. People with diabetes should not wear flip-flops, because simple cuts and scrapes can lead to serious complications. In addition, many flip-flops provide no arch support. Like ballet flats, they can aggravate plantar fasciitis and cause problems with the knees, hips, or back. Problem: Plantar fasciitis A band of tissue called the plantar fascia runs along the bottom of the foot. It pulls on the heel when you walk -- and it works best with the proper arch in your foot. Walking barefoot, or in flimsy shoes without sufficient arch support, can overstretch, tear, or inflame the plantar fascia. This common condition can cause intense heel pain, and resting the feet only provides temporary relief. Better: 'Fitted' Flops Sporty, fitted sandals and other \"toning shoes\" are designed for a more intense workout while walking. The American Council on Exercise says there's no evidence to support that claim, but they may have other benefits. The thick sole keeps your foot off the ground and away from debris. And Brenner points out, \"they do have really good arch support.\" Several have a seal of approval from the American podiatric medical association. Culprit: Platform shoes Platform shoes tend to have rigid foot beds. \"That throws off the biomechanics of walking,\" Brenner says. \"Your foot is trying to bend a certain way, but the shoe is fighting you because it's so rigid.\" If the heel of the platform is much higher than the toe area, the shoe also puts pressure on the metatarsal bones. Better: Flatter platforms Although still not recommended, a flatter platform shoe may put less strain on your feet than its peers. Look for a wide wedge or platform that is nearly parallel with the ground. This will lessen the pressure on the ball of the foot. However, the rigid sole remains a barrier to the natural walking motion. Culprit: Pointy toes They might be stylish, but shoes with pointy toes squeeze the entire front of your foot together. After time, this can cause nerve pain, bunions, blisters, and hammertoes. Some women even develop bruises under their toenails from the constant pressure.  Problem: Bunions A bunion is a painful lump at the base of the big toe, which may cause the toe to bend unnaturally. It forms when the tissue or bone at the base joint gets displaced. This may happen after years of abnormal pressure and movement. Pointy-toed shoes are a common factor, which explains the prevalence of bunions among women. Problem: Toe Deformities High heeled shoes push too much body weight toward the toes and then squeeze them together. Over time, the result can be hammertoe, abnormal bends in the toe joints that can gradually become rigid. Surgery is sometimes needed to relieve the pain of severe hammertoe. Crowding can cause other toe deformities, along with continuous shoe friction, leading to painful corns and calluses. Solution: Wide toe box You can avoid the pointy toe perils by selecting boxier shoes. If that style doesn't appeal to you, look for shoes that slope to a point beyond the edge of your toes. A healthy style won't pinch the tips or sides of your toes. Brenner also suggests choosing a softer material, rather than stiff leather. Culprit: Celebrity trendsetters  Lady Gaga is known for her eccentric style, but you may want to think twice before stepping into the heel-less shoes she favors. The 12-inch mega-heels seen in her \"Bad Romance\" video are equally risky. As we've seen, putting so much stress on the ball of your foot can cause bone and nerve damage and pain. Solution: Performance pumps Many women are unwilling to trade style for comfort, but you may not have to choose between the two. Performance pumps offer a sound compromise, taking both fashion and your health into consideration. They are typically made with reinforced heels, athletic shoe construction, and more wiggle room for your toes. Culprit: Wrong size shoes Nine out of 10 women are wearing shoes that are too small. The consequences aren't pretty – calluses, blisters, bunions, corns, and other problems. The constant rubbing can irritate the joints in the foot and lead to arthritis. Research suggests many kids are also wearing the wrong shoe size, which puts them at risk for foot deformities as they grow. Solution: Measure your feet Before buying new shoes, have a professional measure the length and width of your feet at the end of the day, while you're standing. For unusually flat feet or high arches, an exam by a podiatrist may be warranted. These conditions can increase the risk of osteoarthritis. Early treatment and use of proper footwear may help to avoid unnecessary wear and tear on the joints of the foot. Men's trends Pointy-toed shoes have crossed the gender line. This footwear fad carries the same risk in men as in women – including hammertoes, bunions, and pain. To avoid these problems, stick with a boxier toe. At the office, a classic pair of oxfords or loafers may not turn heads, but your feet will thank you. Fitness trends: Minimalist shoe  Newer additions to the shoe scene are minimalist shoes. They aim to mimic the natural feel and mechanics of walking barefoot. Brenner is not impressed. \"There's no support for your heel or arch and no shock absorption,\" she says. In addition, in some brands, the products interfere with the natural walking position.  Fitness trends: Rocker bottoms Rocker bottom shoes facilitate the push-off motion as you walk. This style can help with joint pain, according to Brenner. It's also good for people with mild foot deformities. However, she does not recommend the shoe for older people or people with medical conditions that affect balance or muscle strength. 3 Tips for better shoes If you're ready to do right by your feet, Brenner offers these three tips: * Make sure the shoe bends at the toe box, but is not too flexible.  * Make sure there is a sufficient arch support.  * Choose a chunky heel that is less than 2 inches high.",
            "vi": "Những đôi giày gây hại cho bàn chân bạn nhiều nhất     Thủ phạm là Giày siêu cao gót  Bác sĩ chuyên khoa bàn chân Hillary Brenner cho biết “Gót giày ngày càng trở nên cao hơn” “Chúng tôi thích gọi chúng là “những đôi giày chết người””. Bà Brenner, phát ngôn viên của hiệp hội y tế về chuyên ngành bệnh bàn chân Hoa Kỳ cho biết giày siêu cao gót có thể gây nên nhiều chứng bệnh từ bong gân mắt cá đến đau nhức kinh niên. Chúng ta hãy quan sát kỹ hơn về chiều cao, kiểu dáng và cả các tai hại của giày dép ngày nay nhé.  Vấn đề: Cục lồi ở gót chân Cho dù là gót giày có cao ngất ngưỡng hay là cao vừa phải đi nữa thì kiểu giày này rất hay gây sưng, u đau nhức ở gót chân. Vật liệu giày cứng dồn lên chỗ biến dạng xương mà một số phụ nữ gọi là “cục lồi chân”. Sức đè chặt đó làm cho bàn chân phồng giộp, sưng, viêm túi dịch, thậm chí là đau ở gân gót bàn chân. một đôi giày tốt hơn, chườm nước đá, điều trị chấn thương chỉnh hình, và đệm gót chân có thể làm giảm đau. Chỗ lồi xương này là vĩnh viễn.   Vấn đề: Tư thế đứng của bàn chân bất thường Giày siêu cao gót ép bàn chân vào tư thế dồn trọng tâm xuống ức bàn chân. Ở khớp quan trọng này thì các xương bàn chân dài tiếp giáp với xương vừng hình hạt đậu, và các xương ngón chân (đốt ngón chân). Việc đè nén áp lực quá nhiều có thể gây viêm các xương hoặc các dây thần kinh xung quanh chúng. Nếu cứ đè áp lực lên xương bàn chân thường xuyên và lâu dài như thế thậm chí có thể dẫn tới chứng rạn mao mạch.  Giải pháp: Mang giày gót thấp  Việc chuyển sang sử dụng giày có gót thấp hơn sẽ giúp bạn tránh được nhiều vấn đề đối với xương bàn chân. Bạn càng mang giày gót thấp bao nhiêu thì bàn chân bạn càng ở tư thế tự nhiên bấy nhiêu. Bà Brenner khuyến nghị nên chọn giày có gót cao không quá 2 in-sơ – thậm chí là không nên mang chúng quá nhiều nữa.  Vấn đề: Bong gân mắt cá  Tất cả các đôi giày cao gót đều có thể làm tăng nguy cơ bong gân mắt cá chân, xảy ra khi chân bạn bị trật ra ngoài. Điều này khiến cho các dây chằng mắt cá căng ra hơn sức kéo bình thường. Trường hợp bong gân mắt cá nặng có thể làm rách dây chằng. Mắt cá bị bong trặc nên được băng cố định và có thể cần đến vật lý trị liệu để chữa lành. Bong trặc hoặc nứt mắt cá chân nặng có thể làm tăng nguy cơ bị viêm xương khớp mãn tính.    Thủ phạm là Giày gót nhọn Mặc dù tất cả giày cao gót đều có thể gây rắc rối, giày gót siêu nhọn đặc biệt nguy hiểm. Bà Brenner cho WebMD biết “Trọng lượng cơ thể dồn về vùng này làm cho bạn bước đi lắc lư, nghiêng ngả y như bạn đang đi cà kheo vậy.” Hậu quả là bạn rất dễ bị vấp ngã và bong trặc mắt cá chân.   Giải pháp: Giày gót thấp và to  Giày gót thấp bản to có bề mặt lớn hơn và làm cho trọng lượng cơ thể bạn cân bằng hơn. Kiểu giày này giúp cho bàn chân có thể đứng vững hơn nhiều so với giày gót nhọn hoặc giày gót nhọn và cao. Mặc dù giày cao gót bản dày có thể vẫn đè nặng lên ức bàn chân nhưng cũng có thể làm giảm nguy cơ bị vấp ngã bằng cách làm giảm thiểu tình trạng lắc lư, nghiêng ngả do đứng không vững của bạn.  Thủ phạm là Giày múa ba-lê Brenner so sánh những đôi giày xinh xắn này khi đi trên giấy bìa cứng/ giấy các-tông, bà cho WebMD biết “Cung bàn chân chẳng được nâng chút nào cả.” Điều này làm cho bàn chân không hoạt động được tối ưu và có thể gây nhiều vấn đề cho đầu gối, hông và lưng. Cung bàn chân không được nâng tốt cũng liên quan đến bệnh đau nhức bàn chân gọi là bệnh viêm mạc gan bàn chân.  Giải pháp: Chèn miếng lót chỉnh hình  Nếu bạn thích kiểu dáng của giày ba-lê thì những miếng lót giày mua ở tiệm (trong hình) có thể giúp phòng tránh được chứng bệnh đau bàn chân nhẹ. Miếng đệm gót chân cũng có thể giúp cho gót chân đau nhức cảm thấy êm ái hơn. miếng lót dụng cụ chỉnh hình có thể làm dịu toàn bộ các chứng đau chân và nhiều vấn đề về bàn chân. Bác sĩ chuyên khoa bàn chân cho sử dụng những miếng lót chân như thế này nhằm để nâng cung bàn chân và làm giảm áp lực ở những vùng nhạy cảm của chân. Các dụng cụ chỉnh hình theo toa bác sĩ có thể rất đắt tiền nhưng đôi khi cũng được bảo hiểm tốt.  Thủ phạm là dép xỏ ngón  Dép xỏ ngón thường bảo vệ chân rất ít. Nguy cơ gãy xương bàn chân hoặc các chấn thương bàn chân khác cao hơn khi mang dép xỏ ngón bởi bàn chân phô ra nhiều. Người bị tiểu đường không nên mang dép xỏ ngón, bởi chỉ các vết đứt hoặc cọ quẹt nhẹ cũng có thể gây biến chứng nghiêm trọng. Ngoài ra, nhiều loại dép xỏ ngón cũng không có tác dụng nâng cung bàn chân gì cả. Giống như giày múa ba-lê, dép xỏ ngón có thể làm cho bệnh viêm mạc gan bàn chân càng nặng thêm và gây nhiều vấn đề về đầu gối, hông, hoặc lưng.  Vấn đề: Viêm mạc gan bàn chân Dải mô có tên là mạc gan bàn chân chạy dọc lòng bàn chân. Dải mô này có tác dụng kéo giật trên gót chân khi bạn đi bộ – và phát huy tác dụng tối đa khi cung bàn chân ở độ cong thích hợp. Việc đi chân trần, hoặc mang giày mỏng, dễ rách mà không nâng cung bàn chân đủ, có thể làm cho mạc gan bàn chân bị kéo căng quá mức, bị rách hoặc viêm tấy. Chứng bệnh thường thấy này có thể gây đau gót chân dữ dội, và tình trạng gót chân được nghỉ ngơi chỉ làm giảm đau tạm thời thôi.    Giải pháp tốt hơn là mang “dép lê”   Giày xăng-đan vừa vặn, có dáng vẻ thể thao và “các đôi giày giống như giày trượt băng (đế cao và cong)” được thiết kế dành để luyện tập đi bộ nhiều hơn. Hiệp hội Thể dục Hoa Kỳ cho biết chẳng có bằng chứng nào chứng thực điều đó, nhưng chúng cũng có thể có nhiều lợi ích khác. Đế giày dày chắc giữ cho bàn chân bạn không bị dính đất hoặc không bị xóc các mảnh vỡ. Brenner chỉ ra rằng “Chúng thực sự nâng cung bàn chân tốt”. Một số loại đã được Hiệp hội chữa bệnh về chân Mỹ đã chính thức cho phép sử dụng.  Thủ phạm là Giày đế bục Giày đế bục thường có miếng đệm cứng. Brenner cho biết “Điều đó làm chuyển hướng lực tác động lên cơ thể khi đi bộ ,” “Chân bạn đang cố dồn về một hướng nào đó, nhưng lực của giày hướng nghịch lại bởi nó quá cứng.” Nếu gót giày đế bục cao hơn nhiều so với phần mũi thì giày cũng đè áp lực lên các xương bàn chân. Tốt hơn là bạn nên mang giày đế bục bằng phẳng hơn Mặc dù người ta vẫn không khuyến cáo sử dụng loại giày này, nhưng giày đế bục bằng phẳng hơn có thể ít đè nặng lên chân của bạn hơn là những kiểu giày khác. Hãy tìm những đôi có miếng đệm lớn hoặc có đế bục gần như song song với mặt đất. Những kiểu dáng này sẽ làm giảm áp lực đè lên ức bàn chân. Tuy nhiên, đế giày cứng vẫn làm cho việc vận động đi đứng của bạn không được tự nhiên lắm.  Thủ phạm là giày mũi nhọn   Các loại giày mũi nhọn này có thể là hợp thời trang, nhưng chúng cũng làm cho toàn bộ phía trước bàn chân bạn siết chặt lại với nhau. Dần dần, nó có thể gây đau dây thần kinh, viêm bao hoạt dịch ngón cái, phồng giộp, và ngón chân bị khoằm xuống. Một số phụ nữ thậm chí còn bị bầm tím dưới móng chân do phải chịu áp lực đè lên liên tục.  Vấn đề: Viêm bao hoạt dịch ngón cái Viêm bao hoạt dịch ngón cái là bướu lồi gây đau nhức ở đáy ngón chân cái, có thể làm cho ngón chân gập xuống một cách bất thường. Viêm bao hoạt dịch này hình thành khi mô hoặc xương tại đáy khớp bị lệch chỗ. Điều này có thể xảy ra sau nhiều năm ngón chân di chuyển và bị đè nặng bất thường. Giày mũi nhọn là nguyên nhân thường thấy, giải thích cho chứng viêm bao hoạt dịch ngón cái thường xảy ra ở phụ nữ.  Vấn đề: Ngón chân bị biến dạng  Giày cao gót làm cho trọng lượng cơ thể bị dồn quá sức về phía mũi và làm cho các ngón chân siết chặt lại với nhau. Dần dần có thể làm cho ngón chân bị khoằm xuống, các chỗ gập bất thường ở khớp ngón cái có thể trở nên cứng từ từ. Bệnh nhân đôi khi cũng cần phải phẫu thuật để làm giảm đau do ngón chân bị khoằm dữ dội. Tình trạng ngón chân bị dồn lại với nhau cũng có thể gây biến dạng ngón chân khác, kết hợp với việc ma sát giày liên tục, làm cho các ngón chân trở nên chai cứng và đau đớn.   Giải pháp là mang giày có mũi rộng rãi, thoải mái   Bạn có thể tránh các nguy hại của giày mũi nhọn bằng cách chọn các loại giày có mũi vuông hơn. Nếu kiểiu dáng đó không hấp dẫn đối với bạn thì hãy tìm những kiểu giày có độ dốc nghiêng qua khỏi gờ của ngón chân. Một kiểu dáng giày có lợi cho sức khỏe sẽ không làm cho các đầu ngón chân hoặc hông ngón chân bị kẹp dúm lại với nhau. Brenner cũng đề nghị là nên chọn chất liệu mềm hơn là loại da cứng.  Thủ phạm là người lăng xê mốt nổi tiếng  Lady Gaga nổi tiếng về phong cách kỳ dị, nhưng bạn có lẽ cần nên suy nghĩ kỹ trước khi chọn giày không gót giống như cô ấy thích nhé. Đôi giày gót cực cao 12 in-sơ mà Lady Gaga mang trong video \"Bad Romance\" của cô ấy cũng đều nguy hiểm như nhau. Như chúng ta đã thấy, việc đè nặng quá nhiều lên ức bàn chân có thể gây đau và tổn thương dây thần kinh và xương.  Giải pháp nên mang giày mềm nhẹ, gót thấp  Nhiều phụ nữ không thích đổi kiểu dáng để đổi lấy sự thoải mái, nhưng bạn cũng có thể không cần phải lựa chọn giữa hai thứ đó đâu. Các đôi giày mềm nhẹ, gót thấp là một “thoả hiệp” hợp lý, cân nhắc đến cả yếu tố thời trang lẫn sức khỏe. Chúng thường được làm bằng gót cứng cáp, kiểu giày thể thao, và có khoảng trống thoải mái cho các ngón chân.    Thủ phạm là giày sai kích thước Hết 9/10 phụ nữ mang giày có kích thước quá nhỏ. Hậu quả chẳng có gì hay cả – bàn chân bị chai, phồng giộp, viêm bao hoạt dịch ngón cái, chai chân, và nhiều vấn đề khác. Việc ma sát liên tục có thể làm tấy các khớp bàn chân và dẫn đến viêm khớp. Nghiên cứu cũng cho thấy nhiều trẻ con cũng đang mang giày không đúng kích cỡ, làm cho chúng có nguy cơ bị biến dạng bàn chân khi lớn lên.  Giải pháp là nên đo chân của bạn  Trước khi mua giày mới, bạn nên nhờ một chuyên gia nào đó đo chiều dài và chiều rộng của bàn chân mình vào cuối ngày, khi đang đứng nhé. Đối với bàn chân có cung bàn chân cao khác thường hoặc chân bẹt khác thường thì có thể cần đến bác sĩ chuyên khoa về chân để được khám bảo đảm. Những bệnh này có thể làm tăng nguy cơ viêm khớp mãn tính. Việc điều trị sớm và sử dụng giày dép phù hợp có thể giúp tránh làm cho các khớp xương bàn chân bị mòn và rách không cần thiết.    Xu hướng giày của nam giới Giày mũi nhọn đã gây sức hấp dẫn cho cả nữ lẫn nam giới. Mốt thời thượng giày dép này gây cùng một nguy cơ giống nhau như làm cho ngón chân khoằm xuống, viêm bao hoạt dịch ngón cái, và gây đau đớn. Để tránh các vấn đề này, bạn nên mang giày mũi vuông. Một đôi giày thấp buộc dây ở cổ chân hoặc một đôi giày Loafer cổ điển (giống giày da đanh của thổ dân Bắc Mỹ, nhưng có gót rộng và phẳng bẹt) có thể là không bắt mắt ở văn phòng làm việc nhưng sẽ có lợi cho sức khoẻ đôi bàn chân bạn đấy.   Khuynh hướng thích hợp cho sức khỏe: Giày đơn giản ở mức độ tối đa  Nhiều kiểu giày mới hơn bổ sung thêm đó là kiểu giày đơn giản nhất. Chúng có tác dụng làm cho bàn chân có cảm giác tự nhiên và bắt chước theo cơ chế đi chân trần. Brenner chẳng ấn tượng gì. “Gót chân hoặc cung bàn chân không được nâng gì hết và không có chỗ đệm sốc. Ngoài ra, ở một số thương hiệu thì các đôi giày làm cho dáng di không được tự nhiên.  Khuynh hướng thích hợp cho sức khỏe: Giày đế dày, gót tròn   Loại giày này làm cho lực đẩy chuyển động khi bạn đi bộ dễ dàng hơn. Brenner cho biết kiểu giày này có thể giúp bệnh nhân đau khớp cảm thấy thoải mái hơn; đồng thời cũng có thể phù hợp cho người bị biến dạng chân nhẹ. Tuy nhiên, bà không khuyến nghị người già hoặc người bị các bệnh ảnh hưởng đến sự thăng bằng cơ thể hoặc ảnh hưởng đến sức mạnh cơ bắp. 3 bí quyết để có đôi giày tốt hơn Nếu bạn đã quan tâm tới đôi chân của mình thì Brenner xin gợi ý cho bạn 3 bí quyết sau đây:  * Đảm bảo rằng đôi giày của bạn có thể gập cong ở phần mũi, nhưng không nên quá mềm.  * Phải chắc rằng cung bàn chân được nâng đủ  * Nên chọn giày có gót to, cao chưa đầy 2 in-sơ."
        }
    ],
    "suggestions": []
}