{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cushioned"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cushioned"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cushioned"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cushioned"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> có đệm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được giảm chấn</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cushioned blasting</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nổ đệm</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "cushioned"
        }
    },
    "sentences": [
        {
            "en": "<em>Cushioned</em> seats",
            "vi": "Ghế nệm"
        },
        {
            "en": "The bed was <em>cushioned</em>.",
            "vi": "Cái giường được lót đệm."
        },
        {
            "en": "I like sitting on <em>cushioned</em> seats.",
            "vi": "Tôi thích ngồi trên ghế nệm."
        },
        {
            "en": "A child needs to be <em>cushioned</em>.",
            "vi": "Một đứa trẻ cần được nâng niu bảo vệ."
        },
        {
            "en": "Their landing was <em>cushioned</em> by deep snow.",
            "vi": "Bến đổ của họ được lót đệm bằng lớp tuyết sâu."
        },
        {
            "en": "Which seats do you prefer, <em>cushioned</em> seats, ordinary seats, <em>cushioned</em> berth, or ordinary berth?",
            "vi": "Bạn thích ghế ngồi nào hơn, ghế đệm, ghế thường, giường đệm hay giường thường?"
        },
        {
            "en": "Which seats do you prefer, <em>cushioned</em> berth or ordinary berth?",
            "vi": "Bạn thích ghế ngồi nào, giường đệm hay giường thường?"
        },
        {
            "en": "Which seats do you prefer, <em>cushioned</em> seats or ordinary seats?",
            "vi": "Bạn thích ghế ngồi nào hơn, ghế đệm hay ghế thường?"
        },
        {
            "en": "I need a stool with a <em>cushioned</em> seat.",
            "vi": "Tôi cần cái ghế ngồi bọc nệm."
        },
        {
            "en": "I need two lower berths in a <em>cushioned</em> sleeper.",
            "vi": "Tôi cần hai giường dưới trong toa giường ngủ có đệm."
        },
        {
            "en": "Wage increases have <em>cushioned</em> us against the effects of higher prices.",
            "vi": "Các khoản tăng lương đã giảm bớt tác động của giá cả tăng đối với chúng tôi."
        },
        {
            "en": "The amniotic fluid that has <em>cushioned</em> and supported your baby in the uterus now serves another purpose.",
            "vi": "Nước ối làm chỗ đệm và giúp nuôi em bé trong tử cung hiện mang một mục đích khác nữa."
        },
        {
            "en": "The brain floats in the fluid and is <em>cushioned</em> by it from contact with the skull when the head is moved vigorously.",
            "vi": "Não bộ nổi trong dung dịch chất và làm chất đệm làm giảm va chạm với xương đầu khi đầu chuyển động quá mạnh."
        },
        {
            "en": "It turns out that highly <em>cushioned</em> shoes with arch support actually change the way we run. Take a closer look at your running shoe. It probably has a thick <em>cushioned</em> sole beneath the heel and a stiff insert to keep your arches from flattening out like a pancake. This didn’t seem to be a problem until a team of researchers under Daniel Lieberman of Harvard University looked into the matter more closely.",
            "vi": "Hóa ra là giày đệm cao nâng cung bàn chân thực sự thay đổi cách chúng ta chạy. Xem xét kỹ hơn giầy chạy bộ của bạn. Nó có thể có một đế dày đệm dưới gót chân và chèn cứng để giữ cho vòm bàn chân của bạn không bị phẳng ra như một cái bánh kếp. Điều này dường như không thành vấn đề cho đến khi một nhóm các nhà nghiên cứu do Daniel Lieberman lãnh đạo, thuộc Đại học Harvard, nghiên cứu sâu hơn về vấn đề này."
        },
        {
            "en": "The amniotic fluid that has <em>cushioned</em> and supported your baby in the uterus now serves another purpose. The intestines have developed enough that small amounts of sugars can be absorbed from the fluid that is swallowed and passed through the digestive system to the large bowel. Almost all of your baby's nourishment, however, still comes from you through the placenta.",
            "vi": "Nước ối làm chỗ đệm và giúp nuôi em bé trong tử cung hiện mang một mục đích khác nữa. Giờ đây ruột đã phát triển đầy đủ và có thể hấp thu một lượng đường nhỏ từ nước ối mà bé nuốt vào và đi qua hệ tiêu hoá đến ruột già. Tuy nhiên, tất cả các dưỡng chất của em bé vẫn nhận từ mẹ qua nhau thai."
        },
        {
            "en": "The good news is that you don’t have to ditch shoes completely to run with a forefoot strike, but it is advisable to get rid of that <em>cushioned</em> heel and stiff sole so that your foot functions properly. The best way to learn is to go at it gradually and, you guessed it, run barefoot!",
            "vi": "Tin vui là bạn không cần phải vứt bỏ giày để chạy tiếp đất bằng ức bàn chân, nhưng nên tránh các loại giày có đệm đế hay đế cứng để chân bạn được hoạt động đúng tư thế. Cách tốt nhất để làm vậy là tập dần và – bạn biết đấy – tập chạy chân trần!"
        },
        {
            "en": "Pregnancy calendar (continued)       Week 21 Your baby's development The amniotic fluid that has <em>cushioned</em> and supported your baby in the uterus now serves another purpose. The intestines have developed enough that small amounts of sugars can be absorbed from the fluid that is swallowed and passed through the digestive system to the large bowel. Almost all of your baby's nourishment, however, still comes from you through the placenta. Until now your baby's liver and spleen have been responsible for the production of blood cells. But now the bone marrow spaces are developed enough to contribute to blood cell formation as well, and bone marrow will become the major site of blood cell production in the third trimester and after birth. (The spleen will stop producing blood cells by week 30, and the liver will stop a few weeks before birth.)  Your body Is exercise safe during pregnancy? Exercise can be a great way to stay in shape during pregnancy and can even keep some symptoms — such as varicose veins, excessive weight gain, and backache — to a minimum. But pregnancy is not the time to start training for a triathlon — going slowly is the name of the game. Because ligaments become more relaxed during pregnancy, you're at higher risk for injury, so low- or non-impact exercise such as yoga, swimming, and walking are your best bets. Talk to your health care provider before beginning any exercise program while you're pregnant. Week 22 Your baby's development The senses your baby will use to learn about the world are developing daily. Taste buds have started to form on the tongue, and the brain and nerve endings are formed enough so that the fetus can feel touch. Your baby may experiment with this newfound sense of touch by stroking his or her face or sucking on a thumb, as well as feeling other body parts and seeing how they move. Your baby's reproductive system is continuing to develop, too. In boys, the testes have begun to descend from the abdomen, and in girls, the uterus and ovaries are in place and the vagina is developed. Your body You may soon notice your uterus practicing for delivery with irregular, painless contractions called Braxton Hicks contractions. You may feel a squeezing sensation in your abdomen. Don't worry, though: Your baby may be able to feel the contraction as it squeezes the uterus, but Braxton Hicks contractions aren't dangerous or harmful. If, however, the contractions become more intense, painful, or frequent, contact your health care provider immediately because painful, regular contractions may be a sign of preterm labor. Week 23 Your baby's development Even though fat is beginning to accumulate on your baby's body, the skin still hangs loosely, giving your baby a wrinkled appearance. Your baby's daily workout routine includes moving the muscles in the fingers, toes, arms, and legs regularly. As a result, you may feel more forceful movements. By now your baby weighs a little more than 1 pound (454 grams). If preterm labor and delivery were to occur this week, a baby could survive with expert medical care, but might have mild to severe disabilities. With increasing research and knowledge in the field of fetal medicine, the prognosis for premature babies (preemies) improves every year. Your body  The closer you get to your delivery date, the more trouble you may have sleeping. Anxiety, frequent urination, heartburn, leg cramps, and general discomfort can translate into a short night's sleep for a pregnant woman. But your baby's health and your own depend on you getting adequate rest. Try a warm bath, soothing music, a relaxing book, or a cup of herbal tea to put you in the mood to snooze. Many doctors recommend that pregnant women sleep on their sides, not their backs or stomachs, so that blood flow to the placenta is not restricted. If you find this uncomfortable, try placing a pillow between your knees to relieve the pressure of your weight while lying on your side. Week 24 Your baby's development Your baby is still receiving oxygen through the placenta. But once birth occurs, his or her lungs will start taking in oxygen on their own. In preparation for that, your baby's lungs are developing the ability to produce surfactant. Surfactant is a substance that keeps the air sacs in our lungs from collapsing and sticking together when we exhale, allowing us to breathe properly. Because the inner ear — which controls balance in the body — is now completely developed, your baby may be able to tell when he or she is upside down or right side up while floating and making movements in the amniotic fluid.  Your body An important prenatal test, glucose screening, is usually performed sometime during weeks 24 to 28. The glucose screening test checks for gestational diabetes, a temporary type of diabetes that occurs during pregnancy and can cause problems in the newborn, such as low blood sugar. Gestational diabetes may also increase the chances that a woman would need a cesarean section because it can lead to the big growth of babies.  During the glucose screening test, you'll drink a sugary solution and then have your blood drawn. If your blood sugar levels are too high, you'll have further tests, which your health care provider will discuss with you. Gestational diabetes usually can be controlled by eating a well-planned diet and getting regular exercise, but sometimes medication, such as daily insulin, will be needed during the pregnancy. Week 25 Your baby's development You may notice that your baby has resting and alert periods. You'll notice fetal activity more readily when you are more sedentary. Your baby's hearing has continued to develop, too — he or she may now be able to hear your voice!  Your body Pregnancy can cause some unpleasant side effects when it comes to digestion. Not only does the hormone progesterone slow the emptying of the stomach, but it also relaxes the valve at the entrance to the stomach so that it doesn’t close properly. This allows acidic stomach contents to move upward into the esophagus. The result: reflux (also known as heartburn) that can make eating your favorite meals a nightmare. The expanding uterus puts additional pressure on the stomach in the last few months of pregnancy. Try eating smaller, more frequent meals, and avoid spicy and fatty foods.  Week 26 Your baby's development  Although your baby's eyes have been sealed shut for the last few months, they will soon open and begin to blink. Depending on ethnicity, some babies will be born with blue or gray-blue eyes (which may change color in the first year of life) and some will be born with brown or dark eyes. Eyelashes are growing in, as is more hair on the head.  Your baby, weighing a little less than 2 pounds (907 grams), still looks wrinkly but will continue to gain weight steadily over the next 14 weeks until birth. Your body Your uterus provides a safe haven for your baby before birth. But what about after delivery? Your baby will be moving about your home in what seems like no time at all. Take the time now to safeguard your home by babyproofing. Covering electrical outlets, removing choking hazards, installing smoke alarms, and blocking off staircases are just some of the steps to ensuring your child's safety. Take every precaution you can think of, but remember: No amount of babyproofing can substitute for careful supervision of your child.  Week 27 Your baby's development By this first week of the third trimester, your baby looks similar to what he or she will look like at birth, except thinner and smaller. The lungs, liver, and immune system still need to fully mature, but if born now, your baby would have a very good chance of surviving. As hearing continues to develop, your baby may start to recognize your voice as well as your partner's. Sounds may be muffled, though, because the ears are still covered with vernix, the thick waxy coating that protects the skin from becoming chapped by the amniotic fluid. Your body Your body instinctively nourishes and protects your baby during pregnancy, but caring for a newborn is a learned skill. Consider signing up for childbirth classes through your local community center or hospital to learn about topics such as labor, options for pain relief, what to expect after delivery, common newborn problems, babyproofing, breastfeeding and formula feeding, and infant CPR. Learning all you can about birth and babies will help you feel more confident, especially if you're a first-time parent. Week 28 Your baby's development Your baby now weighs about 2 pounds, 2 ounces (1,000 grams) and measures about 10 inches (25 cm) from crown to rump. At your next prenatal appointment, your health care provider may tell you whether your baby is headfirst or feet- or bottom-first (called breech position) in the womb. Babies who are in the breech position may need to be delivered by cesarean section. Your baby still has 2 months to change position, though, so don't worry if your baby is in the breech position right now. Most babies will switch positions on their own.  The folds and grooves of your baby's brain continue to develop and expand. In addition, your baby continues to add layers of fat and has continued hair growth. Your body  Your health care provider probably sent you for some blood tests early in your pregnancy. One thing blood tests measure is the Rh factor, a substance found in the red blood cells of most people. If you don't have it (if you’re Rh negative) but your baby does (is Rh positive), there is potential for your baby to have health problems, such as jaundice and anemia. Your doctor can prevent these problems by giving you a vaccine called Rh immune globulin at 28 weeks and again after delivery. Week 29 Your baby's development Your baby continues to be active, and those first few flutters of movement have given way to hard jabs and punches that may take your breath away. If you notice a decrease in movement, do a fetal kick count: your baby should move at least 10 times in an hour. If your baby moves less, talk to your health care provider.  Your body During pregnancy, iron is important for replenishing the red blood cell supply. You should be eating at least 30 milligrams of iron each day. Because iron deficiency is common during pregnancy, your health care provider may recommend that you receive a blood test to check your iron level. If it's low, you may be prescribed an iron supplement. Week 30 Your baby's development Now weighing about 3 pounds (1,400 grams) and measuring about 10.8 inches (27 cm) from crown to rump, your baby continues to gain weight and layers of fat. This fat makes the baby look less wrinkly and will help provide warmth after birth. In preparation for respiration after birth, your baby will mimic breathing movements by repeatedly moving the diaphragm. Your baby can even get the hiccups, which you may feel as rhythmic twitches in your uterus.  Your body Constipation is a common complaint of pregnancy. The pregnancy hormones that allow you to maintain your pregnancy also slow the digestive process considerably. Exercising regularly and eating foods high in fiber, such as vegetables and whole grains, are great ways to keep everything regular. Week 31 Your baby's development By now your baby is urinating approximately several cups of urine a day into the amniotic fluid. He or she is also swallowing amniotic fluid, which is completely replaced several times a day. Excess fluid in the amniotic sac (known as polyhydramnios) may mean that the baby isn't swallowing normally or that there is a gastrointestinal obstruction. Inadequate fluid in the amniotic sac (oligohydramnios) may mean that the baby isn't urinating properly and could indicate a problem with the kidneys or urinary tract. Your health care provider will measure your levels of amniotic fluid as part of your routine ultrasound.  Your body Have you decided whether to breastfeed or formula feed your baby? Although the American Academy of Pediatrics (AAP) recommends breast milk as the best form of infant nutrition, the decision about how to feed your child is a personal one. Talk to your health care provider or a lactation consultant if you need more information before making your choice. The milk glands in your breasts may have started to make colostrum by now. Colostrum is the pre-milk that provides your baby with calories and nutrients for the first few days before your milk comes in if you plan to breastfeed. For some women, it is thin and watery. For others, it is thick and yellowish. If you notice your breasts leaking colostrum, you can buy disposable or washable breast pads to protect your clothing. Week 32 Your baby's development The final touches are being placed on your baby masterpiece. Eyelashes, eyebrows, and the hair on your baby's head are evident. The lanugo hair that has covered your baby since the beginning of the second trimester is falling off, although some may remain on the shoulders and back at birth.  At about 4 pounds (1,800 grams) and 11.4 inches (29 cm) from crown to rump, your baby would have an excellent chance of survival outside the womb if you delivered now. Your body During your prenatal visits, your health care provider will monitor your blood pressure, urine, and any swelling that may develop, but symptoms such as sudden weight gain, swelling in the hands or face, headaches, or changes in vision can be signs of preeclampsia. This condition causes high blood pressure and protein in the urine. Be sure to tell your healthcare provider if you experience any of these symptoms, since this condition can affect both the mother and fetus during the second half of pregnancy.  Week 33 Your baby's development In these last few weeks before delivery, the billions of developed neurons in your baby's brain are helping him or her to learn about the in-utero environment — your baby can listen, feel, and even see somewhat. Your baby’s eyes can detect light and the pupils can constrict and dilate in response to light. Like a newborn, your baby sleeps much of the time and even experiences the rapid eye movement (REM) stage, the sleep stage during which our most vivid dreams occur!  Your baby's lungs are almost completely matured. Fat will continue to be deposited on your baby's body for protection and warmth. Babies gain a good deal of their weight in the final few weeks before birth. Your body With labor and delivery only 2 months away, you may be considering how you'll cope with pain during childbirth. Among the things you'll want to learn about are the most commonly used techniques for pain relief. These include breathing techniques such as those taught in Lamaze classes, pain-relief medications given through injection, and epidurals, where doctors can give an anesthetic by means of a soft, thin catheter that's placed in your lower back. Whatever your ultimate choice, the more you know, the better informed your decision can be. Although you don't have to make a decision yet, talk to your health care provider now about your choices.  Week 34 Your baby's development Maternal calcium intake is extremely important during pregnancy because the baby will draw calcium from the mother to make and harden bone. If a pregnant woman doesn't get enough calcium during pregnancy, it can affect her own bones because the developing fetus will take minerals from the mother's skeletal structure as needed. The vernix coating on the baby's skin is becoming thicker, whereas lanugo hair is almost completely gone. By now most babies will be in position for delivery. Your health care provider can tell you if your baby is positioned head- or bottom-first. Babies born at 34 weeks usually have fairly well-developed lungs, and their average size of 5 pounds (2,250 grams) and 12.6 inches (32 cm) from crown to rump allows them to survive outside the womb without extensive medical intervention. Your body Fatigue is a common complaint of late pregnancy. Difficult sleeping, aches and pains, weight gain, and anxiety about labor, delivery, and taking care of a newborn may contribute to your exhaustion. Rest as much as you can and take naps if possible. Week 35 Your baby's development Your baby already weighs about 5 pounds, 5 ounces (2,400 grams), but this week begins your baby's most rapid period of weight gain — about 8 to 12 ounces (226 to 340 grams) each week! Fat is being deposited all over your baby's body, especially around the shoulders. Because of this increasing size, your baby is now cramped and restricted inside the uterus — so fetal movements may decrease, but they may be stronger and more forceful. If your baby is in a headfirst position, his or her head will rest on your pubic bone in preparation for labor. Your body The bond you may already feel with the baby growing inside of you will only grow stronger once your baby is born. Bonding — the intense attachment that develops between you and your baby — is not something that only occurs within minutes or days after birth. It may happen later and it may develop over time. Bonding not only makes you want to protect your baby and shower him or her with affection, but it also fosters your baby's sense of security in the world outside your womb. Week 36 Your baby's development The wrinkly, tiny fetus you may have seen on earlier ultrasounds has given way to an almost plump baby. There is fat on your baby’s cheeks, and powerful sucking muscles also contribute to your baby's full face. Your baby now weighs a little under 6 pounds (2,721 grams). The bones that make up your baby’s skull can move relative to one another and overlap each other while your baby’s head is inside your pelvis. This phenomenon is called molding, and it helps the baby pass through the birth canal. Don't be surprised if your baby arrives with a pointy or misshapen head! After a few hours or days, your baby's head will be back to a rounded shape. Your body Starting this week, you may begin to see your health care provider every week. Your doctor or midwife may give you an internal exam to determine if cervical effacement (thinning of the cervix) or dilation (opening of the cervix) has begun. You may experience engagement (also known as lightening), which is when the baby drops into the mother's pelvis in preparation for labor. Your appetite may return because the baby is no longer putting as much pressure on your stomach and intestines, and if you've been experiencing heartburn, the baby's descent may somewhat alleviate it. Week 37 Your baby's development This week, your baby is considered full-term! But your baby hasn't stopped growing yet. He or she continues to develop fat at the rate of half an ounce (14 grams) a day. In general, boys weigh more than girls at birth. Your baby has developed enough coordination to grasp with the fingers. If shown a bright light, your baby may turn toward it in your uterus. Your body After this week, you may lose the mucous plug that sealed off your uterus from infection. The mucous plug can be lost a few weeks, days, or hours before labor and is thick, yellowish, and may be tinged with blood (the mucous plug is also called bloody show). As the cervix dilates in preparation for the labor, the plug is discharged from the body. Be sure to speak with your health care provider about any discharge you may be having.  Week 38 Your baby's development Your baby weighs about 6 pounds, 6 ounces (2,900 grams) by now and measures about 13.4 inches (34 cm) in length from crown to rump. Fat is still accumulating, although growth is slower now. You may notice that your weight gain has decreased or ceased. Since your baby has had the muscles to suck and swallow amniotic fluid, waste material has been accumulating in his or her intestines. Cells shed from the intestines, dead skin cells, and lanugo hair are some of the waste products that contribute to meconium, a greenish-black substance that constitutes your baby's first bowel movement. If you're having a boy, his testicles have descended into the scrotum, unless he has a condition called undescended testicle. If you're having a girl, the labia are now completely developed. Your body Because your baby is engaged in your pelvis, your bladder is extremely compressed, making frequent bathroom trips a necessity. Have you and your partner made a decision about circumcision? Circumcision is a surgical procedure to remove the foreskin of the penis in male babies. For some parents the decision to circumcise is a religious one. For others, the choice is not as easily made. Talk to your health care provider about the issues surrounding circumcision, including pain relief options for the baby. Week 39  Your baby's development  Umbilical cords, which carry nutrients from the placenta to the baby, vary in size but average about 22 inches (55 cm) long and half an inch (1-2 cm) thick. Sometimes the umbilical cord can become wrapped around a baby’s neck. Generally, this doesn’t cause problems, although a cesarean delivery could be required if it causes pressure on the umbilical cord during labor or delivery.  Most of the vernix that covered your baby's skin has disappeared, as has the lanugo. Your body has been supplying the baby with antibodies through the placenta that will help the baby's immune system fight infection for the first 6-12 months of life. Your body Braxton Hicks contractions may become more pronounced. Also called \"false labor,\" these contractions may be as painful and strong as true labor contractions but do not become regular and do not increase in frequency as true contractions do. Another sign of labor, the rupture of your amniotic sac, could happen any day now. When their water breaks, some women experience a large gush of water and some feel a steady trickle. Many women don’t experience their water breaking until they’re well into labor. Others need to have their water broken by their health care providers to get their labor started or to speed it up. If you think your water has broken or you are experiencing regular contractions, contact your health care provider. Week 40  You baby's development After many weeks of anticipation and preparation, your baby is here! Or maybe not — only 5% of women deliver on their estimated due dates, and many first-time mothers find themselves waiting up to 2 weeks after their due date for their baby to arrive. A baby born at 40 weeks weighs, on average, about 7 pounds, 4 ounces (3,300 grams) and measures about 20 inches (51 cm). Don't expect your baby to look like the Gerber baby right off the bat — newborns often have heads temporarily misshapen from the birth canal and may be covered with vernix and blood. Your baby's skin may have skin discolorations, dry patches, and rashes — these many variations are completely normal. Because of the presence of your hormones in your baby's system, your baby's genitals (scrotum in boys and labia in girls) may appear enlarged. Your baby, whether a boy or a girl, may even secrete milk from the tiny nipples. This should disappear in a few days and is completely normal. Right after birth, your health care provider will suction mucus out of your baby's mouth and nose, and you'll hear that long-awaited first cry. Your baby may then be placed on your stomach, and the umbilical cord will be cut. A series of quick screening tests, such as the Apgar score, will be performed to assess your baby's responsiveness and vital signs, and he or she will be weighed and measured. If your pregnancy was high risk, or if a cesarean section was necessary, a neonatologist (a doctor who specializes in newborn intensive care) will be present at your delivery to take care of your baby right away. If your baby needs any special care to adjust to life outside the womb, it will be given — and then your newborn will be placed in your waiting arms.  Your body This week you'll experience the moment you've been anticipating — your introduction to your baby! Before you can meet your baby, though, you have to go through labor and delivery. You may have learned about the three stages of birth in your prenatal classes. The first stage of labor works to thin and stretch your cervix by contracting your uterus at regular intervals. The second stage of labor is when you push your baby into the vaginal canal and out of your body. The third and final stage of labor is when you deliver the placenta. If you don't go into labor within a week of your due date, your health care provider may recommend you receive a nonstress test, which monitors fetal heart rate and movement to be sure that the baby is receiving adequate oxygen and that the nervous system is responding. Talk to your health care provider to find out more about this test. If your labor isn't progressing, or if your health or your baby's health requires it, your health care provider may induce labor by artificially rupturing the membranes or by administering the hormone oxytocin or other medications. If your pregnancy is high risk, or if there are any other potential complications, you may require a cesarean section delivery.  Some women know ahead of time that they will be delivering via cesarean section and are able to schedule their baby's \"birth day\" well in advance. If you're one of them, you've probably been able to prepare yourself emotionally and mentally for the birth — which can help to lessen the feelings of disappointment that many mothers who are unable to deliver vaginally experience. But even if you have to undergo a cesarean section that wasn't planned, rest assured that you'll still be able to bond with your baby. It might not be the birth experience you imagined, but your beautiful newborn has arrived nonetheless. The months of waiting are over! Good luck with your baby!",
            "vi": "Lịch thai kỳ (tiếp theo)    Tuần 21 Sự phát triển của bé  Nước ối làm chỗ đệm và giúp nuôi em bé trong tử cung hiện mang một mục đích khác nữa. Giờ đây ruột đã phát triển đầy đủ và có thể hấp thu một lượng đường nhỏ từ nước ối mà bé nuốt vào và đi qua hệ tiêu hoá đến ruột già. Tuy nhiên, tất cả các dưỡng chất của em bé vẫn nhận từ mẹ qua nhau thai. Cho đến bây giờ thì gan và lá lách của bé đã phát triển và làm nhiệm vụ sản sinh tế bào máu. Nhưng hiện giờ thì các lỗ trống trong tủy xương đã phát triển đầy đủ cũng nhằm góp phần hình thành tế bào máu, và tuỷ xương sẽ trở thành nơi sản sinh tế bào máu chủ yếu trong quý thai thứ 3 và sau khi sinh. (Lá lách sẽ ngưng tạo tế bào máu vào khoảng tuần 30, và gan sẽ ngưng tạo tế bào máu trước khi sinh một vài tuần.) Cơ thể của mẹ Tập thể dục có an toàn khi mang thai không? Thể dục là một biện pháp rất tốt nhằm giữ được vóc dáng khi đang mang thai và thậm chí có thể làm hạn chế triệu chứng như giãn tĩnh mạch, tăng cân quá mức, và đau lưng đến mức thấp nhất. Nhưng giai đoạn thai kỳ không phải là lúc để bạn bắt đầu huấn luyện cho cuộc thi thể thao 3 môn phối hợp – tốt nhất là bạn nên tập thể dục từ từ, chầm chậm. Bởi rằng suốt thời gian mang thai, dây chằng của bạn giãn ra nhiều hơn, bạn dễ bị chấn thương nhiều hơn, vì thế hãy nên tập những bài tập chậm hoặc tránh va chạm như  yoga, bơi lội, và đi bộ là tốt nhất. Hãy tham khảo ý kiến của bác sĩ trước khi bạn bắt đầu bất cứ chương trình luyện tập thể thao nào trong giai đoạn mang thai nhé. Tuần 22 Sự phát triển của bé  Các giác quan mà bé sử dụng để nhận biết về thế giới đang phát triển từng ngày. Trên lưỡi bé đã hình thành nhiều chồi vị giác, não và các đầu mút thần kinh cũng hình thành đầy đủ sao cho bào thai có thể cảm nhận được sự va chạm. Bé có thể thử cảm giác va chạm mới phát hiện này bằng cách vuốt mặt hoặc nút ngón tay cái, bé cũng cảm nhận được các phần khác trên cơ thể và thấy chúng nhúc nhích, cử động như thế nào.    Hệ thống sinh sản của bé cũng đang phát triển không ngừng. Ở bé trai, tinh hoàn đã bắt đầu hạ xuống dưới bụng, và ở bé gái, tử cung và buồng trứng đã định vị và âm đạo cũng đã phát triển. Cơ thể của mẹ Bạn có thể sớm phát hiện thấy tử cung của mình chuẩn bị cho việc sinh nở bằng nhiều cơn co thắt bất thường, không gây đau đớn được gọi là cơn chuyển dạ giả. Bạn cũng có thể thấy bụng mình co thắt lại. Cho dù là vậy thì bạn cũng không nên lo lắng gì: Bé của bạn cũng có thể cảm thấy bị co thắt khi tử cung bị siết, nhưng những cơn chuyển dạ giả này không gây hại hay nguy hiểm gì cả. Tuy nhiên, nếu chúng xuất hiện dữ dội hơn, đau đớn hơn hoặc thường xuyên hơn thì hãy liên lạc với bác sĩ ngay lập tức vì các cơn co thắt đau đớn, thường xuyên có thể là dấu hiệu của sinh non. Tuần 23 Sự phát triển của bé  Mặc dù cơ thể bé đang bắt đầu tích mỡ nhưng lớp da vẫn còn nhũn nhão lắm, điều này làm cho da bé trông có vẻ nhăn nheo. Các hoạt động thường nhật của bé bao gồm hoạt động nhúc nhích ngón tay, ngón chân, cánh tay, và cẳng chân một cách đều đặn. Kết quả là bạn cảm thấy các hoạt động này ngày càng cứng cáp, mạnh mẽ hơn. Giờ đây thì bé đã nặng hơn 1 pao (454 gram) một chút. Nếu bé sinh non trong tuần này thì cũng có thể sống được nhờ sự hỗ trợ, chăm sóc của chuyên gia y tế, nhưng bé có thể bị ốm đau, bệnh tật từ nhẹ đến nặng. Bằng cách tăng cường công việc nghiên cứu và nâng cao kiến thức về lĩnh vực chăm sóc thai nhi thì mỗi năm việc tiên lượng chẩn đoán trẻ sinh non đã được cải thiện.   Cơ thể của mẹ Càng gần đến ngày sinh thì bạn càng khó ngủ. Cảm giác lo âu, đi tiểu nhiều lần, ợ chua, chuột rút chân, và nỗi khó chịu khắp người có thể là nguyên nhân làm cho phụ nữ mang thai ngủ không được lâu. Nhưng sức khỏe của bé và bạn tuỳ thuộc vào chế độ nghỉ dưỡng đầy đủ của bạn. Bạn nên thử tắm bằng nước ấm, nghe nhạc êm dịu, đọc sách thư giãn, hoặc uống một tách trà thảo dược có thể giúp bạn dễ dàng ngủ ngon. Nhiều bác sĩ khuyên phụ nữ mang thai nên ngủ nằm nghiêng, không nằm ngửa hay nằm sấp, để máu lưu thông đến nhau thai không bị thiếu. Nếu bạn cảm thấy không thoải mái với tư thế nằm ngủ này, bạn nên thử đặt một chiếc gối giữa hai đầu gối để làm giảm sức ép trọng lượng của mình trong lúc nằm nghiêng sang một phía. Tuần 24 Sự phát triển của bé  Bé vẫn còn đang nhận khí ô-xy qua nhau thai. Nhưng khi đã sinh ra thì phổi bé sẽ bắt đầu tự lấy khí ô-xy cho mình. Để chuẩn bị cho việc này thì phổi bé cũng phát triển khả năng tạo chất có hoạt tính bề mặt. chất có hoạt tính bề mặt là chất giữ cho túi khí trong phổi của chúng ta không bị xẹp và gắn chặt với nhau khi chúng ta thở, giúp chúng ta có thể hít thở được. Vì tai trong của bé hiện đã phát triển một cách đầy đủ (tai trong là một bộ phận giúp kiểm soát độ cân bằng cơ thể), nên bé có thể cho biết khi nào bé nằm sấp hoặc nằm nghiêng bên phải khi nổi hay cử động trong nước ối. Cơ thể của mẹ Từ tuần 24 đến 28 thì mẹ được làm xét nghiệm kiểm tra đường glucose, đây là một xét nghiệm quan trọng trong thời gian thai kỳ. Phương pháp xét nghiệm đường glucose có tác dụng kiểm tra các chứng tiểu đường thai nghén, tiểu đường tạm thời là loại tiểu đường chỉ xảy ra suốt thời gian thai nghén và có thể gây ra nhiều vấn đề cho trẻ sơ sinh, như chứng hạ đường huyết (sơ sinh). Tiểu đường thai nghén cũng có thể là nguyên nhân làm tăng nguy cơ mổ bắt con vì làm cho bé lớn rất nhanh. Khi làm xét nghiệm đường glucose, bạn sẽ uống một loại dung dịch ngọt và được rút máu. Nếu lượng đường trong máu của bạn quá cao, bác sĩ sẽ bàn thảo và cho bạn làm thêm nhiều xét nghiệm nữa. Bạn cũng có thể phòng chống chứng tiểu đường thai nghén bằng một chế độ dinh dưỡng cân đối, có lợi cho sức khỏe và thường xuyên tập thể dục, nhưng đôi khi bạn cũng nên dùng thuốc, như Insulin bổ sung hằng ngày chẳng hạn, trong suốt quá trình mang thai.  Tuần 25 Sự phát triển của bé  Vào tuần 25 này thì bạn có thể dễ dàng nhận biết được lúc nào bé nghỉ ngơi và lúc nào bé máy nhiều hơn. Càng ngồi yên thì bạn sẽ càng dễ phát hiện các hoạt động của bào thai hơn. Thính giác của bé cũng không ngừng phát triển – giờ đây bé có thể nghe được giọng nói của mẹ luôn đấy! Cơ thể của mẹ Thai nghén cũng có thể gây nên một số tác dụng phụ khó chịu cho hệ tiêu hoá. Hooc-môn progesterone (hoóc-môn giới tính duy trì thai) không chỉ làm chậm quá trình tiêu hoá mà còn làm lỏng van chặn vào dạ dày làm cho van này không đóng kín lại hoàn toàn. Điều này làm cho lượng a-xít trong dạ dày có thể trào ngược lên vào thực quản. Kết quả là chứng trào ngược (cũng như chứng ợ chua) làm cho việc thưởng thức bữa ăn yêu thích của bạn trở thành cơn ác mộng. Tử cung ngày càng giãn nở ra cũng làm đè nặng thêm lên dạ dày trong một vài tháng cuối của thai kỳ. Bạn nên chia nhỏ bữa ăn và ăn nhiều lần hơn và nên tránh thức ăn cay nóng và có nhiều chất béo. Tuần 26 Sự phát triển của bé Mặc dù mắt của bé bị bịt kín trong vài tháng qua nhưng bé sẽ sớm mở mắt và bắt đầu chớp mắt thôi. Tùy vào tính cách sắc tộc mà có những bé sinh ra có mắt màu xanh hay xám-xanh (mắt bé có thể đổi màu trong năm đầu đời) và có những bé sinh ra có mắt màu nâu hay màu đen. Mi mắt của bé cũng phát triển và trên đầu có mọc tóc nhiều hơn. Bé của bạn hiện đã cân được dưới 2 pao (907 gram) một chút, và da bé trông vẫn còn nhăn nheo lắm nhưng bé sẽ tiếp tục tăng cân đều đặn trong 14 tuần tới cho đến khi chào đời. Cơ thể của mẹ Tử cung của bạn là chỗ an toàn cho bé trước khi chào đời. Nhưng sau khi bé được sinh ra thì sao? Bé sẽ lăng xăng đi lại khắp nhà. Bạn nên dành thời gian để đảm bảo ngôi nhà của mình được an toàn bằng các thiết bị bảo vệ trẻ em nhé. Bọc mặt nạ cho các lỗ cắm điện, dẹp bỏ các vật dụng nguy hiểm gây ngạt, cài đặt thiết bị báo khói, và chặn cầu thang chỉ là một vài bước nhỏ nhằm đảm bảo an toàn cho bé của bạn. Hãy nên cẩn thận đề phòng bất cứ chuyện gì mà bạn nghĩ ra nhưng nên nhớ là: Không một thiết bị bảo vệ an toàn cho trẻ nào có thể thay thế cho sự trông nom, giám sát cẩn thận của bạn dành cho con cả. Tuần 27 Sự phát triển của bé  Vào tuần đầu này của quý ba thai kỳ thì hình hài của bé đã có thể trông giống như lúc sinh ra  vậy, chỉ là bé lúc này ốm hơn và nhỏ hơn thôi. Phổi, gan, và hệ miễn dịch của bé vẫn rất cần thêm thời gian để phát triển hoàn thiện, nhưng nếu sinh bé ra vào tuần này thì bé vẫn có cơ hội sống rất cao. Vì thính giác của bé vẫn đang phát triển và bé giờ đây có thể bắt đầu nhận biết giọng của mẹ cũng như giọng của bố đấy. Dẫu vậy, âm thanh đến với tai bé vẫn còn bị hạn chế, vì tai bé vẫn còn phủ đầy lớp bã nhờn thai nhi, một lớp chất phủ dày giống như sáp có tác dụng bảo vệ cho da của bé không bị nước ối làm nứt nẻ. Cơ thể của mẹ Theo bản năng thì cơ thể của bạn có thể đảm nhận được việc nuôi dưỡng và bảo vệ bé suốt giai đoạn thai nghén, nhưng đối với việc chăm sóc một đứa trẻ sơ sinh lại là một kỹ năng phải nên được học trước. Bạn nên đăng ký các lớp học về sinh đẻ ở bệnh viện hoặc trung tâm cộng đồng địa phương của mình để tìm hiểu về các chủ đề như cơn đau đẻ như thế nào, lựa chọn phương pháp sinh bớt đau đớn, điều gì thường xảy ra sa khi sinh, các vấn đề thường gặp đối với trẻ sơ sinh, biện pháp an toàn cho bé, nuôi con bằng sữa mẹ và sữa bột, và biện pháp hô hấp nhân tạo cho trẻ sơ sinh như thế nào. Việc tìm hiểu hết các thứ liên quan đến sinh đẻ và trẻ sơ sinh sẽ giúp cho bạn thêm tự tin, nhất là khi bạn làm mẹ lần đầu.  Tuần 28 Sự phát triển của bé  Bé của bạn hiện giờ cân nặng khoảng chừng 2 pao, 2 ao-xơ (1,000 gram) và chiều dài từ dầu đến mông khoảng chừng 10 in-sơ. Vào lần khám thai tới, bác sĩ có thể cho bạn biết là bé đang có ngôi đầu hay ngôi mông trong tử cung. Trẻ có vị trí ngôi mông có thể phải được sinh bằng thuật mổ bắt con. Dẫu sao thì bé vẫn còn 2 tháng để có thể tự di chuyển vị trí trong tử cung của mẹ, thế nên đừng lo lắng nếu hiện giờ bé của bạn đang ở vị trí ngôi mông. Hầu hết trẻ đều có thể tự xoay chuyển vị trí của mình. Các nếp gấp và rãnh não của bé tiếp tục phát triển và rộng hơn. Ngoài ra, bé cũng tích thêm nhiều lớp mỡ nữa và tóc cũng mọc nhiều hơn. Cơ thể của mẹ Bác sĩ có lẽ đã cho bạn làm một vài xét nghiệm máu vào giai đoạn đầu của thai kỳ. Xét nghiệm máu đo Rh, đây là chất tồn tại trong hồng cầu mà hầu hết ai cũng có. Nếu bạn không có Rh (nếu Rh của bạn âm tính) nhưng bé lại có Rh (Rh của bé dương tính), thì bé có khả năng sẽ bị nhiều vấn đề về sức khỏe như bị vàng da hay thiếu máu. Bác sĩ có thể phòng tránh các vấn đề này bằng cách cho bạn tiêm một loại vắc-xin tên là globulin miễn dịch Rh vào khoảng tuần 28 và tiêm nhắc lại sau khi sinh. Tuần 29 Sự phát triển của bé  Bé của bạn không ngừng phát triển, và một vài động tác máy nhanh giờ đây không còn nữa mà thay bằng nhiều cú đấm, thoi, thụi mạnh có thể làm cho bạn nghẹt thở. Nếu bạn phát hiện thấy thai giảm máy, hãy đếm số lần máy của thai nhé: bé sẽ máy ít nhất là 10 lần trong 1 tiếng đồng hồ. Nếu bé máy ít hơn thì bạn nên cho bác sĩ của mình biết nhé.  Cơ thể của mẹ Sắt rất quan trọng trong việc bổ sung nguồn cung cấp hồng cầu trong suốt thời gian mang thai. Bạn nên bổ sung ít nhất là 30 miligam sắt mỗi ngày. Vì chứng thiếu sắt là chứng bệnh thường thấy trong giai đoạn thai nghén nên bác sĩ cũng có thể cho bạn làm xét nghiệm máu để kiểm tra nồng độ sắt trong máu của bạn. Nếu thiếu sắt, bạn có thể sẽ được bác sĩ kê toa cho bổ sung chất sắt. Tuần 30 Sự phát triển của bé  Ở tuần 30, bé đã cân nặng đươc khoảng 3 pao (1,400 gram) và chiều dài từ đầu đến mông khoảng 10.8 in-sơ (27 cm), thời kỳ này bé sẽ tiếp tục tăng trọng và tích thêm mỡ. Lượng mỡ này có tác dụng giúp cho bé trông bớt nhăn nheo và giữ nhiệt cho bé, làm cho bé ấm sau khi sinh. Để chuẩn bị cho việc hô hấp sau khi ra đời thì bé sẽ bắt chước các động tác thở bằng cách liên tục di chuyển cơ hoành. Bé thậm chí còn có thể bị nấc cụt, khiến bạn có cảm giác như những cử động co giật đều đặn nhịp nhàng trong tử cung mình vậy. Cơ thể của mẹ Các bà mẹ thường hay than phiền bị táo bón trong thời gian thai kỳ. Các hooc-môn thai nghén giúp bạn bảo vệ, duy trì thai cũng làm chậm quá trình tiêu hoá một cách đáng kể. Tập thể dục thường xuyên và ăn thức ăn giàu chất xơ, như rau và ngũ cốc nguyên hạt, là các biện pháp rất tốt giúp ngăn ngừa táo bón. Tuần 31 Sự phát triển của bé  Vào tuần 31 này thì mỗi ngày bé đã có thể tiểu chừng vài tách nước tiểu ra nước ối rồi. Bé cũng nuốt nước ối, lượng nước ối này được thay mới hoàn toàn vài lần trong ngày. Lượng ối dư thừa trong túi ối (gọi là tình trạng đa ối) có nghĩa là bé không nuốt nước ối bình thường hoặc bị tắc dạ dày-ruột. Lượng ối trong túi ối bị thiếu (gọi là tình trạng thiểu ối) có nghĩa là bé không đi tiểu được bình thường và có thể là dấu hiệu cho biết thận hay đường tiểu của bé có vấn đề. Bác sĩ sẽ đo lượng nước ối bằng phương pháp siêu âm theo thường lệ. Cơ thể của mẹ Bạn đã quyết định nuôi con bằng sữa mẹ hay nuôi con bằng sữa bột chưa? Dẫu Viện Hàn lâm Nhi khoa Hoa Kỳ có khuyến nghị sữa mẹ là dưỡng chất tốt nhất cho trẻ sơ sinh nhưng sự quyết định lựa chọn nuôi con theo cách nào thuộc về quyền cá nhân mỗi người. Bạn nên tham khảo ý kiến của bác sĩ hoặc một chuyên viên tư vấn về sữa mẹ nếu bạn cần có thêm thông tin trước khi đưa ra sự quyết định lựa chọn của mình nhé. Hiện tuyến sữa dưới vú của bạn có thể đã bắt đầu tiết ra sữa non rồi đấy. Sữa non là sữa ban đầu có tác dụng cung cấp cho bé nhiều ca-lo và dưỡng chất thiết yếu trong vài ngày đầu trước khi sữa tiết ra nhiều hơn nếu bạn có ý định nuôi con bằng sữa mẹ. Đối với một số phụ nữ thì lượng sữa non này rất ít và loãng/ trong (không đục). Với nhiều người khác thì sữa non có màu vàng nhạt và nhiều. Nếu bạn phát hiện thấy vú mình tiết ra sữa non thì bạn có thể mua miếng lót ngực dùng một lần hoặc có thể giặt được để bảo vệ quần áo của mình nhé. Tuần 32 Sự phát triển của bé  Kiệt tác của bạn đang được định hình một vài nét cuối cùng. Mi mắt, lông mày, và tóc trên đầu bé đã có thể nhìn thấy rõ ràng hơn. Lớp lông tơ phủ đầy cơ thể bé từ đầu quý thai kỳ thứ hai giờ đây bắt đầu rụng, dẫu rằng lúc sinh ra bé vẫn còn một ít lông tơ trên vai và lưng.  Vào tuần 32 này thì bé cân nặng khoảng 4 pao (1,800 gram) và chiều dài từ đầu đến mông khoảng 11.4 in-sơ (29 cm), bé của bạn sẽ có khả năng sống khỏe bên ngoài tử cung nếu bạn sinh bé vào thời điểm này. Cơ thể của mẹ Trong lần khám thai vào tuần này, bác sĩ sẽ theo dõi huyết áp, kiểm tra nước tiểu, và bất cứ triệu chứng sưng phù nào của bạn, nhưng các triệu chứng như tăng cân đột ngột, sưng phù tay và mặt, nhức đầu hay thay đổi thị giác có thể là dấu hiệu của chứng tiền sản giật. Chứng tiền sản giật này có thể làm cao huyết áp và sinh prô-tê-in trơng nước tiểu. Hãy nói cho bác sĩ biết nếu bạn phát hiện bất cứ các triệu chứng này, vì chứng bệnh này có thể gây ảnh hưởng đến cả mẹ và thai nhi trong nửa sau của thai kỳ. Tuần 33 Sự phát triển của bé  Trong một vài tuần cuối trước khi sinh, hàng tỉ tế bào phát triển trong não của bé có thể giúp bé nhận biết về môi trường bên trong tử cung – bé có thể nghe được, sờ chạm được và thậm chí còn có thể nhìn thấy được chút ít. Mắt của bé có thể nhận biết được ánh sáng và đồng tử đã có thể co giãn để phản ứng với ánh sáng. Giống như một đứa trẻ sơ sinh, giờ đây bé ngủ rất nhiều và thậm chí còn trải qua giai đoạn cử động mắt rất nhanh, giai đoạn ngủ mà trong đó hầu hết các giấc mơ sống động nhất của chúng ta thường xảy đến!  Phổi của bé giờ đây hầu như đã phát triển hoàn thiện; cơ thể bé vẫn tiếp tục tích tụ mỡ để bảo vệ cho bé và giữ nhiệt cho cơ thể bé. Bé tăng cân nhanh vào một vài tuần cuối trước khi sinh. Cơ thể của mẹ Chỉ còn 2 tháng nữa thôi là bạn sẽ đau đẻ và sẽ sinh con, điều bạn quan tâm hiện giờ là làm sao để có thể đối phó với cơn đau đẻ. Bạn cũng muốn tìm hiểu về các kĩ thuật hỗ trợ giảm đau khi sinh phổ biến nhất. Những kĩ thuật đó bao gồm kĩ thuật hít thở như những điều được dạy ở phương pháp sinh đẻ tự nhiên chuẩn bị tâm lý chu đáo trước khi sinh (sản phụ tập cách hít thở và thư giãn đúng cách/khuyến khích người chồng có mặt khi vợ sinh con/phương pháp này do bác sĩ Fernand Lamaze khởi xướng), sử dụng thuốc giảm đau đường tiêm, và phương pháp gây tê ngoài màng cứng, bác sĩ sẽ gây tê bằng một ống thông tiểu nhỏ và mềm và định vị ở vùng lưng dưới của bạn. Dù cho sự lựa chọn cuối cùng của bạn là gì đi nữa, thì nếu bạn càng hiểu biết nhiều thì bạn càng đưa ra quyết đinh am hiểu hơn. Dẫu là giờ đây bạn chưa cần phải quyết định gì cả, bạn nên tham khảo ý kiến của bác sĩ về sự lựa chọn của mình. Tuần 34 Sự phát triển của bé  Việc bổ sung can-xi cho người mẹ là điều vô cùng quan trọng trong thời kỳ thai nghén vì bé sẽ lấy can-xi của mẹ để tạo xương và làm cho xương cứng cáp. Nếu phụ nữ mang thai không bổ sung đầy đủ can-xi trong thời gian thai kỳ thì nó có thể ảnh hưởng đến xương của chính người mẹ vì bào thai đang phát triển sẽ lấy khoáng chất từ cấu trúc xương của người mẹ khi cần thiết. Lớp bã nhờn thai nhi trên da bé ngày càng trở nên dày hơn, trong khi đó lớp lông tơ hầu như hoàn toàn biến mất. Ở thời điểm này thì hầu hết em bé đều ở vị trí sẵn sàng cho việc sinh nở. Bác sĩ có thể cho bạn biết bé hiện đang có ngôi đầu hay ngôi mông. Bé được sinh ở tuần 34 này thường có phổi phát triển khá đầy đủ, kích thước trung bình của bé là 5 pao (2,250 gram) và dài 12.6 in-sơ (32 cm) từ đỉnh đầu đến mông; bé có thể sống khoẻ mạnh bên ngoài tử cung mà không cần y học can thiệp gì nhiều. Cơ thể của mẹ Vào giai đoạn cuối thai kỳ, các bà mẹ thường hay than phiền là mệt mỏi. Sự khó ngủ, đau nhức, tăng cân, lo lắng về cơn đau đẻ, sinh nở, và cả việc chăm sóc trẻ sơ sinh có thể là những nguyên nhân góp phần làm cho bạn thêm mệt mỏi và kiệt sức. Bạn nên nghỉ ngơi càng nhiều càng tốt và ngủ (chợp mắt một chút) bất cứ khi nào có thể nhé. Tuần 35 Sự phát triển của bé  Vào tuần 35 này thì bé đã có thể cân nặng khoảng 5 pao, 5 ao-xơ (2,400 gram), nhưng ở tuần này là thời gian giúp bé có thể tăng cân nhanh nhất – khoảng chừng từ 8 đến 12 ao-xơ (226 đến 340 gram) mỗi tuần! Cơ thể bé hiện giờ đã tích mỡ khắp cả người, nhất là vùng quanh vai. Vì kích thước của bé ngày càng lớn nên bé hiện giờ cảm thấy rất tù túng, chật chội và các hoạt động của bé trong tử cung cũng bị hạn chế – vì thế các cử động của bé sẽ có thể giảm, nhưng bù lại chúng có thể là mạnh hơn và cứng cáp hơn. Nếu bé có ngôi đầu thì đầu của bé hiện tựa trên xương mu của bạn để chuẩn bị đau đẻ và chào đời. Cơ thể của mẹ Mối dây liên kết mà bạn có thể đã cảm nhận được với đứa con đang ngày càng lớn lên trong bụng mình sẽ chỉ có thể mạnh mẽ hơn khi bé ra đời. Sợi dây liên kết – sự gắn bó sâu sắc giữa bạn và con không ngừng phát triển – đây không phải là thứ tình cảm chỉ xuất hiện trong một vài phút hay một vài ngày sau khi sinh. Sợi kết nối này có thể sẽ xuất hiện về sau và phát triển theo thời gian; nó không những thôi thúc bạn ước muốn bảo vệ, che chở cho con, dành tình cảm cho con mà còn là nguồn động lực giúp bé cảm thấy an toàn ở một thế giới bên ngoài tử cung nữa. Tuần 36 Sự phát triển của bé  Hình ảnh em bé nhỏ xíu, nhăn nheo mà bạn có thể đã nhìn thấy qua xét nghiệm siêu âm trước đây đã được thay bằng hình ảnh một em bé gần như là bụ bẫm dễ thương. Lớp mỡ trên má, và cơ mút cứng cáp hơn cũng góp phần làm cho khuôn mặt bé trông có vẻ đầy đặn hơn. Hiện giờ bé đã có thể cân nặng duới 6 pao một chút (2,721 gram). khi đầu của bé nằm trong khung chậu của bạn thì các xương tạo nên hộp sọ của bé cũng đã có thể di chuyển cân xứng với nhau và chồng chéo vào nhau. Hiện tượng này được gọi là sự đúc khuôn hộp sọ, và giúp cho em bé qua đường sinh khi chào đời. Thế nên đừng ngạc nhiên khi thấy bé được sinh ra có đầu nhọn hay bị méo nhé! Sau một vài tiếng đồng hồ hay một vài ngày thì đầu của bé sẽ trở lại hình dạng tròn thôi.  Cơ thể của mẹ Bắt đầu từ tuần này, bạn có thể phải đến khám bác sĩ mỗi tuần rồi. Bác sĩ hoặc bà mụ có thể khám bên trong để phát hiện xem cổ tử cung của bạn có hẹp hay giãn không. Bạn cũng có thể có cảm giác sa bụng, khi bé đã xuống khung chậu của mẹ để chuẩn bị cho cơn đau đẻ. Hiện giờ bạn cũng có thể có cảm giác thèm ăn trở lại vì bé đã không còn nằm đè lên dạ dày và ruột của bạn nhiều nữa, và nếu bạn bị ợ nóng thì việc bé nằm tụt xuống cũng có thể làm cho bạn dịu bớt phần nào. Tuần 37 Sự phát triển của bé  Vào tuần này thì bé của bạn đã được coi là đủ tháng rồi đấy! Nhưng bé vẫn còn tiếp tục phát triển. Bé tiếp tục tích thêm mỡ với tỉ lệ 0,5 ao-xơ (14 gram) mỗi ngày. Thông thường thì khi sinh ra bé trai sẽ cân nặng hơn bé gái. Bé hiện đã phát triển đầy đủ để có thể dùng các ngón tay để phối hợp nắm bắt. Nếu bị chiếu ánh đèn sáng vào thì bé có thể quay mặt về phía bên trong tử cung của bạn. Cơ thể của mẹ Sau tuần này, nút nhầy trong tử cung bạn có thể sẽ bong ra – nút nhầy có tác dụng bít kín cổ tử cung để ngăn ngừa viêm nhiễm. Tuy nhiên nút nhầy này chỉ có thể mất đi trước khi đau đẻ một vài tuần, một vài ngày, hay một vài tiếng đồng hồ và trông có vẻ sền sệt, màu vàng nhạt, và cũng có thể lẫn một chút máu (chất nhầy này cũng gọi là nước đầu ối có máu). Khi cổ tử cung giãn ra để chuẩn bị cho cơn đau đẻ thì chất nhầy được thải ra hết khỏi cơ thể. Bạn nên cho bác sĩ biết về bất cứ hiện tượng tiết chất nhầy này bên trong cơ thể của mình nhé. Tuần 38 Sự phát triển của bé  Vào tuần 38 này thì bé đã cân nặng được khoảng 6 pao, 6 ao-xơ (2,900 gram) và chiều dài từ đầu đến mông khoảng 13.4 in-sơ. Cơ thể tiếp tục tích thêm mỡ mặc dù sức tăng trọng hiện giờ chậm hơn. Bạn cũng có thể phát hiện thấy mức tăng trọng của bé đã giảm hoặc thậm chí ngưng lại. Vì bé đã phát triển cơ mút và nuốt nước ối nên chất thải đã tích tụ lại trong ruột của bé. Các tế bào thải ra từ ruột, tế bào da chết, và lông măng rụng đi là các chất thải tạo thành phân của bé (phân su), có màu xanh sẫm trong lần bé đi tiêu đầu tiên. Nếu bé của bạn là trai thì tinh hoàn đã tụt xuống bìu, trừ khi bé có dấu hiệu gọi là chứng tinh hoàn ẩn. Nếu bé của bạn là gái thì môi âm hộ đã phát triển hoàn chỉnh. Cơ thể của mẹ Vì thai nhi giờ đây đã tụt xuống khung xương chậu nên bàng quang của bạn bị chèn ép rất nhiều, đó là lý do khiến bạn đi tiểu thường xuyên hơn. Bạn và ông xã đã nghĩ đến chuyện cắt bao quy đầu cho bé chưa? Cắt bao quy đầu là một thủ thuật cắt bỏ đi lớp da thừa phía trên đầu dương vật của bé trai. Một số bậc bố mẹ tiến hành làm thủ thuật này cho con vì lý do tôn giáo. Nhưng đối với một số khác thì quyết định này quả thực là hết sức khó khăn. Bạn nên tham khảo ý kiến của bác sĩ xung quanh vấn đề về thủ thuật cắt bao quy đầu này, bao gồm cả những biện pháp giảm đau cho bé nữa nhé. Tuần 39 Sự phát triển của bé  Dây rốn, cung cấp dưỡng chất cho bé qua nhau thai hiện đã thay đổi kích thước nhưng trung bình dài khoảng chừng 22 in-sơ (55 cm) và dày khoảng 0,5 in-sơ (1-2 cm) và đôi khi dây rốn quấn quanh cổ của bé. Thông thường thì điều này không gây vấn đề hay nguy hiểm gì cho bé, và nếu dây rốn bị đè trong khi mẹ đau đẻ hay lúc sinh thì phải dùng đến thuật mổ bắt con. Hầu hết lớp lông măng và bã nhờn thai nhi phủ trên da của bé giờ đây đã biến mất. Cơ thể của bạn có nhiệm vụ cung cấp kháng thể cho bé qua nhau thai giúp hệ miễn dịch của bé có thể kháng lại nhiễm trùng trong 6 đến 12 tháng đầu đời. Cơ thể của mẹ Các cơn chuyển dạ giả hiện có thể trở nên rõ rệt hơn. Mặc dù được gọi là “cơn chuyển dạ giả\" nhưng những cơn co thắt này có thể mạnh và gây đau đớn như cơn co thắt chuyển dạ thật nhưng không thường xuyên và không tăng về tần số như các co thắt thật. Một dấu hiệu đau đẻ khác là hiện tượng vỡ túi ối, có thể xuất hiện vào bất cứ lúc nào kể từ tuần này. Một số thai phụ chảy rất nhiều nước ối trong khi số khác chỉ rỉ đều đều rất ít nước ối khi vỡ ối; lại có nhiều thai phụ đến khi đau đẻ nhiều mới bị vỡ ối. Mặt khác cũng có nhiều thai phụ cần đến bác sĩ hỗ trợ để làm vỡ ối nhằm gây đau đẻ hoặc giục sanh. Nếu bạn nghĩ mình đã vỡ ối hay thấy các cơn co thắt xuất hiện thường xuyên thì nên liên lạc với bác sĩ ngay lập tức.   Tuần 40 Sự phát triển của bé  Sau nhiều tuần chờ đợi và chuẩn bị thì giờ đây em bé của bạn đã ra đời rồi đấy! Hoặc có thể là chưa ra đời – chỉ 5% thai phụ sinh con đúng vào ngày dự sinh, và nhiều phụ nữ sinh con đầu lòng thường chuyển dạ chậm hơn ngày dự sinh đến 2 tuần. Bé được sinh vào tuần 40 thường có cân nặng trung bình khoảng chừng 7 pao, 4 ao-xơ (3,300 gram) và dài khoảng 20 in-sơ (51 cm). Đừng mong là con mình sẽ trông bụ bẫm như một em bé trên hình quảng cáo nào đó nhé – trẻ sơ sinh thường có đầu méo vì phải qua đường sinh của mẹ và có thể dính đầy bã nhờn thai nhi và máu nữa. Da của bé hiện giờ có thể trông bạc thếch, có nhiều mảng khô, và rôm bớt – các sự thay đổi này đều là bình thường thôi. Vì các hooc-môn của bạn tồn tại trong cơ thể bé nên bộ phận sinh dục ngoài của bé (bìu của bé trai và môi âm hộ của bé gái) có thể trông lớn hơn bình thường. Bất kể bé là trai hay gái, trên đầu vú của bé có thể tiết ra một tí sữa. Điều này hoàn toàn bình thường và biến mất trong một vài ngày thôi. Ngay sau khi sinh, bác sĩ sẽ hút hết các chất nhầy trong miệng và mũi của bé, và bạn sẽ nghe được tiếng khóc đầu tiên mà bạn đã chờ đợi rất lâu rồi của bé. Bác sĩ sẽ đặt bé trên bụng của bạn và cắt dây rốn cho bé. Bé sẽ được làm một chuỗi các thủ thuật kiểm tra nhanh, như đo chỉ số Apgar, để xác định các phản ứng và dấu hiệu sự sống của bé, đồng thời bé còn được đo chỉ số cân nặng và chiều dài nữa. Nếu tình trạng thai nghén của bạn có nhiều rủi ro, hoặc nếu bạn phải mổ bắt con thì bác sĩ sơ sinh (bác sĩ chuyên chăm sóc đặc biệt cho trẻ sơ sinh) sẽ có mặt khi bạn sinh để chăm sóc cho bé của bạn ngay tức khắc và bác sĩ sẽ hỗ trợ nếu bé cần chăm sóc đặc biệt để thích nghi với môi trường sống bên ngoài tử cung – và bé sẽ được đặt nằm trong vòng tay ấm áp chờ đợi của bạn ngay ấy mà. Cơ thể của mẹ Tuần lễ này bạn sẽ phải trải qua những giây khắc mà bạn đã tiên lượng trước – đó là được gặp em bé của mình! Dẫu vậy, để gặp được bé, bạn phải trải qua cuộc đau đẻ và sinh con đầy gian khổ đấy. Bạn có thể đã biết 3 giai đoạn trong quá trình chuyển dạ ở các lớp học tiền sản rồi. Giai đoạn đầu của quá trình chuyển dạ làm co giãn cổ tử cung bằng cách làm co thắt tử cung của bạn một cách đều đặn. Giai đoạn thứ hai là lúc bạn rặn để đẩy em bé qua đường sinh và ra ngoài cơ thể. Giai đoạn thứ ba, giai đoạn cuối là lúc nhau thai của bạn bong tróc ra. Nếu sau ngày dự sinh một tuần mà bạn vẫn chưa có dấu hiệu chuyển dạ, bác sĩ sẽ có thể cho bạn làm xét nghiệm đo tim thai, theo dõi nhịp tim thai và hoạt động của thai nhi để chắc rằng bé đang được nhân đủ khí ô-xy và hệ thần kinh của bé đang hoạt động tốt. Hãy tham khảo ý kiến của bác sĩ để hiểu hơn về phương pháp xét nghiệm này nhé.  Nếu quá trình chuyển dạ của bạn chẳng có gì tiến triển hoặc nếu sức khỏe của bạn và của bé không ổn định, bác sĩ sẽ tiến hành giục sanh cho bạn bằng cách chọc ối hay bằng cách tiêm hooc-môn oxytocin hoặc các loại thuốc khác. Nếu thai của bạn có nguy cơ rủi ro cao, hoặc nếu thai có biến chứng tiềm ẩn khác thì bạn cần phải mổ bắt con đấy.  Một số thai phụ biết trước rằng sẽ mình sinh mổ và có thể lựa chọn ngày sinh cho bé. Nếu bạn cũng ở trong trường hợp phải sinh mổ như vậy thì ắt bạn cũng đã tự chuẩn bị tinh thần và nhẩm tính ngày sinh của bé rồi phải không – điều này cũng giúp bạn đỡ thất vọng khi biết rằng cũng có nhiều phụ nữ không sinh con qua đường âm đạo bình thường được. Nhưng dẫu bạn có phải qua một cuộc phẫu thuật mổ bắt con không được dự trù trước thì bạn cũng nên tin là giữa bạn và bé vẫn có một mối dây ràng buộc rất đặc biệt. Đó có thể không là những trải nghiệm về một cuộc sinh nở mà bạn hằng tưởng tượng nhưng dù sao thì giờ đây bên cạnh bạn đã có sự hiện diện của đứa con yêu thương xinh xắn của mình rồi. Những tháng ngày chờ mong bây giờ đã khép lại! Chúc thiên thần bé nhỏ của bạn được nhiều may mắn trong đời nhé!   "
        }
    ],
    "suggestions": []
}