{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cushions",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cushions",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cushions",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cushions",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cushions",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The cat pulled the <em>cushions</em> to pieces.",
            "vi": "Con mèo đã xé tan tành những cái gối đệm."
        },
        {
            "en": "The disks in the back are like <em>cushions</em> between vertebrae.",
            "vi": "Đĩa đệm ở lưng giống như phần đệm giữa các đốt sống."
        },
        {
            "en": "He went round the room plumping up the <em>cushions</em>.",
            "vi": "Anh ta đi vòng vòng để bơm hơi những tấm đệm."
        },
        {
            "en": "Mechanical hazards is primarily the task of <em>cushions</em>.",
            "vi": "Các rủi ro cơ học chủ yếu là nhiệm vụ của các miếng điệm."
        },
        {
            "en": "We're looking for a few <em>cushions</em> which were scattered around.",
            "vi": "Chúng tôi đang tìm vài cái gối nằm rải rác đâu đó."
        },
        {
            "en": "How many <em>cushions</em> are there on the sofa?",
            "vi": "Có bao nhiêu tấm nệm trên ghế sofa?"
        },
        {
            "en": "   - Straight-backed chair or cozy soft <em>cushions</em> on the floor?",
            "vi": "   - Ghế tựa thẳng lưng hoặc đệm mềm mại ấm cúng trên sàn nhà?"
        },
        {
            "en": "While we were out, our dog pulled to pieces two of our good sofa <em>cushions</em>.",
            "vi": "Khi chúng tôi đi vắng, con chó đã phá nát hai cái đệm ghế."
        },
        {
            "en": "Charlie said then, shoving the camera into a crevice of the sofa <em>cushions</em> and rolling over it.",
            "vi": "Charlie nói, đẩy máy ảnh vào khe nệm ghế xô-pha rồi nằm lăn lên."
        },
        {
            "en": "It appeals to women in more traditional ways - with a range of finished products, such as <em>cushions</em>, candles and kitchenware.",
            "vi": "Nó thu hút phụ nữ theo cách đậm nét truyền thống hơn - với một loạt thành phẩm, chẳng hạn như gối nệm, nến và dụng cụ làm bếp."
        },
        {
            "en": "Charlie said then, shoving the camera into a crevice of the sofa <em>cushions</em> and rolling over it.",
            "vi": "Charlie nói, đẩy máy ảnh vào khe nệm ghế xô - pha rồi nằm lăn lên."
        },
        {
            "en": "Disks act as <em>cushions</em> in between the vertebrae and absorb shock and vibration produced by walking and running.",
            "vi": "Các đĩa đệm có tác dụng như phần đệm giữa các đốt sống và hấp thu các va chạm và chấn động sinh ra khi đi và chạy."
        },
        {
            "en": "The young woman led me to a table by an open window, where i knelt on one of the <em>cushions</em> and tried not to look nervous.",
            "vi": "Chị hầu dẫn tôi đến chiếc bàn gần cửa sổ, tôi quỳ xuống trên một chiếc nệm và cố giữ vẻ bình tĩnh."
        },
        {
            "en": "The deck <em>cushions</em> feature fabric centres with a classic Pepita houndstooth pattern, and the furniture and decoration were developed in association with the Italian designer brand Minotti.",
            "vi": "Các ghế đệm trên khoang tàu mang đặc điểm của những trung tâm vải vóc nổi tiếng với các họa tiết răng sói (houndstooth) Pepita cổ điển, đồ nội thất trang hoàng bên trong được các nhà thiết kế của nhãn hiệu Minotti (Ý) phối hợp phát triển."
        },
        {
            "en": "The deck <em>cushions</em> feature fabric centres with a classic Pepita houndstooth pattern, and the furniture and decoration were developed in association with the Italian designer brand Minotti.",
            "vi": "Các ghế đệm trên khoang tàu mang đặc điểm của những trung tâm vải vóc nổi tiếng với các họa tiết răng sói (houndstooth) Pepita cổ điển, đồ nội thất trang hoàng bên trong được các nhà thiết kế của nhãn hiệu Minotti (Ý) phối hợp phát triển."
        },
        {
            "en": "I hardly dared to look inside when Mameha knelt and slid open the door, but i could see seven or eight men seated on <em>cushions</em> around a table, with perhaps four geisha.",
            "vi": "Khi mameha quỳ xuống để mở cửa, tôi không dám nhìn thẳng vào trong, nhưng tôi vẫn có thể thấy được bảy tám người đàn ông đang ngồi trên nệm quanh một chiếc bàn, với bốn người geisha."
        },
        {
            "en": "The child is seated on <em>cushions</em> and his head is resting on a bag inside a steel frame, which could be used to carry goods. There are green cords around him, which appear to be securing him to the motorbike.",
            "vi": "Cậu bé nằm trên đệm và đầu gác lên cặp sách bên trong khung thép, có thể được sử dụng để mang hàng. Có những sợi dây màu xanh lá cây xung quanh cậu, có vẻ như đang buộc chắc cậu vào chiếc xe máy."
        },
        {
            "en": "The child is seated on <em>cushions</em> and his head is resting on a bag inside a steel frame, which could be used to carry goods. There are green cords around him, which appear to be securing him to the motorbike.",
            "vi": "Cậu bé nằm trên đệm và đầu gác lên cặp sách bên trong khung thép, có thể được sử dụng để mang hàng. Có những sợi dây màu xanh lá cây xung quanh cậu, có vẻ như đang buộc chắc cậu vào chiếc xe máy."
        },
        {
            "en": "He passed down a marble hall, knocked on doors and peeped into rooms, until eventually he found a gilded chamber, inside of which, among embroidered covers and silken <em>cushions</em>, lay a princess. She slept serenely. The prince knelt down beside her, picked up her hand, and kissed it. Her eyes opened. They were blue and full of curiosity.",
            "vi": "Chàng bước xuống đại sảnh bằng cẩm thạch, gõ cửa rồi nhìn vào các phòng, cho đến cuối cùng chàng phát hiện một căn phòng mạ vàng, bên trong, giữa rèm thêu và nệm gấm, một nàng công chúa đang nằm. Nàng ngủ thật bình yên. Hoàng tử quỳ xuống bên cạnh nàng, cầm lấy tay nàng, và hôn tay nàng. Mắt nằng bừng mở. Đôi mắt xanh dương và đầy vẻ hiếu kỳ."
        },
        {
            "en": "Gravity (that force that keeps your feet on the ground) takes hold, and the disks, or <em>cushions</em> between the bones in the spine, get compressed over time. The back bones, called vertebrae, end up pressing closer together, which makes a person lose a little height and become shorter.",
            "vi": "Trọng lực (lực mà giữ bàn chân của bạn trên mặt đất) nắm quyền kiểm soát, và các ổ đĩa, hoặc miếng đệm giữa các xương của cột sống, bị ép theo thời gian. Xương sống, gọi là đốt sống, trở nên bị ép gần nhau hơn, làm cho một người mất đi một ít chiều cao và trở nên lùn hơn."
        }
    ],
    "suggestions": []
}