{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cutback"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cutback</k><blockquote>■ <cclass>noun a reduction, especially in expenditure. </cclass></blockquote></div>",
            "word": "cutback"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>cutback</k><blockquote>▸ <cclass>noun REDUCTION, cut, decrease; economy, saving; <cclass><i>N. Amer.</i> rollback.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>increase.</blockquote></div>",
            "word": "cutback"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>cutback</k><blockquote><blockquote><ex><abr>n.</abr> a cutback in (a cutback in production)</ex></blockquote></blockquote></div>",
            "word": "cutback"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cắt bớt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cutback technique</font><font color=\"#282828\">: phương pháp cắt bớt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> pha loãng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> A blending of heavier and lighter oils to bring the heavier ones to desired specifications.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Một hỗn hợp của các dầu nhẹ và dầu nặng hơn để tạo ra những dầu năng hơn với những đặc tính kỹ thuật mong muốn.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cutback asphalt</font><font color=\"#282828\">: atfan pha loãng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cutback tank</font><font color=\"#282828\">: thùng pha loãng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cutback tank</font><font color=\"#282828\">: bể pha loãng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">medium curing cutback</font><font color=\"#282828\">: pha loãng nhanh vừa</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">rapid curing cutback</font><font color=\"#282828\">: pha loãng nhanh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">slow curing cutback</font><font color=\"#282828\">: pha loãng chậm</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện tử &amp; viễn thông</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cắt bớt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">asphalt cutback</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bitum bị biến loãng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cutback asphalt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bitum bị biến loãng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">cutback technique</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phương pháp cắt ngược</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">rapid curing cutback</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bitum lỏng cứng nhanh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "cutback"
        }
    },
    "sentences": [
        {
            "en": "<em>cutback</em>",
            "vi": "sự cắt giảm"
        },
        {
            "en": "Sources suggested that this decline in exports is largely due to a sharp <em>cutback</em> in the credit offered by the Canadian government to these countries.",
            "vi": "Các nguồn tin cho rằng việc từ chối xuất khẩu phần lớn là do sự cắt giảm mạnh các khoản tín dụng vay do chính phủ Canada cấp cho các nước này."
        },
        {
            "en": "The Financial Effects Of A Natural Disaster    Today's huge earthquake and tsunami sent home the idea that despite advances in building and infrastructure, we're all subject to Mother Nature's whims. In today's increasingly interconnected economy, the economic fallout from a natural disaster is rarely relegated to the geographic area that it hits. In fact, even natural disasters that take place thousands of miles away can shake up your portfolio here at home. Infrastructure Destruction  Besides loss of life, infrastructure destruction is by far the most obvious type of damage that comes to mind when we think about natural disasters. After all, traditional television news has made images of damaged homes and businesses ubiquitous following nearly every earthquake or tornado that touches down. But the economic consequences are rarely considered beyond what the cost will be to rebuild. That's a serious problem for the victims of natural disasters because it's the economic fallout that leaves some of the longest-lasting scars.  The Unforeseen Problem  One of the biggest problems for areas affected by natural disasters is business disruption. With road, communication infrastructure, and building damage common after sizable disasters, it's not uncommon for local businesses to be shut down for some time after the aftershocks settle. On a grand scale, that's what happened after Hurricane Katrina ravaged the Gulf coast back in 2005 – as companies reeled from catastrophic losses, millions of workers in Louisiana, Texas and Mississippi were left jobless, compounding the already staggering poverty problem in the region.  With this mass unemployment came a severe <em>cutback</em> in consumer spending (at the few places that were open for business) and – consequently – tax revenues needed to aid in the rebuilding efforts. Furthermore, the international impact was especially felt throughout the energy sector as oil prices escalated due to destroyed rigs and refineries.  In places where significant portions of the country are decimated by disasters, governments are often left with little recourse; with a fraction of their former tax revenue coming in and deteriorated sovereign creditworthiness, foreign aid becomes an absolute necessity. The Commodity Effect and Scarcity  But those factors only touch on how much of an effect a natural disaster can have on investment portfolios around the world. Through the popularity of ADRs, ETFs and other forms of international investment diversification, the ability of U.S. investors to own shares of companies based abroad has expanded considerably in the last decade. Because of that, owning shares of any given company's stock can give an investor an interest in a refinery in Louisiana or a gold mine in Africa – and it can expose investors to the risks associated with these locales.  Less obvious – but perhaps even more significant – are the effects that a natural disaster can have on commodity prices. In the case of Hurricane Katrina, the storm's entry point at the Gulf coast is significant because of the fact that nearly half of the gasoline consumed in the U.S. passes through refineries that were affected by the storm. As a result, oil and gas supplies were affected immediately after Katrina made landfall. With increased gas pump prices, extra effects included diminished margins for industries - from transportation to consumer goods. Similar things happened in the copper market as earthquakes in Chile choked production and inflated copper prices worldwide.  These kinds of price increases aren't just limited to market-traded commodities. When natural disaster strikes, scarcity rules, and regular staples like food, merchandise and even housing can become commoditized as a result.  The Bottom Line  Ultimately, it's difficult to imagine the extent of the economic repercussions a major natural disaster can bring about. And although the majority of disasters impact the devastated area's economy adversely, they can have an impact on a larger scale. Although there's little we can do to avoid Mother Nature's next catastrophe, we can better prepare for it – both physically and financially. Understanding the economic implications of a disaster is the first step toward that.",
            "vi": "Những ảnh hưởng về mặt tài chính của một thảm họa tự nhiên    Động đất và sóng thần khủng khiếp ngày nay gợi cho chúng ta có suy nghĩ là dù đạt được những tiến bộ trong xây dựng và cơ sở hạ tầng, tất cả chúng ta vẫn phải chịu những cơn thịnh nộ của Mẹ Thiên Nhiên. Trong nền kinh tế ngày càng liên kết chặt chẽ với nhau ngày nay, hậu quả kinh tế từ một thảm họa tự nhiên hiếm khi chỉ tác động đến khu vực địa lý gánh chịu trận thiên tai ấy. Trên thực tế, dù thiên tai xảy ra ở xa cả hàng ngàn cây số, nó vẫn có thể làm thay đổi danh mục đầu tư của bạn ngay tại đây. Huỷ hoại cơ sở hạ tầng Khi chúng ta nghĩ về thiên tai, thì ngoài thiệt hại về người, việc cơ sở hạ tầng bị huỷ hoại là loại thiệt hại rõ ràng nhất. Sau hết, tin tức trên truyền hình thường chiếu những cảnh nhà cửa hoặc công ty khắp nơi ngổn ngang mà mỗi trận động đất hoặc cuồng phong vừa diễn ra. Nhưng các hậu quả kinh tế ít khi được xem xét vượt ra khỏi bài toán chi phí để tái thiết. Đó là một vấn đề nghiêm trọng đối với các nạn nhân của những thảm hoạ tự nhiên vì hậu quả kinh tế nó để lại những vết thương kéo dài – dai dẳng nhất. Vấn đề không lường trước được Một trong những vấn đề lớn nhất đối với các vùng bị ảnh hưởng của thiên tai là tình trạng gián đoạn kinh doanh. Với thiệt hại về đường sá, cơ sở hạ tầng thông tin liên lạc, và nhà cửa thường xảy ra sau những trận thiên tai lớn, các doanh nghiệp địa phương cũng thường phải đóng cửa một thời gian sau khi các dư chấn dịu dần. Trên phạm vi lớn, điều đó đã xảy ra sau khi siêu bão Katrina tàn phá bờ biển Gulf năm 2005 trước đây - các công ty lao đao từ những thiệt hại thảm khốc, hàng triệu người lao động ở Louisiana, Texas và Mississippi bị mất việc làm, cộng với vấn đề nghèo túng chênh lệch vốn đã có sẵn trong khu vực. Với tình trạng thất nghiệp hàng loạt như vậy dẫn đến tiêu dùng sút giảm mạnh mẽ (ít nơi mở cửa buôn bán) và - do đó - các khoản thu ngân sách cần phải giúp các nỗ lực tái thiết. Hơn nữa, tác động về mặt quốc tế được cảm nhận rõ ràng trong toàn bộ lĩnh vực năng lượng khi giá dầu leo thang vì các nhà máy lọc dầu và trang thiết bị bị phá huỷ. Ở những nơi mà nhiều vùng rộng lớn của đất nước bị thiên tai nặng nề, các chính phủ thường không còn nhiều sức cứu trợ; với việc họ sẽ thu được số thuế ít đi so với trước đây và mức tín nhiệm để vay tiền của chính phủ bị hao hụt dần, thì viện trợ nước ngoài trở thành một cái gì đó cấp thiết vô cùng. Sự khan hiếm và ảnh hưởng của hàng hoá Nhưng các yếu tố trên chỉ đề cập đến mức độ ảnh hưởng mà một vụ thiên tai có thể gây ra cho các danh mục đầu tư khắp nơi trên thế giới. Qua sự phổ biến của các biên lai nhận ký thác tại Hoa Kỳ (ADR), quỹ đầu tư giao dịch trên thị trường chứng khoán (ETF) và các hình thức đa dạng hoá đầu tư quốc tế khác, khả năng các nhà đầu tư Mỹ sở hữu cổ phiếu của những công ty nước ngoài đã tăng lên đáng kể trong thập niên vừa qua. Vì vậy, việc sở hữu cổ phiếu của bất kỳ công ty cụ thể nào cũng có thể mang lại một món lợi cho nhà đầu tư dù trong một nhà máy lọc dầu ở Louisiana hay một mỏ vàng tại Châu Phi - và nó có thể đặt nhà đầu tư trước những rủi ro liên quan đến các khu vực này. Ít nhìn thấy được bằng mắt - nhưng có lẽ còn quan trọng hơn - là những ảnh hưởng mà thiên tai có thể gây ra đối với giá cả hàng hoá. Trong trường hợp siêu bão Katrina, điểm hứng chịu trực tiếp trận bão này tại bờ biển Gulf là rất nặng nề vì thực tế gần phân nửa xăng dầu tiêu thụ ở Mỹ đi qua các nhà máy lọc dầu bị cơn bão phá huỷ. Kết quả là các nguồn cung xăng dầu ngay lập tức bị ảnh hưởng sau khi bão Katrina đổ vào đất liền. Với giá xăng dầu tăng, các tác động còn phải kể đến gồm tỷ lệ lợi nhuận sụt giảm trong các ngành - từ vận tải cho đến hàng hoá tiêu dùng. Những điều tương tự đã xảy ra trong thị trường kim loại đồng khi những trận động đất ở Chilê bóp nghẹt sản xuất và thổi phồng giá đồng toàn cầu. Những kiểu tăng giá này không giới hạn đối với hàng hoá trao đổi trên thị trường. Khi thiên tai ập đến, sự khan hiếm diễn ra, chi phối, và các nguyên liệu như thực phẩm, hàng hoá và thậm chí nhà cửa cũng có thể trở nên dễ dàng được chấp nhận mà không đòi hỏi chất lượng ra sao như là một kết quả tất yếu vậy. Lời kết Cuối cùng, thật khó có thể hình dung hết mức độ các tác động kinh tế mà một thảm hoạ tự nhiên nghiêm trọng có thể mang đến. Và mặc dù phần lớn các thảm họa tác động xấu đến kinh tế của vùng bị tàn phá trực tiếp, chúng còn có thể ảnh hưởng trên phạm vi lớn hơn. Tuy chúng ta không thể làm được nhiều để tránh cơn thịnh nộ tiếp theo của Mẹ Thiên Nhiên, chúng ta vẫn có thể chuẩn bị tốt hơn - cả về phương diện thể chất lẫn tài chính. Hiểu biết về ý nghĩa kinh tế của một thảm hoạ là bước đầu tiên hướng đến điều đó."
        }
    ],
    "suggestions": []
}