{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kʌtl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">cuttle-fish</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['kʌtlfi∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(động vật học) con mực</td></tr></table><i/></div>",
            "word": "cuttle"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cuttle</k><blockquote>■ <cclass>noun a cuttlefish. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE <i>cudele</i> 'cuttlefish', of Gmc origin; related to <i>codd</i> 'bag', with ref. to its ink bag. </blockquote></div>",
            "word": "cuttle"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cuttle"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cuttle"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cuttle"
        }
    },
    "sentences": [
        {
            "en": "I very like dry <em>cuttle</em>(<em>cuttle</em>-fish)",
            "vi": "tôi rất thích khô mực"
        },
        {
            "en": "I like grilled half-dry <em>cuttle</em>-fish.",
            "vi": "Tôi thích ăn mực một nắng nướng."
        },
        {
            "en": "I like grilled half - dry <em>cuttle</em> - fish.",
            "vi": "Tôi thích ăn mực một nắng nướng."
        },
        {
            "en": "I hate to eat <em>cuttle</em> fish with rice.",
            "vi": "Tôi ghét ăn mực với cơm."
        },
        {
            "en": "I like to eat <em>cuttle</em> fish with rice.",
            "vi": "Tôi thích ăn mực kèm cơm."
        },
        {
            "en": "Sea Viet Nam has a lots of seafood as :<em>cuttle</em>,squid,crab,clam,oyster, mussel,tortoise,turtle,jelly fish,lobster,shrimp,snail,abalone,shark fin,trout",
            "vi": "Biển Việt Nam có rất nhiều món ăn hải sản như : mực, cua, con trai, sò, hến, rùa, sứa, tôm hùm, tôm, ốc, bào ngư, vi cá, cá hồi"
        },
        {
            "en": "Don'ts One shouldn't say or do bad things during Tết.  One shouldn't hurt or kill animals or plants but should set them free. The reason for this originates from Buddhism's causality.  One shouldn't sweep the house or empty out the rubbish to avoid luck and benefits going with it, especially on the first day of the new year. One shouldn't let the broom in confusion if people don't want it to be stolen.  One shouldn't give these presents to others: clock or watch (the recipient's time is going to pass), cats (mèo in Vietnamese language pronounced like nghèo, poverty), medicine (the receiver will get ill), <em>cuttle</em> fish (its ink is black, an unlucky colour), writing ink (for the same reason), scissors or knives (they bring incompatibility).  One shouldn't have duck meat because it brings unluckiness.  One shouldn't have shrimp in case one would move backwards like shrimp, in other words, one would not succeed.  One shouldn't buy or wear white clothes because white is the colour of funerals in Vietnam.  One shouldn't let the rice-hulling mill go empty because it symbolizes failed crops.  One shouldn't refuse anything others give or wish you during Tết.",
            "vi": "Những điều cấm kỵ Chớ nói hoặc làm điều gì xấu trong ngày Tết. Không làm đau hay giết thú vật hoặc làm hại một loài cây cỏ nào mà hãy để chúng được tự do. Lý do này bắt nguồn từ quan hệ nhân quả của Phật giáo.    Không nên quét nhà hoặc đổ rác để tránh đổ đi may mắn và lợi lộc theo cùng, đặc biệt là vào ngày mồng một Tết. Và cũng đừng để cây chổi chỗ nào lộn xộn nếu không muốn bị lấy cắp. Chớ tặng người khác những món quà như đồng hồ treo tường hay đồng hồ đeo tay (người nhận sắp hết thời rồi), mèo (mèo trong tiếng Việt đọc nghe như chữ nghèo), thuốc (người nhận sẽ bị bệnh), mực nang (màu mực đen, màu của sự xui rủi), mực viết (cũng gợi sự đen đủi), kéo hoặc dao (mang sự đối kỵ) Không ăn thịt vịt vì thịt vịt đem theo xui rủi. Không ăn tôm vì sợ sẽ nhảy lùi lại phía sau như tôm, hay nói một cách khác là không được thành công. Không mua hay mặc trang phục màu trắng vì màu trắng là màu tang tóc ở Việt Nam. Không để cối xay gạo cạn sạch vì nó tượng trưng cho vụ mùa thất bát. Không từ chối bất cứ điều gì mà người khác tặng hay chúc cho bạn trong những ngày Tết."
        }
    ],
    "suggestions": []
}