{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,saiklə'ræmə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sân khấu) màn vây</td></tr></table><i/></div>",
            "word": "cyclorama"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cyclorama</k><blockquote><cclass>[<cclass>ˌsʌɪklə'rα:mə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a panoramic scene set on the inside of a cylindrical surface, to be viewed by a central spectator. </blockquote></blockquote><blockquote><blockquote>2》 a cloth stretched tight in an arc around the back of a stage set, often used to represent the sky. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>cycloramic</b><cclass>-'ramɪk <cclass>adjective </cclass></cclass></cclass></blockquote></div>",
            "word": "cyclorama"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cyclorama"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cyclorama"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cyclorama"
        }
    },
    "sentences": [
        {
            "en": "The report, published in the Journal of the American Medical Association (<em>AMA</em>), was based on the researchers' own earlier research but also includes a review of studies over the past few years.",
            "vi": "Báo cáo được công bố trên Tạp chí của Hiệp hội Y khoa Mỹ (AMA), dựa trên nghiên cứu trước đó cũng bao gồm việc xem xét các nghiên cứu trong vài năm qua."
        },
        {
            "en": "Choosing whether to breastfeed or formula feed your baby is one of the first decisions expectant parents will make. The American Academy of Pediatrics (AAP) joins other organizations such as the American Medical Association (<em>AMA</em>), the American Dietetic Association (ADA), and the World Health Organization (WHO) in recommending breastfeeding as the best for babies. Breastfeeding helps defend against infections, prevent allergies, and protect against a number of chronic conditions.",
            "vi": "Chọn nên nuôi con bằng sữa mẹ hay sữa bột là một trong những quyết định đầu tiên mà những người sắp thành cha mẹ sẽ phải thực hiện. Viện hàn lâm nhi khoa Hoa Kỳ (AAP) cùng với những tổ chức khác như Hiệp hội Y khoa Hoa Kỳ (AMA), Tổ chức nghiên cứu về Chế độ dinh dưỡng của Hoa Kỳ (ADA), và Tổ chức y tế thế giới (WHO) khuyến cáo nuôi con bằng sữa mẹ là tốt nhất cho trẻ sơ sinh. Nuôi con bằng sữa mẹ giúp bảo vệ chống lại nhiễm trùng, ngăn ngừa dị ứng, và bảo vệ chống lại một số bệnh mãn tính."
        }
    ],
    "suggestions": []
}