{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sinikəl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">cynic</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['sinik]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">cynic</font></td></tr></table><i/></div>",
            "word": "cynical"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cynical</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 believing that people are motivated purely by self-interest. </blockquote></blockquote><blockquote><blockquote>    ⁃ sceptical. </blockquote></blockquote><blockquote><blockquote>    ⁃ contemptuous; mocking. </blockquote></blockquote><blockquote><blockquote>2》 (of behaviour or actions) proceeding from a concern only with one's own interests, regardless of accepted standards: <cclass>a cynical foul. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>cynically</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "cynical"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>cynical</k><blockquote>▸ <cclass>adjective SCEPTICAL, doubtful, distrustful, suspicious, disbelieving; pessimistic, negative, world-weary, disillusioned, disenchanted, jaundiced, sardonic.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>idealistic.</blockquote></div>",
            "word": "cynical"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>cynical</k><blockquote><blockquote><ex><abr>adj.</abr> cynical about (cynical about smb.'s motives)</ex></blockquote></blockquote></div>",
            "word": "cynical"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cynical"
        }
    },
    "sentences": [
        {
            "en": "What a <em>cynical</em> laugh!",
            "vi": "Thật là một tiếng cười hoài nghi!"
        },
        {
            "en": "-        Machiavellianism: characterised by <em>cynical</em> manipulation",
            "vi": "   - Nham hiểm: Những người thường sử dụng mánh khoé bất chấp đạo lý"
        },
        {
            "en": "Young people in America sure are <em>cynical</em>.",
            "vi": "Thanh niên ở Mỹ đúng là yếm thế."
        },
        {
            "en": "They've grown rather <em>cynical</em> about democracy.",
            "vi": "Họ đã trở nên hoài nghi về nền dân chủ."
        },
        {
            "en": "They 've grown rather <em>cynical</em> about democracy.",
            "vi": "Họ đã trở nên hoài nghi về nền dân chủ."
        },
        {
            "en": "That is a <em>cynical</em> attempt to smear a political rival.",
            "vi": "Đó là một nỗ lực chỉ trích để bôi nhọ một đối thủ chính trị."
        },
        {
            "en": "Are you so <em>cynical</em> because you've been dumped?",
            "vi": "Làm gì mà cậu yếm thế sau khi thất bại như vậy?"
        },
        {
            "en": "What was that old saying, that <em>cynical</em> saying?",
            "vi": "Cái câu tục ngữ cổ, cái câu tục ngữ trắng trợn ấy nói như thế nào nhỉ?"
        },
        {
            "en": "He usually laughs in a <em>cynical</em> manner everybody.",
            "vi": "Anh ấy hay cười khẩy mọi người."
        },
        {
            "en": "Samantha, you are too young to be so <em>cynical</em>.",
            "vi": "Samantha, con còn quá nhỏ để có những suy nghĩ yếm thế như vậy."
        },
        {
            "en": "Footballers bring down their opponents with deliberate and <em>cynical</em> fouls.",
            "vi": "Các cầu thủ đó gạt ngã đối thủ bằng cú chơi xấu bất chấp đạo lý."
        },
        {
            "en": "I would have thought that seeing his resentful, <em>cynical</em> expression would only make me angrier.",
            "vi": "Tôi cứ tưởng khi nhìn thấy vẻ mặt nghi ngờ, đầy phẫn nộ của anh, tôi sẽ tức giận."
        },
        {
            "en": "For starters, people everywhere have become more savvy, more skeptical and even <em>cynical</em>.",
            "vi": "Đối với những người mới bắt đầu, mọi người ở mọi nơi đã trở nên thành thạo hơn, đa nghi hơn và chỉ trích nhiều hơn."
        },
        {
            "en": "She is a witty and <em>cynical</em> observer of the social scene.",
            "vi": "Cô ấy là một quan sát viên dí dỏm, hay giễu cợt của mảng xã hội."
        },
        {
            "en": "This word has many translations in English such as <em>cynical</em> youth, young nationalists, hysterical youth and angry young men.",
            "vi": "Từ này có nhiều cách dịch sang tiếng Anh như là thanh niên hoài nghi, thanh niên theo chủ nghĩa dân tộc, thanh niên cuồng loạn và thanh niên tức giận."
        },
        {
            "en": "Second, firms that declined to participate would include those who were more fearful, <em>cynical</em> or confident than the others.",
            "vi": "Thứ hai, những doanh nghiệp từ chối tham gia có thể là những doanh nghiệp sợ hãi, nghi ngờ hoặc tự tin hơn những doanh nghiệp khác."
        },
        {
            "en": "The karma vision of how things work may sound naïve to those who have grown <em>cynical</em> of the business world.",
            "vi": "Quan điểm vạn vật vận hành theo vòng nghiệp chướng này nghe có vẻ buồn cười với những ai đã mất niềm tin vào thế giới kinh doanh."
        },
        {
            "en": "When employees are motivated to cycle through customers as fast as possible, platitudes that the customer comes first are just that — empty, <em>cynical</em> slogans that mean nothing to sales staff.",
            "vi": "Khi nhân viên bị thúc giục lướt qua các khách hàng càng nhanh càng tốt thì những lời nói vô vị mà người khách ấy tiếp nhận chỉ là … những câu khẩu hiệu giả tạo, sáo rỗng mà ngay cả nhân viên bán hàng cũng chẳng hiểu mình đang nói gì."
        },
        {
            "en": "But to the young people who got into politics for the first time, and may be disappointed by the results, I just want you to know, you have to stay encouraged. Don’t get <em>cynical</em>. Don’t ever think you can’t make a difference. As Secretary Clinton said this morning, fighting for what is right is worth it.",
            "vi": "Nhưng đối với những người trẻ, những người đã tham gia vào chính trị lần đầu tiên, và có thể phải thất vọng bởi kết quả, tôi chỉ muốn bạn biết rằng: bạn phải tiếp tục khuyến khích. Đừng hoài nghi. Đừng bao giờ nghĩ rằng bạn không thể tạo ra sự khác biệt. Như Ngoại trưởng Clinton cho biết sáng nay, chiến đấu cho những gì là đúng là giá trị nó."
        },
        {
            "en": "Government subsidies reflect the careless and <em>cynical</em> manipulation of worthy public goals for selfish ends. That the new farm bill may expand the ethanol mandates confirms an old lesson: having embraced a giveaway, politicians cannot stop it, no matter how dubious it is.",
            "vi": "Sự bao cấp của chính phủ Mỹ trong trường hợp này phản ánh sự tùy tiện và vô trách nhiệm trong việc biến các mục tiêu cao cả của cộng đồng thành những mục đích riêng tư ích kỷ. Cái cớ rằng một đạo luật mới về nông nghiệp có thể càng làm gia tăng tính cấp thiết của việc phải sử dụng ethanol chỉ góp phần khẳng định lại một bài học cũ: há miệng mắc quai. Giới chính trị gia đã không thể dừng lại được, cho dù con đường họ đang đi hết sức mù mờ."
        }
    ],
    "suggestions": []
}