{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Cyrus",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Cyrus",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Cyrus",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Cyrus",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Cyrus",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Persia is an empire in southern Asia created by <em>Cyrus</em> the Great in the 6th century BC and destroyed by Alexander the Great in the 4th century BC.",
            "vi": "Ba Tư là đế chế ở nam Á, được dựng nên bởi Cyrus Đại Đế vào thế kỷ thứ 6 trước công nguyên và bị Alexander Đại Đế hủy diệt vào thế kỷ thứ 4 trước công nguyên."
        },
        {
            "en": "The man who rallied support and raised money for the transatlantic cable venture was <em>Cyrus</em> Field, a New York businessman, who started the New York, Newfoundland, and London Telegraph Company in 1854.",
            "vi": "Người đàn ông đã tập hợp hỗ trợ và quyên góp tiền cho dự án xây dựng cáp xuyên Đại Tây Dương là Cyrus Field, một doanh nhân người New York, người đã bắt đầu công ty New York, Newfoundland và London Telegraph năm 1854."
        },
        {
            "en": "The next court hearing for former IMF chief Domique Strauss-Kahn has been postponed until 1 August after a request by both sides for more time to continue their investigations into allegations of sexual assault made by a New York hotel maid.       Strauss-Kahn was due to appear before judge Michael Obus on 18 July on seven charges relating to the incident which took place in May in the Sofitel hotel in New York, but the case suffered a major setback when prosecutors said the women had lied in sworn testimony.      “The people and the defense on the above matter jointly request an administrative adjournment on consent of both parties in lieu of a court appearance on 18 July,” they said in a joint letter to the judge.     In a surprise move, Strauss-Kahn was released last week under oath after spending weeks under house arrest. The move increased speculation the charges against him were to be dropped. But a spokeswoman for Manhattan District Attorney <em>Cyrus</em> Vance said the case is continuing and no decisions have been made.     Prosecutors are coming under pressure from a coalition of women’s rights groups and community leaders to continue the case against Strauss-Kahn. The woman’s lawyer, Kenneth Thompson, has written to Vance asking that his office appoint a special prosecutor citing a “potential conflict of interest”.      Thompson says Vance is afraid to take the case to court for fear of losing such a high-profile case.      Meanwhile, Monday French police questioned a French writer over her claim that Strauss-Kahn tried to rape her in 2003, in a case that could wreck his hopes of a political return.      Detectives from the Paris violent crimes squad interviewed Tristane Banon, 32, who in 2007 publicly accused Strauss-Kahn of trying to force himself on her \"like a rutting chimpanzee\".      Paris police have been asked by investigating magistrates to look into her formal complaint lodged last week. French prosecutors will then decide whether or not to charge him. ",
            "vi": "Phiên xử tới của ông Domique Strauss-Kahn - cựu chủ tịch Quỹ tiền tệ quốc tế - đã được dời sang ngày 1 tháng tám sau khi cả hai bên yêu cầu có thêm thời gian để tiếp tục điều tra lời buộc tội hiếp dâm của nữ hầu phòng khách sạn ở New York.         Ông Strauss-Kahn theo lịch phải trình diện trước thẩm phán Michael Obus vào ngày 18 tháng bảy về bảy cáo trạng liên quan đến sự cố diễn ra vào tháng năm tại khách sạn Sofitel ở New York, nhưng vụ kiện này đã bị đảo ngược đáng kể khi các công tố viên cho biết người phụ nữ đã khai man dù có tuyên thệ.       \"Những người có liên quan và luật sư bào chữa về vụ án trên cùng yêu cầu hoãn lại phiên toà hành chánh trên cơ sở cả hai bên cùng ưng thuận thay cho việc hầu toà vào ngày 18 tháng bảy,\" họ đã trình bày trong bức thư chung gởi cho thẩm phán.      Trong một động thái bất ngờ, Strauss-Kahn được thả vào tuần trước thông qua tuyên thệ sau khi bị quản thúc tại gia nhiều tuần. Động thái này làm tăng lời đồn đoán rằng những cáo buộc chống lại ông ta này sẽ bị sụp đổ. Nhưng người nữ phát ngôn của công tố viên Manhattan – ông Cyrus Vance - cho biết vụ án đang được tiếp tục làm rõ và vẫn chưa biết thực hư thế nào.        Các công tố viên đang bị một liên minh các nhóm nữ quyền và lãnh đạo cộng đồng giới nữ ép phải tiếp tục theo đuổi vụ kiện chống lại Strauss-Kahn. Luật sư của người phụ nữ này, Kenneth Thompson, đã viết thư cho ông Vance yêu cầu văn phòng của ông ta chỉ định một công tố viên đặc biệt lấy cớ là vì sợ \"xung đột quyền lợi tiềm tàng\".       Thompson nói ông Vance sợ đưa vụ việc này ra trước tòa vì sợ mất quyền tham gia vụ kiện nổi tiếng này.        Đồng thời, vào hôm thứ hai, cảnh sát Pháp đã chất vấn nhà văn Pháp về việc cô ta tuyên bố ông Strauss-Kahn định cưỡng hiếp mình vào năm 2003, vụ việc mà có thể làm tiêu tan niềm hy vọng trở lại chính trường của ông ta.      Các thám tử của đội tội phạm bạo hành Paris đã phỏng vấn cô Tristane Banon, 32 tuổi, người mà vào năm 2007 đã công khai buộc tội Strauss-Kahn định cưỡng hiếp cô ta \"hệt như con tinh tinh đang động dục\".      Các thẩm phán điều tra yêu cầu cảnh sát Paris xem xét kỹ đơn kiện cô ta đã nộp vào tuần trước rồi sau đó công tố viên Pháp sẽ quyết định xem liệu có buộc tội ông ta hay không.    "
        },
        {
            "en": "Dominique Strauss-Kahn: Ex-IMF boss wins New York bail         \nDominique Strauss-Kahn has been granted bail by a judge in a New York court, after being formally charged with trying to rape a hotel maid. Mr Strauss-Kahn had earlier resigned as the International Monetary Fund's boss. His lawyers said he was honourable and would not try to abscond. Prosecutors said he had \"incentive to flee\". Supreme Court Justice Michael Obus imposed $1m cash bail and said there must be 24-hour home detention, with an armed guard and electronic monitoring. The judge said one armed guard must be deployed at all times, at Mr Strauss-Kahn's expense, and the defendant must surrender all travel documents. In addition to the $1m (£618,000) cash bail, a $5m insurance bond would also apply. Mr Strauss-Kahn will spend a fourth night at the notorious Rikers Island prison on Thursday before the bail papers are signed. He will appear in court again on 6 June, when he will formally enter a plea. He has denied all the accusations against him. 'Life of ease'  Mr Strauss-Kahn's wife, Anne Sinclair, was in court for Thursday's hearing. The Frenchman - who was not wearing handcuffs or shackles, but was flanked by four police officers - smiled at her as he entered the Manhattan courtroom. Mr Strauss-Kahn had been denied bail at an earlier hearing on Monday. But defence lawyers said the prosecution's bail position was unfair and not consistent with the law. The prosecution said Mr Strauss-Kahn, 62, had left the alleged crime scene with \"unusual haste\" and that any bail arrangement would be insufficient. The judge asked for details of Mr Strauss-Kahn's financial situation. The defence said he had a net worth of roughly $2m and offered $1m bail. Prosecutor John McConnell said this was \"unreasonable\", adding: \"We are in possession right now of only one passport. We simply don't know what other documents he has access to or could get.\"  He said Mr Strauss-Kahn had the means to live \"a life of ease and comfort\" in parts of the world \"beyond this country's jurisdiction\". But Mr Strauss-Kahn's lawyer, William Taylor, said: \"The prospect of Mr Strauss-Kahn teleporting himself to France and living there as an accused sex offender, fugitive, is ludicrous.\" After the ruling, Mr Taylor said: \"We want to express our pleasure that the judge has made this decision. It's great relief to the family to be able to have him with them.\" Mr Strauss-Kahn has now been formally charged following a grand jury hearing, attended on Wednesday by his accuser, a 32-year-old originally from Guinea in west Africa. The charges set out by the New York district attorney's office included four felony counts - two of criminal sexual acts, one of attempted rape and one of sexual abuse - plus three misdemeanour offences, including unlawful imprisonment. Manhattan district attorney <em>Cyrus</em> Vance said Mr Strauss-Kahn had been indicted on all the charges presented to the grand jury. The incident allegedly took place at New York's Sofitel hotel on 14 May. Mr Strauss-Kahn earlier announced his resignation from the IMF. In a statement posted on the IMF website late on Wednesday, he said he had resigned with \"infinite sadness\" but wanted to \"devote all my strength, all my time, and all my energy to proving my innocence\". His resignation has sparked debate about his successor. Leading voices in Europe say another European should head the fund. A number of figures have voiced support for French Finance Minister Christine Lagarde.",
            "vi": "Dominique Strauss-Kahn: Ex-IMF boss wins New York bail       Dominique Strauss - Kahn đã được cho phép nộp tiền bảo lãnh bởi thẩm phán toà án New York, sau khi chính thức bị buộc tội cố cưỡng đoạt một nữ hầu phòng khách sạn. Trước đó, ông Strauss - Kahn đã từ chức làm giám đốc quỹ tiền tệ quốc tế.  Luật sư của ông ta nói rằng ông ta là người đáng kính trọng và sẽ không cố bỏ trốn. Các công tố viên lại bảo rằng ông ta đã \"có động cơ chạy trốn \".  Thẩm phán toà án tối cao Michael Obus đưa ra mức tiền mặt bảo lãnh là 1 triệu đô-la Mỹ và tuyên bố phải phạt cấm túc ở nhà 24 giờ, với một lính gác có vũ trang và giám sát bằng điện tử.  Thẩm phán cho biết phải luôn bố trí một lính gác có vũ trang túc trực, chi phí do ông Strauss – Kahn chi trả, và bị can phải nộp tất cả các giấy tờ đi lại. Ngoài 1 triệu đô-la Mỹ (618,000 bảng Anh) tiền bảo lãnh, còn phải nộp thêm trái phiếu bảo hiểm 5 triệu đô-la Mỹ. Ông Strauss - Kahn sẽ ở lại đêm thứ tư tại nhà tù khét tiếng đảo Rikers vào hôm thứ năm vì giấy tờ bảo lãnh chưa được ký.  Ông ta sẽ hầu toà trở lại vào ngày 6 tháng sáu, khi đó sẽ chính thức biện hộ cho mình. Ông ta đã phủ nhận tất cả các lời buộc tội chống lại mình.   “Cuộc sống an nhàn” Vợ của ông Strauss-Kahn, Anne Sinclair, đã có mặt tại phiên toà hôm thứ Năm. Người đàn ông Pháp này – lúc đó không bị xích hay còng tay, nhưng bị kèm hai bên bởi bốn viên sĩ quan cảnh sát - mỉm cười với vợ khi ông ta bước vào phòng xử án Manhattan.  Ông Strauss-Kahn đã không được đóng tiền bảo lãnh tại phiên toà ban đầu vào ngày thứ hai. Nhưng các luật sư bào chữa đã nói quan điểm bảo lãnh của bên nguyên là bất công và không phù hợp với luật pháp. Bên nguyên cho rằng ông Strauss-Kahn, 62 tuổi, đã rời khỏi hiện trường vụ án được cho là do ông gây ra với \"vẻ vội vã bất thường\" và bao nhiêu tiền bảo lãnh cũng chẳng đủ. Vị thẩm phán yêu cầu biết thêm chi tiết về tình hình tài chính của ông Strauss-Kahn.  Các luật sư biện hộ bị cáo cho biết ông ta có giá trị tài sản ròng khoảng 2 triệu đô-la Mỹ và đề xuất mức bảo lãnh 1 triệu đô-la Mỹ. Công tố viên John McConnell cho rằng việc này là \"vô lý\", cho biết thêm là: \"Ngay giờ đây chúng tôi chỉ giữ có một cái hộ chiếu. Chúng tôi hoàn toàn không biết gì về giấy tờ khác ông ấy có quyền sử dụng hoặc có thể kiếm được. \" Ông ta nói rằng ông Strauss-Kahn có nhiều cách để sống \"cuộc sống thanh nhàn và thoải mái\" ở những nơi trên thế giới \"ngoài thẩm quyền kiểm soát của đất nước này”.  Nhưng luật sư của ông Strauss-Kahn, William Taylor, nói rằng: \"viễn cảnh ông Strauss - Kahn ‘hô biến’ đến Pháp và sống ở đó với tư cách kẻ bị buộc tội xâm phạm tình dục đồng thời là kẻ lánh nạn thì thật là buồn cười.\" Sau quyết định này, ông Taylor nói: \"Chúng tôi muốn bày tỏ niềm vui khi thẩm phán ra quyết định này. Thật hết sức nhẹ nhõm khi gia đình được đón ông ta trở về với họ\" Ông Strauss-Kahn giờ đây đã chính thức bị truy tố sau phiên điều tra ban đầu trước đại bồi thẩm đoàn vào ngày thứ tư với sự có mặt của người buộc tội ông ta, một người phụ nữ 32 tuổi, có nguồn gốc từ Guinea, ở Tây Phi. Cáo buộc được đưa ra bởi văn phòng của công tố viên New York bao gồm bốn điểm buộc tội nặng - hai tội về hành vi tình dục vô đạo đức, một tội mưu toan cưỡng dâm và một tội lạm dụng tình dục - cộng thêm ba hành động phi pháp bao gồm giam giữ bất hợp pháp.  Công tố viên Cyrus Vance ở Manhattan đã nói ông Strauss - Kahn đã bị truy tố với các tội danh đã được trình bày trước đại bồi thẩm đoàn.  Vụ án được cho là xảy ra tại khách sạn Sofitel của New York vào ngày 14 tháng năm.  Ông Strauss - Kahn trước đó đã tuyên bố từ chức giám đốc Quỹ tiền tệ quốc tế. Trong một lời tuyên bố đăng trên mạng thông tin Quỹ tiền tệ quốc tế vào cuối ngày thứ Tư, ông đã nói ông từ chức với \" nỗi buồn vô tận \" nhưng muốn \"dành hết mọi sức lực, hết mọi thời gian, và tất cả năng lượng của tôi để chứng minh tôi vô tội\". Việc từ chức của ông ta đã gây ra tranh luận về vấn đề ai là người kế vị ông ta. Các thế lực lãnh đạo ở châu Âu đề nghị một người châu Âu khác nên lãnh đạo quỹ này. Một số nhân vật đã lên tiếng ủng hộ Bộ trưởng Bộ tài chính Pháp -Christine Lagarde."
        },
        {
            "en": "Ex-IMF head Dominique Strauss-Kahn freed without bail       \n  Former IMF chief Dominique Strauss-Kahn has been released from house arrest and had his $6m (£3.7m) cash bail and bond returned amid doubts over the credibility of his accuser.  Prosecutors have agreed that Mr Strauss-Kahn should be freed \"on his own recognisance\", meaning he must simply promise to appear in court. He is accused of sexually assaulting a maid in a New York hotel on 14 May. The case is now close to collapse, US media reports say. The 62-year-old French politician - who had been seen as a leading candidate for the French presidency - appeared in court in New York on Friday over the sexual assault case.\n'Substantial change'  After assessing disclosures by prosecutors from the office of the Manhattan district attorney, a judge rescinded the strict bail terms imposed on Mr Strauss-Kahn, but did order that his passport be retained so he could not travel outside the US. In a letter submitted to the court prosecutors said that the maid gave false testimony to a grand jury, omitting the fact that she cleaned another room before alerting a supervisor to her claims of sexual assault.\n  \"I understand that the circumstances of this case have changed substantially, and I agree the risk that he would not be here has receded quite a bit. I release Mr Strauss-Kahn at his own recognisance,\" Justice Michael Obus told the court on Friday. \"In the meantime there will be no rush to judgment on this case,\" Mr Obus said.\nOn the court steps, opposing lawyers each maintained their case. \"I want to remind all of you that at each appearance in the last six weeks, we asked you and asked the world not to rush to judgement - now I think you can understand why,\" said Mr Strauss-Kahn's lawyer, William Taylor.\n  \"We believe the next step will lead to the complete dismissal of the charges,\" he added. After Friday's hearing, Mr Strauss-Kahn strode out of court smiling, with his wife on his arm. \n  In earlier court hearings, prosecutors had spoken of the strength of their case. One attorney said the proof against him was \"substantial\". Now prosecutors believe she may have lied under questioning and could have links to drug dealers and money-laundering.  But the alleged victim's lawyer, Kenneth P Thompson, maintained on Friday that his client's story was genuine and that Mr Strauss-Kahn was guilty of sexual assault charges.  \"The only defence Dominique Strauss-Kahn has is that this sexual encounter was consensual. That is a lie,\" he said. He continued at length, giving a detailed and graphic account of the maid's alleged encounter with Mr Strauss-Kahn and criticising District Attorney <em>Cyrus</em> Vance Jr.\nMr Vance said the case would continue to be investigated, including concerns that had been raised about the credibility of Mr Strauss-Kahn's accuser. \"Our prosecutors from the Manhattan DA's office will continue their investigation into these alleged crimes and will do so until we have uncovered all relevant facts,\" he said. Mr Strauss-Kahn is to appear back in court on 18 July. Credibility doubts  The maid claims that Mr Strauss-Kahn chased her down a hallway in his expensive hotel suite in the Sofitel hotel before sexually assaulting her. However, unnamed law enforcement officials have now told US media the accuser has repeatedly lied since the alleged attack on 14 May. The officials believe the woman also lied on her application for asylum in the US, particularly over an allegation that she had been raped while at home in Guinea, in West Africa. \"She actually recounted the entire story to prosecutors and later said it was false,\" one law enforcement official told the Associated Press news agency. But Mr Thompson defended his client's story on Friday, offering up graphic details of the alleged encounter between Mr Strauss-Kahn and the maid.  \"From day one she has described a violent sexual assault that Dominique Strauss-Kahn committed against her,\" Mr Thompson said, adding that Mr Strauss-Kahn bruised the maid's body and threw her to the floor.\n\"She has never once changed a single thing about that account. The district attorney knows that,\" he added. Mr Thompson said that though the maid \"may have made some mistakes\", that does not mean the assault never occurred.  Following the twists to the sexual assault case on Friday, hopes among some have been raised about the possibility Mr Strauss-Kahn may once again be able to compete with Nicolas Sarkozy for the French presidency in 2012. The Socialist former Prime Minister, Lionel Jospin, said: \"It's a thunderbolt - but in the opposite direction this time.\" But it was too soon to say whether Mr Strauss-Kahn might stand, he added. \"If we hypothesise that Dominique is cleared of all suspicion and all charges, which I obviously hope will happen, then it will be first down to him to decide... and then it will be down to the Socialists to decide. \"It's too early to transform into politics what is so far a human drama which is developing before our eyes. Mr Strauss-Kahn had been under house arrest in a New York apartment since posting a $6m (£3.7m) cash bail and bond in May. He is charged with seven counts including four more serious felony charges - two of criminal sexual acts, one of attempted rape and one of sexual abuse - plus three misdemeanour offences, including unlawful imprisonment.\nMr Strauss-Kahn, who resigned as head of the International Monetary Fund to defend himself, vigorously denies the charges.",
            "vi": "Ex-IMF head Dominique Strauss-Kahn freed without bail\n     \nCựu chủ tịch Quỹ tiền tệ Quốc tế, Dominique Strauss-Kahn, đã được thả tự do sau khi bị quản thúc tại gia và nhận lại 6 triệu đô-la Mỹ (tương đương 3,7 triệu bảng Anh) bảo lãnh bằng tiền mặt và trái phiếu bảo hiểm còn mọi người thì đang nghi ngờ về tính trung thực của người buộc tội ông ta. Các công tố viên đã đồng ý việc ông Strauss - Kahn nên được thả tự do với điều kiện chỉ cần hứa sẽ đến toà là được.  Ông ta bị buộc tội cưỡng hiếp một người nữ hầu phòng ở khách sạn bang New York vào ngày 14 tháng năm.  Vụ kiện bây giờ sắp thất bại, theo bản tin của giới truyền thông Hoa Kỳ.  Nhà chính trị Pháp 62 tuổi này - đã được xem là ứng cử viên nổi trội nhất cho nhiệm kỳ tổng thống Pháp sắp đến – đã ra trước vành móng ngựa ở New York vào ngày thứ sáu về vụ kiện hiếp dâm.   'Thay đổi lớn’ Sau khi đánh giá những thông tin được tiết lộ bởi công tố viên từ văn phòng Manhattan, thẩm phán đã bãi bỏ điều khoản tiền bảo lãnh nghiêm ngặt đối với ông Strauss-Kahn, nhưng vẫn ra lệnh giữ lại hộ chiếu để ông ta không thể ra khỏi Hoa Kỳ. Trong lá thư gửi cho toà án, các công tố viên cho biết người nữ hầu phòng đã khai man trước đại bồi thẩm đoàn, bỏ đi chi tiết cô ta dọn dẹp một phòng khác nữa rồi mới báo cho người quản lý biết về việc mình bị hiếp dâm.\n  \"Tôi thấy các tình tiết của vụ việc này đã thay đổi rất nhiều, và tôi đồng ý là nguy cơ ông ta không trình diện ở đây đã giảm đi phần nào. Tôi phóng thích ông Strauss-Kahn dựa trên lời ông ta hứa sẽ có mặt tại toà khi được triệu tập,\" thẩm phán Michael Obus tuyên bố trước toà án vào ngày thứ sáu. \"Trong khi chờ đợi, chúng ta sẽ không vội vã đưa ra phán quyết về vụ kiện này,\" ông Obus nói.  Theo quy định của toà thì các luật sư phản biện phải tiếp tục vụ án.  \"Tôi muốn nhắc tất cả mọi người nhớ là lần nào ra hầu toà trong sáu tuần vừa qua, chúng tôi cũng đều xin quý toà và toàn thế giới đừng vội vã đưa ra phán quyết - bây giờ tôi nghĩ mọi người có thể hiểu tại sao rồi,\" luật sư của ông Strauss – Kahn, William Taylor, nói. \"Chúng tôi tin bước tiếp theo sẽ tiến đến việc bác bỏ hoàn toàn mọi cáo buộc\" ông ta nói thêm.  Sau phiên toà hôm thứ Sáu, ông Strauss-Kahn mỉm cười, choàng lưng vợ, sải bước ra khỏi toà án.  Trong các phiên toà trước đây, các công tố viên đã bày tỏ ý kiến về sức thuyết phục của vụ kiện. Một luật sư đã nói bằng chứng chống lại ông ta là \"rất lớn\". Bây giờ, các công tố viên lại cho rằng cô ta có thể đã nói dối trong lúc thẩm vấn và có thể có liên hệ với những kẻ buôn bán ma tuý và rửa tiền.  Thế nhưng luật sư của nạn nhân, ông Kenneth P Thompson, vào hôm thứ sáu vẫn khăng khăng cho rằng câu chuyện của thân chủ mình kể là đúng sự thực và ông Strauss-Kahn đã phạm tội hiếp dâm. \"Lời biện hộ duy nhất mà ông Dominique Strauss-Kahn đưa ra là vụ quan hệ tình dục này dựa trên sự đồng thuận. Đó là sự dối trá\" ông ta tuyên bố.\nÔng ta cứ nhắc đi nhắc lại lời khai của cô hầu phòng hết sức tỉ mỉ và đầy hình tượng về cái gọi là cuộc xô xát với ông Strauss-Kahn và chỉ trích công tố viên Cyrus Vance Jr.  Ông Vance cho biết vụ án sẽ tiếp tục được điều tra, luôn cả chuyện người ta ngày càng quan ngại về tính trung thực đối với người buộc tội ông Strauss-Kahn. \"Công tố viên của chúng tôi từ văn phòng Manhattan sẽ tiếp tục điều tra những tội danh này và sẽ tiếp tục điều tra mãi cho đến khi chúng tôi khám phá ra tất cả tình tiết có liên quan,\" ông ta nói. \nÔng Strauss - Kahn sẽ phải quay lại toà án vào ngày 18 tháng bảy. \nNghi ngờ tính trung thực   Cô hầu phòng khẳng định là ông Strauss-Kahn đã rượt bắt được cô ta tại hành lang của phòng khách sạn đắt tiền ở khách sạn Sofitel trước khi cưỡng dâm.  Tuy nhiên, các viên chức thi hành án không nêu họ tên giờ đây đã tiết lộ với giới truyền thông Hoa Kỳ là người buộc tội đã liên tục nói dối kể từ cái gọi là vụ tấn công vào ngày 14 tháng năm. Các viên chức cho là người phụ nữ này cũng đã khai man trong đơn xin tị nạn vào Hoa Kỳ, đặc biệt là cớ đã bị hãm hiếp khi còn ở quê nhà Guinea, Tây Phi.\n\"Cô ta thậm chí còn thuật lại chi tiết toàn bộ câu chuyện cho các công tố viên và rồi sau đó tuyên bố chuyện đó là sai sự thật,\" một viên chức thi hành án đã nói với Hãng thông tấn xã Associated Press.  Nhưng ông Thompson vào hôm thứ sáu đã bảo vệ câu chuyện của thân chủ mình, đưa ra các chi tiết sinh động về cái được gọi là cuộc xô xát giữa ông Strauss-Kahn và cô hầu phòng.  \"Ngay từ ngày đầu, cô ta đã mô tả vụ hiếp dâm bạo lực mà ông Dominique Strauss-Kahn thực hiện với cô ta,\" ông Thompson nói, cho biết thêm là ông Strauss - Kahn đã làm thâm tím mình mẩy cô hầu phòng và ném cô ta xuống sàn.\n\"Cô ấy chưa lần nào thay đổi dù chỉ một chi tiết về lời khai đó. Công tố viên biết điều đó mà,\" ông ta nói thêm.  Ông Thompson nói rằng cho dù cô hầu phòng \"có thể đã phạm một số sai lầm\", nhưng điều đó không đồng nghĩa với việc vụ tấn công không hề xảy ra.  Sau những lời xuyên tạc về vụ hiếp dâm vào hôm thứ sáu, một vài người đã nhen nhóm lại niềm hy vọng về khả năng ông Strauss-Kahn một lần nữa có thể cạnh tranh với ông Nicolas Sarkozy trong nhiệm kỳ tổng thống Pháp vào năm 2012.   Cựu thủ tướng thuộc đảng Xã hội chủ nghĩa, Lionel Jospin, cho biết ý kiến: \"đó là sét đánh ngang mày - nhưng lần này theo hướng ngược lại.\" Thế nhưng hãy còn quá sớm để tuyên bố liệu ông Strauss-Kahn có thể trụ vững hay không, ông ta nói thêm.\n\"Nếu mình giả thiết rằng ông Dominique giũ sạch được mọi nghi ngờ và lời buộc tội, điều tôi hết sức mong sẽ xảy ra, thì đó sẽ là chuyện đầu tiên ông ấy phải quyết định… rồi sau đó, đó sẽ là chuyện các đảng viên đảng Xã Hội phải quyết định.\"  “Hãy còn quá sớm để biến chuyện, cho đến nay là một biến cố cuộc đời đang diễn ra trước mắt mình, thành chuyện chính trị.\"\n  Ông Strauss - Kahn đã bị quản thúc tại gia trong căn hộ New York kể từ khi nộp 6 triệu đô-la Mỹ (tương đương 3,7 triệu bảng Anh) bảo lãnh bằng tiền mặt và trái phiếu bảo hiểm vào tháng năm.  Ông Strauss - Kahn bị buộc bảy tội danh bao gồm bốn tội nặng - hai tội về hành vi tình dục vô đạo đức, một tội mưu toan cưỡng dâm và một tội lạm dụng tình dục - cộng thêm ba hành động phi pháp, gồm cả giam giữ bất hợp pháp. Ông Strauss - Kahn, người từ chức chủ tịch Quỹ tiền tệ Quốc tế để tự vệ, đã kịch liệt phủ nhận các cáo buộc."
        }
    ],
    "suggestions": []
}