{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cystoscopy",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "cystoscopy",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cystoscopy",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cystoscopy",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thủ thuật mở thông bàng quang</font></td></tr></tbody></table></div>",
            "word": "cystoscopy",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Cystoscopy</em>.",
            "vi": "Phép soi bàng quang."
        },
        {
            "en": "Diagnosis: TestingThere's no routine test for bladder cancer. But if you're at high risk or have symptoms, your doctor may first order a urine test. If needed, a procedure called <em>cystoscopy</em> lets your doctor see inside the bladder with a slender lighted tube with a camera on the end. The cystoscope can be used to remove small tissue samples (a biopsy) to be examined under a microscope. A biopsy is the best way to diagnose cancer.",
            "vi": "Chẩn đoán ung thư bàng quang bằng xét nghiệm Không có xét nghiệm định kỳ đối với ung thư bàng quang. Nhưng nếu bạn có nguy cơ cao hoặc có triệu chứng bệnh thì bác sĩ có thể yêu cầu cho làm xét nghiệm nước tiểu trước tiên. Nếu cần thiết thì cũng tiến hành làm thủ thuật soi bọng đái để bác sĩ có thể quan sát được bên trong bàng quang bằng một ống mỏng có đèn, một đầu gắn với máy camera. Ống soi bóng đái có thể được dùng để lấy mẫu mô nhỏ (sinh thiết) để kiểm tra dưới kính hiển vi. Sinh thiết là biện pháp tốt nhất có thể chẩn đoán ung thư."
        },
        {
            "en": "15 Symptoms men ignore    See your doctor when symptoms occur, and get regular checkups Experts say that men could benefit greatly by being alert to certain cancer symptoms that indicate a trip to the doctor's office sooner rather than later. Some of those cancer symptoms in men are specific. They involve certain body parts and may even point directly to the possibility of cancer (for example, a mass in the scrotum or testicle). Other symptoms are not specific. For instance, pain that affects many body parts could have dozens of explanations and may not be cancer; however, that circumstance doesn't mean you can rule out cancer without seeing a doctor. The following slideshow of pictures explain 15 symptoms and possible clues to finding cancer early. Unfortunately, many men ignore these symptoms with the result of sometimes discovering a cancer that might have been more easily treated if the cancer had been detected at an earlier date in its development. No.1 - Breast Mass If you're like most men, you've probably never considered the possibility of having breast cancer. Although it's not common, it is possible. According to Leonard Lichtenfeld, MD, deputy chief medical officer for the national office of the American Cancer Society, \"Any new mass in the breast area of a man needs to be checked out by a physician.\" In addition, the American Cancer Society identifies several other worrisome signs involving the breast that men as well as women should take note of. They include:     * skin dimpling or puckering     * nipple retraction     * redness or scaling of the nipple or breast skin     * and nipple discharge When you consult your physician about any of these signs, expect the doctor to take a careful history and do a physical exam. Then, depending on the findings, the doctor may order a mammogram, a biopsy, or other tests. No. 2 - Persistent pain or discomfort in any body area As they age, people often complain of more aches and pains. But pain, as vague as it may be, can be an early symptom of some cancers although most pain complaints are not from cancer. Any pain that persists, according to the American Cancer Society, should be checked out by your physician. The doctor can take a careful history, get more details, and then decide whether further testing is necessary. If the cause of the pain is not cancer, you will still benefit from the visit to the office because the doctor can work with you to find out what's causing pain and help you know what may be done to treat the cause. No 3. - Changes in the testicles or scrotum Testicular cancer occurs most often in men aged 20 to 39. The American Cancer Society recommends that men get a testicular exam by a doctor as part of a routine cancer-related checkup. Some doctors suggest a monthly self-exam. Any change in the size of the testicles, such as growth or shrinkage, should be a concern. In addition, swelling or a lump or a feeling of heaviness in the scrotum should not be ignored. Some testicular cancers occur very quickly, so early detection is especially crucial. No. 4 - Changes in the lymph nodes (swelling, painful, warm and/or reddish color) If you notice a lump or swelling in the lymph nodes under your armpit or in your neck -- or anywhere else -- it could be a reason for concern, says Hannah Linden, MD. \"If you have a lymph node that gets progressively larger, and it's been noticeable longer than a month, see a doctor,\" she says. Your doctor will examine you and figure out any associated issues with a detailed medical history that could explain the lymph node enlargement, such as infection. If there is no infection, a doctor will typically order a biopsy and blood tests. No. 5 - Fever (high fever of > 103 F or chronic fevers, usually more than one week) If you've got an unexplained fever, it may indicate cancer. It could also be a sign of pneumonia or some other illnesses that need treatment. Most cancers will cause fever at some point. Often, fever occurs after the cancer has spread from its original site and invaded another part of the body. But it can also be caused by blood cancers such as lymphoma or leukemia, according to the American Cancer Society. It's best not to ignore a fever that can't be explained. Check with your doctor to find out what might be causing the fever. The doctor can help distinguish between acute and chronic fever causes and also help to determine if anything needs to be done for the next step. No. 6 - Weight loss without trying Unexpected weight loss or without dieting is a concern as most people don't lose weight easily. If a man loses more than 10% of his body weight in a short time period such as a matter of weeks without actively trying to reduce weight, it's time to see the doctor. Your doctor will do a general physical, ask you questions about your diet and exercise, and ask about other symptoms. Based on that information, the doctor will decide what other tests are needed. Unplanned rapid weight loss should never be ignored, even in men (and women) who are overweight. No. 7 - Gnawing abdominal pain and depression \"Any guy who's got a pain in the abdomen and is feeling depressed needs a checkup,” says Lichtenfeld. Although these symptoms may be due to non-cancerous causes, experts have found a link between depression and pancreatic cancer. Other symptoms that can occur with the abdominal pain and depression include jaundice (yellowing of the skin and the white area of the eyes) or a change in the stool color, often to a gray color. Expect your doctor to do a careful physical exam and take a history. The doctor may then order tests such as a chest X-ray, CT scan, MRI, and, possibly, other scans and tests. No. 8 - Fatigue (physical or mental) Fatigue (physical or mental) is another vague symptom that could point to cancer in men, but a host of other problems could cause it as well. Like fever, fatigue can occur after the cancer has developed or spread. However, fatigue may also happen early in cancers such as leukemia or with some colon or stomach cancers, according to the American Cancer Society. If you often feel extremely tired and it doesn't get better with rest, check with your doctor. The doctor will evaluate the symptom of fatigue along with any other symptoms in order to determine the underlying cause. Treatment depends on the underlying cause of the fatigue. No. 9 - Persistent cough (especially lasting more than about three weeks) Coughs are expected, of course, with colds, the flu, and allergies. They are also sometimes a side effect of a medication. But a very prolonged cough -- defined as lasting more than three or four weeks -- should not be ignored, says Ranit Mishori, MD, Assistant Professor at Georgetown University School of Medicine in Washington, D.C. That kind of cough warrants a visit to the doctor. It could be a symptom of cancer, or it could indicate some other problems such as chronic bronchitis or acid reflux.  Your doctor will take a careful history, examine your throat, check how your lungs are functioning, and, especially if you are a smoker, perhaps order X-rays. Once the underlying reason for the coughing is identified, the doctor will work with you to determine a treatment plan. No. 10 - Difficulty swallowing (food, liquids, or both) Some men may report trouble swallowing (dysphagia) but then learn to live with it, Dr. Lichtenfeld says. \"Over time, they change their diet to a more liquid diet. They start to drink more soup.\" But swallowing difficulties, he says, could be a sign of a gastrointestinal cancer, such as cancer of the esophagus. Let your doctor know if you are having trouble swallowing. Your doctor will take a careful history and possibly order a chest X-ray. The doctor may also send you to a specialist (gastroenterologist) for an upper endoscopy to examine your esophagus. Other tests such as barium swallow tests; CT or MRI of the esophagus may also be done. No. 11 - Changes in the skin (color changes, thickness changes, easy bleeding) You should be alert to not only changes in moles -- a well-known sign of potential skin cancer -- but also changes in skin pigmentation, says Mary Daly, MD, an oncologist at the Fox Chase Cancer Center in Philadelphia.  She also says that suddenly developing bleeding on your skin or excessive scaling are reasons to check with your doctor. It's difficult to say how long is too long to observe skin changes, but most experts say not to wait longer than several weeks. To find out what's causing the skin changes, your doctor will take a careful history and perform a careful physical exam. The doctor may also order a skin biopsy to rule out cancer. No. 12 - Blood where it shouldn't be (blood in sputum, stool or urine) \"Anytime you see blood coming from a body part where you've never seen it before, see a doctor,\" Lichtenfeld says. \"If you start coughing or spitting up blood, have blood in the bowel, or blood in the urine, it's time for a doctor visit.\" Dr. Mishori says it's a mistake to assume blood in the stool is simply from a hemorrhoid. \"It could be colon cancer,\" he says. Your doctor will ask you questions about your symptoms. If there is blood in the stool, the doctor may also order tests such as a colonoscopy, which is an examination of the colon using a long flexible tube with a camera on one end. The purpose of a colonoscopy is to identify any signs of cancer or precancer or to identify what else might be causing the bleeding. If there is blood in the urine, other tests such as bladder <em>cystoscopy</em> (tube used to examine urinary tissue) and tissue biopsy may be done. Blood in the sputum may occur from many non-cancerous causes; however, several types of cancers (for example, lung, esophageal, oral) may also produce bloody sputum. Your doctor can help diagnose the underlying cause of bloody sputum with tests and in consultation with specialists. No. 13 - Mouth changes (chronic oral lesions that do not heal) If you smoke or chew tobacco, you need to be especially alert for any white patches inside your mouth or white spots on your tongue. Those changes may indicate leukoplakia, a precancerous area that can occur with ongoing irritation. The condition can progress to oral cancer. You should report the changes to your doctor or dentist. The dentist or doctor will take a careful history, examine the changes, and then decide what other tests, such as a tissue biopsy, might be needed. No. 14 - Urinary problems (frequent urge to urinate, slow urine stream, feeling of not completely emptying the bladder) As men age, urinary problems become more frequent, such as the urge to urinate more often, a sense of urgency, and a feeling of not completely emptying the bladder. Most men will develop these problems as they get older. However, if you notice any of these symptoms and they concern you because they begin to interfere with normal activities, you should seek medical attention, especially if symptoms become worse. Your doctor will do a digital rectal exam, which will tell him whether the prostate gland is enlarged. The gland often enlarges as a man ages. It's typically caused by a noncancerous condition called benign prostatic hyperplasia or BPH. Your doctor may also order a blood test to check the level of prostate-specific antigen or PSA. PSA is a protein produced by the prostate gland, and the test is used to help determine the possibility of prostate cancer. If the doctor notices abnormalities in the prostate or if the PSA is higher than it should be, your doctor may refer you to an urologist and may suggest a biopsy of the prostate gland be done.  No. 15 - Indigestion (frequent or almost constant discomfort) A lot of guys, especially as they get older, think \"heart attack\" when they get bad indigestion. But persistent indigestion could point to cancer of the esophagus, throat, or stomach and should be reported to your doctor. Conversely, if the pain is intense and causes a person to \"grip their chest,\" most doctors consider this as a sign of a cardiac event and consider this situation to be a medical emergency. Your doctor will take a careful history and ask questions about the indigestion episodes. Based on the history and your answers to the questions, the doctor will decide what tests are needed and if you should be referred to a cardiologist, gastroenterologist, or an ENT specialist.",
            "vi": "15 triệu chứng mà nam giới thường hay bỏ qua    Hãy đến khám bác sĩ khi xảy ra các triệu chứng này và hãy kiểm tra sức khỏe thường xuyên nhé  Các chuyên gia cho biết việc thận trọng với một số triệu chứng ung thư cần phải đến bác sĩ càng sớm càng tốt có thể giúp ích rất nhiều cho nam giới. Một số triệu chứng ung thư đó rất cụ thể. Chúng liên quan đến một số vùng nào đó trên cơ thể và thậm chí có thể cho biết khả năng ung thư một cách trực tiếp (như bướu lồi ở bìu hoặc tinh hoàn). Các triệu chứng khác không cụ thể. chẳng hạn nhiều vùng trên cơ thể bạn đau nhức có thể có rất nhiều nguyên nhân, nhiều lời giải thích và cũng có thể không phải là ung thư, tuy nhiên trường hợp đó không có nghĩa là bạn có thể loại trừ ung thư mà không đi khám bác sĩ.  Các khung hình dưới đây giải thích cho 15 triệu chứng và các gợi ý khả thi để phát hiện ung thư sớm. Tiếc là nhiều người vẫn phớt lờ các triệu chứng này với kết quả đôi khi phát hiện ra ung thư mà đáng lẽ đã được chữa trị dễ dàng hơn nếu được phát hiện sớm hơn.   1. U ngực  Nếu bạn giống như phần đông nam giới thì hẳn là chẳng bao giờ bạn nghĩ mình có khả năng bị ung thư vú. Mặc dù chứng bệnh này không thường thấy, nhưng nó có thể xảy ra. Theo tiến sĩ Leonard Lichtenfeld, phó phòng y dược văn phòng quốc gia thuộc Hiệp hội Ung thư Mỹ thì “Nếu phát hiện thấy bất cứ khối u nào mới ở ngực thì bạn cần nên đến khám bác sĩ.”  Ngoài ra, Hiệp hội Ung thư Hoa Kỳ cũng cho biết mộ số dấu hiệu đáng lo ngại khác liên quan đến ngực mà cả nam lẫn nữ đều phải nên lưu ý:  * da lún xuống hoặc xếp thành nếp nhăn * đầu vú bị co rút * đầu vú hoặc vùng da ngực bị ửng đỏ hoặc bong tróc vảy  * và tiết dịch ở đầu vú  Khi tham khảo ý kiến của bác sĩ về bất kỳ dấu hiệu này, bạn nên đề nghị bác sĩ kiểm tra bệnh sử cẩn thận và kiểm tra sức khỏe. Sau đó, tuỳ thuộc vào những kết quả có được mà bác sĩ có thể yêu cầu chụp X-quang ngực, sinh thiết, hoặc làm các xét nghiệm khác.  2. Đau dai dẳng hoặc cảm thấy khó chịu ở bất kỳ một vùng nào trên cơ thể  Khi có tuổi, người ta thường rên rỉ nhiều hơn về các cơn đau nhức, nhưng tình trạng đau nhức đó có thể là triệu chứng chưa rõ ràng ban đầu của một số bệnh ung thư, dẫu rằng phần lớn không phải là do ung thư. Theo Hiệp hội Ung thư Hoa Kỳ, bất kỳ cơn đau dai dẳng nào cũng nên được khám. bác sĩ có thể kiểm tra bệnh sử cẩn thận, lấy thêm thông tin và sau đó quyết định có cần làm thêm xét nghiệm hay không. Nếu nguyên nhân gây đau nhức không phải là ung thư việc đến khám bác sĩ cũng thật dự có ích với bạn bởi bác sĩ có thể cùng làm việc với bạn để tìm ra nguyên nhân và giúp bạn biết có thể làm gì để chữa lành nguyên nhân đó.  3. Thay đổi ở tinh hoàn hoặc bìu  Ung thư tinh hoàn xảy ra nhiều nhất ở nam giới độ tuổi từ 20 đến 39. Hiệp hội Ung thư Hoa Kỳ khuyến nghị nam giới nên được bác sĩ kiểm tra tinh hoàn như một phần của kiểm tra sức khỏe liên quan ung thư định kỳ. Một số bác sĩ đề nghị bạn nên tự kiểm tra tinh hoàn của mình hằng tháng. Bất kỳ thay đổi nào về kích cỡ tinh hoàn, chẳng hạn như sưng to hoặc teo rút, nên được lưu tâm đến. Ngoài ra, bạn cũng không nên phớt lờ tình trạng sưng phồng hoặc bướu lồi hoặc cảm giác nặng bìu. Một số bệnh ung thư tinh hoàn xảy ra rất nhanh chóng, thế nên việc phát hiện sớm là đặc biệt quan trọng.  4. Thay đổi ở các hạch bạch huyết (hạch bạch huyết bị sưng, đau nhức, sờ vào có cảm giác nóng và/ hoặc có màu hơi đỏ) Theo tiến sĩ Hannah Linden, nếu phát hiện thấy một khối u nào hoặc các hạch bạch huyết dưới nách hay cổ của bạn – hoặc bất cứ chỗ nào sưng phồng lên thì đó có thể là điều đáng lo ngại. “Nếu một hạch bạch huyết nào đó cứ tiếp tục phát triển và kéo dài hơn một tháng thì bạn nên đi khám bác sĩ.”  Bác sĩ sẽ khám và tìm ra bất kỳ vấn đề nào có liên quan bằng cách kiểm tra bệnh sử một cách chi tiết và cẩn thận có thể lý giải cho chứng trương phình hạch bạch huyết, chẳng hạn như bệnh nhiễm trùng. Nếu bệnh nhân không bị nhiễm trùng thì bác sĩ thường sẽ yêu cầu làm sinh thiết và xét nghiệm máu.  5. Sốt (thân nhiệt trên 103 độ F hoặc sốt dai dẳng, thường kéo dài trên 1 tuần) Nếu bạn bị sốt mà không biết nguyên nhân thì đây có thể là triệu chứng của bệnh ung thư. Nó cũng có thể là dấu hiệu của bệnh viêm phổi hoặc một số bệnh khác cần nên chữa trị.  Hầu hết các bệnh ung thư đều gây sốt vào một lúc nào đó. Thường thì bệnh nhân bị sốt sau khi ung thư đã lam ra ngoài điểm khởi phát của nó và xâm nhập vào một vùng nào khác của cơ thể. Hiệp hội Ung thư Hoa Kỳ cho biết, các bệnh ung thư máu chẳng hạn như u hạch bạch huyết hoặc bệnh bạch cầu cũng có thể gây ra sốt. Tốt hơn hết là bạn không nên bỏ qua triệu chứng sốt không rõ nguyên do này. Hãy khám bác sĩ để ra nguyên nhân có thể gây sốt. Bác sĩ có thể giúp bạn phân biệt được nguyên nhân gây sốt cấp tính và nguyên nhân gây sốt mãn tính và đồng thời giúp bạn quyết định xem liệu cần nên làm gì trong bước kế tiếp.  6. Giảm cân mà không cần cố gắng gì  Giảm cân đột ngột hoặc giảm cân mà không cần phải ăn kiêng gì là mối lo ngại bởi hầu hết người ta đều không giảm cân một cách dễ dàng. Nếu bạn sụt hơn 10% trọng lượng cơ thể trong một thời gian ngắn chẳng hạn như một vài tuần mà không chủ động cố gắng giảm cân thì đã đến lúc bạn nên đi khám bác sĩ rồi đó.  Bác sĩ sẽ khám sức khỏe tổng quát cho bạn, hỏi nhiều câu hỏi về chế độ dinh dưỡng và thể dục của bạn, và nhiều triệu chứng khác nữa. Dựa trên thông tin đó, bác sĩ sẽ quyết định cần làm thêm những xét nghiệm nào khác. Bạn đừng bao giờ phớt lờ triệu chứng giảm cân nhanh chóng một cách đột ngột như thế, thậm chí là ở cả nam (lẫn nữ) bị béo phì đi chăng nữa.  7. Đau bụng dai dẳng và trầm cảm  Tiến sĩ Lichtenfeld cho hay “Bất cứ người nào bị đau bụng và trầm cảm đều cần được khám.” Mặc dù những triệu chứng này có thể không phải do ung thư gây ra, nhưng các chuyên gia đã phát hiện thấy mối tương quan giữa chứng trầm cảm và bệnh ung thư tuyến tuỵ. Nhiều triệu chứng khác có thể xảy ra kèm theo đau bụng và trầm cảm như vàng da (vàng da và vàng tròng trắng mắt) hoặc thay đổi màu phân, thường thì phân chuyển sang màu xám.  Bạn nên đề nghị bác sĩ kiểm tra sức khỏe và kiểm tra bệnh sử cẩn thận. Sau đó bác sĩ có thể yêu cầu làm thêm các xét nghiệm khác chẳng hạn như chụp X-quang ngực, chụp CT, chụp MRI, và có thể làm thêm nhiều xét nghiệm và quét chụp khác.  8. Mệt mỏi (thể chất hoặc tinh thần) Mệt mỏi (thể chất hoặc tinh thần) là một triệu chứng chưa rõ ràng khác có thể dẫn đến ung thư ở nam giới, nhưng bên cạnh đó cũng có rất nhiều vấn đề khác cũng có thể gây ra mệt mỏi. Giống như sốt, tình trạng mệt mỏi có thể xảy ra sau khi ung thư đã phát triển hoặc lan sang vùng khác. Tuy nhiên, theo Hiệp hội Ung thư Hoa Kỳ thì triệu chứng mệt mỏi cũng có thể xảy ra ở giai đoạn đầu của nhiều bệnh ung thư chẳng hạn như bệnh bạch cầu hoặc kèm theo một số bệnh ung thư ruột kết hoặc ung thư dạ dày.  Nếu thường xuyên cảm thấy hết sức mệt mỏi và nghỉ ngơi cũng không làm bạn khỏe hơn thì hãy đi khám bác sĩ. Bác sĩ sẽ kiểm tra các triệu chứng mệt mỏi cùng với bất kỳ triệu chứng nào khác để xác định nguyên nhân tiềm ẩn là gì. Việc điều trị tuỳ thuộc vào nguyên nhân thực sự gây chứng mệt mỏi đó.  9. Ho dai dẳng (nhất là kéo dài khoảng trên 3 tuần) Tất nhiên là ho có thể là do cảm lạnh, cúm, và dị ứng. Đôi khi tác dụng phụ của thuốc cũng làm cho bệnh nhân ho. Theo tiến sĩ Ranit Mishori, trợ giảng tại trường Đại học Y dược Georgetown ở Washington, D.C. thì khi ho kéo dài quá lâu – hơn 3 hoặc 4 tuần – thì bạn không nên lờ đi. Bạn cần phải đi khám bác sĩ khi bị ho như thế này. Nó có thể là một triệu chứng của bệnh ung thư, hoặc có thể là dấu hiệu của một số vấn đề khác chẳng hạn như viêm phế quản mãn tính hoặc trào ngược a-xít.  Bác sĩ sẽ kiểm tra bệnh sử cẩn thận, khám cổ họng cho bạn, kiểm tra xem phổi của bạn hoạt động như thế nào, và nhất là nếu bạn hút thuốc thì có thể bác sĩ sẽ yêu cầu chụp X-quang. Khi đã xác định được nguyên nhân gây ho thực sự thì bác sĩ sẽ làm việc với bạn để xác định kế hoạch điều trị. 10. Khó nuốt (khó nuốt thức ăn, chất lỏng, hoặc là khó nuốt cả hai) Tiến sĩ Lichtenfeld cho hay một số nam giới có thể bị chứng khó nuốt nhưng rồi họ biết cách sống chung với nó. “Dần dần, họ thay đổi chế độ dinh dưỡng của mình sang thức ăn lỏng hơn và bắt đầu uống nhiều xúp (canh) hơn.” Nhưng triệu chứng khó nuốt có thể là một dấu hiệu của bệnh ung thư dạ dày-ruột, chẳng hạn như ung thư thực quản. Hãy thông báo cho bác sĩ biết nếu bạn bị khó nuốt. Bác sĩ sẽ kiểm tra bệnh sử cẩn thận và cũng có thể yêu cầu chụp X-quang ngực; đồng thời cũng  có thể chuyển bạn đến một chuyên gia khác (bác sĩ chuyên khoa dạ dày) để nọi soi thêm nhằm kiểm tra thực quản của bạn. Ngoài ra, bạn cũng có thể làm thêm nhiều xét nghiệm khác chẳng hạn như xét nghiệm nuốt barium; chụp CT hoặc chụp MRI (cộng hưởng từ) thực quản.  11. Thay đổi ở da (đổi sắc tố da, da dày thêm, dễ xuất huyết) Theo tiến sĩ Mary Daly, bác sĩ khoa ung thư ở trung tâm ung thư Fox Chase, Philadelphia thì bạn nên cảnh giác không những với những thay đổi ở nốt ruồi – dấu hiệu ung thư da tiềm tàng rất thường thấy – mà còn phải cảnh giác với những thay đổi sắc tố da.  Cô cũng cho biết nếu da bạn đột nhiên bị xuất huyết hoặc da bị bong tróc vảy trên diện rộng thì nên đi khám bác sĩ. Thật khó có thể nói thời gian quan sát những thay đổi trên da là bao lâu, nhưng theo hầu hết các chuyên gia thì việc này mất không quá vài tuần.   Để tìm nguyên nhân gây thay đổi trên da, bác sĩ sẽ kiểm tra bệnh sử và tiến hành kiểm tra sức khỏe cẩn thận; đồng thời cũng có thể yêu cầu làm sinh thiết da để loại bỏ khả năng ung thư.  12. Xuất huyết không đúng chỗ (máu trong đàm, trong phân hoặc trong nước tiểu) Tiến sĩ Lichtenfeld cho biết “Hễ thấy xuất huyết ở một bộ phận nào đó trên cơ thể mà bạn chưa từng thấy trước đây thì nên đến khám bác sĩ.” “Nếu bạn bắt đầu ho hoặc khạc ra máu, hoặc xuất hiện máu trong phân, hoặc trong nước tiểu thì đã đến lúc đi khám bác sĩ rồi đó.”  Tiến sĩ Mishori cho biết nếu cho rằng máu trong phân đơn thuần là do bị trĩ thì bạn đã nhầm rồi. “Đây có thể là do ung thư ruột kết.”  Bác sĩ sẽ hỏi về các triệu chứng của bạn. Nếu trong phân có máu, bác sĩ cũng có thể yêu cầu làm thêm nhiều xét nghiệm khác chẳng hạn như soi kết tràng, đây là phương pháp kiểm tra kết tràng bằng một ống mềm dài, một đầu có gắn một camera. Mục đích của nội soi kết tràng là xác định bất kỳ dấu hiệu nào của bệnh ung thư hoặc tiền ung thư hoặc để tìm ra nguyên nhân nào khác có thể gây xuất huyết. Nếu trong nước tiểu có máu thì bác sĩ có thể cho làm nhiều xét nghiệm khác chẳng hạn như soi bàng quang (sử dụng ống kiểm tra mô tiết niệu) và cũng có thể sinh thiết mô. Máu trong đàm có thể xảy ra do nhiều nguyên nhân mà không phải là ung thư; tuy nhiên một số loại ung thư (chẳng hạn như ung thư phổi, ung thư thực quản, hoặc ung thư miệng) cũng có thể làm đàm có máu. Bác sĩ có thể giúp chẩn đoán nguyên nhân tiềm ẩn gây ra chứng bệnh này bằng cách cho bạn làm nhiều xét nghiệm và hội chẩn với nhiều chuyên gia khác.  13. Thay đổi ở miệng (các thương tổn ở miệng kéo dài dai dẳng mà không lành) Nếu bạn hút thuốc lá hoặc nhai thuốc lá thì đặc biệt nên cảnh giác với bất kỳ mảng trắng nào trong miệng hoặc bất kỳ đốm trắng nào trên lưỡi. Những thay đổi này có thể là dấu hiệu của chứng bạch sản, vùng tiền ung thư này có thể xảy ra khi bị kích ứng liên tục. Nó có thể phát triển thành ung thư miệng.  Bạn nên thông báo cho bác sĩ hoặc nha sĩ biết về những thay đổi trong miệng mình. bác sĩ hoặc nha sĩ sẽ kiểm tra bệnh sử cẩn thận, kiểm tra các thay đổi đó và quyết định xem có thể cần làm thêm các xét nghiệm nào khác như sinh thiết mô chẳng hạn.  14. Các vấn đề về tiết niệu (thường xuyên mắc tiểu, dòng nước tiểu chậm, hoặc có cảm giác không tiểu hết) Khi có tuổi, nam giới thường hay mắc các vấn đề về tiết niệu hơn, chẳng hạn như mắc tiểu nhiều lần hơn, mắc tiểu nhanh, và cảm giác không tiểu hết. Hầu hết nam giới đều gặp phải những vấn đề này khi về già. Tuy nhiên, nếu phát hiện bất kỳ triệu chứng nào trên đây và nếu các triệu chứng ấy làm cho bạn lo lắng bởi chúng bắt đầu cản trở các hoạt động thường nhật của mình thì bạn nên đến khám bác sĩ, nhất là khi các triệu chứng đó càng trở nên trầm trọng hơn.  Bác sĩ sẽ kiểm tra trực tràng bằng ngón tay, để xác định xem bạn có bị giãn tuyến tiền liệt hay không. Nam giới thường hay bị giãn tuyến tiền liệt khi lớn tuổi. Chứng giãn tuyến tiền liệt này thường do một bệnh không phải là ung thư có tên là tăng sản tuyến tiền liệt lành tính hoặc BPH gây ra. Bác sĩ cũng có thể cho làm xét nghiệm máu để kiểm tra nồng độ kháng nguyên đặc hiệu tuyến tiền liệt hoặc PSA. PSA là prô-tê-in do tuyến tiền liệt tạo ra, và xét nghiệm này có thể giúp xác định khả năng ung thư tuyến tiền liệt. Nếu phát hiện thấy dị dạng ở tuyến tiền liệt hoặc nếu nồng độ PSA cao hơn mức bình thường thì bác sĩ có thể chuyển bạn đến bác sĩ khoa tiết niệu và cũng có thể cho bạn làm sinh thiết tuyến tiền liệt.  15. Khó tiêu (thường xuyên cảm thấy khó chịu hoặc khó chịu hầu như liên tục) Nhiều người, nhất là khi về già thường cho rằng mình bị “đau tim” khi cảm thấy khó tiêu dữ dội. Nhưng tình trạng khó tiêu dai dẳng có thể là do ung thư thực quản, ung thư họng, hay ung thư dạ dày và bạn nên thông báo cho bác sĩ biết. Ngược lại, nếu bạn bị đau dữ dội và “bị ép ngực” thì hầu hết các bác sĩ đều cho rằng đây là một dấu hiệu của biến cố tim và là một chứng bệnh khẩn cấp.   Bác sĩ sẽ kiểm tra bệnh sử cẩn thận và hỏi bạn về các đợt không tiêu của mình. Dựa trên bệnh sử và thông tin trả lời của bạn mà bác sĩ sẽ quyết định cần làm những xét nghiệm nào và xem liệu có chuyển bạn đến bác sĩ tim mạch, bác sĩ chuyên khoa dạ dày, hoặc bác sĩ chuyên khoa tai mũi họng hay không."
        }
    ],
    "suggestions": []
}