{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[sis'taitis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) viêm bọng đái</td></tr></table><i/></div>",
            "word": "cystitis",
            "pronounce": "[sis'taitis]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cystitis</k><blockquote><cclass>[<cclass>sɪ'stʌɪtɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun inflammation of the urinary bladder, typically caused by infection and accompanied by frequent painful urination. </cclass></blockquote></div>",
            "word": "cystitis",
            "pronounce": "[sis'taitis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cystitis",
            "pronounce": "[sis'taitis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cystitis",
            "pronounce": "[sis'taitis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cystitis",
            "pronounce": "[sis'taitis]"
        }
    },
    "sentences": [
        {
            "en": "<em>Cystitis</em>.",
            "vi": "Viêm bàng quang."
        },
        {
            "en": "Medical treatment is needed for <em>cystitis</em>.",
            "vi": "Điều trị y tế là cần thiết cho bệnh viêm bàng quang."
        },
        {
            "en": "Side-effects include nausea, vomiting, alopecia, and haemorrhagic <em>cystitis</em>; concommitant administration of mesna is recommended to prevent <em>cystitis</em>.",
            "vi": "Tác dụng phụ gồm buồn nôn, nôn, rụng tóc lông, và viêm bàng quang xuất huyết; vì vậy nên dùng thuốc đồng thời với mesna để ngừa viêm bàng quang."
        },
        {
            "en": "This is common in <em>cystitis</em> and when there are stones in the bladder and is occasionally present in bladder cancer.",
            "vi": "Điều này thường thấy trong viêm bàng quang và khi có sỏi trong bàng quang, đôi khi thấy trong ung thư bàng quang."
        },
        {
            "en": "The inflammation and infection are caused by the bacterium Escherichia coli and most women have experienced these problems, which will usually go by itself after some period. If you are suffering from <em>cystitis</em>, you should visit a doctor. If you need to go to the bathroom often, you are experiencing pains when urinating, pain in the back, blood in the urine and fever, you are suffering from this problem.     We present you a recipe for a natural antibiotic that can cure the urinary tract inflammations and infections.",
            "vi": "Loại viêm nhiễm này do vi khuẩn Escherichia coli gây ra và hầu hết phụ nữ đều bị, thường thì sẽ tự hết sau một thời gian. Nếu bị viêm bàng quang, bạn nên đi khám bác sĩ. Nếu cứ phải vào phòng vệ sinh hoài, nếu đi tiểu bị đau, đau lưng, có máu trong nước tiểu và sốt, bạn đang bị bịnh này.Xin giới thiệu với các bạn một phương thuốc kháng sinh tự nhiên có thể chữa được viêm nhiễm đường tiểu."
        },
        {
            "en": "Urinary tract infection    What is urinary tract infection? A urinary tract infection (UTI) is a bacterial infection that affects any part of the urinary tract. The main etiologic agent is Escherichia coli. Although urine contains a variety of fluids, salts, and waste products, it does not usually have bacteria in it. When bacteria get into the bladder or kidney and multiply in the urine, they may cause a UTI. The most common type of UTI is acute <em>cystitis</em> often referred to as a bladder infection. An infection of the upper urinary tract or kidney is known as pyelonephritis, and is potentially more serious. Although they cause discomfort, urinary tract infections can usually be easily treated with a short course of antibiotics. Symptoms include frequent feeling and/or need to urinate, pain during urination, and cloudy urine. Signs and symptoms The most common symptoms of a bladder infection are burning with urination (dysuria), frequency of urination, an urge to urinate, without vaginal discharge or significant pain. An upper urinary tract infection or pyelonephritis may additionally present with flank pain and a fever.  The symptoms of urinary tract infections may vary with age and the part of the urinary system that was affected. In young children, urinary tract infection symptoms may include diarrhea, loss of appetite, nausea and vomiting, fever and excessive crying that cannot be resolved by typical measures. Older children on the other hand may experience abdominal pain, or incontinence. Lower urinary tract infections in adults may manifest with symptoms including hematuria (blood in the urine), inability to urinate despite the urge and malaise. Other signs of urinary tract infections include foul smelling urine and urine that appears cloudy.   Depending on the site of infection, urinary tract infections may cause different symptoms. Urethritis, meaning only the urethra has been affected, does not usually cause any other symptoms besides dysuria. If the bladder is however affected (<em>cystitis</em>), the patient is likely to experience more symptoms including lower abdomen discomfort, low-grade fever, pelvic pressure and frequent urination all together with dysuria. Infection of the kidneys (acute pyelonephritis) typically causes more serious symptoms such as chills, nausea, vomiting and high fever. Whereas in newborns the condition may cause jaundice and hypothermia, in the elderly, symptoms of urinary tract infections may even include lethargy and a change in the mental status, signs that are otherwise nonspecific. Risk factors Sexual activity In young sexually active women, sex is the cause of 75—90 % of bladder infections, with the risk of infection related to the frequency of sex. The term \"honeymoon <em>cystitis</em>\" has been applied to this phenomenon of frequent UTIs during early marriage. In post menopausal women sexual activity does not affect the risk of developing a UTI.  Gender Women are more prone to UTIs than men because in females, the urethra is much shorter and closer to the anus than in males, and they lack the bacteriostatic properties of prostatic secretions. Among the elderly, UTI frequency is roughly equal proportions in women and men. This is due, in part, to an enlarged prostate in older men. An enlarged prostate means the gland has grown bigger. Prostate enlargement happens to almost all men as they get older. As the gland grows, it can press on the urethra and cause urination and bladder problems. As the gland grows, it obstructs the urethra, leading to increased difficulty in micturition.  Urinary catheters Urinary catheters are a risk factor for urinary tract infections. The risk of an associated infection can be decreased by only catheterizing when necessary, using aseptic technique for insertion, and maintaining unobstructed closed drainage of the catheter. A predisposition for bladder infections may run in families. Others Other risk factors include diabetics, sickle-cell disease or anatomical malformations of the urinary tract such as prostate enlargement. Pathogenesis The most common organism implicated in UTIs (80—85 %) is E. Coli, while Staphylococcus saprophyticus is the cause in 5—10 %.   Prevention The following are measures that studies suggest may reduce the incidence of urinary tract infections.     * A prolonged course ( 6 months to a year ) of low-dose antibiotics (usually nitrofurantoin or TMP/SMX) is effective in reducing the frequency of UTIs in those with recurrent UTIs.     * Cranberry (juice or capsules) may decrease the incidence of UTI in those with frequent infections. Long term tolerance however is an issue.     * For post-menopausal women intravaginal application of topical estrogen cream can prevent recurrent <em>cystitis</em>. This however is not as useful as low dose antibiotics.     * Studies have shown that breastfeeding can reduce the risk of UTIs in infants. A number of measures have not been found to effect UTI frequency including: the use of birth control pills or condoms, voiding after sex, the type of underwear used, personal hygiene methods used after voiding or defecating, whether one takes a bath or shower. Diagnosis In straight forward cases a diagnosis may be made and treatment given based on symptoms alone without further laboratory confirmation. In complicated or questionable cases confirmation via urinalysis looking for the presence of nitrites, leukocytes or leukocyte esterase or via urine microscopy looking for the presence of red blood cells, white blood cells, and bacteria maybe useful. Most cases of lower urinary tract infections in females are benign and do not need exhaustive laboratory work-ups. However, UTI in young infants may receive some imaging study, typically a retrograde urethrogram, to ascertain the presence/absence of congenital urinary tract anomalies. All males with a confirmed UTI should be investigated further. Specific methods of investigation include x-ray, nuclear medicine, MRI and CAT scans. The presence of bacteria in the urinary tract of older adults, without symptoms or signs of infection, is a well recognized phenomenon which may not require antibiotics. This is usually referred to as asymptomatic bacteriuria. The overuse of antibiotics in the context of bacteriuria among the elderly is a concerning issue. Treatment Uncomplicated Uncomplicated UTIs can be diagnosed and treated based on symptoms alone. Oral antibiotics such as trimethoprim, cephalosporins, nitrofurantoin, or a fluoroquinolone such as ciprofloxacin substantially shorten the time to recovery. About 50% of people will recover without treatment within a few days or weeks. The Infectious Diseases Society of America recommends a combination of trimethoprim and sulfamethoxazole in uncomplicated UTIs rather than fluoroquinolones.  A three-day treatment with trimethoprim, TMP/SMX, or a fluoroquinolone is usually sufficient while nitrofurantoin requires 7 days. Trimethoprim is often recommended to be taken at night to ensure maximal urinary concentrations to increase its effectiveness. While trimethoprim / sulfamethoxazole was previously internationally used (and continues to be used in the U.S. and Canada); the addition of the sulfonamide gives little additional benefit compared to the trimethoprim component alone. It is responsible however for a high incidence of mild allergic reactions and rare but potentially serious complications. For simple UTIs children often respond well to a three-day course of antibiotics. Pyelonephritis Pyelonephritis is treated more aggressively than a simple bladder infection using either a longer course of oral antibiotics or intravenous antibiotics. Regimens vary, and include SMX/TMP and fluorquinolones. In the past, they have included aminoglycosides (such as gentamicin) used in combination with a beta-lactam, such as ampicillin or ceftriaxone. These are continued for 48 hours after fever subsides. If there is a poor response to IV antibiotics (marked by persistent fever, worsening renal function), then imaging is indicated to rule out formation of an abscess either within or around the kidney, or the presence of an obstructing lesion such as a stone or tumor. Recurrent Women with recurrent simple UTIs may benefit from self-treatment upon occurrence of symptoms with medical follow up only if the initial treatment fails. Effective treatment can also be delivered over the phone. Epidemiology Bladder infections are most common in young women with 10% of women getting an infection yearly and 60% having an infection at some point in their life. Pyelonephritis occurs between 18—29 times less frequently.  According to the 1997 National Ambulatory Medical Care Survey and National Hospital Ambulatory Medical Care Survey, urinary tract infection accounted for nearly 7 million office visits; 1 million emergency department visits, and 100,000 hospitalizations.  Nearly 1 in 3 women will have had at least 1 episode of urinary tract infections requiring antimicrobial therapy by the age of 24 years. The risk of urinary tract infection increases with increasing duration of catheterization.  The condition rarely occurs in men who are younger than 50 years old and who did not undergo any genitourinary procedure. However, the incidence of urinary tract infections in men tends to rise after the age of 50. According to statistics from 1990, the prevalence of urinary tract infections in pre-school and school girls was 1% to 3%, nearly 30-fold higher than that in boys. Also, the statistics from the same year show that approximately 5% of girls will develop at least one urinary tract infection in their school years.",
            "vi": "Nhiễm trùng đường tiểu      Nhiễm trùng đường tiểu là gì? Nhiễm trùng đường tiểu (UTI) là hiện tượng nhiễm khuẩn có thể ảnh hưởng đến bất kỳ phần nào của đường tiểu. Tác nhân gây bệnh chính là trực khuẩn E.coli. Mặc dù nước tiểu chứa nhiều chất lỏng, muối, và chất thải, nhưng thường vô khuẩn. Khi vi khuẩn vào bàng quang hay thận và sinh sôi nảy nở trong nước tiểu, chúng có thể gây ra UTI. Loại UTI thường gặp nhất là viêm bàng quang cấp thường được coi như chứng viêm bàng quang. Nhiễm trùng đường tiểu trên hay thận được coi là chứng viêm thận, và tiềm ẩn bệnh nghiêm trọng hơn. Mặc dù nhiễm trùng đường tiểu thường làm cho người ta cảm thấy khó chịu, nhưng bệnh này có thể dễ dàng chữa trị bằng cách dùng thuốc kháng sinh trong thời gian ngắn. Các triệu chứng nhiễm trùng đường tiểu bao gồm cảm giác thường xuyên và/hoặc mắc tiểu, đau khi đi tiểu, và nước tiểu đục. Các triệu chứng và dấu hiệu của nhiễm trùng đường tiểu  Các triệu chứng thường gặp nhất của chứng viêm bàng quang là đi tiểu rát (khó tiểu), đi tiểu nhiều lần, mắc tiểu nhiều lần, không có khí hư hoặc đau nhiều. Nhiễm trùng đường tiểu trên hay chứng viêm thận ngoài ra cũng có thể gây đau ở bên sườn và sốt.  Các triệu chứng của bệnh nhiễm trùng đường tiểu có thể thay đổi tuỳ theo độ tuổi và tuỳ theo đường tiểu bị nhiễm trùng ở phần nào. Ở trẻ em, triệu chứng nhiễm trùng đường tiểu có thể bao gồm tiêu chảy, chán ăn, buồn nôn và ói, sốt và khóc nhiều không dỗ nín được bằng các biện pháp thường. Mặt khác đối với trẻ lớn tuổi hơn thì có thể gặp triệu chứng đau bụng, hoặc ỉa đùn. Nhiễm trùng đường tiểu dưới ở người lớn có thể thấy rõ với nhiều triệu chứng gồm chứng huyết niệu (máu trong nước tiểu), không đi tiểu được mặc dù muốn tiểu và cảm thấy rất khó chịu. Những dấu hiệu nhiễm trùng đường tiểu khác như nước tiểu có mùi khó chịu và nước tiểu đục. Tùy theo vùng nhiễm trùng mà chứng nhiễm trùng đường tiểu có thể gây ra nhiều triệu chứng khác nhau. Đối với chứng viêm niệu đạo, nghĩa là chỉ có vùng niệu đạo bị nhiễm trùng, thường không gây ra các triệu chứng nào khác ngoài chứng khó tiểu. Tuy nhiên, nếu bàng quang bị nhiễm trùng (viêm bàng quang) thì bệnh nhân có thể gặp nhiều triệu chứng hơn như cảm giác khó chịu ở bụng dưới, sốt nhẹ, ép khung chậu và thường xuyên bị khó tiểu. Nhiễm trùng thận (viêm thận cấp) thường gây ra nhiều triệu chứng trầm trọng hơn như là ớn lạnh, buồn nôn, ói và sốt cao. Nhưng đối với trẻ sơ sinh, chứng nhiễm trùng đường tiểu có thể gây vàng da và giảm nhiệt, với người lớn, triệu chứng nhiễm trùng đường tiểu thậm chí có thể gồm chứng ngủ lịm và làm tinh thần thay đổi, mặt khác người ta còn chưa xác định rõ nguyên nhân của các dấu hiệu này.  Các yếu tố nguy hiểm gây nhiễm trùng đường tiểu Hoạt động tình dục Đối với phụ nữ trẻ thường quan hệ tình dục thì tình dục là nguyên nhân gây ra 75-90% chứng viêm bàng quang, nguy cơ nhiễm bệnh liên quan đến số lần quan hệ tình dục. Thuật ngữ “viêm bàng quang tuần trăng mật” được áp dụng cho hiện tượng nhiễm trùng đường tiểu thường xuyên này trong thời gian hôn nhân ban đầu. Ở phụ nữ hậu mãn kinh, hoạt động tình dục không ảnh hưởng đến nguy cơ phát triển bệnh UTI.  Giới tính Phụ nữ thường dễ bị nhiễm trùng đường tiểu hơn nam giới vì phụ nữ có niệu đạo ngắn hơn và gần với hậu môn hơn và thiếu các đặc tính kìm hãm vi khuẩn của tiết tuyến tiền liệt. Đối với người lớn tuổi thì tỉ lệ mắc UTI giữa nam và nữ thường bằng nhau. Điều này một phần là do tuyến tiền liệt ở đàn ông lớn tuổi bị giãn nở ra. Tuyến tiền liệt giãn ra có nghĩa nó trở nên to hơn. Chứng phì đại tuyến tiền liệt thường xảy ra ở hầu hết nam giới cao tuổi. Khi tuyến tiền liệt giãn nở ra, nó có thể đè lên niệu đạo và gây ra nhiều vấn đề về niệu đạo và bàng quang. Bên cạnh đó, khi tuyến tiền liệt phình to ra, nó làm nghẽn niệu đạo, làm khó tiểu nhiều hơn. Ống thông đường tiểu  Ống thông đường tiểu là yếu tố nguy hiểm dẫn đến nhiễm trùng đường tiểu. Nguy cơ lây nhiễm liên quan có thể làm giảm bằng cách chỉ dùng ống thông khi cần thiết, sử dụng kỹ thuật đặt ống thông tiểu vô trùng và giữ cho ống thông tiểu kín không bị nghẽn.  Bẩm chất viêm bàng quang có thể di truyền trong gia đình.  Các yếu tố nguy hiểm khác Các yếu tố nguy hiểm khác gây nhiễm trùng đường tiểu gồm tiểu đường, thiếu máu hồng cầu hình liềm hoặc các dị tật giải phẫu học của đường tiểu như chứng phì đại tuyến tiền liệt.  Sinh bệnh học Sinh vật thường gặp nhất liên quan đến bệnh nhiễm trùng đường tiểu (80—85 %) là trực khuẩn E.coli, trong khi tụ cầu khuẩn saprophyticus là nguyên nhân gây ra từ 5-10% trường hợp nhiễm trùng đường tiểu. Phòng ngừa nhiễm trùng đường tiểu Dưới đây là các biện pháp mà các công trình nghiên cứu đã đề nghị nhằm có thể làm giảm tỉ lệ mắc bệnh nhiễm trùng đường tiểu * Dùng kháng sinh liều thấp một đợt kéo dài (6 tháng đến 1 năm) (thường là nitrofurantoin hoặc TMP/SMX) có tác dụng làm giảm tần số UTIs ở những người bị nhiễm trùng đường tiểu tái phát. * Man việt quất (quả hoặc viên con nhộng) có thể làm giảm tỉ lệ mắc bệnh UTI ở những người bị nhiễm bệnh thường xuyên. Tuy nhiên dung nạp thuốc trong thời gian dài là cả một vấn đề. * Đối với phụ nữ hậu mãn kinh thì việc thoa kem estrogen trực tiếp lên vùng da bên trong âm đạo có thể ngăn ngừa chứng viêm bàng quang tái phát. Tuy nhiên điều này không có tác dụng như thuốc kháng sinh liều thấp. * Nhiều công trình nghiên cứu cho thấy việc nuôi con bằng sữa mẹ có thể làm giảm nguy cơ bị nhiễm trùng đường tiểu ở trẻ sơ sinh.  Các biện pháp như dùng thuốc tránh thai hoặc bao cao su, đi vệ sinh sau khi quan hệ tình dục, loại quần áo lót sử dụng, phương pháp vệ sinh cá nhân sau khi đi vệ sinh, tắm bồn hay tắm vòi hoa sen cũng chưa có kết luận gì đối với việc ảnh hưởng đến tần số bị nhiễm trùng đường tiểu.  Chẩn đoán nhiễm trùng đường tiểu  Đối với những ca bệnh sớm biết ngay lập tức thì có thể chẩn đoán được và điều trị dựa trên các triệu chứng riêng của nó mà không phải làm thêm một xét nghiệm nào khác. Nhưng đối với những trường hợp phức tạp hay đáng nghi thì việc làm xét nghiệm nước tiểu để phát hiện ni-trít, bạch cầu hoặc en-zim esteraza trong bạch cầu hoặc soi nước tiểu dưới kính hiển vi để phát hiện hồng cầu, tế bào bạch cầu, và vi khuẩn có lẽ sẽ có tác dụng. Hầu hết các trường hợp nhiễm trùng đường tiểu dưới ở phụ nữ là lành tính và không cần phải làm các xét nghiệm tổng quát khác. Tuy nhiên, nhiễm trùng đường tiểu ở trẻ sơ sinh có thể phải chụp hình, nhất là chụp niệu đạo ngược dòng, để xác định xem có các dị tật bẩm sinh ở đường tiểu hay không. Nam giới bị chẩn đoán chắc chắn bị nhiễm trùng đường tiểu nên được kiểm tra xét nghiệm nhiều hơn. Nhiều phương pháp kiểm tra để xác định bệnh nhiễm trùng đường tiểu cụ thể như phương pháp chụp X-quang, y học hạt nhân, MRI (cộng hưởng từ) và phương pháp dùng máy chụp cắt lớp.  Tình trạng vi khuẩn tồn tại trong đường tiểu của người già mà không có triệu chứng gì hay dấu hiệu truyền nhiễm gì cũng là một hiện tượng được người ta phát hiện và chú ý nhiều có thể không cần sử dụng thuốc kháng sinh. Đây thường được coi là tình trạng nước tiểu nhiễm khuẩn mà không có triệu chứng bệnh lý gì. Việc lạm dụng thuốc kháng sinh trong trường hợp nước tiểu nhiễm khuẩn của người già là một vấn đề đáng quan tâm.  Điều trị Trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp  Các trường hợp nhiễm trùng đường tiểu nhẹ, không phức tạp có thể được chẩn đoán và điều trị dựa trên các triệu chứng riêng của chúng. Các loại thuốc kháng sinh dạng uống như Trimethoprim, Cephalosporins, Nitrofurantoin, hoặc nhóm kháng sinh phổ biến (fluoroquinolone) như ciprofloxacin về cơ bản có tác dụng làm bệnh nhanh lành hơn. Khoảng 50% người bị nhiễm trùng đường tiểu sẽ lành bệnh mà không phải điều trị trong thời gian một vài ngày hay một vài tuần. Hội các bệnh lây nhiễm Hoa Kỳ khuyến cáo kết hợp trimethoprim và sulfamethoxazole đối với các trường hợp nhiễm trùng đường tiểu nhẹ chứ không dùng nhóm kháng sinh fluoroquinolone.  Điều trị bằng thuốc trimethoprim, TMP/SMX hoặc kháng sinh fluoroquinolone trong ba ngày thường là đủ và có kết quả trong khi nếu sử dụng nitrofurantoin phải cần 7 ngày. Trimethoprim thường phải được dùng vào ban đêm để đảm bảo nồng độ nước tiểu đạt mức cao nhất nhằm làm tăng hiệu quả của thuốc. Trong khi Trimethoprim/Sulfamethoxazole trước đây được sử dụng rộng rãi trên toàn thế giới (và hiện vẫn còn được sử dụng ở Hoa Kỳ và Ca-na-đa); việc bổ sung thêm Sulfonamide cũng mang lại nhiều lợi ích hơn so với một mình thành phần thuốc Trimethoprim. Tuy nhiên, nó có nguy cơ gây phản ứng dị ứng nhẹ và hiếm khi gặp các biến chứng tiềm ẩn nghiêm trọng. Đối với trẻ bị nhiễm trùng đường tiểu nhẹ thường phản ứng tốt với đợt điều trị bằng thuốc kháng sinh trong vòng 3 ngày.  Chứng viêm thận  Chứng viêm thận được điều trị khó khăn và lâu dài hơn trường hợp viêm bàng quang nhẹ, có thể điều trị theo đợt dùng kháng sinh dạng uống kéo dài hơn hoặc dùng kháng sinh dạng truyền tĩnh mạch. Phải thay đổi chế độ ăn uống, và còn phải dùng SMX/TMP và Fluorquinolones. Trước đây, các loại thuốc này gồm a-mi-nô glu-cô-zít (như gentamicin) dùng kết hợp với beta-lactam, như ampicillin hoặc ceftriaxone. Các loại thuốc này được sử dụng trong 48 tiếng đồng hồ sau khi đã hạ sốt. Nếu bệnh nhân phản ứng kém với các loại thuốc kháng sinh IV (dành cho trường hợp sốt dai dẳng, chức năng thận ngày càng yếu đi), thì cần phải chụp hình để xác định xem là có áp-xe bên trong hay quanh thận không, hay thận có bị thương gây nghẽn thận như sỏi hay khối u không. Chứng nhiễm trùng đường tiểu tái phát Những phụ nữ bị nhiễm trùng đường tiểu tái phát nhẹ có thể tự điều trị trong trường hợp xảy ra các triệu chứng bằng thuốc tiếp tục chỉ khi nào phương pháp điều trị ban đầu không thành công. Phương pháp điều trị có hiệu quả cũng có thể tư vấn qua điện thoại. Dịch tễ học Viêm bàng quang là căn bệnh thường gặp nhất ở phụ nữ trẻ, mỗi năm số phụ nữ mắc chứng bệnh này lên tới 10% và có đến 60% nhiễm bệnh vào một lúc nào đó trong đời. Chứng viêm thận thường xảy ra ít hơn từ 18 đến 29 lần so với viêm bàng quang.  Theo dữ liệu từ cuộc khảo sát chăm sóc sức khỏe ngoại trú quốc gia và khảo sát chăm sóc sức khỏe ngoại trú của bệnh viện quốc gia năm 1997, số bệnh nhân đến khám chữa bệnh nhiễm trùng đường tiểu chiếm gần 7 triệu người; 1 triệu bệnh nhân phải vào khoa cấp cứu, và 100.000 ca phải nằm viện. Người ta ước tính trước 24 tuổi cứ trong 3 người phụ nữ thì có gần 1 người bị nhiễm trùng đường tiểu ít nhất 1 lần cần phải chữa bằng thuốc kháng sinh. Nguy cơ bị nhiễm trùng đường tiểu tăng nếu thời gian dùng ống thông tiểu càng nhiều.  Bệnh hiếm khi xảy ra đối với nam dưới 50 tuổi và người chưa dùng phương pháp niệu-sinh dục lần nào. Tuy nhiên, tỉ lệ mắc bệnh nhiễm trùng đường tiểu ở nam giới có xu hướng tăng sau 50 tuổi. Theo số liệu thống kê từ năm 1990, bệnh nhiễm trùng đường tiểu ở bé gái tuổi mẫu giáo và tuổi học đường là từ1% đến 3%, cao hơn gần 30 lần số bé trai mắc bệnh này. Hơn nữa, số liệu thống kê năm này cũng cho thấy khoảng 5% bé gái bị nhiễm trùng đường tiểu ít nhất một lần trong suốt quãng đời học sinh của mình."
        },
        {
            "en": "What is a urinary tract infection? About half of women will get a urinary tract infection or UTI at some point in life. It happens when germs infect the system that carries urine out of your body -- the kidneys, bladder, and the tubes that connect them. Bladder infections are common and usually not serious if treated promptly. But if the infection spreads to the kidneys, it can cause more serious illness.  UTI symptoms: Bladder infection Most UTIs are bladder infections. Symptoms include:     * Pain or burning during urination     * The urge to urinate often     * Pain in the lower abdomen     * Urine that is cloudy or foul-smelling     * Some people may have no symptoms UTI symptoms: Kidney infection An untreated bladder infection can spread to the kidneys. Signs of this include:     * Pain on either side of the lower back     * Fever and chills     * Nausea and vomiting When to see your doctor See your doctor right away if you have signs of a urinary tract infection. A bladder infection is generally not a medical emergency – but some people have a higher risk for complications. This includes pregnant women, the elderly, and men, as well as people with diabetes, kidney problems, or a weakened immune system. UTI or something else? Although burning during urination is a telltale sign of a UTI, it can  also be a symptom of certain sexually transmitted diseases (STDs.) These  include chlamydia, gonorrhea, and trichomoniasis. Simple lab tests are  available to distinguish a UTI from an STD. Honeymoon <em>cystitis</em> Few things can ruin a honeymoon like a UTI. But this is so common, it has its own name – \"honeymoon <em>cystitis</em>.\" The reason is that sexual activity can push bacteria into the urethra. Of course, the problem is not confined to honeymoons. Some women get a bladder infection almost every time they have sex. Women who use a diaphragm for birth control are especially vulnerable. Stealth UTI Occasionally, UTIs occur without the classic symptoms. A person may have no symptoms at all. Yet, a urine test shows the presence of bacteria. This is known as asymptomatic bacteriuria. In many cases, no treatment is needed. But pregnant women, some children, and recipients of kidney transplants should be treated to avoid a kidney infection. UTI Complications The main danger associated with untreated UTIs is that the infection may spread from the bladder to one or both kidneys. When bacteria attack the kidneys, they can cause damage that will permanently reduce kidney function. In people who already have kidney problems, this can raise the risk of kidney failure. There’s also a chance that the infection may enter the bloodstream and spread to other organs. How do UTIs begin? Many types of bacteria live in the intestines and the genital area, but this is not true of the urinary system. In fact, urine is sterile. So when errant bacteria, such as the E. coli shown here, is accidentally introduced into the urinary system, it can start a UTI. Typically, bacteria travel up the urethra to the bladder, where an infection can take hold. Women are more susceptible than men, probably because they have shorter urethras. What boosts your risk? UTIs are most common in sexually active women. Other factors that may increase your risk include:     * Not drinking enough fluids     * Taking frequent baths     * Holding your urine     * Kidney stones Urinary tract infections in men Men are much less likely than women to get UTIs. When it does happen, it's often related to another underlying medical condition, such as a kidney stone or an enlarged prostate. Diagnosing UTIs The first step in diagnosing a UTI is usually a simple urine test called a urinalysis. It looks for bacteria, as well as abnormal counts of white and red blood cells. The dipstick test provides quick results. Your doctor may also send your urine to a lab for culture to confirm the type of bacteria. At-home test kits can help detect a UTI, but are not 100% accurate. Be sure to go over the results and your symptoms with your doctor. Treating UTIs Prescription antibiotics will almost always cure a UTI. Your health care provider may recommend drinking lots of fluids and emptying your bladder frequently to help flush out the bacteria. Kidney infections can often be treated with oral antibiotics, too. But severe kidney infections may require hospital care, including a course of intravenous antibiotics. Treating recurrent UTIs Some women are prone to getting UTIs over and over again. If you have three or more a year, talk to your doctor about how to prevent or minimize these infections. Your options may include:     * Taking a low dose of antibiotics long-term     * Taking a single antibiotic dose after sex     * Taking antibiotics promptly as self-treatment when symptoms appear UTIs and diabetes People with diabetes are more vulnerable to UTIs for several reasons. First, their immune systems tend to be weaker. Second, high blood sugar can spill into the urine and encourage the growth of bacteria. Also, nerve damage related to diabetes can prevent the bladder from fully emptying. People with diabetes should talk with their doctor at the first sign of a UTI. UTIs and pregnancy During pregnancy, there are several factors that boost the risk of UTIs, especially a kidney infection. Hormones cause changes in the urinary tract, and the uterus may put pressure on the ureters or bladder or both -- making it more difficult for urine to pass from the kidneys to the bladder and out.  Untreated UTIs can contribute to preterm labor, so be sure to alert your doctor if you suspect you have an infection. UTIs and menopause Estrogen has a protective effect in the urinary tract, but levels of this hormone drop off significantly during menopause. Low estrogen levels can make it easier for bacteria to thrive in the vagina or urethra. For this reason, women may be more susceptible to UTIs after menopause. UTIs and hospital stays A hospital stay can put you at risk for a UTI, particularly if you need to use a catheter. This is a thin tube that's inserted through the urethra to carry urine out of the body. Bacteria can enter through the catheter and reach the bladder. This is more often a problem for older adults who require prolonged hospital stays or who live in long-term care facilities. UTIs in the elderly UTIs are among the most common infections in the elderly. But the symptoms may not follow the classic pattern. Agitation, delirium, or other behavioral changes may be the only sign of a UTI in elderly men and women. This age group is also more likely to develop serious complications as a result of UTIs. UTIs in infants Babies occasionally develop UTIs, but they can’t tell you what they feel. Here are some signs to watch for:     * An unexplained fever     * Strange-smelling urine     * Poor appetite or vomiting     * Fussy behavior UTIs in children About 1% of boys and 3% of girls develop UTIs by age 11. This includes some children who repeatedly delay a bathroom trip. Their muscles may not relax enough to fully empty the bladder and flush away any bacteria. More regular bathroom trips and drinking plenty of liquids may help. A small number of children have a structural problem that obstructs urine flow or lets urine flow back from the bladder to the kidneys, triggering chronic kidney infections. UTI or potty training problem? Accidents are par for the course during toilet training. Even kids who have mastered the art of the potty may sometimes have a relapse. Other children may scream or cry when taken to the potty, as a way of rebelling against the process. These are generally not signs of a UTI. Preventing UTIs Here are several strategies to reduce your risk of UTIs:     * Drink plenty of water.     * Visit the toilet before and after sex.     * Wipe from front to back.     * Avoid feminine hygiene sprays.     * Take showers instead of baths. The cranberry connection Maybe Mom told you that cranberry juice cures a UTI. She’s close. Some studies suggest it can prevent, but not treat an infection, and is more effective in young and middle-aged women. Cranberries contain a substance that prevents E. coli bacteria from sticking to the walls of the bladder. If you don’t like the taste of cranberry juice, capsules or tablets may work, too. People with a history of kidney stones should check with a doctor, first.                    ",
            "vi": "Nhiễm trùng đường tiểu là gì? Khoảng chừng ½ phụ nữ sẽ bị nhiễm trùng đường tiểu (UTI) vào một lúc nào đó trong đời. Chứng bệnh này xảy ra khi các mầm bệnh làm nhiễm trùng cơ quan dẫn nước tiểu ra ngoài cơ thể - thận, bàng quang, và các ống nối chúng với nhau. Viêm bàng quang là bệnh thường thấy và thường không gây nguy hiểm nếu được chữa trị kịp thời. Nhưng nếu chứng nhiễm trùng này lan sang thận thì nó có thể gây ra bệnh nguy hiểm hơn.  Triệu chứng nhiễm trùng đường tiểu: Viêm bàng quang Hầu hết các trường hợp nhiễm trùng đường tiểu đều bị viêm bàng quang, triệu chứng bao gồm:  * Đau hoặc rát khi đi tiểu  * Thường xuyên mắc tiểu  * Đau bụng dưới  * Nước tiểu đục hoặc có mùi hôi khó chịu * Một số người có thể không có triệu chứng gì  Triệu chứng nhiễm trùng đường tiểu: Nhiễm trùng thận  Chứng viêm bàng quang nếu để lâu không chữa thì nó có thể lây sang thận, dấu hiệu gồm:  * Đau ở hai bên thắt lưng * Ớn lạnh và sốt  * Buồn nôn và ói mửa Khi nào nên đến khám bác sĩ  Bạn nên đến khám bác sĩ ngay nếu có dấu hiệu nhiễm trùng đường tiểu. Viêm bàng quang thường không phải là bệnh cấp cứu – nhưng một số người có nguy cơ biến chứng cao hơn, gồm phụ nữ có thai, người lớn tuổi, và nam giới, cũng như bệnh nhân bị tiểu đường, bị bệnh thận, hoặc có hệ miễn dịch suy yếu. Nhiễm trùng đường tiểu hay là một chứng bệnh nào khác?  Mặc dù cảm giác nóng rát khi đi tiểu là một dấu hiện báo trước chứng nhiễm trùng đường tiểu (UTI), nhưng đây cũng là một triệu chứng của một số bệnh lây truyền qua đường tình dục (STDs.) nào đó như bệnh lây qua đường tình dục, bệnh lậu, và bệnh trùng mảng uốn roi đuôi. Người ta có thể làm nhiều xét nghiệm trong phòng thí nghiệm đơn giản để phân biệt UTI với STD.  Viêm bàng quang tuần trăng mật Ít có thứ gì có thể làm hỏng tuần trăng mật như bệnh nhiễm trùng đường tiểu cả. Nhưng điều này cũng thường hay xảy ra, như tên của nó – “viêm bàng quang tuần trăng mật”. Nguyên nhân là do hoạt động tình dục có thể đẩy vi khuẩn vào niệu đạo. Tất nhiên là vấn đề này không chỉ xảy ra ở tuần trăng mật thôi. Một số phụ nữ bị viêm bàng quang hầu như ở mỗi lần quan hệ tình dục. Bên cạnh đó, phụ nữ sử dụng màng chắn tránh thai cũng thường rất dễ bị tổn thương.  Chứng nhiễm trùng đường tiểu mà bệnh nhân không ý thức được Đôi khi bệnh nhiễm trùng đường tiểu xảy ra mà không có triệu chứng gì cổ điển. Bệnh nhân có thể không biểu hiện triệu chứng gì. Tuy nhiên, xét nghiệm nước tiểu cho thấy có vi khuẩn. Đây được gọi là chứng tồn tại vi khuẩn trong nước tiểu mà không có triệu chứng bệnh lý gì. Trong nhiều trường hợp, không cần phải điều trị bệnh nhiễm trùng đường tiểu. Nhưng đối với phụ nữ có thai, một số trẻ em, và người nhận ghép thận nên được điều trị để tránh làm nhiễm trùng thận. Các biến chứng của bệnh nhiễm trùng đường tiểu  Mối nguy hiểm chính liên quan đến chứng nhiễm trùng đường tiểu không được điều trị là nhiễm trùng có thể lan từ bàng quang sang một hoặc cả hai quả thận. Khi vi khuẩn tấn công thân, chúng có thể gây tổn thương cho thận và tổn thương này sẽ làm giảm chức năng thận vĩnh viễn. Ở những người đã bị bệnh thận, thì đây có thể làm tăng nguy cơ suy thận. Bên cạnh đó cũng có nguy cơ là bệnh nhiễm trùng có thể xâm nhập vào máu và lây lan đến nhiều cơ quan khác.   Chứng nhiễm trùng đường tiểu khởi phát như thế nào?  Nhiều loại vi khuẩn sống trong ruột và cơ quan sinh dục, nhưng đây không phải là hệ tiết niệu. Thực ra, nước tiểu là vô trùng. Vì thế khi vi khuẩn lang thang, chẳng hạn như trực khuẩn E.coli minh hoạ trong hình này, được đưa vào hệ tiết niệu một cách ngẫu nhiên, nó có thể là khởi phát chứng nhiễm trùng đường tiểu. Thông thường thì vi khuẩn vào niệu đạo đến bàng quang, và làm nhiễm trùng nơi đây. Phụ nữ dễ bị nhiễm trùng hơn nam giới, có lẽ bởi niệu đạo của họ ngắn hơn.  Điều gì làm tăng nguy cơ mắc bệnh của bạn?  Nhiễm trùng đường tiểu thường thấy nhất ở những phụ nữ quan hệ tình dục. Nhiều yếu tố khác có thể làm tăng nguy cơ mắc bệnh của bạn gồm:  * Không uống đủ nước * Tắm nhiều lần  * Nín tiểu * Sỏi thận Nhiễm trùng đường tiểu ở nam giới Nam giới rất ít bị nhiễm trùng đường tiểu hơn phụ nữ. Nhưng khi mắc bệnh thì thường liên quan đến một chứng bệnh nào đó tiềm ẩn khác, chẳng hạn như sỏi thận hoặc giãn tuyến tiền liệt. Chẩn đoán bệnh nhiễm trùng đường tiểu Bước đầu tiên để chẩn đoán nhiễm trùng đường tiểu thường là một xét nghiệm nước tiểu đơn giản được gọi là phân tích nước tiểu. Xét nghiệm này dò tìm vi khuẩn, đồng thời tính được số tế bào hồng cầu và bạch cầu bất thường. Xét nghiệm bằng que thử nước tiểu cho kết quả rất nhanh. Bác sĩ cũng có thể gởi nước tiểu của bạn đến phòng thí nghiệm cấy vi khuẩn để xác định loại vi khuẩn. Các dụng cụ làm xét nghiệm ở nhà cũng có thể giúp phát hiện được UTI, nhưng không chính xác hoàn toàn 100%. Đảm bảo nên thông báo kết quả và các triệu chứng cho bác sĩ biết.  Điều trị nhiễm trùng đường tiểu Thuốc kháng sinh theo toa hầu như lúc nào cũng chữa được chứng nhiễm trùng đường tiểu. Bác sĩ có thể khuyến cáo bạn nên uống nhiều nước và đi tiểu thường xuyên để làm sạch vi khuẩn. Nhiễm trùng thận thường có thể được điều trị bằng thuốc kháng sinh dạng uống. Nhưng nhiều trường hợp nhiễm trùng thận nặng có thể phải cần nhập viện, bao gồm cả quá trình sử dụng thuốc kháng sinh truyền qua đường tĩnh mạch. Điều trị chứng nhiễm trùng đường tiểu tái phát Một số phụ nữ rất dễ tái đi tái lại chứng nhiễm trùng đường tiểu. Nếu mỗi năm bạn cứ bị từ 3 lần trở lên thì nên nói chuyện với bác sĩ về cách phòng tránh và hạn chế đối đa chứng bệnh nhiễm trùng này. Bạn có thể lựa chọn những phương án dưới đây:  * Sử dụng kháng sinh liều thấp trong thời gian dài  * Dùng một liều kháng sinh sau khi quan hệ tình dục  * Sử dụng thuốc kháng sinh ngay tức khắc như là một phương pháp tự điều trị khi thấy bộc phát các triệu chứng bệnh Bệnh tiểu đường và nhiễm trùng đường tiểu  Người bị tiểu đường dễ bị nhiễm trùng đường tiểu hơn vì một số lý do. Một là, hệ miễn dịch của họ thường yếu hơn. Hai là, lượng đường trong máu cao có thể tràn vào nước tiểu và làm cho vi khuẩn phát triển nhiều hơn. Hơn nữa, tổn hại thần kinh do tiểu đường gây ra có thể làm cho bàng quang không sạch hết nước tiểu. Bệnh nhân bị tiểu đường nên thông báo cho bác sĩ biết dấu hiệu nhiễm trùng đường tiểu đầu tiên.  Chứng nhiễm trùng đường tiểu và thai nghén Có một số yếu tố làm tăng nguy cơ nhiễm trùng đường tiểu trong thời kỳ thai nghén, nhất là nhiễm trùng thận. Các hooc-môn làm cho đường tiểu biến đổi, và tử cung có thể đè nặng lên niệu quản hoặc bàng quang hoặc đè nặng lên cả hai – làm cho nước tiểu dẫn truyền từ thận đến bàng quang và ra ngoài trở nên khó khăn hơn. nhiễm trùng đường tiểu nếu để lâu không chữa có thể góp phần gây sinh non, vì vậy bạn nên đảm bảo phải thông báo cho bác sĩ biết nếu nghi ngờ mình bị nhiễm trùng nhé.  Nhiễm trùng đường tiểu và thời kỳ mãn kinh  Hoóc-môn estrogen có tác dụng bảo vệ đường tiểu, nhưng nồng độ hoóc-môn này giảm đáng kể trong thời kỳ mãn kinh. Nồng độ hoóc-môn môn ét-xtrô-gien thấp có thể tạo điều kiện dễ dàng hơn cho vi khuẩn sinh sôi trong âm đạo hoặc niệu đạo. Vì lý do này mà phụ nữ có thể dễ bị nhiễm trùng đường tiểu hơn sau khi mãn kinh.  Nhiễm trùng đường tiểu và tình trạng nằm viện  Nằm viện có thể làm cho bạn có nguy cơ bị nhiễm trùng đường tiểu, nhất là khi bạn cần phải sử dụng ống thông đường tiểu. Đây là một ống nhỏ được chèn qua niệu đạo để dẫn nước tiểu ra ngoài cơ thể. Vi khuẩn có thể xâm nhập vào bên trong qua ống thông đường tiểu và đến bàng quang. Đây là một vấn đề thường xuyên xảy ra hơn đối với người già lớn tuổi phải nằm viện thời gian dài hoặc người sống ở các cơ sở chăm sóc sức khỏe dài hạn.  Nhiễm trùng đường tiểu ở người già lớn tuổi  Nhiễm trùng đường tiểu là chứng nhiễm trùng thường thấy nhất ở người già. Nhưng các triệu chứng có thể không theo một kiểu cổ điển. Kích động, mê sảng, hoặc có những thay đổi hành vi khác có thể là một dấu hiệu duy nhất của bệnh đối với cả nam giới và phụ nữ lớn tuổi. Nhóm tuổi này cũng thường dễ phát sinh các biến chứng nghiêm trọng do nhiễm trùng đường tiểu gây ra.  Nhiễm trùng đường tiểu ở trẻ sơ sinh  Trẻ nhỏ đôi khi cũng bị nhiễm trùng đường tiểu, nhưng chúng không thể nói cho bạn nghe cảm giác của mình được. Dưới đây là một số dấu hiệu giúp bạn theo dõi con mình:  * Sốt không rõ nguyên nhân * Nước tiểu có mùi lạ * Chán ăn hoặc ói mửa * Hay quấy khóc Nhiễm trùng đường tiểu ở trẻ nhỏ  Có khoảng 1% bé trai và 3% bé gái bị nhiễm trùng đường tiểu trước 11 tuổi, bao gồm một số trẻ nhịn tiểu nhiều lần. Các cơ của chúng có thể không giãn đủ để có thể đi tiểu hết và đẩy vi khuẩn ra ngoài. Trẻ nhỏ có thể cải thiện tình trạng này bằng cách đi tiểu thường xuyên hơn và uống nhiều nước hơn. một vài em có vấn đề về cấu trúc làm cản trở luồng nước tiểu hoặc làm cho nước tiểu trở ngược từ bàng quang vào thận, gây nhiễm trùng thận mãn tính. Nhiễm trùng đường tiểu hay vấn đề huấn luyện đi vệ sinh? Các tai nạn thường xảy ra trong suốt quá trình cho trẻ nhỏ tự đi vệ sinh. Thậm chí khi trẻ đã quen với việc ngồi bô cũng có thể bị rủi ro. Nhiều trẻ có thể khóc thét hay la toáng lên khi phải ngồi bô, đây là một cách chống đối của chúng. Thông thường thì đây không phải là dấu hiệu của chứng nhiễm trùng đường tiểu.  Ngăn ngừa nhiễm trùng đường tiểu Dưới đây là một số phương pháp có thể giúp bạn giảm nguy cơ mắc bệnh:  * Uống nhiều nước. * Đi tiểu trước và sau khi quan hệ tình dục.  * Lau từ trước ra sau. * Tránh xịt vệ sinh phụ nữ.  * Bạn nên tắm vòi hoa sen thay vì bồn tắm.  Mối tương quan với man việt quất (tiểu hồng mai) Có thể mẹ bạn đã kể cho bạn biết nước ép man việt quất có tác dụng chữa bệnh nhiễm trùng đường tiểu. Mẹ bạn nói gần đúng đấy. Một số công trình nghiên cứu cho thấy man việt quất có thể phòng tránh, nhưng không chữa được bệnh nhiễm trùng, và hiệu quả hơn đối với phụ nữ ở tuổi thanh niên và trung niên. Man việt quất chứa chất có thể làm cho vi khuẩn đường ruột E coli không bám được vào vách bàng quang. Nếu không thích mùi vị của nước ép man việt quất, thì các viên nén hoặc viên con nhộng cũng có tác dụng tốt. Người có tiền sử bị sỏi thận nên tham khảo ý kiến của bác sĩ trước.   "
        },
        {
            "en": "What's causing your pelvic pain    What is pelvic pain? Pelvic pain refers to pain in the abdomen below the belly button. This pain can accompany a wide range of conditions. It may be a sign of digestive disorder like IBS, or a red flag for a life-threatening emergency. In the following slides, we explore some causes of pelvic pain. But be sure to see your doctor for proper diagnosis and treatment. Appendicitis This is an inflammation of the appendix, a tube of tissue connected to the large intestine. The symptoms include sharp pain in the lower right abdomen, vomiting, and fever. If you have these symptoms, go to the ER. An infected appendix must be surgically removed or it will eventually burst, spreading the infection within the abdomen. This can result in life-threatening complications. Irritable bowel syndrome (IBS) Irritable bowel syndrome (IBS) is a chronic digestive disorder that causes recurring belly pain, cramps, bloating, and diarrhea or constipation. Doctors don't know what causes it, but there are strategies to control the symptoms. These include diet changes, stress management, and medications to treat diarrhea or constipation. Mittelschmerz (Painful ovulation) If you have painful twinges halfway between your periods, you may be feeling your body ovulate. During ovulation, the ovary releases an egg along with some fluid and blood, which may irritate the lining of the abdomen. This is called mittelschmerz from the German words for \"middle\" and \"pain,\" because it occurs mid-cycle. The pain may switch sides from month to month. It isn't harmful and usually goes away within a few hours. PMS (Premenstrual syndrome) PMS can also cause abdominal cramps, low back pain, headaches, tender breasts, and acne. Hormonal changes may be to blame. Stress, lack of exercise, and some vitamin deficiencies may make the symptoms worse. If PMS is interfering with your daily activities, talk to your doctor. Lifestyle changes and medication can often help. The chart shows hormone changes during a normal menstrual cycle. Menstrual cramps Every month, the uterus builds up a lining of tissue called the endometrium, where an embryo can implant and grow. If you don't get pregnant, the lining breaks down and leaves the body as your menstrual period. Menstrual cramps can occur when the uterus contracts to help push out this blood. The cramps are usually felt in the lower belly or back and last one to three days. A heating pad and over-the-counter pain relievers may help. Ectopic pregnancy This is a life-threatening emergency that requires immediate treatment. It happens when an embryo implants and begins growing somewhere outside of the uterus, usually the fallopian tube. The symptoms include sharp pelvic pain or cramps (particularly on one side), vaginal bleeding, nausea, and dizziness. Urgent medical attention is needed. Pelvic inflammatory disease One of the most serious complications of STDs is pelvic inflammatory disease or PID. This infection can cause permanent damage to the uterus, ovaries, and fallopian tubes (seen here, swollen and red). In fact, it's the leading preventable cause of infertility in women. Symptoms include belly pain, fever, abnormal vaginal discharge, and pain during sex or urination. PID is treated with antibiotics, and in severe cases, surgery. Ovarian cysts A follicle houses the maturing egg during the menstrual cycle and releases the egg when you ovulate. Occasionally, a follicle doesn't open to release the egg or recloses after releasing the egg and swells with fluid, forming an ovarian cyst. This is usually harmless and goes away on its own. But large cysts may cause pelvic pain, weight gain, and frequent urination. Ovarian cysts can be identified with a pelvic exam or ultrasound. Uterine fibroids Fibroids grow in the wall of the uterus and are sometimes called fibroid tumors, but they are not cancerous. Fibroids are common in women in their 30s and 40s and usually cause no problems. However, some women may experience pressure in the belly, low back pain, heavy periods, painful sex, or trouble getting pregnant. Talk with your doctor about treatments to shrink or remove problematic fibroids. Endometriosis In some women, endometrial tissue grows outside the uterus. Growths may form on the ovaries, fallopian tubes, bladder, intestines, and other parts of the body. When it's time for your period, these clumps break down, but  the tissue has no way to leave the body. This is rarely dangerous, but it can cause pain and produce scar tissue that may make it tough to get pregnant. There are treatments for endometriosis, but there is no cure. Urinary tract infection A urinary tract infection (UTI) begins when germs get into the urinary tract. A UTI can cause problems anywhere from the urethra to the bladder and up through the ureters all the way to the kidneys. Symptoms include pressure in the lower pelvis, painful urination, and a frequent urge to urinate. The infection usually isn't serious if it is treated promptly. But when it spreads to the kidneys, it can cause permanent damage. Signs of a kidney infection include fever, nausea, vomiting, and pain in one side of the lower back. Kidney stones Kidney stones are globs of salt and minerals that deposit in the urine. They can be as tiny as a grain of sand or as large as a golf ball. As the stones move from your kidney to your bladder, they can trigger sudden, excruciating pain in the belly or pelvic area. Your urine may turn pink or red from blood. Check with your doctor if you think you have kidney stones. Most will pass out of your system on their own, but some require treatment. Interstitial <em>cystitis</em> (IC) Interstitial <em>cystitis</em> (IC) is a chronic pain condition related to inflammation of the bladder. The cause is unknown. People with severe IC may need to urinate multiple times an hour. Other symptoms include pressure above the pubic area, painful urination, and pain during sex. The condition is most common in women in their 30s and 40s. Although there is no cure, there are ways to ease the symptoms. Sexually transmitted diseases Pelvic pain is a warning sign for some sexually transmitted diseases (STDs.) Two of the most common are chlamydia and gonorrhea (shown here through a microscope); they often occur together. They don't always cause symptoms, but when they do, they may trigger pelvic pain, painful urination, bleeding between periods, and abnormal vaginal discharge. It's important to seek treatment to prevent serious complications and avoid infecting your partner. Pelvic organ prolapse Many women will have pelvic organ prolapse as they age. This occurs when an organ, such as the bladder or uterus, drops into a lower position. It usually isn't a serious health problem, but it can be uncomfortable. The most common symptoms are pressure against the vaginal wall, feeling full in the lower belly, discomfort in the groin or lower back, and painful sex. Treatment options range from special exercises to surgery. Pelvic congestion syndrome Varicose veins commonly occur in the legs (in the upper thigh), and they can sometimes develop in the pelvis. Blood backs up in the pelvic veins, causing them to become swollen and painful. This is known as pelvic congestion syndrome. The pain tends to be worse when you sit or stand. Lying down may provide relief. There are minimally invasive procedures to treat pelvic congestion syndrome. Scar tissue If you've had surgery in the pelvic or lower abdominal region, such as an appendectomy or a C-section, or infection in the area, you could have a pain from scar tissue. Adhesions are a type of internal scar tissue that forms between organs or structures that are not meant to be connected. Abdominal adhesions can cause pain and other problems, depending on their location. In some cases, adhesions must be surgically removed. Vulvodynia Vulvodynia is chronic vulvar pain that has no known cause. The pain affects the area around the opening of the vagina.  It can be constant or recurring and is often described as a burning, stinging or throbbing sensation. Riding a bike or having sex may make the pain worse. It is not caused by an infection. And a diagnosis of vulvodynia is made only after ruling out other causes of vulvar pain. Treatment options range from medication to physical therapy. Pain during sex Pain during sex (dyspareunia) can be caused by many of the conditions we've discussed, most of which are treatable. Other reasons for painful sex are vaginal infections or insufficient lubrication. Sometimes there is no medical explanation for pain during sex. In those cases, sexual therapy may be beneficial. This type of therapy can help resolve inner conflicts about sex or past abuse. Chronic pelvic pain Chronic pelvic pain occurs below your belly button and lasts at least 6 months. It may be severe enough to interfere with your sleep, career, or relationships. The first step toward getting your life back is seeing your doctor for a diagnosis. Most of the conditions we've discussed respond well to treatment. Sometimes, even after a lot of testing, the cause of pelvic pain remains a mystery. But your doctor can still help you find ways to feel better.",
            "vi": "Nguyên nhân gì gây đau vùng xương chậu    Đau vùng xương chậu là gì? Đau khung xương chậu có nghĩa là đau vùng bụng dưới rốn. Triệu chứng này có thể đi kèm nhiều chứng bệnh khác nhau. Đó có thể là dấu hiệu chứng rối loạn tiêu hoá như hội chứng kích thích ruột (IBS: irritable bowel syndrome), hoặc là một dấu hiệu nguy hiểm cho biết tình trạng khẩn cấp đe doạ đến tính mạng. Trong những khung hình dưới đây, chúng ta sẽ nghiên cứu một số nguyên nhân gây đau khung xương chậu. Nhưng chắc rằng phải đến bác sĩ để được khám và điều trị đúng đắn.  Viêm ruột thừa Đây là bệnh viêm ruột thừa – viêm ống mô nối với ruột già. Triệu chứng đau nhói vùng bụng dưới bên phải, ói mửa, và sốt. Nếu mắc những triệu chứng này thì bạn nên đến phòng cấp cứu nhé. (ER: emergency room). Ruột thừa bị viêm phải nên được cắt bỏ kẻo sẽ bị vỡ ra, gây nhiễm trùng lây lan trong bụng, dẫn đến nhiều biến chứng nguy hiểm đến tính mạng.  Hội chứng kích thích ruột  Hội chứng kích thích ruột (IBS) là bệnh rối loạn tiêu hóa mãn tính gây đau bụng tái phát, chuột rút, sưng phù, và tiêu chảy hoặc táo bón. Bác sĩ vẫn chưa tìm ra nguyên nhân gây bệnh, nhưng cũng có nhiều biện pháp để kiểm soát các triệu chứng đó bao gồm việc thay đổi chế độ dinh dưỡng, ức chế căng thẳng, và sử dụng thuốc để trị tiêu chảy hoặc táo bón.  Thời kỳ phóng noãn (thường kèm theo triệu chứng đau đớn, khó chịu) Nếu bị đau giữa chu kỳ kinh của mình thì chắc là bạn cũng có thể cảm giác thấy cơ thể mình rụng trứng. Trong thời gian rụng trứng, buồng trứng làm rụng một trứng kèm theo một ít dịch và máu, chất này có thể làm kích thích niêm mạc bụng. Đây gọi là thời kỳ phóng noãn (mittelschmerz) xuất xứ từ tiếng Đức có nghĩa là “giữa” và “đau”, bởi nó xảy ra vào giữa chu kỳ. Triệu chứng gây đau đớn này thay đổi từ bên này sang bên khác, không giống nhau giữa từng tháng một. Nó không gây hại gì và thường sẽ tự hết trong vòng một vài tiếng đồng hồ.  PMS (Hội chứng trước kỳ kinh nguyệt) PMS có thể gây chuột rút ở bụng, đau vùng lưng dưới, nhức đầu, ngực mềm, và nổi mụn trứng cá. Các thay đổi hooc-môn cũng có thể là nguyên nhân. Căng thẳng, thiếu vận động, và thiếu một số vitamin cũng có thể làm cho các triệu chứng này nặng thêm. Nếu hội chứng PMS làm ảnh hưởng đến các hoạt động thường nhật của bạn thì hãy nên tham khảo ý kiến của bác sĩ nhé. Việc thay đổi lối sống và thuốc cũng thường có tác dụng rất tốt.  Biểu đồ biểu thị những thay đổi của hoóc-môn trong suốt chu kỳ kinh nguyệt bình thường.  Chuột rút do kinh nguyệt Hằng tháng, tử cung có nhiệm vụ làm tăng sinh lớp niêm mạc mô gọi là nội mạc tử cung, phôi thai có thể bám và lớn lên ở đây. Nếu bạn không có thai thì lớp niêm mạc này sẽ bong tróc ra và được tống ra khỏi cơ thể như kỳ kinh của bạn vậy. Chứng chuột rút do kinh nguyệt có thể xảy ra khi tử cung co bóp để đẩy máu ra ngoài. Hội chứng chuột rút thường xảy ra ở vùng bụng dưới hoặc lưng và kéo dài từ 1 đến 3 ngày. Đệm đốt nóng hoặc thuốc giảm đau mua tự do không theo toa có thể giúp bạn giảm đau.  Thai ngoài tử cung Thai ngoài tử cung là tình trạng khẩn cấp đe doạ đến tính mạng cần phải được điều trị ngay tức khắc. Nó xảy ra khi phôi thai bám vào và bắt đầu phát triển ở một nơi nào đó ngoài tử cung, thường là ống dẫn trứng. Triệu chứng đau khung xương chậu dữ dội hoặc chuột rút (nhất là ở một bên), xuất huyết âm đạo, buồn nôn, và chóng mặt. Trường hợp này cần được điều trị khẩn cấp.  Bệnh viêm khung chậu Một trong những biến chứng nguy hiểm nhất của các bệnh lây truyền qua đường tình dục là bệnh viêm khung chậu hoặc viêm chậu hông (PID: Pelvic Inflammatory Disease). PID có thể gây hại lâu dài cho tử cung, buồng trứng, và ống dẫn trứng (ở đây, nó bị sưng và đỏ lên). Thực ra, đây là nguyên nhân gây vô sinh hàng đầu có thể phòng tránh được ở phụ nữ. Triệu chứng đau bụng, sốt, khí hư bất thường, và đau khi quan hệ tình dục hoặc đau khi đi tiểu. PID được điều trị bằng thuốc kháng sinh, và trong trường hợp nghiêm trọng thì sẽ tiến hành phẫu thuật.  Nang buồng trứng Nang là chỗ trú của trứng đã chín trong suốt chu kỳ kinh nguyệt và có nhiệm vụ làm rụng trứng. Nhưng cũng có đôi khi nang này không mở ra để cho trứng rụng hoặc đóng lại sau khi rụng trứng và sưng phồng lên chứa dịch, tạo thành u nang buồng trứng. Trường hợp này thường không nguy hại gì và sẽ tự hết. Nhưng nang lớn có thể gây đau vùng xương chậu, tăng cân, và đi tiểu thường xuyên. Nang buồng trứng có thể nhận biết được bằng cách khám khung chậu hoặc siêu âm. U xơ tử cung Khối xơ phát triển ở thành tử cung và đôi khi cũng được gọi là u xơ, nhưng đây không phải là ung thư. U xơ là chứng bệnh thường thấy ở phụ nữ độ tuổi 30 và 40 và thường không gây nguy hại gì. Tuy nhiên, một số phụ nữ có thế thấy nặng bụng, đau vùng lưng dưới, kinh nguyệt ra nhiều, đau khi quan hệ tình dục, hoặc khó mang thai. Hãy tham khảo ý kiến của bác sĩ về các phương pháp chữa trị để làm teo hoặc cắt bỏ những u xơ khó trị nhé. Bệnh lạc nội mạc tử cung Ở một số phụ nữ, mô màng trong dạ con phát triển bên ngoài tử cung. Các khối u này có thể hình thành trên buồng trứng, ống dẫn trứng, bàng quang, ruột, và bộ phận khác của cơ thể. Đến đúng vào chu kỳ kinh nguyệt thì chúng vỡ ra, nhưng mô không có cách nào để ra khỏi cơ thể. Đây là chứng bệnh hiếm khi nguy hiểm, nhưng nó có thể gây đau và tạo mô sẹo có thể làm khó thụ thai. Có nhiều phương pháp điều trị bệnh lạc nội mạc tử cung, nhưng không có thuốc để chữa bệnh này.  Nhiễm trùng đường tiểu Nhiễm trùng đường tiểu (UTI) xảy ra khi mầm bệnh đi vào đường tiểu. UTI có thể gây rắc rối ở bất kỳ đâu từ niệu đạo tới bàng quang và qua niệu quản đến thận. Triệu chứng áp lực ở vùng xương chậu dưới, đau khi đi tiểu, và thường xuyên mắc tiểu. UTI thường không nguy hiểm nếu được điều trị kịp thời. Nhưng khi nó lan sang thận thì có thể gây hại lâu dài cho thận. Dấu hiệu nhiễm trùng thận gồm sốt, buồn nôn, ói, và đau một bên vùng lưng dưới. Sỏi thận  Sỏi thận là những giọt muối và khoáng chất lắng trong nước tiểu. Chúng có thể rất nhỏ như hạt cát hoặc lớn cỡ quả bóng gôn. Khi những viên sỏi này di chuyển từ thận đến bàng quang, chúng có thể gây đau bụng hoặc khung chậu đột ngột và dữ dội. Nước tiểu của bạn có thể chuyển sang màu hồng hoặc đỏ do máu. Nếu bạn nghĩ mình bị sỏi thận thì nên tham khảo ý kiến của bác sĩ nhé. Hầu hết các trường hợp đều có thể tự khỏi, nhưng một số cũng cần phải chữa trị.  Viêm bàng quang kẽ (IC) Viêm bàng quang kẽ (IC) là chứng đau mãn tính liên quan đến viêm bàng quang. Người ta chưa tìm ra nguyên nhân gây bệnh. Bệnh nhân bị viêm bàng quang kẽ nặng có thể phải đi tiểu nhiều lần trong một tiếng đồng hồ. Các triệu chứng kháng bao gồm áp lực trên vùng xương mu, đau khi đi tiểu, và đau khi quan hệ tình dục. IC thường thấy nhất ở phụ nữ độ tuổi 30 và 40. Mặc dù không có thuốc trị, nhưng cũng có nhiều cách để làm dịu các triệu chứng đó.  Bệnh lây truyền qua đường tình dục Đau khung xương chậu là dấu hiệu cảnh báo một số bệnh lây truyền qua đường tình dục (STDs). 2 bệnh thường thấy nhất là chlamydia (bệnh lây qua đường tình dục) và gonorrhea (bệnh lậu) (ở đây được nhìn qua kính hiển vi); chúng thường xảy ra đồng thời. Những bệnh này không phải lúc nào cũng gây ra triệu chứng, nhưng khi xảy ra bệnh thì chúng có thể gây đau khung xương chậu, đau khi đi tiểu, xuất huyết giữa chu kỳ kinh nguyệt, và xuất hiện khí hư bất thường. Điều quan trọng là nên chữa trị để tránh các biến chứng nguy hiểm và tránh làm lây lan cho bạn tình của bạn.  Bệnh sa khung xương chậu  Nhiều phụ nữ bị bệnh sa khung xương chậu khi lớn tuổi. Bệnh này xảy ra khi một cơ quan nào đó, như bàng quang hay tử cung, bị sa xuống thấp. Nó thường không phải là vấn đề sức khỏe nghiêm trọng, nhưng có thể gây khó chịu. Triệu chứng thường thấy nhất là áp lực ở thành âm đạo, cảm giác căng bụng dưới, khó chịu ở háng hoặc vùng lưng dưới, và đau khi quan hệ tình dục. Bạn có thể lựa chọn phương pháp điều trị từ các bài tập đặc biệt đến phẫu thuật.  Hội chứng sung huyết vùng xương chậu Tĩnh mạch thường bị giãn ở chân (ở bắp đùi trên), và đôi khi có thể xảy ra ở khung xương chậu. Máu bị tắc nghẽn trong tĩnh mạch khung xương chậu, làm cho các tĩnh mạch này sưng lên và gây đau nhức. Đây được gọi là hội chứng sung huyết vùng xương chậu. Khi bạn ngồi hoặc đứng thì hội chứng này càng đau dữ dội và giảm bớt khi nằm. Không có nhiều biện pháp điều trị hội chứng sung huyết vùng xương chậu.  Mô sẹo Nếu bạn đã phẫu thuật ở khung xương chậu hoặc vùng bụng dưới, chẳng hạn như thủ thuật cắt ruột thừa hoặc thuật mổ bắt con, hoặc bị nhiễm trùng tại đó, bạn có thể bị đau do mô sẹo. Các dải sợi (hình thành do chấn thương) là một dạng mô sẹo bên trong nằm giữa các cơ quan hoặc cấu trúc không dính liền. Các dải sợi ở bụng có thể gây đau và một số vấn đề khác, tuỳ thuộc vào vị trí của chúng. Trong một số trường hợp thì các dải sợi này cần nên được phẫu thuật để cắt bỏ.  Đau âm hộ Đây là chứng bệnh đau âm hộ mãn tính vô căn. Triệu chứng đau này ảnh hưởng đến vùng quanh lỗ âm đạo. Nó có thể rất dai dẳng, khó trị hoặc tái phát nhiều lần và thường được mô tả như cảm giác rát, nhức nhối hoặc đau đớn dữ dội. Việc đi xe đạp hoặc quan hệ tình dục có thể làm cho bệnh càng trầm trọng hơn. Bệnh này không lây nhiễm. Người ta có thể chẩn đoán bệnh đau âm hộ chỉ sau khi đã loại trừ các nguyên nhân khác gây đau âm hộ. Có nhiều phương pháp để trị chứng đau âm hộ từ thuốc đến vật lý trị liệu. Đau khi quan hệ tình dục Đau khi quan hệ tình dục (chứng giao hợp đau) có thể do nhiều chứng bệnh gây ra mà chúng ta đã thảo luận, hầu hết đều có thể chữa trị được. Nhiều nguyên nhân khác gây chứng giao hợp đau có thể là nhiễm trùng âm đạo hoặc thiếu chất bôi trơn. Đôi khi người ta cũng không tìm ra một lý giải y khoa nào về chứng đau này. Trong các trường hợp đó thì có lẽ liệu pháp tình dục có thể là phù hợp và có ích. Loại liệu pháp này có thể giúp giải quyết được các xung đột bên trong về tình dục hoặc lạm dụng tình dục trước đây.  Đau khung xương chậu mãn tính Đau khung xương chậu mãn tính xảy ra bên dưới rốn và kéo dài ít nhất là 6 tháng. Bệnh này có thể nặng đến nỗi làm cho bạn khó ngủ, ảnh hưởng đến công việc, hoặc các mối quan hệ của bạn. Biện pháp đầu tiên để có thể giúp bạn trở lại cuộc sống bình thường của mình là đến khám bác sĩ để được chẩn đoán. Hầu hết các chứng bệnh mà chúng ta thảo luận đều đã thuyên giảm sau khi điều trị. Đôi khi, thậm chí sau nhiều xét nghiệm thì người ta vẫn không tìm ra được nguyên nhân gây đau khung xương chậu. Nhưng bác sĩ vẫn có thể giúp bạn tìm ra phương pháp để cảm thấy dễ chịu hơn. "
        }
    ],
    "suggestions": []
}