{
    "en_vn": {
        "data": {
            "content": null,
            "word": "cytomegalovirus"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>cytomegalovirus</k><blockquote><cclass>[<cclass>ˌsʌɪtə(ʊ)'mɛg(ə)lə(ʊ)ˌvʌɪrəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a kind of herpesvirus which usually produces very mild symptoms in an infected person but may cause severe neurological damage in people with weakened immune systems and in the newborn. </cclass></cclass></blockquote></div>",
            "word": "cytomegalovirus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "cytomegalovirus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "cytomegalovirus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "cytomegalovirus"
        }
    },
    "sentences": [
        {
            "en": "The group also includes the <em>cytomegalovirus</em> and Epstein Barr virus.",
            "vi": "Nhóm này cũng bao gồm cytomegalovirus và virút epstein barr."
        },
        {
            "en": "What It's Like to Live With HIV/AIDS     Having HIV Means You Have AIDS Myth. Human immunodeficiency virus (HIV) is a virus that destroys the body's CD4 immune cells, which help fight disease. With the right medications, you can have HIV for years or decades without HIV progressing to AIDS. AIDS (acquired immunodeficiency syndrome) is diagnosed when you have HIV as well as certain opportunistic infections or your CD4 cell count drops below 200. It's difficult to get HIV from casual contact Fact. You can't catch or spread HIV from hugging someone, using the same towel, or sharing the same glass. It's very rare to get HIV from a blood transfusion -- the U.S. blood supply is carefully tested. However, you can spread the disease from having unprotected sex, sharing needles, or getting a tattoo from unsterilized equipment. You have just a few years to live Myth. Everyone with HIV experiences it differently. Some people may develop AIDS within a few months as the virus quickly weakens their immune system. Many others can live for decades with HIV and have a normal life expectancy. You can help prevent HIV from progressing to AIDS by seeing your doctor regularly and following your doctor's recommendations. You'll know you have HIV because of your symptoms Myth. Some people don't show any signs of HIV for years after being infected. Many can have some symptoms within 10 days to a few weeks after infection. These first symptoms are similar to the flu or mononucleosis and may include fever, fatigue, rash, and sore throat. They usually disappear after a few weeks and you may not have symptoms again for several years. The only way to tell you have HIV is to get tested. HIV can be cured Myth. There is no cure for HIV, but treatment can keep virus levels low and help maintain your immune system. Some drugs interfere with proteins HIV needs to copy itself; others block the virus from entering or inserting its genetic material into your immune cells. Your doctor will consider your general health, the health of your immune system, and the amount of virus in your body to decide when to start treatment. Anyone can get HIV Fact. About 56,000 people in the U.S. get HIV each year, and 18,000 people with AIDS die each year. Anyone can get HIV -- men, women, and children. Men who have sex with men make up more than half (53%) of new HIV infections each year. Women account for 27% of new infections, and children 13%. African-Americans make up almost half of all new HIV infections each year. Sex is safe when both partners have HIV Myth. Just because you and your partner both have HIV, doesn't mean you should forget about protection when you have sex. Using a condom or other latex barrier can help protect you from sexually transmitted diseases as well as other strains of HIV, which may be resistant to anti-HIV medication. Even if you are being treated and feel well you can still infect others. You can have a baby if you are HIV-positive Fact. Infected mothers can indeed pass HIV to their babies during pregnancy or delivery. However, you can lower the risk by working with your doctor and getting the appropriate care and medication. Pregnant women with HIV can take medications to treat their infection and to protect their babies against the virus. \nYou can’t avoid other HIV-related infections\n Myth. Due to weakened immune systems, people with HIV can be vulnerable to infections like pneumocystis pneumonia, tuberculosis, candidiasis, <em>cytomegalovirus</em>, and toxoplasmosis. The best way to reduce your risk is to take your HIV medications. Some infections can be prevented with drugs. You can lessen your exposure to some germs by avoiding undercooked meat, litter boxes, and water that may be contaminated. Having HIV Means You Have AIDSMyth. Human immunodeficiency virus (HIV) is a virus that destroys the body's CD4 immune cells, which help fight disease. With the right medications, you can have HIV for years or decades without HIV progressing to AIDS. AIDS (acquired immunodeficiency syndrome) is diagnosed when you have HIV as well as certain opportunistic infections or your CD4 cell count drops below 200.It's Difficult to Get HIV From Casual ContacFact. You can't catch or spread HIV from hugging someone, using the same towel, or sharing the same glass. It's very rare to get HIV from a blood transfusion -- the U.S. blood supply is carefully tested. However, you can spread the disease from having unprotected sex, sharing needles, or getting a tattoo from unsterilized equipment. \nWithout insurance you can't get lifesaving drugs\n Myth. There are government programs, nonprofit groups, and some pharmaceutical companies that may help cover of the cost of HIV/AIDS drugs. But be aware: These drugs can cost $15,000 a year. Talk to your local HIV/AIDS service organization to learn about financial help.   You Have Just a Few Years to Live",
            "vi": "Sống với HIV/AIDS như thế nào    Nhiễm HIV có nghĩa là bạn bị AIDS Sai. Vi rút gây bệnh HIV là vi rút phá huỷ các tế bào miễn dịch CD4 của cơ thể, có tác dụng chống bệnh tật. Nếu được điều trị đúng thuốc thì bạn có thể bị HIV nhiều năm trời hoặc nhiều thập niên mà không chuyển biến HIV sang AIDS. Bệnh nhân bị chẩn đoán AIDS (hội chứng suy giảm miễn dịch mắc phải) khi bị nhiễm vi rút HIV đồng thời bị một số bệnh nhiễm trùng nào đó hoặc tổng số tế bào CD4 của bạn dưới 200.  Việc tiếp xúc thông thường khó có thể làm lây nhiễm HIV Đúng. Bạn không thể mắc bệnh hoặc làm phát tán vi rút HIV bằng cách ôm một người nào đó, sử dụng chung khăn tắm, hoặc uống chung ly. Rất hiếm khi bị nhiễm HIV do truyền máu – nguồn máu ở Mỹ luôn được xét nghiệm kỹ lưỡng. Tuy nhiên, bạn cũng có thể làm lây lan bệnh này bằng cách quan hệ tình dục không an toàn, dùng chung kim tiêm, hoặc xăm hình bằng dụng cụ, thiết bị chưa được tiệt trùng. Bạn chỉ còn sống được chỉ vài năm thôi Sai. Không phải ai bị HIV cũng đều giống nhau. Một số người có thể chuyển sang AIDS trong vòng một vài tháng bởi vi rút nhanh chóng làm yếu hệ miễn dịch của họ. Nhiều người cũng có thể sống được vài chục năm khi bị nhiễm HIV và có tuổi thọ trung bình bình thường. Bạn có thể ngăn không cho HIV chuyển sang AIDS bằng cách thường xuyên đến khám bác sĩ và làm theo các yêu cầu của bác sĩ.  Bạn sẽ biết được bị nhiễm HIV bởi các triệu chứng của mình  Sai. Một số người không biểu hiện bất cứ triệu chứng gì của HIV trong nhiều năm sau khi nhiễm bệnh. Tuy vậy nhiều người có thể biểu hiện một vài triệu chứng trong vòng 10 ngày đến vài tuần sau khi nhiễm bệnh. Các triệu chứng ban đầu tương tự như bệnh cúm hoặc tăng bạch cầu đơn nhân và có thể bị sốt, mệt mỏi, phát ban, và đau họng. Chúng thường biến mất sau một vài tuần và bạn cũng có thể không bị bất kỳ một triệu chứng nào trong một vài năm. Cách duy nhất có thể giúp bạn biết mình có bị nhiễm HIV hay không là xét nghiệm.  HIV có thể chữa khỏi Sai. HIV không có thuốc chữa, nhưng các phương pháp điều trị có thể làm cho vi rút ít đi và giúp duy trì hệ miễn dịch. Một số thuốc làm cản trở nhu cầu sao chép HIV prô-tê-in, nhiều thuốc khác chặn không cho vi rút xâm nhập vào hoặc đem vật liệu di truyền của mình vào các tế bào miễn dịch của bạn. Bác sĩ sẽ khám sức khỏe tổng quát, sức khỏe hệ miễn dịch của bạn và kiểm tra lượng vi rút có trong cơ thể bạn trước khi quyết định khi nào nên bắt đầu điều trị.  Ai cũng có thể bị nhiễm HIV Đúng. Mỗi năm ở Mỹ có khoảng 56.000 người bị HIV và có đến 18.000 người chết vì AIDS. Bất kỳ ai cũng có thể bị nhiễm HIV – đàn ông, đàn bà, và trẻ con. Nam giới quan hệ tình dục đồng tính bị HIV lên đến hơn phân nửa (53%) các trường hợp nhiễm HIV mới mỗi năm. Tương tự, số ca mắc bệnh mới ở phụ nữ là 27% và trẻ em là 13%. Người Mỹ gốc Phi mỗi năm cũng chiếm gần ½ số ca mắc HIV mới.  Tình dục an toàn khi cả 2 người đều bị HIV Sai. Đâu phải vì bạn và vợ (chồng) của mình đều bị HIV mà bạn quên mất phải bảo vệ khi quan hệ tình dục. Việc sử dụng bao cao su hoặc phương pháp rào chắn nhựa mủ khác có thể giúp bảo vệ bạn khỏi các bệnh lây truyền qua đường tình dục cũng như các giống vi rút HIV khác, có thể kháng lại thuốc chống HIV. Cho dù là bạn đang được điều trị và cảm thấy khỏe đi nữa thì bạn cũng có thể làm lây nhiễm bệnh cho người khác được.  Bạn cũng có thể sinh em bé nếu đang dương tính với vi rút HIV Đúng. Các thai phụ nhiễm bệnh thực sự có thể truyền HIV sang cho em bé trong suốt quá trình thai nghén hoặc sinh nở. Tuy nhiên, bạn cũng có thể làm giảm nguy cơ này bằng cách làm việc với bác sĩ, sử dụng thuốc và chăm sóc sức khỏe phù hợp. Thai phụ nhiễm HIV có thể sử dụng thuốc trị nhiễm trùng và bảo vệ em bé khỏi bị vi rút tấn công.  Bạn có thể tránh được các bệnh nhiễm trùng khác liên quan đến HIV Sai. Do hệ miễn dịch bị yếu nên người bị nhiễm HIV có thể rất dễ bị các bệnh nhiễm trùng khác chẳng hạn như nhiễm trùng phổi, lao, nấm candida, vi rút cự bào, và nhiễm giun từ động vật. Cách tốt nhất để làm giảm nguy cơ này là bạn nên sử dụng thuốc kháng HIV. Một số bệnh nhiễm trùng có thể phòng tránh được nhờ sử dụng thuốc. Bạn cũng có thể giảm tiếp xúc với một số mầm bệnh bằng cách tránh ăn thịt chưa nấu chín, tránh thùng rác, và tránh sử dụng nước có thể bị nhiễm bẩn.  Nếu không có bảo hiểm thì bạn không có thuốc cứu sinh Sai. Có nhiều chương trình chính phủ, nhiều nhóm hoạt động không lợi nhuận, và một số công ty dược phẩm có thể tài trợ chi phí thuốc trị HIV/AIDS. Nhưng xin hãy nhớ rằng: Những thuốc này có thể tốn đến 15.000 đô la Mỹ mỗi năm. Hãy tham khảo tổ chức dịch vụ HIV/AIDS ở địa phương để biết về dịch vụ hỗ trợ tài chính nhé."
        }
    ],
    "suggestions": []
}