{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Czechoslovakia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Czechoslovakia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Czechoslovakia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Czechoslovakia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Czechoslovakia"
        }
    },
    "sentences": [
        {
            "en": "<em>Czechoslovakia</em>",
            "vi": "Nước Tiệp Khắc"
        },
        {
            "en": "<em>Czechoslovakia</em> became an independent country.",
            "vi": "Czechoslovakia trở thành quốc gia độc lập."
        },
        {
            "en": "The tiny kingdom was sandwiched between Austria and <em>Czechoslovakia</em>.",
            "vi": "Một vương quốc nhỏ bé nằm giữa nước Áo và Séc-lô-va-ki-a."
        },
        {
            "en": "The tiny kingdom was sandwiched between Austria and <em>Czechoslovakia</em>.",
            "vi": "Một vương quốc nhỏ bé nằm giữa nước Áo và Séc - lô - va - ki - a."
        },
        {
            "en": "Today the United States and <em>Czechoslovakia</em> stand together, united in their pursuit of the democratic ideal.",
            "vi": "Hôm nay Hoa Kỳ và Czechoslovakia chung vai sát cánh, cùng nhau theo đuổi lý tưởng dân chủ."
        },
        {
            "en": "Slowly and steadily he built up an army and thus the rape of <em>Czechoslovakia</em> followed.",
            "vi": "Dần dần ông xây dựng được quân đội và tiếp theo đó chiếm luôn tiệp khắc."
        },
        {
            "en": "Prague did not become the capital until October 1918, after World War I, when <em>Czechoslovakia</em> became an independent country.",
            "vi": "Mãi đến tháng mười năm 1918 Prague mới trở thành thủ đô, sau thế Chiến thứ nhất, khi Czechoslovakia trở thành quốc gia độc lập."
        },
        {
            "en": "Its first application was in 1960 when the United States Treasury Department applied it to the Bicycles from <em>Czechoslovakia</em> investigation, 25 FR 5657 (1960).",
            "vi": "Lần áp dụng đầu tiên là vào năm 1960 khi Bộ Tài chính Hoa Kỳ điều tra vụ Xe đạp nhập từ Tiệp khắc, 25 FR 5657 (1960)."
        },
        {
            "en": "Dr. Weiss was born in Berlin in 1932 and came to New York by way of <em>Czechoslovakia</em> in 1939. As a high school student, he became an expert in building high-quality sound systems and entered M.I.T. intending to major in electrical engineering. He inadvertently dropped out when he went to Illinois to pursue a failing romance. After coming back, he went to work in a physics lab and wound up with a Ph.D. from M.I.T.",
            "vi": "Tiến sĩ Weiss sinh ra ở Berlin năm 1932 và đến New York thông qua con đường Tiệp Khắc năm 1939. Là một học sinh trung học, ông trở thành chuyên gia trong việc xây dựng hệ thống âm thanh chất lượng cao và bước vào M.I.T. với tương lai tươi sáng trong ngành kỹ thuật điện. Ông vô tình bỏ học khi đến Illinois để theo đuổi một mối tình lãng mạn. Sau khi quay về, ông làm việc trong một phòng thí nghiệm vật lý và sau đó lấy bằng tiến sĩ từ M.I.T."
        },
        {
            "en": "Dr. Weiss was born in Berlin in 1932 and came to New York by way of <em>Czechoslovakia</em> in 1939. As a high school student, he became an expert in building high-quality sound systems and entered M.I.T. intending to major in electrical engineering. He inadvertently dropped out when he went to Illinois to pursue a failing romance. After coming back, he went to work in a physics lab and wound up with a Ph.D. from M.I.T.",
            "vi": "Tiến sĩ Weiss sinh ra ở Berlin năm 1932 và đến New York thông qua con đường Tiệp Khắc năm 1939. Là một học sinh trung học, ông trở thành chuyên gia trong việc xây dựng hệ thống âm thanh chất lượng cao và bước vào M.I.T. với tương lai tươi sáng trong ngành kỹ thuật điện. Ông vô tình bỏ học khi đến Illinois để theo đuổi một mối tình lãng mạn. Sau khi quay về, ông làm việc trong một phòng thí nghiệm vật lý và sau đó lấy bằng tiến sĩ từ M.I.T."
        }
    ],
    "suggestions": []
}