{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dak"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dak"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dak"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dak"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dak"
        }
    },
    "sentences": [
        {
            "en": "Everything in <em>Dak</em> Lak has changed.",
            "vi": "Mọi thứ ở Đắk Lắk đã thay đổi."
        },
        {
            "en": "Discover the diversity of <em>Dak</em> Lak province",
            "vi": "Khám phá nét đẹp đa dạng của tỉnh Đắk Lắk qua trang du lịch nước ngoài"
        },
        {
            "en": "<em>Dak</em> Lak trading coffee information network today",
            "vi": "Mạng lưới thông tin thương mại về cà phê hiện tại ở Đắk Lắk"
        },
        {
            "en": "<em>Dak</em> Lak: Mr. Y Won Hlong’s story",
            "vi": "Đắc Lắc: câu chuyện của anh Y Won Hlong"
        },
        {
            "en": "Box 11.2: Participation in Decision-Making in <em>Dak</em> Lak",
            "vi": "Khung 11.2: Sự tham gia của người dân vào quá trình ra quyết định ở Đắc Lắc"
        },
        {
            "en": "<em>Dak</em> Lak: A participatory poverty and govemance assessment (PPGA).",
            "vi": "Đắc Lắc: Đánh giá về tình hình nghèo đói và quản trị có sự tham gia của người dân (PPGA)."
        },
        {
            "en": "Box 2.4: Information and Coffee in <em>Dak</em> Lak.",
            "vi": "Hộp 2.4: Thông tin và cà phê ở Đắk Lắk."
        },
        {
            "en": "Box 2.1: Perceived causes of poverty in <em>Dak</em> Lak Province.",
            "vi": "Khung 2.1: Những nguyên nhân nghèo được nhận thức ở tỉnh Dak Lak."
        },
        {
            "en": "I was born and raised in Buon Ma Thuot city, <em>Dak</em> Lak province.",
            "vi": "Tôi sinh ra và lớn lên tại thành phố Buôn Ma Thuộc, tỉnh Đắc Lắc."
        },
        {
            "en": "In <em>Dak</em> Lak Province, considered the country’s coffee capital, many farmers are now growing pepper.   ",
            "vi": "Tại tỉnh Đắk Lắk nơi được coi là thủ đô cà phê, đang ngày càng có nhiều nông dân chuyển sang trồng tiêu."
        },
        {
            "en": "In <em>Dak</em> Xao village, caring for the family is considered women’s business.",
            "vi": "Ở bản Đak Xao, chăm sóc gia đình được coi là công việc của người phụ nữ."
        },
        {
            "en": "Mr. Sang, a medium sized businessman in <em>Dak</em> Lak, began trading in coffee in 1984.",
            "vi": "Ông Sang là một doanh nhân cỡ trung ở Đắk Lắk, bắt đầu kinh doanh cà phê vào năm 1984."
        },
        {
            "en": "Business activities in coffee in <em>Dak</em> Lak have changed significantly since the middle of 1990s.",
            "vi": "Các hoạt động kinh doanh cà phê ở Đắk Lắk đã thay đổi nhiều kể từ giữa thập niên 90."
        },
        {
            "en": "Trinh’s family came to settle in the village Ea ‘hiao commune in <em>Dak</em> Lak in 1995.",
            "vi": "Gia đình bà Trịnh đến định cư tại một làng ở xã Ea ‘hiao, tỉnh Dak Lak năm 1995."
        },
        {
            "en": "<em>Dak</em> Lak has the largest area of cacao with 2,000 hectares.",
            "vi": "Đắc Lắc có diện tích trồng ca cao lớn nhất với 2.000 héc ta"
        },
        {
            "en": "This was voiced particularly strongly in <em>Dak</em> Lak, where people had suffered badly because of the drop in coffee prices.",
            "vi": "Điều này được nêu ra rõ nhất ở Đắc Lắc, nơi người dân đã chịu thiệt hại nặng do cà phê rớt giá."
        },
        {
            "en": "Two hundred students of <em>Dak</em> R’Lap Boarding School in the central highland province of <em>Dak</em> Nong were bothered by mosquitoes until a team of students produced a self-made body wash.",
            "vi": "Hai trăm học sinh trường nội trú Đắk R'Lấp ở tỉnh Đắk Nông đã bị làm phiền bởi muỗi cho đến khi một nhóm các học sinh đã tự sản xuất ra một loại sữa tắm."
        },
        {
            "en": "ActionAid Viet Nam and Asian Development Bank (2003) <em>Dak</em> Lak: A Participatory Poverty and Governance Assessment, Ha Noi.",
            "vi": "Tài liệu tham khảo ActionAid Viet Nam và Ngân hàng Phát triển châu á (2003) Đắc Lắc: Đánh giá quá trình tham gia của công chúng vào quá trình xoá đói giảm nghèo và sự điều hành quản lý, Hà Nội."
        },
        {
            "en": "The box below details a project in <em>Dak</em> Lak that aims to confront information access problems in coffee production.",
            "vi": "Hộp dưới đây mô tả một dự án ở Đắk Lắk nhằm đối phó với vấn đề liên quan tới khả năng tiếp cận thông tin về sản xuất cà phê."
        },
        {
            "en": "A PPA in <em>Dak</em> Lak noted that at many village meetings, 75 to 85 percent of participants are men.",
            "vi": "Một đánh giá PPA ở Đắc Lắc cho thấy trong nhiều cuộc họp thôn, 75 đến 85% người tham gia là nam giới."
        }
    ],
    "suggestions": []
}