{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dakota",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Dakota</k><blockquote><cclass>[<cclass>də'kəʊtə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>Dakotas</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a member of a North American Indian people of the northern Mississippi valley and the surrounding plains. </blockquote></blockquote><blockquote><blockquote>2》 the Siouan language of the Dakota. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>the name in Dakota, lit. 'allies'. </blockquote></div>",
            "word": "Dakota",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dakota",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dakota",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dakota",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "A dinosaur skeleton was found in South <em>Dakota</em>.",
            "vi": "Một bộ xương khủng long (đã) được tìm thấy ở nam Dakota."
        },
        {
            "en": "It flows along the borders of seven states: Montana, North <em>Dakota</em>, South <em>Dakota</em>, Iowa, Nebraska, Kansas, and finally Missouri.",
            "vi": "Nó chảy dọc theo biên giới của bảy tiểu bang: montana, bắc dakota, nam dakota, iowa, nebraska, kansas, và cuối cùng là missouri."
        },
        {
            "en": "California, New Mexico and Hawaii have the largest share of struggling families, at 49% each. North <em>Dakota</em> has the lowest at 32%.",
            "vi": "California, New Mexico và Hawaii có tỷ lệ lớn nhất trong các gia đình gặp khó khăn, chiếm 49% ở mỗi nơi. Bắc Dakota có tỷ lệ thấp nhất, ở mức 32%."
        },
        {
            "en": "California, New Mexico and Hawaii have the largest share of struggling families, at 49% each. North <em>Dakota</em> has the lowest at 32%.",
            "vi": "California, New Mexico và Hawaii có tỷ lệ lớn nhất trong các gia đình gặp khó khăn, chiếm 49% ở mỗi nơi. Bắc Dakota có tỷ lệ thấp nhất, ở mức 32%."
        },
        {
            "en": "For their cross-sectional study, Kurina and colleagues recruited 95 adults of of a traditional, close-knit farming community in rural south <em>Dakota</em>. They compared self-reported levels of loneliness assessed through interviews with measurements of their sleep cycles.",
            "vi": "Trong nghiên cứu thành phần tiêu biểu của họ, Kurina và các đồng nghiệp đã tuyển 95 người trưởng thành trong một cộng đồng truyền thống nông nghiệp ở vùng nông thôn phía nam Dakota. Họ so sánh các mức độ cô đơn tự đánh giá thông qua các cuộc phỏng vấn với các phép đo chu kỳ giấc ngủ của họ."
        },
        {
            "en": "Coal derived Fischer-Tropsch synfuels and chemicals have been produced on a commercial scale in South Africa; coal methanol is produced in China and at one us plant; and coal SNG is produced at a North <em>Dakota</em> (US) plant (NETL-DOE, 2002). Since 2000, 1.5 MtC02 yr1 from the North <em>Dakota</em> synthetic natural gas plant (see Figure 3.15) have been transported by pipeline, 300 km to the Weyburn oil field in Saskatchewan, Canada for enhanced oil recovery w",
            "vi": "Các hoá chất và xăng tổng hợp Fischer-Tropsch lấy từ than đã được sản xuất để kinh doanh tại Nam Phi ; mê-ta-non lấy từ than được sản xuất ở Trung Quốc và tại một nhà máy của Mỹ; và SNG lấy từ than được sản xuất ở một nhà máy tại North Dakota ( US ) ( NETL - DOE, 2002 ). Từ năm 2000, 1.5 MtC02 yr1 từ nhà máy khí đốt tự nhiên tổng hợp ở North Dakota ( xem hình 3.15 ) đã được vận chuyển bằng đường ống, 300 km đến mỏ"
        },
        {
            "en": "He promised to come back to South <em>Dakota</em> in time to help with the autumn harvest, but he wanted to be in Fairbanks by the end of April in order to squeeze in as much time as possible up North before his return.",
            "vi": "Nó hứa về lại Nam Dakota kịp lúc giúp thu hoạch vụ thu nhưng nó muốn ở lại Fairbank đến cuối tháng 4 để tranh thủ ở lại miền bắc lâu nhất có thể rồi mới chịu về"
        },
        {
            "en": "On the other hand, in the Southeastern part of the country, home births were not as popular. The reports show less than 0.50% of home births took place in Connecticut, Delaware, the District of Columbia, Illinois, Massachusetts, Nebraska, New Jersey, Rhode Island, South <em>Dakota</em>, and West Virginia, as well as from Texas to North Carolina. However, the rest of the U.S had large increases in reports of home births occurring between 2004 and 2009.",
            "vi": "Mặt khác, ở phần Đông Nam của đất nước, sinh tại nhà không phổ biến. Các báo cáo cho thấy chưa đầy 0,50% ca sinh tại nhà đã diễn ra tại Connecticut, Delaware, quận of Columbia, Illinois, Massachusetts, Nebraska, New Jersey, Rhode Island, South Dakota, và Đông Virginia, cũng như từ Texas tới Bắc Carolina. Tuy nhiên, phần còn lại của Hoa Kỳ đã gia tăng lớn trong các báo cáo về các trường hợp sinh tai nhà xảy ra từ năm 2004 đến 2009."
        },
        {
            "en": "Key Democrats split with Obama on taxes    Washington (CNN) -- Despite President Obama's accusation Wednesday that Republicans are holding middle class income tax cuts \"hostage\" by tying them to an extension of tax cuts for wealthier Americans, the reality is several Democratic senators also oppose allowing President Bush's tax cuts for higher earners to expire. Democrats Ben Nelson of Nebraska, Evan Bayh of Indiana, Kent Conrad of North <em>Dakota</em>, and Independent Joe Lieberman of Connecticut have each publicly expressed concern about the impact of raising taxes, even on the well-to-do, during an economic downturn. \"The general rule of thumb would be you don't want to do tax changes, tax increases...until the recovery is on more solid ground,\" Conrad said recently, summarizing their view. Each has said the tax cuts should be extended at least temporarily. Senate Democratic leaders know it will be virtually impossible to pass a controversial tax bill without the support of all their members but intend to press ahead with the debate later this month. They believe the political and fiscal arguments are on their side and that allowing the tax cuts for the wealthy to expire is \"the consensus position of the caucus,\" even if a few Democrats oppose doing so, according to a top Senate Democratic leadership aide. \"There is bipartisan consensus that we should not raise taxes,\" retorted a senior senate Republican leadership aide, seizing on the division in the Democratic ranks. The GOP aide didn't rule out a compromise that involved passing a short-term extension, a proposal put forth by House Majority Leader John Boehner. \"If the only way to pass a bill that didn't raise taxes would to pass a temporary extension, we'd be open to talking about it,\" said the aide. But the Democratic aide doubted Republicans would seriously work to help Democrats pass a bill this close to the November election. \"I don't believe the Republicans are interested in compromise,\" the aide said.",
            "vi": "Key Democrats split with Obama on taxes    Theo tin của CNN từ Washington  – Mặc dù tổng thống Obama vào hôm thứ Tư cáo buộc rằng những người thuộc đảng Cộng Hòa đang cố duy trì việc cắt giảm thuế thu nhập cho tầng lớp trung lưu bằng cách trói buộc họ vào việc gia hạn giảm thuế dành cho những người Mỹ giàu có, nhưng thực tế là vài Thượng nghị sĩ đảng dân chủ cũng phản đối rằng chính sách giảm thuế của Tổng thống Bush dành cho người kiếm được thu nhập cao đã hết hiệu lực.  Những người thuộc đảng Dân Chủ như ông Ben Nelson thuộc bang Nebraska, Evan Bayh thuộc bang Indiana, Kent Conrad thuộc bang North Dakota, và người không thuộc đảng phái nào là ông Joe Lieberman thuộc bang Connecticut cũng công khai bày tỏ sự quan tâm đến ảnh hưởng của việc tăng thuế, kể cả đối với những người kinh tế khá giả, trong suốt thời kỳ suy thoái kinh tế.  Conrad  gần đây cho biết, tóm tắt quan điểm của họ: \"Theo quy tắc chung về ngón tay cái thì khi việc phục hồi nền kinh tế trở nên vững vàng hơn thì việc muốn thay đổi về thuế hay tăng thuế. .. cũng sẽ dễ dàng hơn,\"  Mỗi người cũng cho rằng bất luận thế nào đi nữa thì việc giảm thuế cũng nên kéo dài tạm thời thôi. Theo người phụ tá cấp cao của lãnh đạo phe dân chủ ở Thượng nghị viện thì những vị lãnh đạo phe dân chủ ở Thượng nghị viện biết rằng hầu như không thể thông qua dự luật thuế đang gây nhiều tranh cãi nếu không có hỗ trợ của tất cả thành viên của họ ngoài việc dự định tiếp tục cuộc tranh luận vào cuối tháng này. Họ tin rằng những lý lẽ về mặt tài chính và chính trị đang nghiêng về phía họ và rằng việc giảm thuế cho những người giàu hết hiệu lực thì sẽ tạo nên một \"sự đồng lòng nhất trí của cuộc họp kín này,\" ngay cho dù một vài người thuộc đảng Dân Chủ chống đối việc này.  \"Cả hai đảng đều nhất trí rằng chúng ta không nên tăng thuế,\" viên phụ tá cấp cao của lãnh đạo đảng Cộng hòa ở Thượng nghị viện, tranh thủ việc chia rẽ trong hàng ngũ đảng Dân chủ để trả miếng.  Viên  phụ tá thuộc Đảng cộng hoà Hoa Kỳ cũng đưa ra thoả hiệp liên quan đến việc thông qua mức gia hạn ngắn hạn, một đề nghị được đưa ra bởi vị lãnh đạo phe đa số trong Hạ viện, John Boehner. \"Nếu cách duy nhất để thông qua dự luật không tăng thuế thì sẽ thông qua việc gia hạn tạm thời, chúng tôi sẽ công khai  khi nói về vấn đề này,\" vị phụ tá cho biết.  Nhưng viên phụ tá của vị tổng thống đảng Dân chủ tự hỏi liệu những người thuộc đảng Cộng Hòa có làm việc tích cực để giúp những người đảng Dân Chủ thông qua dự luật để tiến đến cuộc bầu cử vào tháng mười một hay không.  Ông còn nói rằng \"Tôi không tin những người thuộc đảng Cộng Hòa quan tâm đến sự thoả hiệp,\"  "
        }
    ],
    "suggestions": []
}