{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dalton"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dalton</k><blockquote><cclass>[<cclass>'dɔ:lt(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Chemistry a unit used in expressing the molecular weight of proteins, equivalent to atomic mass unit. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1930s: named after the English chemist John <i>Dalton</i>. </blockquote></div>",
            "word": "dalton"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dalton"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dalton"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dalton"
        }
    },
    "sentences": [
        {
            "en": "<em>Dalton</em>, please don't film me.",
            "vi": "Dalton, xin đừng quay tôi mà."
        },
        {
            "en": "Karen <em>Dalton</em> was a folk singer with a great voice and style, but died without getting much recognition.",
            "vi": "Karen Dalton là một ca sĩ hát nhạc dân gian với một giọng ca và phong cách tuyệt vời nhưng không được công nhận nhiều cho đến lúc chết."
        },
        {
            "en": "- Well I live in <em>Dalton</em>, which is a really nice suburb , not too expensive and there's a nice park.",
            "vi": "Vâng, tôi sống ở Dalton, một vùng Ngoại ô rất đẹp, không quá đắt đỏ và có một công viên khá đẹp nha."
        },
        {
            "en": "Linda recommends a suburb called <em>Dalton</em>. So <em>Dalton</em> has been written in the space. Now we shall begin. You should answer the questions as you listen because you will not hear the recording a second time. Listen carefully and answer questions 1 to 5.",
            "vi": "Linda đề nghị một vùng Ngoại ô gọi là Dalton. Vì vậy, Dalton đã được viết trong đoạn này. Bây giờ chúng ta sẽ bắt đầu. Bạn nên trả lời các câu hỏi khi bạn lắng nghe vì bạn sẽ không nghe thấy bản ghi âm này lần thứ hai. Lắng nghe một cách cẩn thận và trả lời các câu hỏi từ câu 1 đến câu 5."
        },
        {
            "en": "And if you give a lazy darky a couple of licks to speed him up, you'll hear the Yankees scream from here to <em>Dalton</em> and you'll end up in jail.",
            "vi": "Và nếu anh quất một tên nhọ lười lĩnh một vài roi để thúc nó nhanh tay lên, anh sẽ nghe thấy bọn yankee la lối từ đây đến dalton và cuối cùng là mời anh vào nhà đá."
        },
        {
            "en": "Another relevant source of information is the Viet Nam component of the World Values Survey which was conducted in 2001 with a sample evenly divided between women and men (<em>Dalton</em> and Ong 2001).",
            "vi": "Một nguồn thông tin có liên quan khác là thành phần Việt Nam trong Điều tra về những Giá trị của Thế giới được tiến hành năm 2001 với một mẫu được phân bổ tương đương giữa phụ nữ và nam giới (Dalton và Ong 2001)."
        }
    ],
    "suggestions": []
}