{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Damascus"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Damascus"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Damascus"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Damascus"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Damascus"
        }
    },
    "sentences": [
        {
            "en": "ITV News has obtained the first independent pictures of a devastating attack in eastern <em>Damascus</em>.",
            "vi": "Kênh ITV News đã chộp được những hình ảnh độc lập đầu tiên về vụ tấn công huỷ diệt ở phía đông Damascus."
        },
        {
            "en": "There was probably a chemical attack in eastern <em>Damascus</em>. Some people filmed the aftermath.",
            "vi": "Hẳn là đã có một vụ tấn công bằng vũ khí hoá học ở phía đông Damascus. Một số người quay được phim về hậu quả của vụ tấn công đó."
        },
        {
            "en": "But he said he changed his mind after the alleged chemical weapons attack in the <em>Damascus</em> suburbs on 21 August.",
            "vi": "Nhưng ông nói ông đã đổi ý sau cuộc tấn công được cho là bằng vũ khí hoá học ở ngoại ô Damascus hôm 21 tháng tám."
        },
        {
            "en": "Prior to his encounter with the risen Christ on the road to <em>Damascus</em>, Paul was a persecutor of the Church.",
            "vi": "Trước buổi gặp gỡ với Chúa Giê - xu phục sinh trên trường đến Damascua, Paul là người khủng bố Giáo hội."
        },
        {
            "en": "Prior to his encounter with the risen Christ on the road to <em>Damascus</em>, Paul was a persecutor of the Church.",
            "vi": "Trước buổi gặp gỡ với Chúa Giê-xu phục sinh trên trường đến Damascua, Paul là người khủng bố Giáo hội."
        },
        {
            "en": "It comes a day after the authorities in <em>Damascus</em> agreed to an Arab League plan calling on the government to pull the military out of cities.",
            "vi": "Sự việc xảy ra một ngày sau khi chính quyền ở Damascus đồng ý với kế hoạch của Liên Đoàn Ả Rập kêu gọi chính quyền rút quân đội ra khỏi các thành phố."
        },
        {
            "en": "The Arab League said <em>Damascus</em> had agreed to release all political prisoners and begin a dialogue with the opposition within two weeks.",
            "vi": "Liên Đoàn Ả Rập tuyên bố Damascus đã đồng ý phóng thích toàn bộ tù chính trị và bắt đầu đàm phán với phe đối lập trong vòng hai tuần."
        },
        {
            "en": "Mr Ghalioun is a senior figure in the Syrian National Council. Another member of the council, Samir al-Nashar, said it had met Arab League head Nabil al-Arabi to discuss the agreement with <em>Damascus</em>.",
            "vi": "Ông Ghalioun là nhân vật kỳ cựu trong Hội Đồng Quốc Gia Syria. Một thành viên khác của hội đồng, Samir al-Nashar, cho biết họ đã gặp gỡ chủ tịch Liên Đoàn Ả Rập Nabil al-Arabi để thảo luận nội dung thỏa thuận với Damascus."
        },
        {
            "en": "The Silk Road stretched over 6,000 kilometres from Eastern China to the Mediterranean Sea, following the Great Wall of China, climbing the Pamir mountain range, crossing modern-day Afghanistan and going on to the Middle East, with a major trading market in <em>Damascus</em>. From there, the merchandise was shipped across the Mediterranean Sea. Few merchants travelled the entire route; goods were handled mostly by a series of middlemen. ",
            "vi": "Con Đường Tơ Lụa trải dài trên 6000 km từ phía Đông Trung Quốc tới biển Địa Trung Hải, dọc theo Vạn Lý Trường Thành, vượt qua dãy núi Pamir, băng qua vùng lãnh thổ Afghanistan ngày nay và đi tới vùng Trung Đông, với khu giao dịch chính ở Damascus. Từ đó, hàng hóa được vận chuyển qua biển Địa Trung Hải. Rất ít thương gia tham gia toàn bộ hành trình giao dịch, hàng hóa hầu như được truyền tay qua một vài người trung gian."
        },
        {
            "en": "7 July 2011 Last updated at 23:13 GMT           7 July 2011 Last updated at 23:13 GMT  http://www.bbc.co.uk/news/world-middle-east-14074257 \nSyria says US 'interfering' as ambassador visits Hama\n Syria has accused the US of \"interfering\" in its affairs after the US ambassador to the country travelled to the flashpoint city of Hama. The Syrian foreign ministry said the visit by Robert Ford was \"obvious proof\" of US involvement in continuing protests in the country. Earlier, the US State Department said Mr Ford's visit was to show solidarity with protesters. Hundreds of Hama residents have fled fearing an assault by security forces. Tanks are stationed outside the city and at least 22 people have been shot dead in recent days. Washington says Mr Ford hopes to stay in Hama for anti-government protests which normally follow Friday prayers. The BBC's Kim Ghattas in Washington says the ambassador's presence in Hama could dissuade Syrian President Bashar al-Assad from launching an all-out assault on the city. But the move has angered <em>Damascus</em>. \"The presence of the US ambassador in Hama without previous permission is obvious proof of the implication of the United States in the ongoing events, and of their attempts to increase (tensions), which damage Syria's security and stability,\" the foreign ministry said in a statement. Last Friday's protest in Hama was one of the largest in three months of demonstrations across Syria. A day later, Mr Assad sacked local governor Ahmad Khaled Abdel Aziz for reportedly failing to suppress the unrest. Security forces swept in on Monday in an attempt to regain control of the city, but tanks have so far remained outside. On Thursday, residents blocked streets with burning tyres in attempts to keep out bus-loads of security forces, witnesses said. Dozens of families were said to be fleeing the city. US State Department spokeswoman Victoria Nuland said Washington was \"greatly concerned about the situation in Hama\". \"The fundamental intention (of Mr Ford's visit) was to make absolutely clear with his physical presence that we stand with those Syrians who are expressing their right to speak for change,\" she said. The Obama administration has been criticised for not reacting strongly enough to the crackdown in Syria. Washington has warned President Assad that he is running out of time to reform but has yet to call on him to step down.  Opposition activists say that more than 1,300 protesters have died across the country since protests began in March. In 1982, Hama was the scene of the ruthless suppression of an uprising against President Assad's father.",
            "vi": "7 July 2011 Last updated at 23:13 GMT           7 July 2011 Last updated at 23:13 GMT  http://www.bbc.co.uk/news/world-middle-east-14074257 \nSyria nói Mỹ ‘can thiệp’ khi phái đại sứ đến Hama\n Syria vừa tố cáo Mỹ “can thiệp” vào công việc nội bộ của họ sau khi đại sứ Hoa Kỳ ở nước này đến thăm thành phố bất ổn Hama. Bộ Ngoại Giao Syria nói chuyến đi thăm của Robert Ford là “bằng chứng rõ ràng” của việc Mỹ có liên quan đến các vụ biểu tình đang tiếp diễn ở đất nước này. Trước đó, Bộ Ngoại Giao Hoa Kỳ cho biết chuyến viếng thăm của ông Ford là để thể hiện tình đoàn kết với những người biểu tình. Hàng trăm cư dân Hama đã bỏ chạy vì lo sợ bị các lực lượng an ninh tấn công. Các xe tăng đã đóng chốt bên ngoài thành phố và ít nhất 22 người đã bị bắn chết trong những ngày vừa qua. Washington cho hay ông Ford hy vọng sẽ lưu lại Hama vì các cuộc biểu tình chống chính phủ thường diễn ra sau các buổi cầu nguyện thứ Sáu. Phóng viên Kim Ghattas của BBC tại Washington cho biết sự hiện diện của vị đại sứ này ở Hama có thể khiến Tổng Thống Bashar al-Assad của Syria chùn tay không tung ra cuộc tấn công tổng lực vào thành phố. Nhưng động thái này đã khiến Damascus nổi giận. Sự hiện diện của đại sứ Hoa Kỳ tại Hama không xin phép trước là bằng chứng rõ ràng cho thấy Hoa Kỳ dính líu vào các sự kiện đang diễn ra, và họ có ý định làm gia tăng (các vụ căng thẳng), điều này làm tổn hại an ninh và ổn định của Syria,” bộ ngoại giao đã nói trong một bản tuyên bố.  Cuộc biểu tình vào thứ Sáu vừa qua tại Hama là một trong các vụ lớn nhất trong ba tháng biểu tình trên khắp Syria. Một ngày sau đó, ông Assad đã sa thải thủ hiến địa phương Ahmad Khaled Abdel Aziz vì theo tường thuật đã không rấn áp cuộc náo loạn. Hôm thứ Hai các lực lượng an ninh đã tràn vào nhằm giành lại quyền kiểm soát thành phố, nhưng xe tăng cho đến nay vẫn còn ở bên ngoài. Các nhân chứng kể lại, hôm thứ Năm, cư dân thành phố chốt chặn các ngã đường bằng vỏ xe đốt cháy để ngăn bước hàng đoàn xe bus chở lực lượng an ninh. Tin cho biết, hàng tá gia đình đang trốn khỏi thành phố. Nữ phát ngôn viên Bộ Ngoại Giao Hoa Kỳ Victoria Nuland nói rằng Washington “hết sức lo ngại về tình hình ở Hama”.  “Ý định cơ bản (trong chuyến viếng thăm của ông Ford) là thể hiện hết sức rõ ràng qua sự hiện diện bằng xương bằng thịt của ông rằng chúng tôi đứng về phía những người Syria đang thể hiện quyền yêu cầu thay đổi của họ,” bà tuyên bố. Chính quyền của Obama bị chỉ trích vì đã không phản ứng đủ mạnh mẽ trước cuộc đàn áp tại Syria. Washington đã cảnh báo Tổng thống Assad rằng ông ta đang hết dần thời gian để cải tổ nhưng vẫn chưa kêu gọi ông ấy từ chức. Các nhà hoạt động chính trị đối lập nói rằng hơn 1.300 người biểu tình đã chết trên khắp đất nước kể từ khi các cuộc biểu tình bắt đầu vào tháng Ba. Năm 1982, Hama là nơi diễn ra vụ đàn áp thẳng tay cuộc nổi dậy chống cha của Tổng thống Assad."
        }
    ],
    "suggestions": []
}