{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[deim]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">phu nhân (bá tước, nam tước...)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">viên quản lý nhà ký túc trường I-tơn (Anh)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ cổ,nghĩa cổ) bà; người đàn bà đứng tuổi</td></tr></table><i/></div>",
            "word": "dame"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dame</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 (<cclass><b>Dame</b>) (in the UK) the title given to a woman with the rank of Knight Commander or holder of the Grand Cross in the Orders of Chivalry. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>archaic or <cclass>humorous an elderly or mature woman. </cclass></cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>N. Amer. <cclass>informal a woman. </cclass></cclass></blockquote></blockquote><blockquote><blockquote>    ⁃ (also <cclass><b>pantomime dame</b>) <cclass>Brit. a comic middle-aged female character in pantomime, typically played by a man. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: via OFr. from L. <i>domina</i> 'mistress'. </blockquote></div>",
            "word": "dame"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dame"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dame"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dame"
        }
    },
    "sentences": [
        {
            "en": "He has a <em>dame</em> with him.",
            "vi": "Anh ta đi cùng với một phụ nữ."
        },
        {
            "en": "That child is <em>dame</em> sight too cheeky.",
            "vi": "Đứa bé này quá trơ trẽn."
        },
        {
            "en": "Are you on the Notre <em>Dame</em> football team this year?",
            "vi": "Anh có phải là thành viên của đội bóng Notre Dame năm nay không?"
        },
        {
            "en": "It pays to fake it like a <em>Dame</em>.",
            "vi": "Nó trả tiền để làm giả nó giống như một Đức Bà."
        },
        {
            "en": "The Notre <em>Dame</em> Cathedral is in Ho Chi Minh City.",
            "vi": "Nhà thờ Đức Bà nằm ở thành phố Hồ Chí Minh."
        },
        {
            "en": "Birds a pleasing sight at Saigon Notre-<em>Dame</em> Basilica (photos)",
            "vi": "Chim là một hình ảnh đẹp của Nhà thờ Đức Bà giữa lòng Sài Gòn (ảnh)"
        },
        {
            "en": "I would like to go to the Cathedral of Notre <em>Dame</em>.",
            "vi": "Tôi muốn đi đến nhà thờ Đức Bà."
        },
        {
            "en": "The Hunchback of Notre <em>Dame</em> by Victor Hugo is a historical novel.",
            "vi": "Thằng Gù Ở Nhà Thờ Ðức Bà của Victor Hugo là một tiểu thuyết lịch sử."
        },
        {
            "en": "Riding along Le Duan street and you will see the Notre-<em>Dame</em>.",
            "vi": "Chạy dọc theo đường Lê Duẩn bạn sẽ thấy nhà thờ Đức Bà."
        },
        {
            "en": "The Bao Thien pagoda was leveled to make way for the Notre <em>Dame</em> cathedral.",
            "vi": "Chùa bảo thiên bị lấp bằng để lấy chỗ cho nhà thờ đức bà."
        },
        {
            "en": "Walls of Saigon’s Notre <em>Dame</em> Cathedral being stained by graffiti, urine ",
            "vi": "Những mảng tường của nhà thờ Đức Bà bị vẽ bậy và tiểu bậy"
        },
        {
            "en": "Hunchback of Notre <em>Dame</em> is Victor Hugo's first full - length novel.",
            "vi": "\"Thằng gù nhà thờ Đức Bà\" là quyển tiểu thuyết dài đầu tiên của Victor Hugo."
        },
        {
            "en": "Notre <em>Dame</em> rallied late in the game to beat the Bruins 20 - 17.",
            "vi": "Notre Dame chơi tốt ở cuối trận đấu để đánh bại Bruins 20-17."
        },
        {
            "en": "Hunchback of Notre <em>Dame</em> is Victor Hugo's first full-length novel.",
            "vi": "\"Thằng gù nhà thờ Đức Bà\" là quyển tiểu thuyết dài đầu tiên của Victor Hugo."
        },
        {
            "en": "Established by French colonialists, the Saigon Notre-<em>Dame</em> Basilica was constructed between 1863 and 1880.",
            "vi": "Nhà thờ Đức Bà Sài Gòn được xây dựng giữa năm 1863 và 1880."
        },
        {
            "en": "He was given a state funeral at the Cathedral of Notre <em>Dame</em> in Paris.",
            "vi": "Ông ấy được quốc tang tại Nhà thờ Đức Bà Paris."
        },
        {
            "en": "I at once recollected the famous poem by Keats known as \"La Belle <em>Dame</em> Sans Merci\".",
            "vi": "Ngay lập tức tôi liên tưởng đến bài thơ nổi tiếng của keats \"người đàn bà đẹp vô ơn\"."
        },
        {
            "en": "When I was a servant in Rosemary Lane, I gained the goodwill of my master and <em>dame</em>.",
            "vi": "Khi tôi làm người giúp việc ở Rosemary Lane, tôi đã được ông bà chủ đối xử tốt."
        },
        {
            "en": "<em>Dame</em> Elizabeth Taylor is to be buried in a cemetery just outside Los Angeles, a day after her death",
            "vi": "Nữ nghệ sĩ Elizabeth Taylor sẽ được an táng tại một nghĩa trang ngay bên ngoài Los Angeles một ngày sau khi bà mất"
        },
        {
            "en": "<em>Dame</em> Elizabeth Taylor has been buried in a cemetery just outside Los Angeles, a day after her death.",
            "vi": "Dame Elizabeth Taylor đã được chôn ở một nghĩa trang ngay bên ngoài Los Angeles, một ngày sau cái chết của cô."
        }
    ],
    "suggestions": []
}