{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Damocles"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Damocles"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Damocles"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Damocles"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Damocles"
        }
    },
    "sentences": [
        {
            "en": "Sword of <em>Damocles</em>",
            "vi": "Thanh gươm damocles"
        },
        {
            "en": "A sword of <em>Damocles</em>",
            "vi": "Thanh gươm damocles"
        },
        {
            "en": "The film told us the origin of the sword of <em>Damocles</em>.",
            "vi": "Bộ phim kể về nguồn gốc thanh gươm Damocles."
        },
        {
            "en": "When we speak of an ever present danger, it is like a <em>Damocles</em> sword.",
            "vi": "Khi đề cập đến chuyện này tôi lại nhớ câu chuyện thanh gươm damocles."
        },
        {
            "en": "The possibility of losing her job hung over her like a sword of <em>Damocles</em> all last year.",
            "vi": "Khả năng mất việc lơ lửng trên đầu cô ta suốt năm ngoái như thanh gươm Damocles."
        },
        {
            "en": "Like the sword of <em>Damocles</em>, the threat of a nuclear war is now dangling over the head of mankind.",
            "vi": "Mối đe dọa chiến tranh hạt nhân đang treo lơ lửng trên đầu nhân loại như mối nguy hiểm thường trực."
        },
        {
            "en": "The possibility of losing her job hung over her like a sword of <em>Damocles</em> all last year.",
            "vi": "Khả năng mất việc làm cứ như mối đe dọa thường xuyên với cô ấy suốt cả năm vừa qua."
        },
        {
            "en": "Now the news of my divorce is public, I'm relieved in a way. It had been hanging over my head like the sword of <em>Damocles</em>.",
            "vi": "Giờ đây tin tức về việc tôi ly hôn đã công khai, tôi cảm thấy nhẹ cả người. Lâu nay nó lơ lửng trên đầu tôi như thanh gươm Damocles."
        },
        {
            "en": "Now the news of my divorce is public, I 'm relieved in a way. It had been hanging over my head like the sword of <em>Damocles</em>.",
            "vi": "Giờ đây tin tức về việc tôi ly hôn đã công khai, tôi cảm thấy nhẹ cả người. Lâu nay nó lơ lửng trên đầu tôi như thanh gươm Damocles."
        }
    ],
    "suggestions": []
}