{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Damon"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Damon"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Damon"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Damon"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Damon"
        }
    },
    "sentences": [
        {
            "en": "<em>Damon</em> Runyon is one of my father's favorite authors.",
            "vi": "Damon Runyon là một trong những tác giả yêu thích của cha tôi."
        },
        {
            "en": "Not afraid to play on his TV persona, he appeared as the ruthless game show host <em>Damon</em> Killian alongside Arnold Schwarzenegger in the 1987 film The Running Man.",
            "vi": "Không ngại tận dụng cơ hội mình là nhân vật truyền hình, ông lại xuất hiện với vai diễn người dẫn chương trình trò chơi truyền hình Damon Killian bên cạnh diễn viên Arnold Schwarzenegger trong phim “The Running Man” năm 1987."
        },
        {
            "en": "Other ideas to boost a mission, which was the subject of hit movie The Martian starring Matt <em>Damon</em>, include a colony on the Moon to load spacecraft with fuel for the 100 million-mile trip.",
            "vi": "Những ý tưởng khác để thúc đẩy sứ mệnh, là chủ đề của bộ phim ăn khách The Martian với sự tham gia của Matt Damon, bao gồm một thuộc địa trên Mặt trăng để nạp nhiên liệu các tàu vũ trụ đủ để khởi hành chuyến đi 100 triệu dặm."
        },
        {
            "en": "“Be forewarned: Once you start reading, you won’t want to stop. Death by China lays bare the pivotal, oft overlooked, and sometimes blatantly hidden moves in a massive global chess game. Navarro and Autry have sounded the alarm, calling the free world to act on behalf of its interests and future. Impressively, they call on China as well.” —<em>Damon</em> DiMarco, author of Tower Stories: An Oral History of 9/11 and co-author of My Two Chinas: The Memoir of a Chinese Counterrevolutionary with Baiqiao Tang",
            "vi": "\"Xin được cảnh báo trước: Một khi bạn bắt đầu đọc, bạn sẽ không muốn dừng lại. Chết dưới tay Trung Quốc phơi bày những nước cờ quan trọng, thường bị bỏ qua, và đôi khi cố tình bị che giấu trong một ván cờ toàn cầu tầm cỡ. Navarro và Autry đã lên tiếng báo động, kêu gọi thế giới tự do hãy hành động vì lợi ích và tương lai của mình. Thật ấn tượng, họ cũng kêu gọi cả Trung Quốc.\" —Damon DiMarco, Tác giả của Các câu chuyện về các tòa tháp: lịch sử bằng lời nói của sự kiện 9/11 và đồng tác giả Hai nước Trung Quốc của tôi: Hồi ức của một người Trung Quốc phản cách mạng với Baiqiao Tang"
        }
    ],
    "suggestions": []
}