{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dana",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Dana",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dana",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dana",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dana",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Dana</em> acted without reference to me.",
            "vi": "Dana làm mà không hỏi ý kiến tôi."
        },
        {
            "en": "<em>Dana</em> and Alice are alike in many ways.",
            "vi": "Dana và Alice giống nhau ở nhiều phương diện."
        },
        {
            "en": "U.S. Jazz Band <em>Dana</em> Leong Coming to Vietnam",
            "vi": "Ban nhạc Jazz Dana Leong đến Việt Nam"
        },
        {
            "en": "<em>Dana</em> will have to remember to lock up her jewelry when he is around.",
            "vi": "Dana sẽ phải nhớ cất kỹ trang sức của cô ấy khi anh ta ở gần."
        },
        {
            "en": "<em>Dana</em> Bethany and Bryan Taylor formed a partnership on September 1, 20x3.",
            "vi": "Dana bethany và bryan taylor thành lập một hợp danh vào ngày 1 tháng chín năm 20x3."
        },
        {
            "en": "<em>Dana</em> Carvey and Mike Meyers play the two spaced-out hosts of 'Wayne’s World'.",
            "vi": "Dana Carvey và Mike Meyers trong vai hai người dẫn chương trình như đang phê thuốc trong “Wayne’s World” (“Thế giới của Wayne”)."
        },
        {
            "en": "More information on <em>Dana</em> Leong Band can be found at its website: http://www.danaleong.com/news.htm",
            "vi": "Thông tin thêm về ban nhạc có thể được tìm thấy tại trang web http://www.danaleong.com/news.htm."
        },
        {
            "en": "They boys at school are always laughing at <em>Dana</em>. Will she be invited to the school dance? Fat chance!",
            "vi": "Nam sinh ở trường luôn cười vào mặt Dana. Liệu cô ấy có được mời dự tiệc khiêu vũ của trường không? Không bao giờ!"
        },
        {
            "en": "The <em>Dana</em> Leong Band has an incredible musical chemistry that combines live grooves, electronically charged tracks, rhyme and reason.",
            "vi": "Dana Leong là một ban nhạc có phong cách âm nhạc độc đáo, kết hợp nhạc sống và nhạc điện tử."
        },
        {
            "en": "The <em>Dana</em> Leong Band will then travel to Haiphong where they will perform for the students of Haiphong Private University on December 4 morning.",
            "vi": "Sau đó sáng 4/12, ban nhạc Dana Leong sẽ đến Hải Phòng để giao lưu, biểu diễn dành cho sinh viên trường Đại học Dân lập Hải Phòng."
        },
        {
            "en": "Naxia tumida was discovered by the United States Exploring Expedition and described by James Dwight <em>Dana</em>, originally under the name Halimus tumidus. The syntypes appear to have been lost.",
            "vi": "Naxia tumida được United States Exploring Expedition tìm ra và James Dwight Dana mô tả, ban đầu có tên Halimus tumidus. Các loại kết hợp dường như không còn."
        },
        {
            "en": "<em>Dana</em> Leong Band, a four-member American jazz band, will tour Vietnam from November 30-December 7, 2007 with public performances in Ho Chi Minh City (HCMC), Danang, Haiphong and Hanoi.",
            "vi": "Dana Leong, ban nhạc Jazz gồm 4 thành viên đến từ Hoa Kỳ, sẽ lưu diễn tại Việt Nam từ 30/11 đến 7/12, 2007. Ban nhạc sẽ biểu diễn tại thành phố Hồ Chí Minh, Đà Nẵng, Hải Phòng và Hà Nội."
        },
        {
            "en": "“This clarion call carefully researches and intricately details the clear and present dangers an anything but peaceful rising China poses to the world. In doing so, it brings us face-to-face with this inescapable truth: If we do not act now, we will face an almost certain ‘Death by China.’” —Congressman <em>Dana</em> Rohrabacher, 46th District (Rep, CA)",
            "vi": "\"Lời kêu gọi hành động này nghiên cứu một cách cẩn thận và đưa ra chi tiết về những hiểm họa hiện hữu và rõ ràng- mà một Trung Quốc đang lớn mạnh nhưng không đếm xỉa đến hòa bình, gây ra cho thế giới. Bằng cách đó, nó khiến cho chúng ta phải đối mặt với sự thật không thể tránh được: Nếu chúng ta không hành động ngay bây giờ, chúng ta sẽ phải đối mặt gần như chắc chắn với cái Chết dưới tay Trung Quốc.\" —Nghị sĩ Dana Rohrabacher, Quận 46 (Đảng Cộng hòa, CA)"
        }
    ],
    "suggestions": []
}