{
    "en_vn": {
        "data": {
            "content": null,
            "word": "darkened"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "darkened"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "darkened"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "darkened"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "darkened"
        }
    },
    "sentences": [
        {
            "en": "Suddenly the sky <em>darkened</em>.",
            "vi": "Bỗng nhiên, bầu trời tối sầm lại."
        },
        {
            "en": "The sky <em>darkened</em> as the storm approached.",
            "vi": "Trời đã tối sẫm lại vì cơn giông đến."
        },
        {
            "en": "There you are, in a <em>darkened</em> room.",
            "vi": "Em đang ở đó, trong 1 căn phòng tối tăm."
        },
        {
            "en": "He <em>darkened</em> counsel with words without understanding.",
            "vi": "Ông ta đã làm cho vấn đề rắc rối bằng những từ ngữ không ai hiểu."
        },
        {
            "en": "The sky is <em>darkened</em> by the black clouds.",
            "vi": "Bầu trời bị mây đen ám."
        },
        {
            "en": "We <em>darkened</em> the room to show the film.",
            "vi": "Chúng tôi đã che kín phòng cho tối để chiếu phim."
        },
        {
            "en": "She ran on tip-toe down the <em>darkened</em> passage.",
            "vi": "Chi ron ren chay qua hanh lang y bong ti."
        },
        {
            "en": "The heavy shower <em>darkened</em> the surroundings and we could hardly see anything beyond our house.",
            "vi": "Mưa lớn đến nỗi chúng tôi không thấy gì ngoài cái nhà của chúng tôi."
        },
        {
            "en": "The sky became <em>darkened</em> and rain plummeted around us in a sudden deluge.",
            "vi": "Bầu trời trở nên âm u và mưa đổ xuống quanh chúng tôi như thác lũ."
        },
        {
            "en": "You bastard, Hayman, Manville screamed out to the empty, <em>darkened</em> streets.",
            "vi": "Hayman, ngươi là đồ khốn kiếp – Manville hét lên giữa những con đường tối tăm, trống trải."
        },
        {
            "en": "She hissed, her voice a little too loud in the <em>darkened</em> cabin full of sleeping humans.",
            "vi": "Cô rít lên, giọng cô hơi quá to trong khoang hành khách tối om đầy người đang say ngủ."
        },
        {
            "en": "Her amazingly long legs, <em>darkened</em> with tights, were exposed by the shortest of miniskirts.",
            "vi": "Đôi chân dài kì lạ, mang vớ ôm, phô bày dưới chiếc váy ngắn chưa từng thấy."
        },
        {
            "en": "The man has never <em>darkened</em> the door of the library in his town.",
            "vi": "Hắn chưa bao giờ vào thư viện trong thành phố."
        },
        {
            "en": "It was shining when all of a sudden the sky <em>darkened</em>.",
            "vi": "Trời đang nắng, bỗng nhiên lại tối sầm đi."
        },
        {
            "en": "A strained voice called out through the <em>darkened</em> theater,\"Please, is there a doctor in the house?\"",
            "vi": "Một giọng nói căng thẳng vọng ra xuyên qua bóng tối rạp hát: \" Xin vui lòng cho biết có một bác sĩ trong nhà hát không?\""
        },
        {
            "en": "So it was with a deadline that I drove too quickly through the storm-<em>darkened</em> streets out of town.",
            "vi": "Chính vì có thời hạn chót nên tôi lái thật nhanh qua con đường âm u vì bão ra khỏi thành phố."
        },
        {
            "en": "A strained voice called out through the <em>darkened</em> theater,\"Please, is there a doctor in the house?\"",
            "vi": "Một giọng nói căng thẳng vọng ra xuyên qua bóng tối rạp hát :\"Xin vui lòng cho biết có một bác sĩ trong nhà hát không?\""
        },
        {
            "en": "Recent research suggests that merely being quietly awake in a <em>darkened</em> space produces beneficial effects on our bodies and minds.",
            "vi": "Nghiên cứu gần đây gợi ý rằng chỉ bằng cách đơn giản là thức dậy nhẹ nhàng trong không gian tối sẽ tạo ra ảnh hưởng có lợi cho cơ thể và tinh thần của chúng ta."
        },
        {
            "en": "When an attenuated beam of light is admitted into a <em>darkened</em> room, it will illumine an object close to the aperture where it enters.",
            "vi": "Khi một tia sáng dài hẹp được chiếu vào phòng tối thì nó sẽ chiếu sáng vật thể gần kẽ hở nơi nó chiếu vào."
        },
        {
            "en": "I followed the sound of occasional drumbeats to a narrow, <em>darkened</em> hallway running behind one of the two orchestra booths at the sides of the theater.",
            "vi": "Tôi đi theo tiếng trống chốc chốc gióng lên để đến một hành lang hẹp, âm u chạy phía sau một trong hai căn buồng của ban nhạc nằm hai bên nhà hát."
        }
    ],
    "suggestions": []
}