{
    "en_vn": {
        "data": {
            "content": null,
            "word": "darts",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>darts</k><blockquote>■ <cclass>plural noun [usu. treated as <cclass>sing.] an indoor game in which darts are thrown at a dartboard to score points. </cclass></cclass></blockquote></div>",
            "word": "darts",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "darts",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>darts</k><blockquote><blockquote><ex><abr>n.</abr> to play darts</ex></blockquote></blockquote><co>USAGE NOTE: <abr>A</abr> singular verb is used with this noun</co><ex>--<i>darts is a popular game</i>.</ex></div>",
            "word": "darts",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "darts",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They're playing <em>darts</em>.",
            "vi": "Họ đang chơi phóng phi tiêu."
        },
        {
            "en": "They 're playing <em>darts</em>.",
            "vi": "Họ đang chơi phóng phi tiêu."
        },
        {
            "en": "Here're five free <em>darts</em>.",
            "vi": "Đây là năm phi tiêu miễn phí."
        },
        {
            "en": "She is good at <em>darts</em>.",
            "vi": "Cô ta giỏi phóng phi tiêu."
        },
        {
            "en": "Here 're five free <em>darts</em>.",
            "vi": "Đây là năm phi tiêu miễn phí."
        },
        {
            "en": "He was a <em>darts</em> champion.",
            "vi": "Anh ta là vô địch phóng phi tiêu."
        },
        {
            "en": "I walloped him at <em>darts</em>.",
            "vi": "Tôi đã đánh gục nó trong trò ném phi tiêu."
        },
        {
            "en": "Do you want to play <em>darts</em>?",
            "vi": "Bạn muốn chơi ném phi tiêu không?"
        },
        {
            "en": "Here are 5 <em>darts</em>, free of charge.",
            "vi": "Đây là năm phi tiêu miễn phí."
        },
        {
            "en": "He is playing <em>darts</em> with his friends.",
            "vi": "Anh ấy đang chơi trò ném phi tiêu với các bạn của mình."
        },
        {
            "en": "Would you like to play <em>darts</em>?",
            "vi": "Bạn muốn chơi phóng phi tiêu không?"
        },
        {
            "en": "How to find a local <em>darts</em> league?",
            "vi": "Làm cách nào để tìm hội phi tiêu địa phương?"
        },
        {
            "en": "<em>Darts</em> are often played in English pubs.",
            "vi": "Người ta thường chơi trò ném phi tiêu trong các quán rượu ở Anh."
        },
        {
            "en": "I'd like to buy some <em>darts</em>.",
            "vi": "Tôi muốn mua vài chiếc phi tiêu."
        },
        {
            "en": "The World <em>Darts</em> Championship will be held next month.",
            "vi": "Cuộc thi vô địch phóng tiêu thế giới sẽ được tổ chức vào tháng sau."
        },
        {
            "en": "Fan really enjoyed the <em>darts</em> match last night.",
            "vi": "Người hâm mộ thực sự thích cuộc thi phóng phi tiêu tối qua."
        },
        {
            "en": "She's good at <em>darts</em>. She usually gets a bull's eye in every game she plays.",
            "vi": "Cô ta giỏi về phóng lao. Cô ta thường phóng trúng tâm trong mỗi lượt cô ta chơi."
        },
        {
            "en": "Van Phong bay is favored both for natural beauty and good weather with warm sunshine all year. Therefore, it is an ideal place for honeymoons. In the sunrise, if you get up early you can feelthat the sea air seems to be overwhelming you. As the sun <em>darts</em> its beams on the bay, a foggy set of curtains disappears and a picturesque scene appears instead. A new day starts with fishing boats going off to sea.",
            "vi": "Vinh văn Phong được ân huệ cả vẻ đẹp tự nhiên và thời tiết tốt với nắng ấm quanh năm. Do đó, đây là một nơi lý tưởng dành cho tuần trăng mật. Khi mặt trời mọc, nếu bạn dậy sớm bạn có thể cảm nhận không khí biên dường như lan tỏa vào bạn. Khi mặt trời phóng ra những chùm tia sáng của nó vào vịnh, một làn sương mờ tạo đột nhiên biến mất và một bức tranh phong cảnh ấn tượng hiện ra thay thế. Một ngày mới bắt đầu với chiếc thuyền câu cá đi ra khơi."
        },
        {
            "en": "The poison dart is a large, diverse group of brightly colored frogs that live mostly in northern South America, of which only a handful of species are particularly dangerous to humans. The most deadly, thegolden poison dart, inhabits the small range of rain forests along Colombia’s Pacific coast, and grows to around two inches long (roughly the size of a paper clip). Its poison, called batrachotoxin, is so potent that there’s enough in one frog to kill ten grown men, with only two micrograms—roughly the amount that would fit onto the head of a pin—needed to kill a single individual. But what makes the amphibian especially dangerous is that its poison glands are located beneath its skin, meaning a mere touch will cause trouble. Interestingly, the indigenous Emberá people have laced the tips of their blow <em>darts</em> used for hunting with the frog’s toxin for centuries. Sadly, deforestation has landed the frog on several endangered lists, but even if you do have a rare sighting when hiking, don’t go reaching for it.",
            "vi": "Loài ếch phóng độc là nhóm lớn và đa dạng các con ếch có màu sắc sặc sỡ, chúng sống phần lớn ở phía Bắc ở khu vực Nam Mỹ, và một số nhỏ trong chúng có khả năng gây nguy hiểm đối với con người. Và loài độc nhất, là loài ếch vàng phóng độc, chúng cư trú tại một vùng nhỏ ở khu rừng nhiệt đới dọc bờ Đại Tây Dương thuộc Colombia, con lớn dài khoảng hai inch (gần bằng kích cỡ của cái kẹp giấy). Chất độc của nó được gọi là batrachotoxin, độc đến chỉ cần một con ếch đủ để giết 10 người đàn ông trưởng thành, và chỉ với 2 micro gram chất độc - khoảng bằng đầu chiếc đinh ghim - có thể giết một cá thể. Nhưng điều gì làm cho loài lưỡng cư này đặc biệt nguy hiểm như vậy đó là tuyến độc nằm dưới da của nó, nghĩa là chỉ cần chạm vào là sẽ gặp vấn đề ngay. Thú vị là, những người Embera bản địa đã sử dụng chất độc của loài ếch này buộc vào đầu ngọn phóng để săn bắt hàng thế kỉ trước. Đáng buồn là, chính nạn phá rừng đã đưa loài ếch này vào danh sách những loài động vật nguy hiểm, nhưng thậm chí nếu bạn đi bộ vô tình thấy chúng cũng đừng đụng vào"
        }
    ],
    "suggestions": []
}