{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dateline"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dateline</k><blockquote>■ <cclass>noun a line at the head of a dispatch or newspaper article showing the date and place of writing. </cclass></blockquote></div>",
            "word": "dateline"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dateline"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dateline"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dateline"
        }
    },
    "sentences": [
        {
            "en": "I ignore the <em>dateline</em> whenever reading a newspaper.",
            "vi": "Bất kì khi nào đọc báo tôi cũng bỏ qua dòng giới thiệu ngày tháng biên soạn bài báo."
        },
        {
            "en": "<em>Dateline</em> have over 80.000 members right now - so there's got to be someone you would really like.",
            "vi": "Hiện nay dateline đã có trên 80.000 người tham dự, vậy chắc sẽ có người bạn thật sự thích."
        },
        {
            "en": "When project is in trouble, managers decide to add more people to “speed things up” to meet schedule <em>dateline</em>.",
            "vi": "Khi dự án bị trục trặc, người quản lý quyết định thêm người để “tăng tốc mọi sự” để đáp ứng thời gian theo lịch biểu."
        },
        {
            "en": "It is called a hurricane in the North Atlantic; the Northeast Pacific east of lll <em>dateline</em> , and the South Pacific Ocean east of 160E; west of the <em>dateline</em> it is called a typhoon; and in the Indian Ocean, a cyclone.",
            "vi": "Nó được gọi là một cơn bão lốc xoáy nhiệt đới hurricane khi ở Bắc Đại Tây Dương; phía đông Đông Bắc Thái Bình Dương của đường đổi ngày , và phía đông Nam Thái Bình Dương của 160E, phía tây của đường đổi ngày nó được gọi là một cơn bão; và còn ở Ấn Độ Dương, nó được gọi là một cơn bão lốc xoáy."
        },
        {
            "en": "<em>Dateline</em> have been making introductions for the past ten years, so they should know a thing or two.",
            "vi": "Dateline đã giới thiệu trên 10 năm rồi, bởi vậy họ chắc cũng thông thao."
        }
    ],
    "suggestions": []
}