{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dawson",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Dawson",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dawson",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dawson",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dawson",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "TV star Richard <em>Dawson</em> dies at 79",
            "vi": "Ngôi sao truyền hình Richard Dawson qua đời ở tuổi 79"
        },
        {
            "en": "A former husband of actress Diana Dors, <em>Dawson</em> was 79.",
            "vi": "Dawson, cũng là chồng cũ của nữ diễn viên Diana Dors, đã thọ 79 tuổi."
        },
        {
            "en": "Peter gave a good talk at the conference, but <em>Dawson</em> was piling it on thick when he spoke of \"an unforgettable experience\".",
            "vi": "Peter đã trình bày rất hay tại hội nghị nhưng Dawson đã tâng bốc quá đáng khi ông ta nói là\"một kinh nghiệm để đời\"."
        },
        {
            "en": "Peter gave a good talk at the conference, but <em>Dawson</em> was piling it on thick when he spoke of \"an unforgettable experience\".",
            "vi": "Peter đã trình bày rất hay tại hội nghị nhưng Dawson đã tâng bốc quá đáng khi ông ta nói là \"một kinh nghiệm để đời\"."
        },
        {
            "en": "Ted's job is running very smoothly. He says the only blot on the landscape is the prospect of having <em>Dawson</em> for a boss next year.",
            "vi": "Công việc của Ted đang tiến hành trôi chảy. Anh ấy nói rằng chỉ có điều làm tồi tệ đi là triển vọng Dawson sẽ làm chủ trong năm tới."
        },
        {
            "en": "John gave a good talk at the conference, but <em>Dawson</em> was piling it on thick when he spoke of \"an unforgettable experience\".",
            "vi": "John trình bày khá hay trước hội nghị, nhưng Dawson đã tâng bốc quá đáng khi nói rằng đó là\"kinh nghiệm để đời\"."
        },
        {
            "en": "John gave a good talk at the conference, but <em>Dawson</em> was piling it on thick when he spoke of \"an unforgettable experience\".",
            "vi": "John trình bày khá hay trước hội nghị, nhưng Dawson đã tâng bốc quá đáng khi nói rằng đó là \"kinh nghiệm để đời\"."
        },
        {
            "en": "Richard <em>Dawson</em>, the English-born actor and TV host who found fame in the US at the helm of game show Family Feud and in sitcom Hogan's Heroes, has died.",
            "vi": "Richard Dawson, diễn viên người Anh kiêm người dẫn chương trình truyền hình, đã nổi tiếng ở Hoa Kỳ trong vai trò dẫn dắt chương trình trò chơi truyền hình “Family Feud” và hài kịch “Những người hùng của Hogan”, đã qua đời."
        },
        {
            "en": "After starting his career as a stand-up comedian, <em>Dawson</em> married the English pin-up Dors in 1959. The couple settled in California but he was devastated when she walked out on him and they divorced in 1967.",
            "vi": "Sau khi bắt đầu sự nghiệp làm diễn viên hài độc thoại, Dawson cưới người đẹp chân dung người Anh tên là Dors vào năm 1959. Hai người định cư ở California nhưng sau đó ông đã ngã quỵ khi bị bà ruồng bỏ và kết quả là họ ly dị vào năm 1967."
        }
    ],
    "suggestions": []
}