{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['deidri:m]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự mơ mộng; mộng tưởng hão huyền</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">she stared out of the window</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">lost in day-dreams</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">cô ta nhìn trân trân ra ngoài cửa sổ, chìm đắm trong mơ màng </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">he sat in the classroom</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">day-dreaming about holidays</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nó ngồi trong lớp học, đầu óc mơ màng nghĩ đến kỳ nghỉ</font></td></tr></table><i/></div>",
            "word": "daydream"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>daydream</k><blockquote>■ <cclass>noun a series of pleasant thoughts that distract one's attention from the present. </cclass></blockquote><blockquote>■ <cclass>verb indulge in a daydream. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>daydreamer</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "daydream"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>daydream</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>she was lost in a daydream</i>: REVERIE, trance, fantasy, vision, fancy, brown study; inattentiveness, wool-gathering, preoccupation, absorption, self-absorption, absent-mindedness, abstraction.</blockquote><blockquote><b>2</b><i>a big house was one of her daydreams</i>: DREAM, pipe dream, fantasy, castle in the air, castle in Spain, fond hope; wishful thinking; <cclass><i>informal</i> pie in the sky.</cclass></blockquote><blockquote>▸ <cclass>verb <i>stop daydreaming!</i>: DREAM, muse, stare into space; fantasize, be in cloud cuckoo land, build castles in the air, build castles in Spain.</cclass></blockquote></div>",
            "word": "daydream"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>daydream</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to daydream about</ex></blockquote></blockquote></div>",
            "word": "daydream"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "daydream"
        }
    },
    "sentences": [
        {
            "en": "Don't <em>daydream</em>.",
            "vi": "Đừng có nằm mơ giữa ban ngày."
        },
        {
            "en": "Albert Einstein used to <em>daydream</em> in a park.",
            "vi": "Albert Einstein thường mơ mộng ban ngày trong công viên."
        },
        {
            "en": "He was snapped out of his <em>daydream</em> by Rachel Gray, who suddenly appeared by his side.",
            "vi": "Nó bị kéo ra khỏi giấc mộng khi Rachel Gray bất thình lình xuất hiện kế bên nó."
        },
        {
            "en": "Are you going to force him out of my hand? What a <em>daydream</em>!",
            "vi": "Mày muốn đoạt anh ấy từ tay tao à? Đúng là nằm mơ giữa ban ngày."
        },
        {
            "en": "I don't mean this was just an idea or some sort of <em>daydream</em>.",
            "vi": "Tôi không muốn nói đây chỉ là ý nghĩ hơn là điều mơ mộng viễn vông."
        },
        {
            "en": "Vision without action is a <em>daydream</em>. Action without vision is a nightmare.",
            "vi": "Có tầm nhìn mà không hành động là mộng tưởng hão huyền. Hành động mà không có tầm nhìn lại là một cơn ác mộng."
        },
        {
            "en": "Poor listeners will <em>daydream</em> or think of something else instead of listening attentively to the speaker.",
            "vi": "Thính giả tồi sẽ mơ mộng hoặc nghĩ về điều gì khác thay vì chăm chú nghe người đang nói."
        },
        {
            "en": "The new HTC Vive won't be the only VR headset to run Google's <em>Daydream</em> software - the company is reportedly planning to support a range of standalone headsets.",
            "vi": "HTC Vive mới sẽ không phải là chiếc tai nghe VR duy nhất chạy phần mềm Daydream của Google - công ty đang có kế hoạch hỗ trợ một loạt các tai nghe độc lập khác."
        },
        {
            "en": "During a keynote presentation at the Shoreline Amphitheatre in Mountain View, California, Google chief executive Sundar Pichai unveiled a new version of the popular HTC Vive headset, running Google's virtual reality software, <em>Daydream</em>.",
            "vi": "Trong suốt buổi thuyết trình quan trọng tại Shoreline Amphitheater ở Mountain View, Canifornia, giám đốc điều hành của Google là Sundar Pichai đã hé lộ một trong những phiên bản tai nghe Vive HTC được ưa chuộng nhất, vận hành bởi phần mềm thực tế ảo của Google là Daydream."
        },
        {
            "en": "First unveiled at the same event last year, <em>Daydream</em> is Google's virtual reality operating system, which provides a platform for VR apps in the same way that Android provides a platform for mobile apps.",
            "vi": "Lần đầu tiên được tiết lộ cũng trong sự kiện này năm ngoái, Daydream là hệ thống điều hành thực tế ảo của Google, nó cung cấp một nền tảng cho những ứng dụng VR (Virtual Reality: thực tế ảo) tương tự với cách Android cung cấp nền tảng cho những ứng dụng điện thoại của họ."
        },
        {
            "en": "However, it's also unlike other wireless virtual reality headsets, such as the Samsung Gear VR and Google <em>Daydream</em> View, which are essentially dumb headsets, with a smartphone slot at the front.",
            "vi": "Tuy nhiên, khác với những bộ tai nghe thực tế ảo không dây khác. Ví dụ như, Samsung Gear và Google Daydream View cơ bản là những bộ tai nghe ngớ ngẩn với khe cắm điện thoại thông minh ở phía trước."
        },
        {
            "en": "Even good readers often report that they “lose their concentration” and begin daydreaming. Actually, it’s impossible to “lose” your concentration unless you fall asleep. Your brain is always concentrating on something. When you <em>daydream</em> or look out the window, your brain is concentrating on something, just not on the written material you are supposed to be reading.",
            "vi": "Thậm chị những người đọc tốt thường kể lại rằng” họ mất tập trung” và bắt đầu mơ màng. Trên thực tế, nó không thể làm bạn mất tập trung  trừ khi bạn buồn ngủ. Bộ não của bạn luôn luôn tập trung vào một cái gì đó. Khi bạn mơ mộng hoặc nhìn ra ngoài của sổ, đầu óc của bạn đang tập trung vào một điều gì đó,không chỉ viết ra trên tài liệu bạn có nghĩa vụ là phải đọc được."
        }
    ],
    "suggestions": []
}