{
    "en_vn": {
        "data": {
            "content": null,
            "word": "daydreaming"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "daydreaming"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "daydreaming"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "daydreaming"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "daydreaming"
        }
    },
    "sentences": [
        {
            "en": "Stop <em>daydreaming</em>!",
            "vi": "Hãy thôi mơ mộng hão huyền đi!"
        },
        {
            "en": "you're <em>daydreaming</em> again.",
            "vi": "bạn lại mơ mộng giữa ban ngày rồi."
        },
        {
            "en": "I was just <em>daydreaming</em>",
            "vi": "tôi chỉ đãng trí chút thôi"
        },
        {
            "en": "I was just <em>daydreaming</em>",
            "vi": "Đãng trí đôi chút"
        },
        {
            "en": "Are you <em>daydreaming</em>?",
            "vi": "Bạn đang mơ giữa ban ngày đấy à?"
        },
        {
            "en": "Don't have <em>daydreaming</em>.",
            "vi": "Đừng có nằm mơ giữa ban ngay."
        },
        {
            "en": "I am just <em>daydreaming</em>.",
            "vi": "Tôi chỉ đang mơ mộng chút thôi."
        },
        {
            "en": "I was jus <em>daydreaming</em>",
            "vi": "Tôi chỉ mơ mộng chút thôi"
        },
        {
            "en": "you 're <em>daydreaming</em> again.",
            "vi": "bạn lại mơ mộng giữa ban ngày rồi."
        },
        {
            "en": "I am <em>daydreaming</em> of her.",
            "vi": "Tôi đang mơ mộng về cô ấy."
        },
        {
            "en": "I'm broke.  -  I was just <em>daydreaming</em>.",
            "vi": "Tôi cháy túi rồi. - Tôi chỉ mơ mộng chút thôi."
        },
        {
            "en": "Do you sometimes find yourself <em>daydreaming</em>?",
            "vi": "Thỉnh thoảng bạn có thấy mình đang mơ giữa ban ngày không?"
        },
        {
            "en": "Why are you sitting here <em>daydreaming</em>?",
            "vi": "Làm gì mà ngồi mơ mộng vậy?"
        },
        {
            "en": "He sat in the classroom, <em>daydreaming</em> about holidays.",
            "vi": "Nó ngồi trong lớp học, đầu óc mơ màng nghĩ đến kỳ nghỉ."
        },
        {
            "en": "I guess its best to stop <em>daydreaming</em> and get back to work!",
            "vi": "Tôi đề nghị tốt nhất hãy thôi mơ mộng hão huyền mà trở lại làm việc!"
        },
        {
            "en": "This downtime might be a meditation session, a walk, <em>daydreaming</em> or writing in a journal.",
            "vi": "Thời gian nghỉ này có thể là một buổi suy ngẫm, đi bộ, mơ mộng hoặc viết nhật ký."
        },
        {
            "en": "She always has her head in the clouds, <em>daydreaming</em> about being a famous film star.",
            "vi": "Cô ta cứ mơ mộng hão huyền là trở thành ngôi sao điện ảnh nổi tiếng."
        },
        {
            "en": "I took out my book industriously, but halfway through rechecking the first problem I was <em>daydreaming</em>, watching the sunlight play on the red - barked trees.",
            "vi": "Tôi siêng năng lấy sách ra, nhưng giữa chừng khi đang kiểm tra lại bài toán đầu tôi đã mơ mộng, ngắm ánh nắng đùa giỡn trên cây vỏ đỏ."
        },
        {
            "en": "I took out my book industriously, but halfway through rechecking the first problem I was <em>daydreaming</em>, watching the sunlight play on the red-barked trees.",
            "vi": "Tôi siêng năng lấy sách ra, nhưng giữa chừng khi đang kiểm tra lại bài toán đầu tôi đã mơ mộng, ngắm ánh nắng đùa giỡn trên cây vỏ đỏ."
        },
        {
            "en": "Even good readers often report that they “lose their concentration” and begin <em>daydreaming</em>. Actually, it’s impossible to “lose” your concentration unless you fall asleep. Your brain is always concentrating on something. When you daydream or look out the window, your brain is concentrating on something, just not on the written material you are supposed to be reading.",
            "vi": "Thậm chị những người đọc tốt thường kể lại rằng” họ mất tập trung” và bắt đầu mơ màng. Trên thực tế, nó không thể làm bạn mất tập trung  trừ khi bạn buồn ngủ. Bộ não của bạn luôn luôn tập trung vào một cái gì đó. Khi bạn mơ mộng hoặc nhìn ra ngoài của sổ, đầu óc của bạn đang tập trung vào một điều gì đó,không chỉ viết ra trên tài liệu bạn có nghĩa vụ là phải đọc được."
        }
    ],
    "suggestions": []
}