{
    "en_vn": {
        "data": {
            "content": null,
            "word": "daylights"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "daylights"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "daylights"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>daylights</k><blockquote><blockquote><ex><abr>n.</abr> (<abr>colloq.</abr>) </ex></blockquote></blockquote><blockquote><b>insides</b></blockquote><blockquote><blockquote><ex>1) to beat, wallop the daylights out of smb. </ex></blockquote></blockquote><blockquote><b>wits</b></blockquote><blockquote><blockquote><ex>2) to scare the (living) daylights out of smb.</ex></blockquote></blockquote></div>",
            "word": "daylights"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "daylights"
        }
    },
    "sentences": [
        {
            "en": "Knock the living <em>daylights</em> out of somebody",
            "vi": "Đánh ai nhừ tử"
        },
        {
            "en": "Frighten the living <em>daylights</em> out of somebody",
            "vi": "Làm cho ai kinh hoảng"
        },
        {
            "en": "Beat the <em>daylights</em> out of somebody",
            "vi": "Đánh ai tơi bời"
        },
        {
            "en": "They beat the <em>daylights</em> out of him.",
            "vi": "Họ đánh anh ta tơi bời."
        },
        {
            "en": "Knock the <em>daylights</em> out of somebody",
            "vi": "Đánh ai nhừ tử"
        },
        {
            "en": "You scare the <em>daylights</em> out of me.",
            "vi": "Đột nhiên bạn làm tôi hốt hoảng."
        },
        {
            "en": "He beat the <em>daylights</em> out of Peter.",
            "vi": "Ông ấy đánh Peter nhừ tử."
        },
        {
            "en": "Beat the living <em>daylights</em> out of somebody",
            "vi": "Đánh ai nhừ tử"
        },
        {
            "en": "Scare the living <em>daylights</em> out of somebody",
            "vi": "Làm cho ai kinh hoảng"
        },
        {
            "en": "He knocked the <em>daylights</em> out of Peter on the mat.",
            "vi": "Anh ấy đã đánh Peter nhừ tử trên sàn đấu."
        },
        {
            "en": "You scared the living <em>daylights</em> out of me.",
            "vi": "Bạn làm tôi sợ điếng người."
        },
        {
            "en": "Peter frightened the living <em>daylights</em> out of Mary.",
            "vi": "Peter đã làm cho Mary kinh hoảng."
        },
        {
            "en": "He intended to frighten the <em>daylights</em> out of her.",
            "vi": "Anh ấy định làm cho cô ấy hoảng hốt."
        },
        {
            "en": "The sudden screaming scared the <em>daylights</em> out of me.",
            "vi": "Tiếng thét bất thình lình làm tôi vô cùng sợ hãi."
        },
        {
            "en": "He said if I did it again he'd beat the living <em>daylights</em> out of me!",
            "vi": "Hắn nói nếu tôi còn làm thế, hắn sẽ đánh tôi nhừ tử."
        },
        {
            "en": "Don't come up behind me like that. You scared the living <em>daylights</em> out of me!",
            "vi": "Đừng có đến sau lưng tôi như vậy. Anh làm tôi sợ hết hồn!"
        },
        {
            "en": "Peter scared the living <em>daylights</em> out of Mary on Halloween Eve.",
            "vi": "Peter đã làm cho Mary kinh hoảng trong đêm hội Halloween."
        },
        {
            "en": "If I catch you stealing again, I'll beat the <em>daylights</em> out of you!",
            "vi": "Tao mà bắt được mày ăn cắp lần nữa, tao cho mày một trận nhừ tử!"
        },
        {
            "en": "He thought he was the only one in the house so when I walked into the room, I scared the living <em>daylights</em> out of him.",
            "vi": "Anh ấy đã nghĩ rằng anh ấy là người duy nhất đang ở trong nhà, vì thế khi tôi bước vào phòng, tôi đã làm anh ấy giật mình."
        },
        {
            "en": "I don't think I'll go to see that new horror film at the cinema. Jane said it scared the <em>daylights</em> out of her.",
            "vi": "Tôi không nghĩ tôi sẽ đi xem bộ phim kinh dị mới đó ở rạp. Jane nói nó làm cô ấy sợ xanh mặt."
        }
    ],
    "suggestions": []
}