{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dayton",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Dayton",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dayton",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dayton",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dayton",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Net profits have been serving the <em>Dayton</em> area since 2005.",
            "vi": "Lãi ròng đã đáp ứng cho khu vực Dayton từ năm 2005."
        },
        {
            "en": "The <em>Dayton</em> Peace Treaty was formulated to end the war in Bosnia.",
            "vi": "Hiệp ước hòa bình Dayton được xây dựng để kết thúc chiến tranh ở Bosnia."
        },
        {
            "en": "Trump’s compelling vision of us versus them and good versus evil unified enough of the electorate to win, but terrifies many who did not vote for him. Among this population is much of the literary world, or so my conversations with literary people suggest. At the National Book Award and <em>Dayton</em> Literary Peace Prize ceremonies that I attended recently, most of the speech givers proclaimed their opposition to the values that Trump espoused, which contradict literature itself. Great literature cannot exist if it is based on hate, fear, division, exclusion, scapegoating, or the worship of injustice. Bad literature and demagogic power, on the other hand, exploit these very things, and they do so through telling the kind of demonizing story that most literary writers reject.",
            "vi": "Trump đang hấp dẫn trí tưởng tượng chúng ta bằng những câu chuyện và những điều tốt đẹp lấn át những điều xấu xa nhằm tập trung đủ số cử tri để giành chiến thắng, nhưng nhiều người vì khiếp sợ mà không bỏ phiếu cho ông. Trong số các đối tượng này chủ yếu là giới văn chương, hay cuộc trò chuyện của tôi với những nhà văn học được đề xuất tại các giải thưởng về sách quốc gia và lễ trao giải thưởng văn học Hòa bình Dayton mà tôi tham dự gần đây, hầu hết những người nhận giải thưởng tuyên bố phản đối các giá trị mà Trump đưa ra, điều này mâu thuẫn với văn học. Văn học vĩ đại không thể tồn tại nếu được dựa trên sự căm ghét, sợ hãi, sự bất đồng, sự loại trừ, sự lừa lọc, hay đề cao sự bất công. Mặt khác, văn học suy đồi và khả năng mị dân khai thác chính những điều này, và họ làm như vậy thông qua việc kể câu chuyện ma mị mà hầu hết các tác giả văn học không thể chấp nhận được."
        }
    ],
    "suggestions": []
}