{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dB"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dB</k><blockquote>■ <cclass>abbreviation decibel(s). </cclass></blockquote></div>",
            "word": "dB"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dB"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dB"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đexiben</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">Power difference in dB between any point and a reference point (DBR)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> Chênh lệch công suất tính bằng dB giữa một điểm bất kỳ với một điểm chuẩn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dB (decibel)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dB</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dB (decibel)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đexiben</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dB above a reference noise (DBRN)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dB trên một tạp âm tham chiếu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dB above reference coupling (DBX)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> DBx-dB trên mức ghép tham chiếu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dB referred to 1V (DBV)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dBv - dB tương ứng với 1V</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dB referred to 1W (watt) (DBW)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dBW - dB tương ứng với 1W</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dB relative to 1V (volt) peak - to - peak (DBV)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> dBv - dB tương ứng với 1V đỉnh - đỉnh</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">slope of 6 dB per octave</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độ dốc 6 dB trên một khoảng tám</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "dB"
        }
    },
    "sentences": [
        {
            "en": "<em>dB</em> above reference coupling",
            "vi": "DBx - dB trên mức ghép tham chiếu"
        },
        {
            "en": "<em>dB</em> above reference coupling",
            "vi": "DBx-dB trên mức ghép tham chiếu"
        },
        {
            "en": "<em>dB</em> above reference coupling (DBX)",
            "vi": "DBx - dB trên mức ghép tham chiếu"
        },
        {
            "en": "<em>dB</em> above reference coupling (DBX)",
            "vi": "DBx-dB trên mức ghép tham chiếu"
        },
        {
            "en": "<em>dB</em> above a reference noise",
            "vi": "dB trên một tạp âm tham chiếu"
        },
        {
            "en": "<em>dB</em> above a reference noise (DBRN)",
            "vi": "dB trên một tạp âm tham chiếu"
        },
        {
            "en": "85 <em>dB</em>: The level of noise inside of a car – 8 hours90 <em>dB</em>: Noise of a lawn mower – two hours and 30 minutes95 <em>dB</em>: The sound of an average motorcycle – about 47 minutes100 <em>dB</em>: The sound of a car horn or an underground train – about 15 minutes105 <em>dB</em>: Mp3 player at full volume – four minutes115 <em>dB</em>: A loud rock concert – 28 seconds120 <em>dB</em>: A vuvuzela or sirens – about nine seconds",
            "vi": "85 dB: Mức độ tiếng ồn bên trong của một chiếc xe – 8 giờ90 dB: Tiếng ồn của một máy cắt cỏ – hai giờ và 30 phút95 dB: Âm thanh trung bình của một chiếc xe máy – khoảng 47 phút100 dB: Âm thanh của còi xe hơi hay xe điện ngầm – khoảng 15 phút105 dB: máy nghe nhạc Mp3 với âm lượng cao nhất – bốn phút115 dB: Một buổi hòa nhạc rock lớn – 28 giây120 dB: Kèn vuvuzela hoặc còi báo động – khoảng chín giây"
        },
        {
            "en": "Power difference in <em>dB</em> between any point and a reference point",
            "vi": "Chênh lệch công suất tính bằng db giữa một điểm bất kỳ với một điểm chuẩn"
        },
        {
            "en": "The electronics are designed to limit amplified sound levels to 82 <em>dB</em>.",
            "vi": "Các linh kiện điện tử được thiết kế để hạn chế mức độ khuếch đại âm thanh đến 82 đề-xi-ben (decibel)."
        },
        {
            "en": "The electronics are designed to limit amplified sound levels to 82 <em>dB</em>.",
            "vi": "Các linh kiện điện tử được thiết kế để hạn chế mức độ khuếch đại âm thanh đến 82 đề - xi - ben (decibel)."
        },
        {
            "en": "<em>DB</em> Server: Oracle 9i/10g; SQL Server 2000, 2005; DB2; Sybase; Informix, and MySQL;",
            "vi": "Nguồn phục vụ cơ sở dữ liệu DB: Oracle 9i/10g; SQL Server 2000, 2005; DB2; Sybase; Informix, và MySQL;"
        },
        {
            "en": "Power difference in <em>dB</em> between any point and a reference point (DBR)",
            "vi": "Chênh lệch công suất tính bằng dB giữa một điểm bất kỳ với một điểm chuẩn"
        },
        {
            "en": "Power difference in <em>dB</em> between any point and a reference poin",
            "vi": "Chênh lệch công suất tính bằng dB giữa một điểm bất kỳ với một điểm chuẩn"
        },
        {
            "en": "What do you think about My SQL or <em>DB</em>/2 platform?\".",
            "vi": "Ông nghĩ gì về nền My SQL hay DB/2?\"."
        },
        {
            "en": "Under national standards on noise, in special areas within the boundaries of healthcare centers, libraries, kindergartens, schools, pagodas and temples, the maximum noise levels allowed are 55 <em>dB</em> in 6-21h and 45 <em>dB</em> in 21-6 h.",
            "vi": "Theo tiêu chuẩn quốc gia về tiếng ồn, đặc biệt tại các khu vực trong phạm vi của các trung tâm y tế, thư viện, nhà trẻ, trường học, chùa, đền, mức ồn tối đa được cho phép là 55 dB trong khoảng thời gian từ 6 đến 21h và 45 dB trong khoảng 21 đến 6 h."
        },
        {
            "en": "As for other areas, such as residential quarters, houses in alleys, hotels, guesthouses and offices, the ps are 70 <em>dB</em> in 6-21h and 55 <em>dB</em> in 21-6h.",
            "vi": "Đối với các khu vực khác, như khu dân cư, nhà trong hẻm, khách sạn, nhà nghỉ, văn phòng, mức độ cho phép là 70 dB trong khoảng 6-21h và 55 dB trong khoảng 21-6h."
        },
        {
            "en": "At the fly - off, the four - engine Boeing's performance was superior to those of the twin - engine <em>DB</em> - 1 and Model 146.",
            "vi": "Trong cuộc bay loại, thiết kế của chiếc Boeing 4-động cơ trình diễn tính năng bay hơn hẳn những kiểu 2-động cơ DB-1 và Kiểu 146."
        },
        {
            "en": "At the fly-off, the four-engine Boeing's performance was superior to those of the twin-engine <em>DB</em>-1 and Model 146.",
            "vi": "Trong cuộc bay loại, thiết kế của chiếc Boeing 4 - động cơ trình diễn tính năng bay hơn hẳn những kiểu 2 - động cơ DB - 1 và Kiểu 146."
        },
        {
            "en": "Today, the demand for other platforms, such as <em>DB</em>/2 and open-source offerings like My SQ, is not much in high demand anymore but if you know them well, it always something good to have.",
            "vi": "Ngày nay, nhu cầu về các nền khác, như DB/2 và các cung cấp nguồn mở như My SQ, không có nhu cầu cao thêm nữa nhưng nếu bạn biết về chúng rõ, điều đó bao giờ cũng là cái gì đó tốt."
        },
        {
            "en": "Back hair By the mid-20s, a man will know his “back hair destiny”: barely there, a few tufts, or full and bushy. Is yours a magnet for women? Or a throwback to the Stone Age? If you want to tame the shag, laser hair removal can thin back hair or remove it all, and the results are nearly permanent. Cheaper options include waxing, hair removal creams, and razors, with results that last up to a few weeks. Beer belly You don’t have to drink beer to get a beer belly. Men are more likely to gain fat around the waist, so anything fattening can pad the paunch. Unfortunately, belly fat raises the risk of heart disease, especially if your waist size is more than 40 inches. But there is good news: If you follow a weight loss plan, belly fat is usually the first to go. Excessive sweating Men have a higher \"sweat output\" than women. That's a fact. But if you always need to wipe your hands or often sweat through your clothes, it may be more than a \"guy\" thing. It could be excessive sweating, called hyperhidrosis. Emotions or heat can trigger the downpour -- or nothing at all. It usually affects the armpits, palms, or soles of the feet. Effective treatments are available through a health professional. Unibrow Now here’s a hair problem that affects men of all ages. The same hormones that make your beard grow can make your eyebrows so thick and bushy that they meet in the center. \"Unibrow\" is the most common reason young men get electrolysis. This procedure uses tiny electric shocks to permanently destroy the hair follicles. Waxing is another way to shape your brows, but it must be repeated every 4-6 weeks. Razor bumps You work hard for that close shave. So it can be exasperating when small bumps mar your smooth skin. Razor bumps form when hairs curl back on themselves and grow into the skin. They’re most common in African-Americans and men with curly hair. To keep the bumps at bay, take a hot shower before shaving. Apply a thick gel, and always shave in the direction your beard grows. Rosacea Maybe it’s not embarrassment that’s causing all that blushing. Rosacea is a condition that causes the face to flush, and symptoms tend to be worse in men. The nose may become thick, red, or bulbous. Pimples and tiny red lines can appear on the cheeks. Alcohol can trigger a flare up, but the distinctive, red nose of rosacea can occur in a teetotaler. Medications can prevent it from getting worse, so be sure to discuss your symptoms with your doctor. Receding hairline The painful truth is most guys have noticeably thinner hair by age 35 and significant hair loss by age 50. The pattern usually begins with a receding hairline and may progress to bald spots on the top of the scalp. Hair restoration surgery offers a way to reduce bald patches. Or you can talk to your doctor about prescription medications for hair loss. But beware of other products that promise the moon. Color blindness Color blindness usually does not mean seeing the world in black and white. The most common form makes it difficult to tell red from green, a problem that affects about 10 million American men. The way the condition is inherited makes it far less common in women. There’s no treatment, but most people can learn to work around the color confusion. Snoring Snoring is a surefire way to disrupt your bed partner’s sleep, and men are more likely to be the perpetrators. In most cases, snoring is not harmful. But snoring regularly can chip away at the quality of your own sleep. It can also be a sign of a more serious problem called sleep apnea. If you feel snoring is disrupting you or your partner’s sleep, consult a doctor. Belching Burping may not be the picture of politeness in American society, but in some cultures a hearty belch shows appreciation for a good meal. In either case, burping a few times after eating is normal. It’s the body’s way of freeing the air that you’ve swallowed. Frequent burping combined with other symptoms, such as nausea or belly pain, could be a sign of a digestive disorder. Check with your doctor if the problem continues. Gas Perhaps no bodily function has inspired as many jokes as gas. While the sound and smell can be embarrassing, passing gas is harmless. It’s nothing more than air moving through the digestive tract or gas from the breakdown of food by bacteria in your gut coming out – well, we all know where. Gas facts:     * Most people pass gas 6-20 times a day.     * Beer, soda, beans, and many fruits and vegetables are all likely to gas you up.     * Foods that cause gas differ for each person. Body odor Whether you’re working hard or playing hard, any strenuous activity can result in strong body odor. The culprit is not sweat itself, but the bacteria that use sweaty skin as a breeding ground. You can fight the bacteria by showering regularly with soap and using antiperspirant. Also be sure to wash workout clothes often. If body odor persists, try avoiding smelly foods like garlic and onions. Jock itch You don’t have to be a pro athlete to get jock itch. This fungal infection spreads easily at your local gym -- or from another part of your own body. Hands, towels, and stepping into underwear are common culprits. The symptoms include a patchy rash on the groin or inner thighs, along with the telltale itching. It’s treated with nonprescription antifungal creams. Keeping the area dry and avoiding tight clothing helps to avoid a repeat engagement. Athlete’s foot When the fungus that causes jock itch targets the feet, you have athlete’s foot. Walking barefoot in locker rooms or near pools is the most common way to pick up this infection. Symptoms include itching, burning, blisters, or cracks on the feet and toes. Athlete’s foot is treated with antifungal cream. If you have both jock itch and athlete’s foot, be sure to treat them at the same time. Ingrown nails Grooming your nails may not be the highlight of your day, but it’s worth your time to get the job done right. Clumsy nail trimming is the top cause of ingrown toenails, which can cause pain, swelling, and infections. The most common mistake is trimming the nails too short. To avoid this, check your drugstore for nail “nippers” that are shaped to follow the natural curve of the nail. Bad breath You probably know that smelly foods and smoking can sabotage your breath. But the most common culprit is bacteria. When you brush your teeth, brush your tongue as well to banish the bacteria that thrive there. If good hygiene doesn’t sweeten your breath, see your dentist and your doctor. Gum disease, dry mouth, or acid reflux could be part of the problem. Sexual dysfunction Men may not be eager to discuss sexual troubles, but nearly a third of guys experience problems. This may include a sagging libido, premature ejaculation, or erectile dysfunction (ED). ED means a man is unable to develop or sustain an erection. Risk factors for ED include diabetes, heart disease, neurologic conditions, smoking, circulation problems, and some medications. Talk to your doctor if you have ED or other sexual problems to help evaluate the problem and recommend treatment. Hearing loss Men are more likely to experience hearing loss than women, and noisy jobs may contribute. Think miners, carpenters, and soldiers. But any loud or continuous noise can damage delicate ear structures. On the job, use special ear protection. Keep personal music players at or below 85 decibels (<em>dB</em>). Most can crank up to 105 <em>dB</em>, louder than a motorcycle, wood shop, or snowmobile. Enlarged prostate Along with wrinkles and gray hair, an enlarged prostate is an unavoidable part of aging for many men. The medical term is benign prostatic hyperplasia or BPH, an enlargement of the gland that surrounds the urethra. This growth causes symptoms in about half of men over age 75. As the prostate grows, it may squeeze the urethra, making you feel nature’s call more often. There are strategies and medications to help reduce the symptoms.        ",
            "vi": "Lông mọc ở lưng Vào khoảng 25 tuổi, nguời nam sẽ biết “số phận” lông mọc sau lưng của mình: nhẵn không, lơ thơ vài sợi, hay là rậm rạp khắp lưng. Liệu đây có phải là lực hút đối với phụ nữ? Hay chỉ là một nét đặc trưng hồi tổ của thời kỳ đồ đá? Nếu bạn muốn triệt mớ lông lộn xộn đó thì kỹ thuật tẩy lông bằng tia la-ze có thể làm thưa hoặc tẩy sạch hết, và kết quả là gần như vĩnh viễn. Nhiều cách khác như tẩy lông, kem tẩy lông, và dao cạo, cho kết quả đến vài tuần.     Bụng bia  Bạn chẳng cần phải uống bia mới có bụng bia. Nam giới thường rất dễ tích mỡ quanh vùng thắt lưng, thế nên bất cứ thứ gì nhiều chất béo cũng có thể làm cho bụng phệ ra thêm. Tiếc là, mỡ bụng làm tăng nguy cơ bệnh tim, nhất là khi số đo vòng eo của bạn trên 40 in-sơ. Nhưng có tin vui đây: Nếu bạn thực hiện theo kế hoạch giảm cân thì mỡ bụng thường sẽ tan đi đầu tiên đấy.  Đổ mồ hôi quá nhiều  Nam giới thường tiết nhiều mồ hôi hơn phụ nữ. Điều đó là thật. Nhưng nếu lúc nào bạn cũng phải lau khô bàn tay mình hoặc thường đẫm mồ hôi trên áo quần thì có thể là bạn tiết mồ hôi nhiều hơn mức bình thường của một người đàn ông rồi đó. Đây có thể là chứng đổ mồ hôi quá nhiều, được gọi là chứng tăng tiết mồ hôi. Yếu tố cảm xúc hoặc nhiệt độ nóng bức có thể làm cho bạn đổ nhiều mồ hôi – hoặc là chẳng có lý do gì cả. Mồ hôi thường tiết ra nhiều ở nách, lòng bàn tay, hoặc lòng bàn chân. Bác sĩ sẽ có thể điều trị hiệu quả cho bạn chứng tăng tiết mồ hôi này.  Lông mày giao nhau  Nam giới ở mọi lứa tuổi lúc nào cũng bị ảnh hưởng bởi vấn đề lông tóc. Các hooc-môn kích thích mọc râu có thể làm cho lông mày của bạn trở nên quá dày và rậm đến nỗi chúng mọc sát gần nhau ngang qua chính giữa. Chứng “lông mày giao nhau” là lý do thường thấy nhất khiến thanh niên phải sử dụng kỹ thuật triệt lông bằng điện. Quá trình này dùng nhiều sốc điện nhỏ để triệt nang lông vĩnh viễn. Phương pháp tẩy lông cũng là một cách khác để tạo hình cho lông mày, nhưng bạn phải tẩy đi tẩy lại từ 4-6 tuần một lần.  Râu mọc ngược  Bạn vất vả vì vùng da dễ bị thương đó vì nó có thể làm cho da bị kích ứng khi nhiều nốt u nhỏ làm trầy xước vùng da láng mượt của bạn. Các sợi râu tự quặm, xoăn lại và mọc ngược vào trong da tạo nên râu mọc ngược. Chứng râu mọc ngược này thường thấy nhiều nhất ở người Mỹ gốc Phi và nam giới có tóc xoăn. Để tránh làm tổn thương các nốt mụn này, bạn nên tắm nước nóng trước khi cạo râu. Hãy thoa một lớp kem dày, và luôn cạo theo chiều râu mọc nhé.  Bệnh đỏ mặt (viêm da mạn tính khiến cho mũi, má và trán hay ửng đỏ) Có thể không phải là do ngượng ngùng, bối rối gì khiến cho họ đỏ mặt. Chứng đỏ mặt là một bệnh làm cho mặt ửng đỏ, và các triệu chứng thường có khuynh hướng trầm trọng hơn ở nam. Mũi có thể trở nên dày, đỏ, hoặc sưng to. Hai bên má có thể xuất hiện nhiều nốt mụn và đường đỏ li ti. Rượu bia có thể làm cho mặt ửng đỏ lên, nhưng chứng mũi đỏ đặc biệt của bệnh đỏ mặt này có thể xảy ra ở người kiêng rượu hoàn toàn. Nhiều loại thuốc có thể giúp bạn ngăn không cho tình trạng đỏ mặt trầm trọng thêm, vì vậy đảm bảo phải thảo luận các triệu chứng bệnh của mình với bác sĩ.  Đường chân tóc hớt ra sau trán  Sự thật đáng buồn là hầu hết nam giới đều bị thưa tóc có thể nhìn thấy được ở độ tuổi 35 và rụng tóc đáng kể vào tuổi 50. đầu tiên có thể thấy đường chân tóc hớt ra sau trán và có thể xuất hiện nhiều chỗ hói trên đỉnh đầu. Phẫu thuật phục hồi tóc có thể làm giảm bớt chứng hói đầu, hoặc bạn có thể nói chuyện với bác sĩ về các loại thuốc chống rụng tóc theo toa. Nhưng hãy nên cảnh giác các sản phẩm khác có thể hứa hão chuyện xa vời.  Bệnh mù màu Bệnh mù màu thường không có nghĩa là chỉ nhìn thấy thế giới toàn màu trắng và màu đen. Dạng mù màu thường thấy nhất là khó có thể phân biệt được màu đỏ và màu xanh lá, đây là chứng bệnh của khoảng 10 triệu nam ở nước Mỹ. Cách di truyền của bệnh làm cho chứng mù màu này hiếm thấy hơn nhiều ở phụ nữ. Bệnh không có thuốc chữa nhưng hầu hết người ta vẫn có thể làm việc được với tình trạng lẫn lộn màu sắc này.  Ngáy  Ngáy là cách làm gián đoạn giấc ngủ của người ngủ chung giường chắc chắn nhất, và nam giới thường là thủ phạm thấy nhiều hơn cả. Thông thường thì ngáy không có hại gì. Nhưng ngáy thường xuyên có thể làm giảm chất lượng giấc ngủ của bạn. Ngoài ra nó cũng là một dấu hiệu của vấn đề nguy hiểm hơn đó là chứng ngừng thở khi ngủ. Nếu thấy chứng ngáy gây khó ngủ cho mình hoặc người ngủ chung thì bạn nên tham khảo ý kiến của bác sĩ nhé.  Ợ hơi Ợ hơi có thể là hình ảnh không lịch sự chút nào ở xã hội Mỹ, nhưng ở một số nền văn hoá nào đó thì tiếng ợ hơi lớn cho thấy việc đã ăn một bữa no nê, ngon lành. Trong cả hai trường hợp đó thì ợ hơi một vài lần sau khi ăn là chuyện bình thường. Đó là cách giúp cơ thể thoát hơi sau khi nuốt thức ăn. Ợ hơi thường đi kèm nhiều triệu chứng khác, chẳng hạn như buồn nôn hay đau bụng, có thể là dấu hiệu của chứng rối loạn tiêu hóa. Bạn nên khám bác sĩ nếu vấn đề này cứ tiếp diễn như thế nhé.   Xì hơi Có lẽ là không có chức năng cơ thể nào truyền cảm hứng sáng tác nhiều câu chuyện hài như là chuyện đánh rắm. Mặc dù âm thanh và mùi có thể làm cho người ta ngượng, nhưng chuyện đánh rắm chẳng có gì hại cả. Nó chẳng qua là khí thoát ra qua đường tiêu hoá hoặc do thức ăn phân huỷ do vi khuẩn trong ruột thoát ra nữa, chúng ta đã biết ở đâu rồi phải không. Các sự thật về việc xì hơi:  * Hầu hết người ta xì hơi từ 6-20 lần một ngày.  * Bia, nước xô-đa, đậu, và nhiều loại rau quả cũng làm cho bạn xì hơi.  * Nhiều loại thức ăn làm xì hơi không phải ai cũng giống nhau.  Mùi cơ thể Cho dù là bạn làm việc cực nhọc hay chơi hăng say thì bất cứ hoạt động ráng sức nào cũng có thể làm cho cơ thể nặng mùi. Thủ phạm gây mùi cơ thể không phải ở bản thân của mồ hôi, mà là do vi khuẩn lấy vùng da đẫm mồ hôi này làm chỗ sinh sôi. Bạn có thể chống khuẩn bằng cách thường xuyên tắm bằng xà phòng và dùng chất chống tiết mồ hôi. Và phải đảm bảo nên giặt áo quần luyện tập thường xuyên. Nếu mùi cơ thể cứ còn dai dẳng, bạn nên tránh ăn những thức ăn có mùi như hành và tỏi nhé.  Nấm da ở vùng bẹn  Bạn chẳng cần phải là vận động viên chuyên nghiệp mới có thể bị nấm da vùng bẹn. Chứng nhiễm nấm này lây lan dễ dàng ở phòng tập địa phương nơi bạn ở – hoặc lây lan nhanh từ chỗ này đến chỗ khác trên cơ thể bạn. Tay, khăn tắm và quần lót là các nguyên nhân gây nấm thường thấy. Triệu chứng gồm phát ban lốm đốm trên háng hoặc đùi trong, kèm theo triệu chứng ngứa ngáy báo hiệu trước đó và có thể được điều trị bằng kem trị nấm mua tự do không theo toa. Bạn có thể tránh làm cho bệnh nấm này tái phát bằng cách giữ cho vùng bẹn được khô thoáng và tránh mặc quần áo bó chật.  Nấm bàn chân  Khi nấm gây nấm da vùng bẹn lan sang chân, bạn đã bị nấm bàn chân rồi đấy. Nguyên nhân gây nhiễm nấm này thường thấy nhất là do đi chân trần trong phòng gởi hành lý hoặc đi chân trần gần các ao, vũng. Triệu chứng gồm ngứa, rát, phồng giộp, hoặc nứt ở bàn chân và ngón chân. Bệnh nấm bàn chân có thể được điều trị bằng kem chống nấm. Nếu bạn đồng thời bị nấm da vùng bẹn và nấm bàn chân thì nên đảm bảo phải điều trị cùng một lúc.  Móng mọc ngược Chải chuốt móng có thể không phải là việc hứng thú trong ngày của bạn, nhưng đáng bõ công để làm cho chúng gọn gàng, đẹp đẽ. Việc cắt tỉa những chiếc móng khó coi là nguyên nhân gây móng chân mọc ngược hàng đầu, có thể làm cho bệnh nhân đau nhức, móng chân sưng phồng và nhiễm trùng. Lỗi thường thấy nhất là cắt tỉa móng quá sát. Để tránh điều này, bạn nên tham khảo với hiệu thuốc để tìm mua “chiếc kìm” có hình dạng theo đường cong tự nhiên của móng.    Hôi miệng  Bạn chắc có lẽ cũng đã biết các thức ăn có mùi và thuốc lá có thể làm cho hơi thở của bạn nặng mùi. Nhưng nguyên nhân thường thấy nhất đó là vi khuẩn. Khi bạn đánh răng, hãy nên chà sạch lưỡi nữa nhé để diệt vi khuẩn không cho chúng sinh sôi ở đó. Nếu việc vệ sinh răng miệng tốt mà vẫn không làm cho hơi thở được thơm mát thì bạn nên đến khám nha sĩ và bác sĩ nhé. Bệnh nướu răng, khô miệng, hoặc trào ngược a-xít cũng góp phần làm nên bệnh hôi miệng.  Rối loạn chức năng tình dục Nam giới có thể là chẳng hề thấy hứng thú gì khi phải thảo luận các rắc rối tình dục, nhưng gần 1/3 đàn ông bị trục trặc. Đây có thể gồm chứng giảm ham muốn tình dục, xuất tinh sớm, hoặc rối loạn chức năng cương dương (ED). rối loạn chức năng cương dương có nghĩa là người nam không có khả năng cương cứng hoặc duy trì trạng thái đó. Các yếu tố nguy hiểm dẫn đến ED gồm tiểu đường, bệnh tim, bệnh thần kinh, thuốc lá, các vấn đề về tuần hoàn máu, và một số loại thuốc khác. Bạn nên thông báo cho bác sĩ biết nếu bị rối loạn chức năng cương dương hoặc các vấn đề tình dục khác để giúp có được chấn đoán và khuyến nghị cách điều trị.  Mất thính lực Nam giới có thể dễ bị mất thính lực nhiều hơn phụ nữ, và các công việc ồn ào có thể cũng góp phần gây nên chứng bệnh này. Bạn hãy nghĩ đến các thợ mỏ, thợ mộc, và các người lính xem sao. Nhưng bất kỳ tiếng ồn lớn hoặc xảy ra liên tục nào cũng có thể gây hại cho các cấu trúc tai mỏng manh. Khi làm việc, bạn nên mang đồ bảo vệ tai đặc biệt. Hãy giữ máy nghe nhạc cá nhân ở mức 85 đề-xi-ben (dB) trở xuống. Hầu hết các máy nghe nhạc đều hoạt động đến 105 dB, ồn hơn cả xe mô tô, cửa hàng đồ gỗ hoặc xe trượt tuyết nữa.  Giãn tuyến tiền liệt  Xuất hiện cùng với nhiều nếp nhăn trên da và tóc muối tiêu đó là chứng giãn tuyến tiền liệt, đây là điều không thể tránh khỏi đối với nam giới khi ở tuổi già. Thuật ngữ y học là tăng sản tuyến tiền liệt lành tính hoặc BPH, đây là chứng phình to tuyến quanh niệu đạo. Khoảng ½ nam giới trên 75 tuổi mắc bệnh này. Khi tuyến tiền liệt giãn ra, nó có thể siết chặt niệu đạo, làm bạn cảm thấy mắc tiểu thường xuyên hơn. Có nhiều biện pháp và nhiều loại thuốc giúp bạn làm giảm các triệu chứng này.   "
        }
    ],
    "suggestions": []
}