{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">debar</font></td></tr></table><i/></div>",
            "word": "debarment"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "debarment"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "debarment"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "debarment"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "debarment"
        }
    },
    "sentences": [
        {
            "en": "This is the reason for the <em>debarment</em> of Glocoms.",
            "vi": "Đây là lí do dẫn đến hình phạt bị cấm của công ty Glocoms."
        },
        {
            "en": "The <em>debarment</em> is solely in response to fraudulent behaviour of Glocoms.",
            "vi": "Việc cấm này chỉ là do công ty Glocoms đã có hành vi gian lận."
        },
        {
            "en": "This <em>debarment</em> is evidence of the importance the World Bank attaches to addressing all forms of fraud and corruption on the projects it finances.",
            "vi": "Hình phạt cấm này là một bằng chứng thể hiện Ngân hàng Thế giới coi trọng việc xử lý tất cả các hình thức gian lận và tham nhũng liên quan đến những dự án mà Ngân hàng tài trợ."
        },
        {
            "en": "The <em>debarment</em> is not in response to any fraudulent behaviour on the part of any agency of the Government of Vietnam.",
            "vi": "Việc cấm này không phải do hành vi gian lận từ bất kì một cơ quan nào trong hệ thống chính phủ Việt Nam."
        },
        {
            "en": "The <em>debarment</em> was announced after the World Bank’s Integrity Vice Presidency (INT) launched an investigation into Glocoms for misrepresenting facts about the firm’s experience and technical qualifications.",
            "vi": "Hình phạt cấm này được công bố sau khi Phó Chủ tịch Vụ Liêm chính của Ngân hàng Thế giới (INT) mở một cuộc điều tra về việc Glocoms báo cáo sai sự thật về kinh nghiệm và chứng chỉ kỹ thuật của công ty."
        }
    ],
    "suggestions": []
}