{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,di'kæfineitid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">được lọc hết chất cafêin</td></tr></table><i/></div>",
            "word": "decaffeinated",
            "pronounce": "[,di'kæfineitid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>decaffeinated</k><blockquote><cclass>adjective remove most or all of the caffeine from (coffee or tea).</cclass></blockquote><blockquote>→ <kref>decaffeinate</kref></blockquote></div>",
            "word": "decaffeinated",
            "pronounce": "[,di'kæfineitid]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "decaffeinated",
            "pronounce": "[,di'kæfineitid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "decaffeinated",
            "pronounce": "[,di'kæfineitid]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> thực phẩm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khử cafein</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tách cafein</font></td></tr></tbody></table></div>",
            "word": "decaffeinated",
            "pronounce": "[,di'kæfineitid]"
        }
    },
    "sentences": [
        {
            "en": "I'd like a <em>decaffeinated</em> coffee.",
            "vi": "Tôi muốn một cà phê không cafêin."
        },
        {
            "en": "I'd like some <em>decaffeinated</em> coffee.",
            "vi": "Tôi muốn cà phê không cafêin."
        },
        {
            "en": "She'd like to drink <em>decaffeinated</em> coffee.",
            "vi": "Bà ta muốn uống cà phê đã rút chất cà - phê - in (cafein) ra."
        },
        {
            "en": "She'd like to drink <em>decaffeinated</em> coffee.",
            "vi": "Bà ta muốn uống cà phê đã rút chất cà-phê-in (cafein) ra."
        },
        {
            "en": "Some people prefer to drink <em>decaffeinated</em> coffee.",
            "vi": "Một số người thích uống cà phê không có ca-phê-in hơn."
        },
        {
            "en": "I made myself a cup of <em>decaffeinated</em> coffee laced with Brandy.",
            "vi": "Tôi tự làm cho mình một tách cà phê không ca-phê-in có pha chút rượu Brandy."
        },
        {
            "en": "This is the first <em>decaffeinated</em> coffee factory in Viet Nam and Nestle's second globally.",
            "vi": "Đây là nhà máy cà phê đã lọc caffein đầu tiên tại Việt Nam và thứ hai của Nestle trên toàn cầu."
        },
        {
            "en": "Genetic engineering might be used to produce <em>decaffeinated</em> coffee beans by deleting or turning off genes associated with caffeine production.",
            "vi": "Kỹ thuật gen có thể tạo ra hạt cà phê không có ca - phê - in bằng cách loại bỏ hoặc bất hoạt các gen liên quan đến việc sản xuất ca - phê - in."
        },
        {
            "en": "In March, Nestle opened an $80 million <em>decaffeinated</em> coffee factory in Dong Nai Province's Amata Industrial Park. — Photo baodongnai",
            "vi": "Trong tháng ba, Nestle đã mở một nhà máy sản xuất cà phê đã lọc bỏ cafein trị giá 80 triệu USD tại Khu công nghiệp Amata tỉnh Đồng Nai. - Ảnh baodongnai"
        },
        {
            "en": "Genetic engineering might be used to produce <em>decaffeinated</em> coffee beans by deleting or turning off genes associated with caffeine production.",
            "vi": "Kỹ thuật gen có thể tạo ra hạt cà phê không có ca-phê-in bằng cách loại bỏ hoặc bất hoạt các gen liên quan đến việc sản xuất ca-phê-in."
        },
        {
            "en": "In March, Nestle opened an $80 million <em>decaffeinated</em> coffee factory in Dong Nai Province's Amata Industrial Park. The new facility, the second phase of the Nestle Tri An plant, will produce <em>decaffeinated</em> coffee for use in Nestle plants all around the world.",
            "vi": "Trong tháng ba, Nestle đã mở một nhà máy sản xuất cà phê đã lọc bỏ cafein trị giá 80 triệu USD tại Khu công nghiệp Amata tỉnh Đồng Nai. Cơ sở mới, sẽ sản xuất cà phê lọc đã bỏ hết cafein để sử dụng trong các nhà máy Nestle trên toàn thế giới."
        },
        {
            "en": "Both caffeinated and <em>decaffeinated</em> coffee were shown to have benefits, said the study by researchers at the Harvard University Chan School of Public Health published in the November 16 edition of the journal Circulation.",
            "vi": "Cả 2 loại cà phê có caffein và không có caffein đều có nhiều lợi ích , nhà nghiên cứu tại đại học Harvard có bài viết về sức khỏe cộng đồng xuất bản trong tạp chí Circulation vào tháng 11 ấn bản thứ 16"
        },
        {
            "en": "Drinks that may trigger heartburn  Preventing heartburn isn't just about food choices. Certain drinks can make heartburn more likely. Those beverages include coffee (regular or <em>decaffeinated</em>), caffeinated tea, colas, other carbonated drinks, and excess alcoholic beverages. Caffeinated beverages boost acid in the stomach and alcoholic beverages can relax the lower esophageal sphincter, leading to heartburn. And sodas can bloat the stomach, which may lead to heartburn.",
            "vi": "Nhiều loại thức uống cũng có thể gây ợ nóng   Việc ngăn ngừa ợ nóng không chỉ là các thức ăn thôi đâu mà một số loại thức uống cũng có thể gây ra chứng ợ nóng này nhiều hơn. Các loại thức uống đó bao gồm cà phê (cà phê thông thường hoặc cà phê đã loại bỏ cà-phê-in), trà có chứa cà-phê-in, cô-la, các loại thức uống có ga khác, và các thức uống dư cồn. Thức uống có chứa cà-phê-in làm cho hàm lượng a-xít trong dạ dày tăng cao đồng thời có thể là giãn cơ thắt thực quản dưới, dẫn đến ợ chua. Và nước xô-đa cũng làm trướng dạ dày, có thể dẫn đến ợ nóng."
        },
        {
            "en": "Coffee Coffee and tea may help protect your heart by warding off type 2 diabetes. Studies show that people who drink 3-4 cups a day may cut their risk by 25% — and even <em>decaffeinated</em> coffee works. Caution is due, however, for those who already have diabetes or hypertension; caffeine can complicate these conditions. Tip: Choose black coffee or a non-fat latte to limit fat and calories.",
            "vi": "Cà phê Cà phê và trà có thể giúp bảo vệ tim mạch bằng cách ngăn bệnh tiểu đường loại 2. nhiều công trình nghiên cứu cho thấy người uống cà phê từ 3-4 tách mỗi ngày có thể làm giảm nguy cơ tiểu đường loại 2 25% - và thậm chí là cà phê được lọc hết cà-phê-in cũng có tác dụng tốt. Tuy nhiên, người đã từng bị tiểu đường hoặc cao huyết áp thì nên cẩn thận bởi cà-phê-in có thể làm cho những chứng bệnh này phát sinh nhiều biến chứng.  Lời khuyên: Bạn nên chọn cà phê đen hoặc cà phê sữa không chất béo để làm hạn chế chất béo và ca-lo."
        },
        {
            "en": "Coffee has been linked to a reduced risk of dying from prostate cancer in a study of nearly 50,000 US men. Those who drank six or more cups a day were found to be 20% less likely to develop any form of the disease - which is the most common cancer in men. They were also 60% less likely to develop an aggressive form which can spread to other parts of the body. But charities say the evidence, reported in the Journal of the National Cancer Institute, is still unclear. They do not recommend that men take up coffee drinking in the hope of preventing prostate cancer.  Unknown compounds  The study looked at about 48,000 men in the US who work as health professionals. Every four years between 1986 and 2006, they were asked to report their average daily intake of coffee. During this 20-year period, 5,035 of the men were diagnosed with prostate cancer, including 642 fatal cases. No difference was seen between caffeinated and <em>decaffeinated</em> coffee, suggesting caffeine itself was not the cause. But even relatively small amounts of coffee - one to three cups per day - were found to lower the risk of lethal prostate cancer by 30%. The researchers think there may be unknown compounds in coffee that protect against the disease.  Lead researcher Dr Kathryn Wilson, from the Harvard School of Public Health in Boston, said: \"At present we lack an understanding of risk factors that can be changed or controlled to lower the risk of lethal prostate cancer. \"If our findings are validated, coffee could represent one modifiable factor that may lower the risk of developing the most harmful form of prostate cancer.\"  Commenting on the study, Dr Helen Rippon of The Prostate Cancer Charity, said other studies had not shown the link and the research evidence was still unclear.  She added: \"Although this study is a welcome addition to our knowledge, it is far from definitive and we would not recommend men who are not already habitual coffee drinkers to become so in the hope of preventing prostate cancer.  \"Heavy caffeine intake is associated with other health problems and men with benign prostate problems might well make urinary symptoms worse.\" Yinka Ebo, senior health information officer at Cancer Research UK, said: \"There's no need for men to start drinking gallons of coffee in an attempt to lower their prostate cancer risk.  \"A number of other studies looking at coffee and prostate cancer have found that drinking coffee does not affect the risk of the disease, and this study only found a lower risk of advanced prostate cancer in men who drank more than six cups a day.  \"We would need to see these results repeated in other large studies before we can be sure whether coffee consumption affects the risk of prostate cancer.\"",
            "vi": "Trong một nghiên cứu gần đây ở 50.000 nam giới của Hoa Kỳ cho biết cà phê có thể giảm nguy cơ tử vong do ung thư tuyến tiền liệt gây nên. Những người này uống hơn sáu tách cà phê mỗi ngày thì có thể giảm 20% phát triển dạng ung thư này đây là dạng ung thư phổ biến nhất ở nam giới. Ngoài ra còn có thể giảm 60% phát triển dạng mạnh có thể lan sang các phần khác trên cơ thể. Tuy nhiên trong một tuyên bố trên tạp chí của Viện Ung thư quốc gia, các hội từ thiện nói rằng bằng chứng này đưa ra không rõ ràng. Họ không đề nghị nam giới nên uống cà phê với hy vọng ngăn ngừa ung thư tuyến tiền liệt. Những hợp chất không rõ Nghiên cứu này đã xem xét khoảng 48.000 nam giới ở Hoa Kỳ, họ làm việc như những chuyên gia về sức khoẻ. Cứ bốn năm một lần họ được yêu cầu thông báo lượng hấp thu cà phê trung bình mỗi ngày. Suốt khoảng thời gian 20 năm này có 5035 nam giới được chẩn đoán bị ung thư tuyến tiền liệt kể cả 642 ca tử vong. Báo cáo cho biết không có sự khác biệt nào giữa cà phê có chứa cà-phê-in với cà phê đã lọc hết chất cà-phê-in nên chính cà-phê không phải là nguyên nhân. Nhưng dù lượng cà phê tương đối nhỏ- khoảng một đến ba tách mỗi ngày cho thấy giảm  nguy cơ ung thư tuyến tiền liệt gây chết người xuống 30%. Các nhà nghiên cứu nghĩ rằng có thể có hợp chất tiềm ẩn trong cà phê giúp chống lại căn bệnh này. Tiến sĩ Kathryn Wilson, trưởng nhóm nghiên cứu từ trường Y tế Cộng đồng Havard ở Boston cho hay :” Hiện tại chúng tôi chưa nhận biết những yếu tố rủi ro có thể được thay đổi hay được kiểm soát để giảm nguy cơ gây ung thư tuyến tiền liệt chết người này.  “Nếu phát hiện của chúng tôi được hợp thức hoá thì cà phê có thể được xem là một nhân tố có thể thay đổi nhằm giảm nguy cơ phát triển dạng ung thư tuyến tiền liệt gây hại nhất.” Tiến sĩ Helen Rippon thuộc Hội từ thiện Ung thư tuyến tiền liệt nhận xét về nghiên cứu này cho rằng những nghiên cứu khác không thể hiện mối liên quan này đồng thời chưa thấy rõ bằng chứng chứng minh điều đó. Bà còn nói:”Dù nghiên cứu này là sự bổ sung kiến thức đáng hoan nghênh thì điều này cũng không hề chắc chắn và chúng tôi sẽ không khuyên những người đàn ông không có thói quen uống cà phê phải uống cà phê với hy vọng ngăn ngừa ung thư tuyến tiền liệt.   “Việc hấp thu nhiều cà-phê-in còn liên quan đến các vẫn đề sức khoẻ khác và người bị bệnh tuyến tiền liệt nhẹ có thể khiến cho các dấu hiệu về đường tiết niệu càng tệ hơn.” Yinka Ebo, một giới chức thâm niên về sức khoẻ tại Viện nghiên cứu ung thư Anh quốc nói: “Nam giới không cần phải bắt đầu uống nhiều ga-lông cà phê để giảm nguy cơ ung thư tuyến tiền liệt.  “ Một số các nghiên cứu khác đang tìm hiểu cà phê và ung thư tuyến tiền liệt thì cho thấy việc uống cà phê không ảnh hưởng đến nguy cơ gây nên căn bệnh này, còn ở nghiên cứu này chỉ cho thấy những người uống hơn sáu cốc cà phê mỗi ngày giảm nguy cơ bị ung thư tuyến tiền liệt đã mắc trước đó.  “ Chúng ta cần phải xem kết quả này có lặp lại trong những cuộc nghiên cứu lớn khác trước khi chúng ta có thể chắc chắn rằng việc uống cà phê tác động đến nguy cơ gây ung thư tuyến tiền liệt.”"
        },
        {
            "en": "As a new mom, one of the best things you can do for yourself and your baby is to eat a healthy diet. Even though you may be in a hurry to lose those pregnancy pounds, regularly eating foods that boost energy for new moms will give you the stamina you need to be the best mom you can be. That's because eating nutrient rich foods at regular intervals throughout the day can maximize the little energy you probably have as a new mom. And for nursing moms, it's important to know that the quality of your breast milk stays pretty much the same no matter what you choose to eat. That's because if you aren't getting the needed nutrients from your diet, your body will provide them from your own stores. But for your own well-being, it's best to make sure you're obtaining the nutrients your baby needs by incorporating a variety of healthy breastfeeding foods in your nursing mom food plan. If you make sure the following 12 foods for new moms are a regular part of your diet, your body -- and your baby -- will thank you. 1. Salmon There's no such thing as a perfect food. But salmon is pretty close when it comes to a nutritional powerhouse for new moms. One of the best breastfeeding foods out there, salmon, like other fatty fish, is loaded with a type of fat called DHA. DHA is crucial to the development of your baby's nervous system. All breast milk contains DHA, but levels of this essential nutrient are higher in the milk of women who get more DHA from their diets. The DHA in salmon may also help your mood. Studies suggest it may play a role in preventing postpartum depression. One caution: FDA guidelines say breastfeeding women should limit consumption of fish lower in mercury to 12 ounces per week because of potential exposure to mercury. Salmon is considered to have a low mercury content when compared to other types of fish, such as shark, swordfish, king mackerel, or tilefish. 2. Low-fat dairy products Whether you prefer yogurt, milk, or cheese, dairy products are an important part of healthy breastfeeding. In addition to providing protein, B vitamins, and vitamin D, dairy products are one of the best sources of calcium. If you're breastfeeding, your milk is loaded with calcium to help your baby's bones develop, so it's important for you to eat enough calcium to meet your own needs. One way to do that is to include at least three servings of dairy each day as part of your diet. 3. Lean beef When you're looking for foods to boost your energy as a new mom, seek out iron-rich foods like lean beef. A deficiency of iron can drain your energy levels, making it hard for you to keep up with the demands of a newborn baby. Also, when you're nursing, you need to eat extra protein and vitamin B-12. Lean beef is an excellent source for both of these nutrients. 4. Legumes Beans, especially dark-colored ones like black beans and kidney beans, are a great breastfeeding food, especially for vegetarians. Not only are they rich in iron, they're a budget-friendly source of high quality, non-animal protein. 5. Blueberries Breastfeeding moms should be sure to get two or more servings of fruit or juice each day. Antioxidant-rich blueberries are an excellent choice to help you meet your needs. These satisfying and yummy berries are filled with good-for-you vitamins and minerals and will give you a healthy dose of carbohydrates to keep your energy levels high. 6. Brown rice If you're attempting to lose weight, you might be tempted to drastically cut back on your carbohydrate consumption. But losing weight too quickly may cause you to produce less milk for the baby and leave you feeling lethargic and sluggish. It's better to incorporate healthy, whole-grain carbs like brown rice in your diet to keep your energy levels up. And foods like brown rice provide your body with the calories it needs to produce the best quality milk for your baby. 7. Oranges Portable and nutritious, oranges are a great food to boost energy for new moms. Since nursing moms need even more vitamin C than pregnant women, oranges and other citrus fruits are an excellent breastfeeding food, too. Can't find time to sit down to a snack? Sip on some orange juice -- you'll get the vitamin C benefit and even calcium to get even more benefit from your beverage. 8. Eggs Egg yolk is one of the few natural sources of vitamin D -- an essential nutrient to keep your bones strong and help your baby's bones grow. Beyond that, eggs are a versatile way to meet your daily protein needs. Try scrambling up a couple of eggs for breakfast, tossing a hard-boiled egg or two on your lunchtime salad, or having an omelet and salad for dinner. As part of your diet, you might even opt for DHA-fortified eggs to increase the level of this essential fatty acid in your milk. 9. Whole-wheat bread Folic acid is crucial to your baby's development in the early stages of pregnancy. But its importance doesn't end there. Folic acid is an important nutrient in your breast milk that your baby needs for good health. And it's crucial you eat enough for your own well-being, too. Whole-grain breads and pastas are fortified with this vital nutrient. They also give you a healthy dose of fiber and iron. 10. Leafy greens The list of benefits you get from eating leafy green vegetables such as spinach, Swiss chard, and broccoli goes on and on. They're filled with vitamin A, which your baby needs to get from your breast milk. They're a non-dairy source of dietary calcium. They've got vitamin C and iron. On top of that, green veggies are filled with heart-healthy antioxidants, they're low calorie, and they're tasty to boot. 11. Whole-grain cereal  After yet another sleepless night, one of the best foods to boost energy for new moms in the morning is a healthy breakfast of whole-grain cereal. Many cold cereals are available that are fortified with essential vitamins and nutrients to help you meet your daily needs. Or, whip up a healthy hot breakfast by stirring blueberries and skim milk into a delicious serving of oatmeal. 12. Water Dehydration is one of the biggest energy drains there is. And new moms who are breastfeeding are especially at risk. To keep your energy levels and milk production up, make sure you drink at least eight cups of liquid every day. You can vary your options and meet some of your fluid requirements by drinking juice and milk, but be careful when it comes to caffeinated drinks like coffee and tea. Keep your intake low or switch to <em>decaffeinated</em> varieties. That's because caffeine enters your breast milk and can become concentrated in your baby's body.          ",
            "vi": "Một chế độ ăn uống đầy đủ dinh dưỡng, có lợi cho sức khỏe là một trong những điều tốt nhất mà một sản phụ có thể làm được cho chính mình và cho bé con mới chào đời.  Dẫu rằng có thể bạn đang tích cực giảm cân sau những tháng ngày thai nghén, nhưng việc thường xuyên dung nạp các loại thực phẩm tăng cường năng lượng cho bà mẹ sau sinh sẽ mang lại cho bạn một sức chịu đựng cần thiết để hoàn thành tốt nhất vai trò làm mẹ của mình. Đó là vì ăn các thức ăn giàu dưỡng chất theo những chế độ thời gian đều đặn trong ngày có thể giúp bạn gia tăng tối đa nguồn năng lượng ít ỏi mà có thể là một người mẹ mới sinh đang có.     Và đối với sản phụ cho con bú mẹ, điều quan trọng cần phải biết là chất lượng sữa mẹ sẽ không thay đổi bao nhiêu bất kể là bạn ăn thức ăn gì đi nữa. Đó là bởi nếu bạn không hấp thu đầy đủ các dưỡng chất thiết yếu từ bữa ăn thì cơ thể sẽ phải sử dụng những chất dinh dưỡng từ nguồn dự trữ của mình. Nhưng để đảm bảo cho sức khỏe của bạn, tốt hơn hết là nên ăn uống đầy đủ các chất mà con bạn cần bằng cách kết hợp nhiều loại thức ăn có lợi cho việc nuôi con bằng sữa mẹ trong kế hoạch dinh dưỡng dành cho sản phụ mới sinh.   Nếu đảm bảo rằng 12 loại thức ăn sau đây thường xuyên nằm trong khẩu phần dinh dưỡng của bạn thì chính cơ thể bạn – và cả con bạn nữa – sẽ nói lời cảm ơn bạn đấy!  1. Cá hồi  Chẳng có một loại thức ăn nào là hoàn hảo cả. Nhưng đối với sản phụ mới sinh thì cá hồi gần như là nguồn cung cấp dinh dưỡng tuyệt vời nhất. Đây là một trong những thức ăn bồi bổ cho nguồn sữa mẹ tốt nhất, giống như các loại cá béo khác, cá hồi chứa một loại chất béo có tên là DHA. DHA đóng vai trò cốt yếu đối với sự phát triển hệ thần kinh của trẻ. Tất cả sữa mẹ đều có chứa DHA, nhưng hàm lượng dưỡng chất thiết yếu này thường cao hơn ở các bà mẹ hấp thu thêm DHA trong chế độ dinh dưỡng của mình.  Lượng DHA trong cá hồi cũng có thể giúp ích cho tâm trạng của bạn. Nhiều công trình nghiên cứu cho thấy DHA có thể đóng vai trò quan trọng trong việc phòng tránh được chứng trầm cảm sau khi sinh.  Một lưu ý là tổ chức FDA khuyến cáo sản phụ nuôi con bằng sữa mẹ nên hạn chế ăn cá chứa hàm lượng thuỷ ngân dưới 12 ao-xơ một tuần bởi khả năng tiếp xúc với thuỷ ngân có thể xảy ra. Cá hồi được coi là loại cá chứa hàm lượng thuỷ ngân thấp khi so sánh với các loại cá khác, chẳng hạn như cá mập, cá lưỡi kiếm, cá thu vạch, hoặc cá đầu vuông (cá đổng quéo, cá nàng đào). 2. Các sản phẩm làm từ sữa ít chất béo  Cho dù là bạn thích sữa chua, sữa, hay phô mai thì các sản phẩm làm từ sữa này đều góp phần quan trọng trong việc bồi bổ nguồn sữa mẹ. Ngoài việc cung cấp prô-tê-in, các vi-ta-min B, và vi-ta-min D thì những thực phẩm này còn là một trong những nguồn cung cấp can-xi dồi dào nhất. Nếu bạn đang nuôi con bằng sữa mẹ thì trong sữa của bạn chứa nhiều can-xi để giúp cho xương của bé phát triển, vì vậy điều quan trọng là bạn nên nạp đủ lượng can-xi thích đáng để đáp ứng cho nhu cầu của cơ thể. Một cách để thực hiện được việc này là mỗi ngày bạn nên sử dụng ít nhất 3 lần các sản phẩm làm từ sữa kia trong chế độ dinh dưỡng của mình.  3. Thịt bò nạc Nếu bạn đang tìm những loại thực phẩm để tăng cường năng lượng cho bà mẹ mới sinh thì hãy tìm các món giàu chất sắt chẳng hạn như thịt nạc bò. Tình trạng thiếu sắt có thể làm cho bạn cảm thấy kiệt quệ, khó lòng có thể đáp ứng kịp nhu cầu của con nhỏ.  Hơn nữa, khi nuôi con bằng sữa mẹ, bạn cũng cần thêm prô-tê-in và vitamin B-12. Thịt nạc bò là nguồn cung cấp hoàn hảo cho cả hai loại dưỡng chất nói trên.  4. Rau đậu  Đậu, đặc biệt là những loại đậu sậm màu như đậu đen và đậu đỏ, là nguồn thực phẩm rất tốt cho sữa mẹ, nhất là đối với người ăn chay. Chúng không những giàu chất sắt, mà còn là nguồn cung cấp chất đạm phi động vật dồi dào và chất lượng cao.  5. Việt quất  Sản phụ nuôi con bằng sữa mẹ nên đảm bảo mỗi ngày ăn trái cây hoặc uống nước ép trái cây hai lần trở lên. Quả việt quất giàu chất chống ô-xy hoá là sự lựa chọn tuyệt vời giúp đáp ứng cho nhu cầu của bạn. Loại trái cây ngon miệng này chứa nhiều vitamin và khoáng chất có lợi cho sức khỏe của bạn và cung cấp cho bạn một lượng hy-đrát-các-bon cần thiết để duy trì nguồn năng lượng luôn ở mức cao.  6. Gạo lức Nếu đang cố gắng giảm cân thì có lẽ bạn cũng bị cám dỗ phải kiên quyết cắt giảm hy-đrát-các-bon. Nhưng việc giảm cân quá nhanh có thể sẽ làm cho bạn không đủ sữa cho con đồng thời bạn sẽ có cảm giác rất uể oải, lờ đờ. Tốt hơn là bạn nên kết hợp chặt chẽ các thức ăn chứa nhiều hy-đrát-các-bon và ngũ cốc nguyên hạt có lợi cho sức khỏe chẳng hạn như gạo lức trong chế độ dinh dưỡng của mình để giữ cho nguồn năng lượng của mình ở mức cao. Bên cạnh đó các thực phẩm như gạo lức cũng cung cấp cho cơ thể bạn một lượng ca-lo cần thiết để tạo ra sữa có chất lượng tốt nhất cho con bạn.  7. Cam  Rất tiện lợi và bổ dưỡng, cam là loại thức ăn rất tốt để tăng cường năng lượng cho sản phụ mới sinh. Bởi khi cho con bú, các bà mẹ này thậm chí cần nhiều vitamin C hơn cả lúc mang thai, cam và những loại quả thuộc họ cam khác cũng là nguồn thức ăn tuyệt hảo cho sữa mẹ. Bạn không thể rảnh tay để ngồi ăn một bữa nhẹ ư? Hãy hớp một chút nước cam ép – như thế là bạn đã có một lượng vitamin C cần thiết và thậm chí cả can-xi nữa. Món uống này có nhiều lợi ích hơn bạn nghĩ đấy!  8. Trứng  Lòng đỏ trứng là một trong số ít các nguồn cung cấp of vitamin D tự nhiên cho cơ thể – đây là nguồn dưỡng chất thiết yếu giúp cho xương mẹ cứng cáp và xương bé phát triển. Ngoài ra, trứng còn là một nguồn cung cấp linh động chất đạm cần thiết hằng ngày cho cơ thể bạn. Hãy thử trộn vài quả trứng cho bữa điểm tâm, trộn thêm một hoặc hai quả trứng luộc vào món rau trộn bữa trưa hay thưởng thức món trứng tráng và rau trộn vào buổi ăn chiều. Trong khẩu phần ăn cho sản phụ, trứng thậm chí còn là một lựa chọn thích hợp để tăng cường DHA nhằm làm tăng hàm lượng axit béo thiết yếu này trong sữa mẹ.  9. Bánh mì làm bằng bột chưa rây Axit phô-lích là dưỡng chất thiết yếu đối với sự phát triển của trẻ trong các giai đoạn đầu thai nghén. Nhưng tầm quan trọng của loại axit này không dừng lại ở đó. Axit phô-lích còn là một dưỡng chất cần thiết trong sữa mẹ để đảm bảo sức khoẻ tốt cho trẻ. Nó cũng rất cần cho sức khỏe của chính bạn nữa. Ăn nhiều bánh mì hạt nguyên và mì ống sẽ giúp bạn tăng cường dưỡng chất thiết yếu này. Và bạn biết không, đây còn là nguồn cung cấp chất xơ và chất sắt có lợi cho sức khỏe nữa đấy.  10. Rau xanh rậm lá  Những loại rau xanh rậm lá có thể kể đến rất nhiều đồng thời chúng cũng mang lại vô số lợi ích cho sức khỏe, chẳng hạn như cải bina, cải Thụy Sỹ, và bông cải xanh, .... Các loại rau xanh này dồi dào vitamin A, là dưỡng chất bé cần từ sữa mẹ. Chúng không phải là nguồn cung cấp can-xi trong chế độ dinh dưỡng hằng ngày, ngược lại chứng chứa vitamin C và chất sắt. Nhưng trên hết thì những loại rau xanh rậm lá này chứa rất nhiều chất chống ô-xy hoá có lợi cho tim mạch, ít ca-lo và còn rất ngon nữa.  11. Ngũ cốc nguyên hạt  Sau một đêm mất ngủ nữa thì một trong những thực phẩm giàu năng lượng nhất vào buổi sáng cho các sản phụ mới sinh là món điểm tâm bằng ngũ cốc nguyên hạt bổ dưỡng. Nhiều loại ngũ cốc lạnh được bày bán có thể giúp bạn tăng cường vitamin và các dưỡng chất thiết yếu để đáp ứng nhu cầu hằng ngày của mình. Hoặc bạn có thể làm một bữa ăn sáng bằng cách khuấy (bột quả) việt quất và sữa đã gạn kem chung với bột yến mạch để có một món ăn nóng hổi, ngon lành và bổ dưỡng.   12. Nước  Mất nước là một trong những nguyên do làm suy kiệt năng lượng trầm trọng nhất. Và đối với sản phụ đang nuôi con bằng sữa mẹ thì đây quả là nguy hiểm. Để duy trì năng lượng và kích thích tiết sữa, bạn nên đảm bảo phải uống ít nhất 8 cốc nước mỗi ngày. Bạn có thể thay đổi lựa chọn của mình và đáp ứng nhu cầu về nước trong cơ thể bằng cách uống nước ép và sữa, nhưng cẩn thận với các thức uống chứa cà-phê-in chẳng hạn như trà và cà phê. Hãy hạn chế dùng hoặc chuyển sang sử dụng các thức uống không chứa cà-phê-in. Đó là bởi cà-phê-in hấp thụ vào sữa mẹ và có thể tích tụ trong cơ thể của con.   "
        }
    ],
    "suggestions": []
}