{
    "en_vn": {
        "data": {
            "content": null,
            "word": "decentralized",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>decentralized</k><blockquote><cclass>adjective transfer (authority) from central to local government.</cclass></blockquote><blockquote>→ <kref>decentralize</kref></blockquote></div>",
            "word": "decentralized",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "decentralized",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "decentralized",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không tập trung</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phi tập trung</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">decentralized system</font><font color=\"#282828\">: hệ phi tập trung</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">decentralized construction</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xây dựng phân tán</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">decentralized control</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xử lý phân tán</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">decentralized processing</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xử lý phân tán</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">distributed, decentralized arrangement</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sắp xếp phân tán</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "decentralized",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This distribution was managed in a <em>decentralized</em> way.",
            "vi": "Sự phân bổ này được quản lý theo cách phân cấp."
        },
        {
            "en": "Approval and disbursement processes as <em>decentralized</em> as possible.",
            "vi": "Các quá trình giải ngân và phê duyệt cần được phân cấp càng nhiều càng tốt."
        },
        {
            "en": "<em>Decentralized</em> implementation of projects is likely to become more common.",
            "vi": "Việc phân cấp thực hiện dự án có thể trở nên phổ biến hơn."
        },
        {
            "en": "Finally, planning processes and land use decisions have been <em>decentralized</em> as well.",
            "vi": "Cuối cùng, quy trình lập kế hoạch và quyết định sử dụng đất cũng được phân cấp."
        },
        {
            "en": "However, limited capacity, which is further strained by the <em>decentralized</em> implementation environment, is a major issue.",
            "vi": "Tuy nhiên, năng lực hạn chế là một vấn đề lớn và càng trở nên trầm trọng hơn trong môi trường thực hiện phân cấp."
        },
        {
            "en": "In parallel, enterprise registration and licensing were <em>decentralized</em>, for both domestic and foreign investors.",
            "vi": "Đi đôi với nó, việc đăng ký và cấp phép doanh nghiệp cũng được phân cấp, đối với cả những nhà đầu tư trong nước và nước ngoài."
        },
        {
            "en": "But in a <em>decentralized</em> system, how can provinces be encouraged to plan collectively?",
            "vi": "Nhưng trong một hệ thống phân cấp, làm thế nào để khuyến khích các tỉnh lên kế hoạch tập thể?"
        },
        {
            "en": "Planning of social and protection services is more <em>decentralized</em>, locally owned and devolved.",
            "vi": "Công tác lập kế hoạch cung cấp các dịch vụ xã hội và bảo vệ được tiến hành theo hướng phân cấp, phân quyền và địa phương làm chủ nhiều hơn."
        },
        {
            "en": "The current system does provide strong incentives for building working relations with <em>decentralized</em> institutions at local government level.",
            "vi": "Hệ thống quản lý hiện tại tạo điều kiện thuận lợi để phối hợp hoạt động giữa các cơ quan quản lý của trung ương với các cơ quan được phân cấp thực hiện các trách nhiệm quản lý ở địa phương."
        },
        {
            "en": "This is an important issue, given the highly <em>decentralized</em> management of a significant proportion of revenues and expenditures in Vietnam.",
            "vi": "Do hệ thống quản lý phân cấp cao một phần đáng kể các khoản thu và chi ngân sách ở Việt Nam nên đây là một vấn đề quan trọng,"
        },
        {
            "en": "By the simple measure of share of expenditures decided at the sub-national level, Vietnam is a highly <em>decentralized</em> country.",
            "vi": "Theo một thước đo đơn giản là tỉ lệ chi ngân sách được quyết định ở cấp địa phương, thì Việt Nam là một nước phân cấp rất mạnh."
        },
        {
            "en": "But Decision 390 represented a critical step in the direction of bringing coherence to an increasingly <em>decentralized</em> public investment program.",
            "vi": "Tuy nhiên, Quyết định 390 là một bước đi quan trọng nhằm đem lại sự gắn kết cho chương trình đầu tư công ngày càng được phân cấp."
        },
        {
            "en": "This result suggests that a <em>decentralized</em> allocation of resources was not hijacked by local elites, as could have been feared.",
            "vi": "Kết quả này cho thấy việc phân bổ nguồn lực theo cách phân cấp không bị lạm dụng bởi các cấp chính quyền như nhiều người đã lo sợ."
        },
        {
            "en": "While many decisions are best left to <em>decentralized</em> actors—firms, farmers, consumers—others should reside with the state.",
            "vi": "Mặc dù có thể phân cấp và trao quyền nhiều nội dung của đời sống kinh tế cho các chủ thể khác – như doanh nghiệp, người nông dân, người tiêu dùng – nhà nước vẫn phải nắm quyền quyết định đối với các nội dung khác."
        },
        {
            "en": "A study will be undertaken in FY03 to review the experience of such <em>decentralized</em>, participatory community-based projects in Vietnam.",
            "vi": "Một nghiên cứu sẽ được tiến hành vào NTC03 để đánh giá kinh nghiệm từ những dự án dựa trên cơ sở cộng đồng và mang tính phân cấp như vậy ở Việt Nam."
        },
        {
            "en": "It however, does not imply that the implementation and management of ODA has been <em>decentralized</em> to the same degree.",
            "vi": "Tuy nhiên, điều đó không có nghĩa là việc thực hiện và quản lý ODA cũng được phân cấp cho các cấp giống nhau."
        },
        {
            "en": "The framework basically establishes the types and sources of funding which will be <em>decentralized</em> to district and commune levels.",
            "vi": "Khuôn khổ này về cơ bản đã thiết lập những loại nguồn vốn mà sẽ được phân cấp xuống cho huyện và xã."
        },
        {
            "en": "The other provinces - Son La, Soc Trang and Quang Ngai – had <em>decentralized</em> programme implementation only to the district level.",
            "vi": "Các tỉnh khác – Sơn La, Sóc Trăng và Quảng Ngãi chỉ mới phân cấp thực hiện chương trình tới cấp huyện."
        },
        {
            "en": "This operation will create new, <em>decentralized</em> institutional models to rehabilitate about 900-1000 rural commune distribution systems.",
            "vi": "Hoạt động này sẽ tạo ra những mô hình thể chế phân cấp mới để nâng cấp hệ thống phân phối cho 900-1000 xã."
        },
        {
            "en": "Such a study requires sampling all (or the vast majority) of <em>decentralized</em> units and hence is time and resource-intensive.",
            "vi": "Một nghiên cứu như vậy cần có mẫu hỏi cho tất cả (hoặc rất nhiều) các đơn vị phân cấp và do đó rất tốn thời gian và nguồn lực."
        }
    ],
    "suggestions": []
}