{
    "en_vn": {
        "data": {
            "content": null,
            "word": "decentralised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "decentralised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "decentralised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "decentralised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "decentralised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Models of <em>decentralised</em> resource management (outside Protected Areas) were starting to show good results.",
            "vi": "Các mô hình phi tập trung hoá trong quản lý nguồn tài nguyên (bên ngoài các khu bảo tồn) đã bắt đầu đem lại kết quả tốt."
        },
        {
            "en": "<em>Decentralised</em> banking and bankruptcy law also played an important role in securing property roles.",
            "vi": "Luật Phá sản và việc phân cấp trong ngành ngân hàng cũng đóng vai trò quan trọng trong việc bảo đảm các quyền tài sản."
        },
        {
            "en": "Reorganise the system of training and upgrading civil servant based on <em>decentralised</em> functions and tasks.",
            "vi": "Tổ chức lại hệ thống đào tạo và nâng cao trình độ công chức dựa trên các chức năng và nhiệm vụ đã được phân cấp."
        },
        {
            "en": "These promote a <em>decentralised</em> management approach in the overall national response.",
            "vi": "Đưa việc tăng cường phân cấp quản lý vào trong việc thực hiện các ứng phó phòng chống AIDS của quốc gia."
        },
        {
            "en": "Administrative power should be <em>decentralised</em> to lowest possible level without jeopardising uniformity, efficiency and effectiveness.",
            "vi": "Quyền lực hành chính phải được phân cấp xuống càng thấp càng tốt, đồng thời không làm tổn hại đến tính thống nhất, hiệu quả, và hiệu lực."
        },
        {
            "en": "This could be <em>decentralised</em> to allow localities, schools and universities to develop curricula appropriate to local needs.",
            "vi": "Việc này có thể phân cấp để các địa phương, trường học và các trường đại học để phát triển các chương trình giảng dạy phù hợp với các nhu cầu của địa phương."
        },
        {
            "en": "Create an environment where problems are addressed without blaming or scapegoating, some decisions are <em>decentralised</em> and there is flexibility.",
            "vi": "Hãy tạo một môi trường mà các khó khăn được nêu lên mà không có sự đổ thừa hoặc nhận tội thế, một số quyết định được phân quyền và có sự linh động."
        },
        {
            "en": "\"Budget Oversight in a <em>Decentralised</em> System\", Paper for the High Level Forum, Nha Trang, 15 October 2005, unpublished.",
            "vi": "Tài liệu về “Giám sát ngân sách trong hệ thống phân cấp” phục vụ cho Diễn đàn cấp cao tại Nha Trang ngày 15/10/2005, chưa công bố."
        },
        {
            "en": "To sum up, budgeting has been <em>decentralised</em> and made more participatory in some national target programmes and donor-supported projects.",
            "vi": "Tóm lại, việc lập ngân sách đã được phân cấp và trở nên có tính tham gia hơn trong một số chương trình mục tiêu quốc gia như chương trình xoá đói giảm nghèo và các dự án được nhà tài trợ cấp kinh phí."
        },
        {
            "en": "Of particular interest is the fundamentally <em>decentralised</em> nature of China’s transition, which allowed agricultural reform and small enterprise development.",
            "vi": "Đặc biệt là bản chất phân cấp rất cơ bản của quá trình chuyển đổi ở Trung Quốc, cho phép thực hiện cải cách nông nghiệp và phát triển doanh nghiệp nhỏ."
        },
        {
            "en": "Project management under Programme 135 has been <em>decentralised</em> to all 58 “Area III” communes in Tuyen Quang Province.",
            "vi": "Việc quản lý các dự án thuộc Chương trình 135 đã được phân cấp cho tất cả 58 xã \"khu vực III\" của tỉnh Tuyên Quang."
        },
        {
            "en": "Such donor projects have helped to pilot approaches to <em>decentralised</em> budgeting than can be used to encourage provinces and districts to further decentralise authority to communes.",
            "vi": "Các dự án tài trợ như vậy giúp thử nghiệm các cách tiếp cận phân cấp ngân sách mà có thể được áp dụng để khuyến khích các tỉnh và huyện phân cấp thẩm quyền cho các xã."
        },
        {
            "en": "We learned through this conference that the Chinese experience has been more profound and <em>decentralised</em> at least in terms of business development than that of Russia.",
            "vi": "Qua Hội nghị này, chúng ta đã biết được rằng kinh nghiệm Trung Quốc có mức độ sâu sắc và phi tập trung hoá cao hơn, ít nhất là về mặt phát triển kinh doanh, so với nước Nga."
        },
        {
            "en": "Successful implementation of <em>decentralised</em> development approaches will require the formal revision of a number of regulations and procedures by provincial governments.",
            "vi": "Việc thực hiện thành công cách tiếp cận phát triển phi tập trung yêu cầu phải điều chỉnh một số các quy định và thủ tục của chính quyền các tỉnh."
        },
        {
            "en": "The lack of provincial revenue autonomy makes it difficult to speak of a <em>decentralised</em> fiscal system in the normal sense of the term.",
            "vi": "Một khi các tỉnh vẫn chưa có quyền tự chủ về thu ngân sách, thì khó có thể đề cập tới một hệ thống phân cấp ngân sách theo đúng nghĩa thông thường của từ này."
        },
        {
            "en": "Budgeting in Viet Nam is increasingly <em>decentralised</em> as well, with 40 percent of government revenue now allocated at the provincial level and below.",
            "vi": "Ngân sách ở Việt Nam cũng đang được phân cấp ngày càng nhiều, với 40% tổng thu ngân sách của chính phủ được phân cho cấp tỉnh và các cấp thấp hơn."
        },
        {
            "en": "Even where the management is <em>decentralised</em> to the commune, spending plans still need approval at district and province levels, and may be changed in the approval process.",
            "vi": "Ngay cả khi công tác quản lý được phân cấp cho xã, các kế hoạch chi của xã vẫn cần được thông qua tại các cấp tỉnh và huyện và có thể bị thay đổi qua quá trình xét duyệt."
        },
        {
            "en": "Policies directly affecting the poor. Current targeted anti-poverty programmes should be regulated by a national standard, rather than on a <em>decentralised</em> basis.",
            "vi": "Chính sách trực tiếp tác động đến người nghèo. Nên có hệ thống chuẩn quốc gia thay vì cơ chế phân cấp như hiện nay để điều tiết tất cả các chương trình quốc gia xóa đói giảm nghèo."
        },
        {
            "en": "More <em>decentralised</em> banking has a lot of advantages, developing medium size banks is a good way forward towards ensuring appropriate access to capital for private sector development.",
            "vi": "Một khu vực ngân hàng được phân cấp ở mức độ nhiều hơn sẽ có nhiều lợi thế, việc thiết lập các ngân hàng quy mô vừa là hướng đi đúng đắn để bảo đảm khả năng tiếp cận vốn cho việc phát triển khu vực tư nhân."
        },
        {
            "en": "The absence of provincial revenue autonomy makes it difficult to speak of a <em>decentralised</em> fiscal system in the normal sense of the term (Penrose 2005).",
            "vi": "Một khi các tỉnh vẫn chưa có quyền tự chủ về thu ngân sách, thì khó có thể đề cập tới một hệ thống phân cấp ngân sách theo đúng nghĩa thông thường của từ này (Penrose 2005)."
        }
    ],
    "suggestions": []
}