{
    "en_vn": {
        "data": {
            "content": null,
            "word": "deco"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "deco"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "deco"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "deco"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "deco"
        }
    },
    "sentences": [
        {
            "en": "The art <em>deco</em> was very nice here and the pools were nothing to complain about.",
            "vi": "Phong cách Art Deco ở đây rất đẹp và mấy cái hồ bơi cũng không có gì phải phàn nàn."
        },
        {
            "en": "Expect leafy plazas, awe-inspiring colonial architecture and Art <em>Deco</em> towers, as well as street musicians always on hand to serenade you as you stroll!",
            "vi": "Các quảng trường rợp lá, kiểu kiến trúc thuộc địa tạo cảm hứng sợ hãi cùng các tòa tháp Art Deco, cũng như các nhạc sĩ đường phố luôn sẵn sàng để bạn thưởng thức khi đi dạo chơi!"
        },
        {
            "en": "Expect leafy plazas, awe-inspiring colonial architecture and Art <em>Deco</em> towers, as well as street musicians always on hand to serenade you as you stroll!",
            "vi": "Các quảng trường rợp lá, kiểu kiến trúc thuộc địa tạo cảm hứng sợ hãi cùng các tòa tháp Art Deco, cũng như các nhạc sĩ đường phố luôn sẵn sàng để bạn thưởng thức khi đi dạo chơi!"
        },
        {
            "en": "The home theatre can accommodate 20 guests in plush seats. It's designed in an Art <em>Deco</em> style, with comfortable arm chairs, couches, and even a popcorn machine for snacking.",
            "vi": "Rạp hát trong nhà có thể phục vụ cho 20 khách với ghế ngồi sang trọng. Nó được thiết kế theo phong cách Art Deco với những chiếc ghế dựa, ghế nằm thoải mái và có cả máy làm bỏng ngô phục vụ ăn vặt."
        },
        {
            "en": "But before he could finish writing the guidelines, a building on the project site — a 1929 Art <em>Deco</em> apartment beside the former Rue Catinat, once a central artery of French-colonial Indochina — was demolished.",
            "vi": "Nhưng trước khi anh có thể hoàn thành văn bản hướng dẫn, một tòa nhà có trong dự án - tòa nhà có kiến trúc của năm 1929 nằm bên cạnh đường Rue Catinat cũ, con đường trung tâm ở thuộc địa Đông Dương của Pháp - đã bị phá bỏ."
        }
    ],
    "suggestions": []
}