{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[di'kɔi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hồ chăng lưới bẫy (để bẫy vịt trời)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chim mồi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cò mồi (bạc bịp) ((cũng) <font color=\"#1371BB\">decoy duck</font>)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bẫy, mồi, bã ((nghĩa đen) &amp; (nghĩa bóng))</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(quân sự) vật nghi trang (để dụ địch)</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">đánh bẫy, giương bẫy, nhử mồi, thả mồi</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(nghĩa bóng) dụ dỗ, cám dỗ (một cô gái...)</td></tr></table><i/></div>",
            "word": "decoy",
            "pronounce": "[di'kɔi]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>decoy</k><blockquote>■ <cclass>noun <cclass>'di:kɔɪ </cclass></cclass></blockquote><blockquote><blockquote>1》 a bird or mammal, or an imitation of one, used to lure game. </blockquote></blockquote><blockquote><blockquote>2》 a person or thing used to mislead or lure someone into a trap. </blockquote></blockquote><blockquote><blockquote>3》 a pond from which narrow netted channels lead, into which wild duck may be enticed for capture. </blockquote></blockquote><blockquote>■ <cclass>verb <cclass>dɪ'kɔɪ, <cclass>'di:kɔɪ lure by means of a decoy. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16 (earlier as <i>coy</i>): from Du. <i>de kooi</i> 'the decoy', from MDu. <i>de kouw</i> 'the cage', from L. <i>cavea</i> 'cage'. </blockquote></div>",
            "word": "decoy",
            "pronounce": "[di'kɔi]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>decoy</k><blockquote>▸ <cclass>noun <i>a decoy to distract their attention</i>: LURE, bait, red herring; enticement, inducement, temptation, attraction, carrot; snare, trap.</cclass></blockquote><blockquote>▸ <cclass>verb <i>he was decoyed to the mainland</i>: LURE, entice, tempt; entrap, snare, trap.</cclass></blockquote></div>",
            "word": "decoy",
            "pronounce": "[di'kɔi]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "decoy",
            "pronounce": "[di'kɔi]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "decoy",
            "pronounce": "[di'kɔi]"
        }
    },
    "sentences": [
        {
            "en": "\"I doubt it,\" said the man. \"Tonight, I'm the designated <em>decoy</em>. ",
            "vi": "\" Không đâu,\" tên này nói.\" Đêm nay, tôi là chim mồi."
        },
        {
            "en": "To <em>decoy</em> women and girls, especially girls under age, into prostitution is a grave offence.",
            "vi": "Dụ dỗ đàn bà con gái, nhất là gái vị thành niên, vào đường mại dâm là một trọng tội."
        },
        {
            "en": "In order to avoid a situation where a customer decides not to buy either product, a third '<em>decoy</em>' item, which is not quite as good as the other two, is placed beside them to make a choice easier and more pleasurable. Happier customers are more likely to buy. ",
            "vi": "Để tránh tình trạng khách hàng không mua cả 2 sản phẩm, sẽ có một sản phẩm mồi và nó là sản phẩm không tốt bằng hai sản phẩm kia, được đặt ngay bên cạnh để khách hàng có thể chọn ngay sản phẩm 'khả dĩ hơn'. Làm khách hàng thấy vui hơn, họ sẽ mua nhiều hơn."
        },
        {
            "en": "The developers of an innovative outdoor <em>decoy</em> device that uses the odour of smelly socks or a similar synthetic smell to lure and kill malaria-carrying mosquitoes, have just won a grant to test their design and then take it from the lab through production to market.",
            "vi": "Các nhà phát triển của một thiết bị bẫy ngoài trời tiên tiến đã sử dụng mùi hương của những chiếc vớ hôi thối hoặc một mùi tổng hợp tương tự để nhử và giết muỗi truyền bệnh sốt rét, vừa giành được một khoản tài trợ để kiểm tra thiết kế của họ và sau đó đưa nó sản xuất rộng rãi ra thị trường."
        },
        {
            "en": "The developers of an innovative outdoor <em>decoy</em> device that uses the odour of smelly socks or a similar synthetic smell to lure and kill malaria-carrying mosquitoes, have just won a grant to test their design and then take it from the lab through production to market. Grand Challenges Canada and the Bill & Melinda Gates Foundation have jointly awarded Tanzanian entomologist Dr. Fredros Okumu and his team at the Ifakara Health Institute in Tanzania, East Africa, the grant in order eventually for their mosquito traps to be available at low cost to the communities that most need them. Every year, malaria infects 250 million and kills nearly 800,000 people around the world, most of them young children. Dr. Peter A. Singer, Chief Executive Officer of Grand Challenges Canada, told the press that the innovative device could \"contribute significantly to accelerating the elimination of malaria and save lives\". The <em>decoy</em> device, which resembles a portable weather station in the shape of a large box with louvred sides, is placed outside the home and complements indoor mosquito-foiling strategies such as bed nets and sprays. In their research, Okumu and his team at the Ifakara Health Institute found that the most effective way to lure mosquitoes to the <em>decoy</em> device was to bait them with the odour of smelly socks, or using synthetic chemicals with a similar smell. They found that four times as many mosquitoes are lured by both the real odour and the synthetic version as they are by humans. Once they are inside the <em>decoy</em>, the mosquitoes remain trapped or they are poisoned and die. One may ask, why so much emphasis on smelly socks, why not just go for the synthetic bait? According to the Washington Post, Okumu said smelly socks were readily available, you don't need to mix any chemicals. They are currently testing lots of ways to get hold of the smelly socks smell, including asking schoolchildren to put pads inside their shoes, wear them all day, then hand them in to the researchers. Okumu said while there has been considerable progress in the global fight against malaria, there was still a lot of work to be done. \"Malaria has claimed so many lives, including those of people close to me, and my hope is that this innovative device will be part of the solution,\" he said. But new ideas don't always make it from the inventor's bench to the marketplace, there are many hurdles to be overcome. Something Joseph L. Rotman, a philanthropist and businessman who chairs the board of directors of Grand Challenges Canada, spoke about: \"Through a lifetime of hard lessons, I know that discovery is not enough.\" \"Discoveries also need to be implemented in the real world through business and social innovation,\" he added.  This is one reason that Grand Challenges Canada has stepped in with the grant, under its Integrated Innovation approach. They expect, that with this financial support, Okumu and his team will be able to test and improve the device and be able to scale up production and get it developed by the community in two years.  Sources: Grand Challenges Canada, Washington Post.\nWritten by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Các nhà phát triển của một thiết bị bẫy ngoài trời tiên tiến đã sử dụng mùi hương của những chiếc vớ hôi thối hoặc một mùi tổng hợp tương tự để nhử và giết muỗi truyền bệnh sốt rét, vừa giành được một khoản tài trợ để kiểm tra thiết kế của họ và sau đó đưa nó sản xuất rộng rãi ra thị trường.\nTổ chức phi chính phủ Grand Challenges Canada và quỹ từ thiện Bill & Melinda Gates đã cùng nhau tài trợ cho nhà côn trùng học người Tanzania – Tiến sĩ Fredros Okumu – và nhóm của ông tại Viện Y tế Ifakara ở Tanzania, Đông Phi, tiền tài trợ này để giúp đưa phát minh bẫy muỗi của họ đến với các cộng đồng dân cư cần nó với giá thành thấp nhất.  Mỗi năm, bệnh sốt rét lây nhiễm cho 250 triệu người và giết chết gần 800 ngàn người trên toàn thế giới, hầu hết trong số đó là trẻ nhỏ.  Tiến sĩ Peter A. Singer, Giám đốc điều hành Tổ chức phi chính phủ Grand Challenges Canada, nói với báo chí rằng các thiết bị sáng tạo có thể “đóng góp đáng kể nhằm đẩy nhanh việc loại trừ bệnh sốt rét và cứu sống nhiều mạng người”.  Các thiết bị mồi, giống như một trạm thời tiết di động trong hình dạng của một chiếc hộp lớn với các bên có mái ngói thông khói, được đặt bên ngoài nhà và bổ sung các chiến lược ngăn chặn muỗi vào nhà chẳng hạn như màn chống muỗi và thuốc xịt.  Trong nghiên cứu, Okumu và nhóm của ông tại Viện Ifakara Y tế phát hiện ra rằng cách hiệu quả nhất để thu hút muỗi đến thiết bị mồi là dụ chúng bằng mùi vớ hôi thối, hoặc sử dụng các hóa chất tổng hợp có mùi tương tự. Họ phát hiện ra là muỗi bị thu hút nhiều gấp 4 lần bởi mùi thực của vớ dơ và các mùi tổng hợp hệt như chúng bị thu hút bởi mùi của con người.  Một khi đã vào bên trong bẫy, muỗi sẽ tiếp tục bị kẹt hoặc bị đầu độc cho chết.  Người ta có thể đặt câu hỏi, tại sao lại chú trọng nhiều vào mùi hôi của vớ mà không đơn giản chỉ dùng mùi tổng hợp để bẫy muỗi?  Theo tờ Washington Post, Okumu cho rằng vớ dơ bốc mùi luôn có sẵn, bạn không cần phải trộn lẫn bất kỳ hóa chất nào. Họ hiện đang thử nghiệm rất nhiều cách khác nhau để lấy được mùi của vớ dơ, bao gồm cả yêu cầu học sinh đặt miếng đệm bên trong giày của mình, mang chúng cả ngày, sau đó giao cho các nhà nghiên cứu.  Okumu cho biết dù đã có tiến bộ đáng kể trong cuộc chiến toàn cầu chống lại bệnh sốt rét nhưng vẫn còn rất nhiều việc phải làm.  “Sốt rét đã cướp đi rất nhiều mạng sống, bao gồm cả những người thân của tôi, và hy vọng của tôi là thiết bị mang tính sáng tạo này sẽ là một phần của giải pháp”, ông nói.  Tuy nhiên, những ý tưởng mới không phải lúc nào cũng có thể đưa ra thị trường thành công, có rất nhiều rào cản phải vượt qua.  Điều mà, Joseph L. Rotman, một nhà hảo tâm và là doanh nhân, chủ tịch Hội đồng giám đốc của Tổ chức phi chính phủ Grand Challenges Canada, nói đến:  “Trải qua kinh nghiệm cả đời, tôi biết rằng chỉ phát minh thôi thì vẫn chưa đủ”.  “Các phát minh cũng cần phải được thực hiện trong thế giới thực thông qua kinh doanh và đổi mới xã hội’, ông nói thêm.  Đây là lý do mà tổ chức phi chính phủ Grand Challenges Canada đã can thiệp vào bằng cách tài trợ, theo phương pháp tiếp giáp Đổi mới Tích hợp của nó. Họ hy vọng rằng với sự hỗ trợ tài chính này, Okumu và nhóm của ông sẽ có thể thử nghiệm và cải tiến thiết bị và có thể mở rộng quy mô sản xuất và làm cho nó phát triển trong cộng đồng trong vòng hai năm. Nguồn: Grand Challenges Canada, Washington Post. Tác giả: Tiến sĩ Catharine Paddock\nBản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}