{
    "en_vn": {
        "data": {
            "content": null,
            "word": "decreed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "decreed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "decreed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "decreed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "decreed"
        }
    },
    "sentences": [
        {
            "en": "The governor <em>decreed</em> a day of mourning.",
            "vi": "Thống đốc đã ra lệnh để tang một ngày."
        },
        {
            "en": "This text is <em>decreed</em> by statute.",
            "vi": "Văn bản được quyết định theo luật."
        },
        {
            "en": "The City People's Committee <em>decreed</em> the film unsuitable for children.",
            "vi": "Ủy ban nhân tp đã ra lệnh cuốn phim đó không thích hợp cho trẻ em."
        },
        {
            "en": "All decisions of the judge are <em>decreed</em> by statute.",
            "vi": "Mọi quyết định của quan tòa đều được quyết định theo luật."
        },
        {
            "en": "Fate <em>decreed</em> that Nam and Hang would not meet again.",
            "vi": "Số phận đã an bài. nam và hằng sẽ không gặp lại nhau nữa."
        },
        {
            "en": "Confidence in markets cannot, however, be legislated or <em>decreed</em>.",
            "vi": "Tuy nhiên, niềm tin vào thị trường không thể được quy định bằng các văn bản pháp lý hoặc các nghị định."
        },
        {
            "en": "The government <em>decreed</em> that oil prices had to rise.",
            "vi": "Chính phủ ra sắc lệnh rằng giá dầu phải tăng."
        },
        {
            "en": "Fate <em>decreed</em> that they would not meet again.",
            "vi": "Số phận đã an bài họ sẽ không gặp nhau nữa."
        },
        {
            "en": "The government has <em>decreed</em> an inflexible rule that the bowels must operate every day.",
            "vi": "Chính phủ đã ra sắc một quy tắc bất di bất dịch rằng lòng thương người phải được áp dụng mỗi ngày."
        },
        {
            "en": "In 1997, the government <em>decreed</em> that pension design was to be a government responsibility and not the responsibility of enterprises.",
            "vi": "Trong năm 1997, chính phủ đã ban hành nghị định qui định rằng việc thiết kế chế độ trợ cấp phải là trách nhiệm của chính phủ chứ không phải là trách nhiệm của doanh nghiệp."
        },
        {
            "en": "Fiat money, also called \"legal tender,\" has value because the government has <em>decreed</em> that it is an acceptable means to pay debts.",
            "vi": "Tiền pháp lệnh, còn được gọi là \"tiền tệ chính thức\" có giá trị bởi vì chính phủ đã ra sắc lệnh bắt buộc rằng đó là một phương tiện có thể chấp nhận được để chi trả cho các món nợ."
        },
        {
            "en": "Fiat money, also called \"legal tender,\" has value because the government has <em>decreed</em> that it is an acceptable means to pay debts.",
            "vi": ", còn được gọi là\"tiền tệ chính thức\" có giá trị bởi vì chính phủ đã ra sắc lệnh bắt buộc rằng đó là một phương tiện có thể chấp nhận được để chi trả cho các món nợ."
        },
        {
            "en": "During the French Revolution, the National Assembly <em>decreed</em> that the Louvre should be used as a museum, to display the nation's masterpieces.",
            "vi": "Trong thời kỳ Cách mạng Pháp, Quốc hội quyết định Louvre được sử dụng làm bảo tàng, trưng bày các kiệt tác của quốc gia."
        },
        {
            "en": "It was a good time for all creatures of the earth, but fate <em>decreed</em> that the dark prophecy of a demon knight could bring a tragic end to this peace scarring their lives forever.",
            "vi": "Đã từng có khoảng thời gian đẹp đẽ cho tất cả những tạo vật trên trái đất này, nhưng định mệnh đã an bài rằng Lời nguyền tăm tối của một hiệp sĩ đen sẽ mang lại sự tang tóc"
        },
        {
            "en": "It was a good time for all creatures of the earth, but fate <em>decreed</em> that the dark prophecy of a demon knight could bring a tragic end to this peace scarring their lives forever.",
            "vi": "Đã từng có khoảng thời gian đẹp đẽ cho tất cả những tạo vật trên trái đất này, nhưng định mệnh đã an bài rằng Lời nguyền tăm tối của một hiệp sĩ đen sẽ mang lại sự tang tóc kết thúc nền hòa bình kia và đe dọa cuộc sống mãi mãi."
        },
        {
            "en": "In 46 B.C. Julius Caesar introduced a new, solar-based calendar that was a vast improvement on the ancient Roman calendar, which was a lunar system that had become wildly inaccurate over the years. The Julian calendar <em>decreed</em> that the new year would occur with January 1, and within the Roman world, January 1 became the consistently observed start of the new year.",
            "vi": "Năm 46 trước Công nguyên, Julius Caesar ban hành một bộ lịch mới dựa vào mặt trời, đây là một cải tiến rất lớn dựa trên lịch La Mã cổ đại, tức là hệ thống lịch âm sau nhiều năm không còn chính xác nữa. Lịch Giu-liêng (Lịch Caesar) quy định năm mới bắt đầu bằng ngày 1 tháng 1, và trong thế giới La Mã, ngày 1 tháng 1 luôn được coi là khởi đầu của năm mới."
        }
    ],
    "suggestions": []
}