{
    "en_vn": {
        "data": {
            "content": null,
            "word": "deepening"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "deepening"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "deepening"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "deepening"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đào sâu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khoét sâu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">deepening of the channel</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự nạo vét sâu lòng chảy</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "deepening"
        }
    },
    "sentences": [
        {
            "en": "Capital <em>deepening</em>",
            "vi": "Tăng cường vốn"
        },
        {
            "en": "Finance <em>deepening</em>",
            "vi": "Tăng cường tài chính ; phát triển hệ thống tài chính"
        },
        {
            "en": "Finance <em>deepening</em>",
            "vi": "Tăng cường tài chính; phát triển hệ thống tài chính"
        },
        {
            "en": "In the <em>deepening</em> twilight...",
            "vi": "Trong bóng chiều sâu thẳm của buổi hoàng hôn..."
        },
        {
            "en": "They are <em>deepening</em> a canal.",
            "vi": "Họ đang đào sâu thêm con kênh."
        },
        {
            "en": "There's a <em>deepening</em> intimacy between Peter and Mary.",
            "vi": "Có một sự gần gũi sâu sắc giữa Peter và Mary."
        },
        {
            "en": "<em>Deepening</em> democracy and increasing popular participation in Viet Nam.",
            "vi": "Đẩy mạnh chiều sâu dân chủ và tăng cường sự tham gia của người dân ở Việt Nam."
        },
        {
            "en": "He called you pretty, he finally continued, his frown <em>deepening</em>.",
            "vi": "Hắn bảo em đẹp, anh tiếp tục nói, mày cau nhiều hơn."
        },
        {
            "en": "Beard growth, <em>deepening</em> of the voice, and muscle development.",
            "vi": "Mọc râu, giọng trầm và nở cơ bắp."
        },
        {
            "en": "They are now <em>deepening</em> their commitment to the peace process.",
            "vi": "Hiện họ đang thêm vào những trách nhiệm của mình đối với tiến trình hòa bình."
        },
        {
            "en": "Yet the obstacles to industrial <em>deepening</em> are not just domestic.",
            "vi": "Tuy nhiên, rào cản đối với công nghiệp hóa toàn diện không chỉ nằm ở các yếu tố nội địa."
        },
        {
            "en": "It's a <em>deepening</em> conflict between the political rivals.",
            "vi": "Đó là một cuộc xung đột gay gắt giữa các đối thủ chính trị."
        },
        {
            "en": "Participation also improves implementation by <em>deepening</em> public commitment to and understanding of new laws and regulations.",
            "vi": "Việc tham gia cũng giúp cải thiện việc thực hiện vì làm tăng trách nhiệm và hiểu biết của công chúng về những luật và quy định mới."
        },
        {
            "en": "Reindeer herders find more craters in the far north in a <em>deepening</em> puzzle for scientists.",
            "vi": "Những người chăn tuần lộc phát hiện thêm những chiếc hố khổng lồ mới ở vùng phía bắc xa xôi làm cho các nhà khoa học càng thêm bối rối trong việc tìm lời giải."
        },
        {
            "en": "Chapter 5: Monetary and Financial Policies. Monetary Expansion and Financial <em>Deepening</em>",
            "vi": "Chương 5: Các chính sách tiền tệ và tài chính. Mở rộng tiền tệ và tăng chiều sâu tài chính."
        },
        {
            "en": "Good Governance, Increased Participation, and <em>Deepening</em> Democracy: What Do We Mean?",
            "vi": "Quản trị tốt, tăng cường tham gia, đẩy mạnh chiều sâu dân chủ: ý chúng tôi muốn nói gì?"
        },
        {
            "en": "Sawade and Schofield's contradictory viewpoints highlight a <em>deepening</em> fault line in the software industry.",
            "vi": "Tình trạng mâu thuẫn của Sawade và Schofield làm nổi bật lên làn ranh trong ngành công nghiệp phần mềm."
        },
        {
            "en": "This is the next logical step in <em>deepening</em> our economic relationship.",
            "vi": "Đây là bước đi lô gích tiếp theo trong tiến trình làm sâu sắc thêm mối quan hệ kinh tế của chúng ta."
        },
        {
            "en": "As the water gets hotter, it acts like a steam bath draining away energy and <em>deepening</em> the frog's relaxation.",
            "vi": "Khi nước nóng hơn, nó hoạt động như một bồn tắm hơi làm tiêu hao năng lượng và làm tăng thêm sự thư giãn của con ếch."
        },
        {
            "en": "‘<em>Deepening</em> democracy’ requires not just increased direct citizen participation, but also a response from the formal representative institutions of government.",
            "vi": "‘Đẩy mạnh chiều sâu dân chủ’ không chỉ đòi hỏi phải tăng cường sự tham gia trực tiếp của người dân, mà còn cả sự phản hồi từ các thể chế đại diện chính phủ."
        }
    ],
    "suggestions": []
}