{
    "en_vn": {
        "data": {
            "content": null,
            "word": "def"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>def</k><blockquote>■ <cclass>adjective <cclass>chiefly black slang excellent. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1980s: prob. an alt. of <kref>death</kref> (used in Jamaican Engl. as an intensifier), or shortened from <kref>definitive</kref> or <kref>definite</kref>. </blockquote></div>",
            "word": "def"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "def"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "def"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "def"
        }
    },
    "sentences": [
        {
            "en": "The triangle ABC coincides with the triangle <em>DEF</em>.",
            "vi": "Hình tam giác ABC trùng khớp với hình tam giác DEF."
        },
        {
            "en": "Ah 7-Eleven, great convenience store, and <em>def</em> not to be confused with a national tragedy and symbol of global terrorism, eh Trump?",
            "vi": "Ồ 7-Eleven ư, cửa hàng tiện lợi tuyệt vời, và chắc chắn là không bị lẫn lộn với một thảm kịch quốc gia và biểu tượng của khủng bố toàn cầu, hả Trump?"
        },
        {
            "en": "Ah 7-Eleven, great convenience store, and <em>def</em> not to be confused with a national tragedy and symbol of global terrorism, eh Trump?",
            "vi": "Ồ 7-Eleven ư, cửa hàng tiện lợi tuyệt vời, và chắc chắn là không bị lẫn lộn với một thảm kịch quốc gia và biểu tượng của khủng bố toàn cầu, hả Trump?"
        },
        {
            "en": "iPhoto is among the standouts. Apple's photo-organization software really comes to life on the high-<em>def</em> iPad, where users will be able to sharpen their photos with new features. One detects the horizon in a landscape photo and, with the tap of a finger, will make it perfectly level. Another lets users rub a finger over a section of a photograph to lighten, darken or soften it. It makes photo editing more hands-on and intuitive than before.",
            "vi": "          iPhoto là một trong số những ứng dụng nổi bật. Phần mềm tổ chức ảnh của Apple thật sự rất thú vị trên chiếc iPad độ nét cao. Người dùng có thể chỉnh ảnh sắc nét hơn với những tính năng mới. Đó là tính năng nhận diện đường chân trời trong ảnh chụp nằm ngang, và chỉ bằng cái chạm tay, bạn có thể làm nó phẳng lì. Một tính năng khác cho phép người dùng chà ngón tay lên một phần bức ảnh để tăng độ sáng, tối hoặc làm ảnh trông mềm mại hơn. Tính năng này làm việc biên tập ảnh trở nên thuận tiện và trực quan hơn trước."
        }
    ],
    "suggestions": []
}