{
    "en_vn": {
        "data": {
            "content": null,
            "word": "defaulting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "defaulting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "defaulting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "defaulting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "defaulting"
        }
    },
    "sentences": [
        {
            "en": "In Ho Chi Minh City, some moneylenders may use the threat of physical force to extract repayments from <em>defaulting</em> households.",
            "vi": "Ở Thành phố Hồ Chí Minh, các chủ nợ có thể đe doạ dùng bạo lực để thu hồi nợ từ những hộ không trả được nợ."
        },
        {
            "en": "Other forms of household debt also decreased due in part to people <em>defaulting</em> on their monetary obligations.",
            "vi": "Các hình thức nợ của hộ gia đình cũng giảm một phần do người dân không trả được nợ đối với các nghĩa vụ tiền tệ của họ."
        },
        {
            "en": "The plan will provide refinancing to four to five million \"responsible homeowners\" on the verge of <em>defaulting</em>.",
            "vi": "Kế hoạch sẽ tái tài trợ cho bốn đến năm triệu “chủ nhà có trách nhiệm” có nguy cơ không trả được nợ"
        },
        {
            "en": "More and more people are <em>defaulting</em> on their mortgages in this recession which means that the banks are repossessing more and more homes.",
            "vi": "Ngày càng nhiều người đang thiếu nợ kéo dài việc trả tiền nhà trong kỳ khủng hoảng này có nghĩa là các ngân hàng thu hồi ngày càng nhiều nhà."
        },
        {
            "en": "Damages for loss means the <em>defaulting</em> party pays compensation for the loss or damage caused to the aggrieved party by a breach of the contract.",
            "vi": "Bồi thường thiệt hại là việc bên vi phạm bồi thường những tổn thất do hành vi vi phạm hợp đồng gây ra cho bên bị vi phạm."
        },
        {
            "en": "The <em>defaulting</em> party may not use money or goods of other types or other services as substitutes without the consent of the aggrieved party.",
            "vi": "Bên vi phạm không được dùng tiền hoặc hàng khác chủng loại, loại dịch vụ khác để thay thế nếu không được sự chấp thuận của bên bị vi phạm."
        },
        {
            "en": "If the <em>defaulting</em> party is the purchaser, then the seller shall have the right to demand that the purchaser pays for and receives the goods or discharges other obligations set out in the contract and in this Law.",
            "vi": "Trường hợp bên vi phạm là bên mua thì bên bán có quyền yêu cầu bên mua trả tiền, nhận hàng hoặc thực hiện các nghĩa vụ khác của bên mua được quy định trong hợp đồng và trong luật này."
        },
        {
            "en": "Where the <em>defaulting</em> party has discharged all its obligations stipulated in clause 2 of this Article, the aggrieved party must receive the goods or services and must make payment therefor.",
            "vi": "Bên bị vi phạm phải nhận hàng, nhận dịch vụ và thanh toán tiền hàng, thù lao dịch vụ, nếu bên vi phạm đã thực hiện đầy đủ nghĩa vụ theo quy định tại khoản 2 điều này."
        },
        {
            "en": "If by any chance, either of each party fails to complete this agreement, then the <em>defaulting</em> party is bound to pay ABC Properties Company one month rental fee as a service fee.",
            "vi": "Nếu vì lý do nào đó, một bên không thể thực hiện thỏa thuận này thì bên đó phải trả cho Công ty Địa ốc ABC phí dịch vụ là một tháng tiền thuê."
        },
        {
            "en": "Commonly, <em>defaulting</em> householders are taken by moneylenders to hire-purchase shops where they can obtain an item on credit, sell it and use the proceeds to pay off the moneylender.",
            "vi": "Thông thường, các hộ không trả được nợ bị chủ nợ đưa đến các cửa hàng thuê mua mà tại đó họ có thể mua chịu một món đồ, bán nó để lấy tiền trả cho chủ nợ."
        },
        {
            "en": "and that in the event of any unauthorized disclosure or use of the Confidential Information, the non-<em>defaulting</em> party will have the right to seek injunctive or other equitable relief in addition to any other rights and remedies it may have",
            "vi": "và hễ xảy ra bất kỳ hiện tượng tiết lộ trái phép hoặc sử dụng tin mật nào, bên không vi phạm cũng sẽ có quyền tìm kiếm sự tư vấn hay trợ giúp hợp lý khác, ngoài mọi quyền đòi bồi thường hay phương thức bồi thường khác có thể có"
        },
        {
            "en": "In the first instance, to curry favour in international markets, <em>defaulting</em> countries tend to restructure their debt rather than simply refusing to pay anything at all. But these so-called “haircuts”, where the original value of a bond is reduced, can be much more painful for the holders of government bonds than a simple clip of the scissors. When Greece defaulted in 2012, bondholders were forced to take hits as high as 50%.",
            "vi": "Trường hợp thứ nhất, để không bị mất mặt trên thị trường quốc tế, các quốc gia vỡ nợ thường tái cấu trúc các khoản nợ của mình hơn là quỵt nợ. Nhưng cái gọi là 'tỉa tót' lại các khoản nợ này, trong đó giá trị gốc của trái phiếu bị giảm, có thể gây thiệt hại rất nặng nề đối với các nhà đầu tư nắm giữ trái phiếu chính phủ, chứ không đơn giản là chuyện dao kéo đâu. Hồi Hy Lạp bị vỡ nỡ năm 2012, các trái chủ phải bấm bụng khoản lỗ lên đến 50%."
        },
        {
            "en": "France, Germany Show Solidarity on Greek Economy        The leaders of France and Germany signaled Friday they want to find a quick solution to the economic crisis in Greece. In Greece, the prime minister reshuffled his Cabinet and replaced his finance minister. Speaking in Berlin, German Chancellor Angela Merkel and French President Nicolas Sarkozy said the stability of Europe's single currency, the euro, is their top priority.  Greece, a nation in the eurozone and part of the single currency, is in major debt. It needs a multi-billion-dollar loan from its euro neighbors in order to avoid <em>defaulting</em> on that debt. France and Germany had been at odds over whether private holders of Greek bonds should be involved in a Greek rescue package.  But on Friday, Merkel said the two countries were on the same page. She said that private investors should participate only on a voluntary basis. She added that mandatory participation does not have a legal basis.  Analysts say this is a softening of Germany's position, which they say had been leaning towards forcing losses on private creditors.  President Sarkozy said Friday that France and Germany are committed to defending the euro. He added that their program has to be put in place quickly.  It is a sign that European countries may be moving closer to a deal to help Greece out of its immediate financial straits.  But Mark Weisbrot, co-director of the U.S.-based research group the Center for Economic and Policy Research, says a bailout in its current form is not going to help Greece in the long run. \"Greece needs to get out from under a big part of that debt, a big part,\" said Weisbrot. \"Because otherwise, if you have a settlement and there is just a restructuring that allows some payments to be made later and none of the principles to be reduced, for example, then you're just going to end up in the same situation a year or two down the road.\" The European Union and the International Monetary Fund (IMF) have made tough austerity measures a condition of any bailout.  Those measures are adding to social unrest in Greece and putting major political pressure on the leading Socialist party. On Friday, a new finance minister was appointed amid a reshuffle of the Cabinet.  And on Wednesday, tens of thousands of people turned out in the streets to protest against tax hikes and spending cuts.  Weisbrot says austerity is not the key to improving Greece's economic situation, and, in his opinion, Greek citizens are right to battle the policy.  \"I think what they're doing right now is important,\" Weisbrot added. \"They're in the streets and that's where the only pressure is coming from. And I think they should demand that their government not accept any terms that doesn't get the economy growing immediately.\" The IMF said Friday that sovereign debt troubles in Greece and other eurozone countries are putting the global economic recovery at risk.  Speaking in San Paulo, Brazil, the IMF's research director, Olivier Blanchard, said policymakers have to act now to make the financial system more robust.",
            "vi": "Pháp, Đức thể hiện tình đoàn kết đối với nền kinh tế Hy Lạp     \nHôm thứ sáu các nhà lãnh đạo của Pháp và Đức cho biết là họ muốn tìm ra một giải pháp nhanh chóng cho cuộc khủng hoảng kinh tế ở Hy Lạp. Ở Hy Lạp, thủ tướng đã cải tổ nội các và thay Bộ trưởng tài chính. Phát biểu tại Berlin, thủ tướng Đức Angela Merkel và tổng thống Pháp Nicolas Sarkozy nói rằng sự ổn định của đồng ơ-rô - đồng tiền chung châu Âu - là ưu tiên hàng đầu của họ.  Hy Lạp, quốc gia thuộc khu vực sử dụng đồng ơ-rô và cũng sử dụng đồng tiền chung này, đang nợ nần chồng chất. Nó cần một khoản vay hàng tỷ đô la từ các quốc gia châu Âu láng giềng để tránh bị vỡ nợ.  Pháp và Đức từng tranh cãi nhau về việc có nên cho tư nhân nắm giữ trái phiếu của Hy Lạp tham gia chương trình cứu nguy Hy Lạp hay không.  Nhưng vào hôm thứ sáu, Merkel nói rằng hai quốc gia đã nhất trí với nhau. Bà nói rằng các nhà đầu tư tư nhân chỉ nên tham gia trên cơ sở tự nguyện. Bà nói thêm rằng việc bắt buộc họ tham gia là không có cơ sở hợp pháp.  Các nhà phân tích nói rằng điều này làm nhẹ đi vị thế của Đức và đây là việc mà họ cho rằng có khuynh hướng khiến các chủ nợ tư nhân phải chịu thiệt hại.  Hôm thứ Sáu Tổng thống Sarkozy nói rằng Pháp và Đức đã cam kết bảo vệ đồng ơ-rô. Ông nói thêm rằng chương trình của họ cần phải được triển khai nhanh chóng.  Đó là dấu hiệu cho thấy rằng các quốc gia châu Âu có thể đang tiến gần đến một thoả thuận giúp Hy Lạp thoát khỏi khó khăn về tài chính ngay trước mắt.  Nhưng Mark Weisbrot, người cùng đứng đầu nhóm nghiên cứu thuộc Trung tâm nghiên cứu về kinh tế và chính sách tại Hoa Kỳ, nói rằng hành động cứu nguy về tài chính theo hình thức hiện thời sẽ không giúp được cho Hy Lạp về lâu dài.  \"Hy Lạp cần thoát khỏi một phần lớn trong khoản nợ đó, một phần lớn, \"Weisbrot nói. \"Vì ngược lại, nếu các bạn có một giải pháp và chẳng qua là sửa đổi cơ cấu để trả một số khoản nợ sau đó và không giảm nhẹ một nguyên tắc nào chẳng hạn thì một hay hai năm nữa các bạn cũng rơi vào tình huống như thế này mà thôi.\" Liên minh châu Âu và Quỹ tiền tệ quốc tế (IMF) đã dùng các biện pháp hà khắc như là một điều kiện để cứu nguy tài chính.  Các biện pháp đó đang làm gay gắt thêm tình hình xã hội bất ổn ở Hy Lạp và gây sức ép lớn về chính trị đối với Đảng Xã hội đang cầm quyền. Hôm thứ sáu, người ta đã bổ nhiệm Bộ trưởng tài chính mới trong nỗ lực cải tổ nội các.  Và hôm thứ tư, hàng chục ngàn người đổ xô ra đường để phản đối việc tăng thuế đột ngột và cắt giảm chi tiêu.  Weisbrot nói rằng biện pháp hà khắc không phải là giải pháp để cải thiện tình hình kinh tế của Hy Lạp, và theo ý kiến của ông thì người dân Hy Lạp sẵn sàng phản đối chính sách này.  \"Tôi nghĩ những gì họ đang làm ngay bây giờ là quan trọng, \"Weisbrot nói thêm. \"Họ xuống đường và đó là lý do để gây sức ép. Và Tôi nghĩ họ nên yêu cầu chính phủ của họ đừng chấp nhận những điều khoản nào không làm cho nền kinh tế tăng trưởng ngay tức thì.\" Hôm thứ sáu Quỹ tiền tệ thế giới nói rằng các biến động vì nợ nần của chính phủ Hy Lạp và các quốc gia khác sử dụng đồng tiền chung châu Âu làm cho việc phục hồi kinh tế toàn cầu gặp rủi ro.  Phát biểu tại San Paulo, Bra-xin, giám đốc nghiên cứu của Quỹ tiền tệ thế giới, Olivier Blanchard, nói rằng các nhà hoạch định chính sách phải hành động ngay bây giờ để làm cho hệ thống tài chính vững chắc hơn."
        }
    ],
    "suggestions": []
}