{
    "en_vn": {
        "data": {
            "content": null,
            "word": "deferens",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "deferens",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "deferens",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "deferens",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ống dẫn tinh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">vas deferens</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ống dẫn tinh</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "deferens",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Alongside the testicles are the epididymis and the vas <em>deferens</em>, which make up the duct system of the male reproductive organs. The vas <em>deferens</em> is a muscular tube that passes upward alongside the testicles and transports the sperm-containing fluid called semen. The epididymis is a set of coiled tubes (one for each testicle) that connects to the vas <em>deferens</em>.",
            "vi": "Dọc theo tinh hoàn là mào tinh hoàn và ống dẫn tinh, tạo nên ống dẫn trong hệ thống cơ quan sinh sản nam. Ống dẫn tinh là ống cơ chạy lên phía trên dọc theo tinh hoàn và vận chuyển dịch chứa tinh trùng được gọi là tinh dịch. Mào tinh hoàn gồm 2 ống xoắn cuộn với nhau (mỗi ống đi với 1 tinh hoàn) dính liền với ống dẫn tinh."
        },
        {
            "en": "    * Epididymitis is inflammation of the epididymis, the coiled tubes that connect the testes with the vas <em>deferens</em>. It is usually caused by an infection, such as the sexually transmitted disease chlamydia, and results in pain and swelling next to one of the testicles.",
            "vi": "* Viêm mào tinh hoàn, đây là chứng viêm xảy ra ở mào tinh hoàn - mào tinh hoàn là những ống xoắn cuộn nối tinh hoàn với ống dẫn tinh. Bệnh thường gây ra do nhiễm trùng, chẳng hạn như bệnh lây truyền qua đường tình dục chlamydia, và do hậu quả của chứng đau và sưng ở vùng kế bên một trong hai tinh hoàn."
        },
        {
            "en": "Unlike the female, whose sex organs are located entirely within the pelvis, the male has reproductive organs, or genitals, that are both inside and outside the pelvis. The male genitals include:    * the testicles    * the duct system, which is made up of the epididymis and the vas <em>deferens</em>    * the accessory glands, which include the seminal vesicles and prostate gland    * the penis",
            "vi": "Khác với hệ sinh sản nữ - cơ quan sinh dục nằm hoàn toàn bên trong khung chậu – thì cơ quan sinh sản nam, hoặc cơ quan sinh dục ngoài nằm ở cả bên trong lẫn bên ngoài khung chậu. Cơ quan sinh dục ngoài nam bao gồm: * tinh hoàn* hệ thống ống dẫn, bao gồm mào tinh hoàn và ống dẫn tinh* các tuyến phụ, bao gồm túi tinh và tuyến tiền liệt* dương vật"
        },
        {
            "en": "The accessory glands, including the seminal vesicles and the prostate gland, provide fluids that lubricate the duct system and nourish the sperm. The seminal vesicles are sac-like structures attached to the vas <em>deferens</em> to the side of the bladder. The prostate gland, which produces some of the parts of semen, surrounds the ejaculatory ducts at the base of the urethra, just below the bladder. The urethra is the channel that carries the semen to the outside of the body through the penis. The urethra is also part of the urinary system because it is also the channel through which urine passes as it leaves the bladder and exits the body.",
            "vi": "Tuyến phụ, bao gồm túi tinh và tuyến tiền liệt, cung cấp dịch làm trơn hệ thống ống dẫn và nuôi tinh trùng. Túi tinh là cấu trúc giống như chiếc túi nối ống dẫn tinh với một bên của bàng quang. Tuyến tiền liệt, sản xuất một phần tinh dịch, nằm bao quanh ống phóng tinh ở đáy của niệu đạo, ngay bên dưới bàng quang. Niệu đạo là ống mang tinh dịch ra ngoài cơ thể qua dương vật. Niệu đạo cũng nằm trong hệ tiết niệu vì nó cũng là ống mà qua đó nước tiểu được bài tiết khi nó ra khỏi bàng quang và xuất ra ngoài cơ thể."
        },
        {
            "en": "The sperm then move to the vas <em>deferens</em>, or sperm duct. The seminal vesicles and prostate gland produce a whitish fluid called seminal fluid, which mixes with sperm to form semen when a male is sexually stimulated. The penis, which usually hangs limp, becomes hard when a male is sexually excited. Tissues in the penis fill with blood and it becomes stiff and erect (an erection). The rigidity of the erect penis makes it easier to insert into the female's vagina during sexual intercourse. When the erect penis is stimulated, muscles around the reproductive organs contract and force the semen through the duct system and urethra. Semen is pushed out of the male's body through his urethra — this process is called ejaculation. Each time a guy ejaculates, it can contain up to 500 million sperm.",
            "vi": "Sau đó tinh trùng di chuyển đến ống dẫn tinh. Túi tinh và tuyến tiền liệt sản sinh ra chất dịch có màu hơi trắng được gọi là tinh dịch, chất dịch này lẫn với tinh trùng tạo thành tinh dịch khi người nam bị kích thích tình dục. Dương vật, thường là ở trạng thái mềm, trở nên cương cứng khi cơ thể phấn khích tình dục. Các mô trong dương vật chứa đầy máu và trở nên cứng và thẳng (đây được gọi là quá trình cương dương). Sự cương cứng này làm cho dương vật dễ đưa vào âm đạo của nữ hơn trong khi giao hợp. Khi dương vật cương cứng bị kích thích, các cơ quanh cơ quan sinh sản co thắt và ép tinh dịch đi qua hệ thống ống dẫn và niệu đạo. Tinh dịch được đẩy ra ngoài cơ thể nam qua niệu đạo - quá trình này được gọi là xuất tinh. Mỗi lần xuất tinh, số lượng tinh trùng có thể lên đến 500 triệu."
        },
        {
            "en": "A common gene mutation that causes sperm to lose its protective protein coat so it falls prey to the female immune system on its journey to the egg, may be the main reason for infertility in men worldwide, writes an international team of researchers in a paper published in the journal Science Translational Medicine this week. The researchers hope their discovery will help to find new ways to treat infertile couples. Infertility affects between 10 and 15% of the US population, and in about half of these cases, the problem is male fertility. Co-senior author of the paper, Dr Gary Cherr, a professor at the University of California Davis' Bodega Marine Laboratory and Center for Health and Environment, told the press that:  \"In 70 percent of men, you can't predict their fertility on the basis of sperm count and routine assessment of sperm quality.\"  He and his colleagues, including co-senior author Dr Charles Bevins, professor in the Department of Medical Microbiology and Immunology at UC Davis, hope their findings will help to explain why. The researchers were investigating defensins, natural germ-killer proteins found on mucosal surfaces, in a search for ways to make contraceptive vaccines, when they came across one called beta-defensin 126 and started looking more closely at its properties. Beta-defensin 126, a \"glycosylated polypeptide\" protein coded by the gene known as DEFB126, behaves like a cloaking device that allows the sperm to swim efficiently through the mucus in the female's reproductive tract and reach the egg without being detected by her immune system. The protein is synthesized in the male's epididymis, the coiled ducts that store, mature and transport sperm cells on their way from the testis where they are made, to the vas <em>deferens</em>, from whence they are delivered to the urethra prior to ejaculation. It is while they are in the epididymis, \"readying\" themselves for the ejaculatory \"launch\", that the sperm cells receive their thick protective coating of beta-defensin 126. The researchers came upon their discovery almost by chance, as often happens in science. They were trying to obtain purified beta-defensin 126 to make some antibodies to the protein. To do this they had to make a recombinant copy of the DEFB126 gene, but in their first attempt they found the gene had a mutation that prevented it from making the protein. But when they used sperm from a different donor, they were able to make the protein. Bevins said: \"If we hadn't seen this in the first clone, we would be confused to this day.\" And what Cherr, Bevins and colleagues found was that many men carry a defective DEFB126 gene. They describe their finding as a \"sequence variant in DEFB126 that has a two-nucleotide deletion in the open reading frame, which generates an abnormal mRNA\". By surveying sperm samples from men in the US, UK and China, they found that as many as a quarter of men worldwide carry two copies of the defective DEFB126 variant and concluded this could significantly affect their fertility. When you look at sperm from men with the defective variants under the microscope they look like normal sperm and swim around like normal sperm, the researchers said in a statement.  But, when they tested the sperms' ability to swim through hyaluronic acid gel, an artificial gel made to resemble human cervical mucus, they found that sperm from carriers of two defective variants \"exhibited an 84% reduction in the rate of penetration ...compared to the other genotypes\". And when they added normal beta-defensin 126 protein to the defective sperm, they recovered their normal abilities. The researchers hope their discovery leads to the development of a test that could be used to send couples directly for treatment with \"intracytoplasmic sperm injection\" or ICSI, a procedure that removes the woman's eggs and injects them directly with sperm outside of her body. This could save a lot of time, money and anguish with trying to find the cause of infertility via other procedures. In another phase of the study that took place at Anhui Medical University in Anhui, China, the researchers carried out a prospective cohort study of newly married couples who were trying to conceive by natural means, and found that they were less likely to become pregnant and took longer to achieve a live birth if the male partner carried two copies of the defective DEFB126 gene. The researchers concluded that: \"This common sequence variation in DEFB126, and its apparent effect of impaired reproductive function, will allow a better understanding, clinical evaluation, and possibly treatment of human infertility.\" But why should a mutation that affects fertility be so common? Lead author of the study, Dr Ted Tollner, is an adjunct assistant professor in the UC Davis Department of Obstetrics and Gynecology. He worked on the study as a postdoctoral scholar with Cherr.  \"It may be that heterozygotes -- men with one normal and one defective gene, but normal fertility -- are advantaged in some way,\" said Tollner. He explained that the quality of human sperm is typically quite poor compared to sperm from monkey and other mammals. It swims slowly and has a high rate of defective cells. Cherr said perhaps because humans tend to have long-term, monogamous relationships, sperm quality is just not that important.  But some researchers say that human male fertility has been falling worldwide in recent decades, and we don't know why.  Cherr said the next step is to do some research within a major infertility project in the US and find out more about the role of the defective DEFB126 gene. Funds from the National Science Foundation and the National Institutes of Health helped pay for the study.\n\"A Common Mutation in the Defensin DEFB126 Causes Impaired Sperm Function and Subfertility.\" Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, and others. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Link to Abstract.  Additional source: UC Davis.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Một sự đột biến gien phổ biến làm tinh trùng mất lớp prô-tê-in bảo vệ của nó khiến nó trở thành nạn nhân của hệ miễn dịch của phụ nữ trong hành trình của nó đến trứng, có thể là lý do chính gây vô sinh ở nam giới trên toàn cầu, được viết bởi một nhóm các nhà nghiên cứu quốc tế trong một bài báo được công bố trên tạp chí Science Translational Medicine tuần này. Các nhà nghiên cứu hy vọng khám phá của họ sẽ giúp tìm ra cách thức mới để điều trị cho các cặp vợ chồng vô sinh.  Vô sinh ảnh hưởng từ 10 đến 15% dân số Hoa Kỳ, và khoảng một nửa các trường hợp này, vấn đề là khả năng sinh sản của người nam.  Đồng tác giả chính của báo cáo, Tiến sĩ Gary Cherr, một giáo sư tại trường Đại học của Phòng thí nghiệm Hàng hải Bodega Davis ở California và Trung tâm Y tế và Môi trường, nói với báo chí:\n“Trong 70% nam giới, bạn không thể dự đoán khả năng có con của họ dựa theo mật độ tinh trùng và đánh giá chất lượng tinh trùng hàng ngày”.  Ông và các đồng nghiệp của mình, bao gồm đồng tác giả chính, Tiến sĩ Charles Bevins, giáo sư tại Khoa Y khoa Vi sinh và Miễn dịch học tại UC Davis, hy vọng phát hiện của họ sẽ giúp giải thích tại sao.   Các nhà nghiên cứu đã nghiên cứu tỉ mỉ các pép-tít trong bạch cầu của con người, các prô-tê-in diệt mầm bệnh tự nhiên được tìm thấy trên bề mặt niêm mạc, trong một nghiên cứu tìm cách để tạo ra vắc-xin ngừa thai, khi họ tình cờ gặp một chất được gọi là beta-defensin 126 và bắt đầu xem xét kỹ càng hơn các đặc tính của nó.  Beta-defensin 126, một prô-tê-in “polypeptide glycosyl hóa” được mã hóa bởi gen được gọi là DEFB126, hoạt động như một thiết bị che đậy cho phép tinh trùng bơi hiệu quả qua các chất nhầy trong đường sinh sản của phụ nữ và đến được trứng mà không bị phát hiện bởi hệ thống miễn dịch của người phụ nữ.  Prô-tê-in này được tổng hợp trong mào tinh hoàn của nam giới, các ống xoắn sẽ lưu trữ, giúp trưởng thành và vận chuyển các tế bào tinh trùng đến tinh hoàn, nơi chúng trở thành tinh trùng, đến ống dẫn tinh, từ đó chúng được chuyển đến niệu đạo trước khi xuất tinh. Đó là trong khi chúng đang ở trong mào tinh hoàn, \"sẵn sàng\" để \"khởi động\" xuất tinh, các tế bào tinh trùng sẽ nhận được lớp phủ bảo vệ dày beta-defensin 126 của chúng.  Các nhà nghiên cứu tìm ra phát hiện của họ gần như là một cách tình cờ, như thường xảy ra trong khoa học. Họ đang cố gắng để có được beta-defensin 126 tinh chế để tạo một số kháng thể với prô-tê-in. Để làm điều này, họ đã phải làm một bản sao tái tổ hợp của gien DEFB126, nhưng trong nỗ lực đầu tiên, họ đã tìm thấy gien có một đột biến ngăn cản tạo ra prô-tê-in.  Nhưng khi họ sử dụng tinh trùng từ những người hiến khác nhau, họ có thể tạo được prô-tê-in này. Bevins nói:  “Nếu chúng ta không nhìn thấy điều này trong bản sao đầu tiên, chúng ta sẽ bị nhầm lẫn cho đến tận ngày nay.”  Và những gì Cherr, Bevins và các đồng nghiệp tìm thấy là nhiều người đàn ông mang một gien khiếm khuyết DEFB126. Họ mô tả phát hiện của họ như là một “biến thể trong trình tự của gien DEFB126 đã mất hai nuc-lê-ô-tít trong khung mã, tạo ra một mRNA bất thường\". Bằng cách khảo sát các mẫu tinh trùng của đàn ông ở Hoa Kỳ, Anh và Trung Quốc, họ thấy rằng có đến 1/4 đàn ông trên thế giới mang hai bản sao của biến thể DEFB126 khiếm khuyết và kết luận điều này có thể ảnh hưởng đáng kể đến khả năng sinh sản của họ.  Khi bạn xem xét tinh trùng của nam giới với các biến thể khiếm khuyết dưới kính hiển vi, chúng trông giống như tinh trùng bình thường và bơi xung quanh như tinh trùng bình thường, các nhà nghiên cứu cho biết trong một tuyên bố.  Nhưng, khi họ thử nghiệm khả năng bơi của tinh trùng qua gel a-xít hy-a-lu-rô-nic, một gel nhân tạo giống như chất nhầy cổ tử cung con người, họ nhận thấy là tinh trùng từ chất mang của hai khuyết tật biến thể “cho thấy giảm đến 84% trong tỷ lệ thâm nhập ... so với các kiểu gen khác”.  Và khi họ bổ sung thêm prô-tê-in beta-defensin 126 bình thường vào tinh trùng bị khiếm khuyết, chúng đã phục hồi khả năng bình thường của chúng.  Các nhà nghiên cứu hy vọng khám phá của họ dẫn đến sự phát triển một xét nghiệm mà có thể được sử dụng để giúp các cặp vợ chồng được trực tiếp điều trị bằng “tiêm tinh trùng vào trứng” hoặc ICSI, một phương pháp lấy ra trứng của người phụ nữ và tiêm trực tiếp với bên ngoài tinh trùng của cơ thể cô. Điều này có thể tiết kiệm rất nhiều tiền bạc, thời gian và đau khổ với việc cố gắng tìm ra nguyên nhân của vô sinh thông qua các phương pháp khác.\nTrong một giai đoạn khác của nghiên cứu đã diễn ra tại Trường Đại học Y An Huy, thuộc An Huy – Trung Quốc, các nhà nghiên cứu đã tiến hành một nghiên cứu đoàn hệ về tiềm năng của các cặp vợ chồng mới cưới đang cố gắng có thai bằng phương pháp tự nhiên, và thấy rằng họ ít có khả năng mang thai và mất nhiều thời gian để đạt được một lần sinh nở thành công nếu người nam mang 2 bản sao của gen khiếm khuyết DEFB126.  Các nhà nghiên cứu kết luận:  “Sự biến thiên trong trình tự thông thường này ở gien DEFB126, và hiệu quả rõ rệt của nó làm suy giảm chức năng sinh sản, sẽ giúp có một sự hiểu biết, đánh giá lâm sàng và điều trị tốt hơn cho bệnh vô sinh của con người”.  Nhưng tại sao một đột biến có ảnh hưởng đến khả năng sinh sản lại quá phổ biến?  Tác giả chính của nghiên cứu, Tiến sĩ Ted Tollner, là phụ tá trợ giảng tại Sản Phụ Khoa UC Davis. Ông làm việc trên nghiên cứu với vai trò một học giả sau tiến sĩ với Cherr.  “Nó có thể là các dị hợp tử -- những người đàn ông với một gien bình thường và một gien khiếm khuyết, nhưng khả năng sinh sản bình thường - được lợi thế theo một cách nào đó”, ông Tollner cho biết.  Ông giải thích rằng chất lượng của tinh trùng của con người thường khá kém hơn so với tinh trùng của khỉ và các loài động vật có vú khác. Nó bơi chậm và có tỷ lệ các tế bào khiếm khuyết cao.  Cherr cho biết có lẽ bởi vì con người có xu hướng nghiên về các mối quan hệ lâu dài, một vợ một chồng, nên chất lượng tinh trùng là không quan trọng.  Nhưng một số nhà nghiên cứu nói rằng khả năng có con của đàn ông đã và đang đã giảm trên toàn thế giới trong những thập kỷ gần đây, và chúng ta không biết lý do tại sao.  Cherr cho biết bước tiếp theo là thực hiện một số nghiên cứu trong một dự án về vô sinh lớn ở Hoa Kỳ và tìm hiểu thêm về vai trò của gen khiếm khuyết DEFB126.  Tài trợ từ Quỹ Khoa học Quốc gia và Học viện Y tế quốc gia đã giúp trang trải cho nghiên cứu.  “Một đột biến thường gặp trong gien Defensin DEFB126 gây ra suy giảm chức năng tinh trùng và hiếm muộn.” Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, và những người khác. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Liên kết đến Tóm tắt.\nNguồn bổ sung: UC Davis.\n Tác giả: Tiến sĩ Catharine Paddock\nBản quyền: Medical News Today"
        },
        {
            "en": "Birth Control    Birth control: How to decide With so many options, choosing a form of birth control can be daunting. Begin with a few questions: Do you need to protect against STDs? How important are convenience and cost? What about effectiveness? Only abstinence is 100% effective, but other methods come close -- as our effectiveness chart shows in a glance. Review this slideshow, then ask your doctor which options are best for you. Fertility awareness Also called natural family planning, fertility awareness means avoiding sex when the woman is most fertile. The most reliable way to do this is to watch for changes in cervical mucus and body temperature. To use this method correctly, it's best to get training from a health care professional. Pros: No drugs or devices, inexpensive. Cons: Limits spontaneous sex, 25% of typical users get pregnant. Spermicide Spermicide contains a chemical that kills sperm. It comes in the form of foam, jelly, cream, or film that is placed inside the vagina before sex. Some types must be put in place 30 minutes ahead of time. Frequent use may cause tissue irritation, increasing the risk of infections and STDs. Spermicides are most often used along with other birth control methods. Pros: Easy to use, inexpensive ($1 per use). Cons: May increase the risk of STDs, 29% get pregnant. Male condom The latex condom is the classic barrier method. It prevents sperm from entering the woman's body, protecting against pregnancy and STDs. Of couples who rely only on male condoms, 15% get pregnant in a year. Pros: Widely available, protects against STDs, inexpensive (under $1 each). Cons: Only effective if used correctly every time. Can't be reused. Female condom The female condom is a thin plastic pouch that lines the vagina and can be put in place up to 8 hours before sex. Users grasp a flexible, plastic ring at the closed end to guide it into position. It's somewhat less effective than the male condom. Pros: Widely available, some protection against STDs, conducts body heat better than a male condom. Cons: Can be noisy, 21% of users get pregnant, not reusable. Should not be used with a male condom, to avoid breakage. Diaphragm The diaphragm is a rubber dome that is placed over the cervix before sex. It is used with a spermicide. Effectiveness compares to the male condom – 16% of average users get pregnant, including those who don't use the device correctly every time. Pros: Inexpensive (a $15-$75 device lasts two years.) Cons: Must be fitted by a doctor, no STD protection. Can't be used during your period due to a risk of toxic shock syndrome. Cervical cap A cervical cap is similar to a diaphragm, but smaller. The FemCap slips into place over the cervix, blocking entry into the uterus. It is used with spermicide. The failure rate for the cervical cap is 15% for women who have never had children and 30% for those who have. Pros: Can stay in place for 48 hours, inexpensive. Cons: Must be fitted by a doctor, no protection against STDs. Can't be used during your period. Birth control sponge The birth control sponge, sold as the Today Sponge, is made of foam and contains spermicide. It is placed against the cervix up to 24 hours before sex. The sponge is about as effective as the cervical cap. But unlike the diaphragm or cervical cap, no fitting by a doctor is required. Pros: No prescription, effective immediately. Cons: Difficult to insert correctly, no STD protection. Can't be used during your period. Birth control pill The most common type of birth control pill uses the hormones estrogen and progestin to prevent ovulation. When taken on schedule, the pill is highly effective. About 8% of typical users get pregnant, including those who miss doses. Like all hormonal contraceptives, the pill requires a prescription. Pros: More regular, lighter periods, or no periods, depending on the type of pill. Less cramping. Cons: Cost ($15-$50 per month), no STD protection. May cause side effects, including breast tenderness, spotting, serious blood clots, and raised blood pressure. Some women should not use birth control pills. Birth control patch Women who have trouble remembering a daily pill may want to consider the birth control patch. The Ortho Evra patch is worn on the skin and changed only once a week for three weeks with a fourth week that is patch-free. The patch releases the same types of hormones as the birth control pill and is just as effective. Pros: More regular, lighter periods with less cramping, no need to remember a daily pill. Cons: Cost ($15-$50 per month), may cause skin irritation or other side effects similar to birth control pills. Doesn't protect against STDs. Vaginal ring The NuvaRing is a soft plastic ring that is worn inside the vagina. The ring releases the same hormones as the pill and patch and is just as effective. But it only needs to be replaced once a month. Pros: Lighter, more regular periods, only replaced once per month. Cons: Cost ($30-$50 per month), may cause vaginal irritation or other side effects similar to pills and the patch. Doesn't protect against STDs. Birth control shot The birth control shot, known as Depo-Provera, is a hormonal injection that protects against pregnancy for three months. For the typical couple, it is more effective than the birth control pill -- only 3% of users get pregnant in a year. Pros: Only injected four times per year, highly effective. Cons: Cost (about $240 per year), may cause spotting and other side effects. Doesn't protect against STDs. Birth control implant The birth control implant (Implanon) is a matchstick-sized rod that is placed under the skin of the upper arm. It releases the same hormone that's in the birth control shot, but the implant protects against pregnancy for 3 years. The failure rate is less than 1%. Pros: Lasts three years, highly effective. Cons: More expensive upfront ($400-$800 for exam, implant, and insertion), may cause side effects, including irregular bleeding. Doesn't protect against STDs. IUD IUD stands for intrauterine device, a T-shaped piece of plastic that is placed inside the uterus by a doctor. The copper IUD, ParaGard, works for as long as 12 years. The hormonal IUD, Mirena, must be replaced after 5 years. Both types make it more difficult for sperm to fertilize the egg. Fewer than eight in 1,000 women get pregnant. Pros: Long-lasting, low-maintenance. Cons: Irregular or heavier periods. More expensive upfront, may slip out, may cause side effects. Tubal ligation If you're sure you won't want biological children in the future, you may be ready for permanent birth control. The traditional method for women is called tubal ligation or \"having your tubes tied.\" A surgeon closes off the fallopian tubes, preventing eggs from making their journey out of the ovaries.  Pros: Permanent, nearly 100% effective. Cons: Requires surgery, may not be reversible, expensive. Doesn't protect against STDs. Tubal implants A newer procedure makes it possible to block the fallopian tubes without surgery. Small implants of metal or silicone are placed inside each tube. Scar tissue eventually grows around the implants and blocks the tubes. Once an X-ray confirms the tubes are blocked, no other form of birth control is needed.  Pros: Permanent, no surgery, almost 100% effective. Cons: Takes a few months to become effective. May raise the risk of pelvic infections, irreversible, expensive. Vasectomy Besides condoms, a vasectomy is the only birth control option available to men. It involves surgically closing the vas <em>deferens</em> – the tubes that carry sperm from the testes, through the reproductive system. This prevents the release of sperm but doesn't interfere with ejaculation. Pros: Permanent, cheaper than tubal ligation, almost 100% effective. Cons: Requires surgery, not effective immediately, may not be reversible. Emergency contraception Emergency contraception works after sex to help avoid pregnancy. This is an option if no birth control was used or if a woman suspects her usual method failed. Plan B, Plan B One-Step, and a generic version of Plan B called Next Choice all contain a high dose of a hormone found in many birth control pills. No prescription is needed for women aged 17 and older. These types must be used within 72 hours. Ella uses a non-hormonal drug and requires a doctor's prescription. It can be taken up to five days after sex. Options for older women Age and lifestyle are important factors in choosing a form of birth control. If you're over age 35 and smoke or are obese, the combination birth control pill, patch, and ring are not recommended. It's best to consult your doctor about safe alternatives. If you're approaching the age of menopause, the birth control shot has an added benefit: It may relieve some of the symptoms of perimenopause. Withdrawal Nearly six in 10 American women report that a partner has used \"pulling out,\" the age-old method that relies on the man withdrawing his penis from the vagina before ejaculation. Newer reviews show that when it's done correctly every time, about 4% of users get pregnant in a year. With more typical use, about 18% get pregnant. Pros: Free and no need for devices or hormones. Cons: May be hard to do correctly. No protection against STDs. Least effective methods Without using any form of birth control, 85% of sexually active couples will get pregnant within a year. Even the least effective birth control options reduce that number considerably. Most effective methods Although barrier methods, such as the condom or diaphragm, are moderately effective with typical patterns of use, hormonal contraceptives have a better track record for effectiveness. There are also several options for couples that prefer the lowest possible odds of getting pregnant. Two of these are reversible – the IUD and hormonal implant. Of course, the only birth control method that is 100% effective is abstinence.",
            "vi": "Tránh thai    Làm thế nào để lựa chọn được phương pháp tránh thai thích hợp  Trước quá nhiều giải pháp thì việc lựa chọn một hình thức tránh thai có thể khiến bạn phải thoái chí và đau đầu. Hãy bắt đầu bằng một vài câu hỏi: Bạn cần bảo vệ khỏi các bệnh lây truyền qua đường tình dục? Tiền bạc và mức độ tiện lợi quan trọng với bạn như thế nào? Hiệu quả ra sao? Chỉ việc kiêng không quan hệ tình dục là an toàn 100%, nhưng cũng còn nhiều phương pháp khác cũng có tác dụng gần như tuyệt đối – trong biểu đồ hiệu quả của chúng tôi. Hãy xem lại những khung hình này và tham khảo ý kiến của bác sĩ xem biện pháp nào là tốt nhất nhé.  Ý thức được khả năng thụ thai Đây cũng gọi là phương pháp kế hoạch hoá gia đình tự nhiên, ý thức khả năng thụ thai có nghĩa là tránh quan hệ tình dục khi người phụ nữ dễ dàng thụ thai nhất. Cách đáng tin cậy nhất là quan sát thay đổi ở chất nhầy tử cung và thân nhiệt. Để có thể áp dụng đúng đắn biện pháp này, tốt hơn hết là bạn nên được chuyên gia y tế hướng dẫn.  Ưu điểm: Không dùng thuốc hoặc một dụng cụ tránh thai nào, rẻ tiền, ít tốn kém.  Khuyết điểm: Hạn chế quan hệ tình dục tự phát, 25% phụ nữ áp dụng biện pháp này đã có thai ngoài ý muốn.  Chất diệt tinh trùng Chất diệt tinh trùng chứa hoá chất có thể làm chết tinh trùng. Có nhiều dạng: bọt, gel, kem, hoặc dạng màng được đặt vào bên trong âm đạo trước khi quan hệ tình dục. Một số loại chất diệt tinh trùng phải được đặt trước 30 phút. Việc sử dụng thường xuyên hoá chất này có thể gây kích ứng mô, làm tăng nguy cơ nhiễm trùng và các bệnh lây truyền qua đường tình dục. Chất diệt tinh trùng thường được sử dụng kèm với các biện pháp tránh thai khác nhiều nhất. Ưu điểm: Dễ sử dụng, ít tốn kém ($1/ 1 lần sử dụng) Khuyết điểm: Có thể làm tăng nguy cơ mắc bệnh lây truyền qua đường tình dục, 29% người áp dụng biện pháp này không thành công.  Bao cao su dành cho nam giới  Bao cao su bằng nhựa mủ là phương pháp tránh thai cổ điển. Nó có tác dụng làm ngăn chặn tinh trùng vào cơ thể của người phụ nữ, phòng tránh các bệnh lây truyền qua đường tình dục, đồng thời còn để tránh thai. Mỗi năm có 15% các cặp vợ chồng chỉ sử dụng bao cao su nam đã không có kết quả như mong muốn.  Ưu điểm: Bao cao su được bán rộng rãi, phòng tránh các bệnh lây truyền qua đường tình dục, rẻ tiền, ít tốn kém ($1/ bao cao su) Khuyết điểm: Chỉ có tác dụng khi sử dụng đúng cách mỗi lần quan hệ. Không được sử dụng lại nhiều lần.  Bao cao su dành cho nữ  Bao cao su nữ là túi nhựa mỏng được nhét vào âm đạo và có thể được đặt trước khi quan hệ tình dục đến 8 tiếng đồng hồ. Người sử dụng bao cao su này cầm vòng nhựa mềm ở gần cuối đầu để đưa nó vào vị trí chính xác. Biện pháp tránh thai này hơi kém hiệu quả hơn so với bao cao su dành cho nam.  Ưu điểm: Được bán rộng rãi, có thể phòng tránh các bệnh lây truyền qua đường tình dục, truyền nhiệt cơ thể tốt hơn bao cao su nam.  Khuyết điểm: Có thể phát ra tiếng sột soạt, 21% người áp dụng biện pháp này đã làm mẹ bất đắc dĩ, không được sử dụng lại nhiều lần. Không nên sử dụng cùng với bao cao su nam để tránh bị rách.  Màng chắn tránh thai Màng chắn tránh thai là màng ngăn hình vòm bằng cao su được đặt vào trong cổ tử cung trước khi quan hệ tình dục. Người ta sử dụng màng chắn này kết hợp chất diệt tinh trùng. Hiệu quả so với bao cao su nam - 16% người sử dụng bình thường đã mang thai ngoài ý muốn, bao gồm những người không sử dụng màng chắn này đúng cách mỗi khi có nhu cầu.  Ưu điểm: Rẻ tiền, ít tốn kém (màng chắn giá từ $15-$75 có thể sử dụng được trong vòng 2 năm) Khuyết điểm: Màng chắn tránh thai phải được bác sĩ đặt vào cổ tử cung, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được dùng màng chắn này trong suốt kỳ kinh của bạn bởi có thể có nguy cơ mắc hội chứng sốc nhiễm độc.  Mũ đội cổ tử cung Mũ đội cổ tử cung giống màng chắn tránh thai, nhưng nhỏ hơn. FemCap (phương tiện tránh thai bằng silicon tên FemCap) được đặt vào cổ tử cung, có tác dụng ngăn chặn tinh trùng vào tử cung. Mũ đội cổ tử cung được sử dụng kết hợp với chất diệt tinh trùng. Tỉ lệ thất bại của biện pháp tránh thai này lên là 15% đối với người chưa sinh con và tăng gấp đôi đối với phụ nữ đã có con.  Ưu điểm: Có thể đặt trong cổ tử cung suốt 48 tiếng đồng hồ, rẻ tiền, ít tốn kém.  Khuyết điểm: Mũ đội cổ tử cung phải được bác sĩ thực hiện, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được sử dụng trong kỳ kinh.  Miếng xốp ngừa thai Miếng xốp tránh thai được bán trên thị trường với tên gọi là Today Sponge, được làm từ bọt và chứa chất diệt tinh trùng. Người ta có thể đặt miếng xốp này sát vào cổ tử cung trước khi quan hệ tình dục đến 24 tiếng đồng hồ. Miếng xốp tránh thai có hiệu quả tương đương như mũ đội cổ tử cung. Nhưng không như màng chắn tránh thai hoặc mũ đội cổ tử cung, miếng xốp tránh thai có thể được sử dụng mà không cần đến bác sĩ hỗ trợ.  Ưu điểm: Có thể mua tự do, không theo toa và có tác dụng ngay lập tức.  Khuyết điểm: Khó đặt miếng xốp vào đúng vị trí, không phòng tránh các bệnh lây tryền qua đường tình dục. Không được sử dụng trong suốt kỳ kinh.  Thuốc tránh thai Thuốc tránh thai thường thấy nhất sử dụng hooc-môn estrogen và progestin để ngăn rụng trứng. Thuốc tránh thai thường có tác dụng cao nếu được sử dụng đúng theo giờ giấc. Khoảng 8% trường hợp sử dụng thuốc đã mang thai ngoài ý muốn, bao gồm cả những trường hợp quên uống thuốc. Giống như tất cả các loại thuốc tránh thai hooc-môn khác, nó đòi hỏi phải được bác sĩ kê toa.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn, hoặc không hành kinh, tuỳ thuộc vào loại thuốc tránh thai. Ít bị chuột rút.  Khuyết điểm: Tốn nhiều tiền ($15-$50 mỗi tháng), không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Có thể gây ra tác dụng phụ, như đau ngực, mụn nhọt, máu vón cục trầm trọng, và làm tăng huyết áp. Một số phụ nữ không nên sử dụng thuốc tránh thai.  Miếng dán tránh thai Những phụ nữ khó nhớ uống thuốc tránh thai hằng ngày thì có thể sử dụng miếng dán. miếng dán tránh thai Ortho Evra này dính chặt trên da và được thay mỗi tuần một lần, trong ba tuần liên tiếp như vậy và không sử dụng cho tuần thứ tư. Các hooc-môn có trong miếng dán này giống như hooc-môn trong thuốc tránh thai và có hiệu quả ngừa thai tương tự.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn và nhẹ nhàng hơn, ít bị chuột rút, không cần phải nhớ sử dụng thuốc tránh thai hằng ngày.  Khuyết điểm: Tốn kém ($15-$50 mỗi tháng), có thể gây kích ứng da hoặc các tác dụng phụ khác tương tự như thuốc tránh thai. Không phòng tránh các bệnh lây truyền qua đường tình dục.  Vòng tránh thai Vòng tránh thai là vòng bằng nhựa mủ mềm được đặt bên trong âm đạo. Các hooc-môn có trong vòng tránh thai cũng giống như hooc-môn trong thuốc và miếng dán và có tác dụng ngừa thai tương tự. Nhưng chỉ cần thay mỗi tháng một lần là được.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn và chỉ thay vòng mỗi tháng một lần.  Khuyết điểm: Tốn kém ($30-$50 mỗi tháng), có thể gây kích ứng âm đạo hoặc các tác dụng phụ khác giống như thuốc và miếng dán ngừa thai. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Thuốc tiêm tránh thai Thuốc tiêm tránh thai có tên gọi là Depo-Provera, là thuốc tiêm hooc-môn ngừa thai trong vòng 3 tháng. Đối với vợ chồng thì đây là biện pháp ngừa thai hiệu quả hơn so với thuốc tránh thai dạng uống – mỗi năm chỉ 3% trường hợp mang thai ngoài ý muốn.  Ưu điểm: Mỗi năm chỉ tiêm 4 lần, có hiệu quả cao.  Khuyết điểm: Tốn kém (khoảng $240 mỗi năm), có thể gây nổi mụn và các tác dụng phụ khác. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Que cấy tránh thai Que cấy tránh thai (Implanon) là que có kích cỡ bằng que diêm được cấy dưới da vùng cánh tay trên. Hooc-môn có trong que cấy giống như hooc-môn trong thuốc tiêm tránh thai, nhưng que cấy này có tác dụng ngừa thai được 3 năm. Tỉ lệ thất bại chưa đầy 1%.  Ưu điểm: Kéo dài được 3 năm, có hiệu quả cao. Khuyết điểm: Chi phí trả trước tốn kém hơn ($400-$800 để khám, cấy, và đặt que), có thể gây tác dụng phụ, bao gồm chứng xuất huyết bất thường. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Vòng tránh thai IUD IUD tượng trưng cho vòng tránh thai, làm bằng nhựa mủ, có hình dạng chữ T được bác sĩ đặt vào bên trong tử cung. vòng tránh thai bằng đồng IUD, ParaGard có tác dụng ngừa thai lên đến 12 năm. vòng tránh thai hooc-môn IUD, Mirena phải được thay sau 5 năm sử dụng. Cả hai loại này đều ngăn chặn không cho trứng thụ tinh. Chưa đầy 8 trường hợp trong 1000 người đã mang thai ngoài ý muốn.  Ưu điểm: Có thể sử dụng được lâu dài, ít bị hư hỏng. Khuyết điểm: Chu kỳ kinh nguyệt nhiều hơn hoặc không đều. Khoản trả trước tốn kém hơn, có thể trượt ra ngoài và gây ra nhiều tác dụng phụ.  Thắt ống dẫn trứng Nếu chắc rằng trong tương lai bạn không muốn sinh con nữa thì có thể sẵn sàng với biện pháp tránh thai vĩnh viễn. Phương pháp tránh thai truyền thống cho phụ nữ này được gọi là thắt ống dẫn trứng hoặc “thắt vòi trứng lại”. Bác sĩ phẫu thuật sẽ làm tắc ống dẫn trứng, ngăn không cho trứng ra khỏi buồng trứng.  Ưu điểm: Tránh thai vĩnh viễn; gần như có hiệu quả 100%.  Khuyết điểm: Cần phải được phẫu thuật, có thể không mở ống dẫn trứng lại được, tốn kém nhiều. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Cấy ống tránh thai  Thủ thuật mới hơn có thể làm tắc ống dẫn trứng mà không cần phẫu thuật. Người ta đặt những ống nhỏ bằng kim loại hoặc bằng silicon vào bên trong từng ống dẫn một. Mô sẹo cuối cùng phát triển quanh ống cấy và làm tắc ống dẫn trứng. Các ống dẫn trứng được kiểm tra chắc chắn lại bằng tia X, và khi đã đạt yêu cầu thì không cần phải thêm một biện pháp tránh thai nào nữa.  Ưu điểm: Có thể sử dụng lâu dài, không nhờ đến phẫu thuật, gần như 100% các trường hợp đều thành công.  Khuyết điểm: Phải mất một vài tháng mới có hiệu quả. Có thể làm tăng nguy cơ nhiễm trùng khung chậu, không tháo ống cấy ra được, tốn kém nhiều.  Cắt ống dẫn tinh Ngoài bao cao su thì thủ thuật cắt ống dẫn tinh là giải pháp tránh thai duy nhất dành cho nam giới. Đây là thủ thuật làm tắc ống dẫn tinh – ống dẫn tinh là ống dẫn tinh trùng từ tinh hoàn đến hệ sinh sản. Nó có tác dụng làm chặn tinh trùng nhưng không cản trở quá trình xuất tinh.  Ưu điểm: Có thể sử dụng lâu dài, ít tốn kém hơn biện pháp thắt ống dẫn trứng, có hiệu quả gần như tuyệt đối.  Khuyết điểm: Đòi hỏi phải được phẫu thuật, không có tác dụng ngay tức khắc, có thể là không làm ống dẫn tinh bình thường lại như trước được.  Tránh thai khẩn cấp Thuốc tránh thai khẩn cấp có tác dụng ngừa thai sau khi quan hệ tình dục. Đây cũng là lựa chọn hữu hiệu khi không sử dụng một biện pháp tránh thai nào hoặc khi người phụ nữ nghi ngờ phương pháp bình thường của mình thất bại. Plan B, Plan B One-Step, và một dạng đặc biệt cùng loại với Plan B có tên là Next Choice chứa liều lượng hooc-môn cao có trong nhiều loại thuốc tránh thai khác. Phụ nữ 17 tuổi trở lên có thể sử dụng thuốc tự do không theo toa. Những loại thuốc này chỉ có tác dụng trong vòng 72 tiếng đồng hồ. Thuốc tránh thai Ella sử dụng dược phẩm không liên quan đến hooc-môn và phải được chỉ định của bác sĩ. Nó có tác dụng đến 5 ngày sau khi quan hệ tình dục.  Lựa chọn cho phụ nữ lớn tuổi  Tuổi tác và lối sống hằng ngày đóng vai trò hết sức quan trọng trong việc lựa chọn biện pháp tránh thai. Nếu bạn trên 35 tuổi và hút thuốc lá hoặc béo phì, thì việc kết hợp sử dụng thuốc, miếng dán và vòng tránh thai là không nên. Tốt hơn hết là bạn nên tham khảo ý kiến của bác sĩ để biết các biện pháp thay thế an toàn. Nếu bạn sắp đến tuổi mãn kinh thì liệu pháp tiêm thuốc tránh thai còn có tác dụng tốt khác: Nó có thể làm giảm một số triệu chứng của thời kỳ tiền mãn kinh.  Xuất tinh ngoài âm đạo Gần 6/10 phụ nữ Mỹ cho biết bạn tình của mình đã xuất tinh ngoài âm đạo, đây là phương pháp tránh thai lâu đời tuỳ thuộc vào người nam rút dương vật ra khỏi âm đạo trước khi xuất tinh. Nhiều nhận xét mới hơn gần đây cho biết mỗi lần thực hiện đúng điều này thì mỗi năm có khoảng 4% người đã làm mẹ bất đắc dĩ. Nếu sử dụng biện pháp này nhiều hơn thì có khoảng 18% người mang thai ngoài ý muốn.  Ưu điểm: Thoải mái và không cần dụng cụ tránh thai hoặc hooc-môn nào.  Khuyết điểm: Có thể khó thực hiện đúng. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Các biện pháp tránh thai kém hiệu quả nhất Nếu quan hệ tình dục không sử dụng biện pháp tránh thai nào thì mỗi năm có đến 85% các cặp vợ chồng có con ngoài ý muốn. Thậm chí các giải pháp tránh thai kém hiệu quả nhất cũng có thể làm giảm con số này một cách đáng kể.  Các biện pháp tránh thai hiệu quả nhất Mặc dù các biện pháp tránh thai “rào cản” như bao cao su hoặc màng chắn, có hiệu quả tương đối với những cách dùng đặc trưng riêng biệt thì các loại thuốc tránh thai bằng hooc-môn có hiệu quả hơn hẳn. Cũng có nhiều giải pháp cho những cặp vợ chồng muốn có tỉ lệ thành công cao nhất. 2 trong số đó không có thể trở lại bình thường được – vòng tránh thai IUD và cấy hooc-môn. Tất nhiên là chỉ có biện pháp kiêng không quan hệ tình dục là có hiệu quả tuyệt đối 100%."
        }
    ],
    "suggestions": []
}