{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[di'fə:rəl]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">deferment</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[di'fə:mənt]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">deferment</font></td></tr></table><i/></div>",
            "word": "deferral",
            "pronounce": "[di'fə:rəl]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "deferral",
            "pronounce": "[di'fə:rəl]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "deferral",
            "pronounce": "[di'fə:rəl]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "deferral",
            "pronounce": "[di'fə:rəl]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "deferral",
            "pronounce": "[di'fə:rəl]"
        }
    },
    "sentences": [
        {
            "en": "<em>Deferral</em>.",
            "vi": "Phân bổ."
        },
        {
            "en": "A <em>deferral</em> is the postponement of:",
            "vi": "Phân bổ là sự hoãn lại:"
        },
        {
            "en": "This purchase of an asset is a <em>deferral</em> of an expense.",
            "vi": "Việc mua một tài sản là một khoản chi phí chờ phân bổ."
        },
        {
            "en": "Beginning December 31 and each month afterward until June 30, the company makes the <em>deferral</em> adjusting entries.",
            "vi": "Từ 31 tháng mười hai và mỗi tháng sau đó cho đến 30 tháng sáu, công ty lập bút toán điều chỉnh phân bổ."
        },
        {
            "en": "Gay Blood Donation Ban Is Scientifically Unsound      In Canada, the USA and several other industrialized nations, blood donations from men who have sex with men (MSM) have been banned since 1983. Pioneering AIDS researchers, Dr. Mark Wainberg and Dr. Norbert Gilmore say that while this may have been ethically and scientifically justified then, it no longer makes sense - they express their views in the latest issue of CMAJ (Canadian Medical Association Journal). Dr. Wainberg, heads the HIV research program at the Lady Davis Institute for Medical Research (LDI) at the Jewish General Hospital and was a co-discoverer of 3TC, one of the first drugs known to control HIV. He also heads the McGill University AIDS Centre, based at the LDI. Dr. Norbert Gilmore is a professor at the McGill Faculty of Medicine and the McGill Centre for Medicine, Ethics and Law, and is a clinician at the McGill University Health Centre (MUHC) Dr. Wainberg said:  The 1983 ban has hung on so long, unfortunately, because many people became infected by HIV in the early 80s through blood transfusions, and they have mounted continuing pressure on the blood agencies to maintain the ban. While we can sympathize with them, this no longer makes sense in 2010, and with each passing year it makes less sense.   Wainberg and Gilmore state that gay men in stable, long-term, monogamous relationships should be allowed to donate blood, while those with multiple sex partners should not.  Heterosexuals with multiple partners, Wainberg points out, currently only face one-year deferrals. Gilmore said: Other jurisdictions, like Australia, have already replaced the lifetime ban with more balanced and realistic policies, and I think it's time that Canada and the U.S. did the same. Today's technology makes it almost impossible for HIV to slip through, and the total ban puts a huge burden on blood agencies and the blood supply. We constantly have blood shortages that would not occur, perhaps, if we had a more reasonable policy.   Wainberg adds: There's a social justice aspect to this as well, which extends beyond the gay community. When a discriminatory policy isn't justified by the science, it leads to controversy. We've seen protests and boycotts of blood drives on Canadian campuses, so I think the blood agencies would be better off if they agreed with us. I suspect, honestly, that many of them already do, in private.  \"Reconsidering the lifetime <em>deferral</em> of blood donation by men who have sex with men\"    Mark A Wainberg, Talia Shuldiner, Karine Dahl, and Norbert Gilmore  Published online ahead of print May 25, 2010 CMAJ 10.1503/cmaj.091476 Written by Christian Nordqvist  Copyright: Medical News Today",
            "vi": "Lệnh cấm hiến máu của người đồng giới nam là phi khoa học      Ở Canada, Mỹ và nhiều quốc gia công nghiệp hoá khác, việc hiến máu của nam giới có quan hệ tình dục với nam giới (MSM) đã bị cấm từ năm 1983. Các chuyên gia nghiên cứu bệnh AIDS hàng đầu, bác sĩ Mark Wainberg và bác sĩ Norbert Gilmore nói rằng bởi vì điều đó có thể đã được chứng minh một cách hợp lý và khoa học sau đó, nó không còn có ý nghĩa - họ bày tỏ quan điểm trong CMAJ (Canadian Medical Association Journal) số mới nhất.   Bác sĩ Wainberg, hướng dẫn chương trình nghiên cứu HIV ở Học viện Nghiên cứu Y khoa Lady Davis (LDI) tại Bệnh viện Đa khoa Jewish và là người đồng phát minh 3TC, một trong những loại thuốc đầu tiên kiểm soát HIV được biết đến. Ông cũng lãnh đạo Trung tâm nghiên cứu AIDS của Đại học McGill, có trụ sở tại LDI. Bác sĩ Norbert Gilmore là giáo sư ở McGill Khoa Y Đại học McGill và Trung tâm Y khoa, Đạo đức học và Luật; và là nhà lâm sàng tại Trung tâm Y tế Đại học (MUHC)   Bác sĩ Wainberg đã nói : Quy định cấm của năm 1983 đã được thi hành quá lâu, thật đáng tiếc, bởi vì nhiều người đã bị nhiễm bệnh do HIV trong những năm đầu thập niên 80 qua truyền máu, và họ tiếp tục gây áp lực với Viện huyết học và truyền máu để duy trì lệnh cấm. Mặc dù chúng ta có thể thông cảm với họ, nhưng quan điểm này không còn có lý vào năm 2010, và mỗi năm qua đi nó lại càng ít có lý hơn. Wainberg và Gilmore bày tỏ quan điểm là những người đồng tính nam có các mối quan hệ ổn định, lâu dài, với chỉ một người tình nên được phép hiến máu, trong khi những người có nhiều người yêu thì không nên.  Những quan hệ tình dục khác giới với nhiều đối tác, Wainberg chỉ ra, hiện chỉ buộc phải trì hoãn một năm. Gilmore cho biết: Những nhà cầm quyền khác, như Úc, đã thay thế luật cấm suốt đời bằng các chính sách công bằng và thực tế hơn, và tôi nghĩ đã đến lúc Ca-na-đa và Hoa Kỳ cũng nên làm giống vậy. Nền công nghệ ngày nay gần như kiểm soát hoàn toàn HIV, và lệnh cấm hoàn toàn sẽ đặt một gánh nặng khổng lồ trên Viện huyết học và truyền máu và sự cung cấp máu. Chúng ta luôn bị thiếu máu, điều mà lẽ ra sẽ không xảy ra, nếu chúng ta có một chính sách hợp lý hơn. Wainberg thêm:  Cũng tồn tại quan điểm công bằng xã hội tương tự như vậy, trong khắp cộng đồng người đồng tính nam. Khi chính sách có sự phân biệt đối xử không được chứng minh bằng khoa học, nó dẫn đến bất đồng. Chúng tôi đã từng nhìn thấy sự tẩy chay và phản đối các ngày hiến máu nhân đạo tại đại học Ca-na-đa, vì vậy tôi nghĩ sẽ tốt hơn nếu Viện huyết học và truyền máu đồng ý với chúng tôi. Tôi hoài nghi, thành thật mà nói thì nhiều người trong số họ đã đồng ý, dù không nói ra. \"Xem xét lại lệnh tạm hoãn suốt đời về việc hiến máu của những người đồng tính nam\" Mark A Wainberg, Talia Shuldiner, Karine Dahl, và Norbert Gilmore Xuất bản trực tuyến trước khi in ngày 25 tháng 5 năm 2010 CMAJ 10.1503/cmaj.091476  Tác giả:  Christian Nordqvist Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}