{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">defense</font></td></tr></table><i/></div>",
            "word": "defenseless"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "defenseless"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "defenseless"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>defenseless</k><ex><blockquote><blockquote><abr>adj.</abr><abr>AE</abr>; <abr>BE</abr><abr>also:</abr><kref>defenceless</kref></blockquote></blockquote> defenseless against (defenseless against any attack)</ex></div>",
            "word": "defenseless"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "defenseless"
        }
    },
    "sentences": [
        {
            "en": "These embryos are totally <em>defenseless</em> human beings.",
            "vi": "Các phôi thai này chẳng khác nào những con người hoàn toàn không có khả năng tự vệ."
        },
        {
            "en": "She was kicking a beaten and <em>defenseless</em> man.",
            "vi": "Nàng đã đánh một người gục ngã, không còn khả năng tự vệ."
        },
        {
            "en": "Combined with the flaws in anti-dumping methodology, this additional condition for Non-Market Economies leaves them <em>defenseless</em>.",
            "vi": "Kết hợp với những lỗi trong phương pháp chống bán phá giá, điều kiện bổ sung này đối với các nền kinh tế phi thị trường khiến họ ít có khả năng biện hộ."
        },
        {
            "en": "– Well, I Was Getting Into The Car To Drive Home, And This Young Lady Here Asked Me For A Lift. She Looked So Down And Out And <em>Defenseless</em> That I Took Pity On Her And Let Her Into The Car. I Noticed That She Was Very Thin, Not Well Dressed And Very Dirty. She Told Me That She Hadn’t Eaten For Three Days. So, In My Compassion, I Brought Her Home And Warmed Up The Enchiladas I Made For You Last Night, The Ones You Wouldn’t Eat Because You’re Afraid You’ll Put On Weight.Since She Needed A Good Clean-Up, I Suggested A Shower, And While She Was Doing That, I Noticed Her Clothes Were Dirty And Full Of Holes, So I Threw Them Away.",
            "vi": "Tôi lên xe về nhà thì cô gái trẻ này xin đi nhờ. Trông cô ấy tiều tuỵ quá, lại không có ai giúp nên tôi thấy tội nghiệp mà cho lên xe. Tôi thấy cô ta mảnh khảnh quá, ăn bận cũng không đẹp lắm, lại rất nhem nhuốc. Cô ấy nói đã ba ngày rồi chưa ăn gì. Thế nên tôi thương hại, đưa cô ấy về nhà và hâm nóng lại món bánh thịt cuốn tối qua tôi làm cho bà, bà không ăn vì sợ mập.    Vì cô ấy muốn sạch sẽ hơn nên tôi bảo cô ta đi tắm, khi cô ấy tắm thì tôi thấy quần áo cô ấy vừa dơ lại rách nát nữa nên tôi vất hết đi."
        }
    ],
    "suggestions": []
}