{
    "en_vn": {
        "data": {
            "content": null,
            "word": "defeating"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "defeating"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "defeating"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "defeating"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "defeating"
        }
    },
    "sentences": [
        {
            "en": "Kevin, that's just self-<em>defeating</em> crap.",
            "vi": "Kevin, đó chỉ là những chuyện tào lao tự hại mình thôi."
        },
        {
            "en": "Kevin, that's just self - <em>defeating</em> crap.",
            "vi": "Kevin, đó chỉ là những chuyện tào lao tự hại mình thôi."
        },
        {
            "en": "After <em>defeating</em> the opponent, he whistled chirpily.",
            "vi": "Sau khi đánh bại đối thủ, anh ta huýt sáo một cách vui tươi."
        },
        {
            "en": "Failure can be <em>defeating</em> or defeated.",
            "vi": "thất bại có thể vượt qua hoặc không thể vượt qua."
        },
        {
            "en": "Henry VII claimed the English throne after <em>defeating</em> Richard III.",
            "vi": "Henry VII đã đòi quyền làm vua nước Anh sau khi đánh bại Richard III."
        },
        {
            "en": "So you are give up on <em>defeating</em> the queen?",
            "vi": "Vậy ngài sẽ từ bỏ việc đánh bại nữ hoàng"
        },
        {
            "en": "Inside the temple, detailed carvings on the walls show Ramses <em>defeating</em> his enemies in battle.",
            "vi": "Bên trong ngôi đền, các bức tranh được chạm trổ chi tiết trên những bức tường cho thấy vua Ramses đang đánh bại các kẻ thù của ông ta ở chiến trường."
        },
        {
            "en": "Failure can be <em>defeating</em> or defeated, it will always be up to you.",
            "vi": "Thất bại có thể vượt qua, hoặc không thể vượt qua, điều đó luôn tùy thuộc vào bạn."
        },
        {
            "en": "Second would be \"progress\" in <em>defeating</em> with infectious disease like polio, malaria, HIV, and tuberculosis.",
            "vi": "Thứ hai là \"tiến bộ\" trong cuộc chiến chống bệnh truyền nhiễm như bại liệt, sốt rét, HIV, và lao."
        },
        {
            "en": "Inside the temple, detailed carvings on the walls show Ramses was <em>defeating</em> his enemies in battle.",
            "vi": "Bên trong ngôi đền, các bức tranh được chạm trổ chi tiết trên các bức tường cho thấy Ramses đang đánh bại các kẻ thù của ông ở chiến trường."
        },
        {
            "en": "Punishing the demonstrators is self - <em>defeating</em> because it only encourages further demonstrations.",
            "vi": "Trừng phạt những kẻ biểu tình là thất sách vì như vậy chỉ càng khuyến khích thêm nhiều cuộc biểu tình nữa."
        },
        {
            "en": "The ball can succeed in <em>defeating</em> the pull of gravity for a short time.",
            "vi": "Quả bóng có thể thành công trong việc thắng được sức hút hấp dẫn trong một thời gian ngắn."
        },
        {
            "en": "The Ducks started off the season by <em>defeating</em> Washington State and Texas Tech.",
            "vi": "Đội Ducks mở đầu mùa giải bằng việc đánh bại Washington State và Texas Tech."
        },
        {
            "en": "Punishing the demonstrators is self-<em>defeating</em> because it only encourages further demonstrations.",
            "vi": "Trừng phạt những kẻ biểu tình là thất sách vì như vậy chỉ càng khuyến khích thêm nhiều cuộc biểu tình nữa."
        },
        {
            "en": "This is not an easy process as it requires commitment and perseverance and being aware of one's self - <em>defeating</em> behaviours.",
            "vi": "Điều này không phải là một quy trình dễ dàng vì nó yêu cầu sự tận tâm và lòng kiên trì và sự chú ý của những hành vi tự chiến thắng."
        },
        {
            "en": "To settle an account/settle accounts is to end a disagreement or argument with someone by <em>defeating</em> them.",
            "vi": "\"Settle an account/settle accounts\" (thanh toán/trả thù) là chấm dứt điều bất đồng hay tranh cãi với ai bằng cách thủ tiêu họ."
        },
        {
            "en": "There's difference between <em>defeating</em> a guy in a basketball game and beating him to a bloody pulp.",
            "vi": "Có sự khác nhau việc đánh bại một người trong một trận bóng rổ với sự nện cho nó ra bã chứ."
        },
        {
            "en": "This is not an easy process as it requires commitment and perseverance and being aware of one's self-<em>defeating</em> behaviours.",
            "vi": "Điều này không phải là một quy trình dễ dàng vì nó yêu cầu sự tận tâm và lòng kiên trì và sự chú ý của những hành vi tự chiến thắng."
        },
        {
            "en": "Francois Hollande, the former leader of France’s Socialist Party, has been elected president of France, <em>defeating</em> incumbent Nicolas Sarkozy. ",
            "vi": "Francois Hollande, vị cựu lãnh đạo thuộc Đảng xã hội Pháp, đã được bầu làm tổng thống Pháp, đánh bại người đang nắm quyền là Nicolas Sarkozy."
        },
        {
            "en": "An triumphed in the men's individual sabre event, <em>defeating</em> Choy Yu Yong of the hosts 15-11 in the final.",
            "vi": "Và chiến thắng trong hạng mục kiếm lưỡi cong cá nhân nam, đánh bại Choy Yu Yong của đội chủ nhà với tỉ số 15-11 trong trận chung kết."
        }
    ],
    "suggestions": []
}