{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">deforest</font></td></tr></table><i/></div>",
            "word": "deforester",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "deforester",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "deforester",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "deforester",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "deforester",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The triangle ABC coincides with the triangle <em>DEF</em>.",
            "vi": "Hình tam giác ABC trùng khớp với hình tam giác DEF."
        },
        {
            "en": "In <em>ester</em> lipids there is an <em>ester</em> bond, whereas in ether lipids there is an ether bond.",
            "vi": "Ở este lipid, đây là một liên kết este, trong khi ở ete lipid thì là liên kết ete."
        },
        {
            "en": "Ether bonds are chemically more resistant than <em>ester</em> bonds.",
            "vi": "Các liên kết ether bền hơn về hóa học so với liên kết ester."
        },
        {
            "en": "The acetic acid <em>ester</em> of the organic base choline.",
            "vi": "Là muối acetic acid của chất choline hữu cơ căn bản."
        },
        {
            "en": "Bacteria and eukaryotes have membranes composed mainly of glycerol - <em>ester</em> lipids.",
            "vi": "Vi khuẩn và sinh vật nhân chuẩn có màng được tạo chủ yếu bởi glycerol-ester lipid."
        },
        {
            "en": "An enzyme that breaks down a choline <em>ester</em> into its choline and acid components.",
            "vi": "Một phân hoá tố làm tách rời muối choline thành choline và thành phần acid."
        },
        {
            "en": "Bacteria and eukaryotes have membranes composed mainly of glycerol-<em>ester</em> lipids.",
            "vi": "Vi khuẩn và sinh vật nhân chuẩn có màng được tạo chủ yếu bởi glycerol - ester lipid."
        },
        {
            "en": "Scale up access to ARV treatment through PEPFAR, Global Fund and <em>Ester</em>;.",
            "vi": "Đẩy mạnh tiếp cận ARV qua các dự án do PEPFAR, Quỹ Toàn cầu và Esther tài trợ."
        },
        {
            "en": "Ah 7-Eleven, great convenience store, and <em>def</em> not to be confused with a national tragedy and symbol of global terrorism, eh Trump?",
            "vi": "Ồ 7-Eleven ư, cửa hàng tiện lợi tuyệt vời, và chắc chắn là không bị lẫn lộn với một thảm kịch quốc gia và biểu tượng của khủng bố toàn cầu, hả Trump?"
        },
        {
            "en": "Ah 7-Eleven, great convenience store, and <em>def</em> not to be confused with a national tragedy and symbol of global terrorism, eh Trump?",
            "vi": "Ồ 7-Eleven ư, cửa hàng tiện lợi tuyệt vời, và chắc chắn là không bị lẫn lộn với một thảm kịch quốc gia và biểu tượng của khủng bố toàn cầu, hả Trump?"
        },
        {
            "en": "Option: Phthalate-free products  If you're concerned about phthalates, look for phthalate-free beauty products. You can check the ingredients for the term phthalate (dibutylphthalate, dimethylphthalate, diethylphthalate, etc.), butyl <em>ester</em>, or plasticizer. It's important to note that phthalates are also found in flooring, shower curtains, food packaging, and many other staples of modern life.",
            "vi": "Bạn có thể sử dụng các loại sản phẩm không chứa Phthalate  Nếu lo lắng về hoá chất phthalate, bạn nên tìm các loại sản phẩm làm đẹp không chứa phthalate. Bạn có thể kiểm tra thành phần để dò tìm thuật ngữ phthalate (dibutylphthalate, dimethylphthalate, diethylphthalate,...), ét-xte bu-tin, hoặc chất làm mềm dẻo. Cần lưu ý là phthalate cũng có trong nguyên vật liệu làm sàn, màn che buồng tắm, bao bì thực phẩm, và nhiều nguyên vật liệu khác trong đời sống hiện đại."
        },
        {
            "en": "iPhoto is among the standouts. Apple's photo-organization software really comes to life on the high-<em>def</em> iPad, where users will be able to sharpen their photos with new features. One detects the horizon in a landscape photo and, with the tap of a finger, will make it perfectly level. Another lets users rub a finger over a section of a photograph to lighten, darken or soften it. It makes photo editing more hands-on and intuitive than before.",
            "vi": "          iPhoto là một trong số những ứng dụng nổi bật. Phần mềm tổ chức ảnh của Apple thật sự rất thú vị trên chiếc iPad độ nét cao. Người dùng có thể chỉnh ảnh sắc nét hơn với những tính năng mới. Đó là tính năng nhận diện đường chân trời trong ảnh chụp nằm ngang, và chỉ bằng cái chạm tay, bạn có thể làm nó phẳng lì. Một tính năng khác cho phép người dùng chà ngón tay lên một phần bức ảnh để tăng độ sáng, tối hoặc làm ảnh trông mềm mại hơn. Tính năng này làm việc biên tập ảnh trở nên thuận tiện và trực quan hơn trước."
        }
    ],
    "suggestions": []
}