{
    "en_vn": {
        "data": {
            "content": null,
            "word": "degraded"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "degraded"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>degraded</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>I feel so degraded</i>: HUMILIATED, demeaned, cheapened, cheap, ashamed.</blockquote><blockquote><b>2</b><i>his degraded sensibilities</i>: DEGENERATE, corrupt, depraved, dissolute, dissipated, debauched, immoral, base, sordid.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>proud, moral.</blockquote></div>",
            "word": "degraded"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "degraded"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "degraded"
        }
    },
    "sentences": [
        {
            "en": "<em>Degraded</em> people",
            "vi": "Những người dân thấp cổ bé họng"
        },
        {
            "en": "<em>Degraded</em> morality",
            "vi": "Đạo đức suy đồi"
        },
        {
            "en": "He <em>degraded</em> human dignity.",
            "vi": "Hắn đã đánh mất nhân phẩm."
        },
        {
            "en": "Performance is <em>degraded</em>.",
            "vi": "Hiệu suất bị suy giảm."
        },
        {
            "en": "urban dwellers got fed up with the <em>degraded</em> condition of the road",
            "vi": "Cư dân thành thị đã chán ngấy với tình trạng xuống cấp của đường xá"
        },
        {
            "en": "Medicine should never be allowed to be <em>degraded</em> in this way.",
            "vi": "Thuốc sẽ không bao giờ được chấp nhận bị rã ra theo cách này."
        },
        {
            "en": "Even non-organics such as plastics can be used as they are <em>degraded</em> in the process.",
            "vi": "Ngay cả các chất phi hữu cơ như chất dẻo có thể được dùng khi chúng đã bị tan rã ra qua quá trình phân hủy."
        },
        {
            "en": "However, much of this land is <em>degraded</em> and sometimes not accessible to them.",
            "vi": "Tuy nhiên, phần lớn đất đai này đã bị thoái hoá và đôi khi không thể tiếp cận được."
        },
        {
            "en": "He also complained that while the tuition increases, the facilities remain the same, while many lecture halls have <em>degraded</em> seriously.",
            "vi": "Cậu ấy cũng đã phàn nàn rằng trong khi học phí tăng, các cơ sở vật chất thì vẫn vậy, trong khi nhiều giảng đường đã xuống cấp một cách trầm trọng."
        },
        {
            "en": "Social Welfare Minister Enamul on Friday said the environment of the country was <em>degraded</em> due to unplanned tree cutting.",
            "vi": "Bộ trưởng phúc lợi xã hội Enamul vào thứ sáu đã nói rằng, môi trường của nông thôn đã bị biến chất do việc đốn cây bừa bãi."
        },
        {
            "en": "The lagoon has <em>degraded</em> seriously in recent years as construction of people’s houses and shrimp ponds has occurred near it. ",
            "vi": "Vùng đầm đã xuống cấp nghiêm trọng trong những năm gần dây khi người dân xây dựng nhà ở và các ao nuôi tôm gần đó."
        },
        {
            "en": "Investigating and assessing environment quality at serious <em>degraded</em> and polluted areas on land and sea and recommending solutions for environment protection;",
            "vi": "Điều tra và đánh giá chất lượng môi trường tại các khu vực ô nhiễm hay thoái hoá nghiêm trọng về môi trường đất, môi trường biển và đề xuất các biện pháp bảo vệ, cải thiện chất lượng môi trường;"
        },
        {
            "en": "Chief Inspector of the city’s Department of Transport, Tran Dang Hai said \"The <em>degraded</em> bridges that endanger road users must be checked by local authorities or even banned.”",
            "vi": "Thanh tra của sở Giao thông vân tải thành phố, ông Trần Đăng Hải cho biết \" những cây cầu xuống cấp này đều gây nguy hiểm cho người sử dụng nên cần phải kiểm tra lại bởi chính quyền địa phương hoặc cấm sử dụng."
        },
        {
            "en": "Traditional irrigation, however, has <em>degraded</em> the soil in many areas, and the reservoir s behind dam s can quickly fill up with silt, reducing their storage capacity and depriving downstream farmers of fertile sediment s.",
            "vi": "Tuy nhiên, phương pháp tưới tiêu truyền thống đã làm thoái hoá đất ở nhiều khu vực, và các Hồ chứa phía sau đập có thể nhanh chóng tràn ngập bùn cát, làm giảm khả năng lưu trữ và khiến người nông dân mất đi các Trầm tích màu mỡ."
        },
        {
            "en": "In four outlying districts, there are many <em>degraded</em> bridges that are a threat to residents. Ha Noi authorities estimated that there are dozens of temporary and pontoon bridges scattered across these areas.",
            "vi": "Tại 4 huyện cách xa trung tâm, ở đây có rất nhiều cây cầu đã bị xuống cấp, đó là một mối đe dọa cho người dân. Chính quyền Hà Nội ước tính rằng có khoảng 12 cây cầu tạm bợ và và rải rác những cây cầu phao bắc ngang những khu vực ở đây."
        },
        {
            "en": "In agriculture, rehabilitation and modernization of irrigation works should be a priority as <em>degraded</em> and out-moded systems cannot deliver scarce water cost-effectively or support needed crop diversification.",
            "vi": "Trong nông nghiệp, cần ưu tiên việc phục hồi và hiện đại hoá các công trình thuỷ lợi vì các hệ thống xuống cấp và lạc hậu không thể thực hiện tới tiêu với chi phí thấp hay đáp ứng nhu cầu đa dạng hoá canh tác."
        },
        {
            "en": "\"Rice growth is exchanged by the disturbance of hydrological regime outside the dikes while the fertility of the soil inside the dikes declined and the environment <em>degraded</em>,\"Prof. Tran said.",
            "vi": "Theo giáo sư Trân \"Việc phát triển trồng lúa đã bị thay đổi bởi sự rối loạn của chế độ thủy văn ở phía ngoài con đê. Tronng khi đó vùng đất màu mỡ bên trong lại giảm mạnh và môi trường bị xuống cấp\""
        },
        {
            "en": "It occurs in humid and deciduous lowland forest up to 1,200 m. Though recorded in <em>degraded</em> habitats, it is possible that it may forage in a wide range of habitats, but is reliant on intact, moister forest during the breeding season. This bird can be seen at Iwokrama.",
            "vi": "Sống trong rừng thuộc vùng đất trũng cho đến vùng cao đến 1.200 mét, ẩm ướt và rụng lá theo kỳ. Cho dù được ghi nhận tìm thấy chúng trong những môi trường sống xuống cấp, có thể loài này sống trong được trong nhiều môi trường, nhưng chúng vẫn cậy nhờ các khu rừng nguyên sinh, ẩm ướt hơn vào mùa sinh sản. Có thể tìm thấy ở Iwokrama."
        },
        {
            "en": "Install the ActivBoard Mount System in a location where the operating temperature for your projector model will not be exceeded. Install the ActivBoard Mount System in a place free from excessive dust and high humidity to prevent the lens or optical components from becoming <em>degraded</em>.",
            "vi": "Lắp Hệ thống Khung Bảng tương tác ở vị trí nhiệt độ không cao hơn nhiệt độ loại máy chiếu của bạn chịu được. Lắp hệ thống khung Bảng tương tác ở nơi không quá nhiều bụi và ẩm ướt để các thấu kính hoặc các bộ phận quang học không bị xuống cấp."
        },
        {
            "en": "Building on this research, I had proposed that people across generations psychologically experience something quite similar to the children in Houston: that all of us construct a conception of what is environmentally normal based on the natural world we encounter in our childhood. With each ensuing generation, the amount of environmental degradation increases, but each generation tends to take that <em>degraded</em> condition as the normal experience. This is what I have been calling “environmental generational amnesia.” It helps explain how cities continue to lose nature, and why people don’t really see it happening—and to the extent they do, they don’t think it’s too much of a problem.",
            "vi": "Dựa vào nghiên cứu này, tôi đã đề nghị mọi người thử qua những trải nghiệm tâm lý tương tự như những đứa trẻ ở Houston: tất cả chúng ta xây dựng quan niệm về những gì là bình thường về mặt môi trường dựa trên thế giới tự nhiên mà chúng ta gặp phải trong thời thơ ấu. Với mỗi thế hệ tiếp theo, mức độ suy thoái môi trường tăng lên, nhưng mỗi thế hệ lại có xu hướng coi điều kiện suy thoái là trải nghiệm bình thường. Đây là điều mà tôi đã gọi là \"sự mất trí nhớ thế hệ môi trường.\" Nó giúp giải thích cách mà các thành phố tiếp tục đánh mất thiên nhiên và tại sao mọi người không thực sự thấy được điều đó đang xảy ra - và trong phạm vi họ sống, họ không nghĩ rằng nó có quá nhiều vấn đề."
        }
    ],
    "suggestions": []
}