{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dehydrated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dehydrated</k><blockquote><cclass>adjective lose or cause to lose a large amount of water.</cclass></blockquote><blockquote>→ <kref>dehydrate</kref></blockquote></div>",
            "word": "dehydrated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dehydrated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dehydrated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khan</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">dehydrated alcohol</font><font color=\"#282828\">: rượu khan</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> khử nước</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">dehydrated oil</font><font color=\"#282828\">: dầu đã khử nước</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">dehydrated tar</font><font color=\"#282828\">: nhựa đã khử nước</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">dehydrated tar</font><font color=\"#282828\">: nhựa đường khử nước</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được khử nước</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dehydrated [desiccated] air</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không khí đã khử ẩm</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dehydrated alcohol</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> rượu đã loại nước</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dehydrated alcohol</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> rượu khử nước, cồn tinh thiết</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dehydrated tar</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> guđron đã loại nước</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "dehydrated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The sun <em>dehydrated</em> the water.",
            "vi": "Mặt trời đã làm nước bốc hơi."
        },
        {
            "en": "Powdered eggs are fully <em>dehydrated</em> eggs.",
            "vi": "Trứng bột hoàn toàn là trứng sấy khô."
        },
        {
            "en": "All the salt in my system had <em>dehydrated</em> me.",
            "vi": "Toàn bộ muối trong cơ thể đã làm tôi mất nước."
        },
        {
            "en": "Drink lots of water to avoid becoming <em>dehydrated</em>.",
            "vi": "Uống nhiều nước để tránh bị mất nước."
        },
        {
            "en": "Her body had <em>dehydrated</em> dangerously in the extreme heat.",
            "vi": "Vì/do nóng, cơ thể cô ta đã mất nước một cách nguy hiểm."
        },
        {
            "en": "When the water level dips below that level, you could be <em>dehydrated</em>.",
            "vi": "Khi lượng nước xuống dưới mức đó thì có thể bạn bị mất nước."
        },
        {
            "en": "The <em>dehydrated</em> mushrooms that were not dried properly escaped the attention of our surveyors.",
            "vi": "Nấm khô không được làm khô đúng cách đã thoát khỏi sự để ý xem xét của các giám định viên của chúng tôi."
        },
        {
            "en": "These dried mushrooms were well <em>dehydrated</em> from fresh and choice material and up to standard export.",
            "vi": "Những nấm sấy khô này được sấy kĩ làm từ các vật liệu tươi và chọn lọc đạt tiêu chuẩn xuất khẩu."
        },
        {
            "en": "Water is a vital ingredient of any diet so that you do not become <em>dehydrated</em>.",
            "vi": "Nước là một thành phần sống còn của bất kỳ chế độ ăn uống nào để bạn không bị mất nước."
        },
        {
            "en": "At interval strong peristaltic movements move the <em>dehydrated</em> contents towards the rectum.",
            "vi": "Nhu động ruột mạnh làm chuyển động những thành phần khô nước tới trực tràng."
        },
        {
            "en": "Anyone may become <em>dehydrated</em>, but young children, the elderly and people with chronic illnesses are most at risk.",
            "vi": "Bất cứ ai cũng có thể trở nên mất nước, nhưng trẻ nhỏ, người cao niên và những người có bệnh mãn tính có nguy cơ cao nhất."
        },
        {
            "en": "When to call the doctorIf your child has bloody or black, tar-like bowel movements or seems <em>dehydrated</em>, call your doctor immediately.",
            "vi": "Khi nào cần nên gọi bác sĩ Nếu con bạn đi tiêu ra máu hoặc đi tiêu phân đen như hắc ín hoặc có vẻ như bị mất nước, bạn nên gọi điện cho bác sĩ ngay lập tức."
        },
        {
            "en": "After being checked by a doctor, most kids with Campylobacter infections are treated at home, especially if they show no signs of being seriously <em>dehydrated</em>. They should drink plenty of fluids and be monitored for signs of dehydration.",
            "vi": "Sau khi được bác sĩ kiểm tra, đa số trẻ bị nhiễm khuẩn campylobacter đều được chữa trị ở nhà, nhất là khi trẻ không có biểu hiện mất nước nghiêm trọng. Chúng nên uống nhiều nước và được theo dõi các dấu hiệu mất nước."
        },
        {
            "en": "Kids with mild diarrhea and no dehydration should continue to eat normally and increase their fluid intake — but fruit juices and soft drinks can worsen diarrhea and should be avoided. If your child is <em>dehydrated</em>, your doctor may recommend using an oral rehydration solution. Babies with campylobacteriosis who are breastfed should continue to be breastfed throughout the illness.",
            "vi": "Trẻ bị tiêu chảy nhẹ và không bị mất nước nên tiếp tục ăn bình thường và uống nhiều nước hơn - nhưng các loại nước ép trái cây và nước ngọt có thể làm cho bệnh tiêu chảy càng trầm trọng hơn; nên tránh các loại nước uống đó. Nếu con bạn bị mất nước, bác sĩ có thể khuyên nên sử dụng dung dịch bổ sung nước cho cơ thể. Trẻ sơ sinh bú mẹ bị nhiễm khuẩn campylobacter nên được tiếp tục bú mẹ suốt thời gian bị bệnh."
        },
        {
            "en": "Risk factors you can control  Although you can’t completely prevent cellulite, your lifestyle choices may affect its appearance. Factors that worsen the condition include:  * Yo-yo dieting   * An excessively high-carbohydrate diet   * An increase in total body fat   * Being inactive   * Fluid retention or being <em>dehydrated</em>",
            "vi": "Các yếu tố rủi ro mà bạn có thể kiểm soát được  Mặc dù bạn không thể ngăn ngừa chứng tụ mỡ cứng hoàn toàn, nhưng lối sống của bạn có thể ảnh hưởng đến vẻ bề ngoài của bệnh. Các yếu tố có thể làm cho bệnh càng dữ dội hơn gồm: \n \n* Chế độ ăn kiêng yo-yo\n \n* Chế độ dinh dưỡng chứa hy-đrát-các-bon quá cao \n \n* Tăng toàn thể lượng mỡ trong cơ thể. \n \n* Ít vận động  * Phù nề/ Cơ thể giữ nước hoặc mất nước "
        },
        {
            "en": "In the tests involving the young women, mild dehydration caused headaches, fatigue, and difficulty concentrating, according to one of the studies, which appears in the February issue of The Journal of Nutrition. The female subjects also perceived tasks as more difficult when slightly <em>dehydrated</em>, although there was no substantive reduction in their cognitive abilities.",
            "vi": "Trong các bài kiểm tra ở các phụ nữ trẻ, mất nước nhẹ gây ra nhức đầu, mệt mỏi, và khó tập trung, theo một trong những nghiên cứu, đăng trong số tháng 2 của Tạp chí Dinh dưỡng. Phụ nữ cũng cảm nhận nhiệm vụ khó khăn hơn khi bị mất nước nhẹ, mặc dù không có sự giảm đáng kể trong khả năng nhận thức của họ."
        },
        {
            "en": "* A urine sample helps assess how <em>dehydrated</em> the patient is and may indicate possible kidney damage. * Blood tests may be performed to determine the seriousness of the illness. An X-ray of the abdomen or a CT scan may be taken if the doctor suspects the patient's symptoms may be caused by another illness.  ",
            "vi": "* Mẫu nước tiểu giúp đánh giá xem bệnh nhân bị mất nước ở mức độ nào và có thể cho biết tổn thương thận có thể xảy ra.  * Người bị ngộ độc cũng có thể được làm xét nghiệm máu để xác định mức độ nghiêm trọng của tình trạng ngộ độc. Bên cạnh đó họ cũng có thể cần phải chụp X-quang bụng hoặc chụp cắt lớp nếu bác sĩ nghi ngờ triệu chứng của bệnh nhân có thể do một bệnh nào khác gây ra."
        },
        {
            "en": "\"Grape or grain, but never the twain.\" So runs the old folk wisdom that advises against drinking wine or beer on the same night. It is far from uncommon to hear people who have woken up feeling sick, <em>dehydrated</em> and with a splitting headache blaming their hangovers on having unwisely mixed their drinks.",
            "vi": "“Đã rượu thì thôi bia”, đó là lời khuyên trong dân gian nói tránh lẫn bia rượu trong cùng một tối. Ta thường xuyên thấy bạn bè nói bị mệt, khô họng, nhức đầu như búa bổ do đêm hôm trước uống lẫn các loại."
        },
        {
            "en": "Onions, garlic, chivesOnion in all forms -- powdered, raw, cooked, or <em>dehydrated</em> -- can break down a cat's red blood cells, leading to anemia. That's true even for the onion powder that's found in some baby foods. An occasional small dose probably won't hurt. But eating a large quantity once or eating smaller amounts regularly can cause onion poisoning. Along with onions, garlic and chives can cause gastrointestinal upset.",
            "vi": "Hành, tỏi, hẹTất cả các dạng hành – hành bột, hành sống, hành được nấu chín, hoặc đã được sấy khô – đều có thể làm phá huỷ hồng cầu của mèo, dẫn đến bệnh thiếu máu. Điều này là chính xác thậm chí là bột hành có trong một số loại thức ăn dành cho em bé. Thỉnh thoảng ăn một chút hành thì ắt sẽ không sao. Nhưng ăn một lúc với số lượng lớn hoặc ăn một hàm lượng nhỏ đều đặn thì cũng có thể gây ngộ độc hành. Không chỉ có hành, tỏi và lá hẹ cũng có thể gây khó chịu dạ dày-ruột."
        },
        {
            "en": "How are these infections treated?  Most infections that cause diarrhea, especially viral infections, will go away without treatment. Taking it easy at home and drinking plenty of fluids to avoid dehydration are the best ways to ride out the illness. If you do become <em>dehydrated</em>, you might need to go to the hospital for intravenous (IV) fluids to replace those lost to diarrhea, vomiting, and fever.",
            "vi": "Các bệnh nhiễm trùng này được điều trị như thế nào?   Đa số các bệnh nhiễm trùng gây tiêu chảy, nhất là nhiễm vi rút, sẽ tự hết mà không cần điều trị gì. Bạn nên nghỉ ngơi ở nhà và uống nhiều nước để tránh mất nước là cách tốt nhất để vượt qua căn bệnh này. Nếu thật sự bị mất nước, thì có lẽ bạn cần phải đến bệnh viện để truyền dịch để bù lại lượng nước mất do tiêu chảy, ói, và sốt."
        }
    ],
    "suggestions": []
}