{
    "en_vn": {
        "data": {
            "content": null,
            "word": "del",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "del",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "del",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "del",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "del",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Not to the Hotel <em>del</em> Sol?",
            "vi": "Anh không tới khách sạn del sol chứ?"
        },
        {
            "en": "Ctrl, Alt and <em>Del</em> are a key combination.",
            "vi": "Ctrl, Alt và Del là một tổ hợp phím."
        },
        {
            "en": "Nevado <em>del</em> Huila is the highest active volcano in Colombia.",
            "vi": "Nevado del Huila là núi lửa hoạt động cao nhất ở Colombia."
        },
        {
            "en": "We guarantee all accounts, in consideration for which we receive a <em>del</em> credere of 1.5%.",
            "vi": "Chúng tôi phải bảo đảm tất cả các khoản tiền phải trả, đổi lại chúng tôi nhận một hoa hồng bảo đảm thanh toán 1. 5 phần trăm."
        },
        {
            "en": "We guarantee all accounts, in consideration for which we receive a <em>del</em> credere of 1. 5%.",
            "vi": "Chúng tôi phải bảo đảm tất cả các khoản tiền phải trả, đổi lại chúng tôi nhận một hoa hồng bảo đảm thanh toán 1.5 phần trăm."
        },
        {
            "en": "Reviewed by: J. Fernando <em>del</em> Rosario, MD\nDate reviewed: October 2011",
            "vi": "Tường thuật: Bác sĩ J. Fernando del Rosario\nNgày: Tháng 11, 2011"
        },
        {
            "en": "Gap worker Sonia <em>Del</em> Gato, who rang up Obama at the register, was certainly impressed.",
            "vi": "Cô nhân viên của hãng Gap là Sonia Del Gato, người đã tính tiền cho ông Obama ở quầy thâu ngân, chắc chắn rất ấn tượng về vị tổng thống này."
        },
        {
            "en": "Passengers on the ferry had embarked at Nasipit in the southern province of Agusan <em>del</em> Sur.",
            "vi": "Các hành khách trên phà đã lên tàu ở Nasipit thuộc miền nam tỉnh Agusan del Sur. "
        },
        {
            "en": "The Basilica di Santa Maria <em>del</em> Fiore visible in Florence (Image: Moment RF)",
            "vi": "Thánh đường Santa Maria del Fiore có thể nhìn thấy ở Florence (Ảnh: Moment RF)"
        },
        {
            "en": "The marble caves at Torres <em>del</em> Paine National Park in Patagonia",
            "vi": "Các hang động bằng đá cẩm thạch tại Vườn Quốc gia Torres del Paine ở Patagonia"
        },
        {
            "en": "<em>Del</em> Sol company, which uses the periodic inventory system, purchased merchandise on credit for $5,000.",
            "vi": "Del sol company sử dụng hệ thống tồn kho định kì, mua chịu hàng hóa $5.000."
        },
        {
            "en": "Ctrl-Alt-<em>Del</em> is a three-key combination used to restart the computer.",
            "vi": "Ctrl - Alt - Del là tổ hợp ba phím có công dụng khởi động lại máy."
        },
        {
            "en": "I think that <em>Del</em> Rio will capture a title this year.",
            "vi": "Tôi nghĩ Del Rio sẽ giành được chức vô địch trong năm nay."
        },
        {
            "en": "The Basilica di Santa Maria <em>del</em> Fiore visible in Florence (Image: Moment RF)",
            "vi": "Thánh đường Santa Maria del Fiore có thể nhìn thấy ở Florence (Ảnh: Moment RF)"
        },
        {
            "en": "The marble caves at Torres <em>del</em> Paine National Park in Patagonia",
            "vi": "Các hang động bằng đá cẩm thạch tại Vườn Quốc gia Torres del Paine ở Patagonia"
        },
        {
            "en": "Ctrl - Alt - <em>Del</em> is a three - key combination used to restart the computer.",
            "vi": "Ctrl-Alt-Del là tổ hợp ba phím có công dụng khởi động lại máy."
        },
        {
            "en": "We discovered the Ruta <em>del</em> Vino not long after we moved to Jumilla.",
            "vi": "Chúng tôi phát hiện ra Ruta del Vino không lâu sau khi chúng tôi chuyển đến Jumilla."
        },
        {
            "en": "<em>Del</em> Sol company, which uses the perpetual inventory system, purchased merchandise on credit for $5,000.",
            "vi": "Del sol company sử dụng hệ thống tồn kho thường xuyên, mua chịu số hàng trị giá $5.000."
        },
        {
            "en": "For carrying the risk of non payment by customers, the <em>del</em> credere agent receives extra commission on sales.",
            "vi": "Để chịu rủi ro vì khách hàng không trả tiền, đại lý bảo đảm thanh toán tiền hàng thường được nhận thêm hoa hồng nữa."
        },
        {
            "en": "Last week, my boyfriend and I went to the San Diego County Fair, previously known as the <em>Del</em> Mar Fair.",
            "vi": "Tuần trước, tôi và bạn trai đến hội chợ nông sản địa phương San Diego, trước đây gọi là hội chợ Del Mar."
        }
    ],
    "suggestions": []
}