{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"/><i/></div>",
            "word": "Delaware",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Delaware</k><blockquote><cclass>[<cclass>'dɛləwɛ:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>plural same or <cclass><b>Delawares</b>) </cclass></cclass></cclass></blockquote><blockquote><blockquote>1》 a member of an American Indian people formerly inhabiting the Delaware River valley of New Jersey and eastern Pennsylvania. </blockquote></blockquote><blockquote><blockquote>2》 either of two Algonquian languages, both now extinct, spoken by the Delaware. </blockquote></blockquote></div>",
            "word": "Delaware",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Delaware",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Delaware",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Delaware",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>Delaware</em> Theatre Company is Brandywine Valley's only resident professional theatre.",
            "vi": "Đoàn kịch Delaware là đoàn kịch địa phương chuyên nghiệp duy nhất ở thung lũng Brandywine."
        },
        {
            "en": "Obama, Biden remembered, pushed back vehemently on the thought of Biden and his wife selling their home in Wilmington, <em>Delaware</em>.",
            "vi": "Ông Biden nhớ lại, ông Obama phản đối kịch liệt ý định bán ngôi nhà của vợ chồng ông Biden ở Wilmington, Delaware."
        },
        {
            "en": "Mingxin Guo and his team at <em>Delaware</em> State University heated tree leaves, corn stalks, small pieces of wood and poultry waste into \"biochar.\"",
            "vi": "Mingxin Guo và nhóm của ông tại Trường Đại học bang Delaware đã đốt lá cây, thân cây ngô, những mảnh gỗ nhỏ và phân gia cầm để có \"than sinh học\"."
        },
        {
            "en": "Mingxin Guo and his team at <em>Delaware</em> State University heated tree leaves, corn stalks, small pieces of wood and poultry waste into \"biochar.\"",
            "vi": "Mingxin Guo và nhóm của ông tại Trường Đại học bang Delaware đã đốt lá cây, thân cây ngô, những mảnh gỗ nhỏ và phân gia cầm để có\"than sinh học\"."
        },
        {
            "en": "and his team at <em>Delaware</em> State University heated tree leaves, corn stalks3, small pieces of wood and poultry4 waste into \"biochar.\" They reported their findings at a recent meeting of the American Chemical Society in New Orleans.",
            "vi": "Ông Mingxin Guo và nhóm của ông ở Trường Đại học bang Delaware đã đốt lá cây, thân cây ngô, những mảnh gỗ và phân gia cầm để có \"than sinh học\". Họ báo cáo những phát hiện của họ tại một cuộc họp gần đây của Hiệp hội Hóa chất người Mỹ ở New Orleans."
        },
        {
            "en": "Mingxin Guo and his team at <em>Delaware</em> State University heated tree leaves, corn stalks3, small pieces of wood and poultry4 waste into \"biochar.\" They reported their findings at a recent meeting of the American Chemical Society in New Orleans.",
            "vi": "đốt lá cây, thân cây ngô, những mảnh gỗ và phân gia cầm để có\"than sinh học\". Họ báo cáo những phát hiện của họ tại một cuộc họp gần đây của Hiệp hội Hóa chất người Mỹ ở New Orleans."
        },
        {
            "en": "his team at <em>Delaware</em> State University heated tree leaves, corn stalks3, small pieces of wood and poultry4 waste into \"biochar.\" They reported their findings at a recent meeting of the American Chemical Society in New Orleans.",
            "vi": "Ông Mingxin Guo và nhóm của ông ở Trường Đại học bang Delaware đã đốt lá cây, thân cây ngô, những mảnh gỗ và phân gia cầm để có \"than sinh học\". Họ báo cáo những phát hiện của họ tại một cuộc họp gần đây của Hiệp hội Hóa chất người Mỹ ở New Orleans."
        },
        {
            "en": "Mingxin Guo and his team at <em>Delaware</em> State University heated tree leaves, corn stalks3, small pieces of wood and poultry4 waste into \"biochar.\" They reported their findings at a recent meeting of the American Chemical Society in New Orleans.",
            "vi": "Ông Mingxin Guo và nhóm của ông ở Trường Đại học bang Delaware đã đốt lá cây, thân cây ngô, những mảnh gỗ và phân gia cầm để có \"than sinh học\". Họ báo cáo những phát hiện của họ tại một cuộc họp gần đây của Hiệp hội Hóa chất người Mỹ ở New Orleans."
        },
        {
            "en": "I was just reading a press article this morning which said that, at the University of <em>Delaware</em>, 70 percent of students have studied abroad at one time or another.",
            "vi": "Sáng nay tôi có đọc bài báo về trường Đại học Delaware. 70% sinh viên của trường này có ít nhất một lần học ở nước ngoài."
        },
        {
            "en": "On the other hand, in the Southeastern part of the country, home births were not as popular. The reports show less than 0.50% of home births took place in Connecticut, <em>Delaware</em>, the District of Columbia, Illinois, Massachusetts, Nebraska, New Jersey, Rhode Island, South Dakota, and West Virginia, as well as from Texas to North Carolina. However, the rest of the U.S had large increases in reports of home births occurring between 2004 and 2009.",
            "vi": "Mặt khác, ở phần Đông Nam của đất nước, sinh tại nhà không phổ biến. Các báo cáo cho thấy chưa đầy 0,50% ca sinh tại nhà đã diễn ra tại Connecticut, Delaware, quận of Columbia, Illinois, Massachusetts, Nebraska, New Jersey, Rhode Island, South Dakota, và Đông Virginia, cũng như từ Texas tới Bắc Carolina. Tuy nhiên, phần còn lại của Hoa Kỳ đã gia tăng lớn trong các báo cáo về các trường hợp sinh tai nhà xảy ra từ năm 2004 đến 2009."
        }
    ],
    "suggestions": []
}