{
    "en_vn": {
        "data": {
            "content": null,
            "word": "delegating"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "delegating"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "delegating"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "delegating"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "delegating"
        }
    },
    "sentences": [
        {
            "en": "<em>Delegating</em> and Developing Staff",
            "vi": "Phân công và phát triển nhân viê"
        },
        {
            "en": "How You Can Actually Save Money By <em>Delegating</em>",
            "vi": "Thực ra bạn có tiết tiết kiệm tiền bằng giao phó"
        },
        {
            "en": "She seems to be very efficient at <em>delegating</em>.",
            "vi": "Cô ấy dường như có khả năng phân công."
        },
        {
            "en": "The managers will become more efficient at <em>delegating</em> responsibility.",
            "vi": "Người quản lý sẽ trở nên có năng lực phân công trách nhiệm hơn."
        },
        {
            "en": "I manage this by <em>delegating</em> responsibility to others.",
            "vi": "Tôi đã xoay xở bằng cách giao việc cho người khác."
        },
        {
            "en": "In 1992, China's supreme legislative body made the decision to formalize legal decentralization by <em>delegating</em> to Shenzhen special legislative power to adopt regulations applicable to the SEZ.",
            "vi": "Năm 1992, cơ quan lập pháp tối cao của Trung Quốc đưa ra quyết định chính thức hóa sự phân cấp pháp lý bằng cách trao cho Thâm Quyến quyền lập pháp đặc biệt áp dụng những quy định phù hợp với Khu đặc quyền kinh tế."
        },
        {
            "en": "Delegate tasks that aren’t directly related to your core genius. Delegate completely, which simply means that you delegate a task once and completely - rather than <em>delegating</em> it each time it needs to be done.",
            "vi": "Những nhiệm vụ giao phó là những thứ không trực tiếp liên quan tới thiên tài của bạn. Việc giao phó hoàn thành, đợn giản có nghĩa rằng bạn giao phó một nhiệm vụ một lần và xong luôn! hơn là giao phó từng đợt vào các thời điểm và cần thêm thời gian để hoàn thành."
        },
        {
            "en": "Keeping this idea of <em>delegating</em> tasks so you can stay focused on your core genius in mind, I want to leave you with a bit of homework to complete.",
            "vi": "Giữ quan điểm về những mục tiêu giao phó và vì thể bạn có thể tập trung vào thiên tài trong tâm hồn của mình. Tôi muốn cho bạn một vài bài tập nhỏ để hoàn thành."
        }
    ],
    "suggestions": []
}