{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Delhi"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Delhi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Delhi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Delhi"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Delhi"
        }
    },
    "sentences": [
        {
            "en": "Making <em>Delhi</em> sustainable.",
            "vi": "Làm cho Delhi bền vững."
        },
        {
            "en": "Beggars can't be forced to leave <em>Delhi</em>.",
            "vi": "Những người ăn xin không thể bị buộc phải rời khỏi Delhi."
        },
        {
            "en": "We reach <em>Delhi</em> at 8.30am, load time.",
            "vi": "Chúng tôi tới Delhi vào lúc 8 giờ 30 sáng, giờ địa phương."
        },
        {
            "en": "We reach <em>Delhi</em> at 14:00 hours local time.",
            "vi": "Chúng tôi đến Delhi lúc 14 giờ địa phương."
        },
        {
            "en": "The plane calls at <em>Delhi</em> en route to Hong Kong.",
            "vi": "Máy bay ghé tại Delhi trên đường đi Hong Kong."
        },
        {
            "en": "India high court blast in <em>Delhi</em> kills nine",
            "vi": "Nổ tại toà án tối cao ở Delhi của Ấn Độ làm chín người thiệt mạng"
        },
        {
            "en": "Eight days ago, there was a radiation leak in <em>Delhi</em>.",
            "vi": "Tám ngày trước, có sự rò rỉ phóng xạ ở Delhi."
        },
        {
            "en": "I travel to and forth <em>Delhi</em> every day.",
            "vi": "Tôi đi lại qua Delhi hàng ngày."
        },
        {
            "en": "He has just arrived at New <em>Delhi</em> Airport.",
            "vi": "Anh ấy vừa mới đến phi trường New Delhi."
        },
        {
            "en": "President Obama leaves <em>Delhi</em> in the forenoon of November 9.",
            "vi": "Tổng thống Obama rời khỏi Delhi vào buổi sáng của ngày 9 tháng 11."
        },
        {
            "en": "We reach <em>Delhi</em> at 8. 30am, load time.",
            "vi": "Chúng tôi tới Delhi vào lúc 8 giờ 30 sáng, giờ địa phương."
        },
        {
            "en": "<em>Delhi</em> has an estimated population (2005) of 15.3 million.",
            "vi": "Thủ đô Dehli có dân số 15.3 triệu người (theo số liệu năm 2005)."
        },
        {
            "en": "We reach <em>Delhi</em> at 14 : 00 hours local time.",
            "vi": "Chúng tôi đến Delhi lúc 14 giờ địa phương."
        },
        {
            "en": "New <em>Delhi</em> has found ways to hit back.",
            "vi": "New Delhi đã tìm được cách để phản đòn."
        },
        {
            "en": "The plane was hijacked while on a flight to <em>Delhi</em>.",
            "vi": "Chiếc máy bay bị cướp trên đường bay đến Delhi."
        },
        {
            "en": "conditions in New <em>Delhi</em> constitute a health risk for her",
            "vi": "Điều kiện ở New Delhi gây ra một hiểm họa về sức khỏe đối với cô ấy"
        },
        {
            "en": "View and apply to Sale Executive Jobs in <em>Delhi</em> NCR.",
            "vi": "Hãy xem và nộp đơn vào chức giám đốc bán hàng ở Delhi NCR."
        },
        {
            "en": "He's just arrived at New <em>Delhi</em> airport now.",
            "vi": "Ông vừa mới đến phi trường new delhi."
        },
        {
            "en": "In a bid to ease congestion, the government has hiked the road tax in <em>Delhi</em>.",
            "vi": "Nhằm cố gắng giảm tình trạng tắc nghẽn giao thông, chính phủ đã bất ngờ tăng phí đường bộ ở Delhi."
        },
        {
            "en": "The presumption in New <em>Delhi</em> is thatChina's unified, one - party state is bound to break down.",
            "vi": "New Delhi cho rằng nhà nước Trung Quốc thống nhất và độc đảng nhất định sẽ bị sụp đổ."
        }
    ],
    "suggestions": []
}