{
    "en_vn": {
        "data": {
            "content": null,
            "word": "demolishing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "demolishing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "demolishing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "demolishing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "demolishing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Australian sports teams win more than their fair share of titles, <em>demolishing</em> rivals with seeming ease.",
            "vi": "Những đội thể thao người Australia chiến thắng nhiều hơn số lượng danh hiệu công bằng mà họ có được và đánh bại các đối thủ một cách dễ dàng."
        },
        {
            "en": "The bus hit a wall at high speed, virtually <em>demolishing</em> it.",
            "vi": "Xe buýt đụng vào bức tường ở tốc độ cao, gần như sụp đổ."
        },
        {
            "en": "They were due to start <em>demolishing</em> the old theatre today but there's been a last minute stay of execution.",
            "vi": "Hôm nay đã đến lúc người ta phá bỏ nhà hát cũ nhưng đã có lệnh hoãn lại vào phút cuối."
        },
        {
            "en": "They were due to start <em>demolishing</em> the old theatre today but there's been a last - minute stay of execution.",
            "vi": "Họ đáng lẽ đã bắt đầu phá hủy nhà hát cũ hôm nay nhưng phút cuối cùng đã có lệnh hoãn lại."
        },
        {
            "en": "They were due to start <em>demolishing</em> the old theatre today but there's been a last-minute stay of execution.",
            "vi": "Họ đáng lẽ đã bắt đầu phá hủy nhà hát cũ hôm nay nhưng phút cuối cùng đã có lệnh hoãn lại."
        },
        {
            "en": "After <em>demolishing</em> the seven towers, Sawaco, fully known as Saigon Water Corporation, plans to build underground water reservoirs, Tuoi Tre newspaper said.",
            "vi": "Sau khi phá bỏ 7 tháo nước, Sawaco, tiền thân là Tập đoàn nước Sài Gòn, lên kế hoạch xây dựng các bể chứa nước gầm, Báo Tuổi trẻ cho biết"
        },
        {
            "en": "Meanwhile, Beijing will accomplish the task of <em>demolishing</em> more than 9 million square meters of dilapidated houses and building new homes for the relocated residents, making available living space of 18 square meters per capita.",
            "vi": "Trong khi đó, bắc kinh sẽ phải hoàn tất công việc xây dựng lại trên 9 triệu mét vuông nhà cửa đổ nát, tạo điều kiện cho mỗi người dân có được 18 mét vuông không gian sinh hoạt trên mỗi đầu người."
        },
        {
            "en": "Martin and Julie had carefully restored their 17th-century old home and paid off the £50,000 left on the mortgage when they sold it. While the new plot – and an unlovable 1930s bungalow that came with it – cost £300,000, they spent a further £400,000 <em>demolishing</em> the bungalow and building a home from scratch, a project that was completed at the end of 2014.",
            "vi": "Martin và Julie đã tu sửa kỹ lưỡng căn nhà cổ thế kỷ 17 của mình và trả sạch 50.000 bảng Anh tiền nợ vay thế chấp khi bán nhà. Còn mảnh đất mới mua - và ngôi nhà gỗ xây hồi thập niên 30 chẳng gì hấp dẫn nằm trong mảnh đất này - có giá 300.000 bảng Anh, thì họ chi thêm 400.000 bảng Anh để phá dỡ ngôi nhà gỗ rồi xây từ đầu ngôi nhà hoàn toàn mới, một công trình đã hoàn thành vào cuối năm 2014."
        }
    ],
    "suggestions": []
}