{
    "en_vn": {
        "data": {
            "content": null,
            "word": "democratisation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "democratisation"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "democratisation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "democratisation"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "democratisation"
        }
    },
    "sentences": [
        {
            "en": "Manor, for example, argues that <em>democratisation</em> alone is insufficient.",
            "vi": "Manor, chẳng hạn, cho rằng dân chủ hoá không thôi thì không đủ."
        },
        {
            "en": "<em>Democratisation</em> and the rule of law are the foundations of improved governance.",
            "vi": "Dân chủ hóa và chế độ pháp quyền chính là nền tảng cho việc cải thiện công tác quản trị."
        },
        {
            "en": "In fact, children’s rights have become an important door-opener for the <em>democratisation</em> of society.",
            "vi": "Trên thực tế, quyền trẻ em đã trở thành chiếc chìa khóa quan trọng mở cửa cho sự dân chủ hóa xã hội."
        },
        {
            "en": "Viet Nam’s main activities relating to <em>democratisation</em> and citizen participation fall into two dimensions.",
            "vi": "Các hoạt động chính ở Việt Nam liên quan tới dân chủ hóa và sự tham gia của người dân thành được chia thành hai khía cạnh."
        },
        {
            "en": "International trends and experience provide a useful framework for discussing <em>democratisation</em> and participation in Viet Nam.",
            "vi": "Các xu hướng và kinh nghiệm quốc tế cung cấp một khuôn khổ hữu ích để thảo luận về dân chủ hoá và sự tham gia ở Việt Nam."
        },
        {
            "en": "There is a strong and positive link between <em>democratisation</em> and market economy.",
            "vi": "Có mối quan hệ chặt chẽ và tích cực giữa dân chủ hoá và kinh tế thị trường."
        },
        {
            "en": "In Europe, transition implied the rapid <em>democratisation</em> of the political system.",
            "vi": "Ở châu Âu, chuyển đổi có nghĩa là dân chủ hoá một cách nhanh chóng hệ thống chính trị."
        },
        {
            "en": "In contrast, Asian transition countries had marketisation without rapid <em>democratisation</em>, and no tectonic changes in borders, or in the nature of alliances.",
            "vi": "Ngược lại, các nước chuyển đổi ở Châu á đã tiến hành thị trường hoá mà không dân chủ hoá một cách nhanh chóng, và không có sự thay đổi lớn nào về biên giới hoặc về bản chất của các mối liên minh."
        },
        {
            "en": "Just as an earlier generation recognised the need for growth with redistribution, many today have come to see the need for <em>democratisation</em> with inclusion.",
            "vi": "Cũng giống như thế hệ trước đã nhận thức được sự cần thiết của việc tăng trưởng đi đôi với tái phân phối, giờ đây nhiều người bắt đầu thấy được sự cần thiết của dân chủ hoá đi đôi với sự bao quát."
        },
        {
            "en": "This section looks more closely at how the electoral systems of Viet Nam are changing, and the implications of these changes for <em>democratisation</em>.",
            "vi": "Phần sau xem xét kỹ hơn xem các hệ thống bầu cử ở Việt Nam đang có những thay đổi ra sao, và những tác động của những thay đổi này đối với quá trình dân chủ hoá."
        },
        {
            "en": "Good institutions without good policies do not ensure transition success, and higher levels of <em>democratisation</em> are usually linked to better policy implementation.",
            "vi": "Thể chế tốt mà không có chính sách tốt cũng không đảm bảo chuyển đổi thành công, và thường có mối liên quan giữa dân chủ hoá ở mức độ cao với thực hiện chính sách tốt hơn."
        },
        {
            "en": "“The economic system is moving away from central planning towards a market-oriented system, and gradual political change is hastening <em>democratisation</em> and increasing respect for human rights.”",
            "vi": "Bản báo cáo thứ nhất của Chính phủ Việt Nam gửi ủy ban của Liên hợp quốc về quyền trẻ em trong năm 1992 đã nhấn mạnh sự kiện này trong một phương cách theo hướng cải cách và rất thẳng thắn:"
        },
        {
            "en": "The <em>democratisation</em> of Vietnamese life is integral to the new Five-Year Socio-Economic Development Plan and increasingly forms part of the Government’s development strategy in a diverse array of sectors and activities",
            "vi": "Dân chủ hóa đời sống của Việt Nam là một phần trong Kế hoạch Phát triển kinh tế - xã hội 5 năm và ngày càng trở thành một bộ phận không thể thiếu trong chiến lược phát triển của Chính phủ về nhiều lĩnh vực và hoạt động."
        },
        {
            "en": "Not only in terms of marketisation, but also in terms of <em>democratisation</em>, in the sense as Yegor Gaidar pointed out of competitive regimes in which the political transition is not managed by the communist party.",
            "vi": "Không chỉ về mặt thị trường hoá, mà còn cả về mặt dân chủ hoá, theo nghĩa mà Yegor Gaidar đã chỉ ra những chế độ cạnh tranh trong đó chuyển đổi về chính trị không được đảng cộng sản quản lý."
        }
    ],
    "suggestions": []
}