{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Denmark"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Denmark"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Denmark"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Denmark"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Denmark"
        }
    },
    "sentences": [
        {
            "en": "He's the king of <em>Denmark</em>.",
            "vi": "Ông ta là quốc vương Đan Mạch."
        },
        {
            "en": "Others: ADB, World Bank, UNDP, <em>Denmark</em>.",
            "vi": "Các bên khác: ADB, World Bank, UNDP, Đan mạch."
        },
        {
            "en": "There was a bombing campaign from <em>Denmark</em>.",
            "vi": "Có một chiến dịch ném bom từ Đan Mạch."
        },
        {
            "en": "Hamlet without the prince of <em>denmark</em>",
            "vi": "Cái đã mất bản chất"
        },
        {
            "en": "Not much of <em>Denmark</em> is hilly.",
            "vi": "Đan Mạch không có nhiều đồi núi."
        },
        {
            "en": "<em>Denmark</em> helps Viet Nam's Young Entrepreneurs Organization.",
            "vi": "Đan mạch hỗ trợ hiệp hội doanh nghiệp trẻ việt nam."
        },
        {
            "en": "Where is <em>Denmark</em> in the world?",
            "vi": "Nước Đan Mạch nằm đâu trên thế giới?"
        },
        {
            "en": "First ever supermarket selling only expired food opens in <em>Denmark</em>",
            "vi": "Mở cửa siêu thị đầu tiên chỉ bán thức ăn thừa ở Đan Mạch"
        },
        {
            "en": "You know, when I was in <em>Denmark</em>, it rained fish.",
            "vi": "Bạn biết không lúc tôi ở Đan Mạch, đã có một trận mưa cá."
        },
        {
            "en": "<em>Denmark</em> has a rich and diverse cultural life.",
            "vi": "Đan Mạch có cuộc sống giàu sang và đa dạng về văn hóa."
        },
        {
            "en": "Ben will be on his way to <em>Denmark</em> tonight.",
            "vi": "Tối nay Ben sẽ bắt đầu hành trình đến Đan Mạch."
        },
        {
            "en": "<em>Denmark</em>, Sweden and ADB also provided financial support.",
            "vi": "Đan Mạch, Thuỵ Điển và ADB cũng cung cấp hỗ trợ tài chính."
        },
        {
            "en": "<em>Denmark</em> provided grants for fisheries and coastal aquaculture.",
            "vi": "Đan Mạch cung cấp viện trợ không hoàn lại cho ngành thuỷ sản và nuôi trồng thuỷ sản ven biển."
        },
        {
            "en": "<em>Denmark</em> was found to be the world's happiest country.",
            "vi": "Đan Mạch được xem là đất nước hạnh phúc nhất trên thế giới."
        },
        {
            "en": "This incredible bridge ’dives’ between <em>Denmark</em> and Sweden",
            "vi": "Cây cầu kỳ vĩ \"lặn\" từ Đan Mạch đến Thuỵ Điển"
        },
        {
            "en": "10. <em>Denmark</em> — <em>Denmark</em> leads for its efficient system of government, large number of researchers, and quality of education.",
            "vi": "Đan Mạch - Đan Mạch dẫn đầu về hệ thống công quyền hiệu quả, có đội ngũ nhà nghiên cứu hùng hậu, và nền giáo dục chất lượng."
        },
        {
            "en": "According to the report, Norway displaced <em>Denmark</em> to take the title “world’s happiest country” this year, followed by <em>Denmark</em>, Iceland and Switzerland.",
            "vi": "Theo báo cáo, Na Uy đã thay thế Đan Mạch trong danh hiệu \" đất nước hạnh phúc nhất thế giới\" năm nay, tiếp theo là Đan Mạch, Iceland và Thụy Sĩ."
        },
        {
            "en": "According to the report, Norway displaced <em>Denmark</em> to take the title “world’s happiest country” this year, followed by <em>Denmark</em>, Iceland and Switzerland.",
            "vi": "Theo báo cáo, Na Uy đã thay thế Đan Mạch trong danh hiệu \" đất nước hạnh phúc nhất thế giới\" năm nay, tiếp theo là Đan Mạch, Iceland và Thụy Sĩ."
        },
        {
            "en": "<em>Denmark</em>, another cold country, also has been listed as one of the happiest countries.",
            "vi": "Đan Mạch, một đất nước lạnh lẽo khác, cũng được đưa vào danh sách một trong những quốc gia hạnh phúc nhất."
        },
        {
            "en": "<em>Denmark</em> has been a Christian country for at least 1000 years.",
            "vi": "Đan Mạch là một nước theo đạo Cơ đốc ít nhất là 1000 năm."
        }
    ],
    "suggestions": []
}