{
    "en_vn": {
        "data": {
            "content": null,
            "word": "densitometry"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "densitometry"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "densitometry"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "densitometry"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "densitometry"
        }
    },
    "sentences": [
        {
            "en": "This will help you understand bone <em>densitometry</em> and its importance in treating and preventing osteoporosis.",
            "vi": "Điều này sẽ giúp bạn hiểu mật độ xương và tầm quan trọng của nó trong việc điều trị lẫn phòng ngừa chứng loãng xương."
        },
        {
            "en": "Bone <em>densitometry</em> is an outpatient radiological test, it is not painful.",
            "vi": "Xét nghiệm mật độ xương là một kiểm tra bức xạ cho bệnh nhân ngoại trú, nó không hề đau."
        },
        {
            "en": "Your doctor may have requested that you have a bone <em>densitometry</em> test performed.",
            "vi": "Bác sỹ của bạn có thể yêu cầu bạn thực hiện một xét nghiệm mật độ xương."
        },
        {
            "en": "Bone <em>densitometry</em> is very safe, however, the machines that use x-rays should not be used on pregnant woman.",
            "vi": "Kiểm tra mật độ xương rất an toàn, tuy nhiên, các loại máy sử dụng tia x không được dùng cho phụ nữ mang thai."
        },
        {
            "en": "Bone <em>densitometry</em> is a helpful radiological test for detecting the early stages of osteoporosis, before any symptoms occur.",
            "vi": "Kiểm tra mật độ xương là một xét nghiệm bức xạ có ích trong việc phát hiện các giai đoạn sớm của chứng loãng xương trước khi có bất kỳ triệu chứng nào xảy ra."
        },
        {
            "en": "Bone <em>densitometry</em> is a radiological test that can diagnose osteoporosis early enough for it to be treated.",
            "vi": "Xét nghiệm mật độ xương là một cuộc kiểm tra bằng bức xạ có thể chẩn đoán chứng loãng xương kịp thời để được chữa trị."
        },
        {
            "en": "A <em>densitometry</em> machine can calculate the density of bone and creates a chart that compares the patient's density to what the density should be.",
            "vi": "Máy kiểm tra mật độ xương có thể tính toán mật độ của xương và cho ra một biểu đồ so sánh mật độ xương của bệnh nhân với mật độ xương cần có."
        }
    ],
    "suggestions": []
}