{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Denver",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Denver",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Denver",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Denver",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Denver",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I'm calling from <em>Denver</em>.",
            "vi": "Tôi gọi điện thoại từ denver."
        },
        {
            "en": "You'll change planes in <em>Denver</em>.",
            "vi": "Cô sẽ đổi máy bay ở Denver."
        },
        {
            "en": "I'd like some information on flights from <em>Denver</em> to Miami.",
            "vi": "Tôi rất muốn biết một số thông tin về các chuyến bay từ denver đến miami."
        },
        {
            "en": "She comes from a one-horse town near <em>Denver</em>.",
            "vi": "Cô ấy đến từ một thành phố nhỏ gần Denver."
        },
        {
            "en": "She comes from a one - horse town near <em>Denver</em>.",
            "vi": "Cô ấy đến từ một thành phố nhỏ gần Denver."
        },
        {
            "en": "How do you want your omelette, plain, vegetable, oyster, <em>denver</em>, or egg white?",
            "vi": "Cô muốn món trứng tráng gì : trứng tráng không, trứng tráng rau cải, trứng tráng hào, trứng tráng với thịt - hành tây - ớt chuông, hay trứng tráng lòng trắng?"
        },
        {
            "en": "Well, to make a long story short, I decided to move to <em>Denver</em>!",
            "vi": "À, vào thẳng vấn đề nha, tôi đã quyết định chuyển đến Denver!"
        },
        {
            "en": "How do you want your omelette, plain, vegetable, oyster, <em>denver</em>, or egg white?",
            "vi": "Cô muốn món trứng tráng gì: trứng tráng không, trứng tráng rau cải, trứng tráng hào, trứng tráng với thịt-hành tây-ớt chuông, hay trứng tráng lòng trắng?"
        },
        {
            "en": "In 1972 she got a job at a small magazine in <em>Denver</em>.",
            "vi": "Năm 1972 cô ấy đã kiếm được một việc trong một tạp chí nhỏ ở thành phố Denver."
        },
        {
            "en": "I 've got a brother in <em>Denver</em> and a sister in Boston.",
            "vi": "Tôi có một anh trai ở Denver và một chị ở Boston."
        },
        {
            "en": "Justamond was always curious about her father, and she told CBS <em>Denver</em> that not knowing him left “a void.”",
            "vi": "Justamond luôn tò mò về cha mình, cô nói với CBS rằng không biết gì về ông cả."
        },
        {
            "en": "The Pleistocene epoch witnessed considerable climatic instability, explains paleontologist Russell W. Graham of the <em>Denver</em> Museum of Nature and Science.",
            "vi": "Kỷ nguyên Pleistocene đã chứng kiến ​​sự bất ổn về khí hậu Đáng kể , Nhà cổ sinh vật học Russell W Graham thuộc Bảo tàng Khoa học Tự nhiên Denver đã giải thích"
        },
        {
            "en": "The Frontier Airlines flight from Washington DC to <em>Denver</em> was diverted to Cheyenne, Wyoming, due to inclement weather in Colorado.",
            "vi": "Chuyến bay của Hãng hàng không Frontier từ Washington DC đến Denver đã phải chuyển hướng đến Cheyenne, Wyoming, do thời tiết khắc nghiệt ở Colorado."
        },
        {
            "en": "He told the <em>Denver</em> news station: \"If the need arises you need to take care of your family; you need to take care of your passengers.",
            "vi": "Bác nói với hãng tin Denver: \"Tôi cần chăm sóc cho hành khách của mình cũng giống như cần thiết phải chăm lo cho gia đình mình vậy.\""
        },
        {
            "en": "After a two-year court battle over dueling lawsuits and a six-day trial, a jury sided with Swift who accused an ex-<em>Denver</em> radio DJ of groping her during a photo op in 2013.",
            "vi": "Sau vụ kiện tụng tranh đấu giữa đôi bên kéo dài hai năm và một phiên xử trong sáu ngày, bồi thẩm đoàn đã đứng về phía Swift, người đã buộc tội cựu DJ radio Denver đã sàm sỡ cô trong suốt một cuộc triển lãm ảnh vào năm 2013."
        },
        {
            "en": "The Eunice Kennedy Shriver National Institute of Child Health and Human Development funded the study, which included researchers from the University of Colorado <em>Denver</em> and the University of North Carolina at Chapel Hill.",
            "vi": "Học viện quốc gia về sức khỏe trẻ em và phát triển con người Eunice Kennedy Shriver đã tài trợ nghiên cứu, tham gia vào nghiên cứu còn có các nhà nghiên cứu từ Đại học Colorado Denver và Đại học Bắc Carolina tại Chapel Hill."
        },
        {
            "en": "After a two-year court battle over dueling lawsuits and a six-day trial, a jury sided with Swift who accused an ex-<em>Denver</em> radio DJ of groping her during a photo op in 2013.",
            "vi": "Sau vụ kiện tụng tranh đấu giữa đôi bên kéo dài hai năm và một phiên xử trong sáu ngày, bồi thẩm đoàn đã đứng về phía Swift, người đã buộc tội cựu DJ radio Denver đã sàm sỡ cô trong suốt một cuộc triển lãm ảnh vào năm 2013."
        },
        {
            "en": "On Monday, after Swift won the whole enchilada — total victory — in her groping trial in <em>Denver</em>, she released a statement vowing to spread her largess to organizations that help victims of sexual assault.",
            "vi": "Hôm thứ hai, sau khi Swift giành chiến thắng triệt để trong vụ kiện Denver sàm sỡ cô, cô đã thề trước giới truyền thông rằng cô sẽ rộng lòng quyên góp cho các tổ chức giúp đỡ nạn nhân bị tấn công tình dục."
        },
        {
            "en": "From Oslo to Osaka, Delhi to <em>Denver</em>, learning English will be your passport to see the world. English is often used as the most common language for official purposes, after a country’s main language.",
            "vi": "Từ Oslo tới Osaka, Delhi tới Denver, học tiếng Anh sẽ là con đường đưa bạn đi khám phá thế giới. Tiếng Anh thường được sử dụng như là ngôn ngữ phổ biến nhất cho những việc chính thức, sau ngôn ngữ chính của một quốc gia"
        },
        {
            "en": "On Monday, after Swift won the whole enchilada — total victory — in her groping trial in <em>Denver</em>, she released a statement vowing to spread her largess to organizations that help victims of sexual assault.",
            "vi": "Hôm thứ hai, sau khi Swift giành chiến thắng triệt để trong vụ kiện Denver sàm sỡ cô, cô đã thề trước giới truyền thông rằng cô sẽ rộng lòng quyên góp cho các tổ chức giúp đỡ nạn nhân bị tấn công tình dục."
        }
    ],
    "suggestions": []
}