{
    "en_vn": {
        "data": {
            "content": null,
            "word": "departures",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "departures",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "departures",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "departures",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "departures",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "For international <em>departures</em>, go up one level.",
            "vi": "Để biết thông tin khởi hành các chuyến bay quốc tế, vui lòng lên tầng trên."
        },
        {
            "en": "How many daily <em>departures</em> are there?",
            "vi": "Có bao nhiêu lộ trình hàng ngày?"
        },
        {
            "en": "Where is a notice showing arrivals and <em>departures</em> of trains?",
            "vi": "Bảng thông báo chuyến đến và đi của xe lửa nằm ở đâu?"
        },
        {
            "en": "There are thousands of calls for reservations, space, arrivals and <em>departures</em>.",
            "vi": "Có hàng ngàn cuộc gọi đặt phòng, chỗ, chuyến đến và đi."
        },
        {
            "en": "This morning’s delays to flights have had a KNOCK-ON EFFECT on <em>departures</em> all day.",
            "vi": "Sự chậm trễ của các chuyến bay vào buổi sáng này đã có PHẢN ỨNG DÂY CHUYỀN vào khởi hành các chuyến khác cả ngày nay."
        },
        {
            "en": "It is customary to refer to persons exhibiting what we could call sexual deviations, or <em>departures</em> form what modern society agrees to be normal, as sex perverts.",
            "vi": "Theo thông lệ khi nói đến những người trình bày cái mà chúng ta gọi là sự sai lệch tình dục, hay trái với cái mà xã hội hiện đại cho là bình thường, vì tình dục sai lệch."
        },
        {
            "en": "However, the PPAs revealed <em>departures</em> with respect to MOLISA’s income-based methodology when deciding the income threshold to be considered poor.",
            "vi": "Tuy nhiên, PPA cho thấy có sự lệch hướng với phương pháp dựa vào thu nhập của Bộ LĐTB&XH khi phải xác định ngưỡng thu nhập để phân loại nghèo."
        },
        {
            "en": "Priority queues are also used in simulations of events such as aircraft <em>departures</em> at airports and servicing customers at retail establishments.",
            "vi": "Hàng đợi ưu tiên còn được vận dụng để mô phỏng các sự kiện như các chuyến xuất phát của máy bay tại một sân bay hay các phục vụ khách hàng tại cơ sở bán lẻ."
        }
    ],
    "suggestions": []
}