{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dependencies",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dependencies",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dependencies",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dependencies",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dependencies",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Dependencies</em>.",
            "vi": "Sự lệ thuộc."
        },
        {
            "en": "What are your <em>dependencies</em>?",
            "vi": "Các quan hệ lệ thuộc của bạn là gì?"
        },
        {
            "en": "Rolan d's workplace <em>dependencies</em>.",
            "vi": "Các mối quan hệ lệ thuộc ớ nơi làm việc."
        },
        {
            "en": "How <em>dependencies</em> limit positional power.",
            "vi": "Sự lệ thuộc giới hạn quyền lực vị trí như thế nào."
        },
        {
            "en": "These <em>dependencies</em> constrain managers' options.",
            "vi": "Sự lệ thuộc đó phần nào hạn chế các phương án chọn lựa của nhà quản lý."
        },
        {
            "en": "<em>Dependencies</em> are a natural part of human society.",
            "vi": "Lệ thuộc là một phần tự nhiên trong xã hội loài người."
        },
        {
            "en": "You'll learn more about <em>dependencies</em> in the next chapter.",
            "vi": "Bạn sẽ tìm hiểu nhiều hơn về sự lệ thuộc trong chương kế tiếp."
        },
        {
            "en": "Creating deeper or more broad-based <em>dependencies</em> by others.",
            "vi": "Tạo ra sự lệ thuộc sâu sắc và rộng hơn từ người khác."
        },
        {
            "en": "How <em>dependencies</em> restrain the concentration and autocratic use of power.",
            "vi": "Sự lệ thuộc ngăn cản việc tập trung và sử dụng quyền lực một cách độc đoán như thế nào."
        },
        {
            "en": "Similarly, complex organizations are bound up in mutual <em>dependencies</em>.",
            "vi": "Tương tự, các tổ chức phức tạp cũng bị ràng buộc bởi sự lệ thuộc lẫn nhau."
        },
        {
            "en": "This set of <em>dependencies</em> served medieval people fairly well.",
            "vi": "Tập hợp lệ thuộc này phục vụ cho những người trung cổ khá tốt."
        },
        {
            "en": "Lacking <em>dependencies</em>, leaders and managers would quickly become corrupt and tyrannical, just as Acton warned.",
            "vi": "Thiếu sự lệ thuộc, các nhà lãnh đạo và nhà quản lý sẽ nhanh chóng trở thành những kẻ chuyên quyền và tham nhũng như acton đã cảnh báo."
        },
        {
            "en": "Every functional area of a business organization can point to dozens of functional <em>dependencies</em>.",
            "vi": "Mọi lĩnh vực hoạt động trong doanh nghiệp có thể chỉ ra nhiều quan hệ lệ thuộc về chức năng."
        },
        {
            "en": "None of these <em>dependencies</em> is a part of anyone's formal job description.",
            "vi": "Không quan hệ lệ thuộc nào có trong bản mô tả công việc chính thức của một người."
        },
        {
            "en": "How you can increase power-enhancing <em>dependencies</em> of others on you.",
            "vi": "Làm thế nào bạn có thể tăng những mối quan hệ lệ thuộc của người khác đối với bạn, giúp bạn nâng cao quyền lực."
        },
        {
            "en": "Given these <em>dependencies</em>, maintaining a good relationship with your boss is very important.",
            "vi": "Căn cứ vào những điều lệ thuộc đó, việc duy trì mối quan hệ tốt đẹp với sếp bạn là điều rất quan trọng."
        },
        {
            "en": "Some of these relationships represent <em>dependencies</em>, which can either enhance or limit your power.",
            "vi": "Một số mối quan hệ thể hiện sự lệ thuộc, điều đó có thể tăng cường hay bạn chế quyền lực cuả bạn."
        },
        {
            "en": "In addition, YaST knows what <em>dependencies</em> the packages (numbering about 1000 for 6.1 and 1300 for the brand-new 6.2) have, and can automatically install these <em>dependencies</em>.",
            "vi": "Ngoài ra, công cụ yast biết các phần mềm này (đếm được khoảng 1.000 với bản 6.1 và 1300 với bản mới 6.2) vốn có những phụ thuộc nào, và có thể tự động cài đặt những phụ thuộc ấy."
        },
        {
            "en": "We can cite the law of attraction, the law of cause and effect, the law of inter-<em>dependencies</em>, etc...",
            "vi": "Ta có thể kể ra luật vạn vật hấp dẫn, luật nhân quả, luật tương quan tương hệ, v. v."
        },
        {
            "en": "We can cite the law of attraction, the law of cause and effect, the law of inter - <em>dependencies</em>, etc...",
            "vi": "Ta có thể kể ra luật vạn vật hấp dẫn, luật nhân quả, luật tương quan tương hệ, v.v."
        }
    ],
    "suggestions": []
}