{
    "en_vn": {
        "data": {
            "content": null,
            "word": "depicting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "depicting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "depicting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "depicting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "depicting"
        }
    },
    "sentences": [
        {
            "en": "There are ten intricately carved panels <em>depicting</em> rustic flowers and geometrical patterns.",
            "vi": "Có mười tấm pa - nô (panel) được chạm khắc phức tạp mô tả những bông hoa mộc mạc và các hoa văn hình học."
        },
        {
            "en": "It's a television drama <em>depicting</em> the life of a modern student.",
            "vi": "Đó là một vở kịch truyền hình miêu tả cuộc đời của một sinh viên hiện đại."
        },
        {
            "en": "If the novelist is careful in <em>depicting</em> the scientific fact the fiction becomes really interesting.",
            "vi": "Nếu nhà văn khéo léo trong việc miêu tả các sự kiện đó, tác phẩm sẽ rất hay."
        },
        {
            "en": "There are ten intricately carved panels <em>depicting</em> rustic flowers and geometrical patterns.",
            "vi": "Có mười tấm pa-nô (panel) được chạm khắc phức tạp mô tả những bông hoa mộc mạc và các hoa văn hình học."
        },
        {
            "en": "This annex presents a series of timelines <em>depicting</em> changes in devolution and accountability.",
            "vi": "Phụ lục này trình bày một loạt các mốc thay đổi theo thời gian đối với việc phân cấp trao quyền và trách nhiệm giải trình."
        },
        {
            "en": "Tuoi Tre News would like to introduce a series of photos <em>depicting</em> the making process.",
            "vi": "Báo Tuổi Trẻ xin giới thiệu một loạt các hình ảnh mô tả quá trình thực hiện."
        },
        {
            "en": "“Morning,” by Do Hieu Liem, <em>depicting</em> the act of fishing, was in the Honorable Mentions category. Photo: CGAP",
            "vi": "\"Buổi sáng\" Đỗ Hiếu Liêm, miêu tả việc đánh cá giành giả khuyến khích. Ảnh: CGAP"
        },
        {
            "en": "The first prize went to Sujan Sarkar, an Indian photographer, <em>depicting</em> a family farming in a field in West Bengal.",
            "vi": "Giải thưởng đầu tiên là của Sujan Sarkar, một nhiếp ảnh gia Ấn Độ, miêu tả một gia đình làm nghề nông ở một cánh đồng ở Tây Bengal."
        },
        {
            "en": "Tuoi Tre (Youth) newspaper introduces a series of photos <em>depicting</em> how blood is processed after being donated:",
            "vi": "Báo Tuổi Trẻ giới thiệu một loạt các bức ảnh miêu tả máu được xử lý như thế nào sau khi được tặng:"
        },
        {
            "en": "Below are some photos <em>depicting</em> Le Van Tam Elementary School students excitedly playing on the playground teachers and parents made for them:",
            "vi": "Dưới đây là một số hình ảnh miêu tả học sinh Trường tiểu học Lê Văn Tám hào hứng chơi trên sân chơi mà các giáo viên và cha mẹ làm cho họ:"
        },
        {
            "en": "Black Box will feature 16 life-sized rectangular lacquer containers with lids <em>depicting</em> images that reflect common or shared experiences in present-day Vietnam.",
            "vi": "“Black Box” bao gồm 16 hộp sơn mài hình chữ nhật, kích thước thực, với các nắp hộp khắc họa những hình ảnh phản ánh những trải nghiệm chung hiện tại ở Việt Nam."
        },
        {
            "en": "In a SMS, there can be words, numerals, alphanumerical combination and latest addition being emoticons <em>depicting</em> a smiling face, a sad face, a confused face, etc.",
            "vi": "Trong một tin nhắn, có thể có từ, chữ số, kết hợp chữ-chữ số và phần bổ sung mới nhất là các biểu tượng miêu tả một mặt cười, mặt buồn, mặt bối rối, vân vân."
        },
        {
            "en": "The Lorenz curve has shifted out slightly over the between 1993 and 1998, <em>depicting</em> a small rise in inequality (Figure 4.1).",
            "vi": "Từ 1993 đến 1998, đường cong Lorenz đã dịch chuyển một chút cho thấy sự bất bình đẳng có tăng lên một chút (Hình 4.1)."
        },
        {
            "en": "In a SMS, there can be words, numerals, alphanumerical combination and latest addition being emoticons <em>depicting</em> a smiling face, a sad face, a confused face, etc.",
            "vi": "Trong một tin nhắn, có thể có từ, chữ số, kết hợp chữ - chữ số và phần bổ sung mới nhất là các biểu tượng miêu tả một mặt cười, mặt buồn, mặt bối rối"
        },
        {
            "en": "Natalie Sideserf, 28, spent 40 hours creating a 3-dimensional cake <em>depicting</em> her and husband David's severed heads bleeding on the floor.",
            "vi": "Natalie Sideserf, 28 tuổi, bỏ ra 40 tiếng để làm chiếc bánh 3D (3 chiều) mô tả hai vợ chồng bị chặt đầu máu me lênh láng khắp sàn."
        },
        {
            "en": "At 65 metres long, 20 metres wide and 27 metres deep, Rani Ki Vav features 500 distinct sculptures carved into niches throughout the monument, <em>depicting</em> gods such as Vishnu and Parvati in various incarnations.",
            "vi": "Với chiều dài 65 mét, rộng 20 mét và sâu 27 mét, Rani Ki Vav có 500 hình điêu khắc được chạm trên các hốc tường."
        },
        {
            "en": "Interestingly, this dolphin wasn’t the only shape formed by these flying starlings in Gretna Green, U.K. Photographer Paul McGreevy also saw them <em>depicting</em> an octopus, a whale and a squid.",
            "vi": "Điều thú vị là con cá heo này không phải là hình dáng duy nhất được tạo thành bởi lũ sáo đá ở Gretna Green, Nhiếp ảnh gia Paul McGreevy người Anh còn thấy đàn chim này tạo thành hình bạch tuộc, cá voi và mực nữa."
        },
        {
            "en": "North Korean defector Kim Kwang-il, who was jailed for travelling to China to sell pine mushrooms, submitted the disturbing illustrations <em>depicting</em> torture, abuse and starvation. The sketches shed more light on what life is like inside North Korea.",
            "vi": "Kim Kwang-il, một công dân Bắc Hàn từng bỏ xứ mà đi để rồi phải ngồi tù về tội sang Trung Quốc bán nấm thông, đã phổ biến nhiều hình vẽ khiến người xem phải bàng hoàng về những cảnh tra tấn, ngược đãi và đói khát. Nhờ vậy, người xem càng hiểu thêm cuộc sống trên đất Bắc Hàn là như thế nào."
        },
        {
            "en": "A giant portrait <em>depicting</em> late Vietnamese President Ho Chi Minh made of thousands of lotuses was recognized as the world’s largest of its kind by the World Records Union (Worldkings) on May 16.",
            "vi": "Một bức chân dung khổng lồ mô phỏng hình ảnh của Chủ tịch Hồ Chí Minh được làm từ hàng ngàn đóa sen đã được công nhận là bức lớn nhất của loại hình này bởi Ủy ban Kỷ lục Thế giới (Worldkings) vào ngày 16 tháng 5."
        },
        {
            "en": "Someone at Yale's college newspaper got wind of all that had happened and created an illustration <em>depicting</em> me as getting wounded by large, famous names being dropped from the sky.",
            "vi": "Ai đó trong tòa soạn tờ báo nội bộ của Yale nắm được điều đã xảy ra và vẽ một bức tranh biếm họa cho thấy tôi bị thương nặng bởi những cái tên nặng ký rơi từ trên trời xuống."
        }
    ],
    "suggestions": []
}