{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">depicter</font></td></tr></table><i/></div>",
            "word": "depictor"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "depictor"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "depictor"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "depictor"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "depictor"
        }
    },
    "sentences": [
        {
            "en": "I will <em>depict</em> it more obviously.",
            "vi": "Tôi sẽ mô tả nó rõ hơn."
        },
        {
            "en": "The local charge does not <em>depict</em> any new fees.",
            "vi": "Phí cục bộ không mô tả bất kỳ khoản phí mới nào."
        },
        {
            "en": "I <em>depict</em> the life as what I feel.",
            "vi": "Tôi mô tả cuộc sống như những gì tôi cảm nhận."
        },
        {
            "en": "One of its original works is a series of fuzzy landscapes , <em>depict</em> ing trees and sky.",
            "vi": "Một trong những tác phẩm đầu tiên của phần mềm này là một loạt các quang cảnh mờ ảo , phác họa lại những hàng cây và bầu trời."
        },
        {
            "en": "Some of his paintings <em>depict</em> scenes of the horrors of the Peninsula War.",
            "vi": "Một vài bức tranh của ông ta miêu ta những khung cảnh rùng rợn trong cuộc chiến Peninsula."
        },
        {
            "en": "Chemists employ a variety of graphical representations to <em>depict</em> the shape and structure of an orbital.",
            "vi": "Các nhà hóa học sử dụng một loạt các trình bày bằng đồ thị để mô tả hình dạng và cấu trúc của một quỹ đạo."
        },
        {
            "en": "Photos may also <em>depict</em> student awareness and involvement in HIV-related activities.",
            "vi": "Các bức ảnh cũng có thể phản ánh nhận thức của các bạn sinh viên và sự tham gia của sinh viên vào các hoạt động phòng chống HIV/AIDS."
        },
        {
            "en": "Literary texts about women usually <em>depict</em> them in unlucky and miserable life decided by men and depending on men’s rescue, it found.",
            "vi": "Nó được tìm thấy ở sách văn học về người phụ nữ thường miêu tả họ không may mắn và cuộc sống cực khổ được quyết định bởi người đàn ông và phụ thuộc vào sự ân huệ của người đàn ông."
        },
        {
            "en": "The ability to <em>depict</em> such contrasts is one of the special talents for which this American women author (1873-1947) is noted.",
            "vi": "Khả năng diễn tả những tương phản như vậy là một trong những đặc tài của nữ văn sĩ hoa kỳ lừng danh này."
        },
        {
            "en": "Seeing photos that <em>depict</em> risky behavior seems to decrease activity in the regions that put the brakes on, perhaps weakening teens’ “be careful” filter, she said.",
            "vi": "Bà ấy nói: \"Các hình ảnh về hành vi nguy hiểm có vẻ như làm giảm sự hoạt động của các vùng não , bị kiềm hãm, những thanh thiếu niên yếu đuối có vẻ là những người chọn lọc cẩn thận hơn.\""
        },
        {
            "en": "Figure 36 provides an example of a set of concentration curves that <em>depict</em> inequality favoring the rich in three alternative indicators of antenatal care.",
            "vi": "Biểu đồ 36 cho ví dụ về một tập hợp các đường cong tập trung mô tả sự bất bình đẳng có lợi cho người giàu trong ba chỉ số khác nhau về khám thai."
        },
        {
            "en": "Much of the next chapter contains simple frequency results which <em>depict</em> the proportion of firms in the sample that responded one way or another to a series of closed questions.",
            "vi": "Phần lớn của chương tiếp theo mô tả các tần số mô tả tỷ lệ các doanh nghiệp trong mẫu trả lời những câu hỏi đóng theo cách này hay cách khác."
        },
        {
            "en": "Each year, UNICEF Germany grants the “UNICEF Photo of the Year Award” to photos and photo series that best <em>depict</em> the personality and living conditions of children all around the world in an outstanding manner.",
            "vi": "Hàng năm, tổ chức UNICEF ở Đức trao \"Giải thưởng Bức ảnh của năm 2010 của UNICEF” cho những tấm ảnh hay bộ ảnh độc đáo mô tả sống động nhất tính cách và điều kiện sống của trẻ em khắp nơi trên thế giới."
        },
        {
            "en": "Rather like a camera snapshot of a fast-moving vehicle, it is likely that the photograph that is developed will be somewhat blurred and <em>depict</em> an event that has since passed.",
            "vi": "Gần giống việc chụp ảnh những chiếc xe đi nhanh, rất có thể bức ảnh đó khi được in ra sẽ rất mờ nhạt và chỉ để miêu tả lại một việc đã xảy ra."
        },
        {
            "en": "Besides flowers and animals, the paintings also <em>depict</em> stories and characters familiar to children, such as “An Khe Tra Vang,” a Vietnamese fairy tale, and Doraemon – a robotic cat from the famous namesake Japanese comic.",
            "vi": "Bên cạnh hoa và động vật, những bức tranh cũng miêu tả những câu chuyện và các nhân vật quen thuộc với trẻ em, chẳng hạn như \"Ăn khế trả vàng\" một câu chuyện cổ tích Việt Nam, Doraemon - một con mèo robot từ tập truyện tranh nổi tiếng của Nhật Bản."
        },
        {
            "en": "Stamp collectors, for instance, arrange their stamps in albums, usually very neatly, organising their collection according to certain commonplace principles-perhaps by country in alphabetical order, or grouping stamps by what they <em>depict</em> -people, birds, maps, and so on.",
            "vi": "Ví dụ như các nhà sưu tập tem sắp xếp tem trong album thường rất gọn gàng, họ tổ chức bộ sưu tập theo nguyên tắc phổ biến nhất định - có thể theo quốc gia theo thứ tự chữ cái, hoặc nhóm các con tem theo những gì họ miêu tả-người, chim, bản đồ,.v.v."
        },
        {
            "en": "Draw the skin of a tiger is easy, but to <em>depict</em> its bones is the most difficult. To see one's face is easy, but it is extremely difficult to know his heart.",
            "vi": "Hoạ hổ hoạ bì nan hoạ cốt. Tri nhân tri diện bất tri tâm."
        },
        {
            "en": "Facebook restricts nudity because \"some audiences within our global community may be sensitive to this type of content\". So you can't post images of exposed genitals or buttocks. Female breasts are also forbidden if you show nipples – unless they are \"actively engaged in breastfeeding or showing breasts with post-mastectomy scarring\".  Facebook does, however, allow images of paintings or sculptures that <em>depict</em> nude figures.",
            "vi": "Nếu không phải là những hình ảnh nghệ thuật hoặc mang tính cộng đồng thì tốt nhất bạn đừng mất công chia sẻ bằng bất kì hình thức nào trên Facebook. Bằng những thuật toán hoặc thông báo của người dùng, mạng xã hội này có thể nhận biết và xóa ngay nội dung liên quan tới những hình ảnh trên. Với Facebook, chúng ta chỉ được phép chia sẻ những hình ảnh mang tính nghệ thuật, những tác phẩm điêu khắc hoặc những bức tranh \"nude\"."
        },
        {
            "en": "Portrait painting is a genre in painting, where the intent is to <em>depict</em> a human subject. The term 'portrait painting' can also describe the actual painted portrait. Portraitists may create their work by commission, for public and private persons, or they may be inspired by admiration or affection for the subject. Portraits are often important state and family records, as well as remembrances.",
            "vi": "Vẽ chân dung là kiểu vẽ mô tả mẫu là con người. Thuật ngữ tranh vẽ chân dung cũng có thể chỉ chân dung tả thực. Hoạ sĩ vẽ chân dung có thể sáng tác theo yêu cầu để lấy tiền, cho tư nhân và cho công chúng, hoặc có thể do ngưỡng mộ hoặc yêu mến người mẫu. Chân dung thường là những chứng tích cũng như vật lưu niệm quan trọng của dòng họ, quốc gia."
        },
        {
            "en": "Chinese authorities have also threatened U.S. companies that <em>depict</em> Taiwan as a distinct geographic entity, or that stray from Chinese policy on Tibet. Beijing compelled Delta Airlines to publicly apologize for not calling Taiwan a “province of China” on its website. And it pressured Marriott to fire a U.S. employee who merely liked a tweet about Tibet.",
            "vi": "Chính quyền Trung Quốc cũng đe dọa các công ty Hoa Kỳ mô tả Đài Loan như một thực thể địa lý riêng biệt, hoặc đi lệch khỏi chính sách của Trung Quốc về Tây Tạng. Bắc Kinh buộc Delta Airlines phải công khai xin lỗi vì không gọi Đài Loan là một \"tỉnh của Trung Quốc\" trên website của mình. Họ cũng gây áp lực cho Marriott để sa thải một nhân viên người Mỹ bấm thích một tweet về Tây Tạng."
        }
    ],
    "suggestions": []
}