{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[di'pli:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">tháo hết ra, rút hết ra, xả hết ra; làm rỗng không</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to deplete a base of troops </font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">rút hết quân ở một căn cứ </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">làm suy yếu, làm kiệt sức</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(y học) làm tan máu; làm tiêu dịch</td></tr></table><i/></div>",
            "word": "deplete",
            "pronounce": "[di'pli:t]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>deplete</k><blockquote><cclass>[<cclass>dɪ'pli:t<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb reduce the number or quantity of: <cclass>fish stocks are severely depleted. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>depleter</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>depletion</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19 (earlier (C17) as <i>depletion</i>): from L. <i>deplet-</i>, <i>deplere</i> 'empty out', from <i>de-</i> (expressing reversal) + <i>plere</i> 'fill'. </blockquote></div>",
            "word": "deplete",
            "pronounce": "[di'pli:t]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>deplete</k><blockquote>▸ <cclass>verb EXHAUST, use up, consume, expend, drain, empty, milk; reduce, decrease, diminish; slim down, cut back.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>augment.</blockquote></div>",
            "word": "deplete",
            "pronounce": "[di'pli:t]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>deplete</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>tr.</abr>) to deplete of</ex></blockquote></blockquote></div>",
            "word": "deplete",
            "pronounce": "[di'pli:t]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm khô kiệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm thiếu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiếu hụt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm nghèo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm nghèo quặng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">deplete a well</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hút cạn giếng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">deplete a well</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm kiệt quệ giếng</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "deplete",
            "pronounce": "[di'pli:t]"
        }
    },
    "sentences": [
        {
            "en": "<em>Deplete</em> a base of troops",
            "vi": "Rút hết quân ở một căn cứ"
        },
        {
            "en": "Scientists are inventing things that will not <em>deplete</em> the ozone layer as much.",
            "vi": "Các nhà khoa học đang có những phát minh để không làm suy kiệt tầng ozone đến mức như vậy."
        },
        {
            "en": "Scientists are inventing things that won't <em>deplete</em> the ozone layer as much.",
            "vi": "Các nhà khoa học đang có những phát minh để không làm suy kiệt tầng ozone đến mức như vậy."
        },
        {
            "en": "Being chronically angry, frustrated, or apprehensive can <em>deplete</em> your physical resources.",
            "vi": "Việc thường xuyên ở trong tâm trạng tức giận, chán nản hay lo sợ có thể làm cạn kiệt nguồn sinh lực của bạn."
        },
        {
            "en": "If the useful life of those assets is longer than the estimated time it will take to <em>deplete</em> the resource, a special problem arises.",
            "vi": "Nếu đời sống hữu dụng của các tài sản đó dài hơn đời sống của tài nguyên thì nó sẽ khấu hao giống như phân bổ tài nguyên, là vấn đề phát sinh đặc biệt."
        },
        {
            "en": "This is not always possible given low wages, familial responsibilities and other life events that <em>deplete</em> savings and force women out of regular wage employment.",
            "vi": "Điều này không phải lúc nào cũng làm được do mức lương thấp, các nghĩa vụ gia đình và các vấn đề khác của cuộc sống mà làm tiêu tan tiền tiết kiệm và buộc những người phụ nữ mất đi công việc có thu nhập ổn định."
        },
        {
            "en": "3. Ozone Layer Depletion: Ozone layer is responsible for protecting earth from harmful ultraviolet rays. The presence of chlorofluorocarbons, hydro chlorofluorocarbons in the atmosphere is causing the ozone layer to <em>deplete</em>. As it will <em>deplete</em>, it will emit harmful radiations back to the earth.",
            "vi": "3. Thủng tầng ôzôn: Lớp ôzôn có chức năng bảo vệ trái đất khỏi tia tử ngoại độc hại. Sự xuất hiện của khí chlorofluorocarbons, hydro chlorofluorocarbons trong khí quyển gây ra hiện tượng thoái hoá tầng ôzôn. Khi nó bị bào mòn thì những tia phóng xạ có hại sẽ phóng vào trái đất."
        },
        {
            "en": "Consider magnesium too. Stress hormones <em>deplete</em> this mineral, in turn activating the stress response and creating a spiral that spells trouble over time. Fish oil may also reduce stress.",
            "vi": "Hãy xem magiê cũng vậy. Hóc môn căng thẳng làm suy nhược khoáng chất này, lần lượt kích hoạt phản ứng căng thẳng và tạo ra một xoắn ốc có thể làm rối loạn theo thời gian. Dầu cá cũng có thể làm giảm căng thẳng."
        },
        {
            "en": "\"This suggests that African dust may have important implication for maintaining the health of Amazon rainforests over the long term. Without the phosphorus input from African dust, the hydrological loss would greatly <em>deplete</em> the soil phosphorus reservoir over a time scale of decades or centuries and affect the health and productivity of the Amazon rainforest,\" the researchers write in the paper, but they also caution that they still don't know \"the amount of dust needed to provide adequate phosphorus for maintaining the productivity of the Amazon rainforest.\"",
            "vi": "\"Điều này cho thấy bụi châu Phi có thể có ý nghĩa quan trọng trong việc duy trì sự màu mỡ của khu rừng nhiệt đới Amazon trong thời gian dài. Nếu không có lượng phốt pho cung cấp từ bụi châu Phi, hệ thống thủy văn sẽ làm cạn kiệt nguồn phốt pho dự trữ trong đất qua một khoảng thời gian hàng thập kỷ hoặc hàng thế kỷ và ảnh hưởng đến sự màu mỡ cũng như năng suất của rừng nhiệt đới Amazon\", các nhà nghiên cứu viết trong bài báo, nhưng họ cũng cẩn trọng rằng họ vẫn không xác định được \"số lượng bụi cần thiết để cung cấp lượng phốt pho đủ để duy trì năng suất hoạt động cho khu rừng nhiệt đới Amazon.\""
        },
        {
            "en": "Omega-3: The good fat Doctors may tell you to cut the fat, but not all fats are unhealthy. Omega-3 fatty acids may have far-reaching health benefits. Studies suggest they help lower the risk of heart disease, the nation’s top killer. They may also protect against symptoms of depression, dementia, cancer, and arthritis. Omega-3s are found in salmon, nuts, leafy greens, and more – but the health benefits can differ greatly from one source to another. The Omega-3 alphabet Omega-3 fatty acids come in more than one form. The types found in fish, called DHA and EPA, appear to have the strongest health benefits. Another form known as ALA is found in vegetable oils, flaxseed, walnuts, and dark leafy vegetables such as spinach. The body converts a small amount of ALA into EPA and DHA, and ALA also has some health benefits of its own. How Omega-3 fights disease Omega-3 fatty acids are believed to help fight disease by reducing inflammation in the blood vessels, joints, and elsewhere in the body. They also decrease the risk for an abnormal heart rhythm, reduce levels of unhealthy fats in the bloodstream, and slow the rate of plaque build-up in the blood vessels. Our bodies can’t make omega-3s, so we must get them from our diet. Omega-3 and heart deaths If you’ve had a previous heart attack, omega-3 fatty acids may help lower the risk of death from heart disease. Studies show a reduction in heart attacks and sudden death among heart attack survivors who boost their levels of omega-3s. This includes people who take fish oil supplements and those who regularly eat fatty fish, such as salmon or lake trout. Omega-3 and arrhythmias Omega-3s seem to have a stabilizing effect on the heart. They can lower heart rate and reduce the risk of life-threatening arrhythmias or abnormal heart rhythms. Several common sources of omega-3s are shown here: fish, walnuts, broccoli, and edamame, green soy beans that are often steamed and served in the pod. Omega-3 and triglycerides Omega-3s can lower your level of triglycerides, a type of blood fat that’s linked to heart disease. Triglycerides collect in the bloodstream and in the body's fat cells (seen here). Unfortunately, omega-3s increase cholesterol – both the “good” (HDL) and “bad” (LDL) kind. People with high triglycerides should consult with their doctors before taking omega-3. Eating more omega-3-rich fish is generally safe. Omega-3 and high blood pressure There’s strong evidence that omega-3s lower blood pressure. The effect is small, though. If you have high blood pressure, eating fish could be helpful along with other dietary changes and medications, as recommended by your doctor. One strategy is to replace red meat with fish during some meals. But it’s best to avoid salty fish, such as smoked salmon. Omega-3 and stroke The evidence is mixed on whether omega-3 can help prevent strokes. It curbs plaque build-up inside blood vessels and has anti-clotting effects, so it may help prevent ischemic strokes, the type caused by clots or a blockage in the arteries. At very high doses, omega-3 supplements might increase the risk of hemorrhagic strokes, the less common type that involves bleeding in the brain. Omega-3 and rheumatoid arthritis Studies suggest omega-3s can reduce symptoms such as joint pain and stiffness in people with rheumatoid arthritis. A diet high in omega-3s may also boost the effectiveness of anti-inflammatory drugs. Omega-3 and depression Omega-3 fatty acids may help smooth out mood disorders and make antidepressants more effective. However, results of studies have been mixed so far. Countries with higher levels of omega-3 in the typical diet have lower levels of depression. Although more studies are needed, the evidence so far is promising. Omega-3 and ADHD Some studies suggest omega-3 supplements may ease the symptoms of attention deficit hyperactivity disorder (ADHD). We know omega-3 fatty acids are important in brain development and function. Although evidence isn’t conclusive and a diet supplement can’t offer a cure-all for ADHD, omega-3s may provide some added benefits to traditional treatment. Omega-3 and dementia The jury is still out, but there’s some evidence that omega-3s may protect against dementia and improve mental function. In one study, older people with a diet high in omega-3 fatty acids had a lower risk of developing Alzheimer’s disease. More research is necessary to confirm the link. Omega-3 and cancer Omega-3s may help reduce the risk of colon cancer, breast cancer, and advanced prostate cancer, but more research is needed. The American Cancer Society recommends a diet that includes fish, but the organization stops short of endorsing omega-3 supplements for cancer prevention. Omega-3 and children Be wary of promises that omega-3s have “brain-boosting” powers for children. The Federal Trade Commission asked companies to stop that claim unless they can prove it scientifically. The American Academy of Pediatrics does recommend that kids eat more fish, as long as it’s not breaded and fried. Pediatricians also caution against types of fish that are high in mercury, such as shark, swordfish, king mackerel, and tilefish. Source of Omega-3: Fish  The best source of omega-3 fatty acids is fish, though some varieties deliver a higher dose than others. Top choices are salmon, mackerel, herring, lake trout, sardines, anchovies, and tuna. The American Heart Association recommends at least two servings a week of fish.  Omega-3 and tuna Tuna is an old-school staple in many people's pantries that can be a good source of omega-3. Albacore tuna has more omega-3 than canned light tuna, but it also has a higher concentration of mercury contamination. The amount of omega-3 in a fresh tuna steak varies, depending on the species. Dangers of contaminated fish For most people, mercury in fish is not a health concern. But the FDA has this advice for pregnant women, nursing mothers, and young children: * Limit Albacore tuna.  * Limit fish in mercury.  * Avoid shark, swordfish, king mackerel, tilefish.  * Remove skin and fat before cooking fish. Omega-3 supplements If you don’t like fish, you can get omega-3 from supplements. One gram per day is the amount recommended for people with cardiovascular disease. At high levels, omega-3 can increase the risk of bleeding and may interfere with some medications. Fish oil also may <em>deplete</em> vitamin E, so some supplements include vitamin E. Be sure to consult your doctor before taking omega-3 supplements.  Omega-3 for vegetarians If you don’t eat fish or fish oil, you can get a dose of DHA from algae supplements. Algae that is commercially grown is generally considered safe, though blue-green algae in the wild can contain toxins. Vegetarians also can get the ALA of omega-3 from foods such as canola oil, flaxseed, walnuts, broccoli, and spinach – or products fortified with omega-3s. Avoiding the Omega-3 hype Many food products now boast that they have added omega-3 to support various aspects of your health. But be aware that the amount of omega-3 they contain may be minimal. They may contain the ALA form of omega-3, which hasn’t yet shown the same health benefits as EPA and DHA. For a measured dose of omega-3, taking fish oil supplements may be more reliable. Omega 6: The other healthy fat There’s another healthy fat known as Omega-6. Research suggests it may protect against heart disease, especially when eaten in place of less healthy fats. The AHA recommends getting up to 10% of your total daily calories from omega-6 fats, which are found in vegetable oils and nuts. And now for some good news – most Americans already get enough omega-6 in their diet, thanks to cooking oils and salad dressings.        ",
            "vi": "Omega-3 là chất béo có lợi  Bác sĩ có thể khuyên bạn nên hạn chế chất béo, nhưng không phải tất cả các chất béo đều không có lợi cho sức khỏe. Axit béo Omega-3 có thể có rất nhiều lợi ích to lớn. Nhiều công trình nghiên cứu cho thấy Omega-3 giúp làm giảm nguy cơ bệnh tim, đây là nguyên nhân gây tử vong hàng đầu của quốc gia. Chúng cũng có thể giúp bảo vệ khỏi các triệu chứng trầm cảm, suy giảm trí nhớ, ung thư, và viêm khớp. Omega-3 có nhiều trong cá hồi, củ, rau xanh rậm lá, và nhiều thứ khác nữa – nhưng các lợi ích sức khỏe có thể khác nhau đáng kể so từ nguồn này với nguồn khác.  Chữ cái trong Omega-3 Có nhiều loại axít béo Omega-3. DHA and EPA có trong cá, và có nhiều lợi ích sức khỏe rõ rệt nhất. Một loại axít béo khác có tên là ALA có trong dầu thực vật, hạt lanh, hồ đào, và những loại rau rậm lá đậm màu như cải bina. Cơ thể chuyển hoá một lượng nhỏ ALA thành EPA và DHA, và ALA cũng có một số lợi ích sức khỏe riêng.  Omega-3 chống lại bệnh tật như thế nào Người ta cho rằng các axit béo Omega-3 có thể giúp chống lại bệnh tật bằng cách làm giảm viêm ở mạch máu, giảm viêm ở khớp, và những nơi khác trên cơ thể. Chúng còn làm giảm nguy cơ xảy ra nhịp tim bất thường, làm giảm nồng độ chất béo không có lợi trong máu, và làm chậm tốc độ tăng sinh mảng bám trong mạch máu. Cơ thể chúng ta không thể sản sinh các Omega-3, vì vậy chúng ta phải hấp thụ các axit béo này qua chế độ dinh dưỡng của mình. Omega-3 và tử vong do tim mạch  Nếu trước đây bạn đã từng bị đau tim thì các axit béo Omega-3 có thể giúp làm giảm nguy cơ tử vong do tim mạch. Nhiều công trình nghiên cứu cho thấy tỉ lệ bệnh nhân đau tim và đột tử ở người sống sót sau bệnh đau tim có tăng cường hàm lượng các Omega-3 đã giảm. Kết quả này bao gồm những người có bổ sung dầu cá và những người thường xuyên ăn cá béo, như là cá hồi hoặc cá hồi vùng Ngũ đại hồ. Omega-3 và chứng loạn nhịp tim Các Omega-3 có vẻ như có ảnh hưởng làm ổn định tim mạch. Chúng có thể làm chậm nhịp tim và làm giảm nguy cơ loạn nhịp tim hiểm nghèo hoặc nhịp tim bất thường. Một số nguồn cung cấp các Omega-3 thường thấy là cá, hồ đào, bông cải xanh, và edamame (đậu tương được nấu chín tới; đậu tương luộc), đậu nành xanh thường được hấp và ăn luôn cả vỏ.  Omega-3 và li-pít trung tính Các Omega-3 có thể làm giảm nồng độ li-pít trung tính, đây là một loại mỡ trong máu liên quan đến bệnh tim. Các li-pít trung tính đọng lại trong máu và trong các tế bào mỡ của cơ thể (được minh hoạ dưới đây). Tiếc là, Omega-3 làm tăng nồng độ cholesterol – cả cholesterol “có lợi” (HDL) lẫn  cholesterol “có hại” (LDL). Người có nồng độ li-pít trung tính cao bên tham khảo ý kiến của bác sĩ trước khi sử dụng Omega-3. Ăn nhiều cá giàu Omega-3 thường là an toàn, không có vấn đề gì.  Omega-3 và chứng cao huyết áp Người ta đã tìm ra bằng chứng rõ ràng là các Omega-3 có thể làm hạ huyết áp. Mặc dù vậy, ảnh hưởng của chúng không nhiều. Nếu bạn bị cao huyết áp thì việc ăn cá kèm thêm thay đổi một số chế độ dinh dưỡng và sử dụng thuốc khác, theo khuyến nghị của bác sĩ có thể rất có lợi. Thay các loại thịt đỏ bằng cá trong một số bữa ăn cũng là một biện pháp. Nhưng tốt nhất là bạn nên tránh ăn cá mặn, chẳng hạn như cá hồi xông khói. Omega-3 và chứng đột quỵ  Bằng chứng liệu Omega-3 có thể giúp ngăn ngừa đột quỵ hay không vẫn còn chưa rõ. Omega-3 làm hạn chế tăng sinh mảng bám bên trong mạch máu và có tác dụng chống đông tụ máu, vì vậy nó có thể giúp ngăn ngừa chứng đột quỵ do thiếu máu, đây là loại đột quỵ gây ra do nghẽn hoặc tắc động mạch. Việc bổ sung Omega-3 ở liều rất cao có thể làm tăng nguy cơ đột quỵ xuất huyết, đây là loại đột quỵ ít thấy hơn liên quan đến chứng xuất huyết não.  Omega-3 và bệnh viêm khớp kinh niên Nhiều công trình nghiên cứu cho thấy Omega-3 có thể làm giảm các triệu chứng chẳng hạn như đau khớp và cứng khớp ở người bị viêm khớp kinh niên. Chế độ dinh dưỡng giàu Omega-3 cũng có thể làm tăng công hiệu của thuốc kháng viêm.  Omega-3 và chứng bệnh trầm cảm Các axit béo Omega-3 có thể giúp làm dịu chứng rối loạn tâm trạng và làm cho thuốc chống trầm cảm công hiệu hơn. Tuy nhiên, từ trước đến nay nhiều cuộc nghiên cứu vẫn chưa có kết quả rõ ràng. Các quốc gia có chế độ dinh dưỡng điển hình giàu Omega-3 hơn có tỉ lệ người mắc bệnh trầm cảm ít hơn. Mặc dù cần phải nghiên cứu thêm nhưng bằng chứng từ trước đến giờ vẫn đang rất khả quan.  Omega-3 và chứng rối loạn khả năng tập trung (ADHD) Một số nghiên cứu cho biết bổ sung Omega-3 có thể làm giảm các triệu chứng rối loạn tăng động giảm chú ý (ADHD). Chúng ta đã biết là Omega-3 rất quan trọng đối với sự phát triển và chức năng của não. Mặc dù bằng chứng chưa thuyết phục được và việc bổ sung chế độ dinh dưỡng không phải là thuốc tiên đối với chứng ADHD, nhưng Omega-3 có thể cung cấp thêm một số lợi ích cho phương pháp điều trị truyền thống.  Omega-3 và chứng suy giảm trí nhớ Người ta vẫn chưa quyết định, nhưng có một số bằng chứng cho thấy Omega-3 có thể bảo vệ khỏi chứng suy giảm trí nhớ và cải thiện chức năng tâm thần. Kết quả của một nghiên cứu cho thấy nguy cơ phát triển bệnh An-dai-mơ ở người già có chế độ dinh dưỡng giàu axit béo Omega-3 đã giảm. Cần nghiên cứu thêm để xác định mối tương quan này.   Omega-3 và chứng bệnh ung thư  Omega-3 có thể giúp làm giảm nguy cơ ung thư ruột kết, ung thư vú, và ung thư tuyến tiền liệt cấp độ cao, nhưng cần phải nghiên cứu thêm nữa. Hiệp hội Ung thư Hoa Kỳ khuyến nghị chế độ dinh dưỡng nên bao gồm cá, nhưng tổ chức này lại không tiếp tục xác nhận việc bổ sung Omega-3 có thể phòng ngừa ung thư nữa.  Omega-3 và trẻ nhỏ Bạn nên thận trọng với những lời hứa rằng Omega-3 có thể “làm bổ não” cho trẻ em. Ủy Ban Thương mại Liên bang yêu cầu các công ty hãy ngưng khẳng định điều đó trừ phi họ có thể chứng minh được một cách khoa học. Viện Hàn lâm Nhi khoa Hoa Kỳ cũng khuyến nghị trẻ em nên ăn nhiều cá, miễn là không rắc bánh mì vụn vào và chiên. Bác sĩ nhi khoa cũng cảnh báo không nên sử dụng các loại cá có hàm lượng thuỷ ngân cao, chẳng hạn như cá mập, cá lưỡi kiếm, cá thu vạch, và cá đầu vuông (cá đổng quéo, cá nàng đào). Nguồn cung cấp Omega-3 từ cá Cá là nguồn cung cấp các axít béo Omega-3 dồi dào nhất, mặc dù một số loại cá chứa hàm lượng Omega-3 cao hơn một số loại cá khác. Cá hồi, cá thu, cá trích, cá hồi vùng Ngũ đại hồ, cá mòi, cá cơm, và cá ngừ là những lựa chọn hàng đầu. Hiệp hội Tim mạch Hoa Kỳ khuyến cáo nên ăn  ít nhất hai lần cá mỗi tuần Omega-3 và cá ngừ Cá ngừ là món truyền thống trong chạn thức ăn của nhiều người có thể là nguồn cung cấp Omega-3 dồi dào. Cá ngừ Albacore chứa hàm lượng Omega-3 cao hơn cá ngừ trắng đóng hộp, nhưng cũng có hàm lượng nhiễm thuỷ ngân cao hơn. Hàm lượng Omega-3 trong miếng thịt cá ngừ tươi không giống nhau, tuỳ thuộc vào từng loại một.  Mối nguy hiểm của cá nhiễm bẩn Đối với hầu hết mọi người thì thuỷ ngân trong cá không phải là mối lo ngại gì đến sức khỏe. Nhưng tổ chức FDA đã đưa ra lời khuyên cho thai phụ, bà mẹ đang cho con bú, và trẻ nhỏ như sau:  * Hạn chế ăn cá ngừ Albacore. * Hạn chế ăn cá chứa thuỷ ngân. * Tránh ăn cá mập, cá lưỡi kiếm, cá thu vạch, cá đầu vuông (cá đổng quéo, cá nàng đào). * Nên bỏ da và mỡ trước khi nấu cá.  Bổ sung Omega-3 Nếu không thích ăn cá thì bạn có thể bổ sung Omega-3. Người bị bệnh tim mạch được khuyến nghị mỗi ngày nên sử dụng 1 gram. Hàm lượng Omega-3 cao có thể làm tăng nguy cơ xuất huyết và có thể cản trở một số thuốc. Dầu cá cũng có thể làm mất vitamin E, vì vậy một số thuốc bổ sung có chứa vitamin E. Bạn nên tham khảo ý kiến của bác sĩ trước khi bổ sung Omega-3 nhé.  Omega-3 cho người ăn chay Nếu không ăn cá hoặc dầu cá thì bạn có thể bổ sung DHA từ tảo. Về mặt thương mại thì tảo thường được cho là an toàn, mặc dù tảo lam dại có thể chứa chất độc. Người ăn chay cũng có thể bổ sung Omega-3 ALA từ thức ăn chẳng hạn như dầu cải, hạt lanh, hồ đào, bông cải xanh, và cải bina – hoặc những sản phẩm tăng cường Omega-3.  Tránh quảng cáo thổi phồng Omega-3 Nhiều thực phẩm hiện giờ tự hào rằng đã bổ sung thêm Omega-3 để hỗ trợ nhiều mặt sức khỏe. Nhưng bạn nên biết là hàm lượng Omega-3 trong những sản phẩm đó có thể rất ít. Chúng có thể chứa dạng Omega-3 ALA, không có lợi ích sức khỏe tương đương như EPA và DHA. Để có được liều lượng Omega-3 thích hợp thì việc bổ sung dầu cá có thể đáng tin cậy hơn. Omega 6: Một chất béo có lợi cho sức khỏe khác  Có một loại chất béo có lợi cho sức khỏe khác đó là Omega-6. Kết quả nghiên cứu cho biết loại chất béo này có thể bảo vệ khỏi bệnh tim, nhất là khi ăn thay cho các chất béo ít có lợi hơn. Tổ chức AHA khuyến nghị nên bổ sung 10% tổng ca-lo hàng ngày của bạn từ các chất béo Omega-6, có trong dầu thực vật và đậu. Và một số tin vui hiện giờ cho thấy hầu hết chế độ dinh dưỡng của người Mỹ đều đã chứa đủ hàm lượng Omega-6, nhờ dầu ăn và dầu giấm.  "
        },
        {
            "en": "High Blood Pressure (Hypertension)    What is hypertension? Hypertension, or high blood pressure, is a common condition that will catch up with most people who live into older age. Blood pressure is the force of blood pressing against the walls of your arteries. When it's too high, it raises the heart's workload and can cause serious damage to the arteries. Over time, uncontrolled high blood pressure increases the risk of heart disease, stroke, and kidney disease.  Hypertension symptoms High blood pressure is sometimes called a silent killer because it may have no outward symptoms for years. In fact, one in five people with the condition don't know they have it. Internally, it can quietly damage the heart, lungs, blood vessels, brain, and kidneys if left untreated. It's a major risk factor for strokes and heart attacks in the U.S. What causes hypertension? Normal blood pressure readings will fall below 120/80, while higher results over time can indicate hypertension. In most cases, the underlying cause of hypertension is unknown. The top number (systolic) shows the pressure when your heart beats. The lower number (diastolic) measures pressure at rest between heartbeats, when the heart refills with blood. Occasionally, kidney or adrenal gland disease can lead to hypertension. Prehypertension: A warning sign Almost one-quarter of Americans have prehypertension. Their blood pressure is consistently just above the normal level -- between 120 and 139 for systolic pressure or 80 to 89 for the diastolic pressure. People in this range have twice the risk of developing heart disease than those with a lower reading. Your doctor may recommend lifestyle changes to help lower your blood pressure. The hypertension danger zone You have high blood pressure if readings average140/90 or higher -- for either number -- though you may still have no symptoms. At 180/110 and higher, you may be having a hypertensive crisis. Rest for a few minutes and take your blood pressure again. If it is still very high, call 911. A hypertensive crisis can lead to a stroke, heart attack, kidney damage, or loss of consciousness. Symptoms of a hypertensive crisis can include a severe headache, anxiety, nosebleeds, and feeling short of breath. Who gets high blood pressure? Up to the age of 45, more men have high blood pressure than women. It becomes more common for both men and women as they age, and more women have hypertension by the time they reach 65. You have a greater risk if a close family member has high blood pressure or if you are diabetic. About 60% of people with diabetes have high blood pressure. Hypertension and race African-Americans are more likely to develop hypertension -- and to develop it at a younger age. Genetic research suggests that African-Americans seem to be more sensitive to salt. In people who have a gene that makes them salt-sensitive, just a half-teaspoon of salt can raise blood pressure by 5 mm Hg. Diet and excessive weight can play a role, as well. Hypertension and Sodium Sodium, a major component of salt, can raise blood pressure by causing the body to retain fluid, which leads to a greater burden on the heart. The American Heart Association recommends eating less than 1,500 milligrams of sodium per day. You'll need to check food labels and menus carefully. Processed foods contribute up to 75% of our sodium intake. Canned soups and lunch meats are prime suspects. Hypertension and Stress Stress can make your blood pressure spike, but there's no evidence that it causes high blood pressure as an ongoing condition. However, stress may affect risk factors for heart disease, so it may have an indirect connection to hypertension. Stress may lead to other unhealthy habits, such as a poor diet, alcohol use, or smoking, which can contribute to high blood pressure and heart disease. Hypertension and weight Being overweight places a strain on your heart and increases your risk of high blood pressure. That is why diets to lower blood pressure are often also designed to control calories. They typically call for cutting fatty foods and added sugars, while increasing fruits, vegetables, lean protein, and fiber. Even losing 10 pounds can make a difference. Hypertension and alcohol Drinking too much alcohol can increase your blood pressure. Guidelines from the American Heart Association state that if you drink alcohol, you should limit the amount to no more than two drinks a day for men, or one a day for women.  Hypertension and caffeine If caffeine can make you jittery, can it also raise your blood pressure? It might have a temporary effect, but studies haven't shown any link between caffeine and the development of hypertension. You can safely drink one or two cups a day, according to the American Heart Association. Hypertension and pregnancy Gestational hypertension is a kind of high blood pressure that occurs in the second half of pregnancy. Without treatment, it may lead to a serious condition called preeclampsia that endangers both the mother and baby. The condition can limit blood and oxygen flow to the baby and can affect the mother's kidneys and brain. After the baby is born, the mother's blood pressure usually returns to its normal level. Hypertension and medicine Cold and flu medicines that contain decongestants are one of several classes of medicine that can cause your blood pressure to rise. Others include NSAID pain relievers, steroids, diet pills, birth control pills, and some antidepressants. If you have high blood pressure, talk to you doctor about what medicines and supplements you are taking that may affect blood pressure. 'White Coat' Hypertension Some people only have a high reading in the doctor's office, perhaps because they're nervous. Some will only have blood pressure readings sporadically. Those people may have a higher chance of developing high blood pressure, a recent study shows. To get a more accurate reading, take your blood pressure at home, chart your readings, and share them with your doctor. It is also a good idea to have an expert check the device and your technique. Hypertension and children While hypertension is more often a problem for older people, even children can have high blood pressure. \"Normal\" blood pressure varies based on a child's age, height, and sex, so your doctor will need to tell you if there is a concern. Children are at greater risk if they are overweight, have a family history of the illness and if they're African-American. Treatment: The DASH Diet You may be able to lower your blood pressure by switching to a better diet. The DASH Diet -- Dietary Approaches to Stop Hypertension -- involves eating more fruits, vegetables, whole-grain foods, low-fat dairy, fish, poultry, and nuts. You should eat less red meat, saturated fats, and sweets. Reducing sodium in your diet can also have a significant effect. Treatment: Exercise Regular exercise helps lower your blood pressure. Adults should get about 150 minutes of moderate-intensity exercise every week. That could include gardening, walking briskly, bicycling, or other aerobic exercise. Muscle-strengthening activities are recommended at least two days a week and should work all major muscle groups. Treatment: Diuretics Diuretics are often the first choice if diet and exercise changes aren't enough. Also called \"water pills,\" they help the body shed excess sodium and water to lower blood pressure. That means you'll urinate more often. Some diuretics may <em>deplete</em> your body's potassium, causing muscle weakness, leg cramps, and fatigue. Some can increase blood sugar levels in diabetics. Erectile dysfunction is a less common side effect. Treatment: Beta-blockers Beta-blockers work by slowing the heart rate, which means that the heart doesn't have to work as hard. They are also used to treat other heart conditions, such as an abnormal heart rate called arrhythmia. They may be prescribed along with other medications. Side effects can include insomnia, dizziness, fatigue, cold hands and feet, and erectile dysfunction. Treatment: ACE Inhibitors ACE inhibitors reduce your body's supply of angiotensin II -- a substance that makes blood vessels contract and narrow. The result is more relaxed, open (dilated) arteries, as well as lower blood pressure and less effort for your heart. Side effects can include a dry cough, skin rash, or dizziness, and high levels of potassium. Women should not become pregnant while taking an ACE inhibitor. Treatment: ARBs Instead of reducing your body's supply of angiotensin II, these drugs block receptors for angiotensin -- as if placing a shield over a lock. This blockade prevents the chemical's artery-tightening effects, and lowers your blood pressure. ARBs can take several weeks to become fully effective. Possible side effects include dizziness, muscle cramps, insomnia, and high levels of potassium. Women should not become pregnant while taking this medication. Treatment: Calcium channel blockers Calcium channel blockers slow the movement of calcium into the cells of the heart and blood vessels. Since calcium causes stronger heart contractions, these medications ease the heart's contraction and relax the blood vessels. They can cause dizziness, heart palpitations, swelling of the ankles, and constipation. Take them with food or milk and avoid grapefruit juice and alcohol because of possible interactions.  Treatment: Other medications Other medications that relax the blood vessels include vasodilators, alpha blockers, and central agonists. Side effects can include dizziness, a fast heart beat or heart palpitations, headaches, or diarrhea. Your doctor may suggest them if other blood pressure medications are not working well enough or if you have another condition.   Treatment: Complementary therapies Meditation can put your body into a state of deep rest, which can lower your blood pressure. Yoga, tai chi, and deep breathing also help. These relaxation techniques should be combined with other lifestyle changes, such as diet and exercise. Be aware that herbal therapies may conflict with other medications you take, and some herbs actually raise blood pressure. Tell your doctor if you take herbal or other dietary supplements. Living with high blood pressure Hypertension is often a life-long condition. It's important to take your medications and continue to monitor your blood pressure. If you keep it under control, you can reduce your risk of stroke, heart disease, and kidney failure.",
            "vi": "Cao huyết áp (Tăng huyết áp)    Cao huyết áp là gì? Cao huyết áp, hoặc tăng huyết áp là chứng bệnh thường thấy ở hầu hết người già cao tuổi. Huyết áp là lực máu đè lên thành động mạch. Khi huyết áp quá cao, nó làm cho tim hoạt động nhiều hơn và có thể gây hại nghiêm trọng cho động mạch. Tình trạng cao huyết áp nếu không được điều trị dần dần sẽ làm tăng nguy cơ bệnh tim, đột quỵ và bệnh thận.  Các triệu chứng của bệnh cao huyết áp Bệnh cao huyết áp thường được gọi là “kẻ giết người thầm lặng” bởi có thể không biểu hiện một triệu chứng nào ra bên ngoài trong nhiều năm trời. Thực vậy, cứ một trong năm người mắc bệnh sẽ không biết mình bị cao huyết áp. Nó có thể gây hại từ từ cho các cơ quan nội tạng như tim, phổi, mạch máu, não, và thận. Đây cũng là yếu tố nguy hiểm chủ yếu gây đột quỵ và đau tim đối với người Mỹ.  Nguyên nhân gây cao huyết áp là gì?  Số đo huyết áp bình thường sẽ giảm dưới 120/80, trong khi các chỉ số cao hơn có thể là dấu hiệu bị bệnh. Trong hầu hết các trường hợp thì người ta vẫn chưa tìm ra nguyên nhân thực sự gây bệnh. Chỉ số đỉnh (tâm thu) biểu thị áp suất khi tim đập. Chỉ số dưới (tâm trương) đo áp suất thời gian nghỉ giữa những nhát bóp, khi tim được cung cấp đầy máu. Đôi khi, bệnh thận hoặc bệnh tuyến thượng thận có thể là nguyên nhân gây cao huyết áp.  Dấu hiệu cảnh báo: Tiền huyết áp Gần ¼ người Mỹ bị tiền huyết áp. Chỉ số huyết áp của họ lúc nào cũng ngay trên mức bình thường – ở bất kỳ mức nào từ 120 đến 139 đối với huyết áp tâm thu hoặc từ 80 đến 89 đối với huyết áp tâm trương. Người có số đo dao động trong ngưỡng này có nguy cơ phát triển bệnh tim gấp 2 lần so với người có chỉ số thấp hơn. Bác sĩ sẽ khuyến cáo nên thay đổi lối sống nhằm hạ thấp huyết áp.  Vùng huyết áp nguy hiểm  Bạn bị cao huyết áp nếu chỉ số trung bình là 140/90 trở lên – cả hai con số đó – cho dù bạn có thể không có một triệu chứng gì đi nữa. Nếu số đo huyết áp của bạn là 180/110 trở lên thì có thể là bạn bị lên cơn cao huyết áp. Hãy nghỉ ngơi một vài phút và đo huyết áp lại một lần nữa. Nếu số đo vẫn còn cao thì hãy gọi 911 nhé. Cơn cao huyết áp có thể gây đột quỵ, đau tim, suy thận, hoặc bất tỉnh. Các triệu chứng của cơn cao huyết áp có thể bao gồm nhức đầu dữ dội, hồi hộp lo âu, chảy máu cam, và cảm giác bị hụt hơi.  Ai bị cao huyết áp? Nam giới bị cao huyết áp nhiều hơn phụ nữ ở độ tuổi 45. bệnh này ngày càng trở nên phổ biến hơn ở cả nam và nữ khi ở tuổi về già, và nhiều phụ nữ mắc chứng cao huyết áp hơn ở tuổi 65. Bạn sẽ có nguy cơ mắc bệnh nhiều hơn nếu người thân trong gia đình bị cao huyết áp hoặc nếu bạn bị bệnh tiểu đường. Khoảng 60% người bị tiểu đường bị cao huyết áp.  chủng tộc và bệnh cao huyết áp  Người Mỹ gốc Phi dễ mắc bệnh cao huyết áp nhiều hơn – và dễ bị cao huyết áp ở độ tuổi còn trẻ. Cuộc nghiên cứu về di truyền cho thấy người Mỹ gốc Phi dường như nhạy cảm với muối nhiều hơn. Đối với người có gien nhạy cảm với muối thì chỉ cần nửa muỗng cà phê muối cũng có thể làm huyết áp tăng thêm 5 mm Hg. Chế độ dinh dưỡng và cân nặng quá mức cũng có thể đóng vai trò hết sức quan trọng đối với chứng bệnh này.  Bệnh cao huyết áp và na-tri Na-tri là thành phần chính tạo nên muối, có thể làm tăng huyết áp bằng cách giữ nước trong cơ thể, làm cho tim hoạt động mệt hơn. Hội Tim mạch Hoa kỳ khuyến cáo nên ăn dưới 1.500 milligram muối mỗi ngày. Bạn nên kiểm tra nhãn thực phẩm và thực đơn cẩn thận. Các loại thức ăn được chế biến sẵn góp phần đến 75% lượng muối hấp thụ của cơ thể. Xúp đóng hộp và thịt hộp là nguyên nhân đáng nghi ngờ nhất.  Căng thẳng và bệnh cao huyết áp Stress có thể làm tăng huyết áp, nhưng chưa một bằng chứng nào cho thấy nó gây ra chứng huyết áp cao. Tuy nhiên, căng thẳng có thể ảnh hưởng đến các yếu tố rủi ro gây bệnh tim, vì thế đây có thể là nguyên nhân gián tiếp dẫn đến cao huyết áp. Ngoài ra, stress cũng có thể hình thành nên nhiều thói quen không có lợi cho sức khỏe khác, chẳng hạn như ăn uống sơ sài qua loa, rượu bia, hoặc thuốc lá, cũng có thể góp phần làm tăng huyết áp và bệnh tim.  trọng lượng và bệnh cao huyết áp  Tình trạng tăng cân, béo phì làm cho tim hoạt động nặng nề và làm tăng nguy cơ cao huyết áp. Đó là lý do vì sao khẩu phần dinh dưỡng làm hạ huyết áp cũng thường được phân định để kiểm soát ca-lo. Người ta thường yêu cầu nên giảm bớt các thức ăn giàu chất béo và nhiều đường, trong khi đó phải bổ sung thêm rau củ quả, chất đạm từ thịt nạc, và chất xơ. Thậm chí việc giảm đi 10 pao cũng có thể tạo nên sự khác biệt đấy.  Bệnh cao huyết áp và rượu bia Việc uống quá nhiều rượu bia có thể làm tăng huyết áp. Hội Tim mạch Hoa kỳ khuyến cáo nếu bạn uống rượu bia, bạn nên giới hạn dưới 2 ly mỗi ngày đối với nam, hoặc 1 ly mỗi ngày đối với nữ.  Cà-phê-in và bệnh cao huyết áp Nếu như cà-phê-in có thể làm cho bạn dễ bị kích thích thì liệu nó cũng có thể làm tăng huyết áp không? Nó có thể gây tác dụng nhất thời, nhưng nhiều công trình nghiên cứu vẫn chưa thấy bất kỳ mối tương quan nào giữa chất cà-phê-in và bệnh cao huyết áp. Hội Tim mạch Hoa Kỳ cho biết bạn có thể uống một hoặc hai tách cà phê mỗi ngày một cách an toàn.  Phụ nữ có thai và bệnh cao huyết áp Bệnh cao huyết áp ở phụ nữ có thai là loại cao huyết áp xảy ra ở nửa sau của thai kỳ. Nếu không điều trị, nó có thể dẫn tới một chứng bệnh hết sức nghiêm trọng, đó là tiền sản giật gây nguy hiểm cho cả mẹ lẫn con. Bệnh này có thể làm hạn chế máu và luồng khí ô-xy cung cấp cho em bé và có thể ảnh hưởng đến thận và não của người mẹ. Sau khi sinh xong, huyết áp của sản phụ thường sẽ trở về ở mức bình thường.  Thuốc và bệnh cao huyết áp  Thuốc cảm cúm chứa chất làm giảm xung huyết là một trong những loại thuốc có thể làm tăng huyết áp. Nhiều thuốc khác bao gồm thuốc giảm đau NSAID, xtê-rô-ít, thuốc giảm cân, thuốc tránh thai, và một số thuốc chống trầm cảm. Nếu bạn bị cao huyết áp thì hãy nên thông báo cho bác sĩ biết bạn đang sử dụng loại thuốc và chất bổ sung nào có thể ảnh hưởng đến chứng bệnh của bạn.  Hội chứng cao huyết áp “Áo choàng trắng” Một vài người chỉ có số đo huyết áp cao trong phòng khám của bác sĩ, có lẽ là do hồi hộp. Một số người chỉ có số đo huyết áp không cố định. Một công trình nghiên cứu gần đây cho hay những người này có thể có nguy cơ mắc bệnh cao huyết áp cao hơn. Để có chỉ số chính xác hơn, bệnh nhân nên đo huyết áp ở nhà, vẽ biểu đồ chỉ số, và thông báo cho bác sĩ biết. Bạn cũng nên nhờ một chuyên gia nào đó kiểm tra thiết bị và kỹ thuật của mình.    Bệnh cao huyết áp ở trẻ con Trong khi bệnh cao huyết áp thường là nỗi lo của người già hơn thì thậm chí trẻ em cũng có thể bị bệnh này. Huyết áp “bình thường” thay đổi theo tuổi tác, chiều cao, và giới tính của trẻ , vì vậy bác sĩ cần thông báo cho bạn biết nếu bạn quan tâm. Trẻ có nguy cơ mắc bệnh cao huyết áp nhiều hơn nếu bé bị béo phì, có tiền sử gia đình bị bệnh và nếu bé là người Mỹ gốc Phi. Điều trị bằng chế độ ăn kiêng Bạn có thể làm hạ huyết áp của mình bằng cách chuyển sang một chế độ dinh dưỡng có lợi cho sức khỏe hơn. Chế độ ăn uống kiêng cữ – Phương pháp Dinh dưỡng Tránh Cao Huyết áp – gồm ăn nhiều rau củ quả, các loại thực phẩm ngũ cốc nguyên hạt, sản phẩm từ sữa ít chất béo, cá, gia cầm, và đậu. Bạn nên hạn chế ăn các loại thịt đỏ, chất béo bão hoà, và thức ăn có đường. Việc giảm trừ muối na-tri trong khẩu phần dinh dưỡng cũng có ảnh hưởng đáng kể đấy.  Điều trị bằng phương pháp thể dục Chế độ thể dục thường xuyên, đều đặn có thể giúp hạ huyết áp. Người lớn mỗi tuần nên tập khoảng 150 phút các bài có cường độ nhẹ, vừa phải: có thể làm vườn, đi bộ nhanh, chạy xe đạp, hoặc tập các bài thể dục nhịp điệu khác. Những hoạt động hỗ trợ làm chắc cơ bắp cũng được khuyến cáo nên thực hiện ít nhất 2 ngày/ tuần và nên hoạt động tất cả các nhóm cơ chính.   Điều trị bằng thuốc lợi niệu  Thuốc lợi niệu thường là lựa chọn hàng đầu nếu các thay đổi về khẩu phần dinh dưỡng và tập luyện không đáp ứng đủ. Đây cũng được gọi là “viên thuốc nước”, chúng giúp thải muối na-tri và nước dư thừa trong cơ thể để làm hạ huyết áp. Điều đó có nghĩa là bạn sẽ đi tiểu nhiều hơn. Một số thuốc lợi niệu có thể làm huỷ ka-li trong cơ thể, gây ra yếu cơ, chuột rút ở chân, và mệt mỏi. Một số thuốc cũng có thể làm tăng nồng độ đường huyết ở người tiểu đường. Rối loạn chức năng cương dương là tác dụng phụ ít thấy.  Điều trị bằng thuốc kiềm chế hoạt động của cơ quan cảm thụ bê-ta (thuốc điều hoà hoạt động của tim, nhất là để trị cao huyết áp) thuốc kiềm chế hoạt động của cơ quan cảm thụ bê-ta có tác dụng làm chậm nhịp tim, có nghĩa làm tim sẽ không phải làm việc vất vả nữa. Thuốc này cũng được sử dụng để điều trị nhiều chứng bệnh tim khác, chẳng hạn như nhịp tim bất thường gọi là chứng loạn nhịp. Bác sĩ có thể cho dùng kết hợp với nhiều loại thuốc khác. Tác dụng phụ có thể bao gồm mất ngủ, chóng mặt, mệt mỏi, lạnh tay chân, và rối loạn chức năng cương dương. Điều trị bằng chất ức chế ACE Chất ức chế ACE có tác dụng làm giảm tăng sinh kích thích tố tăng huyết áp angiotensin II – chất làm hẹp và co thắt mạch máu, làm cho động mạch bị giãn (nở) nhiều hơn, đồng thời làm hạ huyết áp và giúp cho tim hoạt động nhẹ nhàng hơn. Tác dụng phụ bao gồm ho khan, phát ban, hoặc chóng mặt, và nồng độ ka-li tăng cao. Phụ nữ không nên mang thai trong lúc sử dụng chất ức chế ACE.  Điều trị bằng ARBs Thay vì làm giảm tăng sinh kích thích tố tăng huyết áp angiotensin II, những loại thuốc này có tác dụng ức chế thụ cảm loại kích thích tố của nó – như thể là một lớp bảo vệ bên ngoài. Sự ức chế này ngăn ảnh hưởng co thắt làm siết động mạch của hoá chất, đồng thời làm hạ huyết áp. Bệnh nhân có thể sử dụng ARBs trong một vài tuần mới có hiệu quả thực sự. Các tác dụng phụ có thể xảy ra như chóng mặt, chuột rút cơ, mất ngủ, và nồng độ ka-li tăng cao. Phụ nữ không nên mang thai trong lúc sử dụng thuốc này.  Điều trị bằng chất đối kháng can-xi Chất đối kháng can-xi làm chậm quá trình hấp thụ can-xi vào tế bào tim và mạch máu. Vì can-xi làm co thắt tim nhiều hơn, nên những thuốc này có thể làm dịu lại các cơn co thắt tim và làm giãn mạch máu. Chúng cũng có thể gây chóng mặt, tim đập nhanh, phồng mắt cá chân, và táo bón. Hãy sử dụng thuốc khi ăn hoặc uống sữa và tránh nước bưởi ép và bia rượu vì có thể xảy ra tương tác thuốc.  Điều trị bằng nhiều phương thuốc khác Nhiều loại thuốc khác có tác dụng làm giãn mạch máu như thuốc giãn mạch, chất chẹn an-pha (thuốc hạ huyết áp), chất kích thích thần kinh trung ương. Tác dụng phụ có thể gồm hiện tượng chóng mặt, tim đập nhanh hoặc nhịp tim nhanh, nhức đầu, hoặc tiêu chảy. Bác sĩ cũng có thể cho sử dụng nếu các loại thuốc trị cao huyết áp khác không đáp ứng đủ hoặc nếu bạn bị một bệnh nào đó khác.  Điều trị bằng liệu pháp bổ sung Liệu pháp thư giãn đầu óc có thể làm cho cơ thể được nghỉ ngơi, thả lỏng hoàn toàn, giúp làm hạ huyết áp. Các phương pháp yoga, thái cực quyền, và thở sâu cũng có tác dụng rất tốt. Những kỹ thuật thư giãn này nên được kết hợp với việc thay đổi lối sống, chẳng hạn như ăn kiêng và tập thể dục. Hãy nên biết rằng các liệu pháp thảo dược cũng có thể kháng với một số thuốc bạn đang sử dụng, và cũng có một số loại thảo dược thực sự làm tăng huyết áp. Hãy thông báo cho bác sĩ biết nếu bạn đang sử dụng một loại thảo dược hoặc các thực phẩm bổ sung nào đó nhé. Sống với bệnh cao huyết áp Cao huyết áp thường là bệnh kéo dài cả đời. Điều quan trọng là phải sử dụng thuốc và tiếp tục theo dõi huyết áp của bạn. Nếu kiểm soát được huyết áp của mình thì bạn có thể làm giảm nguy cơ đột quỵ, bệnh tim và suy thận."
        }
    ],
    "suggestions": []
}