{
    "en_vn": {
        "data": {
            "content": null,
            "word": "depleted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "depleted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "depleted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "depleted"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đã dùng hết</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đã làm nghèo</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">depleted nuclear fuel</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nhiên liệu hạt nhân nghèo</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">depleted stock</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nguyên liệu đã cạn</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">depleted well</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giếng đã cạn</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "depleted"
        }
    },
    "sentences": [
        {
            "en": "Heavy sales have <em>depleted</em> our stocks.",
            "vi": "Bán đắt hàng làm cạn hàng tồn kho của chúng tôi."
        },
        {
            "en": "The gas concentration will be quickly <em>depleted</em>.",
            "vi": "Nồng độ khí sẽ nhanh chóng bị cạn kiệt."
        },
        {
            "en": "Stocks of vaccines are seriously <em>depleted</em>.",
            "vi": "Số tồn trữ thuốc tiêm ngừa giảm bớt trầm trọng."
        },
        {
            "en": "Oceans are more polluted and fish stocks <em>depleted</em>.",
            "vi": "Đại dương ngày càng ô nhiễm hơn và nguồn lợi thuỷ sản bị cạn kiệt dần."
        },
        {
            "en": "We are desirous of replenishing our <em>depleted</em> stock of perfumes.",
            "vi": "Chúng tôi muốn bổ sung hàng cho kho nước hoa đã hết của chúng tôi."
        },
        {
            "en": "Last night, they <em>depleted</em> a base of troops.",
            "vi": "Tối qua họ đã rút hết quân ở một căn cứ."
        },
        {
            "en": "Wars in the Africa have <em>depleted</em> the country's food supplies.",
            "vi": "Các cuộc chiến tranh ở châu Phi đã làm cạn kiệt nguồn cung cấp lương thực của đất nước."
        },
        {
            "en": "The election has severely <em>depleted</em> the party's funds.",
            "vi": "Cuộc bầu cử đã gây thâm hụt trầm trọng quỹ của đảng."
        },
        {
            "en": "As heavy sales have <em>depleted</em> our stocks, we can't offer anything at present.",
            "vi": "Vì lượng bán ra nhiều làm cạn kiệt hàng tồn kho của chúng tôi, chúng tôi không thể cung cấp bất cứ cái gì lúc này."
        },
        {
            "en": "Vast regions of grasslands on the Great Plains were <em>depleted</em> by overgrazing.",
            "vi": "Các đồng cỏ rộng lớn trên Thảo Nguyên Lớn đã bị cạn kiệt cỏ do việc chăn thả quá mức."
        },
        {
            "en": "<em>Depleted</em> uranium is a waste obtained from producing fuel for nuclear.",
            "vi": "Uranium nghèo là chất thải thu được từ việc sản xuất nhiên liệu cho hạt nhân."
        },
        {
            "en": "IBM's approach has been different,and it uses slightly thicker films (greater than 0.15 micron), called \"partially-<em>depleted</em> films.\"",
            "vi": "Các phương pháp của IBM khác nhau và họ sử dụng các film dầy hơn (lớn hơn. 15 micron), gọi là\"partially - depleted films – các film mỏng bán phần.\""
        },
        {
            "en": "Over time, HCMC will inevitably run out of assets to sell, and will have <em>depleted</em> accumulated budget surpluses.",
            "vi": "Theo thời gian, Tp.HCM tất yếu sẽ cạn kiệt nguồn tài sản để bán, và sẽ thâm lạm vào thặng dư ngân sách tích luỹ."
        },
        {
            "en": "Time and health are two precious assets that we don't recognize and appreciate until they have been <em>depleted</em>. (Denis Waitley)",
            "vi": "Thời gian và sức khoẻ là hai tài sản quý giá nhưng chúng ta chỉ nhận ra và trân quý khi chúng đã bị cạn kiệt."
        },
        {
            "en": "It was only after I became <em>depleted</em> that I realized I had only a certain amount of energy.",
            "vi": "Chỉ sau khi bị cạn kiệt sức lực, tôi mới nhận ra một điều rằng tôi chỉ có một lượng năng lượng nhất định."
        },
        {
            "en": "IBM’s approach has been different,and it uses slightly thicker films (greater than 0.15 micron), called “partially-<em>depleted</em> films.”",
            "vi": "Phương pháp của IBM thì khác và họ sử dụng các film dầy hơn một (lớn hơn 0.15 micron), gọi là “các film mỏng bán phần (partially-depleted films)”"
        },
        {
            "en": "IBM's approach has been different, and it uses slightly thicker films (greater than. 15 micron), called \"partially - <em>depleted</em> films.\"",
            "vi": "Các phương pháp của IBM khác nhau và họ sử dụng các film dầy hơn ( lớn hơn 0.15 micron), gọi là \"partially-depleted films – các film mỏng bán phần.\""
        },
        {
            "en": "In this case, not only are these resources <em>depleted</em>, but the benefits of low prices are reaped by wealthy foreign customers.",
            "vi": "Trong trường hợp này không chỉ các nguồn tài nguyên này bị cạn kiệt mà cả lợi ích do giá cả thấp cũng thuộc về khách hàng nước ngoài giàu có."
        },
        {
            "en": "Magnesium levels can be <em>depleted</em> when we're stressed so eat plenty of green leafy vegetables to get more magnesium, or consider taking a daily supplement. ",
            "vi": "Mức magiê có thể bị cạn kiệt khi chúng ta căng thẳng, vì vậy hãy ăn nhiều rau màu xanh lá để có thêm magiê, hoặc cân nhắc việc uống chất bổ sung hàng ngày."
        },
        {
            "en": "This Summer's drought in the Central Coast and Central Highlands also reduced crop yields and left food and water supplies <em>depleted</em>.",
            "vi": "Đợt hạn hán vào mùa hè năm nay ở vùng Duyên hải Miền Trung và Tây nguyên cũng làm giảm năng suất cây trồng và gây ra tình trạng thiếu nước, thiếu lương thực."
        }
    ],
    "suggestions": []
}