{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dept",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Dept</k><blockquote>■ <cclass>abbreviation Department. </cclass></blockquote></div>",
            "word": "Dept",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dept",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dept",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dept",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He is in <em>dept</em>.",
            "vi": "Anh ta sống trong cảnh nợ nần."
        },
        {
            "en": "production control <em>dept</em>",
            "vi": "bộ phận quản lý sản xuất"
        },
        {
            "en": "Head of IT <em>Dept</em>",
            "vi": "rưởng phòng công nghệ thông tin"
        },
        {
            "en": "They are the business <em>dept</em> staff.",
            "vi": "Họ là nhân viên phòng kinh doanh."
        },
        {
            "en": "A spokesman for the <em>Dept</em>. of Commerce declined to comment.",
            "vi": "Một phát ngôn viên của phòng Thương mại từ chối bình luận."
        },
        {
            "en": "My job is agent <em>dept</em> at Dragon Company",
            "vi": "CÔng việc của tôi là nhân viên đại lý ở công ty Dragon"
        },
        {
            "en": "HCM City’s education <em>dept</em> compiles textbooks for students",
            "vi": "Sở Giáo dục TPHCM biên soạn sách giáo khoa cho học sinh"
        },
        {
            "en": "Businesses are, in the aggregate, deeper in <em>dept</em> than ever before.",
            "vi": "Nói tổng quát, các doanh nghiệp đang bị chìm ngập trong nợ nần nhiều hơn bao giờ hết."
        },
        {
            "en": "The Sales <em>Dept</em>. must present the project proposal to our manager within a time limit.",
            "vi": "Phòng Kinh doanh phải trình dự án đề xuất cho quản lý của chúng tôi trong khoảng thời gian hạn định."
        },
        {
            "en": "A pet which you have kept or which a relative or a friend has <em>dept</em>.",
            "vi": "Con vật cưng mà bạn nuôi hoặc biết."
        },
        {
            "en": "Contact person: Mr. Ho Van Hoanh Director of International Cooperation <em>Dept</em>.",
            "vi": "Người liên hệ: Ông Hồ Văn Hoành Vụ trưởng Vụ Hợp tác Quốc tế"
        },
        {
            "en": "Contact persons: Mr. Nguyen Dinh Mai Deputy Director <em>Dept</em>. of Planning & Inv. HCMC.",
            "vi": "Liên hệ: Ông Nguyễn Đình Mai Phó Giám đốc Sở KH&ĐT, TP. HCM."
        },
        {
            "en": "Composition of ISG: Ministry of Health (<em>Dept</em>. of International Coop., <em>Dept</em>. of Planning), Australia, Belgium, EU, France, Germany, Japan, the Netherlands, Sweden, ADB, UNFPA, UNICEF, World Bank and WHO.",
            "vi": "Thành phần ISG: Bộ Y tế (Vụ Hợp tác Quốc tế, Vụ Kế hoạch), Australia, Bỉ, EU, Pháp, Đức, Nhật bản, Hà lan, Thuỵ Điển, ADB, UNFPA, UNICEF, Ngân hàng Thế giới và WHO."
        },
        {
            "en": "The man with a foolish expression on his face and he <em>dept</em> looking around stupidly as if he was trying hard to understand what was going on.",
            "vi": "Với vẻ đần độn trên gương mặt của mình, ông ấy ngẩn người nhìn quanh quẩn dường như để xem việc gì đang xảy ra một cách khó khăn."
        },
        {
            "en": "What nonsense! Look how long he kept you waiting before he paid his <em>dept</em> to you. You take my advice and serve him with the same sauce.",
            "vi": "Thật là không biết điều! Anh xem hắn đã để anh đợi bao lâu mới trả nợ cho anh. Theo tôi anh hãy cho hắn một bài học."
        },
        {
            "en": "Whereas initially much of the work relied on the International Cooperation <em>Dept</em>. of MARD, there is now much broader participation of key departments within MARD and to some extent of MPI.",
            "vi": "Mặc dù lúc đầu hầu hết công việc dựa vào Vụ HTQT, Bộ NN&PTNT, song hiện nay đã có sự tham gia rộng rãi hơn của những vụ chủ chốt trong Bộ NN&PTNT và cả Bộ KH&ĐT."
        },
        {
            "en": "Near the entrance in Disneyland, above the Fire <em>Dept</em>. is Walt Disney's old private apartment. A custodial cast member went up there once to find the lamp turned on. She turned it off, only to have the light turn right back on by itself. Whether this is a ghostly wish from WD himself or not, the park has decided to keep the light on at night.",
            "vi": "Gần lối vào Disneyland, phía trên Fire Dept. là ngôi nhà riêng cũ của Walt Disney. Một nhân viên giám hộ từng lên đó bật đèn. Nhưng khi cô tắt bóng đèn đó thì ánh sáng của đèn ngay lập tức tự phát ra. Không biết đây có phải là trò nhát ma của chính Walt Disney hay không nhưng công viên này đã quyết định cứ để đèn sáng suốt đêm."
        }
    ],
    "suggestions": []
}