{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[di:,regju'lei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự bãi bỏ quy định</td></tr></table><i/></div>",
            "word": "deregulation",
            "pronounce": "[di:,regju'lei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "deregulation",
            "pronounce": "[di:,regju'lei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "deregulation",
            "pronounce": "[di:,regju'lei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "deregulation",
            "pronounce": "[di:,regju'lei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "deregulation",
            "pronounce": "[di:,regju'lei∫n]"
        }
    },
    "sentences": [
        {
            "en": "<em>Deregulation</em>",
            "vi": "Dỡ bỏ điều tiết; xoá điều tiết; phi điều tiết"
        },
        {
            "en": "<em>Deregulation</em>",
            "vi": "Dỡ bỏ điều tiết ; xoá điều tiết ; phi điều tiết"
        },
        {
            "en": "<em>Deregulation</em> for Market access",
            "vi": "Rỡ bỏ các rào cản tiếp cận thị trường"
        },
        {
            "en": "They objected to <em>deregulation</em> of food prices.",
            "vi": "Họ đã chống lại sự phá giá thực phẩm."
        },
        {
            "en": "Service liberalization requires <em>deregulation</em>: <em>Deregulation</em> means market determined outcomes in place of administrative determination.",
            "vi": "Tự do hoá dịch vụ đòi hỏi nới rộng quy định: nới rộng quy định có nghĩa là thị trường xác định kết quả thay vì quyết định theo hành chính,."
        },
        {
            "en": "Market <em>deregulation</em> and Increasing foreign participation in Asian countries.",
            "vi": "Rỡ bỏ các quy định pháp lý thị trường và Tăng cường sự tham gia của nước ngoài tại các nước Châu Á."
        },
        {
            "en": "<em>Deregulation</em> of financial markets, including financial (i.e. interest rate) liberalisation.",
            "vi": "Giảm bớt các quy định về thị trường tài chính, kể cả tự do hoá tài chính (như lãi suất)."
        },
        {
            "en": "Depository institution <em>deregulation</em> and monetary control act of 1980",
            "vi": "Đạo luật phi điều tiết và kiểm soát tiền đối với các định chế nhận tiền gửi năm 1980"
        },
        {
            "en": "The most notable successes were achieved in <em>deregulation</em> and the explosion of new private-sector activity that <em>deregulation</em> helped to promote.",
            "vi": "Thành công đáng lưu ý nhất thu được là giảm bớt các quy định và sự bùng nổ của khu vực doanh nghiệp tư nhân mới mà việc giảm bớt các quy định hỗ trợ thúc đẩy."
        },
        {
            "en": "<em>Deregulation</em> of long distance telephone service will help to reduce high rates for international calls.",
            "vi": "Bỏ điều tiết các dịch vụ điện thoại đường dài sẽ giúp giảm giá gọi quốc tế hiện đang cao."
        },
        {
            "en": "Each <em>deregulation</em> policy must be inspected empirically for its economy-wide effects.",
            "vi": "Mỗi chính sách giảm điều tiết cần phải được xem xét thực nghiệm về ảnh hưởng của nó trên phạm vi toàn bộ nền kinh tế."
        },
        {
            "en": "Liberalization and <em>deregulation</em> of the market does not necessarily mean laisser-faire.",
            "vi": "Quá trình tự do hoá và rỡ bỏ các quy định pháp lý điều chỉnh thị trường không có nghĩa là buông lỏng quản lý."
        },
        {
            "en": "Market <em>deregulation</em> and liberalization has actively been taking place in Asia over the last 10 years.",
            "vi": "Quá trình rỡ bỏ các quy định pháp lý thị trường và tự do hóa được tiến hành mạnh mẽ tại Châu Á trong 10 năm qua."
        },
        {
            "en": "Information technology and <em>deregulation</em> have pushed the development of consortiums in industrialized nations.",
            "vi": "Công nghệ thông tin và việc giảm các qui định quản lý đang thúc đẩy sự phát triển của các liên minh trong các quốc gia công nghiệp hoá."
        },
        {
            "en": "<em>Deregulation</em> for market participation: Most developing countries have allowed foreign participation to a certain degree.",
            "vi": "Rỡ bỏ các quy định pháp lý về tham gia thị trường: Đa số các quốc gia đang phát triển đã cho phép nước ngoài tham gia thị trường ở một mức độ nào đó."
        },
        {
            "en": "A final misconception is that “services trade liberalization” is equivalent to <em>deregulation</em> of services.",
            "vi": "Một nhận thức sai lầm cuối cùng là “tự do hoá thương mại dịch vụ” đồng nghĩa với việc thả nổi khu vực dịch vụ."
        },
        {
            "en": "<em>Deregulation</em> of Insurance products and prices: Most countries have gradually removed obligatory tariffs applied to various kinds of products.",
            "vi": "Rỡ bỏ các quy định pháp lý đối với sản phẩm và giá sản phẩm bảo hiểm: Đa số các quốc gia đã dần rỡ bỏ các biểu phí bắt buộc được áp dụng cho các loại sản phẩm khác nhau."
        },
        {
            "en": "Along with interest rate <em>deregulation</em>, the multilaterals have pushed for a greater ‘market orientation’ for the banking sector.",
            "vi": "Cùng với việc bãi bỏ các qui định đối với lãi suất, các tổ chức tài chính đa phương cũng gây sức ép phải tạo ra ‘một định hướng thị trường’ nhiều hơn cho ngành ngân hàng."
        },
        {
            "en": "<em>Deregulation</em>, on the other hand, could produce dynamic results in the urban transport sector where provincial people's committees tightly control routes and fares.",
            "vi": "Mặt khác việc bỏ điều tiết, có thể tạo ra các kết quả năng động trong ngành vận tải đô thị là ngành trong đó các uỷ ban nhân dân tỉnh kiểm soát chặt chẽ các tuyến đường và giá vé."
        },
        {
            "en": "Another important achievement in the <em>deregulation</em> of distribution systems is the removal of restrictions to the establishment of branches of foreign insurers.",
            "vi": "Một bước tiến quan trọng trong việc rỡ bỏ các quy định pháp lý điều chỉnh hệ thống phân phối là việc rỡ bỏ các hạn chế về việc mở chi nhánh của các công ty bảo hiểm nước ngoài."
        }
    ],
    "suggestions": []
}