{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dermabrasion",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dermabrasion</k><blockquote><cclass>[<cclass>ˌdə:mə'breɪʒ(ə)n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (in cosmetic surgery) the removal of superficial layers of skin with a rapidly revolving abrasive tool. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1950s: from Gk <i>derma</i> 'skin' + <kref>abrasion</kref>. </blockquote></div>",
            "word": "dermabrasion",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dermabrasion",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dermabrasion",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dermabrasion",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "· <em>Dermabrasion</em>. This treatment uses a rotating wire brush or spinning diamond instrument to wear down the surface of the skin. As the skin heals, a new, smoother layer replaces the abraded skin. It may take a bit longer for skin to heal using <em>dermabrasion</em> — usually between 10 days and 3 weeks.",
            "vi": "· Phương pháp cà da. Cách điều trị này sử dụng bàn chải sắt xoay hoặc mũi khoan kim cương để mài bề mặt da. Khi da lành, một lớp mới, mượt mà hơn sẽ thay thế lớp da bị mài mòn. Có thể mất nhiều thời gian để da lành hơn khi dùng phương pháp này – thường từ 10 ngày đến 3 tuần."
        },
        {
            "en": "· Fractional laser therapy. This type of treatment works at a deeper level than laser resurfacing or <em>dermabrasion</em>, because fractional laser therapy doesn't wound the top layer of tissue, healing time is shorter. Someone who has had this type of treatment may just look a bit sunburned for a couple of days.",
            "vi": "· Liệu pháp laser một phần. Loại điều trị này tác động ở mức độ sâu hơn so với laser tái tạo bề mặt hay phương pháp cà da, vì liệu pháp laser một phần không làm bị thương lớp mô trên cùng nên thời gian lành sẽ ngắn hơn. Những ai theo loại điều trị này có thể sẽ trông như bị cháy nắng một chút trong vài ngày."
        },
        {
            "en": "RosaceaRosacea causes redness on the nose, chin, cheeks, forehead, even the eyes. The redness may intensify over time, taking on a ruddy appearance with visible blood vessels. In some cases, thickened skin, bumps and pus-filled pimples can develop. Rosacea treatment includes medications as well as surgical procedures such as laser therapy, <em>dermabrasion</em>, and electrocautery to reshape affected areas.",
            "vi": "Bệnh mũi đỏ/ Bệnh trứng cá đỏ Bệnh trứng cá đỏ làm đỏ mũi, cằm, má, trán, thậm chí là mắt nữa. Chứng bệnh này còn có thể tăng dần theo thời gian, làm cho da trông đỏ ửng với nhiều mạch máu nhỏ li ti có thể nhìn thấy được. Trong một số trường hợp, thì da có thể dày hơn, đồng thời xuất hiện nhiều nốt sưng và mụn mủ. Bệnh mũi đỏ/ trứng cá đỏ có thể được điều trị bằng thuốc cũng như bằng phẫu thuật - liệu pháp la-de, phương pháp cà da, và đốt điện để phục hồi vùng da bị tổn thương."
        },
        {
            "en": "Red nose from rosacea  Rosacea often causes red patches on the sensitive skin of the face. In rare cases the nose becomes thickened and bumpy, a condition called rhinophyma. This is more common in men than women, and genetics do play a role. Treatments at this stage can include lasers and other light therapies, <em>dermabrasion</em>, and electrocautery.",
            "vi": "Đỏ mũi do bệnh trứng cá đỏ   Trứng cá đỏ thường gây nhiều mảng đỏ trên vùng nhạy cảm của da mặt. Trong một số trường hợp hiếm thấy, mũi có thể trở nên dày hơn và xù xì, đây là chứng bệnh mũi lân (bệnh u sợi thần kinh ở da). Bệnh này thường gặp ở nam giới nhiều hơn phụ nữ, yếu tố di truyền đóng vai trò hết sức quan trọng. Các phương pháp điều trị ở giai đoạn này có thể gồm tia la-de và các liệu pháp ánh sáng khác, phương pháp cà da, và đốt điện."
        }
    ],
    "suggestions": []
}