{
    "en_vn": {
        "data": {
            "content": null,
            "word": "descendants"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "descendants"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "descendants"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "descendants"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "descendants"
        }
    },
    "sentences": [
        {
            "en": "We are <em>descendants</em> of law-abiding families.",
            "vi": "Chúng tôi thuộc dòng dõi lương gia."
        },
        {
            "en": "We are <em>descendants</em> of law - abiding families.",
            "vi": "Chúng tôi thuộc dòng dõi lương gia."
        },
        {
            "en": "Six talented <em>descendants</em> of famous people you’ve never heard of",
            "vi": "Có thể bạn chưa biết con cháu đời sau tài năng của 6 nhân vật nổi tiếng này"
        },
        {
            "en": "Their <em>descendants</em> now make up nearly 12% of the population.",
            "vi": "Con cháu của họ hiện nay chiếm gần 12% dân số."
        },
        {
            "en": "He has promised <em>descendants</em> as numerous as the stars.",
            "vi": "Ngài đã hứa với tôi rằng dòng dõi tôi sẽ nhiều như sao trên trời."
        },
        {
            "en": "It says their <em>descendants</em> are still alive until now.",
            "vi": "Nó nói các hậu duệ của họ vẫn còn sống cho đến nay."
        },
        {
            "en": "When he died, all his <em>descendants</em> were attending his burial service.",
            "vi": "Khi ông ta mất, con cháu về dự tang lễ đông đủ cả."
        },
        {
            "en": "10. Legend has it that Vietnamese are <em>descendants</em> of dragons and fairies.",
            "vi": "10. Theo truyền thuyết người Việt Nam là con rồng cháu tiên."
        },
        {
            "en": "“My effort to attend university is to set an example for our <em>descendants</em>,” Thiet said.  ",
            "vi": "Thiết cho biết: \"Tôi cố gắng theo học đại học là để làm gương cho các thế hệ sau.\""
        },
        {
            "en": "Some 1,360,000 American Indians, <em>descendants</em> of North America's first inhabitants, now reside in the United States.",
            "vi": "Khoảng 1.360.000 người mỹ bản địa, con cháu của những cư dân đầu tiên ở bắc mỹ, hiện sống ở mỹ."
        },
        {
            "en": "I want to stay with my <em>descendants</em> in the afternoon of my life.",
            "vi": "Lúc về già tôi muốn ở với con cháu tôi."
        },
        {
            "en": "Negroid Nose is the characteristic of the black race and its <em>descendants</em>.",
            "vi": "Mũi của người da đen là nét đặc trưng của người da đen và con cháu của họ."
        },
        {
            "en": "And the <em>descendants</em> of those original cuttings are the bananas we still eat today.",
            "vi": "Đời con cháu của những cây được chiết ban đầu là chuối chúng ta vẫn ăn ngày nay."
        },
        {
            "en": "The Bible describes a new beginning for Noah's <em>descendants</em> and a chance to restore the relationship between God and humanity.",
            "vi": "Kinh Thánh miêu tả một kỷ nguyên mới bắt đầu cho dòng dõi của Noah và cũng là cơ hội để hàn gắn lại mối quan hệ giữa Thiên Chúa và loài người."
        },
        {
            "en": "US scientist Jared Diamond believes that the Rapanui people - <em>descendants</em> of Polynesian settlers - wrecked their own environment.",
            "vi": "Nhà khoa học Mỹ Jared Diamond tin rằng những người Rapanui - hậu duệ của cư dân Polynesia - đã tàn phá môi trường của chính họ."
        },
        {
            "en": "Earning money becomes a vicious cycle which a poor family and their <em>descendants</em> can't extricate themselves from.",
            "vi": "Việc kiếm tiền đã trở thành một vòng xoay khắc nghiệt mà một gia đình nghèo và con cháu của họ không thể thoát mình ra khỏi."
        },
        {
            "en": "The current unsustainable patterns of production and consumption must be changed in the interest of our future welfare and that of our <em>descendants</em>.",
            "vi": "Cần phải thay đổi những tập quán sản xuất và tiêu dùng không bền vững hiện nay, vì an sinh tương lai của chúng ta và của các thế hệ con cháu chúng ta."
        },
        {
            "en": "In a love story set in Curitiba, Southern Brazil, a patriarch witnesses the crumbling of his life - long family business at the hands of his <em>descendants</em>.",
            "vi": "Trong một câu chuyện tình yêu ở Curitiba, miền Nam Brazil, một người chứng kiến những vỡ vụn của cuộc sống gia đình một tộc trưởng vốn kinh doanh lâu dài giờ rơi vào tay hậu duệ của ông."
        },
        {
            "en": "\"This could easily play into the story then of how these wolves leave <em>descendants</em> that are also 'friendlier' than others, setting the path for domestication,\" said Dr vonHoldt.",
            "vi": "Tiến sĩ VonHoldt cho biết: \"Điều này có thể dễ dàng liên tưởng đến những câu chuyện kể về những con sói để lại hậu duệ cũng \" thân thiện hơn những loài khác, tạo lập nên con đường thuần hóa\"."
        },
        {
            "en": "This gave Darwin the idea that living organisms were <em>descendants</em> of extinct ones that had lived in the same place in the past.",
            "vi": "Điều này đã mang đến cho Darwin ý tưởng về việc các sinh vật đang sống là con cháu của những cá thể đã biến mất từng sống tại chính nơi đó trong quá khứ."
        }
    ],
    "suggestions": []
}