{
    "en_vn": {
        "data": {
            "content": null,
            "word": "descendent"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "descendent"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "descendent"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "descendent"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "descendent"
        }
    },
    "sentences": [
        {
            "en": "EVIDENCE AND THEORY: Is there an apelike creature roaming the bogs and creeks of Arkansas? The physical evidence — tracks and claw marks — doesn't add up to much. Local scientists claim it's 99 percent possible that the creature's alleged footprints are fake; for instance, if the creature was related to an ape, it would have five toes instead of three. If a giant, undiscovered apelike creature in fact roamed North America, it most likely would be a <em>descendent</em> of Gigantopithecus, a 9-foot ape that lived in China as recently as 300,000 years ago. ",
            "vi": "Bằng chứng và lý thuyết: Có một sinh vật giống khỉ lảng vảng ở vùng đầm lầy và sông ngòi Arkansas không? Các bằng chứng vật lý – dấu chân và dấu móng vuốt - không chứng tỏ được gì nhiều. Các nhà khoa học địa phương tuyên bố có thể dấu chân của sinh vật này 99% là giả mạo, ví dụ như nếu sinh vật có họ hàng với khỉ đột, nó sẽ có năm ngón chân thay vì ba. Nếu một sinh vật khổng lồ giống khỉ chưa được phá hiện trong thực tế, sống tại Bắc Mỹ, thì nó rất có thể sẽ là một hậu duệ của Gigantopithecus, một chi vượn người cao đến 9 feet sống ở Trung Quốc 300.000 năm trước. "
        }
    ],
    "suggestions": []
}