{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[di'zaiərəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">thèm muốn; ước ao, khát khao, mơ ước</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to be desirous of doing something</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">khát khao làm việc gì</font></td></tr></table><i/></div>",
            "word": "desirous"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>desirous</k><blockquote><cclass>[<cclass>dɪ'zʌɪərəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective (often <cclass><b>desirous of</b>) wanting or desiring (a particular thing). </cclass></cclass></blockquote></div>",
            "word": "desirous"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>desirous</k><blockquote>▸ <cclass>adjective EAGER, desiring, anxious, keen, craving, yearning, longing, hungry; ambitious, aspiring; covetous, envious; <cclass><i>informal</i> dying, itching.</cclass></cclass></blockquote></div>",
            "word": "desirous"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>desirous</k><blockquote><blockquote><ex><abr>adj.</abr> (<abr>formal</abr>) </ex></blockquote></blockquote><blockquote><blockquote><ex>1) (cannot stand alone) desirous of (desirous of fame) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) desirous that; <abr>subj.</abr> (he is desirous that you be/should be there)</ex></blockquote></blockquote></div>",
            "word": "desirous"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "desirous"
        }
    },
    "sentences": [
        {
            "en": "Children are <em>desirous</em> of playing",
            "vi": "Trẻ con thích chơi"
        },
        {
            "en": "Be <em>desirous</em> of doing something",
            "vi": "Khát khao làm việc gì"
        },
        {
            "en": "The duke is <em>desirous</em> of meeting you.",
            "vi": "Công tước rất mong được gặp ngài."
        },
        {
            "en": "We are <em>desirous</em> of extending our export trade.",
            "vi": "Chúng tôi mong muốn mở rộng hoạt động xuất khẩu."
        },
        {
            "en": "To be <em>desirous</em> of sth, of doing sth",
            "vi": "Muốn, khao khát vật gì, muốn làm việc gì"
        },
        {
            "en": "We are <em>desirous</em> of expanding our market to your district.",
            "vi": "Chúng tôi mong muốn mở rộng thị trường của chúng tôi đến vùng của các ông."
        },
        {
            "en": "We are <em>desirous</em> to establish trade relations with you.",
            "vi": "Chúng tôi mong muốn thiết lập mối quan hệ mua bán với ông."
        },
        {
            "en": "We are <em>desirous</em> of replenishing our depleted stock of perfumes.",
            "vi": "Chúng tôi muốn bổ sung hàng cho kho nước hoa đã hết của chúng tôi."
        },
        {
            "en": "The Government is also strongly <em>desirous</em> of stepping up international cooperation in legal/judicial system development.",
            "vi": "Chính phủ mong muốn thúc đẩy hợp tác quốc tế trong lĩnh vực này và chiến lược mà Bộ Tư pháp xây dựng sẽ làm cơ sở cho sự hợp tác quốc tế mở rộng về pháp luật."
        },
        {
            "en": "We are <em>desirous</em> of your lowest quotation for Phoenix Brand Bicycles.",
            "vi": "Chúng tôi mong muốn giá chào thấp nhất của ông cho mặt hàng xe đạp Phượng Hoàng."
        },
        {
            "en": "We are strongly <em>desirous</em> that the goods should be ready for shipment by the end of this month.",
            "vi": "Chúng tôi rất mong muốn hàng hóa sẵn sàng giao hàng vào khoảng cuối tháng này."
        },
        {
            "en": "\"Hark at the wind,\" said Mr. White, who, having seen a fatal mistake after it was too late, was amiably <em>desirous</em> of preventing his son from seeing it.",
            "vi": "Nhận ra sai lầm trong nước cờ của mình trước khi qua muộn, ông White bèn giả lả: \"Nghe tiếng gió rít kia kìa\" – với hi vòng hòng đánh lạc hướng cậu con trai."
        },
        {
            "en": "Our stock of unredeemed pledge offers some wonderful opportunities to those who are <em>desirous</em> of giving gifts for weddings, birthdays, graduations, etc.",
            "vi": "Vật thế chấp không trả nợ tồn kho của chúng tôi cung cấp cơ hội tuyệt vời cho những ai muốn có những món quà cho các lễ cưới, sinh nhật, tốt nghiệp, v. v..."
        },
        {
            "en": "We are <em>desirous</em> of securing a full report on the financial responsibility of Messis Brown & Co., with whom you have done considerable business recently.",
            "vi": "Chúng tôi muốn bảo đảm một bản báo cáo đầy đủ về trách nhiệm tài chính của công ty Messis Brown & Co mà ngài đã làm ăn nhiều với họ trong thời gian gần đây."
        },
        {
            "en": "We understand that you have built up a wide connection among buyers in the African market. We are <em>desirous</em> of extending our connections in your country.",
            "vi": "Chúng tôi hiểu rằng ông vừa xây dựng những mối quan hệ rộng giữa những người mua tại thị trường châu Phi. Chúng tôi ước muốn mở rộng quan hệ làm ăn của chúng tôi tại quốc gia của ông."
        },
        {
            "en": "Our stock of unredeemed pledge offers some wonderful opportunities to those who are <em>desirous</em> of giving gifts for weddings, birthdays, graduations, etc.",
            "vi": "Vật thế chấp không trả nợ tồn kho của chúng tôi cung cấp cơ hội tuyệt vời cho những ai muốn có những món quà cho các lễ cưới, sinh nhật, tốt nghiệp, v.v..."
        },
        {
            "en": "The Government is <em>desirous</em> of stepping up international cooperation in this sector and the strategy to be formulated by the Ministry of Justice will serve as basis for enhanced international legal cooperation.",
            "vi": "Chính phủ mong muốn thúc đẩy hợp tác quốc tế trong lĩnh vực này và chiến lược mà Bộ Tư pháp xây dựng sẽ làm cơ sở cho sự hợp tác quốc tế mở rộng về pháp luật."
        },
        {
            "en": "Styana refers to mental laziness. This trait in the human psyche makes one <em>desirous</em> of the fruits of action without the required effort. Discrimination and will power should be cultivated to do away with mental laziness. Discrimination helps us to understand the benefits of yogic disciplines.",
            "vi": "Styana chỉ sự lười biếng về tinh thần. Tính cách trong tinh thần con người này khiến người ta muốn có kết quả tốt đẹp mà không muốn cố gắng gì. Phải trau giồi khả năng suy xét và sức mạnh tinh thần để loại bỏ tinh thần biếng nhác. Khả năng suy xét giúp ta hiểu lợi ích của việc luyện tập yoga."
        }
    ],
    "suggestions": []
}