{
    "en_vn": {
        "data": {
            "content": null,
            "word": "despised",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "despised",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "despised",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "despised",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "despised",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He <em>despised</em> his parents' bourgeois lifestyle.",
            "vi": "Anh ta không ưa cái kiểu sống trưởng giả của ba mẹ mình."
        },
        {
            "en": "The populace <em>despised</em> their ignorant leader.",
            "vi": "Dân chúng xem thường người lãnh đạo ngu dốt của họ."
        },
        {
            "en": "Strike-breakers are often <em>despised</em> by their workmates",
            "vi": "Những kẻ phá đình công thường bị các bạn thợ khinh miệt"
        },
        {
            "en": "he <em>despised</em> me for having had rescued her.",
            "vi": "anh ấy chê tôi vì đã cứu cô ấy."
        },
        {
            "en": "Strike - breakers are often <em>despised</em> by their fellow workers.",
            "vi": "Những kẻ phá đình công thường bị các bạn thợ khinh miệt."
        },
        {
            "en": "I <em>despised</em> her for the way she treated her children.",
            "vi": "Tôi xem thường cô ấy vì cách mà cô ấy đối xử với con mình."
        },
        {
            "en": "Strike- breakers are often <em>despised</em> by their fellow workers.",
            "vi": "Những kẻ phá đình công thường bị các bạn thợ khinh miệt."
        },
        {
            "en": "A offer as generous as this one is not to be <em>despised</em>.",
            "vi": "Một đề nghị hậu hĩnh như thế này không thể xem thường được."
        },
        {
            "en": "They were snobs who <em>despised</em> their working - class son - in - law.",
            "vi": "Bọn chúng là những trưởng giả học làm sang khinh bỉ người con rể thuộc tầng lớp lao động."
        },
        {
            "en": "Here i stand, your slave, a poor infirm, weak and <em>despised</em> old man.",
            "vi": "Bây giờ ta đứng nơi đây trở thành một tên nô lệ của các người, tàn tật, đau khổ, yếu đuối, già cả."
        },
        {
            "en": "They were snobs who <em>despised</em> their working-class son-in-law.",
            "vi": "Bọn chúng là những trưởng giả học làm sang khinh bỉ người con rể thuộc tầng lớp lao động."
        },
        {
            "en": "However, this does not mean children were neglected, forsaken or <em>despised</em> , he argued.",
            "vi": "Tuy nhiên, điều này không có nghĩa là trẻ em không được chú ý, bị bỏ rơi hay bị xem thường, ông lập luận."
        }
    ],
    "suggestions": []
}