{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">dispatch</font></td></tr></table><i/></div>",
            "word": "despatch"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>despatch</k><blockquote>■ <cclass>verb &amp;noun <cclass>Brit. variant spelling of <kref>dispatch</kref>. </cclass></cclass></blockquote></div>",
            "word": "despatch"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>despatch</k><blockquote>▸ <cclass>verb &amp; noun. <i>See</i><kref>dispatch</kref>.</cclass></blockquote></div>",
            "word": "despatch"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>despatch</k><blockquote><blockquote><ex>(rare) (<abr>BE</abr>) <abr>see</abr><kref>dispatch</kref></ex></blockquote></blockquote></div>",
            "word": "despatch"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "despatch"
        }
    },
    "sentences": [
        {
            "en": "Please arrange for prompt <em>despatch</em>.",
            "vi": "Xin hãy thu xếp giao hàng ngay."
        },
        {
            "en": "We normally <em>despatch</em> goods carriage forward.",
            "vi": "Thông thường chúng tôi giao hàng có tính phí chuyên chở."
        },
        {
            "en": "We normally <em>despatch</em> goods carriage - forward.",
            "vi": "Thông thường chúng tôi giao hàng có tính phí chuyên chở."
        },
        {
            "en": "We normally <em>despatch</em> goods carriage-forward.",
            "vi": "Thông thường chúng tôi giao hàng có tính phí chuyên chở."
        },
        {
            "en": "The parcel will be delivered by a <em>despatch</em> rider.",
            "vi": "Bưu kiện sẽ được bưu tín viên phát."
        },
        {
            "en": "You must check the <em>despatch</em> note for missing items.",
            "vi": "Anh phải kiểm tra phiếu vận chuyển để xem những mục còn thiếu."
        },
        {
            "en": "Please <em>despatch</em> in strict accordance with our instructions.",
            "vi": "Xin hãy gởi hàng theo đúng các chỉ dẫn của chúng tôi."
        },
        {
            "en": "As the goods are urgently needed we must ask you to <em>despatch</em> them without further delay.",
            "vi": "Vì hàng cần gấp, chúng tôi yêu cầu quí ông giao hàng ngay không được chậm trễ."
        },
        {
            "en": "We must ask you to arrange for the <em>despatch</em> of replacements at once.",
            "vi": "Chúng tôi phải yêu cầu ông dàn xếp gửi hàng thay thế ngay lập tức."
        },
        {
            "en": "Weighing at seller's factory or at the place of <em>despatch</em> will govern.",
            "vi": "Cân tại xưởng của người bán hay tại nơi gửi hàng đi sẽ có giá trị quyết định."
        },
        {
            "en": "We very much regret the delay in the delivery / <em>despatch</em> of your order.",
            "vi": "Chúng tôi lấy làm tiếc về sự giao hàng chậm trễ cho quí ông."
        },
        {
            "en": "Please send the goods at once and draw on us in the usual way, noticing us when you <em>despatch</em> the goods.",
            "vi": "Xin vui lòng gửi hàng hóa ngay và kí phát cho chúng tôi như thường lệ, thông báo cho chúng tôi khi ông gửi hàng."
        },
        {
            "en": "We are making every effort to execute your order as soon as possible and hope to <em>despatch</em> it on March 30.",
            "vi": "Chúng tôi đang hết sức cố gắng sớm thực hiện số hàng đặt của quí ông và hy vọng sẽ gởi đi vào ngày 30 tháng 3."
        },
        {
            "en": "We are making every effort to execute your order as soon as possible and hope to <em>despatch</em> it on May 22.",
            "vi": "Chúng tôi đang hết sức cố gắng thực hiện số hàng đặt của quí ông thật sớm và hy vọng sẽ gởi đi vào ngày 22 tháng 5."
        },
        {
            "en": "Demurrage for 20,000 DWT vessels will be USD 10,000 per day and dispatch money (if any) will be 50% of demurrage, demurrage or <em>despatch</em> money for vessels of smaller sizes will be prorated accordingly.",
            "vi": "000 DWT sẽ là 10. 000 đô la Mỹ một ngày và tiền thưởng bốc dỡ nhanh (nếu có thể) sẽ là 50 phần trăm của tiền phạt. Tiền phạt hay tiền thưởng cho các tàu có kích thước nhỏ hơn sẽ được tính với tỉ lệ tương ứng."
        },
        {
            "en": "Demurrage for 20, 000 DWT vessels will be USD 10, 000 per day and dispatch money (if any) will be 50% of demurrage, demurrage or <em>despatch</em> money for vessels of smaller sizes will be prorated accordingly.",
            "vi": "Tiền phạt bốc dỡ chậm đối với tàu 20,000 DWT sẽ là 10.000 đô la Mỹ một ngày và tiền thưởng bốc dỡ nhanh (nếu có thể) sẽ là 50 phần trăm của tiền phạt. Tiền phạt hay tiền thưởng cho các tàu có kích thước nhỏ hơn sẽ được tính với tỉ lệ tương ứng."
        }
    ],
    "suggestions": []
}