{
    "en_vn": {
        "data": {
            "content": null,
            "word": "detained",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "detained",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "detained",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>detained</k><blockquote><blockquote><ex><abr>adj.</abr> unavoidably detained</ex></blockquote></blockquote></div>",
            "word": "detained",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "detained",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Baby-bashing policeman <em>detained</em>",
            "vi": "Viên cảnh sát hành hung em bé đã bị bắt giữ"
        },
        {
            "en": "He is <em>detained</em> for questioning.",
            "vi": "Anh ta bị giữ lại để thẩm vấn."
        },
        {
            "en": "You will be <em>detained</em> temporarily.",
            "vi": "Anh sẽ bị tạm giữ."
        },
        {
            "en": "One man has been <em>detained</em> for questioning.",
            "vi": "Một người đàn ông bị bắt giữ để hỏi cung."
        },
        {
            "en": "Blogger <em>detained</em> for producing distorted information",
            "vi": "Blogger bị bắt vì tung tin sai lệch"
        },
        {
            "en": "The police <em>detained</em> him for questioning.",
            "vi": "Cảnh sát đã giữ anh ta để thẩm vấn."
        },
        {
            "en": "We have <em>detained</em> your son for loitering.",
            "vi": "Chúng tôi đã giam con trai của bà vì tội lang thang."
        },
        {
            "en": "He was kidnapped and briefly <em>detained</em> by a terrorist group.",
            "vi": "Anh ta bị bắt cóc và giam giữ bởi một nhóm khủng bố."
        },
        {
            "en": "The street walker is <em>detained</em> in 15 days.",
            "vi": "Gái đứng đường bị giam giữ trong 15 ngày."
        },
        {
            "en": "One of the women <em>detained</em> is still in custody.",
            "vi": "Một trong những người phụ nữ bị ở tù vẫn còn bị giam giữ."
        },
        {
            "en": "Strauss-Kahn arrest: IMF head <em>detained</em> at Rikers Island",
            "vi": "Vụ bắt giữ Strauss-Kahn: người đứng đầu Quỹ tiền tệ Thế giới bị giam giữ tại Đảo Rikers"
        },
        {
            "en": "She was arrested and <em>detained</em> for distributing pro-democracy leaflets.",
            "vi": "Cô ta bị bắt và bị giam vì tội phân phát tờ rơi ủng hộ chế độ dân chủ."
        },
        {
            "en": "A 29-year-old man was <em>detained</em> for questioning.",
            "vi": "Một người đàn ông 29 tuổi đã bị ngăn cản không cho đặt câu hỏi."
        },
        {
            "en": "She was arrested and <em>detained</em> for distributing pro - democracy leaflets.",
            "vi": "Cô ta bị bắt và bị giam vì tội phân phát tờ rơi ủng hộ chế độ dân chủ."
        },
        {
            "en": "Mary has been <em>detained</em>, so we will start the meeting without her.",
            "vi": "Mary đã được giữ lại, vì vậy chúng ta sẽ bắt đầu các cuộc họp mà không có cô ấy."
        },
        {
            "en": "The guest wanted to take leave, but the host <em>detained</em> him by tugging him back.",
            "vi": "Khách đòi về, nhưng chủ cứ co kéo giữ lại."
        },
        {
            "en": "Fifty people were treated in hospital and one was <em>detained</em> overnight.",
            "vi": "Năm mươi người được điều trị trong bệnh viện và một người được giữ lại qua đêm."
        },
        {
            "en": "Passport news: Women <em>detained</em> at South Korea airport after plastic surgery ",
            "vi": "Tin tức hộ chiếu: Những người phụ nữ bị giữ lại ở sân bay Hàn Quốc sau khi phẫu thuật thẩm mỹ"
        },
        {
            "en": "300 demonstrators were <em>detained</em> in the city at the start of a campaign of civil disobedience.",
            "vi": "300 người biểu tình đã bị giữ lại trong thành phố khi một chiến dịch bất tuân luật pháp vừa bắt đầu."
        },
        {
            "en": "You are being <em>detained</em> for the violation of the Youth Protection Act.",
            "vi": "Anh bị tạm giữ vì vi phạm Luật Bảo vệ Thiếu niên."
        }
    ],
    "suggestions": []
}