{
    "en_vn": {
        "data": {
            "content": null,
            "word": "determining"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "determining"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>determining</k><blockquote>▸ <cclass>adjective DECIDING, decisive, conclusive, final, definitive, key, pivotal, crucial, critical, major, chief, prime.</cclass></blockquote></div>",
            "word": "determining"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "determining"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "determining"
        }
    },
    "sentences": [
        {
            "en": "<em>Determining</em> adjustments",
            "vi": "Bút toán điều chỉnh."
        },
        {
            "en": "The <em>determining</em> factor",
            "vi": "Yếu tố quyết định"
        },
        {
            "en": "<em>Determining</em> cost of assets.",
            "vi": "Xác định nguyên giá của tài sản."
        },
        {
            "en": "<em>Determining</em> the Competitors's Objectives",
            "vi": "Xác định mục tiêu của đối thủ cạnh tranh"
        },
        {
            "en": "<em>Determining</em> the reserve price.",
            "vi": "Xác định giá khởi điểm."
        },
        {
            "en": "<em>Determining</em> the competitors 'reaction patterns?",
            "vi": "Xác định cách thức đối thủ cạnh tranh phản ứng?"
        },
        {
            "en": "He's interested in <em>determining</em> the cost.",
            "vi": "Anh ấy quan tâm việc định rõ chi phí."
        },
        {
            "en": "Method of <em>determining</em> closing balance of inventories",
            "vi": "Phương pháp xác định giá trị hàng tồn kho cuối kỳ"
        },
        {
            "en": "<em>Determining</em> when revenue should be recorded.",
            "vi": "Xác định khi nào doanh thu phải được ghi chép."
        },
        {
            "en": "<em>Determining</em> cost of long-term assets.",
            "vi": "Xác định nguyên giá của tài sản cố định."
        },
        {
            "en": "Their presence was the <em>determining</em> factor.",
            "vi": "Sự hiện diện của họ là yếu tố quyết định."
        },
        {
            "en": "What is the formula for <em>determining</em> cost and fee?",
            "vi": "Công thức để xác định chi phí và lệ phí là gì?"
        },
        {
            "en": "They play significant roles in <em>determining</em> business phenomena.",
            "vi": "Họ đóng vai trò quan trọng trong việc xác định hiện tượng kinh doanh."
        },
        {
            "en": "We had a little bit of difficulty <em>determining</em>.",
            "vi": "Chúng tôi đã gặp một chút khó khăn khi xác định."
        },
        {
            "en": "<em>Determining</em> the best audio engineer school is a crucial stage.",
            "vi": "Việc xác định trường kỹ sư âm nhạc tốt nhất là một giai đoạn rất quan trọng."
        },
        {
            "en": "Financial statements are used for <em>determining</em> income tax liabilities.",
            "vi": "Những bản kê khai tài chính được dùng để ấn định các khoản nợ thuế lợi tức."
        },
        {
            "en": "It is a <em>determining</em> moment in my career.",
            "vi": "Nó là một thời khắc quyết định trong sự nghiệp của tôi."
        },
        {
            "en": "Parents are often crucial in <em>determining</em> their child's career choice.",
            "vi": "Phụ huynh thường là yếu tố chủ yếu quyết định sự lựa chọn nghề nghiệp của con cái."
        },
        {
            "en": "She was awarded a Nobel Prize in Chemistry for <em>determining</em> the atomic weight of radium.",
            "vi": "Bà nhận được giải Nobel Hóa học nhờ đã xác định được khối lượng nguyên tử của Rađi."
        },
        {
            "en": "An inexpensive voltmeter is useful for <em>determining</em> operating  voltages  on  electrical  equipment",
            "vi": "Một vôn kế rẻ tiền là hữu ích cho việc xác định điện áp vận hành trên thiết bị điện"
        }
    ],
    "suggestions": []
}