{
    "en_vn": {
        "data": {
            "content": null,
            "word": "detoxification"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "detoxification"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "detoxification"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "detoxification"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "detoxification"
        }
    },
    "sentences": [
        {
            "en": "Further work may imply <em>detoxification</em> programmes.",
            "vi": "Có thể hỗ trợ thêm cho những chương trình cắt cơn nghiện."
        },
        {
            "en": "He's determined to undergo <em>detoxification</em> to start a new life.",
            "vi": "Anh ấy quyết tâm cai nghiện để làm lại cuộc đời."
        },
        {
            "en": "Quang was sent to drug <em>detoxification</em> centres three times.",
            "vi": "Đã có tới ba lần Quang được đưa đến trung tâm cai nghiện."
        },
        {
            "en": "Institution-based <em>Detoxification</em>: The law also provides for both voluntary and mandatory institution-based drug treatment through a system of <em>detoxification</em> centres (06 centres) managed by MOLISA.",
            "vi": "Cai nghiện tập trung: Luật có qui định hình thức điều trị cai nghiện tập trung bắt buộc hoặc tự nguyện tại một hệ thống các trung tâm cai nghiện (6 trung tâm) do Bộ LĐTB & XH quản lý."
        },
        {
            "en": "Drug users registering for institutionalized <em>detoxification</em> themselves are not classified as being administratively sanctioned (Article 28.3).",
            "vi": "Những người sử dụng ma túy đăng ký tham gia cai nghiện ở các trung tâm này không bị coi là bị phạt hành chính (Điều 28.3)."
        },
        {
            "en": "This should include counselling, <em>detoxification</em> and other support services within the family or community setting.",
            "vi": "Việc này bao gồm tham vấn, chương trình cai nghiện, và những dịch vụ hỗ trợ khác trong gia đình và cộng đồng."
        },
        {
            "en": "The Government shall provide concrete regulations regarding family and community-based <em>detoxification</em>.",
            "vi": "Chính phủ sẽ có những quy định chặt chẽ đối với hình thức cai nghiện tại gia đình và cộng đồng."
        },
        {
            "en": "A compound excreted in the urine as a <em>detoxification</em> product of indoxyl.",
            "vi": "Một hợp chất tiết ra theo nước tiểu như một chất khử độc của indoxyl."
        },
        {
            "en": "Article 27 states that community-based <em>detoxification</em> can be applied to drug users, and that local agencies and organizations should take the responsibility to assist, supervise and inspect these communitybased <em>detoxification</em> programs.",
            "vi": "Điều 27 quy định cai nghiện tại cộng đồng có thể được áp dụng đối với những người sử dụng ma túy; các cơ sở, tổ chức tại địa phương phải có trách nhiệm giúp đỡ, giám sát và kiểm tra các chương trình cai nghiện tại cộng đồng."
        },
        {
            "en": "It is very important to solve the problems of the <em>detoxification</em> and the burial of toxic waste products.",
            "vi": "Giải quyết các vấn đề khử độc và chôn các sản phẩm chất thải độc hại là rất quan trọng."
        },
        {
            "en": "The law also makes provision for both community-based and institutional rehabilitation and <em>detoxification</em> of juvenile drug users.",
            "vi": "Luật pháp cũng qui định về các hình thức cai nghiện tại cộng đồng và tại các cơ sở tập trung cho các đối tượng sử dụng ma túy là trẻ vị thành niên."
        },
        {
            "en": "Since 1994, there have been over 240,000 participations of different <em>detoxification</em> programs of which a large proportion are children.",
            "vi": "Từ năm 1994, đã có hơn 240.000 lượt người tham gia vào các chương trình cai nghiện khác nhau trong số đó có một phần đông là trẻ em."
        },
        {
            "en": "Due to lack of separate <em>detoxification</em> facilities, juveniles are often placed together with adults in 05/06 centres.",
            "vi": "Do thiếu các thiết bị điều trị cai nghiện riêng biệt, trẻ ở tuổi vị thành niên bị nghiện thường được đưa tập trung vào cùng với người lớn ở Trung tâm cai nghiện 05/06."
        },
        {
            "en": "The Law on Prevention and Fight against Narcotics provides for both community-based and institutional <em>detoxification</em> and drug treatment.",
            "vi": "Luật Phòng chống ma túy quy định cả hình thức điều trị và cai nghiện ma túy tại cộng đồng và tại các cơ sở cai nghiện."
        },
        {
            "en": "A research team from China examined the effect of blueberry on hepatic fibrosis and <em>detoxification</em> enzyme systems in rats.",
            "vi": "Một nhóm nghiên cứu từ Trung Quốc (đã) phân tích ảnh hưởng của quả việt quất đối với chứng xơ hóa gan và hệ thống en-zim giải độc ở chuột."
        },
        {
            "en": "A research team from China examined the effect of blueberry on hepatic fibrosis and <em>detoxification</em> enzyme systems in rats.",
            "vi": "Một nhóm nghiên cứu từ Trung Quốc (đã) phân tích ảnh hưởng của quả việt quất đối với chứng xơ hóa gan và hệ thống en - zim giải độc ở chuột."
        },
        {
            "en": "Limit the use of institutional <em>detoxification</em> for children under 18, and ensure that all children in institutions are completely separated from adults at all times.",
            "vi": "Giới hạn việc sử dụng hình thức cai nghiện tập trung đối với trẻ dưới 18 tuổi, và đảm bảo trẻ em trong các trại cai nghiện luôn phải được tách biệt khỏi người lớn."
        },
        {
            "en": "The principal cell type in the liver, a large cell with many metabolic functions, including synthesis, storage, <em>detoxification</em>, and bile production.",
            "vi": "Kiểu tế bào chính trong gan, đây là một tế bào lớn với nhiều chức năng chuyển hoá, gồm tổng hợp, tồn trữ, khử độc, và sản xuất mật."
        },
        {
            "en": "The number of drug addicts in <em>detoxification</em> centres was 38,461 in 2001 and 43,782 in the first nine months of 2004.",
            "vi": "Số lượng những người nghiện hút ở các trung tâm cai nghiện là 38.461 năm 2001 và 43.782 trong 9 tháng đầu năm 2004."
        },
        {
            "en": "However, centres can receive juvenile drug users between 12 and 18 year old who voluntarily register for rehabilitation or <em>detoxification</em> (Article 43).",
            "vi": "Tuy nhiên, các trung tâm này có thể nhận những người sử dụng ma túy vị thành niên ở độ tuổi từ 12 đến 18 tự nguyện đăng ký vào các chương trình phục hồi hoặc cai nghiện (Điều 43)."
        }
    ],
    "suggestions": []
}