{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[di:'vælju:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">giảm giá trị (một đồng tiền) so với những loại tiền khác hoặc so với vàng; giảm giá; phá giá</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">to devalue the dollar</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">pound</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">mark</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">phá giá đồng đô la, đồng pao, đồng mác </font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">giảm giá trị của cái gì</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">critiscism that devalues our work</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự phê phán làm giảm giá trịcông trình của chúng tôi </font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">nội động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mất giá; sụt giá</td></tr></table><i/></div>",
            "word": "devalue"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>devalue</k><blockquote>■ <cclass>verb (<cclass><b>devalues</b>, <cclass><b>devaluing</b>, <cclass><b>devalued</b>) reduce or underestimate the worth or importance of. </cclass></cclass></cclass></cclass></blockquote><blockquote>⁃ <cclass>Economics reduce the official value of (a currency) in relation to other currencies. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>devaluation</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "devalue"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>devalue</k><blockquote>▸ <cclass>verb BELITTLE, depreciate, disparage, denigrate, decry, deprecate, treat lightly, discredit, underrate, undervalue, underestimate, deflate, diminish, trivialize, run down; <cclass><i>informal</i> knock, sell short, put down, pooh-pooh, do down, pick holes in; <cclass><i>Brit.</i><cclass><i>informal</i> rubbish.</cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "devalue"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "devalue"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mất giá</font></td></tr></tbody></table></div>",
            "word": "devalue"
        }
    },
    "sentences": [
        {
            "en": "To <em>devalue</em> the dollar.",
            "vi": "Phá giá đồng đôla."
        },
        {
            "en": "<em>Devalue</em> the mark",
            "vi": "Phá giá đồng mác"
        },
        {
            "en": "<em>Devalue</em> the pound",
            "vi": "Phá giá đồng pao"
        },
        {
            "en": "<em>Devalue</em> the dollar",
            "vi": "Phá giá đồng đô la"
        },
        {
            "en": "Bonn will <em>devalue</em> the mark.",
            "vi": "Bonn sẽ hạ giá đồng mark."
        },
        {
            "en": "It is rumoured that Germany will <em>devalue</em> the Euro.",
            "vi": "Người ta phao đồn rằng Đức sẽ làm giảm giá đồng Euro."
        },
        {
            "en": "Economists believe that the best solution is to <em>devalue</em>.",
            "vi": "Các nhà kinh tế cho rằng biện pháp tốt nhất là giảm giá đồng tiền."
        },
        {
            "en": "The government denied any plans to <em>devalue</em> the currency.",
            "vi": "Chính phủ từ chối bất cứ kế hoạch phá giá tiền tệ nào."
        },
        {
            "en": "Standard Chartered and HSBC have also highly appreciated the State Bank’s move to <em>devalue</em> the dong by another 1 percent. ",
            "vi": "Các ngân hàng Standard Chartered và HSBC cũng đánh giá cao động thái của Ngân hàng Nhà nước phá giá tiền đồng thêm 1%."
        },
        {
            "en": "Meanwhile, Nguyen Duc Thanh from VEPR says Vietnam should <em>devalue</em> the dong more sharply than the yuan devaluation.",
            "vi": "Trong khi đó, ông Nguyễn Đức Thanh từ VEPR nói rằng Việt Nam nên phá giá tiền đồng mạnh hơn so với sự mất giá của đồng nhân dân tệ."
        },
        {
            "en": "They say that the policy will unfairly <em>devalue</em> the dollar in currency markets, and that this could lead to inflation and asset bubbles elsewhere in the world.",
            "vi": "Họ nói rằng chính sách này sẽ làm phá giá đồng đô la trên các thị trường tiền tệ và điều này có thể dẫn đến lạm phát và bong bóng tài chính ở những nơi khác trên thế giới."
        },
        {
            "en": "While the State Bank remains cautious with its exchange rate adjustments, economists have repeatedly urged to <em>devalue</em> the dong more sharply. ",
            "vi": "Trong khi Ngân hàng Nhà nước vẫn thận trọng với những điều chỉnh tỷ giá hối đoái của mình, các nhà kinh tế đã nhiều lần thúc giục phải phá giá tiền đồng mạnh hơn."
        },
        {
            "en": "True love means being willing to value one's partner and being unwilling to <em>devalue</em> him or her in the presence of other people.",
            "vi": "Tình yêu đích thực có nghĩa là xác nhận giá trị của người hôn phối và không làm mất thể diện của người vợ hay người chồng trước mặt người khác."
        },
        {
            "en": "Dr. Nguyen Tri Hieu, a renowned economist, said it is necessary to reconsider the policy on maintaining the strong dong and that Vietnam should <em>devalue</em> the dong by 10 percent within two or three years.",
            "vi": "Tiến sĩ Nguyễn Trí Hiếu, một nhà kinh tế nổi tiếng cho biết rất cần thiết để xem xét lại chính sách về việc duy trì sức mạnh của tiền đồng và rằng Việt Nam nên phá giá tiền đồng thêm 10% trong vòng hai hoặc ba năm."
        },
        {
            "en": "Such a decision could yield a “shock” and a new crisis in emerging markets, Mr Basu told the FT, especially as it would come on the back of concerns over the health of the Chinese economy that have grown since Beijing’s move last month to <em>devalue</em> its currency.",
            "vi": "Một quyết định như vậy có thể tạo ra một \"cú sốc\" và một cuộc khủng hoảng mới tại các thị trường mới nổi, ông Basu nói với Financial Times, nhất là khi quyết định ấy được đưa ra trong bối cảnh mọi người đang lo ngại về tình trạng sức khoẻ của nền kinh tế Trung Quốc, càng lo lắng hơn khi tháng trước Bắc Kinh đã phá giá đồng tiền của mình."
        },
        {
            "en": "Hiếu said when the yuan joins the IMF’s SDR basket and takes a new role in international payment, its value will increase. If the yuan’s value increases, the US dollar will <em>devalue</em> compared with the yuan. At that time, Việt Nam’s exports to China will have advantages, while its imports from the market will face disadvantages.",
            "vi": "ông Hiếu cho biết khi đồng Nguyên tham gia giỏ tiền tện SDR của IMF và có một vai trò mới trong thanh toán quốc tế, giá trị của nó sẽ tăng lên. Nếu giá trị đồng nhân dân tệ tăng, đồng đô la Mỹ sẽ giảm giá trị so với đồng Nguyên. Tại thời điểm đó, xuất khẩu của Việt Nam sang Trung Quốc sẽ có những thuận lợi, trong khi nhập khẩu từ thị trường này sẽ gặp bất lợi."
        },
        {
            "en": "Ben Bernanke hits back at Fed critics      US Federal Reserve chairman Ben Bernanke has criticised countries like China that run large trade surpluses. \"Currency undervaluation by surplus countries is inhibiting needed international adjustment,\" he said in a speech to the European Central Bank He said that by buying dollars, these countries were hurting the US recovery and the global economy with it. He also defended the Fed's policy of \"quantitative easing\", which has been criticised by China and Germany Defending QE  China, Germany and others have attacked the Federal Reserve in recent weeks for its decision to purchase another $600bn of US government debt in a bid to stimulate the US economy. They say that the policy will unfairly <em>devalue</em> the dollar in currency markets, and that this could lead to inflation and asset bubbles elsewhere in the world. The Chinese also argued the Fed had failed to take account of its responsibility for protecting the value of the dollar as a global reserve currency. In his speech, Mr Bernanke defended the policy as the right response to falling inflation and high unemployment in the US. He also said it was a natural extension of monetary policy, given that interest rates were near zero and could not be cut further. On the attack  But Mr Bernanke went further than this, hitting back against his critics. US DOLLAR V CHINESE RENMINBI He said that their policy of accumulating dollar reserves in order to weaken their currencies and help maintain a trade surplus would hurt the recovery in industrial economies, and this in turn could harm the entire global economy. \"For large, systemically important countries with persistent current account surpluses, the pursuit of export-led growth cannot ultimately succeed if the implications of that strategy for global growth and stability are not taken into account,\" he said. He spoke of a two-speed recovery, in which developing economies like China and India had rapidly bounced back, while industrialised countries like the US, Europe and Japan were growing much more slowly and suffered from high unemployment. \"Because a strong expansion in the emerging market economies will ultimately depend on a recovery in the more advanced economies, this pattern of two-speed growth might very well be resolved in favour of slow growth,\" he said.",
            "vi": "Ben Bernanke trả đũa lại những chỉ trích nhắm vào Cục dự trữ liên bang    Chủ tịch cục dự trữ liên bang Mỹ Ben Beranke đã phê phán những quốc gia như Trung Quốc đã duy trì thặng dư thương mại lớn.  “Việc phá giá tiền tệ của những quốc gia thặng dư đang cản trở những nỗ lực quốc tế cần thiết” ông đã phát biểu trong một buổi nói chuyện với ngân hàng trung ương Châu Âu Ông đã nói là bằng việc mua vào đồng đô la, các nước này đang tác động xấu đến việc hồi phục kinh tế của Hoa Kỳ và cả nền kinh tế thế giới Ông cũng bảo vệ chính sách “nới lỏng số lượng” của Fed, chính sách mà đã bị Trung Quốc và Đức chỉ trích Bảo vệ chính sách “nới lỏng số lượng” Trung Quốc, Đức và những quốc gia khác đã tấn công Cục dự trữ liên bang trong những tuần gần đây vì quyết định của nó trong việc mua thêm 600 tỷ đô nợ chính phủ trong một nỗ lực nhằm thúc đẩy nền kinh tế Hoa Kỳ Họ nói rằng chính sách này sẽ làm phá giá đồng đô la trên các thị trường tiền tệ và điều này có thể dẫn đến lạm phát và bong bong tài chính ở những nơi khác trên thế giới Trung Quốc cũng cho rằng Fed đã không tính đến trách nhiệm của nó trong việc bảo vệ giá trị của đồng đô la như là một đồng tiền dự trữ toàn cầu. Trong bài phát biểu của mình, ông Bernanke cho rằng chính sách này là một phản ứng đúng đắn đối với tình trạng lạm phát giảm và thất nghiệp tăng ở Mỹ. Ông cũng nói rằng nó là một sự mở rộng tự nhiên của chính sách tiền tệ khi mà lãi suất gần bằng 0 và không thể cắt giảm hơn được nữa Tấn công lại Đồng đô la và nhân dân tệ Nhưng ông Bernanke còn đi xa hơn thế khi tấn công lại những người chỉ trích ông.  Ông nói rằng chính sách của họ trong việc tăng lượng dự trữ đồng đô la nhằm làm yếu đồng tiền của họ nhằm duy trì một mức thặng dư thương mại sẽ ảnh hưởng xấu đến sự hồi phục ở những nền kinh tế công nghiệp hóa và điều này đến lượt nó có thể ảnh hưởng xấu đến nền kinh tế toàn cầu. Ông nói “ Nói chung, những quốc gia quan trọng mà vẫn giữ mức thặng dư thương mại hiện tại và theo đuổi việc phát triển kinh tế dựa vào xuất khẩu cuối cùng vẫn không thể thành công nếu họ không tính đến mối liên hệ của chiến lược đó với tăng trưởng và ổn định toàn cầu”. Ông đã nói đến tình trạng hồi phục 2 tốc độ, trong đó các nền kinh tế đang phát triển như Trung Quốc và Ấn Độ đã hồi phục nhanh chóng trong khi đó các nước công nghiệp hóa như Mỹ, Châu Âu và Nhât lại tăng trưởng chậm hơn rất nhiều và đang phải chịu đựng nạn thất nghiệp cao. Ông đã nói là” Bởi vì sự phát triển mạnh mẽ ở những nền kinh tế thị trường mới nổi cuối cùng cũng sẽ phụ thuộc vào sự phục hồi ở những nền kinh tế phát triển hơn, mô hình phát triển 2 tốc độ này có thể sẽ chuyển ưu thế của nó sang những nước phát triển chậm”"
        }
    ],
    "suggestions": []
}