{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['devəli∫]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ma tà, gian tà, quỷ quái; ác hiểm, hiểm độc, độc ác</td></tr></table><i/></div>",
            "word": "devilish"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>devilish</k><blockquote>■ <cclass>adjective like or appropriate to a devil in evil and cruelty. </cclass></blockquote><blockquote>⁃ mischievous and rakish. </blockquote><blockquote>⁃ very difficult to deal with or use. </blockquote><blockquote>■ <cclass>adverb <cclass>informal, dated very; extremely. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>devilishly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>devilishness</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "devilish"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>devilish</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a devilish grin</i>: DIABOLICAL, fiendish, demonic, satanic, demoniac, demoniacal; hellish, infernal.</blockquote><blockquote><b>2</b><i>a devilish torture</i>: WICKED, evil, iniquitous, vile, foul, abominable, unspeakable, loathsome, monstrous, atrocious, heinous, hideous, odious, horrible, appalling, dreadful, awful, terrible, ghastly, abhorrent, despicable, depraved, dark, black, immoral; vicious, cruel, savage, barbaric.</blockquote><blockquote><b>3</b><i>a devilish job</i>: DIFFICULT, tricky, ticklish, troublesome, thorny, awkward, problematic.</blockquote></div>",
            "word": "devilish"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "devilish"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "devilish"
        }
    },
    "sentences": [
        {
            "en": "Stop your <em>devilish</em> plan!",
            "vi": "Thôi ngay cái âm mưu quỷ quái đi!"
        },
        {
            "en": "It's a <em>devilish</em> plan.",
            "vi": "Đó là kế hoạch hiểm độc."
        },
        {
            "en": "He has a <em>devilish</em> grin.",
            "vi": "Anh ấy có một nụ cười nham hiểm."
        },
        {
            "en": "There is a <em>devilish</em> plot to kill her.",
            "vi": "Có một âm mưu hiểm độc để giết cô ấy."
        },
        {
            "en": "He scored the goal by a <em>devilish</em> free kick.",
            "vi": "Anh ấy đã ghi bàn bằng một quả đá phạt hiểm hóc."
        },
        {
            "en": "Those who ate the <em>devilish</em> spice six or seven days a week had an even lower risk of dying.",
            "vi": "Những người ăn ớt cay 6 hoặc 7 ngày mỗi tuần thì thậm chí giảm nguy cơ tử vong."
        },
        {
            "en": "You see, my dear, i was engaged in some of my nefarious schemes here during the war and these people have <em>devilish</em> long memories!",
            "vi": "Cưng ạ, trong thời kỳ chiến tranh, tôi đã tiến hành một số mưu đồ bất chính ở đây và những người ấy nhớ dai ghê gớm!"
        },
        {
            "en": "Lindsey, Brink and Dan Ikenson (2002a) \"Anti-dumping 101, The <em>Devilish</em> Details of Unfair Trade Law\", Trade Policy Analysis No. 20, Center for Trade Policy Studies, Cato Institute, November.",
            "vi": "Lindsey, Brink và Dan Ikenson (2002a) \"Chống bán phá giá 101, những chi tiết quỷ quái của Luật Thương mại Không Công bằng\", Phân tích Chính sách Thương mại số 20, Trung tâm Nghiên cứu Chính sách Thương mại, Viện Cato, tháng Mười Một."
        },
        {
            "en": "THE LEGEND OF THE JERSEY DEVIL: The legend of the Jersey Devil dates back to 1735. One of New Jersey's earliest residents, \"Mother\" Leeds, was wife to a drunkard who did little to help care for their 12 children. When she discovered she was pregnant with a 13th, she screamed \"Let this one be the Devil!\" The child was born on a stormy night. Seemingly normal at first, the baby transformed into a hideous, growling creature with hooved feet, clawed hands, glowing red eyes, bat-like wings and a forked tail. The <em>devilish</em> abomination slaughtered its mother and father, several of the midwives and many of its siblings. It then flew up the chimney and escaped to the Pine Barrens.",
            "vi": "Truyền thuyết về Ác quỷ Jersey: Truyền thuyết về Ác quỷ Jersey đã có từ năm 1735. Một trong những cư dân sớm nhất của New Jersey, “Mẹ” Leeds, vợ của một kẻ nát rượu chẳng làm gì nhiều để nuôi nấng 12 đứa con của họ. Khi phát hiện ra mình đã mang thai đứa con thứ 13, bà ấy gào lên: \"Hãy để đứa này là ác quỷ!\" Đứa trẻ được sinh ra vào một đêm mưa bão. Từ trông bình thường lúc đầu, em bé biến thành một sinh vật gớm guốc, kêu gầm gừ, với chân có móng, tay có vuốt, đôi mắt đỏ rực sáng, đôi cánh như dơi và đuôi hình chạc ba. Sinh vật độc ác ghê tởm này tàn sát cha mẹ, các nữ hộ sinh và nhiều anh chị em của nó. Sau đó nó bay lên ống khói và trốn thoát đến vùng Barrens Pine."
        }
    ],
    "suggestions": []
}