{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Devi"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Devi"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Devi"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Devi"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Devi"
        }
    },
    "sentences": [
        {
            "en": "<em>Devi</em> l's grip.",
            "vi": "Móng quỷ."
        },
        {
            "en": "<em>Devi</em> l's dozen",
            "vi": "Tá 13 cái"
        },
        {
            "en": "<em>Devi</em> l's own luck",
            "vi": "Vận may hiếm thấy"
        },
        {
            "en": "The <em>devi</em> l's own luck",
            "vi": "Vận may hiếm thấy"
        },
        {
            "en": "Sun setting over the Chamunda <em>Devi</em> temple.",
            "vi": "Mặt trời lặn phía trên ngôi đền Chamunda Devi."
        },
        {
            "en": "An idle brain is the <em>devi</em> l's workshop",
            "vi": "Nhàn cư vi bất thiện"
        },
        {
            "en": "Jagapathi Babu said that <em>Devi</em> Prasad is very good director.",
            "vi": "Ông Jagapathi nói rằng Devi Prasad là một giám đốc tốt bụng."
        },
        {
            "en": "Kamla <em>Devi</em>, 56, sustained multiple bites, cuts and fractures during the half-hour battle.",
            "vi": "Bà Kamla Devi, 56 tuổi, bị nhiều vết cắn, da thịt bị rách và xương bị gãy sau nửa giờ đả nhau với loài hùm beo."
        },
        {
            "en": "<em>Devi</em> was carrying water from a canal to her field near the village of Sem Nauti in Rudraprayag district when she was attacked on Sunday.",
            "vi": "Hôm chủ nhật Bà Devi đi lấy nước từ một con kênh về ruộng của bà gần làng Sem Nauti thuộc huyện Rudraprayag thì bị beo tấn công."
        },
        {
            "en": "Pankaj Bist, one of the villagers who helped take <em>Devi</em> to hospital, said: “It was around 10 in the morning when she went to the field. A leopard pounced on her.”",
            "vi": "Pankaj Bist, một trong những người dân trong làng giúp đưa bà Devi đến bệnh viện, kể lại: \"Lúc đó khoảng 10 giờ sáng, bà ấy đi làm ruộng. Một con beo vồ bà ấy.”"
        },
        {
            "en": "\"Apart from the fact that the groom is a dog, we followed all customs. We respect the dog as much as we would respect a normal groom,\" said Mangli's mother Seems <em>Devi</em>.",
            "vi": "Mẹ của Mangli, bà Seems Devi nói: \"Ngoài chuyện chú rể là chó ra thì chúng tôi tuân thủ mọi nghi thức cưới hỏi. Chúng tôi cũng quý mến con chó ấy giống như quý mến một chàng rể bình thường vậy.\""
        }
    ],
    "suggestions": []
}