{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dewey",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dewey",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dewey",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dewey",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dewey",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The paper jumped the gun with a headline shouting \"<em>Dewey</em> defeats Truman\".",
            "vi": "Tờ báo đã đăng quá sớm tin hàng đầu:\"ông Dewey thắng ông Truman\"."
        },
        {
            "en": "Books are classified on the shelves according to the <em>Dewey</em> Decimal System.",
            "vi": "Sách được phân loại trên các kệ theo hệ thống thập phân Dewey."
        },
        {
            "en": "Thomas <em>Dewey</em> came out for General Eisenhower in the 1956 presidential election.",
            "vi": "Thomas Dewey đã ủng hộ Tướng Eisenhower trong cuộc bầu cử Tổng thống năm 1956."
        },
        {
            "en": "John <em>Dewey</em> once said about the multiform universe of nature and man.",
            "vi": "John Dewey đã từng một lần nói về vũ trụ muôn hình muôn vẻ của tự nhiên và con người."
        },
        {
            "en": "<em>Dewey</em> advanced the theory that children learn best when they have an active part in planning their own activities.",
            "vi": "Dewey đưa ra thuyết là trẻ em học tốt nhất khi chúng có vai trò chủ động trong việc lên kế hoạch cho những hoạt động của chính mình."
        },
        {
            "en": "At this point, you may prefer to consign the librarians to a slot in <em>dewey</em> decimal hell.",
            "vi": "Bấy giờ, hẳn là bạn ưa phó mặc cho các nhân viên thủ thư bị đày đọa vào một dãy mã phân loại thập phân deway."
        },
        {
            "en": "The paper jumped the gun with a headline shouting \"<em>Dewey</em> defeats Truman\". But the final vote put Truman on top and a famous photo has him showing off the paper with a big grin.",
            "vi": "đã đăng quá sớm tin hàng đầu :\"Dewey thắng Truman\". Nhưng cuộc kiểm phiếu cuối cùng cho thấy ông Truman thắng cử, và một tấm hình nổi tiếng, chụp ông cầm khoe tờ báo miệng cười thích thú."
        },
        {
            "en": "The paper jumped the gun with a headline shouting \"<em>Dewey</em> defeats Truman\". But the final vote put Truman on top and a famous photo has him showing off the paper with a big grin.",
            "vi": "Tờ báo đã đăng quá sớm tin hàng đầu: \"Dewey thắng Truman\". Nhưng cuộc kiểm phiếu cuối cùng cho thấy ông Truman thắng cử, và một tấm hình nổi tiếng, chụp ông cầm khoe tờ báo miệng cười thích thú."
        }
    ],
    "suggestions": []
}