{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dhamma"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dhamma</k><blockquote><cclass>[<cclass>'dα:mə<cclass>, <cclass>'dʌmə<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun another term for <kref>dharma</kref>, especially among Theravada Buddhists. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Pali, from Sanskrit <i>dharma</i>. </blockquote></div>",
            "word": "dhamma"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dhamma"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dhamma"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dhamma"
        }
    },
    "sentences": [
        {
            "en": "The Buddha taught the <em>Dhamma</em> out of compassion for the world.",
            "vi": "Ðức Phật dạy giáo pháp vì lòng thương xót thế gian."
        },
        {
            "en": "The meditator becomes fully convinced of the truth of the <em>Dhamma</em>.",
            "vi": "Hành giả trở nên hoàn toàn tin chắc về sự thật của giáo pháp."
        },
        {
            "en": "The <em>Dhamma</em> is the greatest living force in the world today which can bring peace among men and nations.",
            "vi": "Phật pháp là thế lực mạnh mẽ nhất dành cho con người và các quốc gia trong thế giới ngày nay."
        },
        {
            "en": "One of the Buddha's earliest tasks after gaining his Enlightenment was to return to his palace to enlighten the members of his family. In fact, when his young son, Rahula asked the Buddha for his inheritance, the Buddha said that Rahula was heir to the richest wealth, the treasure of the <em>Dhamma</em>. In",
            "vi": "Một trong những công việc đầu tiên của Ðức Phật là sau khi Giác Ngộ Ngài vẫn trở lại nơi cung điện để giác ngộ những thành viên trong gia đình của Ngài. Thực tế, khi con trai của Ngài (Ruhula) hỏi xin Ðức Phật tài sản, Ðức Phật đã trao cho Ruhula một tài sản cao quý nhất đó là pháp bảo. Bằng cách này, Ðức Phật đã phục vụ gia đình, và Ngài tạo cơ hội cứu độ, cho họ được an lạc và hạnh phúc. Do đó, không nên nói rằng Ðức Phật là người cha tàn ác và ích kỷ. Ngài thực sự có lòng bi mẩn và hy sinh quên mình hơn bất cứ ai trên thế gian này. Với mức độ cao cả của sự phát triển tâm linh, Ðức Phật biết rằng hạnh phúc trong hôn nhân là hạnh phúc tạm bợ trong khi Giác Ngộ chánh pháp mới là hạnh phúc trường cửu và lợi lạc quần sanh."
        },
        {
            "en": "Buddha for his inheritance, the Buddha said that Rahula was heir to the richest wealth, the treasure of the <em>Dhamma</em>. In this way, the Buddha served his family, and he paved the way for their salvation, peace and happiness. Therefore, no one can say that the Buddha was a cruel or selfish father. He was in fact more compassionate and self - sacrificing than anybody else. With his high degree of spiritual",
            "vi": "Một trong những công việc đầu tiên của Ðức Phật là sau khi Giác Ngộ Ngài vẫn trở lại nơi cung điện để giác ngộ những thành viên trong gia đình của Ngài. Thực tế, khi con trai của Ngài (Ruhula) hỏi xin Ðức Phật tài sản, Ðức Phật đã trao cho Ruhula một tài sản cao quý nhất đó là pháp bảo. Bằng cách này, Ðức Phật đã phục vụ gia đình, và Ngài tạo cơ hội cứu độ, cho họ được an lạc và hạnh phúc. Do đó, không nên nói rằng Ðức Phật là người cha tàn ác và ích kỷ. Ngài thực sự có lòng bi mẩn và hy sinh quên mình hơn bất cứ ai trên thế gian này. Với mức độ cao cả của sự phát triển tâm linh, Ðức Phật biết rằng hạnh phúc trong hôn nhân là hạnh phúc tạm bợ trong khi Giác Ngộ chánh pháp mới là hạnh phúc trường cửu và lợi lạc quần sanh."
        },
        {
            "en": "his Enlightenment was to return to his palace to enlighten the members of his family. In fact, when his young son, Rahula asked the Buddha for his inheritance, the Buddha said that Rahula was heir to the richest wealth, the treasure of the <em>Dhamma</em>. In this way, the Buddha served his family, and he paved the way for their salvation, peace and happiness. Therefore, no one can say that the Buddha",
            "vi": "Một trong những công việc đầu tiên của Ðức Phật là sau khi Giác Ngộ Ngài vẫn trở lại nơi cung điện để giác ngộ những thành viên trong gia đình của Ngài. Thực tế, khi con trai của Ngài (Ruhula) hỏi xin Ðức Phật tài sản, Ðức Phật đã trao cho Ruhula một tài sản cao quý nhất đó là pháp bảo. Bằng cách này, Ðức Phật đã phục vụ gia đình, và Ngài tạo cơ hội cứu độ, cho họ được an lạc và hạnh phúc. Do đó, không nên nói rằng Ðức Phật là người cha tàn ác và ích kỷ. Ngài thực sự có lòng bi mẩn và hy sinh quên mình hơn bất cứ ai trên thế gian này. Với mức độ cao cả của sự phát triển tâm linh, Ðức Phật biết rằng hạnh phúc trong hôn nhân là hạnh phúc tạm bợ trong khi Giác Ngộ chánh pháp mới là hạnh phúc trường cửu và lợi lạc quần sanh."
        },
        {
            "en": "One of the Buddha's earliest tasks after gaining his Enlightenment was to return to his palace to enlighten the members of his family. In fact, when his young son, Rahula asked the Buddha for his inheritance, the Buddha said that Rahula was heir to the richest wealth, the treasure of the <em>Dhamma</em>. In this way, the Buddha served his family, and he paved the way for their salvation, peace and happiness. Therefore, no one can say that the Buddha was a cruel or selfish father. He was in fact more compassionate and self-sacrificing than anybody else. With his high degree of spiritual development, the Buddha knew that marriage was a temporary phase while Enlightenment was eternal and for the good of all mankind.",
            "vi": "an lạc và hạnh phúc. Do đó, không nên nói rằng Ðức Phật là người cha tàn ác và ích kỷ. Ngài thực sự có lòng bi mẩn và hy sinh quên mình hơn bất cứ ai trên thế gian này. Với mức độ cao cả của sự phát triển tâm linh, Ðức Phật biết rằng hạnh phúc trong hôn nhân là hạnh phúc tạm bợ trong khi Giác Ngộ chánh pháp mới là hạnh phúc trường"
        }
    ],
    "suggestions": []
}