{
    "en_vn": {
        "data": {
            "content": null,
            "word": "diagnosing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "diagnosing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "diagnosing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "diagnosing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "diagnosing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Diagnosing</em> Pediophobia",
            "vi": "Chẩn đoán Ám ảnh sợ búp bê"
        },
        {
            "en": "<em>Diagnosing</em> an Egg Allergy",
            "vi": "Chẩn đoán dị ứng trứng"
        },
        {
            "en": "The doctors are <em>diagnosing</em> and treating psychiatric patients.",
            "vi": "Các bác sĩ đang khám và điều trị cho những bệnh nhân tâm thần."
        },
        {
            "en": "The theme for the observance this year is \"<em>Diagnosing</em> Dementia: See It Sooner.\"",
            "vi": "Chủ đề kỉ niệm năm nay là\"Chẩn đoán chứng suy giảm trí nhớ : Phát hiện bệnh sớm hơn.\""
        },
        {
            "en": "The theme for the observance this year is \"<em>Diagnosing</em> Dementia : See It Sooner.\"",
            "vi": "Chủ đề kỉ niệm năm nay là \"Chẩn đoán chứng suy giảm trí nhớ: Phát hiện bệnh sớm hơn.\""
        },
        {
            "en": "Biopsy is an important means of <em>diagnosing</em> cancer from examination of a fragment of tumour.",
            "vi": "Sinh thiết là một phương tiện quan trọng để chẩn đoán ung thư từ việc xét nghiệm một mảnh khối u."
        },
        {
            "en": "The theme for the observance this year is \"<em>Diagnosing</em> Dementia: See It Sooner.\"",
            "vi": "Chủ đề kỉ niệm năm nay là “Chẩn đoán chứng suy giảm trí nhớ: Phát hiện bệnh sớm hơn.”"
        },
        {
            "en": "Angiocardiography is an important aid in <em>diagnosing</em> and planning the surgical repair of heart defects.",
            "vi": "Chụp x quang tim mạch là một xét nghiệm rất quan trọng để chẩn đoán và len kế hoạch mổ tim."
        },
        {
            "en": "The reference method for <em>diagnosing</em> rabies is by performing PCR or viral culture on brain samples taken after death.",
            "vi": "Các phương pháp nghiên cứu bệnh dại gồm chạy PCR hay nuôi cấy virút trên não chết."
        },
        {
            "en": "Because high blood pressure usually doesn't produce any symptoms, <em>diagnosing</em> the condition in kids can be tricky.",
            "vi": "Người ta thường không tìm thấy bất cứ triệu chứng gì để nhận biết chứng cao huyết áp, nên việc chẩn đoán đối với trẻ nhỏ có thể hết sức khó khăn."
        },
        {
            "en": "Medicine is the science of <em>diagnosing</em>, treating, or preventing disease and damage to the body or mind.",
            "vi": "Y khoa là khoa chẩn đoán, điều trị, hoặc phòng ngừa bệnh tật và những tổn thương về thể xác hoặc tâm trí."
        },
        {
            "en": "Cardiologist: A cardiologist is a doctor who specializes in <em>diagnosing</em> and treating heart or blood vessel problems.",
            "vi": "Bác sĩ tim mạch: là một bác sĩ chuyên về chẩn đoán và điều trị các vấn đề tim mạch."
        },
        {
            "en": "<em>Diagnosing</em> and treating sepsisBecause symptoms of sepsis can be vague in infants, laboratory tests play a crucial role in confirming or ruling out sepsis:",
            "vi": "Chẩn đoán và điều trị nhiễm trùng máuBởi các triệu chứng nhiễm trùng máu có thể rất mơ hồ ở trẻ sơ sinh, nên các xét nghiệm ở phòng thí nghiệm đóng một vai trò hết sức quan trọng trong việc xác nhận hoặc loại bỏ bệnh nhiễm trùng máu:"
        },
        {
            "en": "Endocrinologist: An endocrinologist is a doctor who specializes in <em>diagnosing</em> and treating diseases and conditions caused by hormone problems, such as diabetes and growth problems.",
            "vi": "Bác sĩ chuyên khoa nội tiết: là bác sĩ chuyên về chẩn đoán và điều trị bệnh và các rối loạn gây ra bởi vấn đề hoóc-môn, như là tiểu đường và các vấn đề tăng trưởng."
        },
        {
            "en": "Computers will keep records of our aches and pains, analyze them, and help the doctor in <em>diagnosing</em> and prescribing medicine for us.",
            "vi": "Máy tính điện tử sẽ lưu trữ làm tài liệu về những chứng nhức và đau của ta, phân tích chúng, và giúp bác sĩ chẩn bệnh và cấp đơn thuốc cho chúng ta."
        },
        {
            "en": "Dr Terrier said day-to-day running of the spaceship would be handed over to artificial intelligence capable of <em>diagnosing</em> diseases and directing robotic surgery.",
            "vi": "Tiến sĩ Terrier cho biết việc vận hành tàu vũ trụ hàng ngày sẽ được chuyển giao cho trí thông minh nhân tạo có khả năng chẩn đoán bệnh và điều khiển phẫu thuật robot."
        },
        {
            "en": "Certainly our ability to work with information, <em>diagnosing</em> problems, analysing trends or quantifying risks and so on are all skills that machines can almost certainly do better.",
            "vi": "Chắc chắn rằng máy móc có thể vượt xa khả năng làm việc với thông tin, phát hiện vấn đề, phân tích xu hướng hoặc xác định rủi ro và hơn thế."
        },
        {
            "en": "These types of tests are used for <em>diagnosing</em> what doctors call a fast-onset type of milk allergy. But for people whose allergic reactions to milk develop more slowly, skin and blood tests are not as helpful.",
            "vi": "Các loại xét nghiệm này được sử dụng để chẩn đoán loại dị ứng sữa mà bác sĩ gọi là khởi phát nhanh. Nhưng đối với một số người dị ứng sữa diễn tiến chậm hơn thì xét nghiệm da và xét nghiệm máu không công hiệu bằng."
        },
        {
            "en": "The good news is that, although there's no cure for PCOS, it can be treated. The most important step is <em>diagnosing</em> the condition, because getting treatment for PCOS reduces a girl's chances of having serious side effects.",
            "vi": "Tin vui là mặc dù chưa có thuốc trị hội chứng PCOS, nhưng nó có thể trị được. Biện pháp quan trọng là chẩn đoán bệnh, bởi việc điều trị sẽ làm cho bạn gái giảm nguy cơ mắc các tác dụng phụ nguy hiểm."
        },
        {
            "en": "<em>Diagnosing</em> shingles  A doctor can usually diagnose shingles just by looking at the rash. If you have shingles symptoms, see your health care provider even if you think you've never had chickenpox. Many childhood cases of chickenpox are mild enough to go unnoticed, but the virus can still linger and reactivate.  To prevent complications, it's important to start treatment as soon as shingles appears. ",
            "vi": "Chẩn đoán bệnh zô-na  Bác sĩ thường có thể chẩn đoán bệnh zô-na chỉ bằng cách quan sát những nốt ban. Nếu bạn có những triệu chứng zô-na thì nên đến khám bác sĩ chăm sóc sức khỏe của mình mặc dù bạn nghĩ mình chưa từng bị thuỷ đậu đi chăng nữa. Nhiều trường hợp mắc thuỷ đậu thời bé nhẹ, bạn có thể không để ý đến, nhưng vi-rút có thể vẫn còn tồn tại và hoạt động trở lại. Để ngăn ngừa biến chứng, điều quan trọng là phải nên bắt đầu điều trị ngay khi bệnh zô-na mới vừa xuất hiện."
        }
    ],
    "suggestions": []
}