{
    "en_vn": {
        "data": {
            "content": null,
            "word": "diarrhoeal"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "diarrhoeal"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "diarrhoeal"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "diarrhoeal"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "diarrhoeal"
        }
    },
    "sentences": [
        {
            "en": "The beneficial effect of immunizing a child, for example, is entirely lost if that child dies of a <em>diarrhoeal</em> disease due to poor sanitation.",
            "vi": "Ví dụ, việc tiêm chủng cho một đứa trẻ hoàn toàn trở nên vô dụng khi đứa trẻ đó chết vì bị tiêu chảy do vệ sinh kém gây ra."
        },
        {
            "en": "<em>Diarrhoeal</em> diseases, often caused by eating raw or undercooked meat, eggs and dairy products contaminated with salmonella, E.coli or campylobacter bacteria, or the norovirus stomach bug, are by far responsible for most foodborne diseases.",
            "vi": "Bệnh tiêu chảy, thường có nguyên nhân do ăn thịt sống hoặc nấu chưa chín, trứng và các sản phẩm sữa nhiễm salmonella, E.coli hoặc khuẩn campylobacter, hoặc norovirus dạ dày, cho đến nay là những bệnh phổ biến nhất do thực phẩm ô nhiễm."
        },
        {
            "en": "A scarcity of fresh and safe water will result in higher rates of <em>diarrhoeal</em> diseases, typhoid fever, malnutrition, skin diseases, food poisoning and other complications —in addition to injury and drowning.",
            "vi": "Sự khan hiếm nước ngọt và nước sạch dẫn đến tỷ lệ gia tăng các bệnh ỉa chảy, thương hàn, suy dinh dưỡng, bệnh ngoài da, ngộ độc thức ăn và nhiều vấn đề phức tạp khác ngoài chấn thương và chết đuối."
        }
    ],
    "suggestions": []
}