{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[,diktə'tɔ:riəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">độc tài</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">a dictatorial regime</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một chế độ độc tài</font></td></tr></table><i/></div>",
            "word": "dictatorial"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dictatorial</k><blockquote><cclass>[<cclass>dɪktə'tɔ:rɪəl<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective of or typical of a dictator. </cclass></blockquote><blockquote>⁃ having or showing an autocratic manner. </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>dictatorially</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "dictatorial"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>dictatorial</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a dictatorial regime</i>: AUTOCRATIC, undemocratic, totalitarian, authoritarian, autarchic, despotic, tyrannical, tyrannous, absolute, unrestricted, unlimited, unaccountable, arbitrary.</blockquote><blockquote><b>2</b><i>his dictatorial manner</i>: DOMINEERING, autocratic, authoritarian, oppressive, imperious, officious, overweening, overbearing, peremptory, dogmatic, high and mighty; severe, strict; <cclass><i>informal</i> bossy, high-handed.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>democratic, meek.</blockquote></div>",
            "word": "dictatorial"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dictatorial"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độc tài</font></td></tr></tbody></table></div>",
            "word": "dictatorial"
        }
    },
    "sentences": [
        {
            "en": "<em>IAL</em>",
            "vi": "Hiệp Hội Luật Sư Quốc Tế"
        },
        {
            "en": "<em>Dictatorial</em> regime",
            "vi": "Chế độ độc tài"
        },
        {
            "en": "It's a <em>dictatorial</em> government.",
            "vi": "Nó là chính quyền độc tài."
        },
        {
            "en": "<em>Dictatorial</em>, top-down communication.",
            "vi": "Giao tiếp độc đoán, theo cách từ trên xuống."
        },
        {
            "en": "They overthrew a <em>dictatorial</em> government last year.",
            "vi": "Năm ngoái họ lật đổ một chính phủ độc tài."
        },
        {
            "en": "To overthrow a <em>dictatorial</em> government",
            "vi": "Lật đổ một chính phủ độc tài"
        },
        {
            "en": "Fascist regime is a <em>dictatorial</em> regime.",
            "vi": "Chế độ phát xít là một chế độ độc tài."
        },
        {
            "en": "Plot the overthrow of the <em>dictatorial</em> government",
            "vi": "Âm mưu lật đổ chính phủ độc tài"
        },
        {
            "en": "Their nation was under the jackboot of a <em>dictatorial</em> regime.",
            "vi": "Đất nước của họ đã từng dưới sự chuyên chế của một chế độ độc tài."
        },
        {
            "en": "The <em>dictatorial</em> regime is on the point of collapse.",
            "vi": "Chế độ độc tài sắp sụp đổ."
        },
        {
            "en": "They are plotting the overthrow of the <em>dictatorial</em> government.",
            "vi": "Họ đang âm mưu lật đổ chính phủ độc tài."
        },
        {
            "en": "We plotted the overthrow of the <em>dictatorial</em> government.",
            "vi": "Chúng tôi âm mưu lật đổ chính phủ độc tài."
        },
        {
            "en": "Any journalist in a <em>dictatorial</em> regime is athirst for freedom of speech.",
            "vi": "Bất cứ nhà báo nào trong một chế độ độc tài cũng khao khát được tự do ngôn luận."
        },
        {
            "en": "The most widespread account is that a few entrepreneur <em>ial</em> Frenchmen imported the ice slide idea to France",
            "vi": "Sự miêu tả rộng rãi nhất là một vài nhà thầu khoán người Pháp đã mượn ý tưởng về dốc tuyết mang về Pháp."
        },
        {
            "en": "In large organizations, at least, it is powerlessness that often creates ineffective, desultory management and petty, <em>dictatorial</em>, rules-minded managerial styles.",
            "vi": "Trong các tổ chức lớn, ít nhất, tình trạng không có quyền lực cũng tạo ra sự quản lý không hệ thống, thiếu hiệu quả, và phong cách quản lý nhỏ mọn, độc đoán, cứng nhắc."
        },
        {
            "en": "That being said, we have to consider what we’re teaching our children about important communication skills. Are we yelling and jumping to conclusions when we hear siblings fighting? Do we ask our children why they’re whining or refusing to abide by our requests? Are these requests indeed requests, or are they more like <em>dictatorial</em> demands? Kids need discipline and they should have respect for their parents, but we also need to be showing respect in our methods. It’s easy to throw out answers to their problems and to order them around, but they want to feel listened to as much as we do. And no adult I know enjoys being bossed around, so why would kids get anything good from it. Discipline and respect are an important part of every child’s development, but parents need to be listening, understanding, and responding to children if they want them to do it in turn.",
            "vi": "Để nói rằng, chúng ta phải xem xét mình đang dạy con cái những gì về các kỹ năng giao tiếp quan trọng. Có phải chúng ta sẽ la hét và kết luận ngay khi nghe thấy anh chị em chúng đang đánh nhau? Chúng ta có hỏi bọn trẻ lý do chúng đang rền rĩ hoặc không chấp hành yêu cầu của chúng ta? Những yêu cầu này có thực là yêu cầu không, hay chúng giống như những đòi hỏi độc tài? Trẻ em cần kỷ luật và chúng cần phải biểu hiện sự tôn trọng đối với cha mẹ của chúng, nhưng chúng ta cũng cần phải biểu hiện sự tôn trọng trong phương pháp của mình. Thật dễ dàng để quăng ra câu trả lời cho những vấn đề của chúng và sai khiến chúng luôn miệng, nhưng bọn trẻ muốn cảm thấy được chúng ta lắng nghe càng nhiều càng tốt. Và không có người lớn nào mà tôi biết lại thích thú khi đang bị chỉ huy bởi những người xung quanh, vậy thì tại sao trẻ em sẽ có được bất cứ điều gì tốt đẹp từ việc đó? Kỷ luật và tôn trọng rất quan trọng cho sự phát triển của mọi đứa trẻ, nhưng cha mẹ cần phải lắng nghe, thấu hiểu và đáp ứng con trẻ nếu họ muốn con cái làm như vậy với họ."
        }
    ],
    "suggestions": []
}