{
    "en_vn": {
        "data": {
            "content": null,
            "word": "diff",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "diff",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "diff",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "diff",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "diff",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Diff</em>.",
            "vi": "Trình diff."
        },
        {
            "en": "The program used to create the patch files is called '<em>diff</em>'.",
            "vi": "Chương trình được dùng để tạo các patch file mang tên \"diff\"."
        },
        {
            "en": "The only arguments <em>diff</em> really needs are the two files you want compare.",
            "vi": "Tham biến duy nhất mà trình diff thực cần chính là hai tập tin bạn muốn so sánh."
        },
        {
            "en": "By storing the <em>diff</em> output to a file, you can covert the from -file to the to -file.",
            "vi": "Nhờ lưu các kết xuất của diff vào một tập tin, bạn có thể chuyển from - file thành to - file."
        },
        {
            "en": "<em>Diff</em> will allow you to compare two files and not only tell you if they're different, but display the lines that are different in the two versions.",
            "vi": "Trình diff cho phép bạn so sánh hai tập tin và không những báo cho bạn biết chúng có khác nhau hay không, mà còn hiển thị cả những dòng khác nhau trong hai version."
        },
        {
            "en": "The advantage do <em>diff</em> is that it allows you to set up a simple method of storing changes to source code files to other text files.",
            "vi": "Ưu việt của trình diff ở chỗ nó cho phép cho bạn xác lập một phương pháp đơn giản, để lưu những thay đổi với các tập tin mã nguồn cũng như với các tập tin văn bản khác."
        }
    ],
    "suggestions": []
}