{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dioscorea"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Dioscorea"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dioscorea"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dioscorea"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dioscorea"
        }
    },
    "sentences": [
        {
            "en": "Environmental Assessment (<em>EA</em>)",
            "vi": "đánh giá môi trường"
        },
        {
            "en": "Down the Krong Ana as far as <em>Ea</em> Don.",
            "vi": "Xuôi dòng krông ana xuống ea đờn."
        },
        {
            "en": "Last year, <em>EA</em> pitted its Medal of Honor franchise against Call of Duty : Black Ops.",
            "vi": "Năm ngoái, EA đã cạnh tranh quyền thương mại của bản Medal of Honor của mình với Call of Duty: Black Ops."
        },
        {
            "en": "Last year, <em>EA</em> pitted its Medal of Honor franchise against Call of Duty: Black Ops.",
            "vi": "Năm ngoái, EA đã cạnh tranh quyền thương mại của bản Medal of Honor của mình với Call of Duty : Black Ops."
        },
        {
            "en": "It was understood there was a rolling programme of maintenance work by the <em>EA</em>.",
            "vi": "Nó được hiểu là có một chương trình tiếp theo trong việc bảo trì của công ty EA."
        },
        {
            "en": "Trinh’s family came to settle in the village <em>Ea</em> ‘hiao commune in Dak Lak in 1995.",
            "vi": "Gia đình bà Trịnh đến định cư tại một làng ở xã Ea ‘hiao, tỉnh Dak Lak năm 1995."
        },
        {
            "en": "Loan was born into a poor, Tay family in a village of <em>Ea</em> ‘Hiao commune in Dak Lak province.",
            "vi": "Loan sinh ra trong một gia đình nghèo người Tày ở bản thuộc xã Ea Hiao, tỉnh Đắk Lắk."
        },
        {
            "en": "Owning a land certificate opens the possibilities for better access to credit that people in the village of <em>EA</em> Kiet dream of.",
            "vi": "Sở hữu được giấy chứng nhận đất mở ra khả năng tiếp cận tín dụng tốt hơn. Đây là điều mà người dân làng EA Kiệt vẫn ước mơ."
        },
        {
            "en": "Students from 4th to 9th grade have to cross the forest at 9:00 am to go to their afternoon class in the center of <em>Ea</em> Kiet Commune. Photo: Tuoi Tre",
            "vi": "Học sinh từ lớp 4 đến lớp 9 phải băng qua rừng lúc 9:00 sáng để đi đến lớp học buổi chiều của họ ở trung tâm xã Ea Kiệt. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "The nearest school is located in the forest, four kilometers away from the village, and the farthest destination is the center of <em>Ea</em> Kiet Commune, which is 17 kilometers away.",
            "vi": "Trường học gần nhất nằm trong rừng, cách làng 4km và điểm đến xa nhất là trung tâm xã Ea Kiệt, cách đó 17 km."
        },
        {
            "en": "A clear example of this similarity is provided by pre-Biblical Mesopotamian history of the flood in which the god “<em>Ea</em>” warned Uta-na-pistim, king of Shuruppak, about the punishment that awaits humanity for its serious moral degeneration.",
            "vi": "Về sự tương đồng này, có thể tìm thấy một ví dụ rõ ràng trong lịch sử Lưỡng Hà thời tiền Kinh Thánh mô tả về trận lũ lụt, trong đó vị thần “Ea” đã cảnh báo Uta-na-pistim, vua của xứ Shuruppak, về hình phạt đang chờ đợi nhân loại do sự suy đồi đạo đức nghiêm trọng."
        },
        {
            "en": "The death of the oxen arose mainly from the deprivation of sufficient nutrition, food and fresh water, said Nguyen Ngoc Phu, head of the Office of Agriculture and Rural Development in <em>Ea</em> Sup District.",
            "vi": "Cái chết của những con bò chủ yếu là từ sự thiếu thốn dinh dưỡng, thực phẩm và nước ngọt, ông Nguyễn Ngọc Phú, trưởng Phòng Nông nghiệp và Phát triển nông thôn tại huyện Ea Sup."
        },
        {
            "en": "They can row dug-out canoes around the lake to lotus-surrounded bodies of water, or down to the Krong Ana as far as <em>Ea</em> Don, a picturesque sight abounding in birds and crocodiles.",
            "vi": "Du khách có thề dùng thuyền độc mộc dạo quanh hồ đến những bãi nổi tràn sen hoặc xuôi dòng krông ana tới eo đờn, một thắng cảnh ngoạn mục vơi chim muông và cá sấu."
        },
        {
            "en": "The USS Carl Vinson is capable of carrying 90 airplanes at most, including 44-60 F/A-18 fighter jets, four to six <em>EA</em>-18G Growler electronic attack jets and E-2C/D Hawkeye tactical airborne early warning aircraft, six to eight SH-60F helicopters and cargo aircraft C-2 Greyhound.",
            "vi": "USS Carl Vinson có khả năng vận chuyển lớn nhất là 90 máy bay, bao gồm 44-60 máy bay chiến đấu F / A-18, 4-6 máy bay tấn công điện tử EA-18G Growler và máy bay cảnh báo sớm không phận E-2C / D Hawkeye, sáu đến tám máy bay trực thăng SH-60F và máy bay chở hàng C-2 Greyhound."
        },
        {
            "en": "The USS Carl Vinson is capable of carrying 90 airplanes at most, including 44-60 F/A-18 fighter jets, four to six <em>EA</em>-18G Growler electronic attack jets and E-2C/D Hawkeye tactical airborne early warning aircraft, six to eight SH-60F helicopters and cargo aircraft C-2 Greyhound.",
            "vi": "USS Carl Vinson có khả năng vận chuyển lớn nhất là 90 máy bay, bao gồm 44-60 máy bay chiến đấu F / A-18, 4-6 máy bay tấn công điện tử EA-18G Growler và máy bay cảnh báo sớm không phận E-2C / D Hawkeye, sáu đến tám máy bay trực thăng SH-60F và máy bay chở hàng C-2 Greyhound."
        },
        {
            "en": "The devastating climate has caused 83 oxen in Ia Lop Commune and 50 more in Ia Rve Commune in <em>Ea</em> Sup District to die, while destroying hundreds of hectares of crops and draining 91 drilled wells in the locality, the local Office of Agriculture and Rural Development said on Wednesday.",
            "vi": "Khí hậu khắc nghiệt đã khiến 83 con bò tại xã la Lốp và 50 con khác ở xã Rve thuộc huyện Ea Sup chết, cùng với đó là phá hủy hàng trăm hecta hoa màu, làm khô cạn 91 giếng khoan ở địa phương, Phòng Nông nghiệp và Phát triển nông thôn cho biết vào thứ Tư."
        }
    ],
    "suggestions": []
}