{
    "en_vn": {
        "data": {
            "content": null,
            "word": "diphenhydramine",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>diphenhydramine</k><blockquote><cclass>[<cclass>ˌdʌɪfɛn'hʌɪdrəmi:n<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine an antihistamine compound used for the symptomatic relief of allergies. </cclass></cclass></blockquote></div>",
            "word": "diphenhydramine",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "diphenhydramine",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "diphenhydramine",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "diphenhydramine",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Examples are chlorpheniramine, <em>diphenhydramine</em>, and mepyramine.",
            "vi": "Thí dụ như chlorpheniramine, diphenhydramine và mepyramine."
        },
        {
            "en": "Eczema treatment – Medications  Corticosteroid creams are sometimes prescribed to decrease the inflammatory reaction in the skin. These may be mild-, medium-, or high-potency corticosteroid creams depending upon the severity of the symptoms. If itching is severe, oral antihistamines may be prescribed. To control itching, the sedative type antihistamine drugs (for example, <em>diphenhydramine</em> [Benadryl], hydroxyzine [Atarax, Vistaril], and cyproheptadine) appear to be most effective. In some cases, a short course of oral corticosteroids (such as prednisone) is prescribed to control an acute outbreak of eczema, although their long-term use is discouraged in the treatment of this non-life-threatening condition because of unpleasant and potentially harmful side effects.",
            "vi": "Điều trị chàm bằng thuốc   Kem corticosteroid đôi khi được kê toa để làm giảm phản ứng viêm ở da. Chúng có thể là những loại kem có hàm lượng corticosteroid thấp, trung bình, hoặc cao tuỳ vào mức độ nghiêm trọng của triệu chứng. Nếu bệnh nhân ngứa dữ dội thì bác sĩ có thể kê toa cho sử dụng thuốc kháng histamine dạng uống. Để giảm ngứa, thì những loại thuốc kháng histamine giảm đau (chẳng hạn như diphenhydramine [Benadryl], hydroxyzine [Atarax, Vistaril], và cyproheptadine) có vẻ hiệu quả nhất. Trong một vài trường hợp, bác sĩ có thể kê toa cho sử dụng thuốc corticosteroid dạng uống (chẳng hạn như prednisone) trong một thời gian ngắn để làm giảm bùng phát chàm cấp tính, mặc dù việc sử dụng lâu dài không được khuyến khích đối với phương pháp điều trị chứng bệnh không nguy hiểm đến tính mạng này bởi nhiều tác dụng phụ khó chịu và có hại có thể xảy ra. "
        }
    ],
    "suggestions": []
}