{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dippers"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Dippers"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dippers"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dippers"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dippers"
        }
    },
    "sentences": [
        {
            "en": "And Apple <em>Dippers</em> are the first fruit the chain has sold that did not reside between two layers of pie crust.",
            "vi": "Và Apple Dippers là những lát táo đầu tiên được bán ra mà không kẹp giữa 2 lớp vỏ bánh."
        },
        {
            "en": "The apple slices, called Apple <em>Dippers</em>, are a symbol of how McDonald's is trying to offer healthier food to its customers -- and to answer the many critic s who contend that most of its menu is of poor nutritional quality.",
            "vi": "Các lát táo, được gọi là Apple Dippers, là biểu tượng cho biết cách để McDonald's đang cố gắng cung cấp thực phẩm lành mạnh cho khách hàng - và trả lời cho nhiều nhà phê bình cho rằng phần lớn thực đơn của nó có chất lượng dinh dưỡng kém."
        },
        {
            "en": "Fish are most obviously affected when rivers slow to a trickle, particularly those that migrate upstream such as salmon, trout, eels and lampreys. But animals such as water voles are also harmed, as they are unable to escape predators by fleeing into rivers to reach underwater entrances to their burrows. Birds such as kingfishers, sandpipers and <em>dippers</em> also suffer, as the insects and small fish they feed on die out.",
            "vi": "Các loài cá rõ ràng bị ảnh hưởng nhiều nhất khi các dòng sông đều chảy chậm lại thành dòng nhỏ, đặc biệt là những loài cá di cư ở thượng nguồn như cá hồi, cá hồi chấm, cá chình và cá mút đá. Nhưng các loài động vật như chuột nước cũng bị ảnh hưởng, vì chúng không thể thoát khỏi kẻ thù bằng cách trốn vào các dòng sông để đến lối vào hang của chúng nằm ở dưới nước. Những loài chim như chim bói cá, chim sandpiper (chim nhỏ sống ở gần những nơi có cát ướt gần các dòng sông) và chim lội suối cũng bị ảnh hưởng do côn trùng và cá nhỏ mà chúng ăn đang chết dần."
        }
    ],
    "suggestions": []
}