{
    "en_vn": {
        "data": {
            "content": null,
            "word": "directing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "directing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "directing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "directing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "directing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Who's <em>directing</em>?",
            "vi": "Ai đạo diễn?"
        },
        {
            "en": "He is <em>directing</em> me about bookkeeping.",
            "vi": "Anh ấy đang dạy tôi cách làm sổ sách."
        },
        {
            "en": "Look, some policemen are <em>directing</em> the traffic.",
            "vi": "Nhìn kìa, một vài cảnh sát đang điều khiển giao thông."
        },
        {
            "en": "There's a police officer <em>directing</em> traffic.",
            "vi": "Có một cảnh sát đang điều khiển giao thông."
        },
        {
            "en": "There's a policeman <em>directing</em> the traffic.",
            "vi": "Có một cảnh sát viên đang điều chỉnh giao thông."
        },
        {
            "en": "<em>Directing</em> a foreigner to the nearest bank.",
            "vi": "Hướng dẫn một người nước ngoài đến ngân hàng gần nhất."
        },
        {
            "en": "Look, some police are <em>directing</em> the traffic.",
            "vi": "Nhìn kìa, có một vài cảnh sát đang điều khiển giao thông."
        },
        {
            "en": "He is <em>directing</em> his father's business.",
            "vi": "Anh ta đang điều khiển công việc kinh doanh của cha mình."
        },
        {
            "en": "Peter is <em>directing</em> a group of workers.",
            "vi": "Peter đang điều khiển một nhóm công nhân."
        },
        {
            "en": "He perilously took medication without <em>directing</em> by his doctor.",
            "vi": "Ông ấy đã mạo hiểm uống thuốc khi không có chỉ định của bác sĩ."
        },
        {
            "en": "Traffic lights are colored signals for <em>directing</em> vehicular traffic.",
            "vi": "Đèn tín hiệu giao thông là những tín hiệu màu sắc điều khiển xe cộ lưu thông."
        },
        {
            "en": "A uniformed  policeman is <em>directing</em> traffic at the intersection.",
            "vi": "Một cảnh sát mặc đồng phục đang hướng dẫn giao thông tại ngã tư."
        },
        {
            "en": "Would you mind <em>directing</em> me the way from..... to....?",
            "vi": "Xin lỗi. Bạn có thể chỉ cho tôi đuòng từ....đến....đc ko?"
        },
        {
            "en": "A policeman had an accident while <em>directing</em> traffic.",
            "vi": "Một cảnh sát đã gặp tai nạn khi đang điều khiển giao thông."
        },
        {
            "en": "He is <em>directing</em> the implementation of a plan.",
            "vi": "Anh ta đang chỉ đạo việc thực hiện kế hoạch."
        },
        {
            "en": "A uniformed policeman is <em>directing</em> traffic at the intersection.",
            "vi": "Một cảnh sát mặc đồng phục đang hướng dẫn giao thông tại ngã tư."
        },
        {
            "en": "The operation manager is responsible for <em>directing</em> operation activities.",
            "vi": "Người quản lý hoạt động có trách nhiệm chỉ đạo các hoạt động vận hành."
        },
        {
            "en": "In addition to <em>directing</em> the play, she designed most of the scenery.",
            "vi": "Ngoài việc chỉ đạo vở kịch, bà ấy thiết kế hầu hết các cảnh."
        },
        {
            "en": "Would you mind <em>directing</em> me the way from here to the centre of shopping?",
            "vi": "Ông có thể chỉ cho tôi đường từ đây đến trung tâm mua sắm không?"
        },
        {
            "en": "The policeman is standing on the traffic <em>directing</em> platform to control streams of vehicles.",
            "vi": "Cảnh sát đang đứng trên bục giao cảnh điều khiển giao thông."
        }
    ],
    "suggestions": []
}