{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[di'rektnis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính thẳng, tính trực tiếp</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tính thẳng thắn, tính không quanh co úp mở</td></tr></table><i/></div>",
            "word": "directness",
            "pronounce": "[di'rektnis]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "directness",
            "pronounce": "[di'rektnis]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "directness",
            "pronounce": "[di'rektnis]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "directness",
            "pronounce": "[di'rektnis]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "directness",
            "pronounce": "[di'rektnis]"
        }
    },
    "sentences": [
        {
            "en": "John was taken aback by the girl's <em>directness</em>.",
            "vi": "John rất ngạc nhiên/sửng sốt vì tính thẳng thắn của cô gái."
        },
        {
            "en": "Still, these two titans are going at each other with a <em>directness</em> and spectacle usually reserved for a classic Godzilla-versus-Megalon smackdown.",
            "vi": "Tuy nhiên, hai gã khổng lồ này đang đấu trực tiếp với nhau và cảnh tượng này thường dành riêng cho một trận đấu vật kinh điển giữ hai quái vật Godzilla và Megalon."
        },
        {
            "en": "The 2003 law states clearly that ‘The election of deputies to the People’s Councils shall be organised on the principles of universal suffrage, equality, <em>directness</em> and secret ballot.’",
            "vi": "Luật bầu cử 2003 nêu rõ rằng “việc bầu đại biểu Hội đồng Nhân dân sẽ được tổ chức trên nguyên tắc toàn dân bầu cử, bình đẳng, trực tiếp và bỏ phiếu kín”."
        },
        {
            "en": "There are no mechanical roars, no toppled skyscrapers, and definitely no bloodshed. Still, these two titans are going at each other with a <em>directness</em> and spectacle usually reserved for a classic Godzilla-versus-Megalon smackdown.",
            "vi": "các tòa nhà chọc trời sụp đổ và chắc chắn không phải đổ máu. Tuy nhiên, hai gă khổng lồ này đang đấu với nhau công khai và cảnh tượng này thường dành riêng trong một trận đấu vật kinh điển giữ hai quái vật Godzilla và Megalon."
        },
        {
            "en": "There are no mechanical roars, no toppled skyscrapers, and definitely no bloodshed. Still, these two titans are going at each other with a <em>directness</em> and spectacle usually reserved for a classic Godzilla - versus - Megalon smackdown.",
            "vi": "Chẳng hề có những tiếng rầm rầm của máy móc, không có các tòa nhà chọc trời sụp đổ và chắc chắn không phải đổ máu. Tuy nhiên, hai gă khổng lồ này đang đấu với nhau công khai và cảnh tượng này thường dành riêng trong một trận đấu vật kinh điển giữ hai quái vật Godzilla và Megalon."
        },
        {
            "en": "Like two gargantuan monsters locked in battle over a fake Tokyo cityscape, Microsoft and Google are officially trying to beat the living daylights out of each other. There are no mechanical roars, no toppled skyscrapers, and definitely no bloodshed. Still, these two titans are going at each other with a <em>directness</em> and spectacle usually reserved for a classic Godzilla-versus-Megalon smackdown.",
            "vi": "Giống như hai quái vật khổng lồ đã bị nhốt trong trận đánh trên cảnh đô thị Tokyo giả, Microsoft và Google đang chính thức cố gắng hạ đo ván lẫn nhau. Chẳng hề có những tiếng rầm rầm của máy móc, không có các tòa nhà chọc trời sụp đổ và chắc chắn không phải đổ máu. Tuy nhiên, hai gã khổng lồ này đang đấu với nhau công khai và cảnh tượng này thường dành riêng trong một trận đấu vật kinh điển giữ hai quái vật Godzilla và Megalon."
        },
        {
            "en": "LET THE WEB APP WAR BEGIN      Like two gargantuan monsters locked in battle over a fake Tokyo cityscape, Microsoft and Google are officially trying to beat the living daylights out of each other. There are no mechanical roars, no toppled skyscrapers, and definitely no bloodshed. Still, these two titans are going at each other with a <em>directness</em> and spectacle usually reserved for a classic Godzilla-versus-Megalon smackdown. Some say it started with Microsoft Bing, the surprisingly good and fast-growing search engine. Bing was good enough that Google, in my opinion, felt the need to respond in kind. So the company promised, almost ludicrously, to deliver a new desktop OS by next year. Like most people, I think the plan is long on promises and short on details. Still, the announcement is enough for many, including Microsoft, to take notice. Microsoft Strikes Back Google Docs, for those who don't already know, is Google's free online productivity offering. It consists of three apps: one for presentations, another for spreadsheets, and one for word processing. I'm using the last one to write this column. Google Docs, for those who don't already know, is Google's free online productivity offering. It consists of three apps: one for presentations, another for spreadsheets, and one for word processing. I'm using the last one to write this column. Microsoft Word on the Web Interestingly, Microsoft has never really said all that much about Google's free apps. Google Apps are clearly aimed at consumers and, though Microsoft Office has a massive consumer base, I think much of Office's revenue is from business clients. Many new PCs come with a trial version of Office, but I bet most consumers opt to use the free version of Microsoft Works after that. Web versions of Word, Excel, and PowerPoint could force Google to rethink its strategy. Microsoft is tying its new free Office apps to the Windows Live program, so you need an account to use them (just like you need a Google account to access Google Docs), and it's relying on Microsoft's SkyDrive for cloud-based file storage. The mere existence of Microsoft Web-based productivity apps for consumers is a big deal. For the first time, you won't need any Microsoft app—Word, Write, or Works—to edit a DOC file. Simply log in to your account and open the file with Microsoft's Web-based app. Where Google Comes Up Short  With the Google Docs word processor, one can't help but notice the spare, very Microsoft Write-like interface. It covers the basics, and it does them well. But Microsoft's plan looks more ambitious. The Web apps will actually feature the Office Ribbon, and although I don't imagine that the Web version will be as flexible or smart, the familiarity should still be comforting. If you're familiar with the 80/20 rule, you know that 80 percent of the people use just 20 percent of the features of any major app. But I bet 50 percent of Office users tap into 50 percent of the functionality. If you take a good look at any of Google's apps, you'll likely agree that they don't come anywhere near covering 50 percent of the functionality found in the Office Suite apps. For example, I just tried to spell-check this article in Google Docs. If I were using Microsoft Word, it would lead me through spell checking each mistake, offering both grammar and spelling corrections. Google Docs found my errors—highlighting them in yellow—but it doesn't lead me to the first misspelled word and offer corrections. Instead, I have to click each word and select the proper spelling. I am struck by how little Microsoft is making of this major announcement of its Office Web Applications. Perhaps the company doesn't want to over-promise anything. Microsoft has been around long enough to remember how early attempts at Web-based apps (anyone remember the Java-based WordPerfect?) utterly failed. Google and other online app providers, like Zoho, prove that this can be done—and done well. Microsoft, however, is about to become the only Web player with a dominant desktop position. The added flexibility of having Word, Excel, and PowerPoint accessible anywhere via the Web could simply overwhelm borderline competitors and force Google to rethink its strategy. On the other hand, I fully expect Google to counter-punch with its own major announcement. I have no idea what it will be, but if you've ever watched a Godzilla movie, you know Megalon is always good for at least another round or two. Nguồn: PC Magazine",
            "vi": "Cuộc chiến ứng dụng Web bắt đầu        Giống như hai quái vật khổng lồ đã bị nhốt trong trận đánh trên cảnh đô thị Tokyo giả, Microsoft và Google đang chính thức cố gắng hạ đo ván lẫn nhau. Chẳng hề có những tiếng rầm rầm của máy móc, không có các tòa nhà chọc trời sụp đổ và chắc chắn không phải đổ máu. Tuy nhiên, hai gã khổng lồ này đang đấu với nhau công khai và cảnh tượng này thường dành riêng trong một trận đấu vật kinh điển giữ hai quái vật Godzilla và Megalon. Một số người cho rằng Microsoft Bing là kẻ khiêu chiến vì cỗ máy tìm kiếm Bing đang phát triển nhanh chóng và tốt đến bất ngờ. Theo ý tôi, Bing đã đủ tốt đến mức Google cảm thấy mình cần phải trả đũa lại. Quả thật lố bịch khi hãng này hứa sẽ cung cấp một Hệ điều hành mới cho máy tính để bàn vào năm tới. Theo hầu hết mọi người, tôi nghĩ rằng dự kiến chỉ là lời hứa suông và thiếu chi tiết. Tuy nhiên, thông cáo này đủ cho nhiều người bao gồm cả Microsoft phải để mắt tới. Microsoft đánh trả Không hơn không kém, Microsoft đã ra mắt phiên bản thử nghiệm kỹ thuật của bộ Office 2010 cũng như công bố họ sẽ đưa ra một bộ phần mềm năng suất dựa trên Web trong năm 2010, với phiên bản thử nghiệm (beta) sẽ sớm có mặt trong năm 2009. Tất nhiên, Microsoft đã không có được vị trí dẫn đầu của Google. Thay vào đó nó quyết tâm đeo bám Google ở một nơi nào đó xung quanh nơi “định cư” của Google Docs. Nếu Google là Megalon, thì Godzilla của Microsoft vừa mới ra đòn mạnh vào hắn trên toà tháp Tokyo (Tokyo Tower). Nhắc lại cho những ai chưa biết, Google Docs là bộ công cụ miễn phí trực tuyến của Google. Nó bao gồm ba ứng dụng: một cho thuyết trình (presentation), một cho bảng tính (spreadsheet), và một cho xử lí văn bản(word procesing). Tôi đang sử dụng ứng dụng cuối (ứng dụng xử lí văn bản) để viết mục này. Microsoft Word trên Web Thật thú vị, Microsoft chưa bao giờ thực sự nói nhiều về những ứng dụng miễn phí của Google. Các ứng dụng của Google (Google Apps) rõ ràng là nhắm vào khách hàng và mặc dù Microsoft Office có một vị thế lớn trong lòng của người tiêu dùng hơn, tôi nghĩ rằng phần lớn doanh thu của bộ Office là từ các khách hàng doanh nghiệp. Nhiều máy tính mới đi kèm với một phiên bản dùng thử của bộ Office, nhưng tôi chắc chắn sau đó hầu hết người  dùng lựa chọn sử dụng phiên bản miễn phí của Microsoft Works.  “Phiên bản trên nền web của Word, Excel và PowerPoint có thể buộc Google phải cân nhắc lại chiến lược của họ” Microsoft đang phân loại các ứng dụng Office miễn phí cho chương trình Windows Live, vì vậy bạn cần có một tài khoản để sử dụng chúng (giống như bạn cần một tài khoản Google để truy cập vào Google Docs), và nó dựa vào dịch vụ lưu trữ trực tuyến SkyDrive của Microsoft phục vụ việc lưu trữ tập tin dựa trên đám mấy (cloud-based). Chỉ là cái có sẵn trong các ứng dụng dựa trên Web của Microsoft nhưng đối với người dùng đó là một phần quan trọng. Lần đầu tiên, bạn sẽ không cần đến bất kỳ ứng dụng nào trong Microsoft Word, Write, hoặc Works để chỉnh sửa một tập tin DOC. Đơn giản chỉ cần đăng nhập vào tài khoản của bạn và mở tập tin với ứng dụng dựa trên web của Microsoft. Điểm thiếu sót của Google Với trình xử lí văn bản Google Docs, nó không thể hỗ trợ nhưng có thông báo dự phòng rất giống với giao diện của Micro­soft Write. Nó bao gồm những tính năng cơ bản và thực hiện chúng rất tốt. Nhưng kế hoạch của Microsoft trông có nhiều tham vọng. Các ứng dụng web trên thực tế sẽ có tính năng Ribbon Office và mặc dù tôi không tưởng tượng rằng các phiên bản web sẽ trở nên linh động hoặc thông minh, nhưng tính thân thiện vẫn nên được khích lệ. Nếu bạn quen với quy tắc 80/20, bạn sẽ biết là trong 80 phần trăm người thì chỉ sử dụng 20 phần trăm tính năng của bất kỳ ứng dụng chuyên môn nào. Nhưng tôi chắc trong 50 phần trăm người dùng bộ Office khai thác được khoảng 50 phần trăm các chức năng này. Nếu bạn quan sát ở bất kỳ ứng dụng nào của Google, bạn có thể đồng ý rằng chúng không được gần 50 phần trăm các chức năng tìm thấy trong các ứng dụng của bộ Office Suite. Ví dụ, tôi chỉ thử kiểm tra chính tả bài viết này trong Google Docs. Nếu tôi đang sử dụng Microsoft Word thì nó sẽ chỉ dẫn tôi hết việc kiểm tra lỗi chính tả, cung cấp cả hai tính năng chỉnh sửa ngữ pháp và chỉnh sửa chính tả. Google Docs tìm thấy lỗi của tôi và tô sáng chúng bằng màu vàng nhưng nó không chỉ cho tôi từ đã viết sai chính tả ban đầu và giúp chỉnh sửa. Thay vào đó, tôi phải bấm vào mỗi từ và chọn đúng chính tả. Tôi bị chú ý bởi vì Microsoft ít đưa ra công bố chính về các Ứng dụng Văn phòng trên nền Web (Office Web Application) này của hãng. Có lẽ hãng không muốn hứa hẹn quá bất cứ điều gì. Microsoft đã từng nổi tiếng khá lâu và nhớ lại làm cách nào nhanh chóng cố gắng tạo ra các ứng dụng trên nền web (có ai nhớ đến WordPerfect dựa trên Java?) hoàn toàn thất bại. Google và các nhà cung cấp ứng dụng trực tuyến khác, như Zoho chứng minh rằng điều này có thể được thực hiện và làm tốt. Tuy nhiên Microsoft chỉ quan tâm đến việc trở thành Web player với một vị trí thống lĩnh máy tính để bàn. Bổ sung thêm tính linh hoạt được biết đến là Word, Excel và PowerPoint có thể truy xuất ở bất cứ nơi nào qua Web có thể chỉ đơn giản là áp đảo phạm vi của các đối thủ cạnh tranh và buộc Google phải tính toán lại chiến lược của họ. Mặt khác, tôi hoàn toàn hy vọng Google có thể chống lại cú húc này với thông báo chính của riêng mình. Tôi không có ý kiến họ sẽ được cái gì nhưng nếu bạn đã từng theo dõi bộ phim Godzilla bạn sẽ biết Megalon luôn đúng cho ít nhất một hoặc hai vòng."
        }
    ],
    "suggestions": []
}