{
    "en_vn": {
        "data": {
            "content": null,
            "word": "disabling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disabling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "disabling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disabling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disabling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Morning sickness can range from mild, occasional nausea to severe, continuous, <em>disabling</em> nausea with bouts of vomiting.",
            "vi": "Chứng ốm nghén có thể xếp loại từ nhẹ, thỉnh thoảng nôn ói đến từng cơn nôn mửa liên tục và làm cho kiệt sức."
        },
        {
            "en": "Since his early twenties, he has suffered from a <em>disabling</em> disease, which has not prevented him from continuing his groundbreaking research.",
            "vi": "Kể từ những năm đầu của tuổi đôi mươi, anh ấy đã khổ sở vì căn bệnh tàn phế nhưng vẫn không ngăn được việc tiếp tục công trình nghiên cứu bước đầu của mình."
        },
        {
            "en": "\"On Facebook we have a really large commitment in general to finding and <em>disabling</em> false accounts,\" Facebook's chief security officer Joe Sullivan told CNN in a recent interview. \"Our entire platform is based on people using their real identities.\"",
            "vi": " “Trên Facebook chúng tôi có một cam kết chung thực sự là phát hiện và vô hiệu hoá các tài khoản giả mạo. Toàn bộ nền tảng của chúng tôi đều dựa vào người dùng sử dụng danh tính thật của họ,” ông Joe Sullivan giám đốc an ninh của Facebook đã phát biểu như vậy trên CNN trong một cuộc phỏng vấn mới đây."
        },
        {
            "en": "Scientists say a new method for recreating the brain cells of patients with schizophrenia could shed new light on the cause of the <em>disabling</em> mental disorder, which is marked by paranoid delusions and auditory hallucinations.",
            "vi": "Các nhà khoa học đã đưa ra phương pháp mới về tái tạo tế bào não ở người mắc bệnh tâm thần phân liệt đồng thời có thể giúp tìm ra nguyên nhân rối loạn tâm thần mất khả năng hoạt động có biểu hiện ở bệnh hoang tưởng và chứng ảo giác thính giác."
        },
        {
            "en": "The social model of disability makes a clear distinction between the impairment itself, such as a medical condition that deems a person unable to walk, and the <em>disabling</em> effects of society in relation to that impairment.",
            "vi": "Mô hình xã hội về khuyết tật làm rõ sự khác biệt giữa sự khuyết tật, như một điều kiện về sức khỏe làm cho một người nào đó coi như không thể đi lại, và ảnh hưởng gây cản trở của xã hội về sự khuyết tật."
        },
        {
            "en": "<em>Disabling</em> this Web history doesn't prevent Google from gathering and storing information for its internal purposes, but it might make you feel more at ease. According to the DailyMail UK, Google will anonymize this data in 18 months' time.",
            "vi": "Vô hiệu hoá lịch sử web không thể ngăn cản Google thu thập và lưu trữ thông tin vì những mục đích nội bộ của hãng, nhưng nó có thể làm bạn cảm thấy thoải mái hơn. Theo tờ DailyMail UK, Google sẽ nặc danh hoá dữ liệu này trong 18 tháng nữa."
        },
        {
            "en": "As we furiously search for the next great platform to adopt this manual to digital transformation, we are equally passionate about constructing robots to do our jobs. From parking attendant kiosks to bomb-<em>disabling</em> robots, we already employ the help of our lifeless friends.",
            "vi": "Khi chúng ta tìm kiếm gấp các nền tảng kế tiếp để áp dụng sự chuyển đổi từ thủ công sang kỹ thuật số, chúng tôi đều đam mê xây dựng robot để làm công việc của chúng ta. Từ các bãi đậu xe đi kèm đến các Robot vô hiệu hóa bom, chúng ta đã tận dụng sự giúp đỡ của những người bạn vô tri vô giác này."
        },
        {
            "en": "Migraine symptoms  Throbbing pain typically occurs on one side near the temples, forehead, and eyes. Migraines can make you very sensitive to light, sound, or mild exertion, such as climbing the stairs. Many people have nausea, vomiting, or vision problems. The pain can be <em>disabling</em>, forcing people to miss work or other activities.",
            "vi": "Các triệu chứng đau nhức nửa đầu   Đau nhói thường xảy ra ở một bên đầu gần thái dương, trán, và mắt. Chứng nhức nửa đầu có thể làm bạn rất nhạy cảm với ánh sáng, âm thanh, hoặc việc gắng sức nhẹ, chẳng hạn như lên cầu thang. Nhiều người bị buồn nôn, ói, hoặc có vấn đề về thị giác. Chứng bệnh này có thể làm người ta khó chịu, không làm được việc gì cả, bệnh nhân bỏ lỡ công việc hoặc không làm được nhiều công việc khác."
        },
        {
            "en": "Scientists say a new method for recreating the brain cells of patients with schizophrenia could shed new light on the cause of the <em>disabling</em> mental disorder, which is marked by paranoid delusions and auditory hallucinations.  Schizophrenia’s cause remains a mystery, and researchers hoping to gain a better understanding of the disorder have used genetic technology to recreate a schizophrenic patient’s own brain cells, or neurons. Gong Chen, a neurobiologist in the Department of Biology at Pennsylvania State University, worked with researchers at the Salk Institute for Biological Studies in La Jolla, California, to create the cells.  Chen says scientists used molecular biology techniques to reprogram the skin cells of schizophrenic patients to become stem cells. These unspecialized master cells can be coaxed with growth factors and other chemicals to become any type of cell in the body. Researchers then cultured the stem cells in a petri dish to become neurons. These brain cells from schizophrenic patients were then compared to brain cells derived from the skin cells of healthy volunteers. Chen used electrophysiology techniques to test the function of the stem cell-derived neurons. Chen says that at the individual neuron level, there was little apparent difference between the two groups of brain cells. But researchers discovered a distinct difference in how they behaved when grouped as a circuit. When compared to healthy neurons, the neurons generated from schizophrenic patients made fewer connections with each other. \"In the circuit level, when we look at a massive number of neurons, then the neuronal connectivity is indeed decreased,\" he said. An estimated one percent of the world’s population suffers from schizophrenia, the most persistently debilitating of the major mental health conditions. There are anti-psychotic medications to treat the condition, but they are frequently ineffective. Chen says the Salk investigators tried a number of anti-psychotic compounds and found that one of the drugs improved the connectivity and communication among brain cells derived from the schizophrenic patients. Chen believes that using living cells to learn more about the biological mechanisms of diseases like schizophrenia will help researchers develop better treatments. \"We think understanding that it maybe is not (an) individual neuronal problem but rather a circuit level problem will help us to thinking about what kinds of strategy to take to combat this kind of disease,\" he said. Researchers say the method of growing neurons in a dish will aid in the study of other mental and developmental conditions, including autism and a type of chronic depression called bipolar disorder.  Chen says his group’s groundbreaking work with recreated neurons is an example of personalized medicine in which doctors will someday be able to prescribe effective treatments based on their patients’ unique biological make-up. An article describing the creation of brain cells to better understand schizophrenia is published in the journal Nature.",
            "vi": "Các nhà khoa học đã đưa ra phương pháp mới về tái tạo tế bào não ở người mắc bệnh tâm thần phân liệt đồng thời có thể giúp tìm ra nguyên nhân rối loạn tâm thần mất khả năng hoạt động có biểu hiện ở bệnh hoang tưởng và chứng ảo giác thính giác. Nguyên nhân căn bệnh tâm thần phân liệt vẫn còn là điều bí ẩn và các nhà nghiên cứu hi vọng sẽ hiểu rõ hơn về chứng rối loạn này đã sử dụng công nghệ di truyền để tái tạo tế bào não hay tế bào thần kinh của chính người mắc chứng tâm thần phân liệt. Gong Chen là một nhà sinh học thần kinh thuộc khoa sinh học tại trường Đại học bang Pennsylvania đã cùng với các nghiên cứu thuộc Viện nghiên cứu sinh học Salk ở La Jolla, California tạo ra các loại tế bào. Ông Chen cho biết các nhà khoa học đã sử dụng kỹ thuật sinh học phân tử để tái lập trình tế bào da thành tế bào gốc ở bệnh nhân bị tâm thần phân liệt. Những tế bào chủ không chuyên này có thể được điều khiển bằng các nhân tố phát triển và các hoá chất khác để tạo thành một số loại tế bào trong cơ thể. Sau đó họ sẽ cấy tế bào gốc trong đĩa Petri thành tế bào thần kinh. Các tế bào não ở những bệnh nhân bị tâm thần phân liệt được so sánh với tế bào não được lấy từ tế bào da của những người tình nguyện khoẻ mạnh. Ông Chen còn sử dụng kỹ thuật điện sinh lý học để kiểm tra chức năng của tế bào thần kinh lấy từ tế bào gốc. Ông nói rằng tại cấp tế bào thần kinh cá nhân thì ít có sự khác biệt rõ ràng giữa hai nhóm tế bào não này. Nhưng các nhà nghiên cứu đã phát hiện ra sự khác biệt rõ ràng trong cách chúng hoạt động khi được nhóm lại thành quy mô lớn. So với các tế bào thần kinh khoẻ mạnh thì tế bào thần kinh ở người bị bệnh tâm thần phân liệt ít liên kết với nhau hơn. “ Ở cấp độ có quy mô khi chúng ta nhìn vào một số lượng lớn tế bào thần kinh thì khả năng liên kết tế bào thần kinh thực sự giảm đi”. Ước tính có khoảng một phần trăm dân số thế giới mắc bệnh tâm thần phân liệt và hầu hết những người này đều bị suy nhược liên tục chủ yếu về tình trạng sức khoẻ thần kinh. Có nhiều loại thuốc làm giảm rối loạn thần kinh để chữa trị bệnh này nhưng thường chúng không có hiệu quả.  Ông Chen còn cho biết các điều tra viên ở Salk đã thử nghiệm một số hợp chất làm giảm rối loạn tâm thần và đã tìm ra một trong các loại thuốc đó có thể cải thiện khả năng liên kết và trao đối thông tin giữa các tế bào não ở bệnh nhân tâm thần phân liệt. Ông tin rằng việc sử dụng tế bào sống để hiểu hơn về cơ chế sinh học của bệnh như bệnh tâm thần phân liệt sẽ giúp các nhà nghiên cứu điều trị tốt hơn. Ông nói “chúng tôi nghĩ hãy hiểu rằng đó có thể không phải là một căn bệnh thần kinh ở cá nhân mà hãy hiểu rằng đó là một căn bệnh ở cấp quy mô lớn thì sẽ giúp chúng ta nghĩ ra loại chiến lược thích hợp để ngăn ngừa căn bệnh này.” Các nhà nghiên cứu đưa ra phương pháp phát triển tế bào thần kinh ở đĩa sẽ giúp nghiên cứu các căn bệnh tiến triển về thần kinh, kể cả bệnh tự kỷ và một loại bệnh về chứng trầm cảm mãn tính gọi là chứng rối loạn lưỡng cực. Ông Chen cho biết công việc mang tính đột phá bằng việc tái tạo tế bào thần kinh của nhóm nghiên cứu là một ví dụ về loại thuốc đã được cá nhân hoá nghĩa là rồi đây bác sĩ có thể kê đơn chữa trị một cách hiệu quả dựa vào đặc tính sinh học riêng biệt của bệnh nhân. Bài báo đưa tin về sự tạo ra tế bào não giúp hiểu hơn về bệnh tâm thần phân liệt công bố trên tạp chí Nature."
        },
        {
            "en": "Morning sickness     For many women, the toughest part of early pregnancy is morning sickness. If you are suffering from nausea, vomiting, or both, you need safe measures that will bring you some relief. Your best course of action for managing morning sickness is home treatment. By following a few proven guidelines, you are likely to gain significant relief from nausea and vomiting. Home treatment measures for morning sickness include: Changing what, when, and how much you eat.  Taking ginger, vitamin B6, or vitamin B12, which are known to reduce nausea and/or vomiting during pregnancy.  Avoiding foods and smells that make you feel sick.  Trying acupressure, which seems to work for some women.  Taking doxylamine with vitamin B6, which you can buy without a prescription. Talk to your doctor before taking this remedy. If you have severe, persistent nausea and vomiting, see your doctor or nurse-midwife immediately. This uncommon complication of pregnancy can lead to dehydration and malnutrition, sometimes requiring prescribed medicine or hospitalization.  What is morning sickness? Morning sickness can range from mild, occasional nausea to severe, continuous, <em>disabling</em> nausea with bouts of vomiting. Symptoms may be worse in the morning, though they can strike at any time of the day or night. Although its cause is poorly understood, morning sickness has been linked to increasing estrogen levels, along with other hormone changes during early pregnancy. The first signs of morning sickness usually develop during the month following the first missed menstrual period, when hormone levels increase.  Women carrying twins or more have more pronounced hormone increases and tend to have more severe morning sickness. There is no way of predicting how long your morning sickness will last, even if you have suffered through it before. Nausea and vomiting usually go away by 12 to 14 weeks of pregnancy. But in some cases, morning sickness can last well into a pregnancy. Why use home treatment for morning sickness? Morning sickness begins during the first trimester, when the fetus is vulnerable to developing birth defects. So during the first trimester, use home treatment to treat nausea and vomiting unless your doctor recommends medicine to treat your symptoms. If you have severe, persistent nausea and vomiting that is causing dehydration or weight loss, your doctor can prescribe a medicine for you that is not known to cause fetal problems. How can I manage morning sickness at home? The following are safe, proven treatments for morning sickness. Still, few women gain complete relief from morning sickness treatment. Taking ginger or doxylamine is most likely to effectively curb nausea and vomiting. Certain antihistamines like doxylamine or dimenhydrinate, taken as your doctor advises, may relieve morning sickness.  If one of these antihistamines alone does not relieve your morning sickness, you can try taking it with vitamin B6. Ginger, taken regularly as a powder in a capsule, grated fresh into hot water, can significantly relieve morning sickness after a few days of treatment. Vitamin B6 and B12, taken regularly as your doctor advises, can reduce nausea and vomiting.  Acupressure, firmly placed on the P6 point (the inner side of your arm, in line with your middle finger and one-sixth of the way between your wrist and elbow), relieves nausea for some women. Follow these guidelines for minimizing nausea and vomiting during pregnancy.  Keep food in your stomach but not too much. An empty stomach can make nausea worse. Eat several small meals every day instead of three large meals.  For morning nausea, eat a small snack (like crackers) before you get out of bed. Allow a few minutes for the snack to digest, then get out of bed slowly.  Stay hydrated. Drink a lot of fluids. Try a hydration drink, as well as water, broth, or juice.  Eat more protein, and cut your fatty food intake.  Avoid smells and foods that make you feel nauseated. Citrus juice, milk, coffee, and caffeinated tea commonly make nausea worse.  Avoid iron supplements, which can make nausea worse. These aren't necessary during the first trimester.  Get lots of rest. Stress and fatigue can make morning sickness worse. Contact your doctor immediately if you vomit more than 3 times a day especially if you also have pain, fever, or both.",
            "vi": "Chứng ốm nghén     Đối với nhiều phụ nữ, vấn đề khó chịu nhất vào đầu thai kỳ là ốm nghén. Nếu bạn đang khổ sở vì buồn nôn, ói, hoặc cả hai, thì bạn nên có những biện pháp an toàn để giải toả phần nào khó chịu đó. Cách tốt nhất để chữa ốm nghén là chữa tại nhà. Hãy làm theo một số chỉ dẫn đã được thử nghiệm dưới đây có thể bạn sẽ giảm đáng kể chứng buồn nôn và ói đấy. Các biện pháp chữa ốm nghén tại nhà bao gồm: Thay đổi thức ăn, thời gian ăn, và lượng thức ăn của bạn. Gừng, vi-ta-min B6, hoặc vi-ta-min B12 có tiếng là để giảm triệu chứng buồn nôn và/hoặc ói trong suốt thai kỳ. Tránh các loại thức ăn và hương vị làm bạn cảm thấy buồn nôn. Thử xoa bấm huyệt xem, cách này có vẻ tốt đối với nhiều phụ nữ đấy. Uống doxylamine với vi-ta-min B6, bạn có thể mua mà không cần đơn thuốc. Nên thông báo cho bác sĩ của bạn biết trước khi bạn dùng biện pháp này nhé. Nếu bạn bị buồn nôn hay ói dữ dội thì nên đến khám bác sĩ hay bà mụ ngay lập tức. Biến chứng bất thường này của thai kỳ có thể làm cho bạn bị mất nước và thiếu dinh dưỡng, đôi khi bạn phải cần được kê toa uống thuốc hay phải nhập viện nữa.  Ốm nghén là gì? Chứng ốm nghén có thể xếp loại từ nhẹ, thỉnh thoảng nôn ói đến từng cơn nôn mửa liên tục và làm cho kiệt sức. Các triệu chứng này có thể khó chịu hơn vào buổi sáng dẫu rằng chúng có thể khiến bạn ói vào bất cứ lúc nào trong ngày hoặc cả đêm nữa.  Mặc dù người ta vẫn còn chưa hiểu rõ về nguyên nhân gây ra triệu chứng ốm nghén này nhưng nó có liên quan đến việc tăng lượng hooc-môn estrogen (hooc-môn động dục nữ), cùng với những thay đổi của các hooc-môn khác trong suốt giai đoạn đầu của thai kỳ. Những dấu hiệu ban đầu của chứng ốm nghén thường phát triển trong tháng kế tiếp khi bạn bị mất kinh lần đầu, và là lúc lượng hooc-môn tăng lên. Phụ nữ sinh đôi hay nhiều hơn có lượng hooc-môn tăng nhiều hơn và có khuynh hướng bị ốm nghén nhiều hơn. Không thể nào dự đoán được là bạn sẽ bị ốm nghén trong bao lâu, dù là bạn đã bị ốm nghén trước rồi. Chứng buồn nôn và ói thường biến mất sau 12 đến 14 tuần của thai kỳ. Song nhiều trường hợp thì chứng ốm nghén này có thể kéo dài hoài trong quá trình mang thai. Tại sao chữa chứng ốm nghén tại nhà? Chứng ốm nghén bắt đầu trong suốt ba tháng đầu tiên của thai kỳ, khi mà bào thai rất dễ bị tổn thương khiến dị tật bẩm sinh. Thế nên trong suốt thời gian này, hãy dùng các biện pháp chữa buồn nôn và ói tại nhà nếu bác sĩ của bạn không cho thuốc để trị các triệu chứng này. Nếu bạn buồn nôn và ói dữ dội khiến bạn bị mất nước hoặc sụt cân thì bác sĩ có thể kê toa cho bạn mà không gây hại gì đến thai nhi của bạn cả.  Làm thế nào để tôi có thể trị chứng ốm nghén tại nhà? Các biện pháp dưới đây rất an toàn và đã được thử nghiệm để chữa chứng ốm nghén. Tuy thế, rất ít phụ nữ thoát khỏi chứng ốm nghén hoàn toàn được. Củ gừng hoặc thuốc doxylamine có thể trị được buồn nôn và ói hiệu quả nhất. Vài thứ thuốc kháng histamin (thuốc trị dị ứng) như doxylamine hoặc dimenhydrinate, dùng theo chỉ định của bác sĩ, có thể làm giảm chứng ốm nghén. Nếu chỉ dùng riêng lẻ một trong những thứ thuốc kháng histamin không giảm được ốm nghén thì bạn có thể dùng thêm vi-ta-min B6. Uống đều đặn thuốc gừng dưới dạng bột trong viên nang, cạo gừng tươi cho vào nước nóng có thể giúp giảm ốm nghén đáng kể sau vài ngày chữa trị.  Uống B6 và B12 thường xuyên theo chỉ định của bác sĩ có thể làm giảm ốm nghén. Xoa bấm huyệt, giữ chặt huyệt điểm P6 (phía bên trong cánh tay của bạn, nằm trên đường thẳng với ngón giữa và cách 1/6 giữa cổ tay và khuỷu tay của bạn), sẽ giúp giảm buồn nôn cho nhiều phụ nữ đấy. Hãy làm theo các chỉ dẫn này để có thể giảm thiểu các triệu chứng buồn nôn và ói trong suốt thai kỳ của bạn. Đừng ăn no quá. Nhưng khi bạn đói thì chứng nôn ói có thể sẽ dữ dội hơn. Hãy ăn nhiều bữa nhỏ trong ngày thay vì ăn ba bữa lớn. Đối với chứng buồn nôn vào buổi sáng thì bạn nên ăn nhẹ (như bánh quy giòn) trước khi ra khỏi giường. Đợi vài phút để thức ăn có thể tiêu hóa xong thì hãy ra khỏi giường chầm chậm thôi. Bổ sung nước cho cơ thể. Uống nhiều nước và thử dùng thức uống bổ sung nước cũng như nước, canh, hoặc nước ép trái cây.  Nên ăn nhiều đạm, và hạn chế thức ăn có nhiều chất béo. Tránh các mùi và thực phẩm làm bạn buồn nôn. Nước cam quýt ép, sữa, cà phê, và trà có chứa cà-phê-in thường làm cho cơn buồn nôn tệ hại hơn. Tránh bổ sung thêm chất sắt, vốn có thể làm cho bạn buồn nôn hơn. Trong ba tháng đầu tiên, bạn chưa cần thiết phải bổ sung thêm sắt. Nên nghỉ ngơi nhiều. Tình trạng căng thẳng và mệt mỏi có thể làm chứng ốm nghén tệ hại hơn. nếu bạn bị ói hơn 3 lần mỗi ngày đặc biệt là nếu bạn bị đau, sốt, hoặc cả hai thì hãy liên hệ với bác sĩ ngay lập tức."
        }
    ],
    "suggestions": []
}