{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[dis'bə:smənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự dốc túi, sự dốc hầu bao, sự chi tiêu</td></tr></table><i/></div>",
            "word": "disbursement"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disbursement"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "disbursement"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disbursement"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disbursement"
        }
    },
    "sentences": [
        {
            "en": "Foreign investment attraction and <em>disbursement</em> were high;.",
            "vi": "Thu hút và giải ngân vốn đầu tư nước ngoài đạt được mức khá cao;."
        },
        {
            "en": "Loan is in progress of <em>disbursement</em>.",
            "vi": "Tiền vay đang trong tiến trình giải ngân."
        },
        {
            "en": "Approval and <em>disbursement</em> processes as decentralized as possible.",
            "vi": "Các quá trình giải ngân và phê duyệt cần được phân cấp càng nhiều càng tốt."
        },
        {
            "en": "Figure 1.4: FDI Commitments and Actual <em>Disbursement</em> 1993-1998.",
            "vi": "Hình 1.4: Cam kết FDI và Tình hình giải ngân thực tế 1993-98."
        },
        {
            "en": "Development investment expanded, <em>disbursement</em> went up, social security was guaranteed,",
            "vi": "Đầu tư phát triển được đẩy mạnh, huy động và giải ngân vốn đầu tư phát triển đạt khá. An sinh xã hội tiếp tục được bảo đảm;"
        },
        {
            "en": "Figure 1: FDI Commitments and Actual <em>Disbursement</em> 1993-1998.",
            "vi": "Hình 1. FDI cam kết và giải ngân thực tế 1993-1998."
        },
        {
            "en": "ODA <em>disbursement</em>, on the other hand, is lower (Figure 10.1).",
            "vi": "Tuy nhiên, con số ODA đã giải ngân lại thấp hơn (Hình 10.1)."
        },
        {
            "en": "The <em>disbursement</em> pace was still slow and unstable.",
            "vi": "Tốc độ giải ngân vẫn còn chậm và không ổn định."
        },
        {
            "en": "The process of <em>disbursement</em> is a little hazy.",
            "vi": "Tiến độ giải ngân hơi mơ hồ một chút."
        },
        {
            "en": "<em>Disbursement</em> currently lagged considerably behind registration, he said.",
            "vi": "Ông nói: \"Từ lúc đăng ký vốn đến khi giải ngân hiện nay khá chậm trễ.\""
        },
        {
            "en": "Investment, capital <em>disbursement</em> and export were strengthened; and the trade gap was on the decline.",
            "vi": "Đầu tư phát triển tiếp tục đẩy mạnh, giải ngân các nguồn vốn có chuyển biến tích cực; xuất khẩu tăng trưởng cao, tỷ lệ nhập siêu tiếp tục giảm."
        },
        {
            "en": "However, they also express concerns over the efficient, transparent and fair <em>disbursement</em> of funds.",
            "vi": "Tuy nhiên, vẫn còn có sự lo ngại về hiệu quả, tính minh bạch và công bằng trong việc sử dụng quỹ."
        },
        {
            "en": "Various donors have indicated that their <em>disbursement</em> ratios have been improving in recent years.",
            "vi": "Các nhà tài trợ cho biết tỷ lệ giải ngân của họ đã và đang tăng lên trong những năm gần đây."
        },
        {
            "en": "Provincial–level Programme Management Boards oversee the <em>disbursement</em> of funds and manage the programme.",
            "vi": "Ban quản lý Chương trình cấp tỉnh giám sát việc giải ngân và quản lý chương trình."
        },
        {
            "en": "Denmark was by far the largest donor with <em>disbursement</em> of nearly US$9 million.",
            "vi": "Đan Mạch là nhà tài trợ lớn nhất với mức giải ngân gần 9 triệu USD."
        },
        {
            "en": "This implies a significant increase in <em>disbursement</em> ratios, particularly in the energy sector.",
            "vi": "Điều này dẫn đến kết quả tăng đáng kể tỷ lệ giải ngân, đặc biệt trong lĩnh vực năng lượng."
        },
        {
            "en": "For 2000, the ADB expects to further increase its total <em>disbursement</em> level.",
            "vi": "Trong năm 2000, ADB dự kiến tiếp tục tăng tổng mức giải ngân."
        },
        {
            "en": "Box 4.3: Measures that are key to accelerating <em>disbursement</em> from existing and future ODA commitments",
            "vi": "Khung 4.3: Các biện pháp chính để đẩy nhanh tiến độ giải ngân của các cam kết ODA hiện tại và tương lai"
        },
        {
            "en": "Portfolio performance has been satisfactory on outcomes, but less so on elapsed time and <em>disbursement</em>.",
            "vi": "Danh mục đầu tư đã đạt được kết quả thỏa đáng nhưng kém hơn về mặt thời gian và tốc độ giải ngân."
        },
        {
            "en": "Portfolio performance has been highly satisfactory on outcomes, but less so on elapsed time and <em>disbursement</em>.",
            "vi": "Hoạt động triển khai danh mục vốn đầu tư đã đạt được những kết quả đáng hài lòng, tuy nhiên về mặt thời gian triển khai và giải ngân thì kém hơn."
        }
    ],
    "suggestions": []
}