{
    "en_vn": {
        "data": {
            "content": null,
            "word": "disbursements",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disbursements",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "disbursements",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disbursements",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disbursements",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "That country lives on aid <em>disbursements</em>.",
            "vi": "Quốc gia đó sống nhờ vào tiền viện trợ."
        },
        {
            "en": "Graph 3: ODA <em>Disbursements</em> for Major Infrastructure.",
            "vi": "Biểu đồ 3: Giải ngân ODA cho các công trình cơ sở hạ tầng quan trọng."
        },
        {
            "en": "Germany’s <em>disbursements</em> decreased in 2000 to $21.",
            "vi": "Mức giải ngân của Đức giảm xuống còn 21 triệu USD trong năm 2000."
        },
        {
            "en": "Time elapsed between appraisal and Board <em>Disbursements</em>.",
            "vi": "Thời gian từ khi thẩm định đến khi trình Ban Giám đốc."
        },
        {
            "en": "Rural development was the third largest recipient of <em>disbursements</em> despite an absolute fall in <em>disbursements</em>.",
            "vi": "Mức giải ngân cho lĩnh vực phát triển nông thôn đứng vị trí lớn thứ ba, mặc dù mức giải ngân giảm hoàn toàn."
        },
        {
            "en": "<em>Disbursements</em> fell some 16% following eight years of consecutive increases.",
            "vi": "Mức giải ngân giảm khoảng 16% sau 8 năm liên tục tăng."
        },
        {
            "en": "Their individual <em>disbursements</em> are presented in Graph 9.",
            "vi": "Mức giải ngân của từng nhà tài trợ được trình bày trong Biểu đồ 9."
        },
        {
            "en": "JICA increased <em>disbursements</em> to urban drainage and water supply programmes.",
            "vi": "JICA tăng mức giải ngân cho các chương trình cấp thoát nước đô thị."
        },
        {
            "en": "Nevertheless, given the rapid growth in <em>disbursements</em> in recent years, the gap between annual pledges and <em>disbursements</em> is rapidly narrowing.",
            "vi": "Tuy nhiên, mức giải ngân tăng nhanh trong những năm gần đây đang nhanh chóng rút ngắn khoảng cách giữa mức cam kết và mức giải ngân hàng năm."
        },
        {
            "en": "Total <em>disbursements</em> have been decreasing over the period 1997-1999.",
            "vi": "Tổng mức giải ngân đã giảm trong giai đoạn 1997-1999."
        },
        {
            "en": "Direct <em>disbursements</em> for agriculture were less at US$84 million.",
            "vi": "Giải ngân trực tiếp cho ngành nông nghiệp ở mức dưới 84 triệu USD."
        },
        {
            "en": "Transport tops with <em>disbursements</em> amounting to US$294 million.",
            "vi": "Giao thông vận tải đứng đầu với mức giải ngân lên tới 294 triệu USD."
        },
        {
            "en": "Sweden decreased their <em>disbursements</em> by 20 per cent in 2001, which brought <em>disbursements</em> to some 65% of their 1999 level.",
            "vi": "Thuỵ Điển đã giảm mức giải ngân của họ 20% trong năm 2001, chỉ bằng khoảng 65% so với mức năm 1999."
        },
        {
            "en": "These <em>disbursements</em> are generally targeted to the most vulnerable households.",
            "vi": "Những khoản giải ngân này nói chung dành cho các hộ dễ bị tổn thương nhất."
        },
        {
            "en": "If we exclude the dominant bilateral donor Japan, who had a significant drop in <em>disbursements</em>, bilateral donors as a group increased their ODA <em>disbursements</em> by 18%.",
            "vi": "Nếu chúng ta không tính nhà tài trợ song phương chủ chốt là Nhật Bản, có mức giải ngân giảm mạnh trong năm 2001 thì nhóm các nhà tài trợ song phương tăng mức giải ngân ODA thêm 18%."
        },
        {
            "en": "Despite the somewhat slower rate of <em>disbursements</em> last year, the gap between commitments and <em>disbursements</em> appears to have narrowed significantly in recent years.",
            "vi": "Mặc dù tốc độ giải ngân năm ngoái chậm lại một chút, song khoảng cách giữa mức cam kết và mức giải ngân dường như đã được thu hẹp đáng kể trong những năm gần đây."
        },
        {
            "en": "These have offset lower <em>disbursements</em> to infrastructure following the completion of a number of major energy related projects throughout 2000-2001 that significantly reduced <em>disbursements</em> in 2001.",
            "vi": "Điều này đã bù lại cho mức giải ngân thấp trong lĩnh vực cơ sở hạ tầng sau khi đã hoàn thành một số dự án lớn về năng lượng trong giai đoạn 20000-2001, khiến cho mức giải ngân trong năm 2001 giảm đáng kể."
        },
        {
            "en": "The most important increase in provincial ODA <em>disbursements</em> between 2001 and 2002 took place in the South Central Coast region, where <em>disbursements</em> went up by 62%.",
            "vi": "Sự gia tăng quan trọng nhất về mức ODA giải ngân cho các tỉnh trong giai đoạn 2001-2002 diễn ra ở khu vực Duyên hải Nam Trung bộ, nơi có mức giải ngân tăng 62%."
        },
        {
            "en": "As a result, the energy sector absorbed half of all JBIC <em>disbursements</em> in 2000.",
            "vi": "Như vậy, ngành năng lượng tiếp nhận một nửa tổng mức giải ngân của JBIC trong năm 2000."
        },
        {
            "en": "However, many of these projects were being completed, which explains the decline in Japan’s <em>disbursements</em>.",
            "vi": "Tuy nhiên, nhiều trong số các dự án này đang được hoàn tất và giải thích vì sao mức giải ngân của Nhật Bản lại giảm."
        }
    ],
    "suggestions": []
}