{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[dis,kʌlə'rei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">discolorment</font></td></tr></table><i/></div>",
            "word": "discoloration"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "discoloration"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>discoloration</k><blockquote>▸ <cclass>noun STAIN, mark, patch, soiling, streak, spot, blotch, tarnishing; blemish, flaw, defect, bruise, contusion; birthmark, naevus; liver spot, age spot; <cclass><i>informal</i> splodge, splotch; <cclass>Medicine ecchymosis.</cclass></cclass></cclass></blockquote></div>",
            "word": "discoloration"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "discoloration"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự bạc màu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự biến màu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự phai màu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">degree of discoloration</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độ khử màu</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">mottled discoloration</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vết đốm</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "discoloration"
        }
    },
    "sentences": [
        {
            "en": "Whiteners cannot correct all types of <em>discoloration</em>.",
            "vi": "Những chất tẩy trắng không thể phù hợp với tất cả các loại đổi màu răng."
        },
        {
            "en": "Some scholars such as Donaldson consider these as technical issues, which can be resolve through more rigorous experiment <em>ation</em> .",
            "vi": "Một số học giả như Donaldson cho rằng đó là những vấn đề kỹ thuật, mà nó có thể giải quyết thông qua sự thí nghiệm nghiêm ngặt hơn ."
        },
        {
            "en": "White <em>discoloration</em> of the nails, which may be total or partial.",
            "vi": "Tình trạng các móng bị biến thành máu trắng từng phần hay toàn bộ."
        },
        {
            "en": "A local brown <em>discoloration</em> on the skin known medically as senile lentigo.",
            "vi": "Một sự biến màu da tại chỗ y học gọi là nốt ruồi tuổi già."
        },
        {
            "en": "An area of skin <em>discoloration</em> caused by the escape of blood from ruptured underlying vessels following injury.",
            "vi": "Một vùng da bị đổi màu do máu thoát ra từ các mạch bị vỡ sau tổn thương."
        },
        {
            "en": "A bluish <em>discoloration</em> of the skin and mucous membranes resulting from an inadequate amount of oxygen in the blood.",
            "vi": "Tình trạng da và các niêm mạc chuyển thành màu xanh nhạt do không có đủ oxy trong máu."
        },
        {
            "en": "Yellow <em>discoloration</em> of the skin, appears about a week later and persists for up to three weeks.",
            "vi": "Tình trạng da chuyển sang màu vàng, xuất hiện khoảng một tuần sau và tồn tại cho tới ba tuần."
        },
        {
            "en": "Accumulation of homogentisic acid causes dark brown <em>discoloration</em> of the skin and eyes and progressive damage to the joints, especially of the spine.",
            "vi": "Sự tích tụ của homogentisic acid là nguyên nhân gây nên sự biến màu thành màu nâu sậm của da và mắt và gây tổn thương khớp đặc biệt ở cột sống."
        },
        {
            "en": "Tuberculoid leprosy is a benign, often self-limiing, form of leprosy causing <em>discoloration</em> and disfiguration of patches of skin (sparsely distributed) associated with localized numbness.",
            "vi": "Cùi dạng lao là một cùi nhẹ, thường tự giới hạn, gây biến màu và biến đổi hình dạng các mảng da (phân bố rải rác) kết hợp với tê cục bộ."
        },
        {
            "en": "I want to know after we had used liquid acid that its <em>discoloration</em> and shelf - life issues are sloved completely or not?",
            "vi": "tôi muốn biết sau khi chúng ta sử axit lỏng thì vấn đề nhạt màu và thời hạn sử dụng của nó có được giải quyết hoàn toàn hoặc không?"
        },
        {
            "en": "I want to know after we had used liquid acid that its <em>discoloration</em> and shelf-life issues are sloved completely or not?",
            "vi": "tôi muốn biết sau khi chúng ta sử axit lỏng thì vấn đề nhạt màu và thời hạn sử dụng của nó có được giải quyết hoàn toàn hoặc không?"
        },
        {
            "en": "I pulled my hand free to poke at a <em>discoloration</em> on my left forearm, watching it fade where I touched and then reappear.",
            "vi": "Tôi giật tay ra để đẩy những vết ấy trên cẳng tay trái, chúng mờ dần khi tôi xoa, nhưng vẫn lại hiện ra."
        },
        {
            "en": "Bluish - purple <em>discoloration</em> of the hands and feet due to slow circulation of the blood through the small vessels in the skin.",
            "vi": "Tay - chân có màu đỏ tía pha xanh do tuần hoàn máu chậm qua các mạch nhỏ trong da."
        },
        {
            "en": "Newborn jaundice, a yellowish <em>discoloration</em> of the skin and white parts of the eyes, is a common condition that normally doesn't appear until the second or third day after birth and disappears within 1 to 2 weeks.",
            "vi": "Bệnh vàng da sơ sinh là căn bệnh làm cho màu da và tròng trắng mắt của bé chuyển sang hơi vàng, đây là chứng bệnh thường thấy mà thường xuất hiện vào ngày thứ 2 hoặc thứ 3 sau khi"
        },
        {
            "en": "Newborn jaundice, a yellowish <em>discoloration</em> of the skin and white parts of the eyes, is a common condition that normally doesn't appear until the second or third day after birth and disappears within 1 to 2 weeks.",
            "vi": "Bệnh vàng da sơ sinh là căn bệnh làm cho màu da và tròng trắng mắt của bé chuyển sang hơi vàng, đây là chứng bệnh thường thấy mà thường xuất hiện vào ngày thứ 2 hoặc thứ 3 sau khi sinh và tự hết trong vòng từ 1 đến 2 tuần."
        },
        {
            "en": "Bananas are an easy way to make your face glow. Just mash one and apply it to your face. Sit with it for 15 minutes then wash it off with cool water. Bananas are natural skin lighteners because they’ve got Vitamin A that erases <em>discoloration</em> and Vitamin E that provides protection against free radicals. Use bananas all over if you want to get rid of any <em>discoloration</em> before a special event like your wedding so that your gorgeous bridal jewelry will look even more radiant on you.",
            "vi": "Sử dụng chuối là một cách dễ dàng để làm sáng khuôn mặt bạn. Chỉ cần nghiền nát một quả chuối và áp vào mặt. Ngồi chờ 15 phút sau đó rửa sạch với nước mát. Chuối làm trắng da tự nhiên lighteners vì chúng có vitamin A chống sự đổi màu và vitamin E cung cấp chất bảo vệ chống lại các gốc tự do. Sử dụng chuối nếu bạn muốn có một làn da trắng mịn trước một sự kiện đặc biệt như đám cưới để bạn trông trạng rỡ hơn khi mang nữ trang."
        },
        {
            "en": "If you have severe acne as a symptom of PCOS, it may improve if part of your treatment includes birth control pills or antiandrogens. If it doesn't, your doctor may refer you to a dermatologist for further acne treatment. A dermatologist may also be able to recommend medications to help reduce skin darkening or <em>discoloration</em>, and to prevent hair growth.",
            "vi": "Nếu bạn bị mụn trứng cá nặng như là một triệu chứng của hội chứng PCOS, thì tình trạng này có thể được cải thiện nếu bác sĩ có kèm thuốc tránh thai hoặc thuốc kháng kích thích tố nam trong quá trình điều trị của bạn. Nếu không thì bác sĩ có thể chuyển bạn đến bác sĩ da liễu để điều trị mụn trứng cá thêm. Bác sĩ da liễu cũng có thể khuyến nghị bạn nên sử dụng các loại thuốc làm sáng da hoặc thuốc làm giảm thay đổi sắc tố da, và ngăn ngừa rậm lông."
        },
        {
            "en": "Dark circles under the eyes  Got raccoon eyes? People blame age or fatigue for these dark circles and they're right. Lack of sleep makes your skin pale, emphasizing the dark circles, while age means thinner skin around the eyes, making it easier to see any <em>discoloration</em>. Allergies can also lead to dark circles, and heredity plays a role as well.",
            "vi": "Vòm đen dưới mắt   Bạn có đôi mắt của gấu trúc sao? Người ta thường đổ lỗ cho tuổi già hoặc mệt mỏi gây ra nhiều vòng tròn sẫm màu này và họ nói đúng đấy. Thiếu ngủ làm cho da của bạn nhợt nhạt, làm đậm thêm những vòng tròn sẫm màu, trong khi tuổi già đồng nghĩa với việc lớp da quanh vùng mắt trở nên mỏng hơn, làm cho bạn dễ nhận thấy được bất kỳ sự biến đổi sắc tố nào. Dị ứng cũng có thể hình thành những vòng tròn đen này, và di truyền cũng là yếu tố gây nên hiện tượng đó."
        },
        {
            "en": "Concern: Hydroquinone  Hydroquinone is a skin lightener that is available by prescription. Dermatologists often recommend it for reducing age spots or dark patches known as melasma. Overuse of hydroquinone can cause skin <em>discoloration</em>. Animal studies have also linked the chemical to cancer, though the risk to humans is unclear. Scientists are currently studying hydroquinone's safety.",
            "vi": "Bạn lo lắng loại hoá chất Hydroquinone   Hydroquinone là loại hoá chất làm sáng da được bán theo toa. Các bác sĩ da liễu thường khuyến nghị sử dụng loại hoá chất này để làm giảm đồi mồi hoặc những đốm sạm đen được gọi là nám. Lạm dụng hoá chất hydroquinone có thể làm biến đổi màu da. Nhiều công trình nghiên cứu trên động vật cũng cho thấy có mối quan hệ giữa hoá chất và ung thư, mặc dù nguy cơ ung thư ở người là chưa rõ. Nhiều nhà khoa học hiện cũng đang nghiên cứu tính an toàn của hydroquinone."
        },
        {
            "en": "HyperbilirubinemiaA common treatable condition of premature babies is hyperbilirubinemia, which affects 80% of premature infants. Infants with hyperbilirubinemia have high levels of bilirubin, a compound that results from the natural breakdown of blood. This high level of bilirubin causes them to develop jaundice, a yellow <em>discoloration</em> of the skin and whites of the eyes.",
            "vi": "Tăng bilirubin huyếtChứng bệnh thường gặp có thể chữa lành ở trẻ sinh thiếu tháng là tăng bilirubin huyết, có đến 80% trẻ sinh non mắc chứng bệnh này. Trẻ sơ sinh bị tăng bilirubin huyết thường có nồng độ bilirubin (sắc tố da cam) cao, đây là một hợp chất do máu phân huỷ tự nhiên mà ra. Nồng độ sắc tố da cam cao làm cho trẻ sơ sinh bị vàng da – biến đổi màu vàng trên da và tròng trắng mắt."
        }
    ],
    "suggestions": []
}