{
    "en_vn": {
        "data": {
            "content": null,
            "word": "discounting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "discounting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "discounting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "discounting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "discounting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Discounting</em>",
            "vi": "Chiết khấu"
        },
        {
            "en": "<em>Discounting</em> a note.",
            "vi": "Chiết khấu thương phiếu phải thu."
        },
        {
            "en": "<em>Discounting</em> a note receivable.",
            "vi": "Chiết khấu thương phiếu phải thu."
        },
        {
            "en": "Proceeds from <em>discounting</em>.",
            "vi": "Số tiền nhận được khi chiết khấu thương phiếu."
        },
        {
            "en": "What is meant by <em>discounting</em> notes receivable and how to account for such <em>discounting</em>.",
            "vi": "Chiết khấu thương phiếu phải thu là gì và hạch toán nó như thế nào."
        },
        {
            "en": "These would include regulations on open markets, <em>discounting</em>, re-<em>discounting</em>, loan guarantee by valuable notes, mortgages, treasury and governmental bond auctions, and valuable note underwriting.",
            "vi": "Những cái này bao gồm các quy định về thị trường mở, chiết khấu, tái chiết khấu, cho vay có đảm bảo bằng giấy tờ có giá trị, thế chấp, đấu thầu trái phiếu chính phủ và lưu ký giấy tờ có giá trị."
        },
        {
            "en": "Prepare the journal entry to record the <em>discounting</em> of the note receivable by Middle Co.Ltd..",
            "vi": "Lập bút toán nhật kí phản ảnh việc chiết khấu thương phiếu của middle co.ltd.."
        },
        {
            "en": "Singapore Airlines, Emirates, Qantas and British Airways are not known for <em>discounting</em> first class seats.",
            "vi": "Singapore Airlines, Emirates, Qantas và British Airways được biết đến như không bao giờ giảm giá cho các hạng ghế thượng hạng."
        },
        {
            "en": "Unless your business is an international or national brand, avoid <em>discounting</em>.",
            "vi": "Trừ khi công ty bạn là một nhãn hiệu quốc tế hoặc quốc gia, tránh giảm giá."
        },
        {
            "en": "In this case, at the date of <em>discounting</em>, there are 50 days (60-10) remaining until the maturity date.",
            "vi": "Trong trường hợp này, vào ngày chiết khấu, còn lại 50 ngày (60 - 10) ngân hàng sẽ giữ thương phiếu cho đến ngày đến hạn."
        },
        {
            "en": "You will be hard pressed to sell on value and quality if your best plan is <em>discounting</em> to match price.",
            "vi": "Bạn sẽ khó bán được hàng dựa trên chất lượng và giá trị nếu kế hoạch của bạn là giảm giá để bán được hàng."
        },
        {
            "en": "When a note receivable is discounted, the amount the holder of the note receives is called the proceeds from <em>discounting</em> and must be calculated as shown below:",
            "vi": "Khi thương phiếu đã được chiết khấu, số tiền mà người thụ hưởng thương phiếu nhận được sẽ được gọi là số tiền nhận được khi thanh toán trước hạn từ việc chiết khấu thương phiếu và nó được tính toán như sau:"
        },
        {
            "en": "Framton Nuttel endeavored to say the correct something which should duly flatter the niece of the moment without unduly <em>discounting</em> the aunt that was to come.",
            "vi": "Framton nuttel cố gắng nói điều gì lịch thiệp có thể làm đẹp lòng cô cháu lúc này mà không tỏ ra thiếu lễ độ với bà cô sắp xuống lầu."
        },
        {
            "en": "This type if financing is usually called <em>discounting</em> because the bank deducts the interest from the maturity value of the note to determine the proceeds.",
            "vi": "Cách làm này được gọi là chiết khấu bởi vì ngân hàng sẽ trừ bớt đi khoản tiền lãi từ giá trị đến hạn của thương phiếu nhằm xác định số tiền thu được khi thanh toán trước hạn."
        },
        {
            "en": "The interest may be stated separately on the face of the note, and deducted in advance by <em>discounting</em> it from the face value of the note.",
            "vi": "Tiền lãi có thể nêu riêng biệt với mệnh giá của thương phiếu, và trừ trước bằng cách chiết khấu chúng ra khỏi mệnh giá của thương phiếu."
        },
        {
            "en": "If the cash proceeds from <em>discounting</em> the note receivable are less than the principal amount of the note, the difference will be recorded as a debit to interest expense.",
            "vi": "Nếu tiền thu được từ việc chiết khấu thương phiếu ít hơn giá trị gốc của thương phiếu, phần chênh lệch đó sẽ được ghi nợ cho tài khoản chi phí tiền lãi."
        },
        {
            "en": "If the cash proceeds from <em>discounting</em> the note receivable are exceed than the principal amount of the note, the difference will be recorded as a credit to interest income.",
            "vi": "Nếu tiền thu được từ việc chiết khấu thương phiếu nhiều hơn giá trị gốc của thương phiếu, phần chênh lệch đó sẽ được ghi có cho tài khoản thu nhập tiền lãi."
        },
        {
            "en": "Time Series Methods: This refers to a collection of different methodologies that use past data to predict future events. The difference between the time series methodologies is usually in fine details, like giving more recent data more weight or <em>discounting</em> certain outlier points. By tracking what happened in the past, the forecaster hopes to be able to give a better than average prediction about the future. This is the most common type of business forecasting, because it is cheap and really no better or worse than other methods.",
            "vi": "Những phương pháp chuỗi thời gian: Đề cập đến một tập hợp các hệ phương pháp khác nhau sử dụng dữ liệu quá khứ để dự báo các sự kiện tương lai. Sự khác biệt giữa các hệ phương pháp chuỗi thời gian thường ở những chi tiết nhỏ, như đưa ra nhiều dữ liệu gần đây hơn có tầm quan trọng hơn, hoặc giảm bớt một số điểm nằm ngoài. Bằng việc theo dõi những gì đã diễn ra trong quá khứ, nhà dự báo hi vọng có thể đưa ra dự báo về tương lai chính xác hơn mức bình thường. Đây là loại dự báo phổ biến nhất trong kinh doanh, vì nó rẻ và thật sự thì cũng không tốt hơn hay thua xa các phương pháp khác."
        },
        {
            "en": "Prices for food and drink are rising at their fastest pace in more than two years despite last month's surprise fall in inflation, according to the Office for National Statistics    Butter is one of the foods that have risen the most this month, up 26.4pc on this time last year.  The soaring cost of staples – such as bread, meat, fish and juices – will add to concerns about household finances even though the headline rate of inflation fell from 4.5pc in May to 4.2pc in June. The reduction in the consumer prices index (CPI) was largely due to the early summer sales, with prices for games, toys and audio-visual equipment all falling.  \"Price <em>discounting</em> in June this year influenced the contribution from each of these classes,\" the ONS said.  With prices for non-discretionary items such as food and energy rising, cash-strapped consumers appear to be putting pressure on retailers for cuts elsewhere.  The fall in CPI came against expectations for an unchanged figure of 4.5pc. It was matched by a similar decline from 5.2pc to 5pc in the retail prices index often used for wage settlements, reinforcing opinions that the Bank of England will leave interest rates at their record low of 0.5pc until next year.  The data pushed the \"interest rate debate in the direction of the doves\", Mr Loynes said. \"[The] figures add support to the growing view that UK monetary policy is more likely to be loosened than tightened over the next year or so.\"  According to the ONS, prices for bread and cereals have risen 8.5pc in the past year, 7.2pc for meat and 12.2pc for fish. Vegetables are 5.4pc more expensive, while sugar and confectionary cost 8.2pc more. Coffee and tea prices have risen 9.3pc, and soft drinks and juices 10.6pc.  Overall, the inflation rate for food and non-alcoholic beverages was 6.9pc – the highest since May 2009. James Knightley, economist at ING Financial Markets, warned: \"Food prices are set to rise further given the lagged increases in raw food commodity prices.\"  Despite the surprise drop in inflation, economists still reckon CPI is likely to breach 5pc in the autumn. \"It seems inevitable that inflation will spike up around August/September as higher utility bills kick in,\" Howard Archer at IHS Global Insight said. \"Both British Gas and Scottish Power have announced hefty increases in their charges for gas and electricity from August and other utility providers seem certain to announce similar hefty increases.\"  Household utility bills are expected to rise by 15pc-20pc. Mr Knightley added: \"As a result, we still look for CPI to hit 5.5pc within the next three to six months.\"",
            "vi": "   Giá đồ ăn thức uống đang tăng lên với tốc độ nhanh nhất trong hơn hai năm mặc dù lạm phát giảm bất ngờ vào tháng trước, theo Văn phòng Thống kê Quốc gia.      Bơ là một trong những thực phẩm đã tăng nhanh nhất vào tháng này, lên đến 26,4 % vào thời điểm này năm ngoái.     Giá cả các sản phẩm chủ lực tăng vọt - như bánh mì, thịt, cá và nước hoa quả - làm tăng thêm mối lo âu về tài chính hộ gia đình mặc dù tỷ lệ lạm phát toàn phần giảm từ 4,5 % vào tháng năm xuống còn 4,2 % vào tháng sáu. Giảm chỉ số giá tiêu dùng (CPI) phần lớn là do doanh thu đầu mùa hè, với giá trò chơi, đồ chơi và thiết bị nghe nhìn đều giảm.     \"Chiết khấu giá vào tháng sáu năm nay đã ảnh hưởng từ mỗi một loại sản phẩm này,\" ONS cho biết.     Với giá hàng thiết yếu như thức ăn và năng lượng tăng, những người tiêu dùng thiếu tiền dường như đang tạo áp lực lên nhà bán lẻ về việc cắt giảm ở những nơi khác.      Đúng với mong đợi, chỉ số CPI sụt giảm với con số không đổi 4,5%. Sự sụt giảm này tương ứng bởi sự sụt giảm tương tự từ 5,2% đến 5% trong chỉ số giá bán lẻ thường được dùng để thanh toán lương, làm tăng ý kiến cho rằng ngân hàng Anh quốc sẽ để mặc mức lãi suất thấp kỷ lục 0,5% mãi đến tận năm sau.    Số liệu này đã đẩy \"cuộc tranh luận lãi suất theo hướng hoà bình\", ông Loynes nhận định. \"Những con số này làm tăng quan điểm cho rằng chính sách tiền tệ của Vương quốc Anh có vẻ được nới lỏng hơn thay vì thắt chặt vào khoảng năm tới\"    Theo ONS, giá của bánh mì và ngũ cốc đã tăng 8,5% trong năm qua, 7,2% đối với thịt và 12,2% đối với cá. Rau mắc tiền hơn 5,4 %, trong khi giá đường và bánh kẹo mắc hơn 8,2%. Giá cà phê và trà tăng 9,3%, nước giải khát và nước hoa quả là 10,6%.     Nhìn chung, tỷ lệ lạm phát đối với thức ăn và thức uống không có cồn là 6,9 % - cao nhất kể từ tháng 5 năm 2009. James Knightley, nhà kinh tế học ở Thị trường tài chính ING, cảnh báo: \"Giá thực phẩm được ấn định tăng thêm cho thấy sự  tăng chậm đối với giá cả hàng hoá thực phẩm tươi sống.\"   \n Mặc dù tỷ lệ lạm phát giảm bất ngờ, thế nhưng các nhà kinh tế học vẫn tính CPI có thể vượt quá giới hạn 5% vào mùa thu. \"Dường như không thể tránh được việc lạm phát sẽ tăng nhanh vào khoảng tháng tám / tháng chín khi hoá đơn tiện ích cao hơn có hiệu lực,\" Howard Archer thuộc IHS Global Insight cho biết: \"Cả công ty cung cấp gas Anh lẫn công ty điện Xcốt-len đã công bố tăng mạnh giá gas và điện từ tháng tám và các nhà cung cấp tiện ích khác chắc chắn cũng công bố tăng giá mạnh tương tự.\"    Hoá đơn tiện ích hộ gia đình dự kiến sẽ tăng lên 15% - 20%. Ông Knightley cho biết thêm: \"kết quả là chúng tôi vẫn tìm kiếm chỉ số CPI chạm ngưỡng 5,5% trong vòng từ ba đến sáu tháng tới\"  "
        }
    ],
    "suggestions": []
}