{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['diskauntə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xem <font color=\"#1371BB\">discount shop</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chủ cừa hàng bán giảm giá</td></tr></table><i/></div>",
            "word": "discounter"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "discounter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "discounter"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "discounter"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "discounter"
        }
    },
    "sentences": [
        {
            "en": "Others argue that once a <em>discounter</em>, always a <em>discounter</em>. Amazon is branching out into many forms of commerce and technology, but at its core it sells commodity goods cheaply. A book from Amazon is the same book that it would be from any other retailer, and so is a package of diapers. Amazon also ships cheaply and has renowned customer service.",
            "vi": "Những người khác biện luận rằng một lần đã là cửa hàng giảm giá, thì mãi mãi vẫn là cửa hàng giảm giá. Amazon đang mở rộng chi nhánh sang nhiều lĩnh vực thương mại và công nghệ, nhưng cốt lõi nó vẫn là công ty bán hàng giá rẻ. Một cuốn sách mua từ Amazon cũng y chang cuốn sách mua của nhà bán lẻ khác, và một bịch tã lót thì cũng thế. Nhưng phí giao hàng của Amazon rẻ hơn và dịch vụ chăm sóc khách hàng của họ thì ai cũng biết rồi."
        },
        {
            "en": "I 'm hoping that upstarts such as ZipRealty, LendingTree, Foxtons (a discount broker in the Northeast), and Catalist (a California <em>discounter</em>) will soon blow away the traditional realty transaction model.",
            "vi": "Tôi hy vọng rằng những người mới nổi như ZipRealty, LendingTree, Foxtons (một nhà môi giới hạ giá ở Đông bắc), và Catalist (một cửa hàng hạ giá ở California) sẽ sớm thổi bay loại hình môi giới bất động sản truyền thống."
        },
        {
            "en": "I'm hoping that upstarts such as ZipRealty, LendingTree, Foxtons (a discount broker in the Northeast), and Catalist (a California <em>discounter</em>) will soon blow away the traditional realty transaction model.",
            "vi": "như ZipRealty, LendingTree, Foxtons (một nhà môi giới hạ giá ở Đông bắc), và Catalist (một cửa hàng hạ giá ở California) sẽ sớm thổi bay loại hình môi giới bất động sản truyền thống."
        }
    ],
    "suggestions": []
}