{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Discharges"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Discharges"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Discharges"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Discharges"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Discharges"
        }
    },
    "sentences": [
        {
            "en": "<em>Discharges</em>",
            "vi": "Những người bị thôi việc"
        },
        {
            "en": "Chimney <em>discharges</em> smoke.",
            "vi": "Ống khói nhả khói ra."
        },
        {
            "en": "The wound <em>discharges</em> matter.",
            "vi": "Vết thương chảy mủ."
        },
        {
            "en": "The chimney <em>discharges</em> smoke.",
            "vi": "Ống lò sưởi nhả khói."
        },
        {
            "en": "Wound <em>discharges</em> matter.",
            "vi": "Vết thương chảy mủ."
        },
        {
            "en": "Stream <em>discharges</em> itself into a river.",
            "vi": "Dòng suối đổ vào sông."
        },
        {
            "en": "The Nile <em>discharges</em> into the Mediterranean.",
            "vi": "Sông Nin đổ vào Địa Trung Hải."
        },
        {
            "en": "The carbonated water <em>discharges</em> from the soda siphon.",
            "vi": "Nước uống có ga trào ra khỏi lon sô - đa."
        },
        {
            "en": "This exhibit displays private insurance <em>discharges</em> for selected conditions.",
            "vi": "Cuộc triển lãm này trưng bày các giấy chứng nhận miễn trừ bảo hiểm tư nhân cho các điều kiện chọn lọc."
        },
        {
            "en": "The carbonated water <em>discharges</em> from the soda siphon.",
            "vi": "Nước uống có ga trào ra khỏi lon sô-đa."
        },
        {
            "en": "Flooding in Vietnam as China <em>discharges</em> water down Red River",
            "vi": "Lũ lụt ở Việt Nam vì Trung Quốc xả nước xuống sông Hồng"
        },
        {
            "en": "Each lactiferous duct <em>discharges</em> through a separate orifice in the nipple.",
            "vi": "Mỗi ống dẫn sữa chảy qua một lỗ riêng gọi là núm vú."
        },
        {
            "en": "And water <em>discharges</em> from industrial parks may affect downstream locations in other provinces as well.",
            "vi": "Việc xả nước thải bừa bãi từ các khu công nghiệp có thể làm ảnh hưởng đến các tỉnh nằm ở cuối nguồn."
        },
        {
            "en": "VnExpress quoted a provincial official as saying that <em>discharges</em> had caused water levels to rise fast.",
            "vi": "VnExpress dẫn lời một quan chức tỉnh nói rằng việc xả nước đã khiến mực nước tăng lên nhanh chóng."
        },
        {
            "en": "The government is particularly concerned about <em>discharges</em> from nuclear power plants.",
            "vi": "Chính phủ đặc biệt quan tâm về các chất thải từ các nhà máy điện hạt nhân."
        },
        {
            "en": "The city sewerage <em>discharges</em> waste and runoff directly into seven canal systems.",
            "vi": "Nước thải từ hệ thống thoát nước của thành phố đổ trực tiếp ra 7 hệ thống kênh."
        },
        {
            "en": "Describing <em>discharges</em> that can be recorded synchronously from all parts of the brain.",
            "vi": "Mô tả sự phóng điện có thể ghi nhận được cùng một lúc từ tất cả các phần của não."
        },
        {
            "en": "The floods have been caused by torrential rain, but local media say sudden <em>discharges</em> from hydropower reservoirs worsened the flooding.",
            "vi": "Nguyên nhận của trận lũ là do mưa lớn, nhưng truyền thông địa phương nói rằng việc xả nước từ các hồ chứa thủy điện đã khiến lũ lụt trở nên tồi tệ hơn."
        },
        {
            "en": "Similarly, environmental health could be improved by regulation of domestic and industrial waste <em>discharges</em> with a suitable system of incentives and penalties.",
            "vi": "Tương tự, sức khỏe môi trường có thể được cải thiện thông qua điều tiết việc thải các chất thải sinh hoạt và công nghiệp với một hệ thống thưởng phạt thích hợp."
        },
        {
            "en": "If the defaulting party is the purchaser, then the seller shall have the right to demand that the purchaser pays for and receives the goods or <em>discharges</em> other obligations set out in the contract and in this Law.",
            "vi": "Trường hợp bên vi phạm là bên mua thì bên bán có quyền yêu cầu bên mua trả tiền, nhận hàng hoặc thực hiện các nghĩa vụ khác của bên mua được quy định trong hợp đồng và trong luật này."
        }
    ],
    "suggestions": []
}