{
    "en_vn": {
        "data": {
            "content": null,
            "word": "discontinued"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "discontinued"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "discontinued"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "discontinued"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không liên tục</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bị gián đoạn</font></td></tr></tbody></table></div>",
            "word": "discontinued"
        }
    },
    "sentences": [
        {
            "en": "<em>Discontinued</em> operations.",
            "vi": "Hoạt động không thường xuyên."
        },
        {
            "en": "His treatment is <em>discontinued</em> today.",
            "vi": "Việc điều trị của anh ấy đã dừng lại ngày hôm nay."
        },
        {
            "en": "These sunglasses have been <em>discontinued</em>.",
            "vi": "Những chiếc kính râm này không còn được lưu hành trên thị trường nữa."
        },
        {
            "en": "The mixed farming system was <em>discontinued</em>.",
            "vi": "Hệ thống nông trại bao gồm chăn nuôi và trồng trọt đã không được duy trì nữa."
        },
        {
            "en": "The construction of the factory was <em>discontinued</em>.",
            "vi": "Công việc xây dựng nhà máy bị gián đoạn."
        },
        {
            "en": "I'm afraid that it's been <em>discontinued</em>.",
            "vi": "Tôi e rằng nó không còn được lưu hành trên thị trường nữa."
        },
        {
            "en": "This particular model has been <em>discontinued</em>.",
            "vi": "Mẫu đồ cầu kỳ này đã bị ngừng rồi."
        },
        {
            "en": "These cameras were <em>discontinued</em> due to the system error.",
            "vi": "Những máy ảnh đã bị ngưng do lỗi hệ thống."
        },
        {
            "en": "This particular make of washing machine has been <em>discontinued</em>.",
            "vi": "Hiệu máy giặt đặc biệt này đã thôi không sản xuất nữa."
        },
        {
            "en": "The bus service will be <em>discontinued</em> as from next week.",
            "vi": "Dịch vụ xe buýt sẽ ngừng từ tuần sau."
        },
        {
            "en": "The local rail service was <em>discontinued</em> in 1988.",
            "vi": "Ngành đường sắt địa phương đã ngừng hoạt động từ năm 1988 rồi."
        },
        {
            "en": "We don't sell those jackets any more – they're a <em>discontinued</em> line.",
            "vi": "Chúng tôi không bán loại áo khoác đó nữa – đó là mặt hàng đã ngưng sản xuất từ lâu."
        },
        {
            "en": "Gains or losses from extraordinary items should be shown on the income statement after <em>discontinued</em> operations.",
            "vi": "Lãi hay lỗ từ các mục bất thường nên được trình bày trên báo cáo thu nhập sau hoạt động không thường xuyên."
        },
        {
            "en": "As a result, the stamp was <em>discontinued</em> after a single printing of 60000 copies.",
            "vi": "Kết quả là, con tem không được tiếp tục phát hành sau 60000 bản in độc quyền."
        },
        {
            "en": "As the US Dollar is anything but stable, we have <em>discontinued</em> using it in our dealings.",
            "vi": "Vì đồng đô la Mỹ không còn ổn định, chúng tôi đã ngưng sử dụng nó trong các cuộc giao dịch buôn bán."
        },
        {
            "en": "In areas where rail service is inadequate or has been <em>discontinued</em>, highway postal routes have been established.",
            "vi": "Ở những vùng mà dịch vụ đường sắt không thích nghi hoặc đã bị đình chỉ, người ta thiết lập đường bưu chính bằng xa lộ."
        },
        {
            "en": "We wonder whether the cause of your <em>discontinued</em> orders is the present depressed state of the market.",
            "vi": "Chúng tôi tự hỏi có phải nguyên nhân ngưng các đơn đặt hàng của ông là do tình trạng suy thoái hiện nay của thị trường không."
        },
        {
            "en": "They <em>discontinued</em> the habit of giving feasts on the occasion of a funeral or wedding three years ago.",
            "vi": "Họ đã bỏ tục lệ ăn uống khi có ma chay cưới xin cách đây ba năm."
        },
        {
            "en": "Manufacture of the items that you requested has been <em>discontinued</em> because of lack of profit on those items.",
            "vi": "Việc sản xuất các mặt hàng mà bạn yêu cầu đã dừng lại do không đủ lợi nhuận."
        },
        {
            "en": "The practice of imposing mandatory HIV testing on juveniles and not disclosing their status to them should be <em>discontinued</em>.",
            "vi": "Thủ tục kiểm tra HIV bắt buộc đối với người chưa thành niên và không thông báo tình trạng của họ không nên được tiếp tục."
        }
    ],
    "suggestions": []
}