{
    "en_vn": {
        "data": {
            "content": null,
            "word": "discs",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>discs</k><blockquote>one of the suits in some tarot packs, corresponding to coins in others.</blockquote><blockquote>→ <kref>disc</kref></blockquote></div>",
            "word": "discs",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "discs",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "discs",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "discs",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "It plays video, not <em>discs</em>.",
            "vi": "Nó hát băng video, chứ không phải hát đĩa."
        },
        {
            "en": "How do you format <em>discs</em>?",
            "vi": "Bạn định dạng đĩa như thế nào?"
        },
        {
            "en": "Laser <em>discs</em> are making video tapes obsolescent.",
            "vi": "Đĩa laser đã khiến cho băng vi - đê - ô thành lỗi thời."
        },
        {
            "en": "Laser <em>discs</em> are making videos obsolescent.",
            "vi": "Đĩa laser đã khiến cho băng video thành lỗi thời."
        },
        {
            "en": "Laser <em>discs</em> are making video tapes obsolescent.",
            "vi": "Đĩa laser đã khiến cho băng vi-đê-ô thành lỗi thời."
        },
        {
            "en": "Laser <em>discs</em> can store prodigious amounts of information.",
            "vi": "Đĩa la - de có thể dữ trữ lượng thông tin khổng lồ."
        },
        {
            "en": "Laser <em>discs</em> can store prodigious amounts of information.",
            "vi": "Đĩa la-de có thể dữ trữ lượng thông tin khổng lồ."
        },
        {
            "en": "Compact <em>discs</em> may be marked up as much as 80%.",
            "vi": "Đĩa CD có thể lên giá khoảng 80%."
        },
        {
            "en": "Do you want <em>discs</em> in Mandarin or in Taiwanese?",
            "vi": "Bạn muốn mua đĩa nhạc tiếng Quan Thoại hay tiếng Đài Loan?"
        },
        {
            "en": "Give me two tapes and three laser <em>discs</em>.",
            "vi": "Lấy cho tôi 2 cuộn băng và 3 đĩa la-de."
        },
        {
            "en": "Lan might want my video <em>discs</em> and you can give my tennis racket to Huy.",
            "vi": "Lan có thể muốn các đĩa hình của tôi và bạn hãy đưa vợt của tôi cho huy."
        },
        {
            "en": "A microgram of DNA theoretically could store as much information as 1 million compact <em>discs</em>.",
            "vi": "Một micro gam của DNA có thể lưu trữ được lượng thông tin bằng một triệu chiếc đĩa CD."
        },
        {
            "en": "The reproduction of video tapes and <em>discs</em> by organizations for internal distribution is exempted.",
            "vi": "Việc in sang các loại băng hình và các loại đĩa do các cơ quan thực hiện để lưu hành nội bộ thì được miễn."
        },
        {
            "en": "Elastic cartilage occurs in the external ear, and fibro cartilage in the intervertebral <em>discs</em> and tendons.",
            "vi": "Sụn đàn hồi có trong tai ngoài, sụn sợi có trong đĩa gian đốt sống và gân."
        },
        {
            "en": "The reproduction and sale of video tapes and <em>discs</em> for business purpose without prior approval is prohibited.",
            "vi": "Việc in sang và mua bán các loại băng hình, các loại đĩa vì mục đích kinh doanh mà không có sự phê duyệt trước đều bị cấm."
        },
        {
            "en": "It is made up of individual bones connected by <em>discs</em> of fibrocartilage and bound together by ligaments.",
            "vi": "Cột sống gồm nhiều xương nối với nhau bằng các đĩa xơ sụn và có các dây chằng kết dính với nhau."
        },
        {
            "en": "We use varying sizes of copper <em>discs</em> enameled in a variety of palettes to make up combinations for the designs.",
            "vi": "Chúng tôi sử dụng các kích cỡ khác nhau của các vật dẹt hình tròn được tráng men bằng các bảng màu khác nhau để hình thành những phối hợp cho các thiết kế."
        },
        {
            "en": "It is composed of a network of branching elongated cells whose junctions with neighboring cells are marked by irregular transverse bands known as intercalated <em>discs</em>.",
            "vi": "Nó gồm mạng lưới các nhánh tế bào dài mà các chỗ nối của nó với tế bào lân cận được biểu thị bằng những dải nằm ngang được biết dưới tên là dĩa xen kẽ."
        },
        {
            "en": "All organizations are specifically banned from reproduction of video tapes and <em>discs</em> for trading purposes without the written agreement of the copyright owner.",
            "vi": "Tất cả các cơ quan đều bị cấm dứt khoát không được in sang các băng hình, các loại đĩa vì mục đích kinh doanh mà không có sự thoả thuận bằng văn tự của người sở hữu bản quyền."
        },
        {
            "en": "The benefit in the last example served a dual purpose; it gave the customer the advantage of time-saving and cost effectiveness, and at the same time solved a traditional problem of changing <em>discs</em>.",
            "vi": "Lợi ích trong ví dụ cuối cùng phục vụ cho hai mục đích ; nó đem đến cho khách hàng lợi thế là tiết kiệm thời gian và ít tốn kém chi phí hơn, đồng thời giải quyết được rắc rối"
        }
    ],
    "suggestions": []
}