{
    "en_vn": {
        "data": {
            "content": null,
            "word": "disfigured",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disfigured",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "disfigured",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>disfigured</k><blockquote><blockquote><ex><abr>adj.</abr> badly disfigured</ex></blockquote></blockquote></div>",
            "word": "disfigured",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disfigured",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The accident <em>disfigured</em> him for life.",
            "vi": "Tai nạn đã làm biến dạng ngoại hình anh ta suốt đời."
        },
        {
            "en": "Cute Animal Babies Get <em>Disfigured</em> By Puberty",
            "vi": "Những con thú non xinh trở nên xấu xí khi trưởng thành"
        },
        {
            "en": "A beautiful landscape was <em>disfigured</em> by a power station.",
            "vi": "Cảnh quan xinh đẹp đã bị phá hỏng bởi một nhà máy điện."
        },
        {
            "en": "Cirrhosis is a condition where the cells of the liver are <em>disfigured</em> by tissue fibers.",
            "vi": "Xơ gan là một căn bệnh mà trong đó các tế bào gan bị biến dạng bởi các sợi mô."
        },
        {
            "en": "You must remember that i knew nothing as yet about the tragedy that had <em>disfigured</em> him.",
            "vi": "Chắc anh nhớ khi ấy tôi chưa biết chuyện đã gây cho khuôn mặt ông ta trở thành xấu xí như thế."
        },
        {
            "en": "And, it says more than one hundred and thirty million women around the world have had their external sexual organs damaged or <em>disfigured</em>.",
            "vi": "Và, nó cho biết có hơn 130 triệu phụ nữ ở khắp nơi trên thế giới bị tổn hại và bị biến dạng cơ quan sinh dục ngoài."
        },
        {
            "en": "AN APPALLING APPEARANCE: While descriptions of the blood-sucking beast vary greatly, most describe it as a gray, lizard-like creature about 3 to 4 feet tall that walks upright on its muscular hind legs, similar to an archetypical alien. It reportedly has large eyes, fangs and a forked tongue with a row of sharp quills running down its back. However, others describe the monster as looking more like a giant, vicious kangaroo or <em>disfigured</em> coyote.",
            "vi": "Ngoại hình kinh khủng: Trong khi những mô tả về con quái vật hút máu này khác nhau rất nhiều, hầu hết đều mô tả nó như một sinh vật màu xám, giống thằn lằn, và khi nó đứng thẳng trên những chân sau vạm vỡ của mình thì nó cao đến 3 – 4 feet, tương tự như một người ngoài hành tinh điển hình. Theo các báo cáo, nó có đôi mắt lớn, răng nanh và lưỡi chẻ đôi với một hàng lông sắc chạy dọc theo lưng. Tuy nhiên, những người khác lại mô tả con quái vật này nhìn giống như một con kangaroo khổng lồ, hung dữ, hoặc một con sói bị biến dạng hơn."
        },
        {
            "en": "The United Nations says one in five women worldwide will be the victim of a sexual assault in their lifetime. The agency says rape and domestic violence are a major cause of death and disability among women ages fifteen to forty four. And, it says more than one hundred and thirty million women around the world have had their external sexual organs damaged or <em>disfigured</em>. This practice is known as female genital mutilation.",
            "vi": "Liên Hiệp Quốc nói rằng cứ 5 người phụ nữ trên thế giới thì có một người là nạn nhân bị cưỡng hiếp trong suốt cuộc đời của họ. Cơ quan này còn cho hay tình trạng cưỡng dâm và bạo lực trong gia đình là nguyên nhân chính gây tử vong và thương tật trong số phụ nữ ở độ tuổi từ 15 đến 44. Và, tổ chức này cho biết có hơn 130 triệu phụ nữ ở khắp nơi trên thế giới bị tổn hại và bị biến dạng cơ quan sinh dục ngoài. Tập tục này được biết đến như tục cắt âm vật."
        }
    ],
    "suggestions": []
}