{
    "en_vn": {
        "data": {
            "content": null,
            "word": "disgraced",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disgraced",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "disgraced",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disgraced",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disgraced",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Rehabilitate a <em>disgraced</em> former leader",
            "vi": "Phục hồi cương vị cho một nhà lãnh đạo từng bị cách chức"
        },
        {
            "en": "He <em>disgraced</em> his family's name.",
            "vi": "Anh đã làm nhuốc danh gia đình."
        },
        {
            "en": "He got drunk and <em>disgraced</em> himself at the wedding.",
            "vi": "Anh ta đã say rượu và tự làm nhục mình ở lễ cưới."
        },
        {
            "en": "Mary has <em>disgraced</em> herself by behaving like this.",
            "vi": "Mary đã tự làm nhục chính cô ta khi xử sự như thế này."
        },
        {
            "en": "After the defeat two generals were publicly <em>disgraced</em>.",
            "vi": "Sau khi bị thua trận hai vị tướng bị cách chức công khai."
        },
        {
            "en": "They held this meeting to discuss rehabilitating a <em>disgraced</em> former leader.",
            "vi": "Họ tiến hành cuộc họp này để thảo luận về việc phục hồi cương vị cho một nhà lãnh đạo từng bị cách chức."
        },
        {
            "en": "The only prominent princeling to address the question of funding publicly is Bo Guagua, a graduate student at Harvard’s Kennedy School of Government. His father is the now-<em>disgraced</em> former Chongqing party boss Bo Xilai, who, like Xi Jinping, is the son of an early revolutionary leader who fought alongside Mao Zedong.",
            "vi": "Chỉ có một người trong giới quý tộc giải quyết được câu hỏi về tiền tài trợ học bổng một cách công khai là Bạc Qua Qua, một nghiên cứu sinh tại trường Harvard Kennedy theo diện Chính phủ. Cha của anh là chính trị gia đã \"ngã ngựa\" trong đảng Trùng Khánh, là ông Bạc Hy Lai. Có thân phận cũng người giống như Tập Cận Bình là con trai của một nhà lãnh đạo cách mạng đầu tiên đã chiến đấu bên cạnh Mao Trạch Đông."
        },
        {
            "en": "It was exposed that <em>disgraced</em> former mayor of Zhongshan City, Guangdong Province, Li Qihong, had only graduated from elementary school. On her profile, however, it said she had a master's degree from the Communist Party School in Guangdong Province. Li Qihong was sacked for corruption in 2009.",
            "vi": "Một trường hợp đã bị phanh phui là trường hợp của bà Lý Kỳ Hồng, cựu Chủ tịch thành phố Trung Sơn, tỉnh Quảng Đông. Bà Lý chỉ mới tốt nghiệp tiểu học nhưng lý lịch của bà lại đề là bà đã có bằng cao học của Trường Đảng tỉnh Quảng Đông. Bà Lý đã bị cách chức vì tham nhũng vào năm 2009."
        }
    ],
    "suggestions": []
}