{
    "en_vn": {
        "data": {
            "content": null,
            "word": "disillusioned"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disillusioned"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>disillusioned</k><blockquote>▸ <cclass>adjective DISENCHANTED, disabused, disappointed, let down, discouraged; cynical, sour, negative, world-weary.</cclass></blockquote></div>",
            "word": "disillusioned"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disillusioned"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disillusioned"
        }
    },
    "sentences": [
        {
            "en": "A sour and <em>disillusioned</em> man.",
            "vi": "Một anh chàng hay gắt gỏng và vỡ mộng."
        },
        {
            "en": "He was beginning to feel somewhat <em>disillusioned</em>.",
            "vi": "Chàng bất đầu cảm thấy thất vọng đôi chút."
        },
        {
            "en": "She was <em>disillusioned</em> with that overseas Vietnamese.",
            "vi": "Cô nàng đã vỡ mộng với anh chàng việt kiều đó rồi."
        },
        {
            "en": "She's <em>disillusioned</em> with life in general.",
            "vi": "Cô ta đã vỡ mộng về cuộc đời nói chung."
        },
        {
            "en": "Morale is low, and they are <em>disillusioned</em>.",
            "vi": "Tinh thần làm việc thấp và rồi họ vỡ mộng."
        },
        {
            "en": "A band of young <em>disillusioned</em> officers staged a coup.",
            "vi": "Một nhóm các sĩ quan trẻ bị vỡ mộng đã thực hiện một cuộc đảo chính."
        },
        {
            "en": "In history <em>disillusioned</em> communists helped bring down the regime.",
            "vi": "Trong lịch sử những người cộng sản tỉnh ngộ đã giúp lật đổ chế độ."
        },
        {
            "en": "<em>Disillusioned</em> voters want an alternative to the two main parties.",
            "vi": "Những cử tri bị vỡ mộng muốn có một đảng khác thay cho hai đảng chính."
        },
        {
            "en": "People are very <em>disillusioned</em> with the new policy.",
            "vi": "Người dân rất thất vọng với chính sách mới này."
        },
        {
            "en": "One day in 2009, one of my children came home <em>disillusioned</em> with school.",
            "vi": "Vào một ngày trong năm 2009, một trong những đứa con tôi trở về nhà với nỗi thất vọng về trường học."
        },
        {
            "en": "Where they are <em>disillusioned</em> with society they become extremists believing in the terrorism.",
            "vi": "Khi họ vỡ mộng với xã hội thực tại, họ trở thành những kẻ cự đoan tin vào chính sách khủng bố."
        },
        {
            "en": "Macbeth re-created the despair of the <em>disillusioned</em> in the following famous passage:",
            "vi": "Macbeth tái tạo niềm tuyệt vọng của kẻ giác ngộ trong đoạn thơ lừng danh sau đây:"
        },
        {
            "en": "His view of human nature, with its infinite powers of sentimental self-deception, was wry and <em>disillusioned</em> and basically sad.",
            "vi": "Quan niệm của ông về tính tình con người, với khả năng vô tận của ảo tưởng tình cảm, thì lệch lạc, chán chường và bi quan về căn bản."
        },
        {
            "en": "For too many students their university years end with them becoming <em>disillusioned</em> about their future job prospects.",
            "vi": "Đối với nhiều sinh viên sau khi kêt thúc việc học họ trở nên vỡ mộng về triển vọng công việc tương lai của họ."
        },
        {
            "en": "This is the second time that I saw this film, so impressive to me! Freeman is impressive in the title role, playing a <em>disillusioned</em> cop.",
            "vi": "Đây là lần thứ hai tôi xem bộ phim này, quá ấn tượng với tôi! Freeman gây ấn tượng sâu sắc khi vào vai nhân vật chính trong một bộ phim cùng tên, đóng vai một cảnh sát bị vỡ mộng."
        },
        {
            "en": "Camilla Ackley, 19, a second-year philosophy student at Bristol University, started the site after becoming <em>disillusioned</em> with fashion blogging, a world she’d been frequenting since she was 13. Her philosophy degree made her question why, after consuming mainstream media, she was always left feeling like she was doing things wrong as a woman – from how she looked to how she should act on a date. And she knew other students felt the same.",
            "vi": "Camilla Ackley, 19 tuổi, sinh viên triết năm hai của Đại học Bristol, đã mở trang này sau khi vỡ mộng với việc viết blog thời trang, một thế giới cô thường xuyên lui tới từ khi 13 tuổi. Bằng triết lý đã khiến cô phải tự vấn: tại sao sau khi sử dụng/đọc các phương tiện truyền thông thông thường, cô luôn cảm thấy giống như mình là phụ nữ không biết cách cư xử – khi tìm hiểu nên cư xử thế nào khi hò hẹn. Và cô biết những sinh viên khác cũng cảm thấy giống cô."
        }
    ],
    "suggestions": []
}