{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[dis'intristid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">vô tư, không vụ lợi, không cầu lợi</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">disinterested help</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự giúp đỡ vô tư</font></td></tr></table><i/></div>",
            "word": "disinterested",
            "pronounce": "[dis'intristid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>disinterested</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 not influenced by considerations of personal advantage; impartial. </blockquote></blockquote><blockquote><blockquote>2》 having or feeling no interest or concern. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>disinterestedly</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>disinterestedness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: past participle of the rare verb <i>disinterest</i> 'rid of interest'. </blockquote><blockquote/><blockquote><b><cclass>Usage</cclass></b></blockquote><blockquote>According to traditional guidelines, <cclass><b>disinterested</b> should only be used to mean ‘impartial’ and should not be used to mean ‘not interested’ (i.e. as a synonym for <cclass><b>uninterested</b>). In fact, the earliest recorded sense of <cclass><b>disinterested</b> is for the disputed sense and it is in widespread use today, although it should be avoided in careful writing. </cclass></cclass></cclass></blockquote></div>",
            "word": "disinterested",
            "pronounce": "[dis'intristid]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>disinterested</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>disinterested advice</i>: UNBIASED, unprejudiced, impartial, neutral, non-partisan, detached, uninvolved, objective, dispassionate, impersonal, clinical; open-minded, fair, just, equitable, balanced, even-handed, with no axe to grind, without fear or favour.</blockquote><blockquote><b>2</b><i>he looked at her with disinterested eyes</i>: UNINTERESTED, indifferent, incurious, unconcerned, unmoved, unresponsive, impassive, passive, detached, unenthusiastic, lukewarm, bored, apathetic; <cclass><i>informal</i> couldn't-care-less.</cclass></blockquote></div>",
            "word": "disinterested",
            "pronounce": "[dis'intristid]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disinterested",
            "pronounce": "[dis'intristid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disinterested",
            "pronounce": "[dis'intristid]"
        }
    },
    "sentences": [
        {
            "en": "<em>Disinterested</em> help",
            "vi": "Giúp đỡ vô tư"
        },
        {
            "en": "Praise is rarely <em>disinterested</em>.",
            "vi": "Lời khen ít khi vô tư."
        },
        {
            "en": "Maybe I was too <em>disinterested</em>.",
            "vi": "Có lẽ là tôi đã quá vô tư."
        },
        {
            "en": "My advice is completely <em>disinterested</em>.",
            "vi": "Lời khuyên của tôi hoàn toàn vô tư."
        },
        {
            "en": "I received <em>disinterested</em> advices from him.",
            "vi": "Tôi đã nhận được những lời khuyên không cầu lợi từ ông ấy."
        },
        {
            "en": "There is no <em>disinterested</em> help here.",
            "vi": "Ở đây sẽ không có sự giúp đỡ vô tư đâu."
        },
        {
            "en": "It's a <em>disinterested</em> act of kindness.",
            "vi": "Đó là một hành động tốt không vụ lợi."
        },
        {
            "en": "At least one of them must be a <em>disinterested</em> witness.",
            "vi": "Ít nhất một trong số họ phải là một nhân chứng vô tư."
        },
        {
            "en": "Uninterested or <em>disinterested</em>? There's quite a difference between the two!",
            "vi": "Không quan tâm hay là không vụ lợi? Hai cái đó khác hẳn nhau đấy chứ!"
        },
        {
            "en": "She was powerless against his cool mind, his <em>disinterested</em> words.",
            "vi": "Nàng thật bất lực trước đầu óc lạnh lùng và những lời hờ hững của chàng."
        },
        {
            "en": "She shook her head and waved a <em>disinterested</em> hand.",
            "vi": "Chị ta lắc đầu và xua tay."
        },
        {
            "en": "In financial matter it is important to get <em>disinterested</em> advice.",
            "vi": "Trong các vấn đề tài chính, điều quan trọng là phải có lời khuyên vô tư."
        },
        {
            "en": "He was dragged off by a <em>disinterested</em> guard and left on the edge of the crowd.",
            "vi": "Một tên lính gác đến kéo hắn ra ngoài, vứt dưới chân đám người đứng đó."
        },
        {
            "en": "Teaching children with iPads means they become <em>disinterested</em> in lessons without technology, an expert has warned.",
            "vi": "Một chuyên gia đã cảnh báo dạy trẻ bằng iPads khiến chúng dần thiếu quan tâm vào bài học nếu không có công nghệ."
        },
        {
            "en": "I said in a politely <em>disinterested</em> tone, looking for my soda again.",
            "vi": "Tôi nói bằng giọng vô tư lịch sự, tìm lon xô - đa lần nữa."
        },
        {
            "en": "This blurs the distinction between regulation and production – and adds to the problems of impartial coordination and <em>disinterested</em> regulation.",
            "vi": "Điều này dẫn đến sự không rõ ràng giữa chức năng điều tiết và kinh doanh – và càng làm nổi bật vấn đề các cơ quan chính quyền ít quan tâm đến phối hợp và chức năng điều tiết."
        },
        {
            "en": "He was polite and <em>disinterested</em> and she missed his interest, perverse though it had been, missed the old days of bickering and retort.",
            "vi": "Chàng lịch sự nhưng bàng quan, và nàng nhớ tiếc thái độ quan tâm, mặc dầu tai ác của chàng, nhớ tiếc những cuộc cãi vã, lời qua tiếng lại ngày xưa."
        },
        {
            "en": "During the conversation, if you maintain an unblinking stare 100 percent of the time, that qualifies as leering. If you keep eye contact less than 70 percent of the time, you'll seem <em>disinterested</em> and rude.",
            "vi": "cuộc hội thoại, nếu bạn chăm chăm nhìn họ suốt 100% thời gian, nó thành cái nhìn đểu cáng. Nếu bạn giữ ánh mắt dưới mức 70% thời gian, bạn sẽ có vẻ không quan tâm và thô lỗ."
        },
        {
            "en": "That <em>disinterested</em> help and support cannot be reckoned as money, but as for its part, that struggle helped Vietnam become the bastion of socialist in Southeast Asia and be the shield for countries that are fighting for national independence, democracy",
            "vi": "Sự giúp đỡ và ủng hộ vô tư đó không thể tính được bằng tiền nhưng về phần mình cuộc kháng chiến đó đã giúp cho Việt Nam trở thành thành trì của CNXH ở Đông Nam Á, là lá chắn cho những nước đang đấu tranh cho độc lập dân tộc, dân chủ và CNXH."
        },
        {
            "en": "During the conversation, if you maintain an unblinking stare 100 percent of the time, that qualifies as leering. If you keep eye contact less than 70 percent of the time, you'll seem <em>disinterested</em> and rude.",
            "vi": "Trong suốt cuộc hội thoại, nếu bạn chăm chăm nhìn họ suốt 100% thời gian, nó thành cái nhìn đểu cáng. Nếu bạn giữ ánh mắt dưới mức 70% thời gian, bạn sẽ có vẻ không quan tâm và thô lỗ."
        }
    ],
    "suggestions": []
}