{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dismayed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dismayed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dismayed"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>dismayed</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) dismayed at, with </ex></blockquote></blockquote><blockquote><blockquote><ex>2) dismayed to + <abr>inf.</abr> (he was dismayed to see that he had a flat tire)</ex></blockquote></blockquote></div>",
            "word": "dismayed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dismayed"
        }
    },
    "sentences": [
        {
            "en": "I was <em>dismayed</em> by his reaction.",
            "vi": "Tôi đã mất hết tinh thần vì sự phản ứng của ông ta."
        },
        {
            "en": "We were all <em>dismayed</em> by his refusal to cooperate.",
            "vi": "Tất cả chúng tôi đã mất tinh thần khi anh ấy từ chối hợp tác."
        },
        {
            "en": "Local People are <em>dismayed</em> that the station is to close.",
            "vi": "Dân địa phương thất vọng vì nhà ga sẽ bị đóng cửa."
        },
        {
            "en": "Some parents feel <em>dismayed</em> because of their children's misbehaviors.",
            "vi": "Một số cha mẹ cảm thấy thất vọng vì cách cư xử không đứng đắn của con em mình."
        },
        {
            "en": "In recent years, people are <em>dismayed</em> and shocked at the frequent terrorist acts.",
            "vi": "Trong những năm gần dây, người ta bị choáng váng và sửng sốt trước các hành động khủng bố thường xuyên."
        },
        {
            "en": "I checked the inventory carefully on the day of delivery and was <em>dismayed</em> to see that one box was missing.",
            "vi": "Tôi đã xem kỹ lại bảng kiểm kê hàng tồn kho vào ngày giao nhận và đã thất kinh thấy rằng một chiếc hộp bị bỏ sót."
        },
        {
            "en": "I was <em>dismayed</em> to read about the recent cluster of student suicides in Hong Kong; I remember reading such articles many years ago.",
            "vi": "Tôi đã rất thất vọng khi đọc về hàng loạt các vụ tự tử của học sinh tại Hồng Kông gần đây; Tôi nhớ mình từng đọc nhiều bài báo tương tự nhiều năm trước đây."
        },
        {
            "en": "Regarding our move on May 2 to Atlanta, Georgia, order #000 000, weight 3, 000 pounds - I checked the inventory carefully on the day of delivery and was <em>dismayed</em> to see that one box was missing.",
            "vi": "Nói về việc chuyển nhà vào ngày mồng 2 tháng 5 tới Atalanta, Georgia, số #000 000, trọng lượng 3.000 cân - tôi đã xem kỹ lại bảng kiểm kê vào ngày giao đồ đạc và đã thất kinh thấy rằng một chiếc hộp bị bỏ sót."
        },
        {
            "en": "Regarding our move on May 2 to Atlanta, Georgia, order #000 000, weight 3,000 pounds - I checked the inventory carefully on the day of delivery and was <em>dismayed</em> to see that one box was missing.",
            "vi": "Nói về việc chuyển nhà vào ngày mồng 2 tháng 5 tới Atalanta, Georgia, số #000 000, trọng lượng 3. 000 cân - tôi đã xem kỹ lại bảng kiểm kê vào ngày giao đồ đạc và đã thất kinh thấy rằng một chiếc hộp bị bỏ sót."
        },
        {
            "en": "\"I'm <em>dismayed</em> by the possibility of Trump being elected not because he is stupid. He is not. The reason is rather for the first time we will have a man who not only doesn't incorporate the concept solidarity in his system, but doesn't bother to have this word in his vocabulary. Should politics be an endless game of stronger man show or an effort of implementing solidarity into the social construct?\" - Ngo Bao Chau",
            "vi": "\"Tôi đang bị mất tinh thần một chút bởi khả năng Trump có thể trúng cử không phải bởi vì ông ấy ngu xuẩn. Ông ấy không như vậy. Lý do là đây là lần đầu tiên chúng ta có một người mà ông ấy không có những khái niệm thống nhất trong chiến lược của ông ấy, mà ông ấy còn tạo sự căng não với những phát ngôn của ông ấy. Có nên xem chính trị là sự diễn trò trong trò chơi không có hồi kết của người đàn ông mạnh mẽ hơn hay là nỗ lực trong việc có được trật tự thống nhất trong xây dựng xã hội\"- Ngô Bảo Châu"
        }
    ],
    "suggestions": []
}