{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dismantled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dismantled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dismantled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dismantled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dismantled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The bridge was <em>dismantled</em> piece by piece.",
            "vi": "Chiếc cầu đã được tháo rời ra từng đoạn."
        },
        {
            "en": "He has <em>dismantled</em> the book-case piece by piece.",
            "vi": "Anh ấy đã tháo dỡ tủ sách từng phần một."
        },
        {
            "en": "He has <em>dismantled</em> the book - case piece by piece.",
            "vi": "Anh ấy đã tháo dỡ tủ sách từng phần một."
        },
        {
            "en": "This had been <em>dismantled</em> in 1933, thereby breaking the link.",
            "vi": "Các khoá này đã được tháo dỡ vào năm 1933, qua đó phá vỡ các liên kết."
        },
        {
            "en": "The boat was not a wreck, but had been deliberately discarded, <em>dismantled</em> and broken.",
            "vi": "Chiếc thuyền không phải là một đống đổ nát, nhưng đã được cố ý loại bỏ, tháo dỡ và phá vỡ."
        },
        {
            "en": "The “asking and giving” mechanism must be <em>dismantled</em>, with land use rights awarded through a process of public bidding.",
            "vi": "Cần đoạn tuyệt với cơ chế “xin-cho” bằng cách yêu cầu đấu thầu công khai quyền sử dụng đất."
        },
        {
            "en": "Determination of country of origin of packaging, peripheral parts, accessories, tools, and goods not yet assembled or <em>dismantled</em>.",
            "vi": "Các định xuất xứ của bao bì, phụ kiện, phụ tùng, dụng cụ, hàng hoá chưa được lắp ráp hoặc bị tháo rời."
        },
        {
            "en": "In 1987 the programme became the Global Programme on AIDS (GPA), which was ultimately <em>dismantled</em> in 1996 with the creation of UNAIDS.",
            "vi": "Năm 1987, chương trình này trở thành Chương trình Phòng chống AIDS Toàn cầu (GPA), nhưng cuối cùng bị bãi bỏ vào năm 1996 với sự ra đời của tổ chức UNAIDS."
        },
        {
            "en": "The Queen was given almost 100 Burmese rubies for her wedding day. She had these rubies made into a tiara in 1973 with the addition of some diamonds, which were rescued from another <em>dismantled</em> tiara.",
            "vi": "Nữ hoàng được tặng gần 100 viên hồng ngọc Miến Điện trong ngày cưới! Bà đã cho người làm vương miện bằng những viên hồng ngọc này vào năm 1973, có thêm một số viên kim cương, lấy từ một vương miện bị tháo hạt khác."
        },
        {
            "en": "In the summer of 2001, the structure was then <em>dismantled</em> and transported on 35 lorries to Falkirk, before all being bolted back together again on the ground, and finally lifted into position in five large sections by crane .",
            "vi": "Vào mùa hè năm 2001, cấu trúc này sau đó đã được tháo dỡ và được vận chuyển trên 35 xe tải về thị trấn Falkirk, trước khi tất cả miếng ghép được bắt vít trở lại với nhau một lần nữa trên mặt đất, và cuối cùng là nâng lên vị trí ở năm phần lớn bằng cần trục ."
        },
        {
            "en": "Visitors to Phuoc Tich are amazed at its ancient houses. More than 30 houses in the village are up to a century old. A dozen of the village’s clan worshipping houses and temples remain intact. They are so well preserved as to astonish cultural anthropologists, architects, and historians. The village’s ancient houses are nha ruong, a kind of residence built with artfully carved wooden pillars and beams. They are held together with wooden pegs so they can be easily <em>dismantled</em>. Phuoc Tich houses are made principally of jackfruit wood and are adorned with exquisite carvings, most of which remain undamaged despite having gone through many wars throughout the years. Most of the ancient houses in the village have large yards full of old trees and separated by rows of tea trees, creating an exotic green space.  Le Trong Dien, the owner of an ancient house in Phuoc Tich, said both the ancient houses and their gardens attract tourists: “Phuoc Tich people are hospitable and they want to introduce their houses to others. Phuoc Tich ceramics, trees, and lifestyles are different from elsewhere”.",
            "vi": "Nhiều du khách tới Phước Tích đã ngạc nhiên với những ngôi nhà cổ xưa. Hơn 30 ngôi nhà trong làng có tưởi đời lên tới một thế kỷ. Hàng chục các nhà thờ gia tộc và ngôi đền vẫn còn nguyên vẹn. Chúng được bảo tồn quá tốt như là nét văn hóa kinh ngạc đến những nhà nhân chủng hóa, kiến trúc sư và lịch sử học. Những ngôi nhà cổ của làng là nhà ruộng, một kiến trúc xây dựng an cư với những đường nét khắc trạm gỗ trụ và dầm công phu. Chúng được liên kết với những chốt gỗ vì thế có thể dễ dàng tháo ra. Những ngôi làng Phước Tích chủ yếu được làm từ gỗ cây mít và được trang trí với những nghệ thuật điêu khắc tinh tế, hầu hết chúng đều không bị hư mặc dù đã trải trải qua nhiều cuộc chiến tranh. Hầu hết nhưng ngôi nhà cổ trong làng có diện tích lớn chứa những cây cối lâu đời và được tách biệt với những hàng rào của những cầy chè, tạo nên một không gian xanh cực đẹp. Ông Lê Trọng Điền chủ ngôi nhà cổ Phước Tích chia sẻ cả ngôi nhà cổ và những khu vườn đã thu hút khách du lịch:\"Người dân Phước Tích hiếu khách và họ muốn giới thiệu những ngôi nhà khác của họ, Những lò gốm, cây cối và phong cách sống người dân Phương Tích khác xa với nơi khác."
        },
        {
            "en": "16 September 2010 Last updated at 21:59 GMT        \n \n16 September 2010 Last updated at 21:59 GMT  France and Germany are embroiled in a diplomatic row after German Chancellor Angela Merkel flatly contradicted President Nicolas Sarkozy on the issue of Roma camps. The issue of Roma (Gypsy) deportations from France has dominated an EU summit. Mr Sarkozy told a news conference that Chancellor Merkel had said to him that she intended to follow France's example in dismantling Roma camps. Mrs Merkel's spokesman denied she had discussed the issue with Mr Sarkozy. Fresh from a blazing row with the president of the European Commission, President Sarkozy has managed to fall out with his closest ally in Europe, says the BBC's Oana Lungescu, who was at the summit in Brussels.  Heated exchange Mr Sarkozy told reporters at the summit that Chancellor Merkel had said she intended to dismantle Roma camps in the coming weeks. He predicted the action could unsettle German politics. But promptly after landing in Berlin, the Chancellor's spokesman firmly denied that Mrs Merkel had discussed any so-called Roma camps with the French president during the summit or on the margins, let alone their evacuation.  During the summit, Mr Sarkozy clashed with the European Commission over the matter of Roma deportations. Since August, France has <em>dismantled</em> about 200 Roma settlements and deported about 1,000 of their inhabitants to Romania and Bulgaria. It has also evicted French nationals from illegal traveller settlements.  Earlier this week, the EU justice commissioner Viviane Reding had appeared to compare France's actions to persecutions in Nazi-occupied France. \"The disgusting and shameful words that were used - World War II, the evocation of the Jews - was something that shocked us deeply,\" Mr Sarkozy said. He then went on to have a heated exchange with the EU Commission President, Jose Manuel Barroso.  This is an unprecedented row between Brussels and Paris, our correspondent says. Mr Barroso recognised that some excessive comments had been made, but insisted that discrimination against ethnic minorities was unacceptable.  \"It is true that in the past few weeks, some things have been said that are out of order,\" Mr Barroso admitted. \"But I think we need to leave that on one side now.\" Ms Reding, the EU commissioner from Luxembourg, said on Tuesday: \"This is a situation I had thought Europe would not have to witness again after the Second World War.\" She also urged the European Commission to take legal action against France over the deportations. Ms Reding later said she regretted interpretations of her statement. Although France has deported thousands of Romanian and Bulgarian Roma over the past few years, it began accelerating the process last month, as part of a high-profile crackdown on illegal camps in the country. On Monday, Euro MPs accused the commission of failing to protect the Roma deported from France. In all, Mr Sarkozy said around 500 camps were <em>dismantled</em> in August, of which 199 were Roma settlements. About 5,400 people were evicted from the Roma camps, but the majority of those living in the camps were French nationals, the president said. The president's assertions appeared to contradict a leaked memo from the French interior ministry which surfaced on Monday. It showed the authorities had been instructed to target Roma camps, rather than deal with migrants on a case-by-case basis, as the French migration minister and the minister for Europe had assured the European Commission.  http://www.bbc.co.uk/news/world-europe-11338112",
            "vi": "16 September 2010 Last updated at 21:59 GMT       \n \n16 September 2010 Last updated at 21:59 GMT  Pháp và Đức đang dính vào bất đồng ngoại giao sau khi Thủ tướng Đức Angela Merkel thẳng thừng phủ nhận ý kiến của Tổng thống Nicolas Sarkozy về vấn đề trại định cư cho người Rom. Vấn đề trục xuất người Rom (người du mục Gypsy) ra khỏi nước Pháp hiện là đề tài chính của cuộc họp thượng đỉnh Liên Minh Châu Âu (EU) Ông Sarkozy phát biểu tại một cuộc họp báo rằng trước đó Thủ tướng Merkel đã nói với ông rằng bà có ý định theo gương Pháp giải tán các trại định cư của người Rom.  Phát ngôn viên của bà Merkel phủ nhận việc bà đã thảo luận vấn đề này với ông Sarkozy. Phóng viên đài BBC Oana Lungescu, người đã có mặt tại cuộc họp thượng đỉnh ở Brussels cho biết, Tổng thống Sarkozy lại gây bất hòa với liên minh thân thiết nhất của mình ở Châu Âu ngay sau khi tranh cãi dữ dội với chủ tịch Ủy Ban Châu Âu Lời qua tiếng lại  Ông Sarkozy nói với các phóng viên tại cuộc họp thượng đỉnh rằng Thủ tướng Merkel trước đó đã nói bà có ý định giải tán các trại định cư của người Rom trong các tuần lễ sắp đến Ông tiên đoán hành động này có thể gây bối rối chính trường nước Đức. Nhưng ngay sau khi hạ cánh xuống Berlin, phát ngôn viên của Thủ tướng Đức đã mạnh mẽ phủ nhận việc bà Merkel có thảo luận trước về cái gọi là trại định cư của người Rom với Tổng thống Pháp trong cuộc họp thượng đỉnh hoặc bên lề cuộc họp, đừng nói gì đến chuyện sơ tán. Trong thời gian diễn ra cuộc họp thượng đỉnh, ông Sarkozy đã cãi nhau với Ủy Ban Châu Âu về vấn đề trục xuất người Rom.  Kể từ tháng Tám, Pháp đã giải tán khoảng 200 khu định cư của người Rom và trục xuất khoảng 1.000 người cư trú ở đó đi Romania và Bulgaria. Nước này cũng đã trục xuất các công dân Pháp ra khỏi các khu định cư du mục bất hợp pháp Đầu tuần này, Viviane Reding, ủy viên Bộ Tư Pháp của EU, đã so sánh hành động của Pháp với hành vi ngược đãi đã diễn ra tại Pháp thời bị Đức Quốc Xã chiếm đóng. Ông Sarkozy phát biểu : những lời lẽ đáng kinh tởm và xấu hổ đã được nói ra – Thế Chiến Thứ Hai, sự gợi nhớ về người Do Thái – là điều khiến chúng tôi bất bình sâu sắc. Kế đến ông tiếp tục lời qua tiếng lại gay gắt với Jose Manuel Barroso, chủ tịch Ủy Ban Châu Âu. Các phóng viên của chúng tôi cho biết, đây là cuộc cãi vã chưa từng có giữa Brussels và Paris.  Ông Barroso thừa nhận đã có vài lời bình phẩm thái quá, nhưng phát biểu mạnh mẽ rằng hành vi phân biệt đối xử với các dân tộc thiểu số là không thể chấp nhận. Ông Barroso thừa nhận : Đúng là trong vài tuần lễ vừa qua, một số điều được nói ra là không phù hợp. Nhưng tôi nghĩ rằng giờ đây chúng ta cần đặt chuyện ấy sang một bên. Hôm thứ Ba, bà Reding, ủy viên EU tại Luxembourg, phát biểu : Đây là hoàn cảnh mà tôi đã nghĩ rằng Châu Âu sẽ không phải làm nhân chứng một lần nữa sau Thế Chiến Thứ Hai. Bà cũng thúc giục Ủy Ban Châu Âu có hành động mang tính pháp lý chống lại nước Pháp về hành vi trục xuất. Sau đó bà Reding nói bà lấy làm tiếc về cách diễn đạt lời tuyên bố của mình. Mặc dù Pháp đã trục xuất hàng ngàn người Rom có gốc Romania và Bulgaria trong vài năm vừa qua, trong những tháng gần đây nhất họ đã xúc tiến quá trình này nhanh chóng hơn  Vào hôm thứ Hai, các nghị viên Châu Âu đã lên án ủy ban này không bảo vệ người Rom bị trục xuất khỏi nước Pháp. Ông Sarkozy cho biết tổng cộng khoảng 500 trại đã bị giải tán vào tháng Tám, trong đó 199 nơi là khu định cư của người Rom. Tổng thống cho biết, khoảng 5.400 người bị đuổi khỏi các trại của người Rom, nhưng đa số những người sống ở các trại ấy là người mang quốc tịch Pháp. Những khẳng định của Tổng thống có vẻ trái ngược với bản ghi nhớ của Bộ Nội Vụ Pháp bị rò rỉ đã xuất hiện vào hôm thứ Hai.  Theo nội dung mà Bộ trưởng Bộ Di cư và Bộ trưởng về vấn đề Châu Âu của Pháp đã khẳng định với Ủy Ban Châu Âu, bản ghi nhớ này cho biết các cơ quan chính quyền được chỉ thị nhắm vào các trại của người Rom, chứ không phải xử lý từng trường hợp một những người di cư, http://www.bbc.co.uk/news/world-europe-11338112"
        },
        {
            "en": "Shanghai Expo Closes, China Calls it Splendid Success         A record number of visitors went to the Shanghai Expo, which officially closed Sunday. With a few words, Chinese Premier Wen Jiabao declared the end of the Shanghai Expo. Jean Pierre Lafon, the President of the International Exhibitions Bureau, the organization that oversees the world expos, called the Shanghai Expo a complete success. He delighted the audience at the closing ceremony by making his comments in Chinese. Lafon says the Expo is also China's success. The Chinese government says 73 million visitors came to the Shanghai Expo, a record-breaking number. six-month public exhibition included pavilions showcasing different countries and international organizations. The variety of cultures and technologies on display were aimed at illustrating different ideas for urban sustainability. Most of the visitors were Chinese, many from the countryside, and for many it was a once-in-a-lifetime chance to directly encounter foreign places and people. At a ceremony earlier in the day, Premier Wen praised the fair as a \"splendid event.\" Wen called the Expo a \"severe test\" for China and for Shanghai. He pointed out that this is the first Expo held by a developing country, and that it took place under the shadow of the international financial crisis. U.N. Secretary General Ban Ki-Moon, who also spoke at the Expo event, praised it for promoting international understanding. China spent billions of dollars on the event, and many billions more to improve transportation and other public facilities in Shanghai. Some residents were forced out of their old housing to make way for the expo, which took up a nearly six-square-kilometer area along Shanghai's Huangpu River. All but a few of the more than 200 structures built for the Shanghai Expo will be <em>dismantled</em> and recycled or disposed of otherwise. Some pavilions will be moved elsewhere to serve as museums or landmarks. The first World Exposition was in London in 1851, which marked the coming Industrial Revolution. The next two upcoming expos are in the South Korean port city of Yeosu in 2012, and the Italian city of Milan, in 2015.",
            "vi": "Bế mạc triển lãm Thượng Hải, Trung Quốc cho rằng đây là một thành công rực rỡ      Một số lượng du khách kỷ lục đã đến tham quan cuộc triển lãm Thượng Hải, chính thức bế mạc vào hôm Chủ nhật. Với bài phát biểu ngắn gọn, Thủ tướng Trung quốc Ôn Gia Bảo tuyên bố bế mạc cuộc triển lãm Thượng Hải. Jean Pierre Lafon, Chủ tịch Ủy ban Hội chợ Quốc tế, tổ chức chuyên giám sát các cuôc triển lãm thế giới, nhận định cuộc triển lãm Thượng Hải đã giành được thành công trọn vẹn. Ông gây thích thú cho khán giả tại lễ bế mạc bằng việc phát biểu lời bình luận bằng tiếng Hoa. Lafon cho rằng cuộc triển lãm cũng là thành công của Trung Quốc. Chính phủ Trung Quốc cho biết có 73 triệu du khách đến tham quan cuộc triển lãm Thượng Hải, một con số phá kỷ lục. Cuộc triển lãm kéo dài sáu tháng bao gồm nhiều gian hàng trưng bày từ nhiều quốc gia và các tổ chức quốc tế khác nhau. Sự triển lãm đa dạng từ các nền văn hoá và công nghệ nhằm hướng đến mục tiêu minh họa nhiều ý tưởng khác nhau về tính bền vững của đô thị. Hầu hết khách tham quan là người Trung Quốc, nhiều người đến từ vùng nông thôn, và với họ đây là cơ hội có một không hai trong đời để gặp gỡ trực tiếp những        nơi chốn cũng như những con người ngoại quốc. Vào đầu buổi lễ bế mạc, Thủ tướng Ôn ca ngợi hội chợ lần này là một \"sự kiện huy hoàng.\" Thủ tướng Ôn cũng gọi triển lãm lần này là một \"đợt sát hạch gắt gao\" cho Trung Quốc và cho cả Thượng Hải. Ông đề cập đây là lần đầu tiên cuộc triển lãm thế giới được tổ chức ở một quốc gia đang phát triển, và lại diễn ra dưới ảnh hưởng nặng nề của cuộc khủng hoảng tài chính quốc tế. Phát biểu tại sự kiện triển lãm, Tổng thư ký LHQ Ban Ki-moon ca ngợi cuộc triển lãm đã nâng cao nhận thức quốc tế. Trung Quốc đã chi hàng hàng tỷ đô la vào sự kiện này, và thêm nhiều tỷ đô la cải thiện phương tiện vận chuyển và các tiện ích công cộng khác ở Thượng Hải. Một số cư dân bị buộc phải di dời khỏi căn nhà cũ kỹ của họ để nhường chỗ để diễn ra cuộc triển lãm, chiếm diện tích gần sáu cây số vuông  dọc con sông Hoàng Phố của Thượng Hải. Gần hơn 200 toà nhà được xây dựng dành cho triển lãm Thượng Hải sẽ được tháo dỡ và tái chế hoặc phá huỷ đi. Một số gian hàng triển lãm sẽ được di chuyển đến những nơi như bảo tàng hay di tích. Cuộc triển lãm thế giới lần đầu tiên được tổ chức tại Luân Đôn vào năm 1851, đánh dấu sự khởi đầu của cuộc cách mạng công nghiệp. Hai kỳ triển lãm sắp tới sẽ diễn ra ở thành phố cảng Yeosu của Hàn Quốc vào năm 2012, và thành phố Milan của Ý và năm 2015."
        }
    ],
    "suggestions": []
}