{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Disneyland"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Disneyland"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Disneyland"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Disneyland"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Disneyland"
        }
    },
    "sentences": [
        {
            "en": "We are visiting <em>Disneyland</em> everyday.",
            "vi": "Chúng tôi đến thăm Disneyland mỗi ngày."
        },
        {
            "en": "After Utah, we'll tour <em>Disneyland</em> and Hollywood.",
            "vi": "Sau tiểu bang utah, chúng tôi sẽ đi tham quan disneyland và hollywood."
        },
        {
            "en": "What are the attractive features of <em>Disneyland</em>?",
            "vi": "Đặc điểm thu hút của Disneyland là gì?"
        },
        {
            "en": "Have you ever been to <em>Disneyland</em>?",
            "vi": "Anh đã từng đến khu vui chơi disneyland chưa?"
        },
        {
            "en": "I wish you could come to <em>Disneyland</em> with us.",
            "vi": "Ước gì bạn có thể đến Disneyland với chúng tôi."
        },
        {
            "en": "We took the kids on a trip to <em>Disneyland</em>.",
            "vi": "Chúng tôi đưa những đứa bé đến Disneyland rồi."
        },
        {
            "en": "You cannot go to \"<em>Disneyland</em>\" with that amount of money.",
            "vi": "Bạn không thể đi đến \"Disneyland\" với số tiền đó được."
        },
        {
            "en": "Tụi nhỏ thích <em>Disneyland</em> - Chúng muốn đi đó lần nữa.",
            "vi": "The children loved Disneyland – they want to go there again."
        },
        {
            "en": "You've been promising to take us to <em>Disneyland</em> for the past two years.",
            "vi": "Bạn cứ luôn miệng hứa trong hai năm qua là sẽ đưa chúng tôi đến Disneyland."
        },
        {
            "en": "Ms. Boudlal was already employed as a hostess at the <em>Disneyland</em> restaurant.",
            "vi": "Cô Boudlal đã được thuê làm nữ tiếp viên ở nhà hàng Disneyland."
        },
        {
            "en": "In nineteen fifty-five, Walt Disney opened the <em>Disneyland</em> entertainment park near Los Angeles, California.",
            "vi": "Vào năm 1955, walt disney đã khánh thành công viên giải trí disneyland gần los angeles, bang california."
        },
        {
            "en": "<em>Disneyland</em> is so big that I got lost when I went there.",
            "vi": "Công viên Disneyland quá lớn đến nỗi tôi đã bị lạc lúc đến đó."
        },
        {
            "en": "I were having more fun with this than a kid locked inside <em>Disneyland</em> overnight.",
            "vi": "Tôi vui với mấy chuyện đó hơn cả một đứa trẻ bị nhốt ở Disneyland qua đêm."
        },
        {
            "en": "Do you know the majority of the visitors to <em>Disneyland</em> are adults?",
            "vi": "Bạn có biết đa số du khách đến Disneyland đều là người lớn cả không?"
        },
        {
            "en": "You 've been promising to take us to <em>Disneyland</em> for the past two years.",
            "vi": "Bạn cứ luôn miệng hứa trong hai năm qua là sẽ đưa chúng tôi đến Disneyland."
        },
        {
            "en": "<em>Disneyland</em> was so successful that Walt Disney planned a second park, Walt Disney World.",
            "vi": "Disneyland đã thành công đến nỗi walt disney đã lập kế hoạch mở thêm một công viên thứ hai là walt disney world."
        },
        {
            "en": "10. In 1998, Mickey Mouse went on strike at <em>Disneyland</em> Paris over a pay dispute",
            "vi": "10. Vào năm 1998, Chuột Mickey đã có một cuộc đình công ở Disneyland Paris trong một vụ tranh chấp tiền lương."
        },
        {
            "en": "We took the children to <em>Disneyland</em> and they had the time of their lives.",
            "vi": "Chúng tôi dẫn bọn trẻ nhỏ đi chơi Disneyland và chúng sung sướng khoái chí lắm."
        },
        {
            "en": "This year, the Disney Company is celebrating the fiftieth anniversary of the opening of <em>Disneyland</em>.",
            "vi": "Năm nay, hãng disney sẽ ăn mừng lễ kỷ niệm 50 năm ngày thành lập công viên disneyland."
        },
        {
            "en": "<em>Disneyland</em> attracts people of all interests, most income groups, and people of all ages, from toddlers to grandfathers.",
            "vi": "Disneyland thu hút mọi người có những sở thích khác nhau, thu nhập khác nhau, và ở mọi lứa tuổi, từ trẻ em đến người già."
        }
    ],
    "suggestions": []
}