{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[dis'ɔ:gənaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">disorganise</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[dis'ɔ:gənaiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">phá hoại tổ chức của; phá rối tổ chức của</td></tr></table><i/></div>",
            "word": "disorganize"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disorganize"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "disorganize"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disorganize"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disorganize"
        }
    },
    "sentences": [
        {
            "en": "What <em>dis</em> you do then?",
            "vi": "Sau đó ông đã làm gì?"
        },
        {
            "en": "What time <em>dis</em> the show start?",
            "vi": "Mấy giờ buổi biểu diễn bắt đầu?"
        },
        {
            "en": "How long <em>dis</em> you stay there?",
            "vi": "Bạn đã ở đó trong bao lâu?"
        },
        {
            "en": "<em>Dis</em> you have a nice holiday?",
            "vi": "Kỳ nghĩ của bạn vui chứ?"
        },
        {
            "en": "By pure mischance our secret was <em>dis</em> - covered.",
            "vi": "Do là không may, nên bí mật của chúng tôi bị lộ tẩy."
        },
        {
            "en": "By pure mischance our secret was <em>dis</em>-covered.",
            "vi": "Do là không may, nên bí mật của chúng tôi bị lộ tẩy."
        },
        {
            "en": "You ain' holin' dat again' <em>dis</em> ole nigger?",
            "vi": "Cậu không để bụng giận mụ già da đen này chứ?"
        },
        {
            "en": "<em>Dis</em> sho is a happy day ter me, miss Melly.",
            "vi": "Hôm nay rõ là một ngày hạnh phúc cho tui, cô melly ạ."
        },
        {
            "en": "<em>Dis</em> you have your assistant edit this report?",
            "vi": "Bạn đã yêu cầu trợ lý sửa bản báo cáo này phải ko?"
        },
        {
            "en": "Yes if you can <em>disorganize</em> the tiny magnets inside the magnet.",
            "vi": "Có, nếu bạn làm mất tổ chức của các nam châm nhỏ li ti bên trong nam châm."
        },
        {
            "en": "An' den, <em>dis</em> evenin', Mammy paused and again wiped her nose on her hand.",
            "vi": "Mammy ngừng lại, lấy tay quệt mũi lần nữa và nói tiếp."
        },
        {
            "en": "Miss Melly, you got ter come home wid me, <em>dis</em> evenin'.",
            "vi": "Cô melly, cô phải sang nhà với tui, ngay tối nay."
        },
        {
            "en": "Weak corporate governance frameworks reduce investor confidence, and can <em>dis</em>- courage outside investment.",
            "vi": "Một khuôn khổ quản trị công ty yếu kém sẽ làm giảm mức độ tin tưởng của các nhà đầu tư, và không khuyến khích đầu tư từ bên ngoài."
        },
        {
            "en": "A bawdy house is a haben of refuge affer <em>dis</em> house of hell.",
            "vi": "Nhà thổ là một bến nương náu sau cái nhà địa ngục này."
        },
        {
            "en": "For each of the services the conclusion was the same: fewer people were <em>dis</em>-satisfied than in the past, but fewer were satisfied as well.",
            "vi": "Đối với mỗi dịch vụ, kết luận hoàn toàn giống nhau là: có ít người hơn không hài lòng so với trước đây, nhưng cũng ít người hài lòng hơn."
        },
        {
            "en": "<em>Dis</em> evenin' miss Scarlett ketch him in de upstairs hall w'en he come in, an' she go in de room wid him an' she say: de fune'l set fer termorrer mawnin'.",
            "vi": "Thế rồi tối nay, cô scarlett đuổi kịp cậu ở hành lang trên gác và cùng vào buồng với cậu và cô bảo: đám tang đã định vào sáng mai."
        },
        {
            "en": "At other limes, people may be suffering from a <em>dis</em> ease and fail to be aware of the illness until it has reached a late stage in its development. ",
            "vi": "Lúc khác, họ có thể bị bệnh và không nhận thức được căn bệnh cho đến khi bệnh đã ở giai đoạn cuối của sự phát triển. "
        },
        {
            "en": "Dyslexia (pronounced: <em>dis</em>-lek-see-ah) is a type of learning disability. A person with a learning disability has trouble processing words or numbers. There are several kinds of learning disabilities; dyslexia is the term used when people have difficulty learning to read, even though they are smart enough and are motivated to learn. The word dyslexia comes from two Greek words: dys, which means abnormal or impaired, and lexis, which refers to language or words.",
            "vi": "Chứng khó đọc (phát âm: dis-Lek-xem-ah) là một loại khiếm khuyết khả năng học tập. Người bị khiếm khuyết khả năng học tập sẽ gặp khó khăn với những con số hoặc từ ngữ. Có nhiều loại khuyết tật học tập; chứng khó đọc là một thuật ngữ được sử dụng khi người ta gặp khó khăn trong việc học đọc, mặc dù họ có đủ thông minh và có động lực học tập. Từ “dyslexia” cấu thành từ 2 chữ Hy Lạp: dys, nghĩa là bất thường hoặc làm suy yếu, và lexis, nói về ngôn ngữ hoặc lời nói."
        }
    ],
    "suggestions": []
}