{
    "en_vn": {
        "data": {
            "content": null,
            "word": "disoriented",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disoriented",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "disoriented",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>disoriented</k><blockquote><blockquote><ex><abr>adj.</abr> disoriented as to (disoriented as to time and place)</ex></blockquote></blockquote></div>",
            "word": "disoriented",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disoriented",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "What <em>dis</em> you do then?",
            "vi": "Sau đó ông đã làm gì?"
        },
        {
            "en": "I was <em>disoriented</em>",
            "vi": "tôi đã mất phương hướng"
        },
        {
            "en": "What time <em>dis</em> the show start?",
            "vi": "Mấy giờ buổi biểu diễn bắt đầu?"
        },
        {
            "en": "How long <em>dis</em> you stay there?",
            "vi": "Bạn đã ở đó trong bao lâu?"
        },
        {
            "en": "<em>Dis</em> you have a nice holiday?",
            "vi": "Kỳ nghĩ của bạn vui chứ?"
        },
        {
            "en": "I was <em>disoriented</em> and lost my way.",
            "vi": "Tôi đang bị mất phương hướng và lạc đường."
        },
        {
            "en": "By pure mischance our secret was <em>dis</em> - covered.",
            "vi": "Do là không may, nên bí mật của chúng tôi bị lộ tẩy."
        },
        {
            "en": "I glanced, <em>disoriented</em>, at the clock on my dresser.",
            "vi": "Tôi mất phương hướng liếc nhìn vào cái đồng hồ trên tủ quần áo."
        },
        {
            "en": "By pure mischance our secret was <em>dis</em>-covered.",
            "vi": "Do là không may, nên bí mật của chúng tôi bị lộ tẩy."
        },
        {
            "en": "You ain' holin' dat again' <em>dis</em> ole nigger?",
            "vi": "Cậu không để bụng giận mụ già da đen này chứ?"
        },
        {
            "en": "<em>Dis</em> sho is a happy day ter me, miss Melly.",
            "vi": "Hôm nay rõ là một ngày hạnh phúc cho tui, cô melly ạ."
        },
        {
            "en": "<em>Dis</em> you have your assistant edit this report?",
            "vi": "Bạn đã yêu cầu trợ lý sửa bản báo cáo này phải ko?"
        },
        {
            "en": "An' den, <em>dis</em> evenin', Mammy paused and again wiped her nose on her hand.",
            "vi": "Mammy ngừng lại, lấy tay quệt mũi lần nữa và nói tiếp."
        },
        {
            "en": "Miss Melly, you got ter come home wid me, <em>dis</em> evenin'.",
            "vi": "Cô melly, cô phải sang nhà với tui, ngay tối nay."
        },
        {
            "en": "You will most likely feel <em>disoriented</em>, groggy, and a little confused when waking up after surgery.",
            "vi": "Bạn sẽ rất có khả năng cảm thấy mất phương hướng, chệnh choạng, và hơi hoang mang khi tỉnh dậy sau ca phẫu thuật."
        },
        {
            "en": "It was a voice I had not heard before and it <em>disoriented</em> me.",
            "vi": "Đó là giọng nói tôi chưa từng nghe trước đây nên tôi đã lầm."
        },
        {
            "en": "I wasn't <em>disoriented</em> - I hadn' t been out long enough for that.",
            "vi": "Tôi chẳng hề mất phương hướng - tôi chưa thiếp đi đủ lâu để bị thế."
        },
        {
            "en": "The thoughts bounced around inside my skull like a <em>disoriented</em> swarm of bees.",
            "vi": "Những ý nghĩ cứ xoay vòng vòng trong đầu như bầy ong vỡ tổ."
        },
        {
            "en": "Weak corporate governance frameworks reduce investor confidence, and can <em>dis</em>- courage outside investment.",
            "vi": "Một khuôn khổ quản trị công ty yếu kém sẽ làm giảm mức độ tin tưởng của các nhà đầu tư, và không khuyến khích đầu tư từ bên ngoài."
        },
        {
            "en": "A bawdy house is a haben of refuge affer <em>dis</em> house of hell.",
            "vi": "Nhà thổ là một bến nương náu sau cái nhà địa ngục này."
        }
    ],
    "suggestions": []
}