{
    "en_vn": {
        "data": {
            "content": null,
            "word": "displaced"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>displaced</k><blockquote><cclass>adjective force (someone) to leave their home, typically because of war or persecution:</cclass></blockquote><blockquote>→ <kref>displace</kref></blockquote></div>",
            "word": "displaced"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "displaced"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "displaced"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "displaced"
        }
    },
    "sentences": [
        {
            "en": "Goods <em>displaced</em> the air inside the container.",
            "vi": "Hàng hóa đã choán hết không gian bên trong thùng đựng hàng."
        },
        {
            "en": "Do you feel <em>displaced</em> in the post-reengineering world?",
            "vi": "Anh có cảm thấy lạc lõng trong cái thế giới tái cấu trúc này không?"
        },
        {
            "en": "<em>Displaced</em> Pakistani residents fight over a bag of aid.",
            "vi": "Dân tị nạn Pakistan giành giật chiếc túi cứu trợ."
        },
        {
            "en": "Moderates have <em>displaced</em> the extremists on the committee.",
            "vi": "Những người ôn hòa đã thay thế những người cực đoan trong ủy ban."
        },
        {
            "en": "Do you feel <em>displaced</em> in the post - reengineering world?",
            "vi": "Anh có cảm thấy lạc lõng trong cái thế giới tái cấu trúc này không?"
        },
        {
            "en": "The stitching of a <em>displaced</em> vagina to the abdominal wall.",
            "vi": "Sự khâu âm đạo bị lệch chỗ vào thành bụng."
        },
        {
            "en": "Private investment is <em>displaced</em> by investment in the nationalized industries.",
            "vi": "Đầu tư cá nhân đã được thay thế bằng đầu tư vào các ngành công nghiệp quốc hữu hoá."
        },
        {
            "en": "The hand and wrist below the fracture are <em>displaced</em> backwards.",
            "vi": "Bàn tay và cổ tay ở dưới chỗ gãy bị lệch về phía sau."
        },
        {
            "en": "Epic tragedy: 800,000 Nigerian kids <em>displaced</em> by Boko Haram, violence",
            "vi": "Thảm kịch lịch sử: 800.000 trẻ em Nigeria phải di dời do phiến quân Boko Haram, bạo lực"
        },
        {
            "en": "After the creation of the lake, they had to be <em>displaced</em>.",
            "vi": "Sau khi cái hồ này được hình thành, họ đã phải dời đi nơi khác."
        },
        {
            "en": "Ensure that public investments are selected properly, and that those who are <em>displaced</em> are fairly compensated.",
            "vi": "Đảm bảo rằng các khoản đầu tư của nhà nước được lựa chọn đúng đắn, và những người bị ảnh hưởng phải được đền bù thỏa đáng."
        },
        {
            "en": "Even some of the pure grant financed technical assistance <em>displaced</em> rather than built sustainable national capacities.",
            "vi": "Ngay cả một số hỗ trợ kỹ thuật sử dụng nguồn vốn viện trợ không hoàn lại thuần tuý cũng làm sai lệch chứ không phải xây dựng năng lực bền vững cho quốc gia."
        },
        {
            "en": "Listen to the reporter when he or she says, \"I'm doing a story about <em>displaced</em> workers\".",
            "vi": "Lắng nghe phóng viên khi họ nói :\"Tôi đang viết về những nhân viên bị đặt sai chỗ\"."
        },
        {
            "en": "A bursa often develops over the site and the great toe becomes <em>displaced</em> towards the others.",
            "vi": "Thường thấy một bìu ở đây và ngón cái bị lệch chỗ về phía các ngón khác."
        },
        {
            "en": "He spoke while visiting a camp for <em>displaced</em> people in Mogadishu.",
            "vi": "Ông đã phát biểu trong lúc thăm trại tản cư tại thủ đô Mogadishu."
        },
        {
            "en": "Near-record flooding has <em>displaced</em> thousands of people in the Brazilian Amazon.",
            "vi": "Lũ ngập gần kỉ lục đã buộc hàng ngàn người ở vùng Amazon của Brazil phải rời bỏ nơi sinh sống của họ."
        },
        {
            "en": "A women kneads flour at a camp for <em>displaced</em> people following floods.",
            "vi": "Một người phụ nữ nhào bột mì tại một trại cho những người tị nạn sau lũ."
        },
        {
            "en": "Surgical instrument used for levering up <em>displaced</em> bone fragments in a depressed fracture of the skull.",
            "vi": "Một dụng cụ phẫu thuật dùng bẩy lên các đoạn xương bị chuyển vị trí hộp sọ bị gãy lõm vào."
        },
        {
            "en": "If the <em>displaced</em> person has crossed an international border, he is then defined as an asylum seeker or a refugee.",
            "vi": "Nếu người trốn ra nước ngoài đã vượt qua một biên giới quốc tế, thì anh ta được xác định là một người xin tị nạn hay một người tị nạn."
        },
        {
            "en": "A <em>displaced</em> Syrian child at a temporary camp in the village of Ain Issa on April 28, 2017.",
            "vi": "Một đứa trẻ Syria bị di dời tại một trại tạm thời ở làng Ain Issa vào ngày 28 tháng 4 năm 2017."
        }
    ],
    "suggestions": []
}