{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dispiriting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dispiriting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>dispiriting</k><blockquote>▸ <cclass>adjective DISHEARTENING, depressing, discouraging, daunting, demoralizing.</cclass></blockquote></div>",
            "word": "dispiriting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dispiriting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dispiriting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Our lack of progress is very <em>dispiriting</em>.",
            "vi": "Tình trạng không tiến triển/tiến bộ của chúng ta thật chán nản."
        },
        {
            "en": "And Travis? Filmed during an Uber ride in full-jerk mode with someone who is effectively an employee. It’s been viewed millions of times. Is he actually Mahatma Gandhi the other 99 percent of the time? Unlikely. If you aren’t inspiring it hurts to have your worst moments on public display, <em>dispiriting</em> your investors, board, employees – all of the supporters and cheerleaders you need to succeed.",
            "vi": "Travis thì sao? Bị quay phim trong suốt chuyến đi trên Uber ở chế độ giật cùng với một người mang ấn tượng là một nhân viên. Đoạn phim đã được xem hàng triệu lần. Ông có thực sự là một Mahatma Gandhi khác trong 99 phần trăm thời gian đó? Không chắc. Nếu bạn không cảm thấy đau đớn khi bày ra những khoảnh khắc tồi tệ nhất của mình trước công chúng, khiến các nhà đầu tư, ban giám đốc, nhân viên đều chán nản - tất cả những người ủng hộ và cổ vũ bạn cần phải thành công."
        },
        {
            "en": "If you've been feeling like Facebook is clogging up your News Feed with too many <em>dispiriting</em> news stories and not enough cute baby pictures, this one's for you: The social network is tweaking its algorithm yet again, much to the dismay of publishers. After receiving user feedback that people were missing updates from friends and family, Facebook is pushing those types of posts—be it links, photos, or videos—to the top of your News Feed. It's an expansion of a similar change the social network made last year.",
            "vi": "Nếu bạn từng cảm thấy hình như Facebook không cho xuất hiện trên News Feed quá nhiều những câu chuyện gây chán nản và không có đủ hình em bé dễ thương, thì bạn hãy đọc điều này: Mạng xãi hội này lại đang điều chỉnh một thuật toán của họ, khiến các doanh nghiệp và báo chí phiền lòng. Sau khi nhận phản hồi của người dùng rằng mọi người không cập nhật được hết các tin tức từ gia đình và bạn bè, Facebook đang ưu tiên đưa các loại tin bài này - đường dẫn, hình ảnh, hoặc video - lên trên cùng News Feed của bạn. Đây tiếp tục là sự thay đổi thêm y chang hồi năm ngoái mạng xã hội này đã thực hiện."
        }
    ],
    "suggestions": []
}