{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dispərit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khác hẳn nhau, khác loại; tạp nham</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ số nhiều</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vật khác hẳn nhau, vật khác loại; vật tạp nham</td></tr></table><i/></div>",
            "word": "disparate",
            "pronounce": "['dispərit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>disparate</k><blockquote><cclass>[<cclass>'dɪsp(ə)rət<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective essentially different in kind; not able to be compared. </cclass></blockquote><blockquote>■ <cclass>noun (<cclass><b>disparates</b>) <cclass>archaic disparate things. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>disparately</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>disparateness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>disparatus</i>, <i>disparare</i> 'separate'; influenced in sense by L. <i>dispar</i> 'unequal'. </blockquote></div>",
            "word": "disparate",
            "pronounce": "['dispərit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>disparate</k><blockquote>▸ <cclass>adjective CONTRASTING, different, differing, dissimilar, unalike, poles apart; varying, various, diverse, diversified, heterogeneous, distinct, separate, divergent; <cclass><i>poetic/literary</i> divers.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>homogen(e)ous.</blockquote></div>",
            "word": "disparate",
            "pronounce": "['dispərit]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disparate",
            "pronounce": "['dispərit]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disparate",
            "pronounce": "['dispərit]"
        }
    },
    "sentences": [
        {
            "en": "A <em>disparate</em> soldiery",
            "vi": "Đội quân ô hợp"
        },
        {
            "en": "I don't want to see a <em>disparate</em> soldiery like you.",
            "vi": "Tao không muốn nhìn thấy một đội quân ô hợp như tụi bay nữa."
        },
        {
            "en": "You 're confronted with numbers, data points, differing opinions, and a boatload of <em>disparate</em> new information.",
            "vi": "Bạn phải đối mặt với những con số, dữ liệu, luồng ý kiến khác nhau, và những luồng thông tin khác xa nhau."
        },
        {
            "en": "You're confronted with numbers, data points, differing opinions, and a boatload of <em>disparate</em> new information.",
            "vi": "Bạn phải đối mặt với những con số, dữ liệu, luồng ý kiến khác nhau, và những luồng thông tin khác xa nhau."
        },
        {
            "en": "He is trying to bring together the <em>disparate</em> elements of three cultural viewpoints.",
            "vi": "Anh ta đang cố gắng kết hợp các yếu tố khác nhau của ba quan điểm văn hóa."
        },
        {
            "en": "UC is all about connecting many <em>disparate</em> systems to make it work toward a common standard.",
            "vi": "UC tất cả đều về kết nối nhiều hệ thống tạp nham để làm cho nó làm việc hướng tới chuẩn chung."
        },
        {
            "en": "Taking all the <em>disparate</em> dots of information and connecting them in a way others had not.",
            "vi": "Hãy tìm những mảnh thông tin rời rạc và kết nối chúng theo cách mà chưa ai từng làm."
        },
        {
            "en": "How did such <em>disparate</em> teams knit themselves into a single organization?",
            "vi": "Làm sao các nhóm riêng rẽ này liên kết lại với nhau thành một tổ chức duy nhất được?"
        },
        {
            "en": "It is a wonder that such a <em>disparate</em> group could occur in a family.",
            "vi": "Thật là lạ khi có sự khác biệt như vậy trong một gia đình."
        },
        {
            "en": "However, the many <em>disparate</em> players in the microfinance market has created fragmented approaches, regulations, and impacts in the sector.",
            "vi": "Tuy nhiên, nhiều bên tham gia khác nhau trên thị trường tài chính nhỏ đã tạo nên các hướng tiếp cận, các qui chế và tác động phân tán trong khu vực này."
        },
        {
            "en": "Ajax helps bring together <em>disparate</em> services to deliver the rich, browser-based experience that is often associated with Web 2.0 applications.",
            "vi": "Ajax giúp gắn các dịch vụ tạp nham lại với nhau để chuyển giao kinh nghiệm phong phú, dựa trên trình duyệt mà thường được liên kết với các ứng dụng Web 2.0."
        },
        {
            "en": "The question elicited a discussion on how power is exercised in the United States by public persuasion, and how coalitions are built by <em>disparate</em> and yet like-minded groups.",
            "vi": "Câu hỏi đã gợi ý cho cuộc thảo luận về việc quyền lực được thực thi như thế nào nhờ sự thuyết phục của công chúng và làm thế nào để xây dựng được sự liên kết từ các nhóm có quan điểm khác nhau và giống nhau."
        },
        {
            "en": "Laying the transatlantic cable was the culmination of the unflagging perseverance of one man leading like-minded men, of <em>disparate</em> technical and scientific advances , and of the need for faster communication.",
            "vi": "Việc lắp đặt đường dây cáp xuyên Đại Tây Dương là đỉnh cao của sự kiên trì không ngừng của một nhóm người đồng lòng cùng chí hướng , của những tiến bộ khoa học và kỹ thuật khác nhau , và của sự cần thiết trong việc giao tiếp nhanh hơn."
        },
        {
            "en": "Education needs to focus on improving how students think, work, and embrace technology, and on providing the social and emotional skills needed to collaborate with others. In the past, educators imparted knowledge by breaking problems into manageable pieces and then teaching techniques to solve them. Today, value is often created by synthesizing <em>disparate</em> bits of information. And for that, workers need more than technical knowledge; they must be imbued with curiosity, open-mindedness, and the ability to make connections between seemingly unrelated ideas.",
            "vi": "Nền giáo dục cần phải tập trung vào việc cải thiện cách suy nghĩ, cách làm việc, và sử dụng công nghệ của học sinh, và việc cung cấp kỹ năng xã hội và tâm lý cần thiết để hợp tác với người khác. Trong quá khứ, giáo viên truyền đạt kiến thức bằng cách chia nhỏ các vấn đề ra thành từng mảng và dạy kỹ thuật để xử lý chúng. Ngày nay, giá trị của giáo dục thường được tạo ra bằng cách tổng hợp nhiều mảng thông tin lại với nhau. Và vì thế, nhân công cần nhiều hơn là lý thuyết suông, họ cần phải có sự tò mò, suy nghĩ thoáng, và khả năng tạo sự kết nối giữa những ý tưởng gần như không liên quan gì đến nhau."
        },
        {
            "en": "Samsung isn’t just “Samsung,” though. It’s a massive, multi-national conglomerate made up of more than 30 independent businesses, covering areas as <em>disparate</em> as life insurance and petrochemical engineering. One such free agent is Samsung Mobile Display. Founded in 2009, this company takes the years of R&D done by Samsung Electronics and Samsung SDI in AMOLED technology, and uses it to tuck nicely into products such as televisions, tablets and mobile phones.",
            "vi": "Thế nhưng, Samsung không chỉ là \"Samsung\". Công ty này là một tập đoàn đa quốc gia lớn mạnh gồm hơn 30 doanh nghiệp độc lập, hoạt động trên những lĩnh vực khác hẳn nhau như bảo hiểm nhân thọ và kỹ thuật hoá dầu. Một trong số đó là Samsung Mobile Display (SMD) chuyên sản xuất màn hình cho điện thọai di động. Thành lập năm 2009, SMD tận dụng những năm tháng nghiên cứu và phát triển của Công ty Samsung Electronics và Samsung SDI trong lĩnh vực công nghệ màn hình AMOLED, và sử dụng nó để áp dụng vào các sản phẩm như là tivi, máy tính bảng và điện thoại di động."
        },
        {
            "en": "From software to telecommunications to bioinformatics to ecotech to health care, transforming novel concepts to prototype, demo or beta version has never been faster and cheaper. The pervasive rise of interoperability further assures a growing reservoir of creative options. The costs and complexity of creatively linking seeming <em>disparate</em> technical disciplines — microbiology and materials science, behavioral finance and computational fluid dynamics, biomedical engineering and traffic analysis — to solve problems are shrinking. These new economics of creative expression have demolished traditional barriers of entry to early-stage innovation.",
            "vi": "Ở hầu tất cả các lĩnh vực, từ phần mềm, truyền thông điện tử, tin sinh học đến công nghệ môi trường và chăm sóc sức khoẻ, khi muốn biến ý tưởng trên giấy thành hiện thực, việc thiết lập các phiên bản mẫu hoặc thí điểm chưa bao giờ nhanh chóng và ít tốn kém như hiện nay. Khả năng tương tác đa chiều đã đạt tới trình độ phát triển đều khắp, tạo điều kiện cho các ý tưởng sáng tạo mặc sức bay bổng. Việc liên kết những lĩnh vực khoa học, công nghệ tưởng chừng không có liên quan gì tới nhau - như vi sinh vật học và khoa học vật liệu, tài chính và động lực học, kỹ thuật sinh y học và phép phân tích lưu thông - để giải quyết nhiều vấn đề tồn đọng trong đời sống cũng trở nên thật dễ dàng với mức chi phí và độ phức tạp đang được giảm thiểu. Một nền kinh tế mới với những thuật ngữ của sáng tạo đã phá bỏ những rào cản vốn hiện hữu, để bước vào kỷ nguyên mới của những cách tân đột phá."
        },
        {
            "en": "U.S. Defense Secretary Robert Gates has repeated his strong opposition to putting any American forces in Libya. Gates insisted Thursday there will be no U.S. troops on the ground as long as he has his job. He spoke after U.S. media reported that the CIA has small teams working with anti-government rebels in the North African country. Reports say the CIA has sent operatives into Libya to gather intelligence and make contact with the opposition. Gates said he could not speak for the CIA about its role, but he acknowledged the U.S. still does not have adequate information about Libya's <em>disparate</em> rebel forces. The Pentagon chief appeared before a pair of congressional panels with Admiral Mike Mullen, chairman of the U.S. military's Joint Chiefs of Staff. The two men said if the rebels are to get arms and training, countries other than the U.S. should provide that assistance. Gates said political and economic pressures eventually will drive Libyan leader Moammar Gadhafi from power. He said the NATO-led operation now under way can degrade the Libyan leader's military capacity, but that Mr. Gadhafi's removal will happen only over time and by his own people. The military leaders said that with NATO now enforcing the no-fly zone over Libya, the U.S. military will “significantly ramp down” its operations. Gates said Washington will seek to avoid “mission creep” that could mire the U.S. in a protracted conflict in Libya. He described the U.S. military involvement against Mr. Gadhafi as a “limited one,” saying it does not include regime change. Many lawmakers were angered by what they said was U.S. President Barack Obama's lack of candor with Congress ahead of the Libya mission. Both Democrats and Republicans accused the two men of overseeing “mission creep” in Libya, or, conversely, with not doing enough. Republican Senator John McCain told the two officials he is “disappointed” in the decision to pull back American forces before a regime change. McCain said he is working with a bipartisan group of senators on a measure endorsing Mr. Obama's decision to use force in Libya. The move came as some lawmakers charged the U.S. president had overstepped his constitutional bounds by acting before securing approval from Congress for the operation. Mullen told the panel that U.S. military involvement in Libya would be “significantly reduced starting today.” But he warned Mr. Gadhafi “still possesses substantial military capability,” compared to the poorly equipped, anti-government rebel forces trying to overthrow him.",
            "vi": "Bộ trưởng quốc phòng Hoa Kỳ Robert Gates đã nhấn mạnh lại sự phản đối về việc đặt một số lực lượng của Hoa Kỳ ở Libia. Ông Gates cho rằng vào ngày thứ Năm này sẽ không còn một binh lính nào trên lãnh thổ này chừng nào ông có nhiệm vụ ở đây. Ông phát biểu sau khi phương tiện truyền thông Hoa Kỳ đưa tin CIA đang có một nhóm nhỏ làm việc với quân nổi loạn chống chính phỉ ở quốc gia Bắc Phi. Các tin cho hay CIA đã gửi mật vụ đến Libya để thu thập tin tức tình báo và liên lạc với phe đối lập. Ông Gates còn nói ông không thể lên tiếng về vai trò của CIA nhưng ông đã thừa nhận Hoa Kỳ vẫn chưa có đầy đủ thông tin về quân phiến loạn khác nhau ở quốc gia này. Ông chủ Lầu năm góc đã cùng xuất hiện với ông Admiral Mike Mullen-chủ tịch Hội đồng tham mưu trưởng liên quân của quân đội Hoa Kỳ trước hai cuộc hội nghị quốc hội. Cả hai người đều nói rằng nếu quân nổi loạn được nhận vũ khí và được huấn luyện thì sẽ được sự hỗ trợ của các quốc gia khác chứ không phải là Hoa Kỳ. Ông cho biết những áp lực về kinh tế chính trị cuối cùng cũng sẽ đánh bại nhà lãnh đạo Moammar Gadhafi khỏi quyền lực. Hiện tại hoạt động mà khối NATO đang đảm trách có thể làm suy giảm khả năng quân sự của nhà lãnh đạo Libya, nhưng Gadhafi rồi sẽ bị loại bỏ bởi chính người của ông ta và chỉ còn là vẫn đê thời gian mà thôi. Nhà chỉ huy quân sự cho biết hiện tại NATO đang thực thi vùng cấm bay ở Libya, quân đội Hoa Kỳ sẽ “ giảm xuống đáng kể” hoạt động của mình ở đây. Ông Gates nói Washington đã cố gắng tránh “sứ mạng lan rộng” có thể khiến Hoa Kỳ sa lầy vào cuộc xung đột kéo dài ở Libya.   Ông cho rằng việc Hoa Kỳ bị lôi kéo chống lại Gaghafi là “một sứ mạng giới hạn”, không tính đến việc thay đổi chế độ. Nhiều nhà lập pháp đã rất tức giận bởi họ cho rằng tổng thống Hoa Kỳ Barack Obama thiếu ngay thẳng với Quốc Hội trước sứ mạng Libya. Cả Đảng viên Đảng dân chủ và Đảng cộng hoà đều buộc tội hai viên chức này chỉ chăm chăm đến “sứ mạng đang lan rộng” ở Libya hay ngược lại là họ đã làm không thấu đáo. Thượng nghị sĩ cơ quan Công hoà quốc tế John McCain nói với hai viên chức này rằng ông thấy “thất vọng” trong việc rút lại lực lượng Mỹ trước việc thay đổi chế độ. McCain nói rằng ông đang làm việc với nhóm thượng nghị sĩ thuộc hai đảng theo phương sách chấp thuận quyết định duy trì lực lượng ở Libya của Obama. Biện pháp này được đặt ra khi một số nhà lập pháp cáo buộc tổng thống Mỹ đã vượt quá giới hạn hiến pháp bằng cách hành động trước khi đảm bảo sự chấp thuận của Quốc hội Hoa Kỳ. Mullen cho rằng hội nghị có liên quan đến quân đội Hoa Kỳ ở Libya sẽ” giảm đáng kể bắt đầu từ hôm nay”. Nhưng đồng thời ông cảnh báo Gadhafi “vẫn có khả năng quân sự lớn” so với việc quân phiến loạn chống chính phủ được trang bị vũ khí kém lại đang cố lật đổ ông ta."
        },
        {
            "en": "McAfee discussed its security strategy, which the company has dubbed \"Security Connected.\" McAfee is pushing a new initiative it calls \"Security Connected\" that puts an emphasis on correlating information from its security products to better protect devices. According to McAfee, the approach is meant to help businesses apply more intelligent and effective security. The enemy of Security Connected is a siloed security strategy found in many businesses where <em>disparate</em> technologies are used to address problems individually rather than holistically, explained Martin Ward, senior director of risk and compliance at McAfee. \"You can never chase the threat curve and think you are going to keep up with it,\" Ward said. \"The right approach to that is to take … a Security Connected approach, where we're connecting our security products and connecting our security intelligence so that they can all work in concert to prevent the more advanced threats that are occurring out there today.\" The need for the Security Connected approach is being driven in part by the consumerization of IT, said Kevin LeBlanc, senior director of product marketing for endpoint security at McAfee.  \"The challenge that customers are going through that we're seeing from an organization perspective is that consumer devices—the iPhone, Android the iPad tablet—have now become indispensable productivity work tools,\" LeBlanc said. \"And more and more information workers … are using these tools in our day-to-day business life, which is providing pressure on the corporations to enable access to applications and business data on the go.\" \"The IT landscape is rapidly changing,\" said Chris Christiansen, vice president of security products and services at IDC, in a statement. \"Virtualization of servers and endpoints, shifting of data and services to the cloud, and the consumerization of IT is creating new holes in previously protected systems and networks. This is a fundamental shift from even just a few years ago when the bifurcation points between business and personal, outside and inside, and us-and-them was more visible.\" Security Connected extends across McAfee's portfolio of security and reporting technologies, ranging from product integration to work with the company's partner ecosystem to deliver services to customers and ensure product compatibility. Two key pieces of the strategy are the releases this week of Endpoint Security 9.0 and Security Management 5.0. Endpoint Security extends protection to any device, ranging from desktops to virtual machines to mobile devices and embedded systems. The new McAfee platform, meanwhile, offers a centralized management platform with new interfaces and software development kits to enable businesses to integrate it into existing business processes. Under Security Connected, if a malicious file is discovered on a laptop or other device, \"we'll not only send information about that piece of malware up to our intelligence cloud, but we'll also send what Website did it come from, what network port did it come from, information like that so we can … isolate that threat and prevent it from spreading and exploding anywhere in the environment,\" Ward said. \"Disjointed point products simply won't work with today's businesses,\" said George Kurtz, McAfee's CTO, in a statement. \"Security … needs to be connected and correlated, with shared intelligence, and centrally managed.\"",
            "vi": "McAfee đã thảo luận về chiến lược bảo mật của hãng và đặt tên là “Security Connected – An ninh Kết nối” Mcafee đang đẩy mạnh sáng kiến mới được gọi là “Security Connected\" mà đặt một tầm quan trọng lên các vấn đề có liên quan đến các sản phầm bảo mật của hãng để bảo vệ các thiết bị tốt hơn.  Theo McAfee, phương pháp này dự định là sẽ trợ giúp các doanh nghiệp áp dụng công nghệ bảo mật hiệu quả và thông minh hơn. Sự trở ngại của Security Connected là một chiến lược an ninh bưng bít tại nhiều doanh nghiệp, nơi mà các công nghệ khác nhau được sử dụng để giải quyết các vấn đề cá nhân chứ không phải là toàn diện, Martin Ward giám đốc cấp cao về rủi ro và tuân thủ quy định của công ty McAfee đã giải thích. Ông Ward phát biểu “Bạn không bao giờ có thể theo đuổi những lối đi lắc léo và đầy nguy hiểm, thậm chí nghĩ rằng bạn sẽ theo kịp nó”. “ Phương pháp đúng đắn đó là chọn phương pháp Security Connected. Ở đó chúng tôi đang kết nối những sản phẩm bảo mật và tin tức tình báo an ninh sao cho chúng có thể hoạt động phối hợp với nhau để ngăn chặn các mối đe dọa ngày càng gia tăng đang xảy ra hiện nay.” Kevin LeBlanc giáo đốc cấp cao mảng tiếp thị sản phẩm bảo mật đầu cuối của McAfee cho biết: Nhu cầu về phương pháp Security Connected đang được thúc đẩy một phần bởi xu hướng công nghệ thông tin hiện nay. LeBlanc cho biết “Thách thức khách hàng đang mang đến cho chúng ta chính là viễn cảnh trong một tổ chức mà ở đó các thiết bị tiêu dùng— điện thoại iPhone, Android máy tính bảng iPad—hiện đã trở thành các công cụ làm việc hiệu quả không thể thiếu. Và ngày càng nhiều nhân viên phụ trách thông tin… đang sử dụng những công cụ này trong cuộc sống làm ăn hàng ngày của họ, điều đó đã đem lại áp lực cho các công ty để cho phép họ truy cập vào các ứng dụng và dữ liệu kinh doanh mọi lúc mọi nơi.” Chris Christiansen phó chủ tịch mảng sản phẩm và dịch vụ tại IDC đã nói trong một bài phát biểu: “Bối cảnh CNTT đang thay đổi nhanh chóng. Việc ảo hoá các máy chủ và các thiết bị đầu cuối, chuyển dữ liệu và các dịch vụ sang đám mây, xu hướng CNTT đang tạo ra các lỗ hổng mới trong các mạng lưới và hệ thống bảo vệ trước đây. Đây là sự thay đổi cơ bản thậm chí từ cách đây vài năm khi có sự phân chia giữa doanh nghiệp và cá nhân, bên ngoài và bên trong, chúng ta và họ rõ ràng hơn”. Security Connected mở rộng sang danh mục vốn đầu tư các công nghệ báo cáo và bảo mật của Mcafee, bao gồm từ việc tích hợp sản phẩm để làm việc cùng với môi trường đối tác của công ty đến các dịch vụ chuyển giao cho khác hàng và đảm bảo khả năng tương thích sản phẩm. Hai phần chiến lược chính sẽ ra mắt bộ sản phẩm Endpoint Security 9.0 và Security Management 5.0 vào tuần này. Endpoint Security mở rộng sự bảo vệ cho bất kỳ thiết bị nào, từ máy tính để bàn cho đến các máy ảo, thiết bị di động và các hệ thống nhúng. Trong khi nền tảng Security Management (Quản Lí Bảo Mật) mới của McAfee cung cấp một nền tảng quản lí tập trung cùng với giao diện và bộ công cụ phát triển phần mềm mới cho phép các doanh nghiệp tích hợp nó vào các qui trình kinh doanh hiện có. Ward cho biết dưới chiến lược Security Connected, nếu một tập tin độc hại bị phát hiện trên một máy tính xách tay hay thiết bị khác, “ chúng tôi sẽ không chỉ gửi thông tin về loại phần mềm độc hại lên đám mây tình báo mà còn gửi cả thông tin về website chứa phần mềm độc hại đó, nó đến từ cổng mạng nào, thông tin như thế để chúng tôi có thể cô lập mối đe doạ và ngăn chặn nó lan rộng và bùng nổ bất cứ nơi nào trong môi trường này”. George Kurtz giám đốc kỹ thuật của McAfee cho biết trong một bài phát biểu rằng “Các sản phẩm không có mối liên kết với nhau sẽ không phù hợp với các doanh nghiệp ngày nay. Bảo mật cần được kết nối và có mối tương quan với các tin tức tình báo chung và được quản lí tập trung”."
        }
    ],
    "suggestions": []
}