{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,disprə'pɔ:∫nit]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">disproportioned</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,disprə'pɔ:∫nd]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">disproportioned</font></td></tr></table><i/></div>",
            "word": "disproportionate",
            "pronounce": "[,disprə'pɔ:∫nit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>disproportionate</k><blockquote><b>disproportionate<sup>1</sup></b><cclass>[<cclass>ˌdɪsprə'pɔ:ʃ(ə)nət<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective too large or too small in comparison with something else. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>disproportionately</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>disproportionateness</b><cclass>noun </cclass></cclass></blockquote><blockquote><blockquote>————————</blockquote></blockquote><blockquote><b>disproportionate<sup>2</sup></b><cclass>[<cclass>ˌdɪsprə'pɔ:ʃ(ə)neɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb <cclass>Chemistry undergo disproportionation. </cclass></cclass></blockquote></div>",
            "word": "disproportionate",
            "pronounce": "[,disprə'pɔ:∫nit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>disproportionate</k><blockquote>▸ <cclass>adjective OUT OF PROPORTION TO, not appropriate to, not commensurate with, relatively too large/small for; inordinate, unreasonable, excessive, undue.</cclass></blockquote></div>",
            "word": "disproportionate",
            "pronounce": "[,disprə'pɔ:∫nit]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>disproportionate</k><blockquote><blockquote><ex><abr>adj.</abr> disproportionate to </ex></blockquote></blockquote></div>",
            "word": "disproportionate",
            "pronounce": "[,disprə'pɔ:∫nit]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không cân đối</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> không tỷ lệ</font></td></tr></tbody></table></div>",
            "word": "disproportionate",
            "pronounce": "[,disprə'pɔ:∫nit]"
        }
    },
    "sentences": [
        {
            "en": "Soldiers from rural America account for a <em>disproportionate</em> share.",
            "vi": "Các binh lính từ vùng nông thôn nước Mỹ chiếm một phần đóng góp không cân xứng."
        },
        {
            "en": "The economy was <em>disproportionate</em>, unstable and subordinate to foreign country.",
            "vi": "Nền kinh tế thiếu cân đối, không ổn định và phụ thuộc vào nước ngoài."
        },
        {
            "en": "Why do I have a <em>disproportionate</em> amount of duties?",
            "vi": "Sao tôi có số lượng nhiệm vụ không cân xứng?"
        },
        {
            "en": "The punishment is <em>disproportionate</em> to the scale of the offence.",
            "vi": "Hình phạt này không tương xứng với quy mô của hành vi phạm tội."
        },
        {
            "en": "You spend a <em>disproportionate</em> amount of your time on sport.",
            "vi": "Bạn bỏ quá nhiều thời gian cho thể thao."
        },
        {
            "en": "Terrorism can also have a <em>disproportionate</em> impact on national economies.",
            "vi": "Chủ nghĩa khủng bố cũng có thể gây tác động mất cân đối đối với nền kinh tế quốc gia."
        },
        {
            "en": "It is taking a <em>disproportionate</em> toll on women.",
            "vi": "Chính AIDS đã và đang gây ra một sự hủy hoại mất cân đối lên người phụ nữ."
        },
        {
            "en": "Moreover, ethnic minorities and migrants now make up a <em>disproportionate</em> share of the poor.",
            "vi": "Hơn nữa, các nhóm dân tộc thiểu số và di cư hiện chiếm một tỷ trọng không cân xứng trong tầng lớp dân cư nghèo."
        },
        {
            "en": "Poor families in Vietnam bear a high and <em>disproportionate</em> burden of sending their children to primary school.",
            "vi": "Các gia đình nghèo ở Việt nam phải chịu một gánh nặng lớn và không công bằng khi gửi con đi học tiểu học."
        },
        {
            "en": "Women still bear a <em>disproportionate</em> burden of unpaid work at home while contributing equal time to generating income.",
            "vi": "Phụ nữ vẫn phải mang gánh nặng bất cân đối của việc nhà trong khi vẫn dành lượng thời gian tương đương để làm việc kiếm sống."
        },
        {
            "en": "These people have a <em>disproportionate</em> degree of influence over the group they inhabit.",
            "vi": "Những nguời này có mức độ ảnh hưởng lớn hơn bình thường trong những nhóm họ được công nhận."
        },
        {
            "en": "UHNWIs are the richest people in the world who control a <em>disproportionate</em> amount of global wealth.",
            "vi": "UHNW là danh sách những người giàu nhất thế giới - những người chi phối sự không cân đối trong tài sản trên toàn cầu."
        },
        {
            "en": "The proportion of women participating in management and administration is low and <em>disproportionate</em> to participation in the labor force.",
            "vi": "Tỷ lệ nữ tham gia lãnh đạo quản lý và điều hành thấp và không đồng đều tham gia vào lực lượng lao động."
        },
        {
            "en": "And an over-reliance on household financing of basic education places a <em>disproportionate</em> burden on low income families.",
            "vi": "Và việc giáo dục cơ bản còn dựa quá nhiều vào nguồn tiền đóng góp của các hộ gia đình đã khiến những hộ thu nhập thấp phải chịu thêm một gánh nặng chi phí khá đáng kể."
        },
        {
            "en": "Principle IID: Capital structures and arrangements that enable certain shareholders to obtain a degree of control <em>disproportionate</em> to their equity ownership should be disclosed.",
            "vi": "Nguyên tắc IID: Phải công bố về các thỏa thuận và cơ cấu vốn cho phép một số cổ đông nhất định nắm giữ quyền kiểm soát không tương ứng với tỷ lệ cổ phần mà họ sở hữu."
        },
        {
            "en": "You'll find a <em>disproportionate</em> amount of super - connectors as headhunters, lobbyists, fundraisers, politicians, journalists, and public relations specialists, because such positions require these folks' innate abilities.",
            "vi": "Bạn sẽ thấy đa số những người siêu nối kết là chuyên viên tuyển dụng, người vận động hành lang, người gây quỹ, chính trị gia, nhà báo, và các chuyên gia quan hệ công chúng, vì bản chất công việc yêu cầu họ phải có những khả năng bẩm sinh."
        },
        {
            "en": "Just as the poor and disadvantaged bear a <em>disproportionate</em> burden of the adjustment, so too do girls and women suffer much more than boys and men.",
            "vi": "Cũng như rằng người nghèo và những người thiệt thòi phải chịu gánh nặng không công bằng của những điều chỉnh, phụ nữ phải chịu thiệt thòi hơn nam giới, các em gái phải chịu thiệt thòi hơn các em trai."
        },
        {
            "en": "You'll find a <em>disproportionate</em> amount of super-connectors as headhunters, lobbyists, fundraisers, politicians, journalists, and public relations specialists, because such positions require these folks' innate abilities.",
            "vi": "Bạn sẽ thấy đa số những người siêu nối kết là chuyên viên tuyển dụng, người vận động hành lang, người gây quỹ, chính trị gia, nhà báo, và các chuyên gia quan hệ công chúng, vì bản chất công việc yêu cầu họ phải có những khả năng bẩm sinh."
        },
        {
            "en": "The result is that a <em>disproportionate</em> amount of Viet Nam’s annual production is supplied for export in the immediate post-harvest period.",
            "vi": "Kết quả là một tỷ lệ không cân đối sản lượng hàng năm của Việt Nam được xuất khẩu ngay trong giai đoạn vừa thu hoạch xong."
        },
        {
            "en": "Out-of-pocket payments are regressive – they impose a <em>disproportionate</em> burden of health expenditures on poor households – and present a significant barrier to utilization of health services.",
            "vi": "Việc chi tiền túi cá nhân như vậy mang tính luỹ thoái - chúng tạo ra gánh nặng quá lớn về chi phí y tế đối với các hộ gia đình nghèo - cũng như cản trở đáng kể việc sử dụng các dịch vụ y tế."
        }
    ],
    "suggestions": []
}