{
    "en_vn": {
        "data": {
            "content": null,
            "word": "disqualified",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disqualified",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>disqualified</k><blockquote>▸ <cclass>adjective BANNED, barred, debarred; ineligible.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>allowed.</blockquote></div>",
            "word": "disqualified",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disqualified",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disqualified",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Disqualified</em> for a post.",
            "vi": "Không đủ điều kiện giữ một chức vụ."
        },
        {
            "en": "you are <em>disqualified</em>",
            "vi": "anh sẽ bị loại"
        },
        {
            "en": "He <em>disqualified</em> Mary.",
            "vi": "Ông ấy đã cho Mary ra rìa."
        },
        {
            "en": "They <em>disqualified</em> an arbitrator.",
            "vi": "Họ đã truất quyền của một thẩm phán."
        },
        {
            "en": "Six of the male applicants were <em>disqualified</em>.",
            "vi": "Sáu trong số các ứng viên nam đã bị loại."
        },
        {
            "en": "They are <em>disqualified</em> for driving while drunk.",
            "vi": "Họ bị tước bằng lái vì lái xe đang say rượu."
        },
        {
            "en": "Two players were <em>disqualified</em> for cheating.",
            "vi": "Hai tay chơi đã bị truất quyền thi đấu vì ăn gian."
        },
        {
            "en": "The team was <em>disqualified</em> for cheating.",
            "vi": "Đội đó đã bị loại vì gian lận."
        },
        {
            "en": "I was <em>disqualified</em> because of cheating.",
            "vi": "Tôi đã bị đánh rớt vì gian lận."
        },
        {
            "en": "Peter finally was <em>disqualified</em> from the competition for cheating.",
            "vi": "Cuối cùng Peter đã bị truất quyền dự thi đấu vì gian lận."
        },
        {
            "en": "The judge <em>disqualified</em> her from driving for six months.",
            "vi": "Thẩm phán truất quyền lái xe của của ta trong sáu tháng."
        },
        {
            "en": "The football team has been <em>disqualified</em> from next year's competition.",
            "vi": "Đội banh đã bị truất quyền thi đấu trong năm tới."
        },
        {
            "en": "As a result of their conspiracy, they were all <em>disqualified</em>.",
            "vi": "Vì sự thông đồng này mà tất cả những người này đều bị loại ra khỏi cuộc đấu."
        },
        {
            "en": "He has been <em>disqualified</em> from driving for a year.",
            "vi": "Ông ta bị rút giấy phép lái xe/bằng lái cả năm rồi."
        },
        {
            "en": "She is <em>disqualified</em> for such a high post.",
            "vi": "Cô ta không đủ khả năng để nắm giữ chức vụ cao như thế."
        },
        {
            "en": "He is <em>disqualified</em> for such a high post.",
            "vi": "Ông ta không đủ khả năng giữ chức vụ cao như thế."
        },
        {
            "en": "I had been <em>disqualified</em> from driving on two previous occasions.",
            "vi": "Tôi đã bị tuyên bố không đủ tư cách lái xe ở hai lần trước."
        },
        {
            "en": "Anyone who is absent from over one third of the classes is <em>disqualified</em> from tests.",
            "vi": "Bất cứ ai vắng mặt trên một phần ba số buổi học thì không được dự thi."
        },
        {
            "en": "The competition only begins with one of the teams being <em>disqualified</em>.",
            "vi": "Cuộc thi chỉ bắt đầu khi một trong các đội bị loại."
        },
        {
            "en": "If the goods are <em>disqualified</em> or are short on arrival, are we entitled to lodge claims?",
            "vi": "Nếu hàng không đủ tiêu chuẩn hoặc thiếu hụt khi đến nơi, chúng tôi có quyền đệ đơn đòi bồi thường không?"
        }
    ],
    "suggestions": []
}