{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[di'sentiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không theo nhà thờ chính thống</td></tr></table><i/></div>",
            "word": "dissenting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dissenting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dissenting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dissenting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dissenting"
        }
    },
    "sentences": [
        {
            "en": "Without a <em>dissenting</em> vote",
            "vi": "Không có phiếu chống"
        },
        {
            "en": "The motion passed without a <em>dissenting</em> vote.",
            "vi": "Bản kiến nghị đã nhận được sự nhất trí hoàn toàn."
        },
        {
            "en": "Bill passed without a <em>dissenting</em> vote.",
            "vi": "Dự luật được thông qua mà không có phiếu chống."
        },
        {
            "en": "There are many <em>dissenting</em> voices among the students.",
            "vi": "Có nhiều tiếng nói phản đối trong giới sinh viên."
        },
        {
            "en": "That may be the most accurate statement in his <em>dissenting</em> opinion.",
            "vi": "Đó có thể là sự trình bày chính xác nhất về ý kiến bất đồng của ông ấy."
        },
        {
            "en": "Katherine Nakamura has become a <em>dissenting</em> voice on labor and budget issues.",
            "vi": "Katherine Nakamura đã là một tiếng nói không tán thành các vấn đề về lao động và ngân sách."
        },
        {
            "en": "They summoned Bundy to Rusk's office and told him, in effect, that he had to give up his <em>dissenting</em> view.",
            "vi": "Họ đã triệu tập Bundy đến văn phòng của Rusk và nói với anh ấy rằng, trong thực tế, ông ta đã từ bỏ quan điểm không tán thành của ông ta."
        },
        {
            "en": "Influential people do not react emotionally and defensively to <em>dissenting</em> opinions—they welcome them. They're humble enough to know that they don't know everything and that someone else might see something they missed. And if that person is right, they embrace the idea wholeheartedly because they care more about the end result than being right.",
            "vi": "Những người có uy quyền không phản ứng theo cảm tính và dè dặt với những bất đồng quan điểm - họ hoan nghênh chúng. Họ đủ khiêm tốn để biết rằng họ không biết hết tất cả mọi thứ và người khác có thể nhìn thấy điều gì đó mà họ còn thiếu sót. Và nếu người đó là đúng, họ sẽ hết lòng chấp nhận ý tưởng này vì họ quan tâm đến kết quả cuối cùng hơn là trở thành người đúng."
        }
    ],
    "suggestions": []
}