{
    "en_vn": {
        "data": {
            "content": null,
            "word": "distracting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "distracting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>distracting</k><blockquote>▸ <cclass>adjective DISTURBING, unsettling, intrusive, disconcerting, bothersome, off-putting.</cclass></blockquote></div>",
            "word": "distracting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "distracting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giảm linh động</font></td></tr></tbody></table></div>",
            "word": "distracting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I speculated, <em>distracting</em> myself.",
            "vi": "Tôi phỏng đoán, làm mình phân tâm."
        },
        {
            "en": "It's a <em>distracting</em> noise.",
            "vi": "Đó là tiếng ồn ào làm khó chịu."
        },
        {
            "en": "Please be quiet! You're <em>distracting</em> me.",
            "vi": "Xin vui lòng giữ im lặng! Bạn làm rối trí tôi rồi."
        },
        {
            "en": "Please be quiet! You 're <em>distracting</em> me.",
            "vi": "Xin vui lòng giữ im lặng! Bạn làm rối trí tôi rồi."
        },
        {
            "en": "It's too <em>distracting</em> to work with the television on.",
            "vi": "Thật quá mất tập trung khi làm việc bên cạnh chiếc ti vi."
        },
        {
            "en": "The overall composition of the picture is good but some of the detail is <em>distracting</em>.",
            "vi": "Bố cục chung của bức tranh thì đẹp, nhưng có vài chi tiết hơi lạc lõng."
        },
        {
            "en": "Females are <em>distracting</em> young men from their studies and hindering their academic progress.",
            "vi": "Phụ nữ thì làm cho nam giới mất tập trung vào việc học và cản trở tiến độ học tập của họ."
        },
        {
            "en": "But I felt his lips on my hair, and it was very <em>distracting</em>.",
            "vi": "Nhưng tôi cảm thấy môi anh trên tóc mình, chuyện đó làm tôi phân tâm hết sức."
        },
        {
            "en": "Most of the time I tune it all out — it can be very <em>distracting</em>.",
            "vi": "Hầu như lúc nào tôi cũng lờ đi hết – vì làm mình rất phân tâm."
        },
        {
            "en": "CHP officers say cell phone use is just one of many things <em>distracting</em> drivers nowadays.",
            "vi": "Cảnh sát công lộ carlifornia (chp) cho biết ngày nay việc sử dụng điện thoại di động chỉ là một trong những điều làm các tài xế mất tập trung."
        },
        {
            "en": "Cheerleaders use pompoms for a variety of reasons including attracting the attention of a crowd, accentuating movements, <em>distracting</em> an opposing team...",
            "vi": "Cổ vũ viên sử dụng những quả bông cho nhiều mục đích khác nhau như thu hút sự chú ý của đám đông, nhấn mạnh các động tác nhảy, làm phân tâm đội cổ vũ đối phương..."
        },
        {
            "en": "In fact, I would add that it takes a regular, nearly daily practice, since our habitual patterns of <em>distracting</em> thinking are so strong.",
            "vi": "Thực tế, tôi sẽ thêm rằng điều đó cần việc thực hành mới hàng ngày, đều đặn, vì hình mẫu thói quen suy nghĩ sao lãng của chúng ta mạnh thế."
        },
        {
            "en": "Also because of the horizontal display, a browse window can be a very <em>distracting</em> way to enter a new record with many fields.",
            "vi": "Vả lại do hiển thị ngang nên một cửa sổ browse sẽ trở thành rất lôi thôi khi phải nhập một mẫu tin mới có nhiều trường."
        },
        {
            "en": "A crash last year near Lodi is a good example of how <em>distracting</em> and dangerous it can be to talk and drive at the same time.",
            "vi": "Một tai nạn hồi năm ngoái gần lodi là ví dụ điển hình về việc vừa lái xe vừa nghe điện thoại dẫn đến mất tập trung và nguy hiểm như thế nào."
        },
        {
            "en": "Invest in a set of headphones and a portable music player so that you can replace <em>distracting</em> noises like ringing telephones and conversations between co - workers with soothing music.",
            "vi": "Đầu tư một bộ nghe tai và một máy nghe nhạc di động để bạn có thể loại bỏ những âm thanh làm mất tập trung như tiếng điện thoại và những cuộc nói chuyện giữa những đồng nghiệp bằng âm nhạc êm dịu."
        },
        {
            "en": "Invest in a set of headphones and a portable music player so that you can replace <em>distracting</em> noises like ringing telephones and conversations between co-workers with soothing music.",
            "vi": "Đầu tư một bộ nghe tai và một máy nghe nhạc di động để bạn có thể loại bỏ những âm thanh làm mất tập trung như tiếng điện thoại và những cuộc nói chuyện giữa những đồng nghiệp bằng âm"
        },
        {
            "en": "In 1472 Lorenzo revived the decayed university of Pisa by making if a branch of Florence University, after coming to the conclusion that Florence was too <em>distracting</em> for students anyway, and lacked sufficient lodging space.",
            "vi": "Năm 1472, lorenzo hồi sinh đại học pisa đã suy yếu bằng cách đưa nó lên thành chi nhánh đại hoc florence, sau khi kết luận rằng florence làm sao nhãng sinh viên và thiếu nơi trọ học."
        },
        {
            "en": "“Men are wearing shades of lighter purple shirts and darker purple ties,” she said. Wear one of these shades if you want to stand out from the crowd with a slightly bolder look that’s not <em>distracting</em>.",
            "vi": "Bà cho biết, “nam giới hiện nay thích mặc áo sơ mi tím nhạt và thắt cà vạt tím đậm”. Hãy mặc những tông này nếu bạn muốn nổi bật giữa đám đông với phong cách hơi táo bạo mà vẫn không khiến người khác phân tâm."
        },
        {
            "en": "Music can boost your workout by <em>distracting</em> you from pain and fatigue, but it's not a boon to every workout. Depending on your personality and your sport, you may be better off skipping distractions.",
            "vi": "Âm nhạc có thể thúc đẩy việc tập luyện của bạn bằng cách làm bạn quên đi sự đau đớn và mệt mỏi, nhưng nó không thực sự có ích cho tất cả các bài tập. Tuỳ vào cá tính và môn thể thao của bạn, có thể bạn cảm thấy tốt hơn khi tắt hay bỏ qua sự phiền nhiễu đó."
        },
        {
            "en": "In the environmental community, it is not uncommon for space exploration to be regarded as a waste of money, <em>distracting</em> governments from solving major environmental problems here at home.    ",
            "vi": "Trong cộng đồng môi trường, việc khám phá không gian không phải là một sự lãng phí tiền bạc, khiến các chính phủ phải mất nhiều thời gian để giải quyết các vấn đề môi trường ở đây."
        }
    ],
    "suggestions": []
}