{
    "en_vn": {
        "data": {
            "content": null,
            "word": "distressed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "distressed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "distressed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>distressed</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) deeply distressed </ex></blockquote></blockquote><blockquote><blockquote><ex>2) distressed at, by, with (distressed at the news) </ex></blockquote></blockquote><blockquote><blockquote><ex>3) distressed to + <abr>inf.</abr> (I was deeply distressed to learn of your loss)</ex></blockquote></blockquote></div>",
            "word": "distressed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "distressed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I am really <em>distressed</em> now.",
            "vi": "Tôi thật sự đang rất đau khổ."
        },
        {
            "en": "Mary looked contrite, even <em>distressed</em> Mary.",
            "vi": "Có vẻ như Mary đã hối hận, thậm chí còn buồn thảm nữa."
        },
        {
            "en": "Angie didn't seem at all <em>distressed</em>.",
            "vi": "Hình như angie chẳng có vẻ gì là đau khổ cả."
        },
        {
            "en": "He is the refuge of the <em>distressed</em>.",
            "vi": "Anh ấy là nơi nương tựa của những người đau khổ khốn cùng."
        },
        {
            "en": "I am very much <em>distressed</em> at your thinking.",
            "vi": "Tôi rất lấy làm buồn về suy nghĩ của bạn."
        },
        {
            "en": "I was really <em>distressed</em> to hear that you lost your home in the recent hurricane.",
            "vi": "Tôi thật sự buồn khi nghe tin bạn bị mất nhà trong cơn bão lớn gần đây."
        },
        {
            "en": "I was <em>distressed</em> to learn that American troops were the targets of the attack.",
            "vi": "Tôi đau buồn khi biết rằng lính Mỹ đang là mục tiêu của cuộc tấn công."
        },
        {
            "en": "For example, the loss of a job is a real problem, most people would be <em>distressed</em>.",
            "vi": "Ví dụ, mất việc làm là một khó khăn có thực, hầu hết ai cũng đau buồn."
        },
        {
            "en": "I was most <em>distressed</em> to hear the sad news of your father's death.",
            "vi": "Tôi rất đau đớn khi nghe tin buồn về cái chết của cha/ ba bạn."
        },
        {
            "en": "I shouldn't have talked about it all and <em>distressed</em> you so.",
            "vi": "Đáng ra em không nên nói chuyện ấy, làm cho chị khổ tâm đến thế."
        },
        {
            "en": "Among these financially <em>distressed</em> airlines, 79 percent were in economic distress at least once in the same time period.",
            "vi": "Trong số các hãng hàng không gặp khó khăn tài chính này, 79 phần trăm đã rơi vào cảnh túng quẫn về mặt kinh tế ít nhất một lần trong cùng một khoảng thời gian."
        },
        {
            "en": "Being realistically unhappy or <em>distressed</em> helps us to accept the unfortunate events of life and gives us clear direction about what needs to be done.",
            "vi": "Sống thực trong bất hạnh hay đau buồn sẽ giúp chúng ta biết chấp nhận những điều không may trong cuộc sống đồng thời cũng cho chúng ta định hướng rõ rệt về những việc cần phải làm."
        },
        {
            "en": "I'm trying but I get so <em>distressed</em> reading about all the people and countries that have been taken over by superior armed forces.",
            "vi": "Tôi đang cố gắng học đây nhưng tôi cảm thấy thật đáng buồn khi học những bài nói về người dân và các quốc gia bị các đội quân hùng mạnh hơn đánh chiếm."
        },
        {
            "en": "Your little one cries when she is <em>distressed</em>. And, yet, you are usually able to calm her. You have this position effect on her because she loves you. Your attention drives away the tension that causes her to cry.",
            "vi": "Đứa con bé bỏng của bạn khóc khi bé bị khó chịu. Thế nhưng thường, bạn vẫn dỗ bé được. Bạn làm được điều đó vì bé yêu bạn. Sự quan tâm của bạn sẽ xua tan nỗi lo lắng đã làm bé khóc."
        },
        {
            "en": "“He was a Byron Bay local on his own swimming, and his wife was on beach at the time of the attack,” said Cullen. Witnesses told Guardian Australia that the woman appeared to be in a highly <em>distressed</em> state as paramedics and police attended the scene.",
            "vi": "Anh ấy là dân địa phương ở Byron Bay bơi một mình, còn vợ đang trên bãi biển lúc xảy ra tấn công,\" Cullen nói. Các nhân chứng cho tờ Guardian Australia biết cô này có vẻ đang hết sức đau khổ lúc nhân viên cứu thương và cảnh sát đến hiện trường"
        },
        {
            "en": "Many parents want their children, especially little girls, to love dolls. They may become <em>distressed</em> if their child screams or cries when a doll is presented. It is important to keep in mind, though, that small children are just learning to separate fantasy from reality. A doll, which appears to be human but is not, can be terrifying to a child who does not yet understand the concept.",
            "vi": "Nhiều bậc cha mẹ muốn con của họ, nhất là các bé gái, thích chơi búp bê. Những phụ huynh này có thể lo âu nếu con họ hét lên hay khóc thét khi thấy búp bê. Điều quan trọng là cần lưu ý, mặc dù, rằng trẻ nhỏ chỉ là đang học phân biệt tưởng tượng với thực tế. Một con búp bê, mà dường như là con người nhưng không phải là, có thể đáng sợ đối với một đứa trẻ chưa hiểu khái niệm đó."
        },
        {
            "en": "Wagner likes the originals, but brands that reference the ’90s now cook up their own interpretations. Today’s denim is <em>distressed</em> like it was in the ’90s, but is also narrower than it used to be. Men are bleaching their hair again, but leaving the gel at home. We’re all playing Pokémon, but are exploring our own, real life cities—not Viridian City. We want the feeling of the ’90s and have tried to reconstruct it without the muck (no pun intended).",
            "vi": "Wagner thích những gì nguyên bản độc đáo, nhưng những nhãn hiệu được tham khảo vào những năm 90 lại thể hiện theo những nét riêng của chúng. Thời đại của Denim ngày nay gặp phải những khó khăn như nó đã từng trải qua vào những năm 90s, tuy nhiên nó còn trở ngại hơn trước đây. Đàn ông có xu hướng tẩy trắng mái tóc của mình, nhưng lại để quên keo vuốt tóc ở nhà. Chúng ta đều chơi Pokémon, nhưng đang khám phá về bản thân của chúng ta, cuộc sống thành phố thực tế, không phải là thành phố ảo Viridian City. Chúng ta muốn có cảm giác của những năm 90 và đã cố gắng để gợi nhớ nó mà không có sự pha tạp (không có ý định chơi chữ)."
        },
        {
            "en": "Whatever the object of fear, you may become <em>distressed</em> or uncomfortable when you confront that object. If you are afraid of flying, for example, you may become jittery or anxious when you board an airplane. You may self-medicate, perhaps by indulging in a preflight drink, but you are able to manage your symptoms and get on with your life. You may prefer to travel by car or train, but will fly when it is necessary or practical.",
            "vi": "Dù đối tượng của nỗi sợ là gì, bạn có thể trở nên khốn đốn hoặc không thoải mái khi bạn đương đầu với nó. Ví dụ như nếu bạn sợ bay, bạn có thể trở nên bồn chồn lo sợ hoặc lo lắng khi bạn lên máy bay. Bạn có thể tự dùng thuốc, có thể là bằng cách uống một liều trước khi bay, nhưng bạn có thể làm giảm triệu chứng của mình và vui sống tiếp. Bạn có thể thích di chuyển bằng xe hơi hoặc xe lửa, nhưng sẽ đi máy bay khi cần thiết hoặc thực tế hơn."
        },
        {
            "en": "Men more likely to stick with girlfriends who sleep with other women than other men         Men are more than twice as likely to continue dating a girlfriend who has cheated on them with another woman than one who has cheated with another man, according to new research from a University of Texas at Austin psychologist.   Women show the opposite pattern. They are more likely to continue dating a man who has had a heterosexual affair than one who has had a homosexual affair.   The study, published last month in the journal Personality and Individual Differences, provides new insight into the psychological adaptations behind men's desire for a variety of partners and women's desire for a committed partner. These drives have played a key role in the evolution of human mating psychology.      \"A robust jealousy mechanism is activated in men and women by different types of cues - those that threaten paternity in men and those that threaten abandonment in women,\" says Jaime C. Confer, the study's lead author and a doctoral candidate in evolutionary psychology.   Confer conducted the study with her father, Mark D. Cloud, a psychology professor at Lock Haven University in Pennsylvania.   The researchers asked 700 college students to imagine they were in a committed romantic and sexual relationship with someone they've been dating for three months. They were then asked how they would respond to infidelity committed by the imagined partner.   Some participants were told their partners had been unfaithful with a man, others with a woman. Some were told their partners had an affair with one person, others with multiple partners. Some were told the infidelity happened once, others twice.   Regardless of the number of episodes or partners, the study found that:    Overall, men demonstrated a 50 percent likelihood of continuing to date a partner who has had a homosexual affair and a 22 percent likelihood of staying with a woman after a heterosexual affair. \n  Women demonstrated a 28 percent likelihood of continuing to date a boyfriend who has had a heterosexual affair and a 21 percent likelihood of staying with someone who has had a homosexual affair. \n   The findings suggest men are more <em>distressed</em> by the type of infidelity that could threaten their paternity of offspring. Men may also view a partner's homosexual affair as an opportunity to mate with more than one woman simultaneously, satisfying men's greater desire for more partners, the authors say.     \"These findings are even more remarkable given that homosexuality attitude surveys show men have more negative attitudes toward homosexuality and to be less supportive of civil rights for same-sex couples than women. However, this general trend of men showing lower tolerance for homosexuality than women is reversed in the one fitness-enhancing situation - female homosexuality,\" say the authors.      Conversely, women objected to continuing a relationship following both types of affairs, but especially so for a boyfriend's homosexual affair. Such an affair may be seen as a sign of dissatisfaction with the current relationship and a prelude to possible abandonment, according to the authors.    Participants were also asked the outcomes of real-life infidelity experiences. Results mirrored those of the imagined infidelity scenarios: Men were significantly more likely than women to have ended their actual relationships following a partner's (presumably heterosexual) affair.   Source: University of Texas at Austin  Copyright: Medical News Today",
            "vi": "Nam giới có nhiều khả năng tiếp tục mối quan hệ với bạn gái đã ngoại tình với người phụ nữ khác hơn là với người đàn ông khác       Có gấp đôi khả năng một người đàn ông có thể tiếp tục hẹn hò với người bạn gái đã lừa dối họ quan hệ với một phụ nữ khác hơn là với một người đàn ông khác, theo một nghiên cứu mới từ một chuyên gia tâm lý của Đại học Texas tại Austin.    Phụ nữ lại có phản ứng ngược lại. Họ có nhiều khả năng tiếp tục hẹn hò với người đàn ông đã ngoại tình với phụ nữ khác hơn là quan hệ đồng tính. Nghiên cứu, được công bố hồi tháng trước trong tạp chí Personality and Individual Differences (Tính cách và những khác biệt), cung cấp cái nhìn mới về sự thích nghi tâm lý đằng sau mong muốn có nhiều bạn tình của đàn ông và mong muốn chỉ có 1 bạn tình lâu dài của phụ nữ. Những khác biệt này đóng một vai trò quan trọng trong sự phát triển của tâm lý học giao phối ở người. “Một cơ chế ghen tuông mạnh mẽ được kích hoạt ở đàn ông và phụ nữ bởi những tâm trạng khác nhau – sự đe dọa quan hệ cha con ở đàn ông và đe dọa bị ruồng bỏ ở phụ nữ, theo Jaime C. Confer, tác giả chính của nghiên cứu và là nghiên cứu sinh tiến sĩ về tâm lý học tiến hóa. Confer thực hiện nghiên cứu với cha cô, giáo sư tâm lý học Mark D. Cloud tại Đại học Lock Haven, bang Pennsylvania. Các nhà nghiên cứu đã yêu cầu 700 sinh viên đại học tưởng tượng họ đang có một mối quan hệ yêu đương và cam kết tình dục với người họ đã hẹn hò trong 3 tháng. Sau đó họ được hỏi về phản ứng của mình với việc không chung thủy của bạn tình tưởng tượng này. Một số sinh viên cho biết bạn tình của họ đã ngoại tình với người đàn ông khác, một số lại với người phụ nữ khác. Một số báo cáo bạn tình của họ đã ngoại tình với một người, số khác với nhiều người. Một số cho biết việc ngoại tình xảy ra một hoặc hai lần. Bất kể số lượng đối tác hoặc bạn tình, nghiên cứu thấy rằng:  \nNhìn chung, có 50% khả năng một người đàn ông sẽ tiếp tục hẹn hò với người bạn tình đã lừa dối họ vì một người phụ nữ khác và 22% duy trì quan hệ với người bạn tình đã ngoại tình với một người đàn ông khác. \n \nPhụ nữ có 28% khả năng tiếp tục hẹn hò với người bạn trai đã có quan hệ tình dục khác một phụ nữ khác và 21% tiếp tục với người bạn trai đã có quan hệ với một người đàn ông khác. \n  Các kết quả cho thấy đàn ông đau khổ nhiều hơn bởi dạng ngoại tình có thể đe dọa vai trò làm cha của họ. Nam giới cũng có thể xem mối quan hệ đồng tính của bạn tình mình như là một cơ hội để giao hợp với nhiều người phụ nữ cùng một lúc, thoả mãn mong muốn có nhiều bạn tình hơn của phái mạnh, các tác giả cho biết. “Những phát hiện này thậm chí còn đáng chú ý hơn các cuộc khảo sát thái độ đối với quan hệ đồng tính luyến ái cho thấy nam giới có thái độ tiêu cực hơn đối với quan hệ đồng tính luyến ái và ít ủng hộ dân quyền cho các đôi đồng tính so với phụ nữ. Tuy nhiên, xu hướng chung của đàn ông thể hiện sự khoan dung ít hơn đối với quan hệ đồng tính luyến ái so với phụ nữ lại đảo ngược trong trường hợp giúp củng cố khả năng sinh sản, đồng tính luyến ái nữ”, theo các tác giả. Ngược lại, phụ nữ phản đối việc tiếp tục mối quan hệ sau cả hai dạng ngoại tình, nhưng đặc biệt rất “dị ứng”với mối quan hệ đồng tính của bạn tình. Ngoại tình có thể được xem như là một dấu hiệu của sự không hài lòng với quan hệ hiện tại và là khởi đầu của một kết thúc có thể xảy ra, theo các tác giả. Người tham dự cũng được hỏi về kết quả của những kinh nghiệm ngoại tình thực tế. Kết quả phản ánh những tình huống ngoại tình tưởng tượng: Đàn ông đặc biệt có nhiều khả năng kết thúc các mối quan hệ thực tế của họ sau việc ngoại tình của người yêu (có lẽ là ngoại tình với người khác giới).    Nguồn: Đại học Texas tại Austin Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}