{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[dis'ju:zd]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bị vứt bỏ</td></tr></table><i/></div>",
            "word": "disused"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "disused"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>disused</k><blockquote>▸ <cclass>adjective UNUSED, no longer in use, unemployed, idle; abandoned, deserted, vacated, unoccupied, uninhabited.</cclass></blockquote></div>",
            "word": "disused"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "disused"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "disused"
        }
    },
    "sentences": [
        {
            "en": "Derelict waste of <em>disused</em> factories",
            "vi": "Cảnh bỏ hoang của những nhà máy không còn hoạt động nữa"
        },
        {
            "en": "We went exploring in some <em>disused</em> workings.",
            "vi": "Chúng tôi đã đi thám hiểm một số mỏ thiếc bỏ hoang."
        },
        {
            "en": "The derelict waste of <em>disused</em> factories looks sad.",
            "vi": "Cảnh thuê lương, bỏ hoang của những nhà máy không còn hoạt động nữa trông thật buồn thảm."
        },
        {
            "en": "The path continues along a <em>disused</em> railway from Goathland.",
            "vi": "Đường đi tiếp tục chạy dọc theo một đường sắt bỏ hoang từ Goathland."
        },
        {
            "en": "The boys went exploring in some <em>disused</em> workings.",
            "vi": "Các cậu bé đã đi thám hiểm một vài hầm mỏ đã bỏ không."
        },
        {
            "en": "The pit is now <em>disused</em> and partly filled in.",
            "vi": "Hồ này hiện bị bỏ đi và bị lấp lại một phần nào."
        },
        {
            "en": "There is a unique cycle path along the <em>disused</em> railway line",
            "vi": "Có một đường duy nhất xe đạp có thể đi dọc theo tuyến đường sắt bị bỏ hoang."
        },
        {
            "en": "The nuclear waste is encased in concrete before being sent for storage in <em>disused</em> mines.",
            "vi": "Chất thải hạt nhân được hóa cứng trước khi được lưu trữ ở các hầm mỏ bỏ hoang."
        },
        {
            "en": "A human skeleton has been found in a <em>disused</em> quarry in north Cumbria, prompting a police investigation.",
            "vi": "Một bộ xương người đã được tìm thấy trong một mỏ đá bỏ hoang ở phía Bắc Cumbria, làm thúc đẩy một cuộc điều tra của cảnh sát."
        },
        {
            "en": "Seoul’s ambitious Skygarden revives a <em>disused</em> elevated 1970s highway with 24,000 plants – and is open to all, 24 hours a day.",
            "vi": "Trồng 24000 cây, Seoul tham vọng phục hồi con đường cao tốc trên cao xây dựng từ những năm 1970 bị vứt bỏ thành khu vườn trên cao - cho mọi người đến tham quan suốt 24 giờ mỗi ngày."
        }
    ],
    "suggestions": []
}