{
    "en_vn": {
        "data": {
            "content": null,
            "word": "diverted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "diverted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "diverted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "diverted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "diverted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Children are easily <em>diverted</em>.",
            "vi": "Trẻ con thì rất dễ mua vui."
        },
        {
            "en": "That makes me be <em>diverted</em>.",
            "vi": "Điều đó làm cho tôi bị phân tâm."
        },
        {
            "en": "I don't know how you were <em>diverted</em>.",
            "vi": "Tôi không hiểu nổi các người đã sống lệch lạc như thế nào."
        },
        {
            "en": "I 'm afraid we are being <em>diverted</em> to Cardiff, Wales.",
            "vi": "Tôi e là chúng ta phải hạ cánh khẩn cấp xuống Cardiff, Wales."
        },
        {
            "en": "London-bound traffic is being <em>diverted</em> via Slough.",
            "vi": "Giao thông hướng về Luân Đôn được tản qua Slough."
        },
        {
            "en": "London - bound traffic is being <em>diverted</em> via Slough.",
            "vi": "Giao thông hướng về Luân Đôn được tản qua Slough."
        },
        {
            "en": "I'm afraid we are being <em>diverted</em> to Cardiff, Wales.",
            "vi": "Tôi e là chúng ta phải hạ cánh khẩn cấp xuống Cardiff, Wales."
        },
        {
            "en": "Focus and enthusiasm: not easily <em>diverted</em> or discouraged.",
            "vi": "Tập trung và nhiệt tình: không dễ sao nhăng hay nản chí."
        },
        {
            "en": "Scarce resources should not be <em>diverted</em> towards investments that could be undertaken by the private sector.",
            "vi": "Những nguồn lực khan hiếm không nên dùng vào những loại đầu tư mà khu vực tư nhân có thể làm được."
        },
        {
            "en": "Two planes were <em>diverted</em> to Indianapolis international airport on Saturday afternoon.",
            "vi": "Hai máy bay đã được chuyển đến sân bay quốc tế Indianapolis vào chiều thứ Bảy."
        },
        {
            "en": "Currently all traffic is being <em>Diverted</em> through the village of Oxtoe",
            "vi": "Hiện tại tất cả phương tiện giao thông đang được Chuyển hướng qua làng Oxtoe."
        },
        {
            "en": "Voyager 1's course was <em>diverted</em> specifically to make a closer pass of Titan.",
            "vi": "Đường bay của Voyager 1 đã được làm chệch hướng cố ý để đi gần qua Titan."
        },
        {
            "en": "The money was destined for the relief of poverty, but was <em>diverted</em> by corrupt officials.",
            "vi": "Số tiền này được dự trù để viện trợ cho những người nghèo, nhưng nó đã lọt vào tay các quan chức đồi bại."
        },
        {
            "en": "Because of the explosion parts of the city were shut off and traffic was being <em>diverted</em>.",
            "vi": "Do vụ nổ nhiều khu vực trong thành phố bị phong tỏa và giao thông đang được chuyển hướng."
        },
        {
            "en": "The staff will be <em>diverted</em> from less urgent tasks to help out in an emergency.",
            "vi": "Các nhân viên sẽ được thay đổi các nhiệm vụ ít cấp bách hơn để giúp đỡ trong trường hợp khẩn cấp."
        },
        {
            "en": "In 1925, chased by Redcoats, Revere was <em>diverted</em> north of Lexington, to the town of Medford.",
            "vi": "Năm 1925, bị đuổi bắt bởi đội quân áo đỏ, Revere chuyển hướng sang phía bắc Lexington, vào thị trấn Medford."
        },
        {
            "en": "The new highway <em>diverted</em> drivers from the motels, service stations and restaurants that had thrived for decades.",
            "vi": "Đường cao tốc mới đã làm các lái xe chuyển hướng ra khỏi các nhà nghỉ, các trạm dịch vụ và các nhà hàng đã phát triển mạnh trong nhiều thập kỷ."
        },
        {
            "en": "Some of this music was <em>diverted</em> into the body of religions music that later developed into the Negro spiritual.",
            "vi": "Một phần nhạc này được chuyền vào thể nhạc tôn giáo mà sau này phát triển thành tôn giáo nhạc của người da đen."
        },
        {
            "en": "It was as though the swift flood of his life had been <em>diverted</em> into one narrow channel.",
            "vi": "Như thể dòng lũ cuốn đời chàng đã rẽ vào một con kênh hẹp."
        },
        {
            "en": "The Frontier Airlines flight from Washington DC to Denver was <em>diverted</em> to Cheyenne, Wyoming, due to inclement weather in Colorado.",
            "vi": "Chuyến bay của Hãng hàng không Frontier từ Washington DC đến Denver đã phải chuyển hướng đến Cheyenne, Wyoming, do thời tiết khắc nghiệt ở Colorado."
        }
    ],
    "suggestions": []
}