{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['daivi:z]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(kinh thánh) phú ông</td></tr></table><i/></div>",
            "word": "dives"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dives"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dives"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dives"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dives"
        }
    },
    "sentences": [
        {
            "en": "It <em>dives</em> under water.",
            "vi": "Nó lặn dưới nước."
        },
        {
            "en": "The Dog <em>dives</em> under bed.",
            "vi": "Con chó lao vào gầm giường."
        },
        {
            "en": "He <em>dives</em> into the deep blue sea water.",
            "vi": "Anh ấy lặn xuốn tận sâu nước biển xanh ngắt."
        },
        {
            "en": "Peter <em>dives</em> on the ball a metre from the line.",
            "vi": "Peter đâm bổ vào quả bóng một mét so với vạch kẻ."
        },
        {
            "en": "Peter <em>dives</em> out of the way, reaching for his gun.",
            "vi": "Peter lao ra khỏi con đường với lấy cây súng của hắn ta."
        },
        {
            "en": "Thanks for the crumbs from your table, mrs. <em>dives</em>.",
            "vi": "Cảm ơn về lời khuyên rơi vãi, phú quí phu nhân."
        },
        {
            "en": "This incredible bridge ’<em>dives</em>’ between Denmark and Sweden",
            "vi": "Cây cầu kỳ vĩ \"lặn\" từ Đan Mạch đến Thuỵ Điển"
        },
        {
            "en": "Peter peels off and <em>dives</em> into the sea.",
            "vi": "Peter cởi quần áo ngoài và lao xuống biển."
        },
        {
            "en": "He <em>dives</em> into his pocket and put away some ping-pong balls.",
            "vi": "Anh ta thọc tay vào túi và lấy ra vài trái bóng bàn."
        },
        {
            "en": "He <em>dives</em> into his pocket and put away some ping - pong balls.",
            "vi": "Anh ta thọc tay vào túi và lấy ra vài trái bóng bàn."
        },
        {
            "en": "So if the price of gold nose-<em>dives</em> the exchange reserves will go down.",
            "vi": "Như vậy thì khi giá vàng giảm đột ngột, dự trữ ngoại hối sẽ giảm."
        },
        {
            "en": "The pilot does all kinds of twists and turns, rolls and <em>dives</em>, but not a word is heard.",
            "vi": "Viên phi công làm mọi vòng xoắn và quẹo, lộn vòng và bổ nhào, nhưng không có lời nào được nghe."
        },
        {
            "en": "A sanitary worker <em>dives</em> to untangle pieces of refuse enmeshed in the propellers of a trash-collecting boat. Photo: Tuoi Tre",
            "vi": "Một công nhân vệ sinh lặn để gỡ rối cho những mảnh rác vướng vào cánh quạt của một chiếc thuyền thùng rác thu gom. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "She is at once aroused to action: she <em>dives</em>, and attacks the strange hen after the fashion of grebes, from below, with an underwater thrust of the sharp beak in the belly.",
            "vi": "Nó bình tĩnh và hành động tức thời, nó lặn xuống và tấn công con mái lạ, theo kiểu cộc trắng tức là tấn công từ dưới lên, nó dùng mỏ sắc mổ ngầm bụng địch thủ từ phía dưới."
        },
        {
            "en": "Little fellow Bom has an areca spathe fan, <em>Dives</em> begs him to exchange it for three oxen and nine buffalos, Bom says that Bom does not want to take them.",
            "vi": "Thằng Bờm có cái quạt mo, phú ông xin đổi ba bò chín trâu, Bờm rằng Bờm chẳng lấy chúng."
        },
        {
            "en": "“Nobody gives way to anybody. Everyone just angles, points, <em>dives</em> directly toward his destination, pretending it is an all-or-nothing gamble. People glare at one another and fight for maneuvering space. All parties are equally determined to get the right-of-way--insist on it. They swerve away at the last possible moment, giving scant inches to spare. The victor goes forwards, no time for a victory grin, already engaging in another contest of will. Saigon traffic is Vietnamese life, a continuous charade of posturing, bluffing, fast moves, tenacity and surrenders.” ― Andrew X. Pham",
            "vi": "\"Không ai nhường ai. Mọi người cứ xiên thẳng, nhắm thẳng và lặn ngụp tới điểm đến của mình, giống như canh bạc- 'được ăn cả, ngả về không'. Mọi người liếc nhìn nhau và tranh đấu cho không gian để di chuyển. Tất cả các bên tham gia giao thông đều ý thức phân bình nhau để bám đuổi tiếp tục vào nó. Họ chỉ tách ra ở phút cuối cùng, và đó là khoảng cách (tính bằng inch) mà mọi người nhường nhau. Kẻ chiến thắng là người tiến được về phía trước, và cũng không có thời gian để nở nụ cười chiến thắng , đã phải tiếp tục tham gia vào một cuộc thi về giao thông khác. Giao thông ở Sài Gòn  phản ánh cuộc sống của người Việt, một bài toán đố diễn tiếp của sự dịch chuyển vờ vễnh, bịp và nhanh chóng, sự kiên trì và sự đầu hàng\"― Andrew X. Pham"
        }
    ],
    "suggestions": []
}