{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[dai'və:tiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vui nhộn, thú vị</td></tr></table><i/></div>",
            "word": "diverting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "diverting"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>diverting</k><blockquote>▸ <cclass>adjective ENTERTAINING, amusing, enjoyable, pleasing, agreeable, delightful, appealing; interesting, fascinating, intriguing, absorbing, riveting, compelling; humorous, funny, witty, comical.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>boring.</blockquote></div>",
            "word": "diverting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "diverting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "diverting"
        }
    },
    "sentences": [
        {
            "en": "Traffic police are <em>diverting</em> traffic away from the trouble spot.",
            "vi": "Cảnh sát giao thông đang chuyển hướng xe cộ ra khỏi điểm sôi động."
        },
        {
            "en": "Some shipping lines are <em>diverting</em> shipments to ports south of Tokyo.",
            "vi": "Một số hãng tàu đang chuyển các lô hàng đến các cảng phía nam Tokyo."
        },
        {
            "en": "By concentrating on the sensational aspects of the case the newspapers are <em>diverting</em> attention from the real issues.",
            "vi": "Bằng cách tập trung vào khía cạnh tình cảm của vụ việc, báo chí làm chúng ta xao lãng vấn đề thực sự."
        },
        {
            "en": "To divert a call, dial hash nine and the number to which you are <em>diverting</em> the call.",
            "vi": "Để chuyển một cuộc gọi, quay #9 rồi quay số bạn muốn chuyến."
        },
        {
            "en": "<em>Diverting</em> labor away from agricultural tasks to cash-earning tasks is a common response to decline in well-being in Lao Cai.",
            "vi": "Việc chuyển lao động từ các hoạt động nông nghiệp sang việc nhận tiền thù lao là đối sách phổ biến nhằm chống suy giảm sự no đủ ở Lào Cai."
        },
        {
            "en": "The employee was charged with fraud after it had been found that he had been <em>diverting</em> cash into his bank account.",
            "vi": "Nhân viên này đã bị buộc tội gian lận sau khi bị bắt gặp chuyển tiền mặt vào tài khoản ngân hàng của anh ấy."
        },
        {
            "en": "\"We will turn Japan's social security system into one that responds to all generations by boldly <em>diverting</em> policy resources to resolve the two major concerns - child rearing and (elderly) nursing care – that working generations confront,\" he said.",
            "vi": "Ông cho biết: \"Chúng tôi sẽ biến hệ thống an sinh xã hội của Nhật trở thành một hệ thống đáp ứng được mọi thế hệ bằng các nguồn lực chính sách táo bạo, thú vị nhằm giải quyết hai vấn đề chính - chăm sóc trẻ em và người già - mà các thế hệ đang độ tuổi lao động phải đối mặt."
        },
        {
            "en": "\"We will turn Japan's social security system into one that responds to all generations by boldly <em>diverting</em> policy resources to resolve the two major concerns - child rearing and (elderly) nursing care – that working generations confront,\" he said.",
            "vi": "Ông cho biết: \"Chúng tôi sẽ biến hệ thống an sinh xã hội của Nhật trở thành một hệ thống đáp ứng được mọi thế hệ bằng các nguồn lực chính sách táo bạo, thú vị nhằm giải quyết hai vấn đề chính - chăm sóc trẻ em và người già - mà các thế hệ đang độ tuổi lao động phải đối mặt."
        },
        {
            "en": "These walls, or \"crab fences\", were first trialled in 2001 and have been very effective in keeping crabs off the roads and <em>diverting</em> them to the tunnels or to roads that are closed to traffic.",
            "vi": "\"hàng rào cua\", lần đầu tiên được thử nghiệm vào năm 2001 và đã rất hiệu quả trong việc giữ cua tránh khỏi những con đường và chuyển chúng vào các đường hầm hoặc đường đã cấm giao thông."
        },
        {
            "en": "These walls, or \"crab fences\", were first trialled in 2001 and have been very effective in keeping crabs off the roads and <em>diverting</em> them to the tunnels or to roads that are closed to traffic.",
            "vi": "Những bức tường, hoặc \"hàng rào cua\", lần đầu tiên được thử nghiệm vào năm 2001 và đã rất hiệu quả trong việc giữ cua tránh khỏi những con đường và chuyển chúng vào các đường hầm hoặc đường đã cấm giao thông."
        },
        {
            "en": "The pressures are forcing research management onto the defensive. Common strategies for increasing academic output include grading individual researchers every year according to RAE criteria, pressurising them to publish anything regardless of quality, <em>diverting</em> funds from key and expensive laboratory science into areas of study such as management, and even threatening to close departments. Another strategy being readily adopted is to remove scientists who appear to be less active in research and replace them with new, probably younger staff.",
            "vi": "Áp lực là thúc đẩy việc nghiên quản lý nghiên cứu vào thế sẵn sàng. Những chính sách chung để tăng chất lượng đầu ra của các học viện bao gồm cả sự đánh giá các nhà nghiên cứu theo tiêu chuẩn RAE, thúc đẩy họ xuất bản bất cứ cái gì không kể chất lượng, chia quỹ tiền trong phòng thí nghiệm trọng điểm và đắt đỏ sang các lĩnh vực như quản lý, và thậm chí đe dọa đóng cửa một số phòng ban. Một chiến lược khác đang sẵn sàng thực hiện là chuyển các nhà khoa học- những người mà ít hoạt động trong việc nghiên cứu và thay thế bằng những người mới, có thể là trẻ hơn."
        },
        {
            "en": "\"Studies that find bioenergy reduces greenhouse gases incorrectly view plants as a carbon-free fuel and ignore the very real carbon emitted by burning them,\" Searchinger wrote in a blog post about his report. \"The theory has been that the original growth of the plants absorbs enough carbon to offset the carbon released when they burn. But if those plants were going to grow and absorb carbon anyway – and typically they would – then <em>diverting</em> them to bioenergy does not remove any additional carbon from the atmosphere. Instead, bioenergy comes at the expense of some other uses of those plants. When the expense is food or agricultural land, the effect is poorer nutrition. When the expense is forests or woody savannas, the effect is less stored carbon.\"",
            "vi": "\"Những nghiên cứu nào cho rằng năng lượng sinh học làm giảm khí gây hiện tượng nhà kính đều có nhận thức sai khi xem thực vật như một nguồn nhiên liệu không thải carbon và bỏ qua lượng carbon thực tế sản sinh khi bị đốt\", ông Searchinger viết trên một trang blog về báo cáo của mình. \"Lý thuyết này cho rằng sự phát triển ban đầu của cây hấp thụ một lượng carbon đủ để bù đắp lượng khí carbon khi chúng bị đốt. Nhưng nếu các cây này lớn lên và cũng hấp thụ carbon – và tất nhiên chúng sẽ như thế – vậy thì việc chuyển đổi chúng thành năng lượng sinh học không loại bỏ được thêm bất kỳ lượng carbon nào từ khí quyển. Thay vào đó, cái giá phải trả cho năng lượng sinh học là chức năng sử dụng của các loại cây trồng này. Khi cái giá đó là thực phẩm hay đất nông nghiệp, hậu quả sẽ là nạn đói. Khi cái giá đó là rừng hoặc các thảo nguyên, hậu quả sẽ là lượng carbon lưu trữ suy giảm.\""
        }
    ],
    "suggestions": []
}