{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[di,vɔ:'si:]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người ly dị vợ; người ly dị chồng</td></tr></table><i/></div>",
            "word": "divorcee",
            "pronounce": "[di,vɔ:'si:]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>divorcee</k><blockquote><cclass>[<cclass>ˌdɪvɔ:'si:<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun (<cclass>US <cclass>masculine <cclass><b>divorcé</b>, <cclass>fem. <cclass><b>divorcée</b><cclass>-'seɪ) a divorced person. </cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Fr. <i>divorcé(e)</i> 'divorced man (or woman)'. </blockquote></div>",
            "word": "divorcee",
            "pronounce": "[di,vɔ:'si:]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "divorcee",
            "pronounce": "[di,vɔ:'si:]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "divorcee",
            "pronounce": "[di,vɔ:'si:]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "divorcee",
            "pronounce": "[di,vɔ:'si:]"
        }
    },
    "sentences": [
        {
            "en": "She is a <em>divorcee</em>.",
            "vi": "Bà ta đã ly dị chồng."
        },
        {
            "en": "He is a <em>divorcee</em>.",
            "vi": "Anh ta đã ly dị vợ."
        },
        {
            "en": "<em>Div</em> shows the amount of the dividend in dollars per share.",
            "vi": "Số Div cho thấy số cổ tức được tính bằng đô - la Mỹ cho mỗi cổ phần."
        },
        {
            "en": "<em>Div</em> shows the amount of the dividend in dollars per share.",
            "vi": "Số Div cho thấy số cổ tức được tính bằng đô-la Mỹ cho mỗi cổ phần."
        },
        {
            "en": "It has brought over 450 business delegates from <em>CEE</em> and the NIS to Canada.",
            "vi": "Nó đã đưa hơn 450 đại diện của các doanh nghiệp từ CEE và NIS sang Canada."
        },
        {
            "en": "People thought that there was something wrong with you if you were a <em>divorcee</em>.",
            "vi": "Người ta nghĩ rằng có điều gì đó không ổn với anh khi anh ly hôn."
        },
        {
            "en": "I will start out by pointing out that one can usefully conceptualise the transition experience of <em>CEE</em> countries as a triple transition.",
            "vi": "Tôi sẽ bắt đầu bằng việc chỉ ra rằng mọi người có thể tưởng tượng kinh nghiệm chuyển đổi của các nước Trung-Đông Âu như là 3 cuộc chuyển đổi."
        },
        {
            "en": "US pop star Katy Perry leads the way at this year's MTV Video Music Awards (VMAs) with nine nominations.      The singer's nods include video of the year for Firework, best pop video and best special effects.        British singer Adele and Kanye West picked up seven nominations apiece. Other multiple nominees included Lady Gaga, Beyonce, and Bruno Mars.       The VMAs are scheduled to take place on 28 August in Los Angeles and will be broadcast live in the US.     Perry, who married comedian Russell Brand last year, was also nominated for best female video, best collaboration, best art direction and best cinematography.          \"That's the most nominations I've ever gotten for anything.\"     In the video of the year category - considered to be the most prominent award of the night - Perry will compete alongside Adele, Mars, the Beastie Boys and Tyler The Creator.     After a record-breaking 13 nominations last year, Lady Gaga received just three.      She will take on Perry, Adele, Beyonce and Nicki Minaj in the best female video award.     Last year, the Bad Romance singer dominated the awards ceremony, taking home eight prizes.      Mars and West will do battle in the best male video category, alongside Justin Bieber, <em>Cee</em>-Lo Green and Eminem.     And Perry, Adele and Mars will take on Britney Spears and Pitbull in the battle for best pop video.",
            "vi": "Ngôi sao nhạc pop Hoa Kỳ - Perry Katy - hiện dẫn đầu tại giải thưởng âm nhạc MTV Video Music Awards của năm nay (VMAs) với chín đề cử.         Những bình chọn dành  cho cô ca sĩ này bao gồm vi-đê-ô của năm cho ca khúc Firework, vi-đê-ô nhạc pop hay nhất và hiệu ứng đặc biệt tốt nhất.       Ca sĩ người Anh Adele và Kanye West mỗi người được bình chọn bảy đề cử. Nhiều người khác cũng nhận được đề cử bao gồm Lady Gaga, Beyonce, và Bruno Mars.         Lễ trao giải VMAs được dự kiến diễn ra vào ngày 28 tháng tám ở Los Angeles và sẽ được phát sóng trực tiếp ở Hoa Kỳ.      Perry, người kết hôn với chàng diễn viên hài Russell Brand vào năm ngoái, cũng đã được đề cử cho vi-đê-ô xuất sắc nhất dành cho nữ, giải cộng tác tốt nhất, giải đạo diễn nghệ thuật hay nhất và giải kỹ xảo điện ảnh tốt nhất.           \"Đó là những đề cử đắt giá nhất tôi đã nhận được bất chấp khó khăn nào.\"     Trong hạng mục vi-đê-ô của năm - được xem là giải thưởng nổi trội nhất của đêm - Perry sẽ cạnh tranh sát nút với Adele, Mars, the Beastie Boys và Tyler  the Creator.        Sau khi phá kỷ lục với 13 đề cử vào năm ngoái, Lady Gaga nhận chỉ ba đề cử năm nay.    Cô ấy sẽ tranh giải với Perry, Adele, Beyonce và Nicki Minaj trong giải thưởng vi-đê-ô xuất sắc nhất dành cho nữ.       Năm ngoái, cô ca sĩ của bài hát “Chuyện tình buồn chán” (Bad Romance) này đã chiếm ưu thế tại lễ trao giải, rinh về nhà tám giải thưởng.        Mars và West sẽ cạnh tranh với nhau trong hạng mục vi-đê-ô dành cho ca sĩ nam xuất sắc nhất, kế đến là Justin Bieber, Cee-Lo Green và Eminem.        Và Perry, Adele và Mars sẽ tranh giải với Britney Spears và Pitbull trong cuộc chiến dành cho giải vi-đê-ô nhạc pop hay nhất."
        }
    ],
    "suggestions": []
}