{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Djibouti"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Djibouti"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Djibouti"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Djibouti"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Djibouti"
        }
    },
    "sentences": [
        {
            "en": "The affected countries include Ethiopia, Eritrea, Somalia, <em>Djibouti</em>, and Kenya.",
            "vi": "Những nơi bị ảnh hưởng bao gồm Ethiopia, Eritrea, Somalia, Djibouti, và Kenya."
        },
        {
            "en": "It's good to see all of you, including the Dean of the diplomatic corps from <em>Djibouti</em>, Ambassador Olhaye.",
            "vi": "Rất vui được gặp lại tất cả các bạn, bao gồm cả trưởng đoàn ngoại giao từ Djibouti, Đại sứ Olhaye."
        },
        {
            "en": "2      The World Health Organization estimates some 2.6 million stillbirths occurred worldwide in 2009, the overwhelming majority in developing countries. This first comprehensive set of estimates appears as part of a series of articles on stillbirths published in the British medical journal, The Lancet.  Every day, the World Health Organization reports more than 7,200 babies are stillborn - ninety-eight percent of them occur in low and middle-income countries. But, WHO notes, high-income countries are not immune. WHO says this rate has changed little in the past decade. The lowest rates of stillbirth, two per 1,000 live births, are in Finland, followed by Singapore, Denmark and Norway. The highest rates, 47 per 1000, are in Pakistan followed by Nigeria, Bangladesh, <em>Djibouti</em> and Senegal. The data show about two-thirds or 1.8 million stillbirths occur in just 10 countries. The highest numbers are found in sub-Saharan Africa and in Southeast Asia.  The new estimates show the number of stillbirths worldwide has declined by just over one percent per year, from three million in 1995 to 2.6 million in 2009. This is even slower than reductions for both maternal and child mortality in the same period. Catherine d’Arcangues of WHO’s Department of Reproductive Health and Research says the causes are many. \"There are definitely causes during childbirth, such as obstructed labor. There are causes due to infections in pregnancy,\" she said. For example, it is quite a shame to think there are two million cases of congenital syphilis a year, a disease, which really should be eradicated…Other infections such as malaria, HIV also induce stillbirth. We also know that with advancing age, mothers tend to experience most stillbirth and also with their first child.\" D’Arcangues notes almost half of all stillbirths happen when the woman is in labor. She says these 1.2 million deaths are directly related to the lack of skilled care at this critical time. Department Director of the Norwegian Institute of Public Health, Frederik Froen, says many stillbirths go unrecorded, so they are not seen as a major public health problem.  He says the vast majority of these stillbirths are not given a name. They are not held or dressed by the mother. They do not have a funeral. He says they are disposed of in the simplest possible way. \"That invisibility at the personal level is also seen for the mothers,\" he said. \"A large proportion of them are marginalized and there is significant stigma associated to having a stillbirth. One out of four stillbirths around the globe are thought to be - thought by community to be caused by the mother’s own sins by witchcraft and evil spirits. And, in sub-Saharan Africa, evil spirits and maternal sins are equally seen as causes as medical causes are.\" The World Health Organization says there are a number of well-known interventions that, if universally applied, could avert more than one million stillbirths. These include comprehensive emergency obstetric care, detection and treatment of syphilis, malaria prevention, detection and management of fetal growth restriction, of hypertension and diabetes during pregnancy. WHO says strengthening family planning services also would save lives by reducing the numbers of unintended pregnancies.",
            "vi": "2,6 Triệu Trẻ Chết Non Trên Toàn Cầu    Tổ chức y tế thế giới ước tính có khoảng 2,6 triệu trẻ chết non trên toàn cầu vào năm 2009, đại đa số ở các nước đang phát triển. Bảng đánh giá toàn diện đầu tiên này là một phần trong một loạt các bài báo về trẻ chết non được đăng trên tập san y học của Anh, The Lancet.  Mỗi ngày, tổ chức y tế thế giới cho biết hơn 7.200 trẻ bị chết non - chín mươi tám phần trăm trong số đó ở các quốc gia có thu nhập thấp và trung bình. Nhưng, WHO lưu ý là các quốc gia có thu nhập cao cũng không tránh khỏi. WHO nói rằng tỉ lệ này thay đổi không nhiều trong thập niên qua.  Tỉ lệ chết non thấp nhất là ở Phần Lan, trong 1.000 trẻ mới sinh có 2 trẻ chết, sau đó là Xinh-ga-po, Đan Mạch và Na Uy. Tỉ lệ cao nhất là ở Pa-ki-xtan, trong 1.000 trẻ mới sinh có 47 trẻ chết, sau đó là Ni-giê-ri-a, Băng-la-đét, Djibouti và Xê-nê-gan.  Dữ liệu cho biết khoảng hai phần ba hay 1,8 triệu trẻ chết non chỉ xảy ra ở 10 quốc gia. Số lượng nhiều nhất ở châu Phi phía nam Xa-ha-ra và ở Đông Nam Á.  Những ước tính mới cho thấy số trẻ chết non trên toàn cầu giảm chỉ hơn một phần trăm mỗi năm, từ 3 triệu vào năm 1995 xuống 2,6 triệu vào năm 2009. Tỉ lệ  này thậm chí còn thấp hơn tỉ lệ giảm tử vong của mẹ lẫn con trong cùng thời kỳ.  Catherine d'Arcangues thuộc Cơ quan sức khoẻ sinh sản và nghiên cứu của WHO nói rằng có rất nhiều nguyên nhân.  Chắc chắn có những nguyên nhân trong lúc sinh đẻ, chẳng hạn như là thai lưu. Có những nguyên nhân do nhiễm bệnh trong lúc mang thai, \"cô ấy nói. Chẳng hạn như, thật đáng hổ thẹn khi nghĩ đến việc có tới hai triệu trường hợp bị giang mai bẩm sinh trong một năm, một căn bệnh mà lẽ ra nên bị diệt trừ tận gốc…. Các trường hợp nhiễm bệnh khác như là sốt rét, HIV cũng làm cho trẻ bị chết non. Chúng tôi cũng biết rằng càng lớn tuổi thì các bà mẹ càng dễ sinh ra trẻ bị chết non và đặc biệt là trường hợp sinh con đầu lòng.\" D'Arcangues ghi nhận là gần một nửa trong tổng số trẻ chết non xảy ra khi phụ nữ đang đau đẻ. Cô ấy nói răng 1,2 triệu ca tử vong này có liên quan trực tiếp tới việc thiếu kỹ năng chăm sóc trong thời kỳ quyết định này.  Frederik Froen, Giám đốc bộ phận của Viện y tế Na Uy, nói rằng nhiều trường hợp chết non không được ghi nhận, vì vậy các trường hợp này không được xem là vấn đề đau đầu của ngành y tế.  Ông nói rằng đại đa số trường hợp chết non này không được đặt tên. Trẻ chết non không được mẹ ẵm hoặc mặc quần áo. Chúng không được tổ chức tang lễ. Ông nói rằng chúng được vứt bỏ bằng cách đơn giản nhất có thể.  \"Tính vô hình ở mức độ cá nhân cũng là được nhìn thấy đối với các bà mẹ,\" ông nói. \"Phần lớn họ đều không được quan tâm đến và có dấu hiệu bệnh lý quan trọng liên quan đến việc sinh ra trẻ chết non. Cứ bốn trẻ chết non trên toàn cầu thì có một trẻ được cộng đồng cho là do lỗi của chính người mẹ đã nhờ đến yêu thuật và ma quỷ. Và ở châu Phi phía nam Xa-ha-ra, ma quỷ và tội của các bà mẹ cũng được xem như là những nguyên nhân về y học.\" Tổ chức y tế thế giới nói rằng có một số biện pháp can thiệp được nhiều người biết đến, nếu được áp dụng rộng rãi, có thể ngăn chận hơn một triệu trẻ chết non.  Các biện pháp này bao gồm chăm sóc sản khoa khẩn cấp toàn diện, phát hiện và điều trị giang mai, ngăn ngừa sốt rét, phát hiện và điều trị sự hạn chế phát triển của bào thai, phát hiện và điều trị chứng cao huyết áp và tiểu đường trong thời kỳ mang thai.   WHO nói rằng việc tăng cường các dịch vụ kế hoạch hoá gia đình cũng sẽ cứu sống được nhiều sinh mạng bằng cách giảm số lượng trường hợp mang thai ngoài ý muốn."
        }
    ],
    "suggestions": []
}