{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dm",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dm</k><blockquote>■ <cclass>abbreviation decimetre(s). </cclass></blockquote></div>",
            "word": "dm",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dm",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dm",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dm",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Neet to get a signature, which makes <em>DM</em>/TM complex.",
            "vi": "Cần lấy chữ ký nên làm cho DM/TM gặp khó khăn."
        },
        {
            "en": "For example, set currency to \"<em>dm</em>\" will change the currency symbol to dutch marks.",
            "vi": "Ví dụ, set currency to \"dm\" sẽ đổi ký hiệu tiền thành đồng mác của đức."
        },
        {
            "en": "The legal tender in the Federal Republic of Germany is the deutsche mark (<em>DM</em>).",
            "vi": "Tiền tệ đang lưu hành hợp pháp ở Cộng hòa Liên bang Đức là đồng Mac Đức (DM)."
        },
        {
            "en": "Unlimited access and use of STS 2.0 is included for every SpringSource Enterprise, SpringSource <em>dm</em> Server, and SpringSource tc Server customer.",
            "vi": "Không giới hạn truy cập và sử dụng STS 2.0 cũng được dành cho trong mỗi khách hàng SpringSource Enterprise, SpringSource dm Server."
        },
        {
            "en": "Penniston International Youth Festival To Councillor <em>DM</em> Patel Country Hall, Swithick Dear Councillor Patel. First let me thank the County Council, on behalf of the Festival Organising Committee, for playing host to the welcome reception for our international colleagues and for making us so welcome at County Hall last week. We were also grateful that you were able to find time to pay us a visit at our weekly planning meeting, where we were delighted to hear that you intend to join the festivities at the opening ceremony of the festival",
            "vi": "Đại diện cho Ban Tổ chức Lễ hội, trước tiên tôi xin cảm ơn Hội đồng Hạt (= tỉnh) đã tạo điều kiện cho lễ đón tiếp các đồng nghiệp quốc tế của chúng tôi và làm cho chúng tôi cảm thấy được tiếp đón ân cần tại County Hall tuần trước. Chúng tôi cũng biết ơn các bạn đã dành thời gian đến thăm chúng tôi tại cuộc họp lập kế hoạch hàng tuần, nơi chúng tôi rất vui mừng khi biết rằng các bạn có ý định tham gia các ngày hội tại lễ khai mạc lễ hội."
        }
    ],
    "suggestions": []
}