{
    "en_vn": {
        "data": {
            "content": null,
            "word": "docs",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "docs",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "docs",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "docs",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "docs",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Google <em>Docs</em> competes with Microsoft Office.",
            "vi": "Google Docs cạnh tranh với Microsoft Office."
        },
        {
            "en": "Instead it sucker-punched Google in the gut, somewhere around where Google <em>Docs</em> live.",
            "vi": "Thay vào đó nó quyết tâm đeo bám Google ở một nơi nào đó xung quanh nơi “định cư” của Google Docs."
        },
        {
            "en": "Google <em>Docs</em>, for those who don't already know, is Google's free online productivity offering.",
            "vi": "Nhắc lại cho những ai chưa biết, Google Docs là bộ công cụ miễn phí trực tuyến của Google."
        },
        {
            "en": "For example, I just tried to spell-check this article in Google <em>Docs</em>.",
            "vi": "Ví dụ, tôi chỉ thử kiểm tra chính tả bài viết này trong Google Docs."
        },
        {
            "en": "With the Google <em>Docs</em> word processor, one can't help but notice the spare, very Microsoft Write - like interface.",
            "vi": "Với trình xử lí văn bản Google Docs, nó không thể hỗ trợ nhưng có thông báo dự phòng rất giống với giao diện của Microsoft Write."
        },
        {
            "en": "With the Google <em>Docs</em> word processor, one can't help but notice the spare, very Microsoft Write-like interface.",
            "vi": "Với trình xử lí văn bản Google Docs, nó không thể hỗ trợ nhưng có thông báo dự phòng rất giống với giao diện của Microsoft Write."
        },
        {
            "en": "Google <em>Docs</em> offers a Web-based word processor, presentation, and spreadsheet, and Google Apps bundles that along with Gmail and Google Calendar.",
            "vi": "Google Docs cung cấp trình xử lí văn bản dựa trên Web, trình diễn, bảng tính, và các gói Ứng dụng của Google cùng với với Gmail và Google Calendar."
        },
        {
            "en": "Google <em>Docs</em> found my errors—highlighting them in yellow—but it doesn't lead me to the first misspelled word and offer corrections.",
            "vi": "Google Docs tìm thấy lỗi của tôi và tô sáng chúng bằng màu vàng nhưng nó không chỉ cho tôi từ đã viết sai chính tả ban đầu và giúp chỉnh sửa."
        },
        {
            "en": "For example, I just tried to spell - check this article in Google <em>Docs</em>. If I were using Microsoft Word, it would lead me through spell checking each mistake, offering both grammar and spelling corrections.",
            "vi": "Ví dụ, tôi chỉ thử kiểm tra chính tả bài viết này trong Google Docs. Nếu tôi đang sử dụng Microsoft Word thì nó sẽ chỉ dẫn tôi hết việc kiểm tra lỗi chính tả, cung cấp cả hai tính năng chỉnh sửa ngữ pháp và chỉnh sửa chính tả."
        },
        {
            "en": "Office apps to the Windows Live program, so you need an account to use them (just like you need a Google account to access Google <em>Docs</em>), and it's relying on Microsoft's SkyDrive for cloud - based file storage.",
            "vi": "Microsoft đang phân loại các ứng dụng Office miễn phí cho chương trình Windows Live, vì vậy bạn cần có một tài khoản để sử dụng chúng (giống như bạn cần một tài khoản Google để truy cập vào Google Docs), và nó dựa vào dịch vụ lưu trữ trực tuyến SkyDrive của Microsoft phục vụ việc lưu trữ tập tin dựa trên đám mấy (cloud-based)."
        },
        {
            "en": "Google <em>Docs</em> found my errors—highlighting them in yellow—but it doesn't lead me to the first misspelled word and offer corrections. Instead, I have to click each word and select the proper spelling.",
            "vi": "Google Docs tìm thấy lỗi của tôi và tô sáng chúng bằng màu vàng nhưng nó không chỉ cho tôi từ đă viết sai chính tả ban đầu và giúp chỉnh sửa. Thay vào đó, tôi phải bấm vào"
        },
        {
            "en": "Microsoft is tying its new free Office apps to the Windows Live program, so you need an account to use them (just like you need a Google account to access Google <em>Docs</em>), and it's relying on Microsoft's SkyDrive for cloud",
            "vi": "Microsoft đang phân loại các ứng dụng Office miễn phí cho chương trình Windows Live, vì vậy bạn cần có một tài khoản để sử dụng chúng (giống như bạn cần một tài khoản Google để truy cập vào Google Docs), và nó dựa vào dịch vụ lưu trữ trực tuyến SkyDrive của Microsoft phục vụ việc lưu trữ tập tin dựa trên đám mấy (cloud-based)."
        },
        {
            "en": "Microsoft is tying its new free Office apps to the Windows Live program, so you need an account to use them (just like you need a Google account to access Google <em>Docs</em>), and it's relying on Microsoft's SkyDrive",
            "vi": "Microsoft đang phân loại các ứng dụng Office miễn phí cho chương trình Windows Live, vì vậy bạn cần có một tài khoản để sử dụng chúng (giống như bạn cần một tài khoản Google để truy cập vào Google Docs), và nó dựa vào dịch vụ lưu trữ trực tuyến SkyDrive của Microsoft phục vụ việc lưu trữ tập tin dựa trên đám mấy (cloud-based)."
        },
        {
            "en": "For example, I just tried to spell-check this article in Google <em>Docs</em>. If I were using Microsoft Word, it would lead me through spell checking each mistake, offering both grammar and spelling corrections.",
            "vi": ", tôi chỉ thử kiểm tra chính tả bài viết này trong Google Docs. Nếu tôi đang sử dụng Microsoft Word thì nó sẽ chỉ dẫn tôi hết việc kiểm tra lỗi chính tả, cung cấp cả hai tính năng chỉnh sửa ngữ pháp và chỉnh sửa chính tả."
        },
        {
            "en": "Within 05 banking days after our receipt of <em>docs</em> strictly complied with LC terms and conditions we shall reimburse you according to your instructions in the currency of the credit.",
            "vi": "Trong vòng 5 ngày làm việc sau ngày chúng tôi nhận được bộ chứng từ tuân theo các điều khoản & điều kiện L/C chúng tôi sẽ bồi hoàn theo hướng dẫn bằng loại tiền tệ của tín dụng."
        },
        {
            "en": "Within 05 banking days after our receipt of <em>docs</em> strictly complied with LC terms and conditions we shall reimburse you according to your instructions in the currency of the credit.",
            "vi": "Trong vòng 5 ngày làm việc sau ngày chúng tôi nhận được bộ chứng từ tuân theo các điều khoản &  điều kiện L/C chúng tôi sẽ bồi hoàn theo hướng dẫn bằng loại tiền tệ của tín dụng."
        },
        {
            "en": "6. Secure your <em>docs</em> and files If all you want to do is use your thumbdrive for file storage, don't forget to encrypt it. By doing so, only you will have access to the files on the drive, rendering it useless to anyone who finds (or steals) it.",
            "vi": "6. Bảo mật các tài liệu và tập tin của bạn Nếu tất cả những gì bạn muốn làm là sử dụng ổ đĩa thumbdrive để lưu trữ tập tin, đừng quên mã hoá nó. Bằng cách đó, chỉ bạn mới có quyền truy cập vào các tập tin trên ổ đĩa, làm cho nó vô dụng đối với bất cứ ai tìm thấy hoặc (lấy cắp) nó."
        },
        {
            "en": "Google <em>Docs</em> tìm thấy lỗi của tôi và tô sáng chúng bằng màu vàng nhưng nó không chỉ cho tôi từ đă viết sai chính tả ban đầu và giúp chỉnh sửa. Thay vào đó, tôi phải bấm vào mỗi từ và chọn đúng chính tả.",
            "vi": "Google Docs found my errors—highlighting them in yellow—but it doesn't lead me to the first misspelled word and offer corrections. Instead, I have to click each word and select the proper spelling."
        },
        {
            "en": "Microsoft is tying its new free Office apps to the Windows Live program, so you need an account to use them (just like you need a Google account to access Google <em>Docs</em>), and it's relying on Microsoft's SkyDrive for cloud - based file",
            "vi": "Microsoft đang phân loại các ứng dụng Office miễn phí cho chương trình Windows Live, vì vậy bạn cần có một tài khoản để sử dụng chúng (giống như bạn cần một tài khoản Google để truy cập vào Google Docs), và nó dựa vào dịch vụ lưu trữ trực tuyến SkyDrive của Microsoft phục vụ việc lưu trữ tập tin dựa trên đám mấy (cloud-based)."
        },
        {
            "en": "Microsoft is tying its new free Office apps to the Windows Live program, so you need an account to use them (just like you need a Google account to access Google <em>Docs</em>), and it's relying on Microsoft's SkyDrive for cloud-based file storage.",
            "vi": "chương trình Windows Live, vì vậy bạn cần có một tài khoản để sử dụng chúng (giống như bạn cần một tài khoản Google để truy cập vào Google Docs), và nó dựa vào dịch vụ lưu trữ trực tuyến SkyDrive của Microsoft phục vụ việc lưu trữ tập tin dựa trên đám mấy (cloud - based)."
        }
    ],
    "suggestions": []
}