{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">doggy</font></td></tr></table><i/></div>",
            "word": "doggie",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>doggie</k><blockquote>■ <cclass>noun variant spelling of <kref>doggy</kref>. </cclass></blockquote></div>",
            "word": "doggie",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "doggie",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "doggie",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "doggie",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I have a <em>doggie</em>.",
            "vi": "Tôi có một chú chó con."
        },
        {
            "en": "Can I have a <em>doggie</em> bag,please?",
            "vi": "Cho tôi một cái túi để đựng thức ăn thừa nhé?"
        },
        {
            "en": "Can I have a <em>doggie</em> bag, please?",
            "vi": "Cho tôi một cái túi để đựng thức ăn thừa nhé?"
        },
        {
            "en": "<em>Doggie</em> bags Unless you're headed straight home from the restaurant, it's best to skip the <em>doggie</em> bag. The inside of a car can get warm quickly, allowing bacteria to multiply.",
            "vi": "Túi đựng thức ăn thừa ở nhà hàng mang về  Trừ phi là bạn ở nhà hàng về thẳng nhà, tốt hơn hết là bạn đừng nên sử dụng túi đựng thức ăn thừa. Nhiệt độ bên trong xe hơi có thể nóng lên rất nhanh, làm cho vi khuẩn có thể sinh sôi trong đó."
        },
        {
            "en": "What about the <em>doggie</em> herself? Well, she seems to be proud of herself. Besides, her Facebook profile says: “I love my big city life and enjoy taking the D line daily to the Belltown dog park.” What a smart <em>doggie</em>!",
            "vi": "Còn về phần nàng cún? Ừm, cô nàng có vẻ tự hào về mình lắm. Hơn nữa, profile trên Facebook của cô nàng có ghi : \"Tôi yêu cuộc sống ở thành phố lớn của mình và thích đi tuyến xe D mỗi ngày đến công viên Belltown dành cho chó .\" Một nàng cún quá thông minh!"
        },
        {
            "en": "Who can resist those big brown eyes and cute <em>doggie</em> grin? Can a little reward from the table really hurt your dog?",
            "vi": "Một chú cún mắt nâu to tròn và cười dễ thương thì ai có thể cưỡng lại được phải không nào? Miếng phần thưởng nho nhỏ trên bàn có thể thực sự làm hại chú chó của bạn không?"
        },
        {
            "en": "However, this 'copycat' theory can't explain why toddlers aren't as conversational as adults. After all, you never hear literate adults express themselves in one-word sentences like 'bottle' or '<em>doggie</em>'.",
            "vi": "Tuy nhiên, lý thuyết về hành vi bắt chước không thể giải thích vì sao đứa trẻ không thể giao tiếp như người lớn. Dẫu sao, bạn không bao giờ nghe thấy một người 'giỏi chữ' có thể biểu lộ được điều gì như con nít khi chúng chỉ cần nói \"chai\" hoặc \"chó\"."
        },
        {
            "en": "We used to have hangovers, From parties that were gay.   Now we suffer body aches And sleep the night away.   We used to go out dining, And couldn't get our fill.   Now we ask for <em>doggie</em> bags, Come home and take a pill.",
            "vi": "Xưa rượu chè đàn đúm  Lê la tiệc tùng  Nay mình mẩy đau nhức Ngủ ở nhà cả đêm  Xưa ra ngoài ăn tối Chẳng thấy no bao giờ  Giờ ăn không hết phải xin túi mang về Rồi về nhà uống thuốc"
        },
        {
            "en": "<em>Doggie</em> downside: Hair everywhereAll dogs shed, which is even called the \"hypoallergenic\" shedding. And the longer and thicker the coat, the more dog hair you can expect to find on your clothes, rugs, and furniture. Dogs also get dirty and matted if not groomed frequently, so expect to be bathing and brushing your dog yourself or paying someone to do it for you.",
            "vi": "Mặt hạn chế của chó: Lông vãi khắp mọi nơi Con chó nào cũng rụng lông cả, thậm chí đây được gọi là chứng rụng lông “không gây dị ứng”. Và lông chó càng dài và càng dày thì càng có thể là chúng sẽ rơi vãi khắp trên áo quần, trên thảm, và trên bàn ghế, đồ đạc của bạn. Chó cũng thường dơ dáy và luộm thuộm nếu không được chải lông và tắm rửa thường xuyên, vì vậy bạn nên tắm rửa và chải lông cho chó hoặc thuê một người nào đó làm công việc này thay cho bạn. "
        },
        {
            "en": "<em>Doggie</em> upside: Loving and loyalDogs have rightfully earned their reputation as man's best friend. Regardless of siz​e or breed, your dog will provide a lifetime of love and loyalty. Dogs are social animals, and they thrive on human companionship. Certain breeds, such as Rottweilers, also make excellent protectors.",
            "vi": "Mặt tích cực của chó: Yêu thương và trung thành Chó được người ta mệnh danh là một người bạn tốt nhất của con người một cách chính đáng. Bất kể là chó to hay nhỏ, giống này hay giống kia thì chúng lúc nào cũng thể hiện lòng trung thành và yêu mến suốt đời đối với chủ của mình. Chó là động vật mang tính chất xã hội, và chúng thích làm bạn với con người. Một số giống chó như loại Rottweilers (loài chó rất dữ), cũng là vật bảo vệ tuyệt vời cho bạn."
        },
        {
            "en": "Staff at Changsho, a Chinese restaurant, however, remember a more extravagant customer. Late one evening, for example, Bo came in alone, ordered four dishes and left after barely touching the food. “He didn’t even ask for a <em>doggie</em> bag,” recalled a restaurant worker, appalled at the waste.",
            "vi": "Tuy nhiên, nhân viên tại Changsho-một nhà hàng Trung Quốc, nhớ đến một khách hàng với cách tiêu xài phung phí hơn. Ví dụ, vào một buổi tối, cậu Bạc đi vào nhà hàng một mình, gọi ra bốn món ăn và phần còn lại hầu như không chạm vào thức ăn. \"Anh thậm chí còn không yêu cầu một bao đựng thức ăn thừa\", một nhân viên nhà hàng kinh sợ trước \"sự lãng phí\" của cậu ấy nhớ lại."
        },
        {
            "en": "<em>Doggie</em> downside: Must be trainedEven the best dog can have some not-so-cute behaviors. Dogs are known to bark, jump up, dig, tug at the leash, or even growl and bite. To curb undesirable behaviors, it's necessary to teach your dog what's acceptable and what's not. Some dogs are easy to train, while others take more time and practice. Either way, it requires an investment of time and money to bring out the best in your dog.",
            "vi": "Mặt hạn chế của chó: Phải được huấn luyện Thậm chí là con chó dễ thương nhất cũng có một số hành vi/ hoạt động không dễ thương chút nào. Chó nổi tiếng là hay sủa, hay nhảy phốc, hay đào bới, hay kéo dây xích, hoặc thậm chí là hay gầm gừ hoặc cắn bậy. Để hạn chế các hành vi bất hảo đó, điều quan trọng là bạn nên dạy cho chúng biết điều gì bạn có thể chấp nhận được và điều gì không. Một số con rất dễ huấn luyện, trong khi một số con khác phải cần thêm nhiều thời gian và luyện tập. Dù sao đi nữa, bạn cũng cần nên đầu tư nhiều thời gian và tiền bạc để con chó của mình có được tính cách tốt nhất."
        },
        {
            "en": "Fat trimmings and bones  Table scraps often contain meat fat that a human didn't eat and bones. Both are dangerous for dogs. Fat trimmed from meat, both cooked and uncooked, can cause pancreatitis in dogs. And, although it seems natural to give a dog a bone, a dog can choke on it. Bones can also splinter and cause an obstruction or lacerations of your dog's digestive system. It's best to just forget about the <em>doggie</em> bag.",
            "vi": "Đồ cắt xén ra từ mỡ và xương   Những mẩu thức ăn thừa trên bàn thường là thịt mỡ người ta không ăn và xương. Cả 2 thứ này đều nguy hiểm với chó. Mỡ được xén ra từ thịt, cả mỡ chín lẫn mỡ sống, đều có thể gây viêm tuyến tụy ở chó. Và, mặc dù là việc cho chó ăn xương có vẻ như là chuyện bình thường, nhưng cún của bạn có thể cũng bị nghẹn/ bị nghẹt thở đấy. Xương cũng có thể vỡ ra thành nhiều mảnh và làm cản trở hoặc làm rách hệ tiêu hoá của chó. Tốt hơn hết là bạn nên quên túi đựng thức ăn thừa đi."
        },
        {
            "en": "<em>Doggie</em> upside: Boundless energyIf you're looking for a playmate, it doesn't get much better than a dog. Although some breeds have higher energy levels than others, most are playful and love to be outdoors. A dog can be a great companion for joggers and hikers or people who simply like to take leisurely strolls in the park. If you're trying to get in shape, Fido is a fantastic exercise companion. Exercise is as important for dogs as it is for people.",
            "vi": "Mặt tích cực của chó: Năng lượng tràn đầy Nếu bạn đang tìm một người bạn cùng chơi thì không gì tốt hơn bằng chó. Mặc dù một số giống chó có năng lượng cao hơn, nhưng đa số đều rất ham vui và thích chơi ngoài trời. Chó có thể là một người bạn đồng hành tuyệt vời cho những ai chạy bộ và đi bộ đường dài hoặc cả những ai chỉ thích đi dạo thong thả trong công viên. Nếu bạn đang cố tập luyện để có thân hình cân đối thì chó Fido là một người bạn tập lý tưởng. Thể dục đối với chó cũng quan trọng như đối với người vậy."
        },
        {
            "en": "Dangerous foods for dogs  Who can resist those big brown eyes and cute <em>doggie</em> grin? Can a little reward from the table really hurt your dog? Well, that depends on what it is and what's in it. A chip with guacamole can cause your dog some real problems. In fact, there's a lot of people food your dog should never eat. And, it's not just because of weight. Some foods are downright dangerous for dogs -- and some of these common foods may surprise you.",
            "vi": "Các loại thức ăn nguy hiểm với chó \n \nMột chú cún mắt nâu to tròn và cười dễ thương thì ai có thể cưỡng lại được phải không nào? Miếng phần thưởng nho nhỏ trên bàn có thể thực sự làm hại chú chó của bạn không? Ừm, tuỳ đó là loại thức ăn gì và thành phần gì trong đó. Một miếng guacamole (lê tàu nghiền chung với cà chua và ớt (để trộn rau)) có thể làm cho cún của bạn gặp rắc rối thực sự đấy. Thực ra, có nhiều thức ăn cho người mà chó của bạn chớ bao giờ nên ăn. Và, không chỉ bởi nặng bụng không đâu. Một số loại thực phẩm hết sức nguy hiểm đối với chó – và một số loại thức ăn thường thấy này có thể làm bạn ngạc nhiên đấy. "
        },
        {
            "en": "“All the bus drivers know her. She sits here just like a person does”  The <em>doggie</em> rides the bus all by herself, has a bus pass attached to her collar, and gets off at her favorite park.It all started when the black Labrador and Mastiff mix was at a bus stop with her owner Jeff Young.                  Her human was taking too long to finish his cigarette, so when the bus arrived…  Cái tên con người của nàng hút hoài không hết điếu thuốc, cho nên khi xe buýt đến ...    The canine just got on it by herself and got off at the park  Nàng bèn tự lên xe rồi tự xuống công viên.    That’s when the owner realized this smart girl can ride those 3-4 stops on the D line on her own  Lúc đó ông chủ mới biết cô nàng thông minh này có thể tự đi qua ba bốn chặng trên tuyến D .   King County allows dogs on public transport at the discretion of a driver, and Eclipse makes people smile King County cho phép chó đi xe công cộng, nếu tài xế đồng ý, mà Eclipse thì làm mọi người cười .   Therefore, the drivers are always glad to give this four-legged miss a lift Thế nên tài xế nào cũng vui khi cho cô tiểu thư bốn chân này đi quá giang.   “She makes everybody happy. How could you not love this face?”' Nó làm mọi người vui. Ai mà không cưng cái mặt này cơ chứ.",
            "vi": "Tài xế nào cũng biết nàng. Nàng ta ngồi chễm chệ như người.Nàng cún tự lên xe một mình, có thẻ đi xe gắn trên vòng cổ, và xuống công viên ưa thích của mình.Chuyện bắt đầu khi nàng Labrador đen và cún lai Mastiff đang chờ xe buýt với chủ Jeff Young.   "
        }
    ],
    "suggestions": []
}