{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dɔgidli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">gan lì, bền chí</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">rất, lắm, vô cùng</td></tr></table><i/></div>",
            "word": "doggedly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "doggedly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "doggedly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "doggedly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "doggedly"
        }
    },
    "sentences": [
        {
            "en": "The child trudged <em>doggedly</em>.",
            "vi": "Thằng bé bước đi một cách lì lợm."
        },
        {
            "en": "A resilient person may go through difficulty and uncertainty, but he or she will <em>Doggedly</em> bounce back.",
            "vi": "Một người kiên cường có thể trải qua những khó khăn và không chắc chắn, nhưng anh hay cô ta sẽ Kiên định trở lại."
        },
        {
            "en": "\"I won't,\" said his friend <em>doggedly</em>. \"I threw it on the fire. If you keep it, don't blame me for what happens. Pitch it on the fire again, like a sensible man.\"",
            "vi": "\"Không đâu,\" người bạn khăng khăng nói. \"Tôi đã ném nó vào lửa. Nếu ông cứ giữ nó thì đừng đổ tội cho tôi. Hãy quẳng nó vào lửa đi nếu ông là một người hiểu biết\""
        },
        {
            "en": "At the time, however, our goal was far more modest. We were just trying to create a book that was scientifically accurate without being impenetrable to the general reader, someone like me. My primary contribution to the book was to <em>doggedly</em> keep asking Stephen questions, not giving up until I understood what he intended to convey. That process took many months of correspondence, interrupted by a medical crisis that led to the tracheotomy that saved Stephen’s life, but left him unable to speak at all. Thanks to his fierce determination and some remarkable computer software, Stephen was able to continue working on the book, and he eventually completed the final draft in the fall of 1987.",
            "vi": "Vào thời điểm đó, tuy mục tiêu của chúng ta khiêm tốn hơn rất nhiều. Chúng ta chỉ cố gắng tạo ra một cuốn sách mang tính khoa học chính xác mà không phải là không thể hiểu được đối với độc giả nói chung, và người nào đó giống như tôi. Đóng góp chính của tôi cho cuốn sách là phải luôn gan lì đặt ra những câu hỏi cho Stephen, và không từ bỏ cho đến khi tôi hiểu rõ ý ông muốn truyền đạt. Quá trình đó đã mất nhiều tháng trao đổi qua lại, và đã bị gián đoạn bởi một cuộc khủng hoảng y khoa, dẫn đến việc phải phẫu thuật mở khí quản để cứu sống Stephen, nhưng di chứng để lại là ông đã không thể nói được gì cả. Nhờ vào quyết tâm mãnh liệt của mình và một số phần mềm máy tính đặc biệt, Stephen đã có thể tiếp tục thực hiện cuốn sách, và cuối cùng ông đã hoàn thành bản dự thảo cuối cùng vào mùa thu năm 1987."
        }
    ],
    "suggestions": []
}