{
    "en_vn": {
        "data": {
            "content": null,
            "word": "doglike"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "doglike"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "doglike"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "doglike"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "doglike"
        }
    },
    "sentences": [
        {
            "en": "<em>Doglike</em> fidelity",
            "vi": "Sự trung thành như chó đối với chủ"
        },
        {
            "en": "Many contemporary theories of jealousy focus on its development during infancy and childhood. A paper published in the journal PLOS One takes a leaf out of such studies to conduct an experiment with dogs. The paper’s findings suggest that dogs show behaviour indicative of jealousy when their owners interacted with lifelike stuffed dogs, and not when they interacted with other, non-<em>doglike</em> objects.",
            "vi": "Nhiều lý thuyết đương đại của sự ghen tuông tập trung vào sự phát triển trong thời thơ ấu. Một bài báo được công bố trên tạp chí PLoS One bắt chước những nghiên cứu để tiến hành một thí nghiệm với những con chó. Những phát minh của bài báo đưa ra giả thuyết rằng loài chó có những hành vi thể hiện sự ghen tị khi người chủ của chúng tương tác với những con chó nhồi bông như thật, và không ghen tị khi họ tương tác với những đối tượng khác, không giống chó."
        },
        {
            "en": "Many contemporary theories of jealousy focus on its development during infancy and childhood. A paper published in the journal PLOS One takes a leaf out of such studies to conduct an experiment with dogs. The paper’s findings suggest that dogs show behaviour indicative of jealousy when their owners interacted with lifelike stuffed dogs, and not when they interacted with other, non-<em>doglike</em> objects.",
            "vi": "Nhiều lý thuyết đương đại của sự ghen tuông tập trung vào sự phát triển trong thời thơ ấu. Một bài báo được công bố trên tạp chí PLoS One bắt chước những nghiên cứu để tiến hành một thí nghiệm với những con chó. Những phát minh của bài báo đưa ra giả thuyết rằng loài chó có những hành vi thể hiện sự ghen tị khi người chủ của chúng tương tác với những con chó nhồi bông như thật, và không ghen tị khi họ tương tác với những đối tượng khác, không giống chó."
        },
        {
            "en": "WHAT'S A DEVIL MONKEY?: The United States and Canada aren't home to any modern-day primates, which makes the appearance of a giant monkey-like creature in rural areas even more bizarre to those who've seen it. Dubbed the devil monkey, this primate-looking beast reportedly has pointed ears, a baboon- or <em>doglike</em> snout, a bushy tail and only three toes on each of its narrow feet. Ranging in height between 3 and 8 feet (0.9 and 2.4 meters) tall, this strange monkey gets around on all fours and travels by jumping. Devil monkeys are supposed to be aggressive, especially toward dogs and humans, and by most accounts, they are carnivorous and feed on livestock. This fearsome monkey makes a wide range of evil-sounding noises, including hoots, whistles and screams.",
            "vi": "Khỉ quỷ là gì? Hoa Kỳ và Canada không phải nơi cư ngụ của bất kỳ loài động vật linh trưởng hiện đại nào, khiến cho sự xuất hiện của một sinh vật khổng lồ giống như khỉ ở các vùng nông thôn thậm chí còn kỳ lạ hơn đối với những người đã nhìn thấy nó. Được mệnh danh là khỉ quỷ, con quái vật trông như loài linh trưởng này được cho là có tai nhọn, mõm như khỉ đầu chó hoặc chó, đuôi xù và chỉ có ba ngón chân trên mỗi bàn chân hẹp. Có chiều cao từ 3 đến 8 feet, con khỉ kỳ lạ này đi bằng cả 4 chân và bằng cách nhảy. Khỉ quỷ được cho là hung hăng, đặc biệt đối với chó và con người, và theo hầu hết miêu tả, chúng là loài ăn thịt và ăn gia súc. Loài khỉ đáng sợ này tạo ra một loạt các âm thanh ồn ào nghe rất khó chịu, bao gồm những tiếng la hét, huýt gió và thét lên."
        }
    ],
    "suggestions": []
}