{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dom",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Dom</k><blockquote><cclass>[<cclass>dɒm<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a title prefixed to the names of some Roman Catholic dignitaries and Benedictine and Carthusian monks. </blockquote></blockquote><blockquote><blockquote>2》 Portuguese form of <kref>don</kref><sup>1</sup> (in sense 2). </blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>from L. <i>dominus</i> 'master'. </blockquote></div>",
            "word": "Dom",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dom",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dom",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dom",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I think <em>Dom</em> is the arsonist.",
            "vi": "Tôi cho rằng Dom đã cố tình gây hỏa hoạn."
        },
        {
            "en": "<em>DOM</em> research can be divided into two categories.",
            "vi": "Nghiên cứu DOM có thể chia thành 2 loại."
        },
        {
            "en": "Typically, buiding a report requires toggling between snapping to a grid and free-<em>dom</em> placement.",
            "vi": "Nói chung, việc xây dựng báo biểu luôn đòi bạn bật tắt giữa hai chế độ căn theo lưới và phi khuôn khổ."
        },
        {
            "en": "<em>DOM</em> is a complex mixture of aromatic and aliphatic hydrocarbon structures that have attached functional groups.",
            "vi": "DOM là hỗn hợp phức tạp của các cấu trúc hydrocarbon thơm và béo mà có chứa nhóm chức đi kèm."
        },
        {
            "en": "Only a few studies have investigated the effect of <em>DOM</em> from wastewater on the sorption of pesticides and other organic contaminants.",
            "vi": "Chỉ có một vài nghiên cứu đã điều tra ảnh hưởng của DOM từ nước thải đối với sự hấp thu của thuốc trừ sâu và các chất ô nhiễm hữu cơ khác."
        },
        {
            "en": "Dissolved organic matter (<em>DOM</em>) is a heterogeneous mixture of humic substances, hydrophilic acids, proteins, lipids, carbohydrates, carboxylic acids, amino acids, and hydrocarbons",
            "vi": "Chất hữu cơ hòa tan (DOM) là một hỗn hợp không đồng nhất của các cơ chất humic, các axit hút nước, các protein, các chất béo, hydrat cacbon, axit carbonxylic, axit amino, và"
        },
        {
            "en": "“Track provides developers with a unified, programmatic mechanism for doing all these things in the HTML <em>DOM</em> and Javascript,” Uberti pointed out.",
            "vi": "Uberti chỉ ra: \"Tính năng “track” cung cấp cho lập trình viên một cơ chế thống nhất, hệ thống để thực hiện tất cả các tác vụ trên trong HTML DOM và Javascript\"."
        },
        {
            "en": "Dissolved organic matter (<em>DOM</em>) is a heterogeneous mixture of humic substances, hydrophilic acids, proteins, lipids, carbohydrates, carboxylic acids, amino acids, and hydrocarbons",
            "vi": "Chất hữu cơ hòa tan (DOM) là một hỗn hợp không đồng nhất của các cơ chất humic, các axit hút nước, các protein, các chất béo, hydrat cacbon, axit carbonxylic, axit amino, và hydro cacbon."
        }
    ],
    "suggestions": []
}