{
    "en_vn": {
        "data": {
            "content": null,
            "word": "domesticated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "domesticated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>domesticated</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>domesticated animals</i>: TAME, tamed, pet, domestic, trained.</blockquote><blockquote><b>2</b><i>domesticated crops</i>: CULTIVATED, naturalized.</blockquote><blockquote><b>3</b><i>I'm quite domesticated really</i>: HOUSEWIFELY, home-loving, homely.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>wild.</blockquote></div>",
            "word": "domesticated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "domesticated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "domesticated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Being jobless, he became <em>domesticated</em>.",
            "vi": "Vì thất nghiệp mà hắn đâm ra quen việc nội trợ."
        },
        {
            "en": "Here is a list of <em>domesticated</em> animals.",
            "vi": "Đây là danh sách các loài động vật đã được thuần hóa."
        },
        {
            "en": "Pets are <em>domesticated</em> animals or birds we keep for pleasure.",
            "vi": "Thú cưng là những con vật đã được thuần hóa hoặc những con chim mà chúng ta nuôi vì yêu thích."
        },
        {
            "en": "The pot-bellied pig is a breed of <em>domesticated</em> pig originating in Vietnam.",
            "vi": "Lợn bụng bự (lợn ỉn) là một giống lợn thuần hóa có nguồn gốc ở Việt Nam."
        },
        {
            "en": "Dogs were <em>domesticated</em> from wolves between 20,000 and 40,000 years ago.",
            "vi": "Loài chó được thuần hóa từ loài sói cách đây 20.000 đến 40.000 năm."
        },
        {
            "en": "That is when plants and animals were <em>domesticated</em> and agriculture born.",
            "vi": "Đó là khi cây trồng và vật nuôi được thuần hóa và ngành nông nghiệp ra đời."
        },
        {
            "en": "The pot - bellied pig is a breed of <em>domesticated</em> pig originating in Vietnam.",
            "vi": "Lợn bụng bự (lợn ỉn) là một giống lợn thuần hóa có nguồn gốc ở Việt Nam."
        },
        {
            "en": "Our ancestors <em>domesticated</em> various plants and animal species thousand year ago.",
            "vi": "Hàng ngàn năm trước, tổ tiên chúng ta đã thuần dưỡng nhiều giống thực vật và động vật."
        },
        {
            "en": "Like the dog, the modern <em>domesticated</em> cat is the result of generations of selective breeding.",
            "vi": "Giống như chó, loài mèo thuần hóa hiện đại này là kết quả của các thế hệ gây giống có chọn lọc."
        },
        {
            "en": "There are species of parasitic insects that are unable to reproduce except in <em>domesticated</em> plants that did not even exist a few centuries ago.",
            "vi": "Có những loài côn trùng ký sinh không thể sinh sản trừ khi sống trong những cây trồng thậm chí là không tồn tại vài thế kỷ trước đây."
        },
        {
            "en": "The fact that yours is a pretty <em>domesticated</em> house leads me to believe that you keep a bunch of kitchen utensils.",
            "vi": "Sự thật là ngôi nhà của anh là một ngôi nhà khá ngăn nắp khiến tôi tin rằng anh có nhiều dụng cụ làm bếp."
        },
        {
            "en": "More precisely, it is estimated that there are between 38, 000 and 53, 000 wild elephants and between 14, 500 and 15, 300 <em>domesticated</em> elephants in Asia.",
            "vi": "Chính xác hơn là ước tính có khoảng 38.000 đến 53.000 con voi hoang dã và khoảng 14.500 đến 15.300 con voi được thuần hóa ở châu Á."
        },
        {
            "en": "The study focused on 85 tree species known to have been <em>domesticated</em> by Amazonian peoples for food, shelter, or other uses over the last several thousand years. The researchers found that throughout the Amazon basin these species were five times more likely to be common in tree surveys than non-<em>domesticated</em> species. <em>Domesticated</em> species were also found to be more common and more diverse in forests closer to archaeological sites. These 85 <em>domesticated</em> trees include well-known commercial species, such as cacao, açaí, and Brazil nut. It was found that a quarter of Amazonia’s <em>domesticated</em> species are widely distributed in the basin and dominate large expanses of forest. These results clearly indicate that the Amazonian flora is in part a surviving heritage of its past inhabitants.",
            "vi": "Công trình nghiên cứu tập trung vào 85 loài cây được biết là do người bản địa vùng Amazon trồng để lấy thức ăn, làm nơi ở, và những mục đích sử dụng khác trong mấy ngàn năm qua. Trong các cuộc khảo sát về cây, các nhà nghiên cứu thấy rằng khắp lưu vực Amazon các loài này nhiều hơn gấp 5 lần các loài không phải do con người trồng. Các loài do con người trồng cũng được tìm thấy nhiều hơn và đa dạng hơn ở những cánh rừng gần các địa điểm khảo cổ học. 85 loài cây do con người trồng này bao gồm những loài có giá trị thương mại nổi tiếng như cacao, ccai , và quả hạch Brazil. Người ta phát hiện rằng 1/4 loài do con người trồng ở Amazon trải đều khắp lưu vực này và chiếm những khu rừng rộng lớn. Kết quả này rõ ràng cho thấy hệ thực vật vùng sông Amazon là một phần di sản còn sót lại của những người cổ xưa."
        },
        {
            "en": "One of the first <em>domesticated</em> crops, einkorn wheat, spread quickly from the Middle East into Europe; it took twice as long for corn to spread from Mexico to what is now the eastern United States.",
            "vi": "Một trong những cây trồng được thuần hoá đầu tiên, cây lúa mỳ Einkorn, lan nhanh từ Trung Đông sang châu Âu; nó lâu gấp đôi để ngô lan đi từ Mexico đến những gì bây giờ là miền đông Hoa Kỳ."
        },
        {
            "en": "The region also boasted <em>domesticated</em> livestock, which could provide meat, wool and motive power in the fields. Blessed with such natural advantages, Eurasia was bound to take off economically.",
            "vi": "Khu vực này cũng lấy làm hãnh diện về vật nuôi được thuần hóa, mà có thể cung cấp thịt, len và động năng trên đồng ruộng. May mắn với những lợi thế tự nhiên như vậy, khu vực Á-Âu chắc chắn thành công về mặt kinh tế một cách nhanh chóng."
        },
        {
            "en": "Wild animals need to stay wild. Not feeding them helps preserve their survival — as well as your own. It's easy to think of animals like horses as <em>domesticated</em>, but any wild animal can bite and even smaller animals can do substantial damage to a campsite. Even if you escape the close encounter without losing a finger, the next family to land in the same campsite might not be so lucky.",
            "vi": "Động vật hoang dã cần phải hoang dã. Không cho chúng ăn là giúp bảo vệ sự sống còn của chúng - cũng như của chính bạn. Thật dễ dàng để nghĩ đến các loài động vật như ngựa thuần, nhưng bất kỳ động vật hoang dã nào cũng có thể cắn và thậm chí những động vật nhỏ hơn còn có thể gây thiệt hại đáng kể cho địa điểm cắm trại. Thậm chí nếu bạn thoát khỏi cuộc chạm trán này mà không bị mất một ngón tay, thì gia đình tiếp theo đến đấy cắm trại có thể không được may mắn như vậy."
        },
        {
            "en": "An international team of ecologists and social scientists, led by Carolina Levis, from Brazil’s National Institute for Amazonian Research (INPA) and Wageningen University and Research Center in the Netherlands, has shown in a new study that tree species <em>domesticated</em> and distributed throughout the Amazon basin by indigenous peoples before 1492 continue to play an important role in modern-day forests. These new findings strongly refute the idea that Amazonian forests have been largely untouched by humans.",
            "vi": "Một nhóm chuyên gia quốc tế gồm các nhà sinh thái học và khoa học xã hội do Carolina Levis đứng đầu, đến từ Viện quốc gia Brazil nghiên cứu Vùng Amazon và Trung tâm nghiên cứu Đại học Wageningen ở Hà Lan, đã nêu trong một nghiên cứu mới rằng các loài cây được các dân tộc bản địa trồng khắp lưu vực Amazon trước năm 1492 vẫn còn đóng vai trò quan trọng trong những cánh rừng ngày nay. Phát hiện mới này bác bỏ mạnh mẽ quan điểm cho rằng các cánh rừng Amazon phần lớn đều không phải do con người trồng."
        }
    ],
    "suggestions": []
}