{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dominica"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Dominica"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dominica"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dominica"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dominica"
        }
    },
    "sentences": [
        {
            "en": "What's the most surprising thing about <em>Dominica</em>?",
            "vi": "Điều đáng ngạc nhiên nhất về Dominica là gì?"
        },
        {
            "en": "A number of developing countries have introduced large-scale social pension systems, including Antigua, Argentina, Bangladesh, Bolivia, Botswana, Brazil, Chile, Costa Rica, <em>Dominica</em>, India, Mauritius, Mexico, Namibia, Nepal, South Africa, Senegal and Uruguay.",
            "vi": "Có một số nước đang phát triển đã áp dụng các hệ thống trợ cấp xã hội trên qui mô lớn, như Antigua, Achentina, Banglađet, Bôlivia, Bốtxoana, Braxin, Chilê, Côxta Rica, Dominica, Ấn Độ, Mauritus, Mêhicô, Namibia, Nêpan, Nam Phi, Xênêgan, và Uruguay."
        },
        {
            "en": "The inflows of funds to countries from these programs can be substantial, with far-reaching macroeconomic implications for nearly every sector, particularly for small countries (see Chart 2). Inflows to the public sector alone in St. Kitts and Nevis, which has the most readily available data, had grown to nearly 25 percent of GDP as of 2013. Antigua and Barbuda and <em>Dominica</em> have also experienced significant inflows. In Portugal, inflows under the country’s golden visa program may account for as much as 13 percent of estimated gross foreign direct investment inflows for 2014; in Malta, total expected contributions to the general government (including the National Development and Social Fund) from all potential applicants—which are capped at 1,800—could reach the equivalent of 40 percent of 2014 tax revenues when all allocated passports are issued.",
            "vi": "Các dòng vốn sang các nước từ các chương trình này có thể rất có giá trị, với sự ảnh hưởng sâu rộng những tác động kinh tế vĩ mô cho mỗi khu vực gần, đặc biệt đối với các nước nhỏ (xem biểu đồ 2). Dòng vốn cho khu vực công cộng đơn độc ở St Kitts và Nevis, trong đó có các dữ liệu sẵn có nhất, đã tăng lên đến gần 25 phần trăm GDP của năm 2013. Antigua và Barbuda và Dominica cũng đã có các dòng vốn đáng kể. Tại Bồ Đào Nha, dòng vốn theo chương trình thị thực vàng của nước này có thể chiếm bằng 13 phần trăm ước tính tổng dòng vốn đầu tư trực tiếp nước ngoài năm 2014. Ở Malta, tổng số đóng góp dự kiến cho chính phủ nói chung (bao gồm Quỹ Phát triển và Xã hội quốc gia) từ tất cả các ứng viên tiềm năng được giới hạn ở mức 1.800 có thể đạt tương đương với 40 phần trăm trong năm 2014 trong doanh thu thuế khi tất cả các hộ chiếu được cấp được ban hành."
        },
        {
            "en": "Economic citizenship programs are administered by a growing number of small states in the Caribbean and Europe. Their primary appeal is that they confer citizenship with minimal to no residency requirements. <em>Dominica</em>, St. Kitts and Nevis, and several Pacific island nations have had such programs for years: the St. Kitts and Nevis program dates back to 1984. More recently, a number of new programs have been introduced or revived, including by Antigua and Barbuda, Grenada, and Malta, with St. Lucia the most recent addition to the list. While some of these programs have been in place for years, they have only recently seen a substantial increase in applicants, with a corresponding surge in capital inflows.",
            "vi": "Chương trình công dân kinh tế được quản lý bởi một số lượng ngày càng tăng của các nước nhỏ trong vùng biển Caribbean và Châu Âu. Điều hấp dẫn chính của họ là họ trao quyền công dân với việc tối thiểu hóa để không có yêu cầu về luật cư trú. Dominica, St. Kitts và Nevis và một số quốc đảo Thái Bình Dương đã có những chương trình như vậy trong nhiều năm: chương trình St. Kitts và Nevis trở lại vào năm 1984. Gần đây, một số chương trình mới đã được giới thiệu hoặc hồi sinh, bao gồm cả Antigua và Barbuda, Grenada và Malta với St. Lucia bổ sung gần đây nhất vào danh sách. Trong khi một số chương trình này đã được diễn ra trong nhiều năm qua, họ chỉ vừa mới nhìn thấy một sự gia tăng đáng kể trong các ứng viên với sự gia tăng tương ứng trong dòng vốn."
        }
    ],
    "suggestions": []
}