{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dominique"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Dominique"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dominique"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dominique"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dominique"
        }
    },
    "sentences": [
        {
            "en": "<em>Dominique</em> Strauss-Kahn DNA 'linked to maid'",
            "vi": "ADN của ông Dominique Strauss-Kahn 'có dính líu đến cô phục vụ phòng'"
        },
        {
            "en": "<em>Dominique</em> Strauss-Kahn: Ex-IMF boss wins New York bail",
            "vi": "Dominique Strauss-Kahn: Cựu giám đốc Quỹ tiền tệ quốc tế được phép đóng tiền bảo lãnh tại phiên toà ở New York"
        },
        {
            "en": "Allies of <em>Dominique</em> Strauss-Kahn eye political comeback",
            "vi": "Đồng minh của Dominique Strauss-Kahn mong ông trở lại chính trường"
        },
        {
            "en": "Ex-IMF head <em>Dominique</em> Strauss-Kahn freed without bail",
            "vi": "Cựu giám đốc Quỹ tiền tệ quốc tế, Dominique Strauss-Kahn, được trả tự do mà không phải đóng tiền bảo lãnh"
        },
        {
            "en": "In: Living Standards During Economic Boom. Edited by <em>Dominique</em> Haughton, Jonathan Haughton, Nguyen Phong.",
            "vi": "Trong: Mức sống trong bùng nổ kinh tế. Chủ biên: Dominique Haughton, Jonathan Haughton, Nguyễn Phong."
        },
        {
            "en": "Other Major Contributors: Paul Glewwe, <em>Dominique</em> Van de Walle (World Bank); Sarah Bales, Patrick Belser (Consultants, World Bank).",
            "vi": "Những người đóng góp chính khác: Paul Glewwe, Dominique Van de Walle (Ngân hàng Thế Giới); Sarah Bales, Patrick Belser (Tvấn, Ngân hàng Thế giới)."
        },
        {
            "en": "A New York judge has dismissed the sexual assault case against former IMF director <em>Dominique</em> Strauss-Kahn.",
            "vi": "Thẩm phán New York đã huỷ bỏ vụ kiện hiếp dâm chống lại cựu giám đốc Quỹ tiền tệ thế giới Dominique Strauss-Kahn."
        },
        {
            "en": "<em>Dominique</em> Strauss-Kahn has been granted bail by a judge in a New York court, after being formally charged with trying to rape a hotel maid.",
            "vi": "Dominique Strauss - Kahn đã được cho phép nộp tiền bảo lãnh bởi thẩm phán toà án New York, sau khi chính thức bị buộc tội cố cưỡng đoạt một nữ hầu phòng khách sạn."
        },
        {
            "en": "IMF chief <em>Dominique</em> Strauss-Kahn has been remanded in custody at New York's notorious Rikers Island jail on charges of sexual assault.",
            "vi": "Chủ tịch Quỹ tiền tệ Quốc tế Dominique Strauss-Kahn bị tạm giam tại nhà tù nổi tiếng ở đảo Rikers thuộc bang New York về tội cưỡng bức tình dục."
        },
        {
            "en": "<em>Dominique</em> Moisi agrees, saying President Hollande “will look and sound less pro-American than Nicolas Sarkozy. He will look and sound less pro-Israeli than Nicolas Sarkozy.\"",
            "vi": "Dominique Moisi thì đồng tình với chính sách này, tuyên bố rằng tổng thống Hollande \"xem ra sẽ ít ủng hộ Mỹ hơn Nicolas Sarkozy. Ngoài ra, cũng ít ủng hộ Israel hơn Nicolas Sarkozy.\""
        },
        {
            "en": "<em>Dominique</em> Strauss-Kahn said in Washington that trust in the financial system cannot be restored unless banks show all their losses.",
            "vi": "Dominique Strauss - Kahn phát biểu ở Washington rằng niềm tin vào hệ thống tài chính không thể hồi phục trừ phi ngân hàng công bố tất cả thất thoát."
        },
        {
            "en": "International Monetary Fund (IMF) head <em>Dominique</em> Strauss-Kahn will make a new plea for bail at a court hearing on Thursday morning, his lawyer says.",
            "vi": "Người đứng đầu Quỹ tiền tệ quốc tế (IMF) Dominique Strauss-Kahn sẽ yêu cầu được đóng tiền bảo lãnh tại ngoại lần nữa tại phiên toà vào sáng thứ năm, luật sư của ông ta cho biết."
        },
        {
            "en": "This paper was prepared and produced by Dr. Guido Borghese, Ms Doris Buddenberg, Dr. Duong Hoang Quyen, Dr. <em>Dominique</em> Ricard, Ms April Schwartz, and Dr. Laurent Zessler.",
            "vi": "Tài liệu này do Bác sĩ Guido Borghese, Bà Doris Buddenberg, Bác sĩ Dương Hoàng Quyền, Bác sĩ Dominique Ricard, Bà April Schwartz và Bác sĩ Laurent Zessler chuẩn bị và biên soạn."
        },
        {
            "en": "<em>Dominique</em> Strauss - Kahn said in Washington that trust in the financial system cannot be restored unless banks show all their losses.",
            "vi": "Dominique Strauss-Kahn phát biểu ở Washington rằng niềm tin vào hệ thống tài chính không thể hồi phục trừ phi ngân hàng công bố tất cả thất thoát."
        },
        {
            "en": "(Reuters) - IMF chief <em>Dominique</em> Strauss-Kahn was charged on Sunday with trying to rape a New York hotel maid in a scandal that appeared to wreck his hopes of becoming France's next president.",
            "vi": "(Reuters ) - Chủ tịch Quỹ tiền tệ Quốc tế Dominique Strauss - Kahn vào hôm chủ nhật đã bị buộc tội khi cố cưỡng đoạt nữ hầu phòng khách sạn ở New York trong vụ bê bối dường như làm tiêu tan hy vọng của ông khi muốn trở thành tổng thống sắp tới của Pháp."
        },
        {
            "en": "Former IMF chief <em>Dominique</em> Strauss-Kahn has been released from house arrest and had his $6m (£3.7m) cash bail and bond returned amid doubts over the credibility of his accuser.",
            "vi": "Cựu chủ tịch Quỹ tiền tệ Quốc tế, Dominique Strauss-Kahn, đã được thả tự do sau khi bị quản thúc tại gia và nhận lại 6 triệu đô-la Mỹ (tương đương 3,7 triệu bảng Anh) bảo lãnh bằng tiền mặt và trái phiếu bảo hiểm còn mọi người thì đang nghi ngờ về tính trung thực của người buộc tội ông ta."
        },
        {
            "en": "Allies of former IMF chief <em>Dominique</em> Strauss-Kahn have said he could make a political comeback in France now he has been freed from house arrest in the US.",
            "vi": "Các đồng minh của cựu chủ tịch Quỹ tiền tệ Quốc tế Dominique Strauss - Kahn cho biết bây giờ ông ta có thể trở lại con đường chính trị ở Pháp ngay khi hết bị quản thúc tại gia ở Hoa Kỳ."
        },
        {
            "en": "DNA found on the clothes of a New York hotel maid who accused <em>Dominique</em> Strauss-Kahn of sexually assaulting her matches that of the former IMF chief, US media reports say.",
            "vi": "Các bản tin của giới truyền thông Hoa Kỳ cho biết mẫu ADN phát hiện trên quần áo của nữ hầu phòng khách sạn ở New York, người  buộc tội Dominique Strauss - Kahn về việc cưỡng dâm cô ta, đã phù hợp với mẫu ADN của cựu chủ tịch Quỹ tiền tệ Quốc tế này."
        },
        {
            "en": "<em>Dominique</em> Moisi, senior adviser to the French Institute of International Affairs in Paris, notes that Mr. Hollande has been on the French political scene for more than 30 years, climbing up through the ranks under the last Socialist president, Francois Mitterrand.",
            "vi": "Dominique Moisi, là cố vấn cao cấp của học viện quan hệ quốc tế Pháp ở Paris, ghi nhận là ông Hollande đã hiện diện trong chính trường Pháp hơn 30 năm, thăng tiến qua những chức vụ dưới thời vị tổng thống thuộc Đảng xã hội cuối cùng, Francois Mitterrand."
        },
        {
            "en": "Former International Monetary Fund chief <em>Dominique</em> Strauss-Kahn had been favored to win the Socialist Party nomination, but a sex scandal knocked him out of the race, opening the way for Mr. Hollande to defeat his remaining rival, Martine Aubry, in a primary election.",
            "vi": "Cựu giám đốc Quỹ tiền tệ Quốc tế Dominique Strauss-Kahn, từng có ưu thế trong đề cử của Đảng xã hội, nhưng vụ bê bối tình dục vừa qua đã làm ông ta bị loại khỏi cuộc đua, mở đường cho ông Hollande đánh bại đối thủ còn lại, Martine Aubry, trong cuộc bầu cử sơ bộ của đảng"
        }
    ],
    "suggestions": []
}