{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dominated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dominated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dominated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dominated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dominated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Secondly, state ownership <em>dominated</em>.",
            "vi": "Thứ hai, sở hữu nhà nước vẫn là chủ đạo."
        },
        {
            "en": "The 10 models who <em>dominated</em> the catwalks.",
            "vi": "10 người mẫu nổi trội trên sàn diễn thời trang."
        },
        {
            "en": "Children are often <em>dominated</em> by their mother.",
            "vi": "Trẻ em thường chịu ảnh hưởng của người mẹ."
        },
        {
            "en": "Many sports are still <em>dominated</em> by men.",
            "vi": "Đàn ông vẫn thống trị nhiều môn thể thao."
        },
        {
            "en": "India's climate is <em>dominated</em> by monsoons.",
            "vi": "Khí hậu Ấn Độ chịu ảnh hưởng của gió mùa tây nam."
        },
        {
            "en": "The train crash <em>dominated</em> the news.",
            "vi": "Vụ đâm xe lửa đã trở thành tiêu điểm của bản tin."
        },
        {
            "en": "My weekend was <em>dominated</em> by housework.",
            "vi": "Những ngày cuối tuần của tôi đã bị công việc nhà chiếm hết."
        },
        {
            "en": "The earthquake once again <em>dominated</em> the newspapers.",
            "vi": "Trận động đất một lần nữa thống trị các tờ báo."
        },
        {
            "en": "This is a male-<em>dominated</em> society.",
            "vi": "Đây là một xã hội do đàn ông làm chủ."
        },
        {
            "en": "It's a little room <em>dominated</em> by a huge fireplace.",
            "vi": "Đó là một căn phòng nhỏ nổi bật bởi một cái lò sưởi đồ sộ."
        },
        {
            "en": "Legal system is still <em>dominated</em> by Anglo-Saxon males.",
            "vi": "Hệ thống pháp luật vẫn còn do nam giới Ăng - lô - xắc - xông chi phối."
        },
        {
            "en": "Mars' atmosphere was and is <em>dominated</em> by carbon dioxide.",
            "vi": "Khí CO2 đang tràn ngập lớp khí quyển của Sao Hỏa."
        },
        {
            "en": "The club is <em>dominated</em> by a small clique of intellectuals.",
            "vi": "Câu lạc bộ bị chi phối bởi 1 đám trí thức."
        },
        {
            "en": "Legal system is still <em>dominated</em> by Anglo - Saxon males.",
            "vi": "Hệ thống pháp luật vẫn còn do nam giới Ăng-lô-xắc-xông chi phối."
        },
        {
            "en": "Modern physics is <em>dominated</em> by the concepts of Quantum Mechanics.",
            "vi": "Vật lý hiện đại bị chi phối bởi các khái niệm về cơ học lượng tử."
        },
        {
            "en": "The anaerobic environment is <em>dominated</em> by fermentative bacteria.",
            "vi": "Môi trường yếm khí bị các các vi khuẩn lên men chi phối."
        },
        {
            "en": "The game was <em>dominated</em> by a handful of players.",
            "vi": "Trận đấu bị một số ít người áp đảo."
        },
        {
            "en": "Production <em>dominated</em> by CMT - therefore low value added.",
            "vi": "Sản xuất chủ yếu theo phương thức CMT - do đó giá trị gia tăng thấp."
        },
        {
            "en": "Domestic goods, particularly consumer goods <em>dominated</em> the market;.",
            "vi": "Hàng hóa sản xuất trong nước, nhất là hàng tiêu dùng đã chiếm lĩnh phần lớn thị trường;."
        },
        {
            "en": "Barcelona completely <em>dominated</em> the first half of the match.",
            "vi": "Barcelona hoàn toàn thống trị hiệp một của trận đấu."
        }
    ],
    "suggestions": []
}