{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[dɔ:p]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làng Nam phi</td></tr></table><i/></div>",
            "word": "dorp"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dorp</k><blockquote><cclass>[<cclass>dɔ:p<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>S. African a small rural town or village. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>Du., 'village' (see <kref>thorp</kref>). </blockquote></div>",
            "word": "dorp"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dorp"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dorp"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dorp"
        }
    },
    "sentences": [
        {
            "en": "Can you accept <em>D</em>/<em>P</em> payment terms?",
            "vi": "Ôn có thể chấp nhận điều kiện thanh toán bằng D/P không?"
        },
        {
            "en": "Could you make an exception and accept <em>D</em>/<em>P</em> payment?",
            "vi": "Ông có thể chấp nhận một ngoại lệ là thanh toán bằng phương thức D/P không ạ?"
        },
        {
            "en": "We hope you will accept <em>D</em>/<em>P</em> payment terms.",
            "vi": "Chúng tôi hy vọng ông sẽ chấp nhận phương thức thanh toán D/P."
        },
        {
            "en": "Is it possible to accept <em>D</em>/<em>p</em> payment (Deferred Payment)?",
            "vi": "Có thể thanh toán trả chậm được không?"
        },
        {
            "en": "It is very difficult for us to accept <em>D</em>/<em>P</em> or <em>D</em>/A.",
            "vi": "Chúng tôi khó chấp nhận phương thức thanh toán D/P hoặc D/A."
        },
        {
            "en": "How about 50% by L/C and the rest by <em>D</em>/<em>P</em>?",
            "vi": "Chúng tôi thanh toán 50% bằng L/C và phần còn lại thanh toán bằng D/P được không?"
        },
        {
            "en": "We consider it an exception to extend to you the accommodation of <em>D</em>/<em>P</em> payment terms for this initial order.",
            "vi": "Chúng tôi xem việc mở rộng cho ông sự sửa đổi điều khoản thanh toán cho lần đặt hàng đầu tiên này là một ngoại lệ."
        },
        {
            "en": "Haughton, <em>D</em>., Haughton, J. and Nguyen, <em>P</em>. (2001) Living Standards During Economic Boom: The Case of Viet Nam.",
            "vi": "Haughton, D., Haughton, J. và Nguyễn, P. (2001) Mức sống trong thời kỳ bùng nổ kinh tế: trường hợp ở Việt Nam."
        },
        {
            "en": "As a special sign of encouragement, we shall consider accepting payment by <em>D</em>/<em>P</em> during this sales pushing stage.",
            "vi": "Để tăng sự khuyến khích đặc biệt, chúng tôi sẽ xem xét chấp nhận thanh toán bằng D/P trong suốt giai đoạn thúc đẩy kinh doanh."
        },
        {
            "en": "Chronic obstructive pulmonary disease, or C. O. <em>P</em>. <em>D</em>., affects more than two hundred million people around the world.",
            "vi": "Bệnh phổi tắc nghẽn mãn tính, hay C.O.P.D., ảnh hưởng đến hơn 200 triệu người trên khắp thế giới."
        },
        {
            "en": "The Canadian Lung Association Web site explains that C. O. <em>P</em>. <em>D</em>. is the new name for emphysema and chronic bronchitis.",
            "vi": "Trang web của Hiệp hội Phổi Canada giải thích rằng C.O.P.D. là tên gọi mới của bệnh khí thủng và bệnh viêm phế quản mãn tính."
        },
        {
            "en": "As the firm does not appear to be strict about its obligation to meet payment, we feel shy of booking the present order on <em>D</em>/<em>P</em> basis.",
            "vi": "Vì công ty không có vẻ gì thực hiện nghiêm túc nghĩa vụ trách nhiệm để đáp ứng việc thanh toán, chúng tôi cảm thấy e dè việc đặt hàng hiện nay dựa trên cơ sở\"Xuất trình chứng"
        },
        {
            "en": "Do, K.T., Le, D.M., Lo, T.D., Nguyen, N.M., Tran, Q.: “Inequality”, Living Standards during an Economic Boom – The Case of Viet Nam, Haughton, <em>D</em>., Haughton, <em>D</em>. and Nguyen, <em>P</em>. (eds), Statistical Publishing House: Ha Noi, 2001.",
            "vi": "Do, K.T., Le, D.M., Lo, T.D., Nguyen, N.M., Tran, Q.: “Thiếu công bằng”, Mức sống trong bùng nổ kinh tế – Trường hợp Việt Nam, Haughton, D., Haughton, D. và Nguyen, P. (eds), Nhà xuất bản thống kê: Hà Nội, 2001."
        },
        {
            "en": "We hope that for subsequent orders you will continue to allow us to pay by <em>D</em>/<em>P</em> instead of L/C, as this will cut down our cost.",
            "vi": "Chúng tôi hi vọng rằng đối với những đơn đặt hàng tiếp theo ông sẽ tiếp tục cho phép chúng tôi trả theo cách giao chứng từ khi thanh toán thay vì bằng thư tín dụng vì điều này sẽ làm giảm chi phí cho chúng tôi."
        },
        {
            "en": "We regret to note that our draft No 202 drawn on you based on the terms of <em>D</em>/<em>P</em> 30 days under S/C No 1002 was dishonoured.",
            "vi": "Chúng tôi lấy làm tiếc lưu ý rằng hối phiếu số 202 của chúng tôi đã kí phát hành cho ông dựa theo điều khoản của chứng từ giao khi thanh toán trong vòng 30 ngày theo hợp đồng mua bán số 1002 đã bị từ chối thanh toán."
        },
        {
            "en": "We will send you commercial invoices, bills of lading and insurance policies so that you can claim the goods on a <em>D</em>/<em>P</em> basis.",
            "vi": "Chúng tôi sẽ gửi cho ngài hóa đơn thương mại, vận đơn, hợp đồng bảo hiểm để ông có thể khiếu nại đòi bồi thường hàng hóa dựa trên giao chứng từ khi thanh toán."
        },
        {
            "en": "Haughton, J.: “Introduction: Extraordinary Changes”, Living Standards during an Economic Boom – The Case of Viet Nam, Haughton, <em>D</em>., Haughton, <em>D</em>. and Nguyen, <em>P</em>. (eds), Statistical Publishing House: Ha Noi, 2001.",
            "vi": "Haughton, J.: “Giới thiệu: Những thay đổi đặc biệt”, Mức sống trong bùng nổ kinh tế – Trường hợp Việt Nam, Haughton, D., Haughton, D. và Nguyen, P. (eds), Nhà xuất bản thống kê: Hà Nội, 2001."
        },
        {
            "en": "R,<em>d</em> and <em>d</em>",
            "vi": "Nghiên cứu, triển khai và trình diễn"
        },
        {
            "en": "R, <em>d</em> and <em>d</em>",
            "vi": "Nghiên cứu, triển khai và trình diễn"
        },
        {
            "en": "<em>P</em> Papa.",
            "vi": "P Papa."
        }
    ],
    "suggestions": []
}