{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dorr"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dorr"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dorr"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dorr"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dorr"
        }
    },
    "sentences": [
        {
            "en": "<em>R</em>,<em>d</em> and <em>d</em>",
            "vi": "Nghiên cứu, triển khai và trình diễn"
        },
        {
            "en": "<em>R</em>, <em>d</em> and <em>d</em>",
            "vi": "Nghiên cứu, triển khai và trình diễn"
        },
        {
            "en": "<em>D</em>. <em>R</em>. Rivers.",
            "vi": "D. r. rivers."
        },
        {
            "en": "Technical change through <em>r</em>&<em>d</em>",
            "vi": "Thay đổi công nghệ qua r&d"
        },
        {
            "en": "<em>R</em> & <em>D</em> means Research and Development.",
            "vi": "R & D nghĩa là nghiên cứu và phát triển."
        },
        {
            "en": "The <em>R</em>&<em>D</em> department is responsible for new product development.",
            "vi": "Bộ phận nghiên cứu và phát triển chịu trách nhiệm phát triển sản phẩm mới."
        },
        {
            "en": "The <em>R</em> and <em>D</em> department has five employees missing.",
            "vi": "Phòng nghiên cứu và phát triển thiếu 5 nhân viên."
        },
        {
            "en": "The <em>R</em> & <em>D</em> department is responsible for new product development.",
            "vi": "Bộ phận nghiên cứu và phát triển chịu trách nhiệm về sự phát triển sản phẩm mới."
        },
        {
            "en": "The <em>R</em> and <em>D</em> department has five missing employees.",
            "vi": "Phòng nghiên cứu và phát triển thiếu 5 nhân viên."
        },
        {
            "en": "The productivity effects of federally financed business <em>R</em>&<em>D</em> are lower compared with those of private financed business <em>R</em>&<em>D</em>.",
            "vi": "Khả năng tác động của doanh nghiệp tài chính liên bang thấp hơn so với doanh nghiệp tài chính tư nhân."
        },
        {
            "en": "Entrance to our <em>R</em> & <em>D</em> Department is strictly limited to staff members.",
            "vi": "Lối vào bộ phận nghiên cứu và phát triển giới hạn nghiêm ngặt đối với nhân viên."
        },
        {
            "en": "Peter Jones, who heads the <em>R</em>&<em>D</em> department, will be able to answer that question.",
            "vi": "Peter Jones, người đứng đầu phòng nghiên cứu và phát triển, có thể trả lời câu hỏi đó."
        },
        {
            "en": "Investment in research and development (<em>R</em> & <em>D</em>) accounting for 25% or more of the revenue.",
            "vi": "Đầu tư vào nghiên cứu và phát triển (r & d) chiếm 25% doanh thu trở lên."
        },
        {
            "en": "For example, perhaps the <em>R</em> & <em>D</em> manager just described views marketers as flaky and un empirical.",
            "vi": "Chẳng hạn, có lẽ trưởng phòng r & d vừa kể trên xem những người làm tiếp thị như bạn là lãng tử và không có chiều sâu."
        },
        {
            "en": "Họ của ông ấy là Reed. Là <em>r</em> – hai chữ e – <em>d</em>.",
            "vi": "His last name is Reed. That's r – double e – d."
        },
        {
            "en": "Entrance to our <em>R</em>&<em>D</em> Department is strictly limited to staff members only.",
            "vi": "Lối vào bộ phận nghiên cứu và phát triển của chúng tôi chỉ dành riêng cho nhân viên."
        },
        {
            "en": "Peter, who heads the <em>R</em>&<em>D</em> department, will be able to answer that question.",
            "vi": "Peter, người đứng đầu phòng nghiên cứu và phát triển, có thể trả lời câu hỏi đó."
        },
        {
            "en": "By investing seriously in research and development (<em>R</em>&<em>D</em>) China has achieved significant position in scientific and technology innovations.",
            "vi": "Bằng việc đầu tư nghiêm chỉnh vào nghiên cứu và phát triển (R&D) Trung Quốc đã đạt tới vị trí đáng kể trong canh tân khoa học và công nghệ."
        },
        {
            "en": "Specialty: High-end software <em>R</em>&<em>D</em>; development of embedded software, or programs that reside within a specific device -There's an availability of highly qualified engineering talent, specializing in <em>R</em>&<em>D</em> and high-end product development.",
            "vi": "Đặc thù: Nghiên cứu và phát triển phần mềm cao; phát triển phần mềm nhúng, hay chương trình thường trú trong thiết bị chuyên dụng - Sẵn có tài năng kĩ nghệ có phẩm chất cao, đặc biệt trong phát triển sản phẩm đầu cuối cao và trong R&D."
        },
        {
            "en": "We invest over $1 billion every year in security alone through innovation research and development (<em>R</em>&<em>D</em>) and strategic accusations.",
            "vi": "Chúng tôi đầu tư hơn 1 tỷ đô mỗi năm cho an ninh nói riêng thông qua sự đổi mới nghiên cứu và phát triển (R&D) và các quy kết chiến lược"
        }
    ],
    "suggestions": []
}