{
    "en_vn": {
        "data": {
            "content": null,
            "word": "doting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "doting"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>doting</k><blockquote>▸ <cclass>adjective ADORING, loving, besotted, infatuated; affectionate, fond, devoted, caring.</cclass></blockquote></div>",
            "word": "doting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "doting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "doting"
        }
    },
    "sentences": [
        {
            "en": "He's a <em>doting</em> husband.",
            "vi": "Anh ấy là người chồng tận tình."
        },
        {
            "en": "Her silken voice made us <em>doting</em>.",
            "vi": "Chất giọng mượt mà của cô ấy làm chúng tôi mê mẩn."
        },
        {
            "en": "What great news about your engage ment ! Best wishes to you both from a <em>doting</em> aunt and uncle.May you enjoy every happiness ang success in your life together.",
            "vi": "Cuộc hứa hôn của cháu là một tin trong đại! Cô và chú lẩm cẩm này xin gởi đến cho cả hai cháu những lời chúc tốt đẹp nhất. Chúc cho cả hai cháu được hưởng mọi hạnh phúc và thành đạt trong cuộc sống chung đôi."
        },
        {
            "en": "What great news about your engagement! Best wishes to you both from a <em>doting</em> aunt and uncle. May you enjoy every happiness and success in your life together.",
            "vi": "Cuộc hứa hôn của cháu là một tin trong đại! Cô và chú lẩm cẩm này xin gởi đến cho cả hai cháu những lời chúc tốt đẹp nhất. Chúc cho cả hai cháu được hưởng mọi hạnh phúc và thành đạt trong cuộc sống chung đôi."
        },
        {
            "en": "\"He was surrounded by his family. He was an amazing talent, a loving husband, a great dad, and a <em>doting</em> grandfather.\"",
            "vi": "\"Ông đã ra đi bên cạnh người thân trong gia đình. Ông là một tài năng tuyệt vời, một người chồng giàu lòng yêu thương, người cha vĩ đại, và là người ông yêu thương con cháu.\""
        },
        {
            "en": "What great news about yourengagement! Best wishes to you both from a <em>doting</em> aunt and uncle. Mayyou enjoy every happiness and success in your life together?",
            "vi": "Cuộc hứa hôn của cháu là một tin trong đại! Côvà chú lẩm cẩm này xin gởi đến cho cả hai cháu những lời chúc tốt đẹpnhất. Chúc cho cả hai cháu được hưởng mọi hạnh phúc và thành đạt trongcuộc sống chung đôi."
        },
        {
            "en": "What a great news about your engagement! Best wishes to you both from a <em>doting</em> aunt and uncle. May you enjoy every happiness and success in your life together!",
            "vi": "Cuộc hứa hôn của cháu là một tin trong đại! Cô và chú lẩm cẩm này xin gởi đến cho cả hai cháu những lời chúc tốt đẹp nhất. Chúc cho cả hai cháu được hưởng mọi hạnh phúc và thành đạt trongcuộc sống chung đôi."
        },
        {
            "en": "What great news about your engage ment! Best wishes to you both from a <em>doting</em> aunt and uncle. May you enjoy every happiness ang success in your life together.",
            "vi": "Cuộc hứa hôn của cháu là một tin trong đại ! Cô và chú lẩm cẩm này xin gởi đến cho cả hai cháu những lời chúc tốt đẹp nhất. Chúc cho cả hai cháu được hưởng mọi hạnh phúc và thành đạt trong cuộc sống chung đôi."
        }
    ],
    "suggestions": []
}