{
    "en_vn": {
        "data": {
            "content": null,
            "word": "doubting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "doubting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "doubting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "doubting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "doubting"
        }
    },
    "sentences": [
        {
            "en": "Give up <em>doubting</em> others.",
            "vi": "Bỏ đi việc nghi ngờ người khác."
        },
        {
            "en": "Can you stop <em>doubting</em> me?",
            "vi": "Bạn có thể thôi nghi ngờ tôi không?"
        },
        {
            "en": "Don't be such a <em>doubting</em>, Peter.",
            "vi": "Đừng nghi ngờ như vậy Peter."
        },
        {
            "en": "You 're always such a <em>doubting</em> Thomas!",
            "vi": "Ông lúc nào cũng đa nghi!"
        },
        {
            "en": "There was no <em>doubting</em> his virility.",
            "vi": "Đừng có ngờ vực về tính đàn ông của nó."
        },
        {
            "en": "She's a bit of <em>doubting</em> Peter.",
            "vi": "Cô ta hơi đa nghi về Peter."
        },
        {
            "en": "You're always such a <em>doubting</em> Thomas!",
            "vi": "Ông lúc nào cũng đa nghi!"
        },
        {
            "en": "A day ago i would have bristled at his question, thinking he was <em>doubting</em> my competence.",
            "vi": "Một ngày trước khi tôi đã nổi giận vì những câu hỏi của ông ta vì nghĩ rằng ông ta nghi ngờ năng lực của tôi."
        },
        {
            "en": "Someone who has low self-assurance and high humility is likely insecure and self-<em>doubting</em>.",
            "vi": "Những ai ít có sự tự tin và quá khiêm tốn thì chắc rằng là người không vững chắc và hay tự nghi ngờ bản thân mình."
        },
        {
            "en": "He was being a <em>doubting</em> Thomas, someone who does not believe anything he is told.",
            "vi": "Anh ấy là một Thomas hay đa nghi, người không bao giờ tin bất cứ điều gì người ta nói."
        },
        {
            "en": "My director is a <em>doubting</em> Thomas and usually fails to make a timely decision.",
            "vi": "Xếp tôi đa nghi như Tào tháo và thường không ra quyết định đúng lúc."
        },
        {
            "en": "Someone who has low self - assurance and high humility is likely insecure and self - <em>doubting</em>.",
            "vi": "Những ai ít có sự tự tin và quá khiêm tốn thì chắc rằng là người không vững chắc và hay tự nghi ngờ bản thân mình."
        },
        {
            "en": "\"That\", the old man said with ill - concealed mirth,\"is for <em>doubting</em>\".",
            "vi": "\"Đó chỉ vì nghi ngờ\", ông già nói với sự thích thú được che giấu tội."
        },
        {
            "en": "To begin with, i expect you to do what i ask without questioning me or <em>doubting</em> me in any way.",
            "vi": "Trước hết, tôi yêu cầu cô làm tất cả những điều tôi yêu cầu mà đừng hỏi tôi hay là nghi ngờ tôi."
        },
        {
            "en": "Now, for all you <em>doubting</em> Thomas' who thought I couldn't win an important race, here's my medal to prove it.",
            "vi": "Nào, tất cả các người, những kẻ đa nghi, nghĩ rằng tôi không thể thắng nổi một cuộc đua quan trọng, hãy nhìn vào đây, tấm huy chương của tôi đây này."
        },
        {
            "en": "Now, for all you <em>doubting</em> Thomas 'who thought I couldn' t win an important race, here's my medal to prove it.",
            "vi": "Nào, tất cả các người, những kẻ đa nghi, nghĩ rằng tôi không thể thắng nổi một cuộc đua quan trọng, hãy nhìn vào đây, tấm huy chương của tôi đây này."
        },
        {
            "en": "Peter has always been something of a <em>doubting</em> Thomas. He won't believe what you say until you show him the letter to prove it.",
            "vi": "Peter luôn đa nghi như Tào Tháo. Anh ấy không tin vào điều bạn nói đâu cho đến khi bạn đưa thư ra để chứng minh sự thật."
        },
        {
            "en": "A start date for the scheme has yet to be settled – and only benefit claimants involved in the pilots will receive the cash – but there is no <em>doubting</em> the radical intent. The motivation behind the experiment in Utrecht, according to Nienke Horst, a senior policy adviser to the municipality’s Liberal Democrat leadership, is for claimants to avoid the “poverty trap” – the fact that if they earn, they will lose benefits, and potentially be worse off.",
            "vi": "Vẫn chưa ấn định ngày bắt đầu thực hiện chế độ này - và chỉ những người nộp đơn trợ cấp là phi công mới nhận được khoản tiền ấy - rõ ràng đây là một suy nghĩ cấp tiến. Động cơ đằng sau cuộc thử nghiệm này ở Utrecht, theo Nienke Horst, nhà cố vấn chính sách cao cấp cho lãnh đạo Đảng dân chủ tự do của chính quyền thành phố tự trị, là giúp những người nộp đơn trợ cấp tránh \"bẫy nghèo\" - thực tế nếu họ kiếm được tiền thì họ sẽ mất phúc lợi, và có thể còn tồi tệ hơn."
        },
        {
            "en": "Here's some advice for Lucy:  1) Stay wildly ambitious. The current world is bubbling with opportunity for an ambitious person to find flowery, fulfilling success. The specific direction may be unclear, but it'll work itself out -- just dive in somewhere.   2) Stop thinking that you're special. The fact is, right now, you're not special. You're another completely inexperienced young person who doesn't have all that much to offer yet. You can become special by working really hard for a long time.   3) Ignore everyone else. Other people's grass seeming greener is no new concept, but in today's image crafting world, other people's grass looks like a glorious meadow. The truth is that everyone else is just as indecisive, self-<em>doubting</em>, and frustrated as you are, and if you just do your thing, you'll never have any reason to envy others.",
            "vi": "Một số lời khuyên dành cho Lucy:  Tiếp tục tham vọng dữ dội vào nhé. Thế giới ngày nay có cơ hội cho người tham vọng tìm kiếm thành công toại nguyện, hết sức tươi đẹp. Có thể chưa rõ hướng đi cụ thể nhưng rồi sẽ có - nó đang ở đâu đây thôi.  Đừng nghĩ mình là người đặc biệt nữa. Thực tế là, ngay bây giờ, bạn chẳng đặc biệt gì cả. Bạn chỉ là một người trẻ tuổi hoàn toàn thiếu kinh nghiệm, bạn chưa có gì sất. Nhưng bạn có thể trở nên đặc biệt nhờ thật sự chăm chỉ làm việc, làm việc hết mình trong một thời gian dài.  Mặc kệ người khác. Ai cũng biết là cỏ vườn nhà người khác thì luôn xanh, nhưng trong cái thế giới ảo ngày nay mà ở đó hình ảnh được chỉnh sửa thì đám cỏ ấy còn trông như một cánh đồng lộng lẫy nữa cơ. Sự thật là người khác cũng do dự, cũng nghi ngờ bản thân mình, cũng thất vọng giống như bạn vậy, và nếu bạn cứ tập trung vào sở trường của mình, bạn chẳng có lý do gì phải ghen tị với người khác."
        },
        {
            "en": "US Marks 47th Anniversary of Kennedy Assassination           Forty-seven years ago Monday, late American president John F. Kennedy was assassinated while riding in his motorcade in downtown Dallas, Texas. Kennedy, who is the youngest man elected U.S. president, was killed by gunshots on November 22, 1963 as he rode in an open-top car. He was 46 years old. His wife, Jacqueline Kennedy, was by his side when the bullets struck. Kennedy was pronounced dead at a Dallas hospital, and vice president Lyndon Johnson was sworn in as president the same day. The assassination remains an iconic historical moment, remembered vividly by many Americans alive at the time. Investigators have concluded Lee Harvey Oswald fired the fatal shots. He was arrested shortly after the shooting, but never faced trial.  Two days after the assassination, Dallas night club owner Jack Ruby shot and killed Oswald as he was being led through a police garage. Kennedy's death has spawned conspiracy theories, with some <em>doubting</em> the official explanation of the president's death. His body was returned to Washington and buried at Arlington National Cemetery, overlooking the nation's capital. An eternal flame marks his grave site. The Kennedys, including the president's siblings and children, have remained subjects of public interest.",
            "vi": "Hoa Kỳ đánh dấu kỷ niệm 47 năm vụ ám sát Kennedy       Vào ngày thứ hai cách đây bốn mươi bảy năm, Tổng thống quá cố của Hoa Kỳ John F. Kennedy bị ám sát khi đang đi trên đoàn xe hộ tống của mình ở khu trung tâm Dallas, Texas.  Kennedy, người đàn ông trẻ nhất được bầu làm Tổng thống Hoa Kỳ, bị giết bởi các phát súng vào ngày 22 tháng mười một năm 1963 khi ông đang đi trên chiếc xe hơi mui trần. Lúc đó ông 46 tuổi. Vợ ông, Jacqueline Kennedy, ở bên cạnh ông khi ông bị đạn bắn.  Người ta công bố là Kennedy đã chết tại bệnh viện Dallas, và Phó Tổng thống Lyndon Johnson đã tuyên thệ nhậm chức tổng thống cùng ngày hôm đó.  Vụ ám sát vẫn là một khoảnh khắc lịch sử có tính biểu tượng, mà nhiều người Mỹ còn sống vào lúc đó nhớ rất rõ. Các điều tra viên kết luận là Lee Harvey Oswald đã bắn các phát súng chí mạng này. Ông này bị bắt ngay sau khi bắn súng, nhưng không hề bị ra toà. Hai ngày sau vụ ám sát, Jack Ruby- chủ hộp đêm Dallas đã bắn và giết Oswald khi ông ta được dẫn qua nhà xe của cảnh sát.  Cái chết của Kennedy đã đưa tới các giả định là có âm mưu, có nghi ngờ gì đó về lời giải thích chính thức về cái chết của tổng thống.  Thi thể của ông được đem về Washington và được chôn cất ở Nghĩa trang quốc gia Arlington, nhìn xuống thủ đô của đất nước. Một ngọn lửa bất diệt đánh dấu nơi yên nghỉ cuối cùng của ông.  Dòng họ Kennedy, gồm anh chị em ruột và các con của tổng thống, vẫn là đề tài thu hút sự quan tâm của công chúng."
        }
    ],
    "suggestions": []
}