{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['daungreid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">giáng chức, giáng cấp; đánh giá thấp</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">this officer was downgraded to private</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">viên sĩ quan này bị giáng xuống làm binh nhì</font></td></tr></table><i/></div>",
            "word": "downgrade",
            "pronounce": "['daungreid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>downgrade</k><blockquote>■ <cclass>verb reduce to a lower grade, rank, or level of importance. </cclass></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an instance of downgrading. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>N. Amer. a downward gradient. </cclass></blockquote></blockquote></div>",
            "word": "downgrade",
            "pronounce": "['daungreid]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>downgrade</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>plans to downgrade three workers</i>: DEMOTE, lower, reduce/lower in rank; relegate.</blockquote><blockquote><b>2</b><i>I won't downgrade their achievement</i>: DISPARAGE, denigrate, detract from, run down, belittle; <cclass><i>informal</i> bad-mouth.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>promote, praise.</blockquote></div>",
            "word": "downgrade",
            "pronounce": "['daungreid]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>downgrade</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>tr.</abr>) to downgrade to (the embassy was downgraded to a legation)</ex></blockquote></blockquote></div>",
            "word": "downgrade",
            "pronounce": "['daungreid]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độ dốc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> độ nghiêng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạ xuống</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thu nhỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">downgrade version</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phiên bản rút ngắn</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "downgrade",
            "pronounce": "['daungreid]"
        }
    },
    "sentences": [
        {
            "en": "S&P warns euro nations of possible credit <em>downgrade</em>",
            "vi": "S&P cảnh báo các quốc gia thuộc khối đồng euro về khả năng bị hạ bậc tín nhiệm"
        },
        {
            "en": "A committee wants to <em>downgrade</em> Christmas so as not to offend minorities.",
            "vi": "Một ủy ban muốn giảm sự quan trọng của lễ Giáng sinh để không xúc phạm các dân tộc thiểu số."
        },
        {
            "en": "They then <em>downgrade</em> either to renting or buy a cheaper house.",
            "vi": "Sau đó họ có thể đi thuê nhà hoặc mua một căn nhà rẻ hơn."
        },
        {
            "en": "You don't <em>downgrade</em> other people's work just to make your work look good.",
            "vi": "Bạn hông nên đánh giá thấp công trình nghiên cứu của người khác nhằm đề cao công trình nghiên cứu của mình."
        },
        {
            "en": "In its ratings <em>downgrade</em> Tuesday, it said the country’s loan-subsidy program “is almost certain to make matters worse.”",
            "vi": "Trong việc đánh giá tụt hạng hôm thứ ba, nó đã nói chương trình \"hỗ trợ vay của quốc gia hầu như chắc chắn làm tình hình thêm tồi tệ\"."
        },
        {
            "en": "But after the <em>downgrade</em> - rights fiasco allowed users to get Windows XP bundled in computers rather than Windows Vista, those vendors regained some power.",
            "vi": "Nhưng sau khi thất bại về quyền giáng cấp cho phép người dùng lấy Windows XP kèm trong máy tính thay vì kèm Windows Vista, thì những nhà cung cấp kia giành lại được một số quyền lực."
        },
        {
            "en": "The test assumes an economic contraction in Europe of 3 percent over this year and next and a severe credit <em>downgrade</em> of securitized debt holdings.",
            "vi": "Đợt sát hạch giả định nền kinh tế châu Âu sa sút khoảng 3% trong năm nay và năm sau và sự suy giảm nghiêm trọng niềm tin đối với các khoản nợ được chứng khoán hóa mà ngân hàng đang nắm giữ."
        },
        {
            "en": "But after the <em>downgrade</em>-rights fiasco allowed users to get Windows XP bundled in computers rather than Windows Vista, those vendors regained some power.",
            "vi": "Nhưng sau khi thất bại về quyền giáng cấp cho phép người dùng lấy Windows XP kèm trong máy tính thay vì kèm Windows Vista, thì những nhà cung cấp kia giành lại được một số quyền lực."
        },
        {
            "en": "The Australian dollar slipped 0.2 percent on Monday to $0.7293, edging back toward a six-month nadir plumbed last week, after the government forecast a smaller-than-feared budget deficit this year. But this could not fully deflect the threat of a <em>downgrade</em> to the country's top credit rating.",
            "vi": "Đô la Úc giảm 0,2 phần trăm vào thứ Hai còn $0,7293 và tuần qua là tuần mà đô la Úc tuột dốc xuống điểm thấp nhất trong 6 tháng qua sau khi chính phủ dự báo chỉ là thâm hụt ngân sách nhỏ trong năm nay. Nhưng điều này không thể hoàn toàn làm lệch hướng nguy cơ làm xếp hạng tín dụng của Úc bật ra hỏi hạng đầu."
        },
        {
            "en": "AAA, Ba3, Ca, CCC... they look like some kind of hyper-active school report.   They are, indeed, a marking system, and one that is designed to inform interested parties.   The letter formations are given to large-scale borrowers, whether companies or governments, and tell the buyers of this debt how likely they are to be able to get it back.  \n The score card also affects the amount that should be charged by way of return on that borrowing.    These letters have been all over the coverage of the financial impact of the crisis besetting the eurozone.  \n A change to the score means a change to the amount a borrower must pay its debt-holders, something that can make it more expensive to borrow as investors demand a higher rate of return for taking on more risky debt.  \n But while the borrowers in the news - the governments of Greece, Ireland, Portugal, and now even the mighty US - are household names, the ones that have such an impact on their fortunes are not.   \n\nThey are credit-rating agencies, which exist to assess the credit-worthiness of bond issuers - companies or, as in this case, countries who borrow money by issuing IOUs known as bonds.  \n But who are they? Do we need them and how do they work out whether to give the top-of-the-class AAA or a lower grade, such as CCC, which - sticking with the schools analogy - means the issuer is probably planning on bunking off?  \n Poor and Moody    Standard & Poor's (S&P), as the oldest, comes first. It was begun in 1860 by Henry Poor, who wrote a history of the finances of railroads and canals in the United States as a guide for investors.   \nThe 'Standard' part came into being in 1906, when the Standard Statistics Bureau was set up to examine finances of non-railroad companies.    The two businesses joined forces in the 1940s.    Moody's was started in 1909 by John Moody, who published an analysis of the tangled and uncertain world of railway finances, grading the value of its stocks and bonds.   These are now mighty concerns - Moody's operating income was $688m in 2010 and Standard & Poor's made $762m.   They each have 40% apiece of the business of rating major companies and countries.   Fitch, with another eponymous founder, John Fitch, was set up in 1913 and is a smaller version of the other two.    There are hosts of other ratings agencies, whose names rarely appear even within the darker corners of the financial pages - so why are these three businesses the ones everyone watches?  \n Track Record    Part of the answer lies with the Securities and Exchange Commission (SEC), the US financial watchdog.   In 1975, it acknowledged these three as Nationally Recognized Statistical Rating Organizations (NRSRO).  \n An endorsement from an NRSRO makes life quicker and easier for countries and financial institutions wishing to issue bonds - it basically tells investors a firm has a track record and how likely it is to be able to pay back the money.   Further impetus for NRSROs comes from the fact that certain regulated investment funds are required by the SEC to hold only those bonds that have a very high rating from accredited agencies.   An insurance company's strength is also judged by the ratings applied to the investment reserves it holds.    A <em>downgrade</em> of an issuers' rating pushes down the value of a bond and raises its interest rate.   It can mean regulated funds must now sell these bonds.    But this can cause a vicious cycle.   A big sell-off adds in market forces - more sellers than buyers - reducing the price further. That means a yet higher interest rate must be paid - and that puts an even bigger strain on the borrower.   Although the SEC has 10 NRSROs on its approved list, including a Canadian agency and two Japanese ones, the big three - Standard & Poor's, Moody's and Fitch - remain the industry standard-bearers.   This is partly because they make their ratings available freely to investors - making their money from charging the organisations who want their bonds rated.   Heavy criticism   So much for their size. What of their actual methods?   Standard & Poor's said it based its judgments on a range of financial and business attributes that might influence the repayment, some of which may depend on the issuer of the bond (ie the borrower).   In a statement, S&P gave a long list of indicators it may use, including \"economic, regulatory and geopolitical influences, management and corporate governance attributes, and competitive position\".    That seems to cover everything. But since the credit crisis that began in 2007, these agencies have come in for heavy criticism - and even hostility.    After all, stacks of mortgage-backed securities - the investments that were backed by mortgages that were either never going to be paid back or were even fraudulent - were given the very best grade by the three supposed experts in rating the likelihood of the money being paid back.   Similar dramatic swings have been taking place in the ratings applied to government-backed - rather than private property-supported debt. One day a country's bond is graded a safe top rating and the next given a mark that suggests investors' money is not safe.   Many observers believe that if the rating on the UK's government bonds - or gilts - was downgraded by just one notch from AAA to AA it would put up the cost of official borrowing by around half of one per cent.   That would mean a big rise in the annual interest bill which has to be met by taxpayers.   When asked why it changes ratings, S&P responded: \"The reasons for ratings adjustments vary, and may be broadly related to overall shifts in the economy or business environment - or more narrowly focused on circumstances affecting a specific industry, entity, or individual debt issue.\"   It indeed appears a dark art - but one whose influence has a more measurable effect.",
            "vi": "AAA, Ba3, Ca, CCC ... chúng trông giống như một loại phiếu điểm rất tích cực vậy.   Thực ra, chúng là một hệ thống ký mã hiệu, và dùng để thông báo cho các bên hữu quan biết.   Những người đi vay số lượng lớn, các chính phủ hoặc các công ty, nhận được những đội hình chữ cái ấy, và những người mua khoản nợ này được chúng cho biết khả năng họ có thể lấy lại tiền là như thế nào.   Bảng đánh giá kia còn ảnh hưởng đến số phí tính theo mức sinh lợi trên khoản tiền vay đó.   Những chữ cái này tràn ngập khắp các tin tức về tác động tài chính của cuộc khủng hoảng đang ám ảnh khu vực sử dụng đồng Euro.   Một thay đổi điểm số có nghĩa là một sự thay đổi số tiền người đi vay phải trả cho các chủ nợ của mình, có thể khiến người ta mất nhiều phí vay hơn khi những nhà đầu tư đòi hỏi tỷ lệ lợi nhuận cao hơn vì phải gánh khoản nợ có rủi ro nhiều hơn.   Nhưng trong khi những kẻ đi vay được báo chí nêu - các chính phủ Hy Lạp, Ai len, Bồ Đào Nha, và hiện giờ thậm chí là Hoa Kỳ vĩ đại - là những danh xưng nhiều người biết đến, thì những người có ảnh hưởng lớn như vậy đối với tài sản của những tên tuổi kia lại không có được cái diễm phúc đó.   Họ là những cơ quan đánh giá tín nhiệm, tồn tại để đánh giá khả năng chi trả của những nhà phát hành trái phiếu - các công ty hoặc - như trong trường hợp này, các quốc gia mượn tiền bằng cách phát hành các giấy nợ dạng IOU (I owe you) được gọi là trái phiếu.   Nhưng họ là ai? Có phải chúng ta cần họ không và họ tính ra như thế nào để đưa ra thứ hạng cao nhất AAA hoặc đưa ra một thứ hạng thấp hơn, chẳng hạn CCC, thứ hạng - trung thành với hình thức xếp hạng trong nhà trường - có nghĩa là nhà phát hành nhiều khả năng đang chuẩn bị kế hoạch bỏ trốn?   Poor and Moody  Trước tiên chúng ta đề cập đến Standard & Poor's (S&P), cơ quan đánh giá lâu đời nhất. Vào năm 1860, người viết một cuốn sách sử về tài chính đường sắt và kênh đào ở Hoa Kỳ như một cẩm nang cho các nhà đầu tư, ông Henry Poor, đã thành lập ra cơ quan này.   Cái phần “Standard” ra đời vào năm 1906, thời điểm Cục thống kê tiêu chuẩn (Standard Statistics Bureau) được thành lập nhằm kiểm tra tài chính các công ty không thuộc ngành đường sắt.     Hai doanh nghiệp này sáp nhập vào những năm 1940.   Năm 1909 John Moody thành lập công ty Moody's , ông là người công bố một bản phân tích về cái thế giới bất ổn và lộn xộn ngành tài chính đường sắt, trong đó phân cấp giá trị của các cổ phiếu và trái phiếu.   Những công ty này hiện nay đang được nhiều người quan tâm - doanh thu trước thuế của Moody năm 2010 là 688 triệu đô-la Mỹ và Standard & Poor là 762 triệu đô-la Mỹ.   Mỗi công ty họ đều chiếm 40%  thị phần đánh giá những công ty và quốc gia lớn.   Fitch - một nhà sáng lập nữa được lấy tên đặt cho một công ty, ông John Fitch - thành lập vào năm 1913 và là một phiên bản nhỏ hơn hai phiên bản kia.   Có hàng loạt những cơ quan đánh giá tín nhiệm khác, tên của chúng thậm chí hiếm khi xuất hiện trong những góc khuất khó thấy hơn của những trang tài chính - vậy tại sao ba công ty này lại là những cơ quan đánh giá được nhiều người theo dõi?   Thành tích Một phần câu trả lời là trách nhiệm của Uỷ ban Giao dịch Chứng khoán (SEC), cơ quan giám sát tài chính Hoa Kỳ.   Năm 1975 người ta thừa nhận ba công ty này như là những Tổ chức Đánh giá Tín dụng Thống kê được công nhận toàn quốc (NRSRO).   Một xác nhận của NRSRO sẽ tạo điều kiện dễ dàng và thuận lợi hơn cho những quốc gia và tổ chức tài chính đang mong muốn phát hành trái phiếu. Về cơ bản xác nhận ấy nói cho các nhà đầu tư biết thành tích của một doanh nghiệp và khả năng họ hoàn trả tiền vay như thế nào.   Sức mạnh bổ sung để những Tổ chức Đánh giá Tín dụng Thống kê được công nhận toàn quốc phát triển hơn nữa đến từ việc một số quỹ đầu tư theo luật định được Uỷ ban chứng khoán (SEC) yêu cầu chỉ nắm giữ những trái phiếu có mức đánh giá rất cao của các cơ quan được mọi người công nhận.   Sức mạnh của một công ty bảo hiểm còn được đánh giá bằng những thứ hạng áp dụng đối với những khoản dự trữ đầu tư mà công ty đó nắm giữ.   Việc nhà phát hành bị đánh giá tín nhiệm thấp sẽ làm cho giá trị trái phiếu hạ xuống và tăng lãi suất trái phiếu ấy lên.   Nghĩa là các quỹ theo luật định bây giờ phải bán những trái phiếu này.   Nhưng việc này có thể tạo ra một vòng luẩn quẩn.   Bán tống bán tháo ồ ạt cộng với các tác động cung cầu thị trường - nhiều người bán hơn người mua - làm giá giảm nhiều hơn nữa. Có nghĩa là phải trả lãi suất còn cao hơn nữa - và người đi vay phải chịu nhiều căng thẳng lớn hơn nữa.   Mặc dù Uỷ ban chứng khoán (SEC) có 10 tổ chức Đánh giá Tín dụng Thống kê được công nhận toàn quốc (NRSRO) trong danh sách phê chuẩn của mình, bao gồm một đại diện của Ca-na-đa, hai của Nhật, nhưng ba ông lớn - Standard & Poor's, Moody's và Fitch - vẫn là những công ty đầu ngành.   Một phần là vì họ công khai miễn phí các đánh giá tín nhiệm của họ cho các nhà đầu tư - thu tiền từ việc tính phí các tổ chức muốn đánh giá trái phiếu của mình.   Chỉ trích nặng nề  Quên đi tầm cỡ của họ. Những phương pháp thực sự của họ là gì?   Standard & Poor's cho biết họ đánh giá dựa trên một loạt những thuộc tính kinh doanh và tài chính có thể ảnh hưởng đến việc hoàn trả, trong đó một số có thể phụ thuộc vào nhà phát hành trái phiếu (tức người đi vay).   Trong một báo cáo, Standard & Poor's đưa ra một danh sách dài các chỉ báo họ có thể sử dụng, gồm những tác động địa chính trị, luật lệ, và kinh tế, quản trị và thuộc tính các phương thức và quy trình quản lý công ty, và vị thế cạnh tranh.\"   Dường như đầy đủ hết cả. Nhưng kể từ cuộc khủng hoảng tín dụng bắt đầu vào năm 2007, những công ty này đã hứng chịu những chỉ trích nặng nề - và thậm chí cả sự thù địch nữa.   Rốt cuộc, số lượng khổng lồ các chứng khoán có thế chấp bảo đảm - các khoản đầu tư được những tài sản thế chấp bảo đảm hoặc sẽ không bao giờ thu hồi nổi hoặc bị gian lận - đã được ba chuyên gia có trách nhiệm đánh giá khả năng hoàn trả tiền vay xếp cho thứ hạng cao nhất.   Những biến động đầy kịch tính tương tự đã diễn ra trong việc đánh giá tín dụng khoản nợ do chính phủ bảo lãnh chứ không phải là nợ có tài sản cá nhân bảo đảm. Hôm nay một trái phiếu của quốc gia nào đó được đánh giá thứ hạng cao nhất về độ an toàn nhưng ngày hôm sau lại bị cho điểm gợi ý rằng tiền của các nhà đầu tư không an toàn.   Nhiều nhà quan sát tin rằng nếu thứ hạng trái phiếu chính phủ Anh - hoặc các cổ phiếu thượng hạng - bị đánh tụt chỉ một mức từ AAA xuống AA thì sẽ làm tăng phí vay chính thức bằng khoảng 0,5%.   Điều đó có nghĩa là tăng số lượng lớn hối phiếu có lãi hàng năm mà những người nộp thuế sẽ phải trả.   Khi được hỏi tại sao thay đổi các thứ hạng, Standard & Poor's trả lời: \"Các lý do điều chỉnh thứ hạng thay đổi, và có thể liên quan rộng rãi đến những thay đổi nói chung trong nền kinh tế hoặc môi trường kinh doanh, hoặc trong phạm vi hẹp hơn tập trung vào những điều kiện ảnh hưởng đến một thực thể, ngành cụ thể, hoặc đợt phát hành nợ riêng lẻ nào đó.\"   Quả thực nó xuất hiện một cách kỳ bí - nhưng lại có ảnh hưởng rất lớn."
        },
        {
            "en": "Vietnam's Economy a Rising Star After Global Slump       Vietnam's economy is bustling, having bounced back from the global downturn due in large part to the government's stimulus package. The Communist Party has set a target of 8 percent average growth a year over the next five years. The Ministry of Planning and Investment expects growth of 7.5 percent in 2011, up from 6.5 percent this year.  Vietnam's economy has weathered the worst of the global downturn, according to Danny Armstrong, Vietnam director for Australia's Commonwealth Bank. \"If you consider what we've just come through - the worst global financial circumstances in 80 years - the Vietnamese economy last year grew at 5.3 percent when most economies - most developed economies were in reverse - I would suggest the outlook for growth is pretty bright,\" said Armstrong.  Economic stimulus plan  The government introduced an $8.5 billion stimulus package to reduce the damage from the global financial crisis in 2008. And monetary authorities have depreciated the currency, the dong, which makes exports more competitive overseas.  The stimulus package played a key role in preventing a recession, said Ayumi Konishi, country director for the Asian Development Bank. But Konishi believes it is time to begin reducing the support.  \"The government should be able to phase out the first round of this stimulus package,\" said Konishi. \"That should really do what was intended to do. The important thing is the stimulus package also increasingly includes large portion of the infrastructure support or the infrastructure investment.\"  Weak infrastructure  Many in business say the government needs to focus on improving its infrastructure. Roads, ports and power plants can not keep up with rising demand.  And that problem is a big one for business, said the Commonwealth Bank's Danny Armstrong.  \"I guess the key complaint has been a lack of reliability of electricity over the last year or two. There's been a lot of comment about that in the media; still requirements there to improve port facilities. Roads … certainly in Ho Chi Minh City, if you have a look at traffic on the roads, the road infrastructure is growing a bit so, [but] infrastructure still has some way to go,\" he said.  Vietnam is working on the problems. Thirty new coal-fired power plants are expected to start operating soon, and there are plans to build more. Currency devaluation poses risks  But some of the government's actions lead to other worries, and economists say the country still faces economic challenges, including inflation and concerns over corruption and government controls.  The decision to depreciate the dong has prompted worries about inflation. And while it was intended to boost exports, a weaker currency raises prices for imports.  And like other emerging economies, Vietnam has seen capital rapidly flowing into its markets from slower-growing countries.  Real estate prices, for instance, have risen rapidly in the past year, adding to concerns of bubble.  Nagesh Kumar, the chief economist at the United Nations Economic and Social Commission for Asia and the Pacific, says the inflows reflect rising real estate prices elsewhere in Asia including China, India and Indonesia.  \"This is an issue which is affecting most of the Asian emerging economies. This is because of the crisis there were injections of liquidity all across the world and that is now finding its way to Asian economies because they are doing so well. Because of these capital flows the property prices and stock prices are going up,\" said Kumar.  Vietnam's Ministry of Construction says this year real estate accounted for almost 22 percent of all foreign direct investment in the country. Foreign investment  Vietnam benefits from rising costs in China, a dynamic which forces some companies to shift their operations, analyst Armstrong points out. \"If you don't want to have all your eggs in the China basket, then think about Vietnam as an alternative, that has a cheap but young and trainable workforce in a relative sense, has political stability, has relatively favorable investment conditions and a welcome mat out for foreign investment,\" he said.    Overall foreign investment is recovering slowly after dropping during the global slowdown. For the first nine months of the year, foreign direct investment was 12 percent lower than it was a year ago, at $11 billion, well under the government's target for 2010 of $22 billion. Vietnam's main investors are from Taiwan, South Korea, Japan, Malaysia and Singapore, as well as the United States and Europe.  Some foreign investors are worried because the international credit ratings agency Fitch downgraded Vietnam's rating. Fitch blamed inconsistent state policies, external finances, and weak domestic banks for the <em>downgrade</em>.  Also foreign investors, in regional surveys, have expressed concern over corruption and intellectual property rights in Vietnam. In addition, they say that Vietnam's complex business laws undermine its attraction to investors.",
            "vi": "Nền kinh tế Việt Nam – một ngôi sao đang lên sau cuộc suy thoái toàn cầu         Nền kinh tế của Việt Nam đang hối hả phục hồi nhanh chóng sau thời kỳ suy thoái toàn cầu phần lớn nhờ vào gói kích cầu của chính phủ.  Đảng Cộng sản đã đặt mục tiêu tăng trưởng trung bình 8% một năm trong vòng năm năm tới. Bộ Kế hoạch và Đầu tư dự báo mức tăng trưởng trong năm 2011 là 7,5%, cao hơn mức 6,5% của năm nay.  Danny Armstrong, giám đốc Ngân hàng Commonwealth của Úc tại VN, cho biết nền kinh tế Việt Nam đã vượt qua được cuộc suy thoái kinh tế toàn cầu tồi tệ nhất.  Ông Amstrong còn cho biết \"Nếu bạn xem xét những gì mà chúng tôi vừa trải qua – trong bối cảnh suy thoái tài chính toàn cầu tệ hại nhất trong 80 năm – nền kinh tế Việt Nam vào năm ngoái đã tăng 5,3% trong khi hầu hết các nền kinh tế - hầu hết các nền kinh tế phát triển lại thụt lùi - tôi cho rằng triển vọng tăng trưởng khá sáng sủa.\"  Kế hoạch kích thích kinh tế  Chính phủ đã áp dụng gói kích cầu trị giá 8,5 tỷ đô-la Mỹ nhằm hạn chế thiệt hại từ cuộc khủng hoảng tài chính toàn cầu xảy ra vào năm 2008. Và các cơ quan kiểm soát tiền tệ đã giảm giá trị tiền đồng để tăng sức cạnh tranh cho xuất khẩu nước ngoài.  Ayumi Konishi, giám đốc quốc gia của ngân hàng phát triển Á châu, cho hay gói kích cầu đóng một vai trò then chốt trong việc ngăn ngừa cuộc suy thoái. Nhưng ông Konishi tin rằng đã đến lúc phải bắt đầu hạn chế sự hỗ trợ.  \"Chính phủ nên rút dần gói kích cầu này,\" ông Konishi cho biết. \"Điều đó thật sự giúp đạt được những mục tiêu đã dự tính. Điều quan trọng là gói kích cầu cũng ngày càng bao gồm nhiều dự án hỗ trợ cơ sở hạ tầng hoặc đầu tư hạ tầng kỹ thuật.\"  Cơ sở hạ tầng yếu kém  Nhiều doanh nghiệp cho rằng chính phủ cần chú trọng vào việc cải thiện cơ sở hạ tầng. Đường sá, bến cảng và nhà máy điện không thể đáp ứng kịp nhu cầu ngày một tăng.  Danny Armstrong thuộc Ngân hàng Commonwealth cho rằng đó là một vấn đề lớn đối với một doanh nghiệp.  \"Tôi nghĩ rằng lời than phiền chủ yếu là sự bất ổn về nguồn điện trong hai năm qua. Đã có khá nhiều lời bình luận về việc này trên các phương tiện truyền thông đại chúng; ngoài ra còn kể đến những yêu cầu nâng cấp cơ sở cầu cảng. Đường sá… nói riêng tại thành phố Hồ Chí Minh, nếu bạn có dịp quan sát giao thông trên đường, thì bạn có thể thấy cơ sở hạ tầng có phát triển đôi chút, [nhưng] vẫn cần phải khắc phục nhiều hơn nữa.\"  Việt Nam vẫn đang gặp phải nhiều vấn đề. Ba mươi nhà máy điện đốt than mới sẽ bắt đầu đưa vào hoạt động sớm, và VN cũng có kế hoạch xây dựng thêm nhiều nhà máy điện khác.  Rủi ro từ sự mất giá tiền tệ  Tuy nhiên vài chính sách của chính phủ cũng gây ra một số lo ngại và các nhà kinh tế cho rằng VN vẫn còn đối mặt với nhiều thách thức kinh tế như lạm phát, những lo ngại về vấn nạn tham nhũng và sự kiểm soát của chính phủ. Quyết định giảm giá tiền đồng dấy lên những lo lắng về nạn lạm phát. Và trong khi mục tiêu của nó là nhằm đẩy mạnh xuất khẩu, thì đồng tiền yếu lại khiến hàng nhập khẩu tăng giá.  Và cũng như những nền kinh tế mới nổi khác, Việt Nam đã chứng kiến tình trạng nguồn vốn từ những quốc gia tăng trưởng chậm hơn chảy ồ ạt vào thị trường trong nước.  Chẳng hạn như giá bất động sản đã tăng lên nhanh chóng trong năm vừa qua, làm tăng thêm mối lo ngại xảy ra tình trạng bong bóng.  Nagesh Kumar, chuyên gia kinh tế hàng đầu của Ủy ban Kinh tế Xã Hội Liên Hiệp Quốc tại khu vực Châu Á Thái Bình Dương, cho biết nguồn vốn đổ vào VN phản ánh tình trạng giá bất động sản đang ngày một tăng ở các nơi khác của châu Á trong đó có Trung Quốc, Ấn Độ và Indonesia.  \"Đây là vấn đề đang ảnh hưởng tới hầu hết các nền kinh tế mới nổi lên của châu Á. Chính vì cuộc khủng hoảng nên mới dẫn đến hiện tượng rót vốn diễn ra trên toàn thế giới và bây giờ là tìm đường đến với các nền kinh tế Châu Á vì họ đang hoạt động khá tốt. Vì những luồng vốn tăng nên kéo giá bất động sản và giá cổ phiếu cũng tăng theo,\" ông Kumar nói.  Bộ trưởng Bộ xây dựng Việt Nam cho biết trong năm nay bất động sản sẽ chiếm gần 22% trên tổng nguồn vố đầu tư trực tiếp nước ngoài vào nước này.  Đầu tư nước ngoài  Amstrong phân tích Việt Nam sẽ được hưởng lợi từ việc Trung Quốc nâng giá chi phí, chính động cơ này khiến vài công ty phải chuyển hướng hoạt động của họ đi nơi khác.  \"Nếu bạn không muốn tất cả số trứng gà của mình nằm trong một cái giỏ Tàu, thì hãy đến Việt Nam như là một giải pháp thay thế, nơi đây có lực lượng lao động tuy rẻ nhưng trẻ khoẻ và xét về một ý nghĩa nào đó có thể đào tạo được, có chế độ chính trị ổn định, có điều kiện đầu tư tương đối thuận lợi và luôn trải thảm đỏ chào đón đầu tư nước ngoài.\"  Tổng đầu tư nước ngoài đang khôi phục từ từ sau sụt giảm trong thời kỳ suy thoái toàn cầu. Trong 9 tháng đầu năm nay, đầu tư trực tiếp nước ngoài đạt được 11 tỷ đô la, giảm 12% so với cùng kỳ năm ngoái, và thấp hơn nhiều so với mục tiêu 22 tỷ đô la mà chính phủ đã đặt ra cho năm 2010. Các nhà đầu tư chính vào Việt Nam đến từ Đài Loan, Hàn Quốc, Nhật Bản, Malaysia và Singapore, cũng như Hoa Kỳ và châu Âu.  Một số nhà đầu tư nước ngoài tỏ ra lo ngại vì cơ quan đánh giá mức độ khả tín quốc tế Fitch đã hạ bậc xếp hạng Việt Nam. Fitch đã chỉ trích những chính sách của nhà nước không nhất quán, nhu cầu tài chính bên ngoài, và sự yếu kém cùa các ngân hàng trong nước đã khiến VN bị tuột hạng. Trong các cuộc khảo sát trong khu vực, các nhà đầu tư nước ngoài cũng bày tỏ nỗi lo lắng về tình tham nhũng và vấn đề quyền sở hữu trí tuệ ở Việt Nam. Ngoài ra, họ nói rằng luật thương mại phức tạp của Việt Nam làm giảm sức thu hút đối với các nhà đầu tư nước ngoài."
        },
        {
            "en": "10 Reasons Why Reliable Windows 7 Security Is Crucial to Users    Windows Security has been a particular pain point for users with every new edition Microsoft has released since the advent of the Internet. Effective security is essential in any operating system in preventing malware, protecting a network and ensuring data protection. But reliable security is especially important to restore trust in the Windows ecosystem. If Windows 7 isn't as secure as it could be, Microsoft could face significant trouble going forward. As Microsoft prepares Windows 7 for its release later this month, it's important to realize that there really isn't a guarantee that it will offer any more value than earlier versions. Recent reports have said that it's a superior operating system to its predecessors – Windows XP and Windows Vista – but in the software space, that doesn't mean that it will necessarily be true. There are several factors at play.  One of the most prominent factors is security. Long the thorn in Microsoft's side, security could make or break Windows 7. If it's more secure than earlier versions of the software, Windows 7 could be a winner. If not, it could be a loser. Arguably, security matters most to Windows 7's success, and to how consumers and IT administrators view the new OS. Here's why: 1. The enterprise relies on security   There's nothing worse for an enterprise than deploying an operating system that fails to offer the kind of security it expects. Nowhere is that more evident than in Windows Vista, which turned many companies away prior to the release of Service Pack 1. Windows 7 cannot afford to be insecure. The key customers Microsoft relies on for big profits—corporations—won't like it. 2. Consumers won't like it either Microsoft also needs to worry about consumers. Those that learn that Windows 7 is insecure or vulnerable to viruses and malware will find alternatives for fear of losing their data. Granted, the state of cyber-security in the consumer space is poor. But I'm a firm believer that more people than ever are at least aware of security concerns and the latest attacks. If they find out that an operating system is insecure, they won't be happy. 3. What about market share? If Windows 7 is insecure, you can expect Microsoft's dominance in the operating-system market to slip. Those that were intent on buying Windows 7 prior to its release will learn of its troubles and opt for a different operating system. That could mean Linux or, most likely, Apple will reap the reward. 4. Microsoft's loss of power If Windows 7 suffers from insecurity, much of the power Microsoft wields in the computing industry will be eliminated. When Windows XP was at its height, companies like Dell and Hewlett-Packard were forced to \"play ball\" with Microsoft. If Microsoft required something of those companies, they did it. But after the <em>downgrade</em>-rights fiasco allowed users to get Windows XP bundled in computers rather than Windows Vista, those vendors regained some power. An insecure Windows 7 will ensure that Microsoft will fully relinquish its grip in that space. 5. Criticism, anyone?  As soon as the news broke that Windows 7 was insecure, you can bet that Apple would jump on it. The company's \"I'm a Mac, I'm a PC\" ads have been so successful because they highlight Windows' security problems when it comes to malware and viruses. An insecure Windows 7 will only maximize Apple's intent on making Microsoft look bad. Say what you will about Mac OS X, but Apple will be licking its chops if Windows 7 is insecure and open to security attacks. 6. It loses the security high ground  Microsoft has done a relatively good job over the past couple years at rebuilding its standing in the security community. For too long, the company had what looked like a lackadaisical attitude towards security. But in recent years, the rhetoric has ramped up and Microsoft has made it clear that it wants to make Windows far more secure and better at data protection and ensuring network security. An insecure Windows 7 will fly in the face of that. And the security community will take notice. 7. Hackers will take notice  As soon as malicious hackers realized that Windows 7 was insecure, they would immediately jump at the chance to prey on users,while spreading malware. The issues would only escalate, causing Microsoft and Windows 7 to look even worse. 8. Comparisons will be drawn  As Microsoft gets ready to release Windows 7, the company wants everyone to forget about its past mistakes. It doesn't want users to think of Windows Vista when they load Windows 7. They want them to remember the good old days of PC computing. If Windows 7 is insecure, comparisons between Windows Vista, Windows ME, or Windows 2000 will be immediately drawn. And it will only spell trouble for Microsoft. 9. Confidence will be lost  With not one, but two operating systems not living up to customer expectations, Microsoft would put itself in a bad position. Windows 8 would cause users to be suspect of the operating system's ability to satisfy their needs security needs and protecting their corporate networks. And Microsoft would need to find a way (probably through cash) to get customers' minds off of Windows Vista and Windows 7 and on to the future. With two missteps, that might be difficult.   10. It gives Chrome an opening Microsoft has been forced to take on Google in practically every place it competes. From word processing to search, the company has battled it out with Google. If Windows 7 is a security failure, you can bet that Google will take advantage by promoting its new Chrome OS and its security features. The company will jump at the chance to call it an alternative to Windows. And in the end, it could give Google the opening it needs to capitalize on the OS market.   Security is a major issue for Microsoft Windows. The company doesn't have an opportunity to slack on it. Nguồn: http://www.eweek.com/c/a/Security/10-Reasons-Why-Reliable-Windows-7-Security-is-Crucial-to-Users-382042/",
            "vi": "10 Reasons Why Reliable Windows 7 Security Is Crucial to Users    Bảo mật của hệ điều hành (HĐH) Windows đã từng là một trở ngại đặc biệt cho người dùng với mọi phiên bản mới của Microsoft đã phát hành kể từ sự ra đời của Internet. Bảo mật hiệu quả là rất cần thiết trong bất kỳ hệ điều hành nào trong việc ngăn chặn phần mềm độc hại, bảo vệ hệ thống mạng và bảo đảm việc bảo vệ dữ liệu. Nhưng sự bảo mật đáng tin cậy thì đặc biệt quan trọng để khôi phục sự tín nhiệm của người dùng trong “hệ sinh thái” của HĐH Windows này. Nếu Windows 7 không an toàn như nó có thể, Microsoft có thể đối mặt với những khó khăn lớn trong tương lai. Như việc Microsoft chuẩn bị phát hành Windows 7 cuối tháng này, điều quan trọng để nhận ra rằng thực sự không có một sự đảm bảo nào là nó sẽ đem lại nhiều giá trị nhiều hơn các phiên bản trước đó. Các báo cáo gần đây đã cho rằng đó là một hệ điều hành cao cấp hơn hẳn các phiên bản trước đây của nó - Windows XP và Windows Vista - nhưng trong không gian phần mềm, điều đó không có nghĩa là nó sẽ nhất thiết phải đúng sự thật. Đó là một vài yếu tố tại cuộc chơi này. Một trong những yếu tố nổi bật nhất là sự bảo mật. Một cái gai dài trước mắt Microsoft, sự bảo mật có thể có thể quyết định sự thành bại của Windows 7. Nếu nó an toàn hơn các phiên bản trước, Windows 7 có thể là một người chiến thắng. Ngược lại, nó có thể trở thành một kẻ bại trận. Hiện nay nhiều người cho rằng, các vấn đề bảo mật nhất đem lại sự thành công của Windows 7 và để làm thế nào người tiêu dùng và các quản trị viên CNTT  xem xét hệ điều hành mới này. Đây là lý do: 1. Doanh nghiệp tin vào sự bảo mật Không có gì tệ hơn cho một doanh nghiệp khi triển khai một HĐH mà không đủ khả năng cung cấp các loại hình an ninh như họ mong đợi. Không tìm thấy ở đâu mà cụ thể hơn trong Windows Vista, ở đó nhiều công ty đã rời bỏ HĐH này trước khi phát hành bản Service Pack 1. Windows 7 không phải là không có khả năng an toàn. Những khách hàng then chốt của Microsoft dựa vào lợi nhuận lớn - các tập đoàn – sẽ không giống như vậy. 2. Người tiêu dùng sẽ không thích chọn nó để thay thế. Microsoft cũng cần nghĩ đến người tiêu dùng. Những người mà tìm hiểu rằng Windows 7 là không an toàn hoặc dễ bị virus và các phần mềm độc hại làm mất mất dữ liệu của họ. Công nhận rằng khả năng tự bảo mật thông tin của người dùng trên máy tính của họ còn nhiều hạn chế. Nhưng tôi tin chắc rằng nhiều người trong số đó ít nhất cũng nhận thức về các mối quan tâm bảo mật và các cuộc tấn công gần đây nhất. Nếu họ nhận thấy rằng một hệ điều hành không an toàn, họ sẽ cảm thấy không an tâm 3. Thế còn thị phần thì sao? Nếu Windows 7 không an toàn, bạn có thể nghĩ rằng vị thế của Microsoft trên thị trường điều hành sẽ bị trượt dốc. Những người có ý định mua Windows 7 trước khi phát hành sẽ biết được các vấn đề của nó và lựa chọn một HĐH khác. Điều đó có nghĩa là Linux hay, rất có thể là Apple sẽ là sự lựa chọn của họ. 4. Microsoft mất đi quyền lực Nếu Windows 7 kém an toàn, nhiều quyền lực mà Microsoft nắm giữ trong ngành công nghiệp máy tính sẽ bị mất đi. Khi “thời đại” Windows XP lên đến đỉnh điểm, các công ty như Dell và Hewlett-Packard bị buộc phải \"chơi trò ném bóng\" với Microsoft. Nếu Microsoft cần một cái gì đó của những công ty này, họ nhanh chóng đáp ứng. Nhưng sau khi thất bại thì các quyền lợi hạ thấp xuống cho phép người dùng mua Windows XP kèm trong máy tính thay vì kèm Windows Vista, những bù lại nhà cung cấp giành lại được một số quyền lực. Sự không an toàn của windows 7 sẽ đảm bảo rằng Microsoft sẽ từ bỏ hoàn toàn sự kiềm kẹp của họ trong lĩnh vực này. 5. Sự phê bình, bất cứ ai? Ngay sau khi các tin tức đã tiết lộ rằng Windows 7 không an toàn, bạn có thể đặt cược rằng Apple sẽ nhảy vào đó. Quảng cáo của công ty này \"I'm a Mac, I'm a PC\" đã rất thành công vì họ nêu bật những vấn đề bảo mật của Windows khi đề cập đến phần mềm độc hại và virus. Windows 7 không an toàn sẽ làm tăng thêm các mục đích bôi nhọ của Apple làm cho hình ảnh của Microsoft trở nên mờ nhạt. Bạn sẽ nói những gì về Mac OS X, nhưng Apple sẽ nhếch mép cười nhạo nếu Windows 7 không an toàn và mở đường cho các cuộc tấn công bảo mật. 6. Mất đi nền tảng bảo mật cao Microsoft đã hoàn thành được một nhiệm vụ tương đối tốt trong 2 năm vừa qua để xây dựng lại vị thế của nó trong cộng đồng bảo mật. Từ lâu, công ty này đã có những cái nhìn trông giống như một thái độ không mạnh mẽ hướng tới sự bảo mật. Nhưng trong những năm gần đây, việc làm này đã được đẩy mạnh và Microsoft đã bộc lộ rõ rằng họ muốn tạo ra Windows an toàn hơn, bảo vệ dữ liệu tốt hơn và bảo đảm an ninh mạng. Suy nghĩ một Windows 7 không an toàn sẽ biến mất và cộng đồng an ninh sẽ chú ý điều này. 7. Hacker sẽ chú ý Khi các hacker có ý đồ không tốt nhận thấy Windows 7 không an toàn, ngay lập tức họ sẽ nắm lấy cơ hội để làm hại người dùng, lợi dụng để phát tán phần mềm độc hại. Những vấn đề sẽ ngày càng leo thang và gây ra cho Microsoft và Windows 7 trông có vẻ còn tệ hơn. 8. Những sự so sánh sẽ được rút ra Như việc Microsoft sẵn sàng phát hành Windows 7, hãng Microsoft muốn mọi người quên đi những sai lầm trong quá khứ của họ. Họ không muốn người dùng nghĩ về Windows Vista khi họ tải Windows 7. Microsoft muốn họ nhớ đến thời huy hoàng của điện toán PC những ngày trước. Nếu Windows 7 không an toàn, sự so sánh giữa Windows Vista, Windows ME hoặc Windows 2000 sẽ được rút ra ngay lập tức. Và nó sẽ nói vấn đề này cho Microsoft. 9. Niềm tin sẽ bị đánh mất Không phải chỉ với một mà đến hai hệ điều hành không đáp ứng được kỳ vọng của khách hàng, Microsoft sẽ tự đặt chính mình vào tình huống xấu. Windows 8 sẽ khiến cho người dùng phải hoài nghi về khả năng HĐH này đáp ứng các nhu cầu bảo mật cần thiết và bảo vệ mạng doanh nghiệp của họ. Và Microsoft sẽ cần phải tìm một cách (có thể là bằng tiền mặt) để tâm trí của khách hàng không còn nghĩ về Windows Vista và Windows 7 và trong tương lai. Với hai bước đi sai lầm, điều này có thể trở nên khó khăn. 10.  Đem lại cơ hội cho Chrome Trên thực tế, Microsoft bị buộc phải để mất cương vị của nó cho đối thủ cạnh tranh là Google. Từ xử lý văn bản đến tìm kiếm, Microsoft đã chiến đấu với Google. Nếu Windows 7 thiếu khả năng bảo mật, bạn có thể đặt cược rằng Google sẽ tận dụng thời cơ này để quảng cáo HĐH mới Chrome và các tính năng bảo mật. Google sẽ nắm lấy cơ hội này để nói Chrome là một giải pháp thay thế cho Windows. Và cuối cùng, nó có thể đem lại cho Google lợi thế tốt trên thị trường hệ điều hành. Bảo mật là một vấn đề lớn đối với Microsoft Windows. Ms không còn cơ hội để chùn bước trước nó."
        }
    ],
    "suggestions": []
}