{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['daunrivə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ, tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">về phía cửa sông</td></tr></table><i/></div>",
            "word": "downriver",
            "pronounce": "['daunrivə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>downriver</k><blockquote>■ <cclass>adverb &amp; adjective towards or situated at a point nearer the mouth of a river. </cclass></blockquote></div>",
            "word": "downriver",
            "pronounce": "['daunrivə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "downriver",
            "pronounce": "['daunrivə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "downriver",
            "pronounce": "['daunrivə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> hạ lưu</font></td></tr></tbody></table></div>",
            "word": "downriver",
            "pronounce": "['daunrivə]"
        }
    },
    "sentences": [
        {
            "en": "Canoe is running <em>downriver</em>.",
            "vi": "Ca nô đang chạy xuôi dòng về phía cửa sông."
        },
        {
            "en": "It's hard to swim <em>downriver</em>.",
            "vi": "Thật khó để bơi xuôi dòng."
        },
        {
            "en": "A small 30 kilogram canoe is floating <em>downriver</em> at a speed of 2 m/s.",
            "vi": "Một chiếc ca-nô (canoe) nhỏ 30 kg đang trôi xuôi theo dòng sông với vận tốc 2mét/giây."
        },
        {
            "en": "A small 30 kilogram canoe is floating <em>downriver</em> at a speed of 2 m/s.",
            "vi": "Một chiếc ca - nô (canoe) nhỏ 30 kg đang trôi xuôi theo dòng sông với vận tốc 2mét/giây."
        },
        {
            "en": "The cooperation between the United States and the four Mekong <em>downriver</em> countries - - Cambodia, Laos, Thailand and Vietnam - - shows that the Americans attach importance to the region, said Yue Yang, a Vietnamese researcher.",
            "vi": "Hợp tác giữa Hoa Kỳ và bốn quốc gia thuộc vùng hạ lưu sông Mê-kông -- Cam-pu-chia, Lào, Thái Lan và Việt Nam -- cho thấy rằng người Mỹ coi trọng vùng này, theo cách nói của Yue Yang, một nhà nghiên cứu của Việt Nam."
        },
        {
            "en": "The cooperation between the United States and the four Mekong <em>downriver</em> countries -- Cambodia,Laos, Thailand and Vietnam -- shows that the Americans attach importance to the region, said Yue Yang, a Vietnamese researcher.",
            "vi": "Hợp tác giữa Hoa Kỳ và bốn quốc gia thuộc vùng hạ lưu sông Mê - kông - - Cam - pu - chia, Lào, Thái Lan và Việt Nam - - cho thấy rằng người Mỹ coi trọng vùng này, theo cách nói của Yue Yang, một nhà nghiên"
        },
        {
            "en": "http://english          08:22, July 24, 2009 Agreement to the Treaty of Amity and Cooperation by the United States indicates America has re-engaged with Southeast Asia and will regain interests in the region, a Chinese analyst said Thursday.   Meanwhile, due to mutual demands between the United States and Southeast Asian countries, the move also will strengthen bilateral cooperation in the fields of economy, trade and climate change, said Guo Xiangang, a scholar from the China Institute of International Studies.   A U.S. presence in Southeast Asia would complicate and bring uncertainties to regional issues, Guo said.   STRATEGIC DEPLOYMENT   U.S. Secretary of State Hillary Clinton signed the friendship pact with member states of the Association of Southeast Asia Nations (ASEAN) in Thailand's Phuket on Wednesday in what is seen as America's return to the \"critically important\" region.   Clinton said the Obama administration wanted to send a strong message of engagement after the region had been neglected by former President George W. Bush during the wars in Iraq and Afghanistan.    The new U.S. approach was demonstrated by her first overseas trip as the top U.S. diplomat to Asia in February, Clinton said, adding that Washington views the amity treaty as a symbolic underscoring of American commitment to Asia.  Guo said that the U.S. return to Southeast Asia is part of a multilateral diplomatic policy proposed by the Obama administration, which is considered a revision of Bush's unilateral policy.   The United States wants to participate in the region's development process to show its clout in the area and to help solve problems such as the Korean Peninsula nuclear issue and Myanmar's ongoing political instability, the researcher said.   \"If the United States does not take part in the process, it can not effectively impose its influence in the region,\" he said.   MUTUAL DEMANDS    On the one side, the signing of the treaty means the Americans would regain interests in Southeast Asia, the sixth largest U.S. export market and an important strategic stronghold with abundant oil and energy resources.   On the other side, Southeast Asian countries welcomed the U.S. participation in the region's development process, during which they would get the biggest possible interests as they can, Guo said.   \"Southeast Asian countries tried to use big powers and strategic balance to seek their own security and stability,\" the analyst said.   The cooperation between the United States and the four Mekong <em>downriver</em> countries -- Cambodia, Laos, Thailand and Vietnam -- shows that the Americans attach importance to the region, said Yue Yang, a Vietnamese researcher.   ASEAN leaders have also hailed U.S. accession to the amity treaty.    \"We warmly welcomed the impending accession by the United States of America to the Treaty of Amity and Cooperation in Southeast Asia as a strong signal of its commitment to peace and security in the region,\" said a joint communique issued Monday after the ASEAN ministers' meeting.   POTENTIAL COMPLICATION  The row between the United States and Myanmar over the case of Aung San Suu Kyi, who was facing trial for violating her terms of house arrest by accommodating a U.S. citizen, has been spotlighted since May.   Myanmar's government leaders have frequently said that the legal action against Aung San Suu Kyi is an internal affair which is in accordance with its domestic law, accusing the United States of meddling in its internal affairs.   Clinton called on Myanmar, which has put Suu Kyi, general secretary of the National League for Democracy, under a five-and-a-half-year house arrest, to free her and take other steps to ensure a credible general election next year.   The Myanmar authorities have blamed the U.S. citizen, identified as John William Yettaw, for the current trial involving Aung San Suu Kyi.    Meeting with the press, Myanmar Police Chief Brigadier-General Khin Yi charged Yettaw with illegally intruding into Aung San Suu Kyi's residence which was then under restriction and held him mainly accountable for the case.   Analysts said the U.S.-Myanmar spat brought uncertainty and complication to the region's development.   Clinton views ASEAN as a region of \"great diversity where people of different backgrounds, religions and every other diversities of the human experience are working to build a community.\"   Moreover, Clinton talked about the nuclear issues of the Democratic People's Republic of Korea and Iran at the ASEAN foreign ministers' meeting, a sign indicating that the U.S. return to Southeast Asia is broader than expected, analysts said.",
            "vi": "http://english       08:22, Ngày 24 tháng bảy năm 2009 Việc Hoa Kỳ đồng ý tham gia Hiệp định Hữu nghị và Hợp tác chứng tỏ Hoa Kỳ đã  bắt tay lại với Đông Nam Á và sẽ khôi phục quyền lợi trong khu vực này, hôm thứ năm một nhà phân tích của Trung Quốc đã nói như vậy.  Trong khi đó, do Hoa Kỳ và các quốc gia Đông Nam Á đều cần cò nhau, nên nước cờ này cũng sẽ tăng cường quan  hệ hợp tác giữa hai bên trong lĩnh vực kinh tế, thương mại và thay đổi khí hậu, theo cách nói của Guo Xiangang, một học giả thuộc Viện nghiên cứu quốc tế của Trung Quốc.  Sự hiện diện của Hoa Kỳ ở Đông Nam Á sẽ gây rắc rối và lắm  chuyện không thể đoán trước được trong khu vực này, Guo đã nói như thế.  TRIỂN KHAI CHIẾN LƯỢC  Ngoại trưởng Hoa Kỳ Hillary Clinton ký hiệp ước thân hữu với các quốc gia thành viên của Hiệp hội các quốc gia Đông Nam Á (ASEAN) tại Phuket ở Thái Lan hôm thứ tư trong khung cảnh được xem là Hoa Kỳ quay trở lại  khu vực \"cực kỳ quan trọng\".   Clinton cho rằng chính quyền Obama muốn phát đi một thông điệp chắc nịch mang tính cam kết sau khi vùng này bị cựu Tổng thống George W. Bush bỏ bê trong thời kỳ chiến tranh ở Iraq và Afghanistan.   Giải pháp mới của Hoa Kỳ được chứng minh bằng chuyến xuất ngoại đầu tiên của bà ấy với tư cách là nhà ngoại giao cao cấp nhất của Hoa Kỳ đến châu Á hồi tháng hai, Clinton đã nói như vậy và cũng nói thêm là Washington xem Hiệp định Hữu nghị này là biểu tượng nêu bật những gì Hoa Kỳ cam kết với châu Á.  Guo nói rằng Hoa Kỳ quay lại Đông Nam Á là một phần trong chính sách ngoại giao đa phương do chính quyền Obama đề xuất, điều này được xem là sửa đổi chính sách đơn phương của Bush.   Hoa Kỳ muốn tham gia tiến trình phát triển khu vực này để biểu lộ uy quyền của mình trong vùng này và góp phần giải quyết những vấn đề như là vấn đề hạt nhân ở Bán đảo Triều Tiên và tình hình chính trị đang bất ổn ở Myanmar, nhà nghiên cứu này đã nói như vậy.  \"Nếu Hoa Kỳ không tham gia vào tiến trình này thì Hoa Kỳ không thể áp đặt ảnh hưởng của mình lên vủng này một cách hiệu quả,\" ông ấy đã nói như thế. CẦN CÓ NHAU  Một mặt, ký hiệp ước này có nghĩa là người Mỹ sẽ khôi phục quyền lợi ở Đông Nam Á, thị trường xuất khẩu lớn thứ sáu của Hoa Kỳ và cũng là thành trì chiến lược quan trọng do nguồn tài nguyên năng lượng và dầu mỏ dồi dào.   Mặt khác, các quốc gia Đông Nam Á hân hoan chào đón Hoa Kỳ tham gia tiến trình phát triển của khu vực này, tiến trình giúp cho họ có được những lợi ích càng lớn càng tốt, Guo đã nói như vậy.   \"Các quốc gia Đông Nam Á cố tranh thủ các cường quốc và thế cân bằng chiến lược để tìm sự an ninh và ổn định cho chính mình,\" nhà phân tích này đã nói như vậy.   Hợp tác giữa Hoa Kỳ và bốn quốc gia thuộc vùng hạ lưu sông Mê-kông -- Cam-pu-chia, Lào, Thái Lan và Việt Nam -- cho thấy rằng người Mỹ coi trọng vùng này, theo cách nói của Yue Yang, một nhà nghiên cứu của Việt Nam.   Lãnh đạo các quốc gia ASEAN cũng đã kêu gọi Hoa Kỳ tham gia Hiệp định hữu nghị.  \"Chúng tôi nồng nhiệt chào đón việc Hợp chủng quốc Hoa Kỳ sắp tham gia Hiệp định Hữu nghị và Hợp tác ở Đông Nam Á như là một tín hiệu mạnh mẽ về những gì Hoa Kỳ cam kết vì hoà bình và an ninh trong khu vực này,\" theo một thông cáo chung được đưa ra hôm thứ hai sau cuộc họp của các bộ trưởng ASEAN.  CHUYỆN RẮC RỐI CÓ THỂ PHÁT SINH  Xích mích giữa Hoa Kỳ và Myanmar về vụ Aung San Suu Kyi, người bị đưa ra tòa vì vi phạm lệnh quản thúc do đã chứa chấp một công dân Hoa Kỳ, là trọng tâm chú ý từ tháng năm cho đến nay.   Nhà cầm quyền Myanmar thường xuyên nói rằng việc truy tố Aung San Suu Kyi là việc nội bộ, theo đúng luật quốc nội của Myanmar, và buộc tội Hoa Kỳ là đã can thiệp vào công việc nội bộ của Myanmar. Clinton kêu gọi Myanmar, quốc gia đã buộc Suu Kyi, tổng thư ký của Liên minh quốc gia Dân chủ, phải bị quản thúc năm năm rưỡi, hãy thả bà ấy và có những biện pháp khác để bảo đảm cho cuộc tổng tuyển cử đáng tin cậy vào năm tới.  Nhà cầm quyền Myanmar đã quy trách nhiệm cho công dân Hoa Kỳ, được biết đến dưới cái tên John William Yettaw, về việc Aung San Suu Kyi phải ra hầu toà.  Gặp gỡ giới báo chí, Yi Khin, thiếu tướng tư lệnh cảnh sát Myanmar, buộc tội Yettaw là đã xâm nhập tư thất của Aung San Suu Kyi một cách bất hợp pháp trong khi nơi này đang bị kiểm soát và buộc ông này phải chịu trách nhiệm chính về vụ này.   Giới phân tích cho rằng tranh cãi vụn vặt giữa Hoa Kỳ và Myanmar gây ra nhiều chuyện khó đoán trước cho sự phát triển vùng này.  Clinton xem ASEAN là một vùng \"rất đa dạng vì dân cư ở đây thuộc nhiều tầng lớp khác nhau, tôn giáo khác nhau và mọi khía cạnh dị biệt khác theo kinh nghiệm của con người, nhưng đang ra sức xây dựng một cộng đồng. \" Ngoài ra, Clinton cũng nói về vấn đề hạt nhân của Cộng hoà dân chủ nhân dân Triều Tiên và Iran tại cuộc họp ngoại trưởng ASEAN, một dấu hiệu cho thấy Hoa Kỳ quay lại Đông Nam Á trên phạm vi rộng hơn dự kiến, giới phân tích đã nói như vậy."
        }
    ],
    "suggestions": []
}