{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Downing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Downing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Downing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Downing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Downing"
        }
    },
    "sentences": [
        {
            "en": "<em>Downing</em> street disapproves these policies.",
            "vi": "Chính phủ Anh không tán thành các chính sách này."
        },
        {
            "en": "10 <em>Downing</em> Street is the British Prime Minister's official residence.",
            "vi": "Số 10 đường Downing là dinh chính thức của Ngài Thủ Tướng Anh."
        },
        {
            "en": "Stewart <em>Downing</em> was the player of the match yesterday.",
            "vi": "Stewart Downing là người hùng của trận đấu đêm qua."
        },
        {
            "en": "One is 10 <em>Downing</em> Street where the Prime lives.",
            "vi": "Một là số 10 đường Downing nơi Thủ tướng ở."
        },
        {
            "en": "“It’s easier to talk with friends after <em>downing</em> some beer.”",
            "vi": "\"Sẽ dễ dàng hơn để nói chuyện với bạn bè sau khi uống một ít bia. \""
        },
        {
            "en": "<em>Downing</em> Street has so far refused to comment on these reports.",
            "vi": "Cho đến giờ, thủ tướng Anh vẫn từ chối bình luận các báo cáo này."
        },
        {
            "en": "Within two hours, <em>Downing</em> Street issued another statement on the crash.",
            "vi": "Trong vòng hai giờ, từ văn phòng Thủ tướng Anh đã đưa ra một thông báo khác về va chạm."
        },
        {
            "en": "I'd probably have heartburn for a week after <em>downing</em> that monster.",
            "vi": "Tôi có thể bị chứng ợ nóng trong một tuần sau khi hạ gục con quái vật đó."
        },
        {
            "en": "No 10 <em>Downing</em> street is the official residence of the British Prime Minister.",
            "vi": "Nhà số 10 phố Downing là chỗ ở chính thức của thủ tướng Anh."
        },
        {
            "en": "Some contractors have suggested delaying construction or even <em>downing</em> tools if payments are not made on time.",
            "vi": "Một vài đơn vị đấu thầu đề nghị hoãn việc thi công hoặc thậm chí tháo dỡ công cụ nếu thanh toán không đúng thời hạn."
        },
        {
            "en": "After <em>downing</em> this drink, I didn't get any exotic nor adventurous inklings, the only thing I got was a microscopic taste of lemonade!",
            "vi": "Sau khi nốc cạn chai nước giải khát này, tôi chẳng thấy phiêu lưu kỳ thú gì ráo, có chăng là chút mùi nước chanh thôi!"
        },
        {
            "en": "George Osborne, William Hague and Nick Clegg are to be given the use of grace-and-favour homes, <em>Downing</em> Street announced last night.",
            "vi": "George Osborne, William Hague và Nick Clegg được cho phép sử dụng nhà của vua Anh, Chính phủ Anh đã công bố vào tối qua."
        },
        {
            "en": "George Osborne, William Hague and Nick Clegg are to be given the use of grace - and - favour homes, <em>Downing</em> Street announced last night.",
            "vi": "George Osborne, William Hague và Nick Clegg được cho phép sử dụng nhà của vua Anh, Chính phủ Anh đã công bố vào tối qua."
        },
        {
            "en": "Emotional eating is when people use food as a way to deal with feelings instead of to satisfy hunger. We've all been there, finishing a whole bag of chips out of boredom or <em>downing</em> cookie after cookie while cramming for a big test. But when done a lot — especially without realizing it — emotional eating can affect weight, health, and overall well-being.",
            "vi": "Ăn theo tâm trạng là khi người ta sử dụng thực phẩm như là một cách để đối phó với cảm xúc thay vì để thỏa mãn cơn đói. Chúng ta đều đã từng làm vậy, ăn sạch 1 bịch khoai tây chiên khi chán nản hoặc ngốn hết cái bánh quy này đến cái bánh quy khác khi cố nhồi nhét bài vở cho một kỳ thi quan trọng. Nhưng khi lạm dụng - đặc biệt là không nhận ra điều đó – việc ăn uống theo cảm xúc có thể ảnh hưởng đến cân nặng, sức khỏe, và sự khoẻ mạnh nói chung."
        },
        {
            "en": "In a joint declaration, Mr Johnson and Mr Gove announce plans for an Australian-style points based immigration system to come into force in the years after Britain leaves the EU.  Their statement, which is also signed by employment minister Priti Patel, will infuriate <em>Downing</em> Street and represents a major challenge to David Cameron’s authority.",
            "vi": "Trong một tuyên bố chung, ông Johnson và ông Gove tuyên bố các kế hoạch dành cho hệ thống kiểm soát nhập cư theo thang điểm kiểu Úc sẽ có hiệu lực trong những năm sau khi Anh rời khỏi EU.  Tuyên bố của họ, cũng Bộ trưởng Bộ Nhân dụng Priti Patel ký, sẽ làm phố Downing nổi giận và là một thách thức lớn đối với chính quyền của ông David Cameron."
        },
        {
            "en": "To know if you're drinking enough water, it is often said, just check if you are feeling thirsty. If you aren't, your fluid intake is likely to be just about right. But <em>downing</em> glasses of water along with your meals may not be the best time to quench your thirst.",
            "vi": "Để biết mình có uống đủ nước hay không, thường thì ta chỉ cần xem mình có khát hay không. Nếu không thấy khát, tức là uống chuẩn rồi. Nhưng trong bữa ăn thì không phải là thời điểm tốt nhất để làm giảm cơn khát đâu."
        },
        {
            "en": "Britain has New Prime Minister        Britain has a new Prime Minister and a new government as five days of political deadlock has come to an end. Prime Minister Gordon Brown resigned as Britain's top politician on Tuesday evening, making way for Conservative leader David Cameron. Queen Elizabeth appointed Conservative leader David Cameron as the Prime Minister Tuesday evening. He is to form a coalition government with Britain's third largest party the Liberal Democrats, ending 13 years of Labor leadership.   Speaking outside his new residence - number 10 <em>Downing</em> Street - Mr. Cameron said the road ahead won't be easy. \"This is going to be hard and difficult work,\" said David Cameron. \"A coalition will throw up all sorts of challenges but I believe together we can provide that strong and stable government that our country needs.\" He said he wanted a proper and full coalition to sort out Britain's financial deficit, its social problems, and problems in the political system. Outgoing Prime Minister Gordon Brown handed his own resignation to the queen earlier in the evening. Before leaving <em>Downing</em> Street with his wife and two children, Mr. Brown said he had loved his job. \"In the face of many challenges in a very few short years - challenges up to and including the global financial meltdown - I have always strived to serve, to do my best in the interest in Britain, its values and its people,\" said Gordon Brown. Mr. Brown's unexpected resignation brings to an end five days of political upheaval in Britain. A general election last week saw the Conservative party win the most votes but turned out no clear majority winner. Since then the Conservatives and Labor have jockeyed for the support of the third largest party in order to form a coalition strong enough to take power. The party in the middle, the Liberal Democrats, sided with the Conservatives - ending any hope Labor might have had that it could hold on to power. The exact details of the new government were not immediately clear. Tony Travers from the London School of Economics says the events of the past week are very rare in Britain. \"Well this is a new departure,\" said Tony Travers. \"We don't have coalition governments or anything like this normally. And this will require a great deal of work. But now they're in power they're going to be forced to make it work, at least for a while.\" The Conservatives and the Liberal Democrats are at odds on a number of major policies including on immigration, the European Union, and the economy. 43-year-old David Cameron will be Britain's youngest Prime Minister in 200 years.",
            "vi": "Nước Anh có tân Thủ tướng      Nước Anh có Thủ tướng mới và một chính phủ mới sau năm ngày bế tắc về chính trị. Thủ tướng Gordon Brown đã từ giã chức vụ cao nhất trên chính trường Anh vào tối thứ ba, nhường chỗ cho David Cameron nhà lãnh đạo Đảng Bảo thủ. Nữ hoàng Elizabeth chỉ định nhà lãnh đạo Đảng Bảo thủ David Cameron làm thủ tướng vào tối thứ ba. Ông ấy sẽ thành lập một chính phủ liên minh với đảng lớn thứ ba ở Anh là Đảng Dân chủ Tự do, chấm dứt 13 năm cầm quyền của Công đảng. Trong bài phát biểu bên ngoài dinh cơ mới - số 10 phố Downing - ông Cameron cho rằng con đường phía trước sẽ không hề dễ dàng. \"Đây sẽ là một công việc khó khăn gian khổ,\" David Cameron nói. \" Một chính phủ liên minh sẽ tạo ra đủ mọi thách thức nhưng tôi tin rằng nếu chung vai chúng ta sẽ tạo dựng được chính phủ vững mạnh mà đất nước chúng ta đang cần.\" Ông nói ông ấy muốn có một chính phủ liên minh phù hợp và toàn diện để giải quyết những vấn đề thâm hụt tài chính, vấn đề trong xã hội và trong hệ thống chính trị ở Anh. Thủ tướng sắp mãn nhiệm Gordon Brown đã nộp thư từ chức cho nữ hoàng vào đầu giờ chiều. Trước khi rời khỏi phố Downing cùng vợ và hai con, ông Brown đã nói ông rất yêu thích công việc của mìnhu thích hiều ̣i và n đề  sẽ tạo dựng được một . \"Khi đối mặt với nhiều thách thức trong vài năm ngắn ngũi – những thách thức này bao gồm cả sự suy thoái tài chính toàn cầu - tôi đã luôn cố gắng hết sức mình để phục vụ vì quyền lợi của nước Anh, vì những giá trị và người dân Anh\" Gordon Brown đã nói. Sự từ chức bất ngờ của ông Brown đã chấm dứt năm ngày xáo trộn chính trị ở Anh. Trong cuộc tổng tuyển cử hồi tuần trước, Đảng Bảo thủ đã thắng với đa số phiếu nhưng đó lại là một chiến thắng đại đa số không rõ ràng. Kể từ đó Đảng Bảo thủ và Công đảng ra sức tranh giành sự ủng hộ từ đảng phái lớn thứ ba để thành lập một liên minh đủ mạnh để nắm quyền. Đảng trung gian, Đảng Dân chủ Tự do, đứng về phe Bảo thủ - chấm dứt mọi hy vọng của Công đảng để có thể tiếp tục cầm quyền. Chi tiết chính xác về chính phủ mới này chưa được công khai ngay. Tony Travers từ Trường Kinh tế Luân Đôn cho rằng những sự kiện trong tuần qua rất hiếm khi xảy ra ở Anh. \"Rõ ràng đây là sự khởi đầu mới,\" Tony Travers đã nói. \"Trước giờ chúng tôi không hề có một chính phủ liên minh hoặc bất cứ thứ gì đại loại như thế này. Và điều này sẽ đòi hỏi rất nhiều công việc. Nhưng bây giờ họ đã cầm quyền họ sẽ bị buộc phải làm cho được việc, ít nhất là trong một khoảng thời gian.\" Đảng Bảo thủ và Đảng Dân chủ Tự do đang tranh cãi về một số chính sách lớn trong đó kể đến vấn đề nhập cư, Liên minh Châu Âu, và kinh tế. David Cameron 43 tuổi sẽ là thủ tướng trẻ nhất của Anh trong 200 năm qua."
        }
    ],
    "suggestions": []
}