{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['drægənflai]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">con chuồn chuồn</td></tr></table><i/></div>",
            "word": "dragonfly"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dragonfly</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>dragonflies</b>) a fast-flying long-bodied predatory insect with two pairs of large transparent wings (spread out sideways at rest) and voracious aquatic larvae. [Suborder Anisoptera: many species.] </cclass></cclass></cclass></blockquote></div>",
            "word": "dragonfly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dragonfly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dragonfly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dragonfly"
        }
    },
    "sentences": [
        {
            "en": "<em>dragonfly</em>",
            "vi": "con chuồn chuồn"
        },
        {
            "en": "The <em>dragonfly</em> skims the water.",
            "vi": "Con chuồn chuồn bay là là trên mặt nước."
        },
        {
            "en": "The <em>dragonfly</em> is flying in the air.",
            "vi": "Chuồn chuồn đang bay trên không."
        },
        {
            "en": "This afternoon I'll give you a <em>dragonfly</em>.",
            "vi": "Chiều nay tôi sẽ tặng bạn một con chuồn chuồn."
        },
        {
            "en": "The <em>dragonfly</em> would skim along the ground.",
            "vi": "Con chuồn chuồn bay là là mặt đất."
        },
        {
            "en": "A <em>dragonfly</em> is a flying insect.",
            "vi": "Chuồn chuồn là một con côn trùng biết bay."
        },
        {
            "en": "The iridescent wings of a <em>dragonfly</em> are so beautiful.",
            "vi": "Những cái cánh óng ánh của một con chuồn chuồn thì rất đẹp."
        },
        {
            "en": "A <em>dragonfly</em> has a life span of 24 hours.",
            "vi": "Con chuồn chuồn có quãng đời là 24 tiếng đồng hồ."
        },
        {
            "en": "A <em>dragonfly</em> mustn't person, it didn't hear what his lover said to doctor.",
            "vi": "Chuồn chuồn không phải người, chuồn chuồn không nghe thấy người yêu đang nói gì với vị bác sĩ."
        },
        {
            "en": "More and more women are deciding to get <em>dragonfly</em> tattoos nowadays.",
            "vi": "Ngày nay càng có nhiều phụ nữ quyết định xăm hình con chuồn chuồn."
        },
        {
            "en": "This tiny <em>dragonfly</em> can fly nonstop across oceans — farther than any other insect",
            "vi": "Con chuồn chuồn nhỏ xíu này có thể bay một mạch qua đại dương - xa hơn bất cứ một côn trùng nào khác"
        },
        {
            "en": "A <em>dragonfly</em> mustn't person, it didn' t hear what his lover said to doctor.",
            "vi": "Chuồn chuồn không phải người, chuồn chuồn không nghe thấy người yêu đang nói gì với vị bác sĩ."
        },
        {
            "en": "There is a <em>dragonfly</em> resting on a lotus bud in pond.",
            "vi": "Có một con chuồn chuồn đang đậu trên búp sen trong ao."
        },
        {
            "en": "The pinkie-siz​e <em>dragonfly</em> can migrate 4,400 miles through the air without landing.",
            "vi": "Con chuồn chuồn cỡ ngón út này có thể di chuyển 4.400 dặm (7000 cây số) trên không liên tục không hạ cánh."
        },
        {
            "en": "I can make her wake up, but you must transform to <em>dragonfly</em> in 3 years. Do you agree?",
            "vi": "Ta có thể cho cô ấy tỉnh dậy, nhưng con phải đánh đổi ba năm hoá chuồn chuồn, con bằng lòng không?"
        },
        {
            "en": "The globe skimmer <em>dragonfly</em> (Pantala flavescens) measures just 1 1/2 inches but can fly nonstop across oceans, according to research study published in the journal PLoS ONE.",
            "vi": "Con chuồn chuồn ngô ( Pantala flavescens ) chỉ dài 1 1 / 2 inch (gần 4cm) nhưng có thể bay liên tục qua đại dương, theo nghiên cứu công bố trong tạp chí PLoS ONE."
        },
        {
            "en": "A summer went by, and in the autumn, the cold wind blew leafs drop down, a <em>dragonfly</em> can't stay and the end place which it dropped in shoulders of her.",
            "vi": "Mùa hạ đã trôi qua, mùa thu, gió lạnh thổi những chiếc lá cây lìa cành, chuồn chuồn không thể ở lại và cuối cùng nó rơi xuống vai cô ấy."
        },
        {
            "en": "As we gather here, a new consensus is rising across America. More business leaders are thinking beyond the next quarter, and thinking twice before diving into the Chinese market if it means turning over their intellectual property or abetting Beijing’s oppression. But more must follow suit. For example, Google should immediately end development of the “<em>Dragonfly</em>” app that will strengthen Communist Party censorship and compromise the privacy of Chinese customers. (Applause.)",
            "vi": "Khi chúng ta tề tựu nơi đây, một sự đồng thuận mới đang dấy lên trên khắp nước Mỹ… Có thêm nhiều nhà lãnh đạo kinh doanh đang suy nghĩ vượt ra ngoài quý tiếp theo, và suy nghĩ hai lần trước khi thâm nhập vào thị trường Trung Quốc nếu nó đồng nghĩa với việc chuyển giao tài sản trí tuệ của họ hoặc khuyến khích sự đàn áp của Bắc Kinh. Nhưng còn nhiều thứ phải nối bước. Ví dụ: Google phải ngay lập tức chấm dứt việc phát triển ứng dụng “Dragonfly” vốn sẽ tăng cường sự kiểm duyệt của Đảng Cộng sản và xâm phạm quyền riêng tư của khách hàng Trung Quốc…"
        }
    ],
    "suggestions": []
}