{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[dreik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">mồi câu</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">vịt đực</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">to make ducks and drakes</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">(xem) <font color=\"#1371BB\">duck</font></td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">to play ducks and drakes with</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">(xem) <font color=\"#1371BB\">duck</font></td></tr></table><i/></div>",
            "word": "drake"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>drake</k><blockquote>■ <cclass>noun a male duck. </cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: of W. Gmc origin. </blockquote></div>",
            "word": "drake"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "drake"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "drake"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "drake"
        }
    },
    "sentences": [
        {
            "en": "Male duck is a <em>drake</em>.",
            "vi": "Vịt trống gọi là drake."
        },
        {
            "en": "Sarah and Claire <em>Drake</em> are identical twins.",
            "vi": "Sarad và claire drake là hai chị em sinh đôi."
        },
        {
            "en": "The <em>Drake</em> bicycle is my account.",
            "vi": "Bản kế hoạch xe đạp Drake là của tôi."
        },
        {
            "en": "The first person to strike oil in the US was Edwin Laurentine <em>Drake</em>.",
            "vi": "Người đầu tiên tìm thấy dầu ở Mỹ là Edwin Laurentine Drake."
        },
        {
            "en": "Admiral Henry Morgan deserves to take his place alongside Francis <em>Drake</em>.",
            "vi": "Đô đốc Henry Morgan xứng đáng là quan trọng như Francis Drake."
        },
        {
            "en": "In 1859, Edwin <em>Drake</em> drilled the first oil well in the United States near Titusville, Pennsylvania.",
            "vi": "Năm 1859, Edwin Drake đã khoan giếng dầu đầu tiên ở Hoa Kỳ gần Titusville, Pennsylvania."
        },
        {
            "en": "Edwin <em>Drake</em> drilled the first oil well in the United States in eighteen fifty - nine near Titusville, Pennsylvania.",
            "vi": "Năm 1859, ông Edwin Drake đã khoan giếng dầu đầu tiên ở Hoa Kỳ gần thành phố Titusville, bang Pennsylvania."
        },
        {
            "en": "Edwin <em>Drake</em> drilled the first oil well in the United States in eighteen fifty-nine near Titusville, Pennsylvania.",
            "vi": "Năm 1859, ông Edwin Drake đã khoan giếng dầu đầu tiên ở Hoa Kỳ gần thành phố Titusville, bang Pennsylvania."
        },
        {
            "en": "The frequency of occurrence of such terrestrial planets is one of the variables in the <em>Drake</em> equation which estimates the number of intelligent, communicating civilizations that exist in our galaxy.",
            "vi": "Tần suất xuất hiện các hành tinh đất đá là một trong các tham biến của phương trình Drake ước lượng số lượng nền văn minh ngoài Trái Đất tồn tại trong thiên hà của chúng ta."
        },
        {
            "en": "Deepcover is located on the Lower East Side of Manhattan, but if you head a few blocks west to SoHo, you’ll get a taste of how the ’90s have been infused into the 2010s: Hedi Silmane designed ripped jeans and flannels during his time at Saint Laurent, a nod to Nirvana-grunge; Rick Owens’ silhouettes are evolutionary descendants of MC Hammer’s harem pants; Graphic tees that largely disappeared in the 2000s have returned as reprinted tour tees, featuring bands like Metallica, Guns N' Roses, and Iron Maiden. The revival has sparked a hunger for Kanye West, Justin Bieber, and <em>Drake</em> concert tees. Every Thursday, Supreme drops a menagerie of clothing items rooted in 1990s style and pop culture, like collabs with Playboy and Silence of the Lambs graphic tees. Even Tupac’s bandana has resurfaced on crowns in SoHo.",
            "vi": "Deepcover nằm ở cùng thấp phía Đông của Manhattan, nhưng nếu bạn hướng về một vài khu tây SoHo, bạn sẽ cảm nhận được xu thướng thời trang của những năm 90 đã rót vào dòng chảy những năm sau 2010 như thế nào: Hedi Silmane đã thiết kế quần jean rách và vải flannel trong thời gian ông ở Saint Laurent, một sự chấp thuận như Nirvana-grunge; chân dung của Rick Owens là người kế tục hậu cung MC Hammer; những dụng cụ đồ họa phần lớn biến mất trong những năm 2000 đã trở lại như một diễn tái bản, có các ban nhạc như Metallica, Guns N 'Roses, và Iron Maiden. Sự hồi sinh đã gây ra một niềm khao khát cho Kanye West, Justin Bieber, và uổi hòa nhạc Drake. Thứ Năm hàng tuần, Supreme cỏ qua một một loạt các áo quần bắt nguồn từ phong cách năm 1990 và văn hóa pop , giống như sự cộng tác với tạp chí Playboy và Silence of the Lambs đồ họa. Ngay cả khi khăn rằn của hãng Tupac đã xuất hiện trở lại tở SoHo."
        }
    ],
    "suggestions": []
}