{
    "en_vn": {
        "data": {
            "content": null,
            "word": "draped"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "draped"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "draped"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "draped"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "draped"
        }
    },
    "sentences": [
        {
            "en": "A fur coat <em>draped</em> round her shoulders.",
            "vi": "Chiếc áo lông choàng trên vai cô ta."
        },
        {
            "en": "She <em>draped</em> her arms around his neck.",
            "vi": "Cô ta đã quàng hai tay lên cổ anh ấy."
        },
        {
            "en": "Dust-sheet was <em>draped</em> over the furniture.",
            "vi": "Khăn che bụi đã được phủ lên đồ đạc."
        },
        {
            "en": "Dracula appeared, <em>draped</em> in a huge cloak.",
            "vi": "Quỉ Dracula xuất hiện, choàng một chiếc áo khoác rộng thùng thình."
        },
        {
            "en": "Dust - sheet was <em>draped</em> over the furniture.",
            "vi": "Khăn che bụi đã được phủ lên đồ đạc."
        },
        {
            "en": "She wore a long scarf <em>draped</em> around her neck.",
            "vi": "Cô ấy quấn một cái khăn choàng dài quanh cổ."
        },
        {
            "en": "He said, and <em>draped</em> his arm around my shoulders.",
            "vi": "Anh nói, và choàng tay quanh vai tôi."
        },
        {
            "en": "He <em>draped</em> me awkwardly across his lap, laying my limp head against his shoulder.",
            "vi": "Anh vụng về đặt tôi ngang qua đùi, đặt đầu tôi đang rũ rượi lên vai anh."
        },
        {
            "en": "How dare he have his coffin <em>draped</em> with a Union Flag at his funeral?",
            "vi": "Sao ông ta dám đòi quan tài được phủ quốc kì Anh trong đám tang?"
        },
        {
            "en": "He sat with one leg <em>draped</em> over the arm of the chair.",
            "vi": "Anh ấy ngồi với một chân vắt lên tay ghế."
        },
        {
            "en": "She swung her legs on to the ground, a pale flash of thigh appearing momentarily from under the <em>draped</em> silk.",
            "vi": "Bà ta thả hai chân xuống đất, thoáng để lộ đùi trần dưới làn áo lụa."
        },
        {
            "en": "He was back in a few seconds with a pair of cut - off jeans <em>draped</em> over his arm.",
            "vi": "Anh chàng quay lại trong vài giây với cặp quần jean cắt ngắn khoác trên cánh tay."
        },
        {
            "en": "He was back in a few seconds with a pair of cut-off jeans <em>draped</em> over his arm.",
            "vi": "Anh chàng quay lại trong vài giây với cặp quần jean cắt ngắn khoác trên cánh tay."
        },
        {
            "en": "His arm <em>draped</em> protectively over Megan’s shoulders, he said, “She isn’t catching on like the other kids are.\"",
            "vi": "Ông đặt tay lên vai Megan như để che chở và nói “Nó không thể bắt kịp những đứa trẻ khác.\""
        },
        {
            "en": "Angela chose a pale pink dress that <em>draped</em> around her tall frame nicely and brought out honey tints in her light brown hair.",
            "vi": "Angela chọn áo màu hồng phấn ôm khít dáng người cao ráo của nhỏ và làm nổi bật tông mật ong của mái tóc nâu nhạt của nhỏ."
        },
        {
            "en": "His arm <em>draped</em> protectively over Megan's shoulders, he said, \"She isn't catching on like the other kids are. I don't want her to hold them back.\"",
            "vi": "Bố Megan đặt tay lên vai cô bé như để che chở và nói \"Megan không thể bắt kịp các bạn trong lớp và tôi không muốn vì nó mà cả lớp phải chờ đợi.\""
        },
        {
            "en": "There was a bed, rather than a crib, but she would recognize the quilt <em>draped</em> untidily over the top - it had been a gift from Grandmom.",
            "vi": "Giường, thay cho nôi, nhưng thế nào mẹ cũng sẽ nhận ra tấm mền phủ lệch trên cùng - là quà Bà tặng."
        },
        {
            "en": "Even the Chairman, who sat with his fingers <em>draped</em> gracefully around a sake cup, stole glimpses of her from time to time.",
            "vi": "Ngay cả ông chủ tịch cũng thế, ông ngồi yên, mấy ngón tay hững hờ ôm quanh cốc rượu, chốc chốc lại đưa mắt nhìn lên cô ta."
        },
        {
            "en": "In Port-au-Prince, sheet-<em>draped</em> bodies remain unclaimed, and untold numbers of people are trapped in rubble or missing and feared dead.",
            "vi": "Ở Port-au-Prince, nhiều thi thể đắp chăn chưa có người nhận, và người ta vẫn chưa ước tính được có bao nhiêu người còn mắc kẹt trong đống gạch vụn hay mất tích và sắp chết."
        },
        {
            "en": "He pulled the old afghan off the back of the couch and <em>draped</em> it over me so I wouldn't freeze beside his body.",
            "vi": "Anh kéo tấm khăn phủ ghế cũ kĩ ra khỏi lưng ghế và đắp lên tôi để tôi không thấy lạnh khi tựa vào anh."
        }
    ],
    "suggestions": []
}