{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dreipə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người bán vải, người bán hàng vải</td></tr></table><i/></div>",
            "word": "draper"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>draper</k><blockquote>■ <cclass>noun <cclass>Brit. <cclass>dated a person who sells textile fabrics. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>drapier</i>, from <i>drap</i> 'cloth'. </blockquote></div>",
            "word": "draper"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "draper"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "draper"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "draper"
        }
    },
    "sentences": [
        {
            "en": "His name was <em>Draper</em>.",
            "vi": "Ông ta tên là draper."
        },
        {
            "en": "<em>Draper</em> laughed and said, 'i'm a smuggler.'",
            "vi": "Draper cười và nói 'tôi là người buôn lậu.'"
        },
        {
            "en": "One day he asked <em>Draper</em> about his job.",
            "vi": "Một hôm anh hỏi draper về nghề nghiệp của ông ta."
        },
        {
            "en": "One day, he was sitting by the pool and opposite him he saw <em>Draper</em> drinking champagne.",
            "vi": "Một hôm, anh đang ngồi cạnh hồ bơi và phía đối diện anh nhìn thấy draper đang uống sâm- banh."
        },
        {
            "en": "Don <em>Draper</em> in Mad Men. Gordon Gekko in Wall Street. Miranda Priestly in The Devil Wears Prada. When we think of success, we often picture rather brutal characters who will happily trample over others’ feelings in the pursuit of fame and fortune. It’s not hard to imagine how such individuals could win in a cut-throat world.",
            "vi": "Hãy điểm qua một số nhân vật như Don Draper trong Mad Men, Gordon Gekko từ Wall Street, hay Miranda Priestly trong The Devil Wears Prada. Khi nghĩ về sự thành công, chúng ta thường liên tưởng đến những nhân vật tàn bạo sẵn sàng chà đạp lên cảm xúc của người khác để theo đuổi danh vọng, tiền tài. Cũng không khó để tưởng tượng ra những cá nhân này sẽ chiến thắng như thế nào trong một thế giới cạnh tranh khốc liệt."
        },
        {
            "en": "Steely ambition will help get you so far in life, but it alone can’t take the place real talent. For every real-life Gekko, <em>Draper</em> or Priestly you may come across, there will be others lurking in the shadows, without a job – or a friend.",
            "vi": "Ý chí sắt đá có thể giúp bạn tiến xa hơn, nhưng bản thân nó không thể thay thế tài năng thực sự. Nếu bạn bắt gặp những Gekko, Draper hay Priestly ngoài đời thật, nên nhớ rằng còn những người khác đang mò mẫm trong bóng tối, không bạn bè, không việc làm."
        },
        {
            "en": "Machiavellianism was more strongly associated with success – people with these manipulative tendencies did tend to rise to leadership positions; you don’t have to be Don <em>Draper</em> to realise that pragmatically pulling other’s levers will put you in a position of power. But it was the narcissists who earned the most money, overall. This may be because their sense of self-worth makes them better negotiators, helping them to swing more benefits.",
            "vi": "Bệnh nham hiểm thường đi kèm với những người thành công nhiều hơn - những người có thói quen sử dụng mánh khoé thường có được các vị trí lãnh đạo. Bạn không cần phải là Don Draper mới nhận biết được rằng việc hạ người khác xuống sẽ đẩy mình vào vị trí quyền lực. Những người mắc bệnh yêu bản thân lại là những người kiếm được nhiều tiền nhất. Có lẽ vì việc ý thức được giá trị bản thân giúp họ trở thành những nhà đàm phán tốt."
        }
    ],
    "suggestions": []
}