{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[dribz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">in dribs and drabs</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">từng phần (chứ không gói gọn một lần)</td></tr></table><i/></div>",
            "word": "dribs"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dribs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dribs"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dribs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dribs"
        }
    },
    "sentences": [
        {
            "en": "<em>dribs</em> and drabs",
            "vi": "từng phần một ; (đầu tư) nhỏ giọt"
        },
        {
            "en": "<em>dribs</em> and drabs",
            "vi": "từng phần một; (đầu tư) nhỏ giọt"
        },
        {
            "en": "In <em>dribs</em> and drabs",
            "vi": "Từ từ"
        },
        {
            "en": "Wedding presents are beginning to arrive in <em>dribs</em> and drabs.",
            "vi": "Quà cưới bắt đầu được gởi đến từng phần."
        },
        {
            "en": "She told us the story in <em>dribs</em> and drabs.",
            "vi": "Cô ây kể chuyện cho chúng tôi từng phần một."
        },
        {
            "en": "He paid me off in <em>dribs</em> and drabs.",
            "vi": "Hắn trả tiền cho tôi theo kiểu nhỏ giọt."
        },
        {
            "en": "He repaid the loan in <em>dribs</em> and drabs.",
            "vi": "Anh ta trả tiền vay nhỏ giọt."
        },
        {
            "en": "He paid back the money in <em>dribs</em> and drabs.",
            "vi": "Anh ta trả lại tiền một cách nhỏ giọng."
        },
        {
            "en": "The guests began arriving in <em>dribs</em> and drabs.",
            "vi": "Khách bắt đầu đến lác đác."
        },
        {
            "en": "People started arriving in <em>dribs</em> and drabs from nine o'clock onwards.",
            "vi": "Từ 9 giờ trở đi mọi người bắt đầu đến lác đác."
        },
        {
            "en": "She paid me in <em>dribs</em> and drabs, not an at once.",
            "vi": "Cô ta trả tôi nhỏ giọt, chứ không trả tất cả một lần."
        },
        {
            "en": "People started arriving in <em>dribs</em> and drabs from nine o 'clock onwards.",
            "vi": "Từ 9 giờ trở đi mọi người bắt đầu đến lác đác."
        },
        {
            "en": "Investing in <em>dribs</em> and drabs may not be the path to greater return.",
            "vi": "Đầu tư nhỏ giọt có thể không mang lại kết quả lớn hơn được."
        },
        {
            "en": "At three o 'clock people started arriving in <em>dribs</em> and drabs, and by four o' clock the exhibition was crowded.",
            "vi": "Vào lúc 3 giờ khách bắt đầu đến rải rác và đến 4 giờ thì phòng triển lãm đã đông nghẹt."
        },
        {
            "en": "At three o'clock people started arriving in <em>dribs</em> and drabs, and by four o'clock the exhibition was crowded.",
            "vi": "Vào lúc 3 giờ khách bắt đầu đến rải rác và đến 4 giờ thì phòng triển lãm đã đông nghẹt."
        },
        {
            "en": "First-class dragon fruit in Binh Thuan province is collected in <em>dribs</em> and drabs at VND3,500-4,000 per kilo, while lower-quality products sell for VND500 per kilo only. ",
            "vi": "Thanh long loại 1 ở tỉnh Bình Thuận được thu mua nhỏ giọt với giá 3,500-4,000 đồng mỗi kg, trong khi những loại có chất lượng thấp hơn có giá chỉ 500 đồng mỗi kg."
        },
        {
            "en": "According to Do Truong Giang, director of the Lao Cai provincial Industry and Trade Department, 3,200 tons of rice are still stuck at the border gate because Chinese are buying rice in <em>dribs</em> and drabs, though the Chinese administration has recently opened more auxiliary border gates.",
            "vi": "Theo ông Đỗ Trường Giang, Giám đốc Sở Công nghiệp và Thương mại tỉnh Lào Cai, có 3.200 tấn gạo vẫn đang mắc kẹt tại cửa khẩu vì người Trung Quốc đang thu mua gạo một cách nhỏ giọt, mặc dù chính quyền Trung Quốc gần đây đã nới lỏng hơn."
        }
    ],
    "suggestions": []
}