{
    "en_vn": {
        "data": {
            "content": null,
            "word": "driftwood"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>driftwood</k><blockquote>■ <cclass>noun pieces of wood floating on the sea or washed ashore. </cclass></blockquote></div>",
            "word": "driftwood"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "driftwood"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "driftwood"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> giao thông &amp; vận tải</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> gỗ trôi dạt</font></td></tr></tbody></table></div>",
            "word": "driftwood"
        }
    },
    "sentences": [
        {
            "en": "<em>Driftwood</em> washed up by the tides.",
            "vi": "Gỗ trôi dạt bị nước triều đưa vào bờ."
        },
        {
            "en": "\"Have you ever seen a <em>driftwood</em> fire?\" Mike asked me.",
            "vi": "\"Bạn đã bao giờ nhìn thấy lửa trại chưa?\" Mike hỏi tôi."
        },
        {
            "en": "Watch out for <em>driftwood</em> which may foul up the boat's engine.",
            "vi": "Cẩn thận những cây gỗ trôi nổi có thể bị hút vào động cơ của tàu."
        },
        {
            "en": "I picked my way carefully across the rocks, watching out for <em>driftwood</em> that might trip me.",
            "vi": "Tôi cẩn thận đi qua đám đá, coi chừng xem có khúc gỗ nào trôi dạt có thể làm tôi vấp ngã không."
        },
        {
            "en": "She added that the firm would continue focusing merger and acquisition (M&A) activity following the success of a deal to buy <em>Driftwood</em> facility in the U.S. Vinamilk now owns 70% of <em>Driftwood</em> Dairy Holdings Corporation.",
            "vi": "Bà cũng cho biết: Công ty cũng sẽ tiếp tục thảo luận về hoạt động sát nhập và mua lại (M&A) sau sự thành công của một thỏa thuận mua lại nhà máy Drifwood tại Mỹ mà Vinamilk năm giữ 70% của Tập đoàn Dariry Holdings Corporation."
        },
        {
            "en": "I hurdled the first line of <em>driftwood</em> and then ripped my way through the briars, still running.",
            "vi": "Tôi nhảy vượt qua mảnh gỗ trôi dạt đầu tiên và sau đó xé toạc đường đi xuyên ra những cây thạch nam, vẫn tiếp tục chạy."
        },
        {
            "en": "I stumbled back a step until I felt the <em>driftwood</em> against my calves, and then sank down onto it.",
            "vi": "Tôi loạng choạng lùi lại một bước cho đến khi cảm nhận được khúc gỗ đụng bắp chân mình và ngồi lên nó."
        },
        {
            "en": "The waterfall was split by brown cliffs, with knotted <em>driftwood</em> at the base embroidered in lacquered threads.",
            "vi": "Cái thác tuôn ra từ mõm núi đá có màu nâu, dưới chân núi đá là cánh rừng thấp nhỏ được thêu bằng chỉ màu."
        },
        {
            "en": "I trudged down to the <em>driftwood</em> tree, and sat at the end so that I could lean against the tangled roots.",
            "vi": "Tôi lê bước đến cây gỗ trôi dạt, và ngồi ở cuối gốc cây để có thể tựa vào mớ rễ lùm xùm của nó."
        },
        {
            "en": "The food was already being passed around, and the boys hurried to claim a share while Eric introduced us as we each entered the <em>driftwood</em> circle.",
            "vi": "Thức ăn đã được phát cho mọi người và các chàng trai vội vã lấy phần của mình trong khi Eric giới thiệu chúng tôi trong lúc từng người bước vào vòng tròn của các thân gỗ trôi dạt."
        },
        {
            "en": "It materialized out of the gloom when it was just a few feet away: a long bone-white <em>driftwood</em> tree stranded deep on the rocks.",
            "vi": "Nó hiện ra trong bóng đêm chỉ cách vài bước : một cây gỗ trôi dạt dài trắng phau bị kẹt sâu vào đá."
        },
        {
            "en": "Jacob strolled to a nearby <em>driftwood</em> tree that had its roots sticking out like the attenuated legs of a huge, pale spider.",
            "vi": "Jacob đến khúc gỗ trôi dạt bên cạnh có bộ rễ lòa xòa như bộ chân mảnh mai của một con nhện nhợt nhạt, khổng lồ."
        },
        {
            "en": "We picked our way down to the beach, Mike leading the way to a ring of <em>driftwood</em> logs that had obviously been used for parties like ours before.",
            "vi": "Chúng tôi rón rén xuống bãi biển, Mike dẫn đường đến một vòng tròn đầy gỗ trôi giạt, rõ ràng trước đây đã được dùng để họp mặt như chúng tôi."
        },
        {
            "en": "It materialized out of the gloom when it was just a few feet away : a long bone - white <em>driftwood</em> tree stranded deep on the rocks.",
            "vi": "Nó hiện ra trong bóng đêm chỉ cách vài bước: một cây gỗ trôi dạt dài trắng phau bị kẹt sâu vào đá."
        },
        {
            "en": "As we walked north across the multihued stones toward the <em>driftwood</em> seawall, the clouds finally closed ranks across the sky, causing the sea to darken and the temperature to drop.",
            "vi": "Khi chúng tôi bước về phía bắc ngang qua những đá đủ tông màu về phía đống gỗ trôi dạt trên biển, mây cuối cùng cũng đã vây kín bầu trời, làm cho biển âm u hơn và trời lạnh hơn."
        },
        {
            "en": "Eric and the boy I thought was named Ben gathered broken branches of <em>driftwood</em> from the drier piles against the forest edge, and soon had a teepee - shaped construction built atop the old cinders.",
            "vi": "Eric và anh chàng tôi nghĩ tên Ben gom những nhánh gỗ trôi dạt từ mấy đống củi khô ở mép rừng, rồi một công trình hình chóp nhọn đã được dựng lên ngay bên trên đống tro tàn cũ."
        },
        {
            "en": "Eric and the boy I thought was named Ben gathered broken branches of <em>driftwood</em> from the drier piles against the forest edge, and soon had a teepee-shaped construction built atop the old cinders.",
            "vi": "Eric và anh chàng tôi nghĩ tên Ben gom những nhánh gỗ trôi dạt từ mấy đống củi khô ở mép rừng, rồi một công trình hình chóp nhọn đã được dựng lên ngay bên trên đống tro tàn cũ."
        },
        {
            "en": "He held a sake cup, in his fingers as smooth as <em>driftwood</em> more than anything else in the world, i wanted to pour it full for him and feel his eyes upon me as i did.",
            "vi": "Ông bưng tách rượu sake, mấy ngón tay láng lẩy như gỗ đánh bóng, và điều tôi mong muốn nhất trần đời là được rót rượu cho ông trong khi ông ngước mắt nhìn tôi, bốn mắt gặp nhau."
        },
        {
            "en": "This tree was as smooth as <em>driftwood</em> because of the wind, and when i was a little girl of four or five i found a man's face on it one day.",
            "vi": "Thân cây này trơn láng vì gió mưa, và khi tôi lên bốn hay năm gì đấy một hôm tôi thấy trên thân cây có hình thù giống khuôn mặt một người đàn ông."
        },
        {
            "en": "The tide line was strewn with huge <em>driftwood</em> trees, bleached bone white in the salt waves, some piled together against the edge of the forest fringe, some lying solitary, just out of reach of the waves.",
            "vi": "Dòng thủy triều vương vãi đầy cây gỗ khổng lồ trôi dạt, bạc màu vì sóng mặn, một số cây chồng chất lên nhau bên rìa rừng, một số nằm cô độc, ngay ngoài tầm với của sóng."
        }
    ],
    "suggestions": []
}