{
    "en_vn": {
        "data": {
            "content": null,
            "word": "drillings"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "drillings"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "drillings"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "drillings"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mùn khoan</font></td></tr></tbody></table></div>",
            "word": "drillings"
        }
    },
    "sentences": [
        {
            "en": "If you scrape your knee or break a bone, your body will naturally heal itself, so why not your teeth? Once those unsightly black spots show up on our molars, most of us think there’s only one solution: the dentist. Yet although the majority of people will just cringe and bear all the <em>drillings</em> and fillings, there are a few who’ve questioned our assumptions. Their reasoning is this: if the rest of our body can heal itself, then it stands to reason that our teeth will as well. And if our teeth can heal, there must be steps we can take to help them along.",
            "vi": "Nếu bạn bị trầy đầu gối hoặc gãy xương, cơ thể bạn sẽ tự lành lại, vậy tại sao răng không lành? Một khi những đốm đen khó coi xuất hiện trên răng của chúng ta, hầu hết chúng ta đều nghĩ rằng chỉ có một giải pháp: nha sĩ. Tuy nhiên, mặc dù đa số mọi người sẽ chỉ co rúm người lại chịu bị khoan và trám răng, chỉ có một vài người cũng đặt câu hỏi giả định như chúng tôi: “Răng có tự lành được không?” Lý luận của họ là: nếu các phần khác của cơ thể chúng ta có thể tự khỏi, thì hiển nhiên là răng cũng vậy. Và nếu răng của chúng ta có thể tự lành, thì phải cách để chúng ta có thể giúp nó."
        }
    ],
    "suggestions": []
}