{
    "en_vn": {
        "data": {
            "content": null,
            "word": "droopy"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "droopy"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>droopy</k><blockquote>▸ <cclass>adjective HANGING (DOWN), dangling, falling, dropping, draped; bent, bowed, stooping; sagging, flopping, wilting.</cclass></blockquote></div>",
            "word": "droopy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "droopy"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "droopy"
        }
    },
    "sentences": [
        {
            "en": "You look so <em>droopy</em>.",
            "vi": "Bạn trông thật ủ rũ."
        },
        {
            "en": "Ms. <em>Droopy</em> had a fertile imagination.",
            "vi": "Bà Droopy có trí tưởng tượng phong phú."
        },
        {
            "en": "She has some sort of disease, and her bosoms look just like an old lady's all <em>droopy</em> and wrinkled really, it's dreadful!",
            "vi": "Cô ta có bệnh truyền nhiễm, ngực cô ta như ngực bà già, chảy xuống và nhăn nheo, thật khiếp!"
        },
        {
            "en": "Wear good fitting undergarments. If your bust is large, be sure to use the right kind of bra. Avoid using padded cups or unstructured bras that make your cleavage look <em>droopy</em>.",
            "vi": "Hãy mặc đồ lót phù hợp. Nếu ngực của bạn lớn, hãy chắc chắn rằng bạn dùng đúng loại áo ngực. Tránh sử dụng áo độn hoặc áo không định hình vì chúng có thể khiến bạn trông xấu đi."
        },
        {
            "en": "Wear good fitting undergarments. If your bust is large, be sure to use the right kind of bra. Avoid using padded cups or unstructured bras that make your cleavage look <em>droopy</em>.",
            "vi": "Hãy mặc đồ lót phù hợp. Nếu ngực của bạn lớn, hãy chắc chắn rằng bạn dùng đúng loại áo ngực. Tránh sử dụng áo độn hoặc áo không định hình vì chúng có thể khiến bạn trông xấu đi."
        },
        {
            "en": "Eyelid surgery: Before & After  Eyelid surgery, also called blepharoplasty, can address a variety of concerns, from <em>droopy</em> upper eyelids to bags beneath the lower lids. Excess skin and fat are removed through small incisions to create tighter, smoother eyelids. Fat may also be transferred from one spot to another to reduce bags or puffiness. Recovery takes about a week and the incisions rarely leave noticeable scars.",
            "vi": "Trước và sau khi phẫu thuật tạo mí mắt  Phẫu thuật tạo mí mắt, cũng được gọi là phẫu thuật thẩm mỹ mi mắt, có thể giải quyết được nhiều mối quan tâm lo ngại, từ “chuyện” sụp mí mắt trên đến bọng mí mắt dưới. Phần da và mỡ dư thừa được cắt bỏ bằng những vết rạch nhỏ để tạo cho mí mắt được căng hơn, phẳng hơn. Mỡ ở đây cũng được chuyển từ chỗ này sang chỗ kia để làm giảm bọng mắt hoặc húp mắt. Thời gian phục hồi có thể chừng một tuần và các vết rạch hiếm khi để lại sẹo dễ thấy."
        }
    ],
    "suggestions": []
}