{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dropouts"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dropouts"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dropouts"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dropouts"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dropouts"
        }
    },
    "sentences": [
        {
            "en": "There are more high school <em>dropouts</em> than before.",
            "vi": "Ngày càng có nhiều học sinh trung học bỏ học hơn trước."
        },
        {
            "en": "Try to reduce <em>dropouts</em> to avoid increasing illiteracy rates.",
            "vi": "Cố gắng giảm thiểu hiện tượng bỏ học nhằm tránh tăng tỷ lệ mù chữ."
        },
        {
            "en": "The link between poverty and school <em>dropouts</em> is not limited to rural areas.",
            "vi": "Mối liên quan giữa nghèo đói và bỏ học không chỉ hạn chế trong các vùng nông thôn."
        },
        {
            "en": "In the crisis countries of East Asia, lack of purchasing power is leading to school <em>dropouts</em> and deterioration of health.",
            "vi": "Ở các nước đang bị khủng hoảng ở Đông Á, thiếu sức mua đã dẫn tới tình trạng bỏ học và sự suy thoái về sức khoẻ."
        },
        {
            "en": "Market phenomena such as unemployment, landlessness, and possibly widespread <em>dropouts</em> from post-primary education emerge and their negative impacts intensify.",
            "vi": "Các hiện tượng của thị trường như thất nghiệp, không có đất đai, và có thể là, bỏ học tràn lan sau tốt nghiệp phổ thông cơ sở đã xuất hiện và các tác động của chúng đang ngày một mạnh dần lên."
        },
        {
            "en": "UNICEF reports that around twenty per cent of children do not complete grade 5 and that around seventy per cent of the <em>dropouts</em> are girls.",
            "vi": "Theo UNICEF, khoảng 20% trẻ em không học hết lớp 5 và khoảng 70% số học sinh bỏ học là trẻ em gái."
        },
        {
            "en": "Almost one-third of children do not complete to grade 5 and 70% of <em>dropouts</em> are girls, reflecting their traditional roles and obligations at home.",
            "vi": "Gần một phần ba trẻ em không học hết lớp 5 và 70% trong số học sinh bỏ học là trẻ em gái do phải cáng đáng những vai trò và nghĩa vụ truyền thống trong gia đình."
        },
        {
            "en": "SAVY shows that 19 percent of young women from ethnic minorities have never attended school, and two thirds of all school <em>dropouts</em> are girls.",
            "vi": "Kết quả SAVY cho thấy 19% nữ thanh thiếu niên các dân tộc thiểu số chưa bao giờ đến trường và hai phần ba số học sinh bỏ học ở tất cả các trường là học sinh nữ."
        },
        {
            "en": "Almost one-third of children does not complete to grade 5 and 70% of <em>dropouts</em> are girls, reflecting their traditional roles and obligations at home.",
            "vi": "Gần một phần ba trẻ em không học hết lớp 5 và 70% học sinh bỏ học là trẻ em gái do phải thực hiện những vai trò và nghĩa vụ truyền thống trong gia đình."
        },
        {
            "en": "Tuoi Tre newspaper has conducted a survey on 100 <em>dropouts</em> in An Giang, Bac Lieu and Soc Trang Provinces, and while 75 of them said their families were too poor, 19 of them said they felt no interest in studying and could not keep up.",
            "vi": "Báo Tuổi Trẻ đã tiến hành một cuộc khảo sát trên 100 học sinh bỏ học ở các tỉnh An Giang, Bạc Liêu, Sóc Trăng và 75 trong số đó cho biết gia đình họ quá nghèo, 19 trong số đó cho biết họ cảm thấy không có hứng thú với việc học tập và không thể theo kịp."
        }
    ],
    "suggestions": []
}