{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['drauzi]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">ngủ lơ mơ, ngủ gà ngủ gật; buồn ngủ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">uể oải, thờ thẫn</td></tr></table><i/></div>",
            "word": "drowsy"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>drowsy</k><blockquote>■ <cclass>adjective (<cclass><b>drowsier</b>, <cclass><b>drowsiest</b>) sleepy and lethargic. </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>drowsily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>drowsiness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C15: prob. from the stem of OE <i>drūsian</i> 'be languid or slow', of Gmc origin; related to <kref>dreary</kref>. </blockquote></div>",
            "word": "drowsy"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>drowsy</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>the tablet made her drowsy</i>: SLEEPY, dozy, heavy-eyed, groggy, somnolent; tired, weary, fatigued, exhausted, yawning, nodding; lethargic, sluggish, torpid, listless, languid; <cclass><i>informal</i> snoozy, dopey, yawny, dead beat, all in, dog-tired; <cclass><i>Brit.</i><cclass><i>informal</i> knackered.</cclass></cclass></cclass></blockquote><blockquote><b>2</b><i>a drowsy afternoon</i>: SOPORIFIC, sleep-inducing, sleepy, somniferous; narcotic, sedative, tranquillizing; lulling, soothing.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>alert, invigorating.</blockquote></div>",
            "word": "drowsy"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "drowsy"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> buồn ngủ</font></td></tr></tbody></table></div>",
            "word": "drowsy"
        }
    },
    "sentences": [
        {
            "en": "I 'm always <em>drowsy</em>.",
            "vi": "Tôi luôn bị buồn ngủ."
        },
        {
            "en": "I'm always <em>drowsy</em>.",
            "vi": "Tôi luôn bị buồn ngủ."
        },
        {
            "en": "Do you feel <em>drowsy</em>?",
            "vi": "Các em thấy buồn ngủ không?"
        },
        {
            "en": "The tablets may make you feel <em>drowsy</em>.",
            "vi": "Thuốc này có thể làm cô buồn ngủ."
        },
        {
            "en": "This drug can make you <em>drowsy</em>.",
            "vi": "Thuốc này có thể làm cho bạn buồn ngủ."
        },
        {
            "en": "Any militiaman on sentry duty must not be <em>drowsy</em>.",
            "vi": "Dân quân đang canh gác không được ngủ gật."
        },
        {
            "en": "Any militiaman on the watch must not be <em>drowsy</em>.",
            "vi": "Bất kì dân quân đang canh gác đều không được ngủ gật."
        },
        {
            "en": "I'd just woken up and was still <em>drowsy</em>.",
            "vi": "Tôi vừa mới thức dậy và vẫn còn ngái ngủ."
        },
        {
            "en": "Some cough medicines can make people feel <em>drowsy</em>.",
            "vi": "Một vài loại thuốc ho có thể khiến người ta mơ màng buồn ngủ."
        },
        {
            "en": "Finally, getting some fresh air if you are feeling <em>drowsy</em> will help immensely.",
            "vi": "Cuối cùng, hít thở không khí ngoài trời nếu bạn cảm thấy buồn ngủ sẽ giúp bạn tỉnh táo."
        },
        {
            "en": "I couldn't see her face well, but i had the impression she was growing <em>drowsy</em>.",
            "vi": "Tôi không thấy rõ mặt cô ta, nhưng tôi có cảm giác là cô ta đang ngủ gục."
        },
        {
            "en": "The <em>drowsy</em> aloofness had gone from his gray eyes and they were wide and unmasked.",
            "vi": "Đôi mắt màu xám của chàng đã mất cái vẻ xa vắng và buồn ngủ, chúng mở thao láo, không gì che đậy."
        },
        {
            "en": "In the afternoon, especially after lunch when participants are <em>drowsy</em>, employ active exercise to keep them on their toes.",
            "vi": "Vào buổi chiều, đặc biệt là sau buổi cơm trưa khi học viên cảm thấy buồn ngủ, sử dụng bài tập linh lợi để giữ họ luôn sáng suốt."
        },
        {
            "en": "How strange it is that I am always <em>drowsy</em> after each meal, although I never feel anything like that at bedtime!",
            "vi": "Thật kỳ lạ là tôi luôn luôn cảm thấy bùn ngủ sau mỗi bữa cơm, mặc dù tôi không hề cảm thấy như thế vào giờ ngủ."
        },
        {
            "en": "She saw only the same dark loving eyes, sunken and <em>drowsy</em> with death, the same tender mouth tiredly fighting pain for breath.",
            "vi": "Nàng chỉ thấy vẫn đôi mắt đen đầy yêu thương ấy, giờ đây trũng xuống và lờ đờ vì cái chết gần kề, vẫn cái miệng dịu ấy, mệt mỏi, cố dẹp cơn đau để thở."
        },
        {
            "en": "I will not forget this time, of <em>drowsy</em> heads against my shoulder, of footy pajamas and mother-daughter dresses, of small hands clasped in mine.",
            "vi": "Tôi sẽ không bao giờ quên giây phút này, giây phút những cái đầu ngủ gật trên vai tôi, của những bộ đồ ngủ và bộ áo quần mẹ con, của những cái nắm tay thật chặt trong tay tôi."
        },
        {
            "en": "I will not forget this time, of <em>drowsy</em> heads against my shoulder, of footy pajamas and mother - daughter dresses, of small hands clasped in mine.",
            "vi": "Tôi sẽ không bao giờ quên giây phút này, giây phút những cái đầu ngủ gật trên vai tôi, của những bộ đồ ngủ và bộ áo quần mẹ con, của những cái nắm tay thật chặt trong tay tôi."
        },
        {
            "en": "There was no wind along the creek. The air was still and <em>drowsy</em>-warm. It smelled of damp roots and mud, and it was full of the sound of rustling leaves and of the water running.",
            "vi": "Dọc theo lạch suối hầu như không có gió, không khí ngưng đọng và dễ khiến buồn ngủ. Mùi rễ cây mục và mùi bùn bốc lên trong tiếng lá cây xào xạc không ngừng và tiếng nước chảy róc rách."
        },
        {
            "en": "There was no wind along the creek. The air was still and <em>drowsy</em> - warm. It smelled of damp roots and mud, and it was full of the sound of rustling leaves and of the water running.",
            "vi": "Dọc theo lạch suối hầu như không có gió, không khí ngưng đọng và dễ khiến buồn ngủ. Mùi rễ cây mục và mùi bùn bốc lên trong tiếng lá cây xào xạc không ngừng và tiếng nước chảy róc rách."
        },
        {
            "en": "This one might seem obvious, but you might be surprised by just how powerful of an effect coffee can have on a <em>drowsy</em> individual. Indeed, it’s so effective that the mere smell of coffee beans is enough to give most folks a slight energy boost.",
            "vi": "Điều này có vẻ hiển nhiên nhưng bạn có thể ngạc nhiên bởi chỉ cách một tách cà phê hiệu ứng mạnh mẽ trên một cá thể buồn ngủ. Thật vậy, nó rất hiệu quả, mùi đơn thuần của hạt cà phê đủ để tăng một lượng năng lượng nhẹ cho hầu hết mọi người."
        }
    ],
    "suggestions": []
}