{
    "en_vn": {
        "data": {
            "content": null,
            "word": "DS"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>DS</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 <cclass>Music dal segno. </cclass></blockquote></blockquote><blockquote><blockquote>2》 <cclass>Brit. detective sergeant. </cclass></blockquote></blockquote><blockquote><blockquote>3》 <cclass>Military directing staff. </cclass></blockquote></blockquote></div>",
            "word": "DS"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "DS"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "DS"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "DS"
        }
    },
    "sentences": [
        {
            "en": "Medical problems associated with <em>DS</em>\n While some kids with <em>DS</em> have no significant health problems, others may experience a host of medical issues that require extra care. For example, almost half of all children born with <em>DS</em> will have a congenital heart defect.",
            "vi": "Các bệnh tật liên quan đến hội chứng Down Mặc dù một số trẻ bị hội chứng Down không biểu hiện vấn đề sức khỏe nào đáng lo ngại, nhưng số khác có thể gặp hàng loạt các vấn đề sức khỏe đòi hỏi phải được chăm sóc nhiều hơn. Chẳng hạn như, gần phân nửa trẻ bị hội chứng Down bẩm sinh sẽ mắc bệnh tim bẩm sinh."
        },
        {
            "en": "<em>DS</em> Rajan, director of the Chennai Centre for China Studies, brought the essay to his countrymen's attention.",
            "vi": "DS Rajan, giám đốc Trung tâm Nghiên cứu Trung Quốc ở Chennai, đã làm cho đồng bào của mình phải chú ý đến bài khảo luận này."
        },
        {
            "en": "And he added mothers from poorer backgroun​<em>ds</em> could help their children catch up with the children of wealthier parents just by spending more time with them.",
            "vi": "Ông cho biết thêm là, những gia đình có hoàn cảnh túng thiếu vẫn có thể giúp con họ bắt kịp với những đứa trẻ gia đình giàu có, chỉ cần dành thời gian cho chúng."
        },
        {
            "en": "Kids with <em>DS</em> have a wide range of abilities, and there's no way to tell at birth what they will be capable of as they grow up.",
            "vi": "Trẻ bị hội chứng Down có nhiều tài năng, và khi trẻ chào đời người ta chẳng thể nào biết được chúng sẽ có thể làm gì khi chúng lớn lên."
        },
        {
            "en": "The statues are inspired by a love story between a Muslim boy and a Georgian princess who come from different religious backgroun​<em>ds</em>",
            "vi": "Các pho tượng được lấy cảm hứng bởi chuyện tình giữa một thanh niên Hồi giáo với công chúa xứ Georgia theo đạo khác nhau."
        },
        {
            "en": "The process of obtaining your J1 visa and <em>DS</em>-2019 Form is not easy because your parents are in American now.",
            "vi": "Tiến trình lấy Visa hạng J - 1 và mẫu đơn DS - 2019 của em thì không dễ đâu, vì ba mẹ em đang ở Mỹ."
        },
        {
            "en": "Where to send your child to school can be a difficult decision. Some kids with Down syndrome have needs that are best met in a specialized program, while many others do well attending neighborhood schools alongside peers who don't have <em>DS</em>. Studies have shown that this is beneficial for both the child with <em>DS</em> as well as the other kids.",
            "vi": "Việc gởi con đến học ở đâu cũng có thể là một quyết định khó khăn đối với bạn. Một số trẻ mắc hội chứng Down cần phải được đáp ứng tốt nhất bằng các chương trình đặc biệt, mặc dù nhiều trẻ khác cũng có thể theo học ở các trường lân cận với các bạn đồng lứa bình thường khác. Nhiều công trình nghiên cứu đã cho thấy điều này có lợi cho cả trẻ bị hội chứng Down lẫn trẻ bình thường khác."
        },
        {
            "en": "Low muscle tone (called hypotonia) is also characteristic of children with <em>DS</em>, and babies in particular may seem especially \"floppy.\" Though this can and often does improve over time, most children with <em>DS</em> typically reach developmental milestones — like sitting up, crawling, and walking — later than other kids.",
            "vi": "Trương lực cơ yếu (còn gọi là giảm trương lực) cũng là một đặc tính khác của trẻ mắc hội chứng Down, và đặc biệt có vẻ như trẻ rất “nhũn mềm”. Mặc dù là tình trạng này có thể và thường cải thiện dần theo thời gian nhưng hầu hết trẻ bị hội chứng nàu thường đạt những cột mốc phát triển – chẳng hạn như ngồi, bò, và đi – chậm hơn những trẻ khác."
        },
        {
            "en": "Not long after he was taken in by Vic and Anngel Benoun. The couple saw something in him and decided to start training him to be a therapy dog, so he could help other canines with similar backgroun​<em>ds</em>.",
            "vi": "Không lâu sau chú đã được Vic và Anngel Benoun đưa về nhà. Hai người này đã nhận ra trong chú có điều gì đó đặc biệt nên quyết định bắt đầu huấn luyện làm chó trị bệnh, để chú có thể giúp những chú cún khác cũng bị thương giống mình."
        },
        {
            "en": "Down syndrome (<em>DS</em>), also called Trisomy 21, is a condition in which extra genetic material causes delays in the way a child develops, both mentally and physically. It affects about 1 in every 800 babies.",
            "vi": "Hội chứng Down (DS), hay còn gọi là Nhiễm thể tam đồng 21 (tri-xô-mi 21), đây là chứng bệnh thừa vật liệu di truyền làm cho trẻ chậm phát triển, cả về tâm thần lẫn thể chất. Tỉ lệ trẻ mắc hội chứng Down này khoảng 1: 800."
        },
        {
            "en": "Screening tests are cost-effective and easy to perform. But because they can't give a definitive answer as to whether a baby has <em>DS</em>, these tests are used to help parents decide whether to have more diagnostic tests.",
            "vi": "Thử nghiệm sàng lọc ít tốn kém và dễ làm. Nhưng vì chúng không biết được chính xác liệu trẻ có bị hội chứng Down hay không, chúng được dùng để giúp cho bố mẹ quyết định liệu có nên làm thêm xét nghiệm chẩn đoán hay không."
        },
        {
            "en": "Although no one knows for sure why <em>DS</em> occurs and there's no way to prevent the chromosomal error that causes it, scientists do know that women age 35 and older have a significantly higher risk of having a child with the condition. At age 30, for example, a woman has about a 1 in 900 chance of conceiving a child with <em>DS</em>. Those odds increase to about 1 in 350 by age 35. By 40 the risk rises to about 1 in 100.",
            "vi": "Mặc dù không ai có thể biết chắc nguyên nhân gây ra hội chứng Down và cũng chẳng có cách nào có thể ngăn ngừa tình trạng lỗi nhiễm sắc thể gây ra hội chứng này, nhưng các nhà khoa học biết rõ rằng phụ nữ từ 35 tuổi trở lên có nguy cơ sinh con mắc bệnh này cao hơn đáng kể. Chẳng hạn như ở tuổi 30, nguy cơ phụ nữ mang thai có con bị hội chứng Down là khoảng 1:900. Ở tuổi 35, thì tỉ lệ này tăng lên 1: 350 và ở tuổi 40 thì nguy cơ này tăng lên khoảng 1: 100."
        },
        {
            "en": "Getting help If you're the parent of a child diagnosed with Down syndrome, you may at first feel overwhelmed by feelings of loss, guilt, and fear. Talking with other parents of kids with <em>DS</em> may help you deal with the initial shock and grief and find ways to look toward the future. Many parents find that learning as much as they can about <em>DS</em> helps alleviate some of their fears.",
            "vi": "Được trợ giúp  Nếu bạn có con được chẩn đoán mắc hội chứng Down thì có lẽ cảm giác nặng nề đầu tiên là mất mát, tội lỗi, và sợ hãi. Nói chuyện với những bố mẹ có con cùng hoàn cảnh với con bạn có thể giúp bạn giải quyết được cú sốc và nỗi đau buồn đầu tiên này và tìm cách nhìn về tương lai. Nhiều phụ huynh phát hiện ra rằng việc nắm kiến thức càng nhiều càng tốt về hội chứng Down có thể giúp cho họ bớt sợ đi một chút.\n  "
        },
        {
            "en": "What is Down syndrome? Down syndrome (<em>DS</em>), also called Trisomy 21, is a condition in which extra genetic material causes delays in the way a child develops, both mentally and physically. It affects about 1 in every 800 babies.",
            "vi": "Hội chứng Down là gì? Hội chứng Down (DS), hay còn gọi là Nhiễm thể tam đồng 21 (tri-xô-mi 21), đây là chứng bệnh thừa vật liệu di truyền làm cho trẻ chậm phát triển, cả về tâm thần lẫn thể chất. Tỉ lệ trẻ mắc hội chứng Down này khoảng 1: 800."
        },
        {
            "en": "The physical features and medical problems associated with Down syndrome can vary widely from child to child. While some kids with <em>DS</em> need a lot of medical attention, others lead healthy lives.",
            "vi": "Đặc điểm thể chất và bệnh tật liên quan đến hội chứng Down có thể không giống nhau giữa các trẻ. Mặc dù một số trẻ cần phải được điều trị và chăm sóc rất nhiều, nhưng số khác lại có thể sống khỏe mạnh."
        },
        {
            "en": "* Nuchal translucency testing. This test, performed between 11 and 14 weeks of pregnancy, uses ultrasound to measure the space in the folds of tissue behind a developing baby's neck. (Babies with <em>DS</em> and other chromosomal abnormalities tend to accumulate fluid there, making the space larger.) This measurement, taken together with the mother's age and the baby's gestational age, can be used to calculate the odds that the baby has <em>DS</em>. Nuchal translucency testing is usually performed along with a maternal blood test.  ",
            "vi": "* Xét nghiệm đo độ mờ da gáy. Xét nghiệm này được thực hiện từ tuần thứ 11 đến tuần thứ 15 của thai kỳ, sử dụng siêu âm để đo khoảng cách trong các nếp mô sau cổ của em bé đang phát triển. (Trẻ mắc hội chứng Down và các dị dạng nhiễm sắc thể khác thường hay tụ dịch ở vùng này, tạo nên khoảng cách trong các nếp mô lớn hơn.) Phương pháp này kết hợp với tuổi của người mẹ và tuổi thai của trẻ, có thể được dùng để tính tỉ lệ trẻ mắc hội chứng Down. Xét nghiệm đo độ mờ da gáy thường được thực hiện song song với xét nghiệm máu của người mẹ."
        },
        {
            "en": "Down syndrome affects kids' ability to learn in different ways, but most have mild to moderate intellectual impairment. Kids with <em>DS</em> can and do learn, and are capable of developing skills throughout their lives. They simply reach goals at a different pace — which is why it's important not to compare a child with <em>DS</em> against typically developing siblings or even other children with the condition.",
            "vi": "Hội chứng Down ảnh hưởng đến khả năng học tập của trẻ theo nhiều cách khác nhau, nhưng hầu hết đều làm suy giảm trí tuệ từ nhẹ đến vừa phải. Trẻ bị hội chứng Down có thể và có khả năng học, và phát triển kỹ năng của mình suốt đời. Có điều là chúng chỉ đạt mục tiêu ở một mức độ khác – đây là lý do quan trọng không nên so sánh một đứa trẻ bị hội chứng Down với các anh chị em ruột phát triển bình thường hoặc thậm chí là so sánh với những đứa trẻ bị bệnh khác."
        },
        {
            "en": "Though Down syndrome can't be prevented, it can be detected before a child is born. The health problems that can go along with <em>DS</em> can be treated, and there are many resources within communities to help kids and their families who are living with the condition.",
            "vi": "Cho dù người ta chưa thể ngăn ngừa được hội chứng Down, nhưng lại có thể phát hiện được hội chứng này trước khi trẻ chào đời. Bênh cạnh đó người ta cũng chữa được các vấn đề sức khỏe có thể kèm với hội chứng Down, và cũng có nhiều nguồn hỗ trợ trong cộng đồng để giúp những gia đình và trẻ em sống chung với hội chứng này."
        },
        {
            "en": "Prenatal screening and diagnosis\n Two types of prenatal tests are used to detect Down syndrome in a fetus: screening tests and diagnostic tests. Screening tests estimate the risk that a fetus has <em>DS</em>; diagnostic tests can tell whether the fetus actually has the condition.",
            "vi": "Sàng lọc và chẩn đoán trước khi sinh   Người ta sử dụng 2 loại xét nghiệm trước khi sinh để phát hiện hội chứng Down trong bào thai đó là thử nghiệm sàng lọc và xét nghiệm chẩn đoán. Thử nghiệm sàng lọc ước đoán nguy cơ bào thai mắc hội chứng này; xét nghiệm chẩn đoán có thể cho biết liệu bào thai thực sự có bị hội chứng bệnh này hay không."
        },
        {
            "en": "Who is affected?In the United States, hemoglobin SS disease (sickle cell anemia) affects mostly African Americans. However, forms of sickle cell disease may occur in people with different ethnic backgroun​<em>ds</em>, such as those whose ancestors came from Mediterranean countries (including Turkey, Greece, and Italy), East India, or Middle Eastern countries.",
            "vi": "Đối tượng nào bị bệnh thiếu máu hồng cầu hình liềm? Ở Hoa Kỳ, bệnh hemoglobin SS (thiếu máu hồng cầu hình liềm) thường hầu hết xảy ra ở người Mỹ gốc Phi là chủ yếu. Tuy nhiên, nhiều dạng bệnh thiếu máu hồng cầu hình liềm khác cũng có thể xảy ra ở người thuộc các thành phần sắc tộc khác, chẳng hạn như người có ông bà tổ tiên đến từ các nước Địa Trung Hải (bao gồm Thổ Nhĩ Kỳ, Hi Lạp, và Ý), Đông Ấn, hoặc các nước Trung Đông."
        }
    ],
    "suggestions": []
}