{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Dublin",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Dublin",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Dublin",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Dublin",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Dublin",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "2. <em>Dublin</em>, Ireland — $131.60",
            "vi": "2. Dublin, Ai-len - 131,60 USD (khoảng 2.961.000 đồng)"
        },
        {
            "en": "2. <em>Dublin</em>, Ireland — $131.60",
            "vi": "2. Dublin, Ai-len - 131,60 USD (khoảng 2.961.000 đồng)"
        },
        {
            "en": "Closed end, <em>Dublin</em> listed fund.",
            "vi": "Quỹ dạng đóng được niêm yết tại Dublin."
        },
        {
            "en": "He has a cardiology convention in <em>Dublin</em>.",
            "vi": "Anh ta có một hội thảo về tim mạch ở Dublin."
        },
        {
            "en": "You can fly to <em>Dublin</em> via London.",
            "vi": "Bạn có thể bay tới Dublin qua Luân Đôn."
        },
        {
            "en": "I need a taxi to <em>Dublin</em>.",
            "vi": "Tôi cần một chiếc taxi đến Dublin."
        },
        {
            "en": "When does it arrive in <em>Dublin</em>?",
            "vi": "Khi nào thì nó đến Dublin?"
        },
        {
            "en": "You could do nothing in <em>Dublin</em>.",
            "vi": "Bạn không thể làm gì nên chuyện tại dublin."
        },
        {
            "en": "I'm going to <em>Dublin</em> to propose",
            "vi": "Vào ngày 29, ngày của năm nhuận, Tôi phải đến Dublin để cầu hôn bạn trai tôi."
        },
        {
            "en": "I mean, compared with London or <em>Dublin</em>?",
            "vi": "Tôi muốn nói so sánh với luân đôn hay dublin?"
        },
        {
            "en": "<em>Dublin</em> English and Sand City English are very different.",
            "vi": "Tiếng anh ở dublin và tiếng anh ở sand city cũng khác nhau nhiều."
        },
        {
            "en": "Anyone else want to go to <em>Dublin</em> for $500?",
            "vi": "Ai muốn đưa tôi đến Dublin với mức phí $ 500 đô la?"
        },
        {
            "en": "Mrs. Mary runs a boarding house in <em>Dublin</em>.",
            "vi": "Bà Mary đang điều hành một nhà lưu trú tạm thời ở Dublin."
        },
        {
            "en": "Did you know the song A Frenchman in <em>Dublin</em>?",
            "vi": "Anh biết bài hát Một người Pháp ở Dublin không?"
        },
        {
            "en": "To celebrate Dublin's great literary tradition we've created Beckett's <em>Dublin</em> Beer.",
            "vi": "Để kỷ niệm truyền thống văn chương của Dublin, chúng tôi đã tạo ra bia Dublin hiệu Beckett."
        },
        {
            "en": "I feel a ton better since i landed again in dear, dirty <em>Dublin</em>.",
            "vi": "Tôi cảm thấy cực kỳ sung sướng từ khi tôi đặt chân trở lại trên đất dublin dơ bẩn này."
        },
        {
            "en": "This friendly school is located just a little outside <em>Dublin</em> city centre.",
            "vi": "Trường học thân thiện này nằm ngay bên ngoài trung tâm thành phố Dublin 1 tí thôi."
        },
        {
            "en": "Having my purse stolen took the shine off my visit to <em>Dublin</em>.",
            "vi": "Bị mất bóp đã làm cho chuyến thăm Dublin của tôi mất vui."
        },
        {
            "en": "<em>Dublin</em> is a city of chancers and cheats and backstabbing snakes.",
            "vi": "Dublin là một thành phố đầy rẫy những kẻ lưu manh, đầy côn trùng."
        },
        {
            "en": "I wouldn't drive you to <em>Dublin</em> if you were to offer me €500.",
            "vi": "Tôi sẽ không đến Dublin, cho dù cô có trả tôi 500 euros."
        }
    ],
    "suggestions": []
}