{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dumplings",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dumplings",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dumplings",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dumplings",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dumplings",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Learning English, making <em>dumplings</em>",
            "vi": "Vừa học tiếng Anh vừa làm bánh bao"
        },
        {
            "en": " Hidden treasures: raw <em>dumplings</em>",
            "vi": "Kho báu ẩn giấu: món bánh hấp"
        },
        {
            "en": "Banh Goi (Fried <em>Dumplings</em>)",
            "vi": "Bánh gối"
        },
        {
            "en": "They are glutinous rice <em>dumplings</em>.",
            "vi": "Chúng là bánh bột nếp mà."
        },
        {
            "en": "I feel like having some <em>dumplings</em>.",
            "vi": "Tôi rất muốn ăn xủi cảo."
        },
        {
            "en": "I suggest you try the fish-skin <em>dumplings</em> first.",
            "vi": "Tôi khuyên bạn nên ăn thử hoành thánh da cá trước đã."
        },
        {
            "en": "Would you like to have another portion of <em>dumplings</em>?",
            "vi": "Ông muốn ăn bánh bao khác không?"
        },
        {
            "en": "I've eaten at least ten <em>dumplings</em> and three spring rolls.",
            "vi": "Cháu đã ăn ít nhất là mười cái bánh bao và ba miếng chả giò."
        },
        {
            "en": "I suggest you try the fish - skin <em>dumplings</em> first.",
            "vi": "Tôi khuyên bạn nên ăn thử hoành thánh da cá trước đã."
        },
        {
            "en": "There are different kinds of frozen <em>dumplings</em> and spring rolls in the freezer.",
            "vi": "Trong tủ đá có nhiều loại bánh bao đông lạnh và chả giò khác nhau."
        },
        {
            "en": "And when i am in the mood i toss in exquisite little <em>dumplings</em>.",
            "vi": "Và khi nào thấy cao hứng, tôi cho thêm vào những cục bột nhồi bé thật ngon."
        },
        {
            "en": "There was stewed jack rabbit with white-flour <em>dumplings</em> and plenty of gravy.",
            "vi": "Có món thịt thỏ hầm ăn với bánh bột hấp và rất nhiều nước xốt."
        },
        {
            "en": "\"Would you like to try one of these <em>dumplings</em>?\"\"I don't mind if I do!\"",
            "vi": "\"Anh có muốn thử một trong những cái bánh bao này không?\" \"Vâng, xin phép ông!\""
        },
        {
            "en": "The <em>dumplings</em> should be eaten hot and it would be tastier if served with boiled pork.",
            "vi": "Bánh nên được ăn nóng và sẽ ngon hơn nếu ăn kèm thịt lợn luộc."
        },
        {
            "en": "There was stewed jack rabbit with white - flour <em>dumplings</em> and plenty of gravy.",
            "vi": "Có món thịt thỏ hầm ăn với bánh bột hấp và rất nhiều nước xốt."
        },
        {
            "en": "It reminds me of when I go home to Poland, with seven women making <em>dumplings</em>, chatting around a table.",
            "vi": "Nó khiến tôi nhớ đến khoảng thời gian ở quê nhà Ba Lan, cùng 7 người phụ nữ khác làm bánh, ngồi trò chuyện quanh chiếc bàn."
        },
        {
            "en": "Heart and Parcel was set up with a £500 grant. They started small, with the initial course attracting women from Clare’s English class in Salford. The supper clubs were Dode’s idea, with the first Polish and Chinese-themed events held in Clare’s home. <em>Dumplings</em> are the star turn, with Karolina running workshops teaching guests how to make pierogi (Polish <em>dumplings</em>). Other dishes have included Syrian mincemeat and onion kibbeh and Bangladeshi deep-fried coconut puli petha.",
            "vi": "Heart and Parcel được thành lập với 500 bảng Anh tiền trợ cấp. Họ khởi đầu khá khiêm tốn, khóa học đầu tiên thu hút các học viên nữ từ lớp học tiếng Anh của Clare ở Salford. Câu lạc bộ bữa tối này là ý tưởng của Dobe và những sự kiện mang chủ đề về Ba Lan và Trung Quốc đầu tiên được tổ chức tại nhà của Clare. Các món bánh hấp là tiết mục chính. Các buổi học do Karolina hướng dẫn dạy khách mời làm thế nào để nấu món pierogi (món bánh hấp của Ba Lan). Các món ăn khác bao gồm món bánh kẹp với thịt và nhân quả băm của người Syria, hành tây kibbeh và bánh bơ của dừa chiên của Bangladesh."
        },
        {
            "en": "At first they only served Chinese people. Then, Thăng Long's people tried the food and learnt to cook the dishes such as soya curd, phở, hủ tiếu, and <em>dumplings</em>.",
            "vi": "Đầu tiên họ chỉ phục vụ người Trung Quốc. Sau đó người Thăng Long đã thử các món ăn và học cách nấu những món ăn như đậu phụ, phở, hủ tiếu và bánh bao."
        },
        {
            "en": "After attending a Heart and Parcel supper club a year ago, Goska and Jamie Langrish offered their restaurant, Palate, for free, with tonight’s event the third they have hosted. “I’m from Poland,” Goska explains. “It reminds me of when I go home, with seven women making <em>dumplings</em>, chatting around a table. I wanted to be a part of it.”",
            "vi": "Sau 1 năm gia nhập câu lạc bộ heart and Parcel, Goska và Jamie Langrish đã cung cấp các bữa ăn miễn phí tại nhà hàng Palete của họ, sự kiện tối nay là sự kiện thứ ba họ tổ chức. \"Tôi đến từ Ba Lan\", Goska giải thích. \"Nó khiến tôi nhớ đến khoảng thời gian ở quê nhà, cùng 7 người phụ nữ khác làm bánh, ngồi trò chuyện quanh chiếc bàn. Tôi muốn trở thành một phần của sự kiện này.\""
        },
        {
            "en": "At the heart of the project is the humble dumpling. With parcelled foods universal to every culture, project co-founders and teachers Karolina Koscien and Clare Courtney realised they would be the perfect item to make during classes. <em>Dumplings</em>, they explain, are also a metaphor for the women they teach, who “all have something special hidden inside”. Clare, an English language lecturer, thinks migrant women’s skills are being wasted. “We are not realising their full potential,” she says. “You hear all these stories and start to think: why on earth is this happening?”",
            "vi": "Phần trọng tâm của dự án này là món bánh bao hấp bình dị. Những người đồng sáng lập và các giáo viên của dự án, Karolina Koscien và Clare Courtney nhận thấy rằng các món ăn phổ biến với mọi nền văn hóa sẽ là các món ăn tuyệt vời để chế biến trong các lớp học. Họ giải thích rằng các món bánh hấp còn là phép ẩn dụ cho những nữ học viên của họ, những người \"luôn có điều gì đó đặc biệt ẩn giấu bên trong\". Clare, một giảng viên tiếng Anh nghĩ rằng các kĩ năng của những phụ nữ di dân đang bị lãng phí. Cô cho biết: \"Chúng ta không nhận thấy hết tiềm năng của họ. Bạn lắng nghe tất cả những câu chuyện này và bắt đầu nghĩ: tại sao những chuyện như thế lại xảy ra trên trái đất này vậy?\""
        }
    ],
    "suggestions": []
}