{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Duncan"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Duncan"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Duncan"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Duncan"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Duncan"
        }
    },
    "sentences": [
        {
            "en": "Produced by Martin <em>Duncan</em>.",
            "vi": "Sản xuất: martin duncan."
        },
        {
            "en": "Audiences are watching a sham fight photographed by <em>Duncan</em> Brown.",
            "vi": "Khán giả đang xem một bức ảnh về một trận đánh giả do Duncan Brown chụp."
        },
        {
            "en": "Isadora <em>Duncan</em> is remembered as the mother of modern dance.",
            "vi": "Isadora Duncan  đã được biết đến như là người sáng tạo ra  môn nhảy hiện đại."
        },
        {
            "en": "<em>Duncan</em> laughed at the absurdity of the situation.",
            "vi": "Duncan chế giễu sự lố bịch của tình huống đó."
        },
        {
            "en": "<em>Duncan</em> prepares to take a shot at the enemy.",
            "vi": "Duncan chuẩn bị bắn một phát đạn vào kẻ thù."
        },
        {
            "en": "<em>Duncan</em> would hold the secret over her just to get a date.",
            "vi": "Duncan muốn dùng bí mật đó đe dọa cô ấy chỉ để được một cuộc hẹn hò."
        },
        {
            "en": "Obama chooses Chicago schools chief Arne <em>Duncan</em> to serve as education secretary",
            "vi": "Tổng thống đắc cử dự định chọn Arne Duncan làm bộ trưởng giáo dục của anh ấy"
        },
        {
            "en": "Knowledge of different languages is crucial to becoming global citizens. As former Secretary of Education Arne <em>Duncan</em> noted,",
            "vi": "Kiến thức về các ngôn ngữ khác nhau là rất quan trọng để trở thành công dân toàn cầu. Như cựu Bộ trưởng Giáo dục Arne Duncan đã lưu ý, "
        },
        {
            "en": "He afterwards followed <em>Duncan</em>, and saw him go in at the side door of the Railway Hotel.",
            "vi": "Ông ấy đi theo Dunncan và nhìn thấy anh ta đi vào bằng cửa bên của khách sạn Railway."
        },
        {
            "en": "President-elect Barack Obama has chosen Chicago schools chief Arne <em>Duncan</em> to serve as education secretary, people with knowledge of the decision said Monday.",
            "vi": "Tổng thống mới đắc cử Barrack Obama đã chọn trường Chicago Duncan Arne chính để làm bộ trưởng giáo dục, người có kiến thức của đã nói quyết định thứ hai."
        },
        {
            "en": "Awarded to: David J. Thouless, University of Washington; F. <em>Duncan</em> M. Haldane, Princeton University; J. Michael Kosterlitz, Brown University (United States)",
            "vi": "Giải thưởng trao cho: David J. Thouless, Đại học Washington; F. Duncan M. Haldane, Đại học Princeton; J. Michael Kosterlitz, Đại học Brown (Hoa Kỳ)."
        },
        {
            "en": "David J. Thouless, F. <em>Duncan</em> M. Haldane and J. Michael Kosterlitzwere recognized for research into the bizarre properties of matter in extreme states, including superconductors, superfluids and thin magnetic fields.",
            "vi": "David J. Thouless, F. Duncan M. Haldane và J. Michael Kosterlitere đã được công nhận nghiên cứu về các đặc tính kỳ lạ của vật chất ở các trạng thái cực độ, bao gồm các chất siêu dẫn, siêu lỏng và từ trường mỏng."
        },
        {
            "en": "David J. Thouless, F. <em>Duncan</em> M. Haldane and J. Michael Kosterlitzwere recognized for research into the bizarre properties of matter in extreme states, including superconductors, superfluids and thin magnetic fields.",
            "vi": "David J. Thouless, F. Duncan M. Haldane và J. Michael Kosterlitere đã được công nhận nghiên cứu về các đặc tính kỳ lạ của vật chất ở các trạng thái cực độ, bao gồm các chất siêu dẫn, siêu lỏng và từ trường mỏng."
        },
        {
            "en": "That is all for today’s lesson. This is Mister <em>Duncan</em> in England saying Be good… Follow the rules. Stay out of trouble. And I will see you next time. Byebye for now!",
            "vi": "Bài học hôm nay đến đây là hết rồi. Đây là câu Mister Duncan ở xứ Anh nói: Hãy sống nghiêm chỉnh nhé... Hãy tuân thủ luật pháp. Tránh xa rắc rối. Và Hẹn gặp lại lần sau. Bây giờ xin tạm biệt!"
        },
        {
            "en": "The 26-year-old nurse contracted the virus while treating patient Thomas Eric <em>Duncan</em> at Texas Health Presbyterian Hospital. She was diagnosed on October 12 and declared free of the virus on Friday.",
            "vi": "Nữ y tá 26 tuổi này bị nhiễm virus khi chăm sóc cho bệnh nhân Thomas Eric Duncan trong bệnh viện Texas Health Presbyterian. Cô được chẩn đoán vào ngày 12 tháng 10 và được công bố khỏi nhiễm virus hôm thứ sáu."
        },
        {
            "en": "Obama chooses Chicago schools ch WASHINGTON -- President-elect Barack Obama has chosen Chicago schools chief Arne <em>Duncan</em> to serve as education secretary, people with knowledge of the decision said Monday. Obama planned to announce his choice Tuesday morning. These individuals confirmed Duncan's selection Monday on condition of anonymity because Obama had not made the decision public. <em>Duncan</em> has run the country's third-biggest school district for the past seven years. He has focused on improving struggling schools, closing those that fail. Obama highlighted this work by choosing for the announcement a turnaround story for <em>Duncan</em> -- Dodge Renaissance Academy, a school <em>Duncan</em> closed and then reopened. The two had visited the school together three years ago, although they share more than an interest in education: <em>Duncan</em> has played pickup basketball with Obama since the 1990s. In fact, <em>Duncan</em> co-captained the Harvard basketball team and played professionally in Australia before his career in education. <em>Duncan</em> ran an education nonprofit on Chicago's South Side before working in Chicago Public Schools under former chief Paul Vallas, now the schools chief in New Orleans.  Obama's choice has been anticipated, and argued about, by education groups anxious to see what Obama will do to fix the country's ailing schools. Obama managed throughout his campaign to avoid taking sides in the contentious debate between reform advocates and teachers' unions over the direction of education and the fate of President Bush's No Child Left Behind accountability law. Duncan's selection may satisfy both factions. Reform advocates wanted a big-city school superintendent who, like <em>Duncan</em>, has sought accountability for schools and teachers. And teachers' unions, an influential segment of the party base, wanted an advocate for their members; they have said they believe <em>Duncan</em> is willing to work with them. \"Arne <em>Duncan</em> actually reaches out and tries to do things in a collaborative way,\" Randi Weingarten, head of the 1.4 million-member American Federation of Teachers, told The Associated Press earlier this month. <em>Duncan</em> deliberately straddled the factions earlier this year when he signed competing manifestos from each side of the debate. Sen. Edward Kennedy, chairman of the Senate Health, Education, Labor and Pensions Committee, which must confirm the education nomination, said <em>Duncan</em> was a consensus candidate. \"Arne has been a pragmatic and effective leader of Chicago's schools,\" Kennedy, D-Mass., said in a statement. \"He's brought people together to address difficult challenges and expand opportunities so that every child can succeed.\" House Education and Labor Committee Chairman George Miller called <em>Duncan</em> \"a very good choice for school reform and our schoolchildren.\" \"He is an experienced and accomplished leader who is open to new ideas for improving our schools,\" Miller, D-Calif., said in a statement. In the education debate, the competing sides break down over the degree to which teachers and schools should be held accountable for how kids are learning, and the role test scores should play in making that determination. At the heart of the dispute: No Child Left Behind, the law that has grown as unpopular as George W. Bush, the outgoing president who championed it. The reform group agrees with the law's general principle of penalties for schools if test scores fail to improve, although nearly everyone agrees the law has problems that need fixing. The union coalition says test scores aren't the only measure, and that factors far beyond the classroom affect how well kids learn.",
            "vi": "Obama chooses Chicago schools chief Arne Duncan to serve as education secretary        (Bản dịch thô, chưa chỉnh sửa)  WASHINGTON - Tổng thống mới đắc cử Barrack Obama đã chọn trường Chicago Duncan Arne chính để làm bộ trưởng giáo dục, người có kiến thức của đã nói quyết định thứ hai.    Obama dự định công bố lựa chọn của anh ấy sáng thứ ba. Các cá nhân này xác nhận lựa chọn của Duncan thứ hai yêu cầu được giấu tên vì Obama chưa đưa ra quyết định công khai.    Duncan đã quản lý hệ thống trường công lớn thứ ba trong nước trong bảy năm qua. Anh ấy đã chú trọng vào cải thiện các trường đang gặp khó khăn, đóng những đó không. Obama đề cao công việc này bằng cách chọn cho thông báo câu chuyện chuyển bại thành thắng cho Duncan - Học viện Dodge Renaissance, Duncan trường đóng cửa rồi mở lại.    Hai đã thăm trường cùng nhau cách đây ba năm, mặc dù họ còn có chung những mối quan tâm khác ngoài giáo dục : Duncan có chơi lối bóng rổ với Obama từ . năm 1990Thực ra, Duncan it - captained và đội bóng rổ Harvard chơi chuyên nghiệp ở châu Úc trước khi bắt đầu sự nghiệp giáo dục của anh ấy.  ý chí như thế nào  Obama chấn chỉnh trường học ?Duncan điều hành hội giáo dục thiện nguyện ở South Side thuộc Chicago trước khi làm việc trong Hiệp hội trường công ở Chicago dưới cựu Paul Vallas trưởng, bây giờ trong hội trưởng hội liên trường New Orleans.    Obama ‘s choice has been anticipated, and argued about, by education groups anxious to see what obama will do to fix the country ‘s ailing schools.    Obama chật vật từ đầu đến cuối chiến dịch của anh ấy để tránh thiên về bên nào trong tranh luận pháp lý giữa những người ủng hộ cải cách và công đoàn của giáo viên trên phương hướng giáo dục và số phận của luật tinh thần trách nhiệm của Tổng thống Bush theo phương châm Không bỏ sót một đứa trẻ nào.    Lựa chọn của duncan có thể đáp ứng cả hai phái. Những người ủng hộ cải cách muốn có một vị tổng quản trị các trường học trong thành phố lớn người, như Duncan, có tìm kiếm tinh thần trách nhiệm về trường học và giáo viên. Và công đoàn của giáo viên, của bộ phận có ảnh hưởng lớn đảng cơ sở, muốn ủng hộ của họ cho thành viên ; họ có đã nói họ tin Duncan sẵn lòng làm việc với họ.    “ Arne Duncan thực sự vươn ra phía trước và cố gắng làm theo tinh thần hợp tác, “ Randi Weingarten, đầu Liên hiệp giáo chức Hoa Kỳ gồm 1,4 triệu thành viên, bảo The Associated Press đầu tháng này.    Duncan cố tình không thiên về bên nào đầu năm nay khi anh ấy ký bản tuyên ngôn cạnh tranh từ mỗi bên của tranh luận.     CandidateSen nhất trí. Edward Kennedy, chủ tịch ủy ban y tế, giáo dục, lao động và hưu bổng thuộc thượng viện, mà phải xác nhận bổ nhiệm trong ngành giáo dục, là Duncan đã nói ứng cử viên được nhất trí đề cử.    “ Arne đã một lãnh tụ hiệu quả và thực dụng của trường học của Chicago, “ Kennedy, d - mass. ,đã nói ở lời tuyên bố. “ anh ấy mang mọi người lại gần nhau để giải quyết những thách thức khó khăn và mở rộng cơ hội sao cho mỗi trẻ em có thể thành công. “    George Miller chủ tịch ủy ban giáo dục và lao động thuộc Hạ viện gọi Duncan “ lựa chọn rất tốt cho cải cách trường học và học sinh của chúng tôi. “    “ anh ấy là một nhà lãnh đạo có kinh nghiệm và năng lực người sẵn sàng tiếp thu ý tưởng mới để cải thiện trường học của chúng tôi, “ Miller, D - Calif. ,đã nói ở lời tuyên bố."
        },
        {
            "en": "This is Mister <em>Duncan</em> in “Blighty” or should I say ….England? Wishing you well and I look forward to our next chinwag together. For now I will say Caio…Cheerio…So long… Farewell…Adieu… AuRevoiur…Adios… ZaiJian…BisSpayter…Osaki Ni See ya… Wouldn’t wana be ya!! Goodbye!",
            "vi": "Đây là Mister Duncan ở \"Blighty\" hay đúng hơn là ... xứ Anh?  Mong bạn gặp mọi điều tốt lành và mong sớm được tám với các bạn tiếp.  Bây giờ Tôi sẽ nói:  Caio…Cheerio…So long… Farewell…Adieu… AuRevoiur…Adios… ZaiJian…BisSpayter…Osaki Ni See ya… Wouldn’t wana be ya!!   Chào và không hẹn gặp lại!!"
        },
        {
            "en": "You know the world of English is a fascinating and exciting place to be.I’m so glad you could join me for another lesson.“Ladies and Gentlemen, please pray silence for the King of English”Hi everybody, this is Mister <em>Duncan</em> in England.How are you today? Are you OK? I hope so. Are you happy? I hope so.Today we are going to take a look at some more slang terms and expressions.",
            "vi": " Bạn biết thế giới Tiếng Anh là một nơi đầy vui thú.Tôi rất vui khi bạn có thể cùng tôi học thêm một bài nữa.\"Mời quý vị đón chào Hoàng đế Anh ngữ \"Xin chào mọi người, đây là Mister Duncan ở Anh.Hôm nay bạn khoẻ không? Bạn ổn chứ? Tôi hy vọng vậy. Bạn có vui không? Tôi hy vọng vậy.Hôm nay chúng ta sẽ tìm hiểu thêm một số từ lóng và thành ngữ."
        },
        {
            "en": "You know the world of English is a fascinating place to be. I’m so glad you could join me for another lesson.“Hello”!“Oh here comes that silly man!”“I’m outta here!”Hi every body, this is Mister <em>Duncan</em> in England. How are you today? Are you OK? I hope so. Are you happy? I hope so.In today’s lesson, we are going to explore a part of our world that affects all of us everyday.In this lesson, we are going to look at rules.The world of rulesThe most simple way to explain rules is to say that they are a set of instructions which must be followed or obeyed.There are many other words that relate to or mean rules. For example, rules can also be called cautions:",
            "vi": "Bạn biết Tiếng Anh là một thế giới thú vị. Rất vui khi bạn có thể cùng tôi học thêm một bài nữa.\"Xin chào\"!\"Ôi ông khùng sắp đến rồi!\"\"Ra khỏi chỗ này thôi!\"Hôm nay bạn khoẻ không? Bạn ổn chứ? Tôi hy vọng vậy. Bạn có vui không? Tôi hy vọng vậy.Trong bài học hôm nay, chúng ta sẽ tìm hiểu một phần của thế giới ảnh hưởng đến tất cả chúng ta mỗi ngày.Trong bài học này, chúng ta sẽ tìm hiểu về Luật lệ.Thế giới đầy luật lệCách giải thích Luật lệ đơn giản nhất là: Luật lệ là tập hợp các chỉ thị ta phải làm theo hoặc hoặc tuân thủ.Có nhiều từ liên quan đến hoặc có nghĩa là Luật lệ. Chẳng hạn như, Luật lệ cũng có thể được gọi là"
        },
        {
            "en": "Manchester United is to sell off a significant stake in the club in Singapore to partly pay off its gross debts of £515m, the BBC has learnt.   BBC sports editor David Bond says it is understood the club has now lodged a listing application with the Singapore Stock Exchange.    Our correspondent says it could raise between £400m and £600m for the club.   It is understood the club wants to complete the listing by the end of the year.   The owners, the Glazer family, removed the Old Trafford club from the London stock market following their successful takeover in 2005.   A partial share sale, of between 25% and 30%, would also mean that no outside person could take control of the club.    At the same time, it would provide the Glazers with much needed cash that would help pay off some of the debt that was taken on to finance the takeover.    As well as the debt issue, analysts have seen a Singapore listing as an aggressive move by the club to create an even stronger presence in Asia.   United has more than 300 million fans around the world and more than 190 million of those are in Asia.    The region has become a growth area for the club and other Premier League teams.   David Bond said that the flotation would also be an opportunity to see what value the stock market puts on Manchester United, with an overall valuation of the club of anything up to £1.7bn.   'Poisoned pill'    The Manchester United Supporters Trust, which opposes the Glazer family's ownership of the club, was suspicious about the flotation.   \"The share sale will be in the Glazers' interests - to pay down their debt - not the club's,\" said its chief executive <em>Duncan</em> Drasdo.   The Trust wants to see Manchester United owned by its fans, and is concerned that the Singapore listing could provide a \"poisoned pill\" to such hopes.   \"By reducing the Glazers' personal debt we will continue to be saddled with these absentee landlords,\" Mr Drasdo added.   'Complexity'    Despite the club's hopes for a listing by the end of the year, according to the Singapore Stock Exchange (SGX) website, \"depending on the complexity of the companies, the listing process may vary between four months to two years\".   And the SGX also says that any business seeking a listing will have to appoint a Singapore-based financial institution to be its sponsor and lead manager for the listing.   In March, Manchester United's parent company said it made a loss of £108.9m in 2009-10. Red Football Joint Venture is the Glazer family parent company that owns the Old Trafford club.   Its loss for the year to the end of July 2010 included one-off costs from setting up a £526m bond scheme last January to replace outstanding debts of £509m.    There was also a drop in player sale income compared with the previous summer when Cristiano Ronaldo was sold.      ",
            "vi": "Manchester United sẽ bán một số lượng cổ phần đáng kể của câu lạc bộ tại Singapore một phần là để trả hết tổng số nợ 515 triệu bảng Anh của mình, BBC đã tìm hiểu thực hư chuyện này.   Biên tập viên thể thao của BBC David Bond cho biết có thông tin nói rằng câu lạc bộ đã nộp đơn xin niêm yết với Sở Giao dịch Chứng khoán Singapore.   Phóng viên của bản báo đưa tin câu lạc bộ có thể huy động số tiền khoảng 400 đến 600 triệu bảng.   Điều này được hiểu là câu lạc bộ muốn hoàn tất việc niêm yết vào cuối năm nay.   Nhà Glazer, những ông chủ của câu lạc bộ, đã rút đội chủ sân Old Trafford ra khỏi thị trường chứng khoán Luân Đôn sau thương vụ mua đứt thành công năm 2005.    Việc bán một phần cổ phiếu, khoảng 25 đến 30%, cũng có nghĩa là không có người ngoài nào có thể quản lý câu lạc bộ.    Đồng thời, việc niêm yết mang lại cho nhà Glazer số tiền mặt cần thiết đáng kể giúp họ trả dứt số nợ mà họ đã vay để thực hiện thương vụ mua đứt kia.   Cũng như việc phát hành chứng khoán, các nhà phân tích xem sự kiện niêm yết tại Singapore là một động thái tích cực của câu lạc bộ nhằm tạo ra sự hiện diện rõ ràng hơn nữa ở châu Á.   MU có hơn 300 triệu người hâm mộ khắp nơi trên thế giới và hơn 190 triệu người trong số đó thuộc châu Á.   Khu vực này trở thành một khu vực tăng trưởng đối với câu lạc bộ và những đội khác của giải Ngoại hạng.   David Bond nói rằng việc chào bán trên thị trường còn là một cơ hội để chứng kiến giá trị của MU trên thị trường chứng khoán thực tế là như thế nào, vì người ta định giá chung câu lạc bộ đâu đó lên đến 1,7 tỷ bảng Anh.   “Thuốc độc”   Hiệp hội các cổ động viên MU, hiệp hội phản đối quyền sở hữu câu lạc bộ của nhà Glazer, tỏ ra nghi ngờ việc phát hành chứng khoán ra bên ngoài.   Chủ tịch Hội Duncan Drasdo phát biểu: “Việc bán cổ phiếu sẽ chỉ vì lợi ích của nhà Glazer – để trả nợ của họ – chứ không phải vì lợi ích của câu lạc bộ.”   Hiệp hội muốn thấy MU thuộc sở hữu của những người hâm mộ, và lo ngại việc niêm yết tại Singapore có thể là “viên thuốc độc” cho những khát vọng như vậy.   “Bằng việc giảm nợ cá nhân của nhà Glazer chúng ta sẽ tiếp phải gánh nợ cho những ông chủ thường xuyên vắng mặt này.” Ông Drasdo nói thêm.   “Sự phức tạp”   Mặc dù câu lạc bộ hy vọng niêm yết vào cuối năm, nhưng theo trang web của Sở Giao dịch Chứng khoán Singapore (SGX), thì “phụ thuộc vào sự phức tạp của các công ty, quá trình niêm yết có thể dao động từ 4 tháng đến 2 năm”.   Và SGX còn cho biết bất kỳ công ty nào muốn niêm yết sẽ phải chỉ định một tổ chức tài chính tại Singapore làm người bảo lãnh và chịu trách nhiệm chủ yếu về việc phát hành.   Vào tháng ba, công ty mẹ của MU công bố họ thua lỗ số tiền 108,9 triệu bảng Anh trong giai đoạn 2009-2010. Red Football Joint Venture là công ty mẹ của nhà Glazer sở hữu câu lạc bộ chủ sân Old Trafford.   Thua lỗ trong năm của công ty đến cuối tháng 7 năm 2010 bao gồm các chi phí thanh toán một lần từ việc xây dựng kế hoạch phát hành trái phiếu số tiền 526 triệu bảng Anh tháng Giêng vừa qua để thay thế các khoản nợ còn tồn động trị giá 509 triệu bảng.   Ngoài ra còn nguyên nhân doanh thu sụt giảm từ việc bán cầu thủ so với mùa hè trước đó khi họ bán Cristiano Ronaldo.    "
        }
    ],
    "suggestions": []
}