{
    "en_vn": {
        "data": {
            "content": null,
            "word": "duplicated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "duplicated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "duplicated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "duplicated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lặp lại</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">duplicated strategy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chiến lược lặp</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "duplicated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Please mark those films you'd like <em>duplicated</em>.",
            "vi": "Hãy đánh dấu những phim nào bạn muốn rửa 2 tấm."
        },
        {
            "en": "Digital images can be <em>duplicated</em> in few seconds.",
            "vi": "Ảnh kỹ thuật số có thể được sao ra trong vài giây."
        },
        {
            "en": "The report was typed, <em>duplicated</em> and sent to each member of the committee.",
            "vi": "Bản báo cáo được đánh máy, sao lại và gửi cho mỗi ủy viên trong ủy ban."
        },
        {
            "en": "Believing natural light could not be <em>duplicated</em> indoors, Vincent van Gogh painted Sheaves of Wheat outside.",
            "vi": "Tin rằng ánh sáng tự nhiên không thể có ở trong nhà nên Vincent van Gogh đã vẽ bức \"Những bó lúa mì\" ở ngoài trời."
        },
        {
            "en": "The research was done originally in Europe but it has been <em>duplicated</em> in America.",
            "vi": "Cuộc nghiên cứu thực hiện lúc đầu ở Châu Âu nhưng được lặp lại giống hệt ở châu Mỹ."
        },
        {
            "en": "Here's a marking pencil, please mark which photos you'd like <em>duplicated</em>.",
            "vi": "Đây là bút đánh dấu, bạn hãy đánh dấu những hình nào bạn muốn rửa 2 tấm."
        },
        {
            "en": "Mutations can involve large sections of DNA becoming <em>duplicated</em>, usually through genetic recombination.",
            "vi": "Đột biến có thể do một vùng lớn DNA bị lặp, thường là do quá trình tái tổ hợp gen."
        },
        {
            "en": "Believing natural light could not be <em>duplicated</em> indoors, Vincent van Gogh painted Sheaves of Wheat outside.",
            "vi": "Tin rằng ánh sáng tự nhiên không thể có ở trong nhà nên Vincent van Gogh đã vẽ bức \"Những bó lúa mì\"ở ngoài trời."
        },
        {
            "en": "With every record, the name of the guest and the entire address is repeated, <em>duplicated</em>.",
            "vi": "Với mỗi mẫu tin, tên du khách và toàn bộ địa chỉ được lặp lại, trùng nhau."
        },
        {
            "en": "The editor was sloppy, allowing several <em>duplicated</em> recipes to sneak in .",
            "vi": "Những người chịu trách nhiệm trong việc xuất bản đã rất tùy tiện, âm thầm cho phép những công thức nấu ăn được trùng lặp với nhau."
        },
        {
            "en": "The <em>duplicated</em> chromosomes separate away from each other by mitosis, followed by division of the cytoplasm, called cytokinesis.",
            "vi": "Các nhiễm sắc thể được nhân đôi này sẽ tách ra khỏi nhau trong nguyên phân, rồi sau đó là sự phân chia của tế bào chất, gọi là phân chia tế bào chất."
        },
        {
            "en": "This same process can be <em>duplicated</em> in the command window, but we'll wait on that until the next chapter.",
            "vi": "Chính quy trình này có thể được lặp lại trong cửa sổ command, song ta hãy đợi nó cho tới chương sau."
        },
        {
            "en": "However, competition may also lead to wasted (<em>duplicated</em>) efforts and to increased costs (and prices) in some circumstances.",
            "vi": "Tuy nhiên, trong một số trường hợp, cạnh tranh có thể dẫn đến sự lãng phí những nguồn lực và những chi phí có thể bị đội lên."
        },
        {
            "en": "Model of self-help groups has not been largely <em>duplicated</em> across the country due to financial limitations and cumbersome establishment procedures.",
            "vi": "Mô hình các nhóm tự giúp chưa được nhân rộng trên cả nước do tài chính có hạn và các thủ tục thành lập mô hình quá cồng kềnh."
        },
        {
            "en": "A field with a unique key may still contain duplicates, however, the duplicate values won't be in the index, it will contain only the first occurrence of the <em>duplicated</em> value.",
            "vi": "Một trường có một khóa duy nhất vẫn có thể chứa các trị trùng lặp, song, các trị trùng lặp ấy sẽ không thuộc chỉ mục này, mà nó sẽ chứa chỉ giá trị trùng lặp xuấn đầu tiên mà thôi."
        },
        {
            "en": "The U.S. Food and Drug Administration (FDA) regulates formula companies to try to ensure they provide all the known necessary nutrients (including vitamin D) in their formulas. Commercial formulas try to duplicate the ingredients in breast milk, but haven't matched their exact combination and composition. Why? Because milk is a living substance made by each mother for her individual infant, a process that cannot be <em>duplicated</em> in a factory.",
            "vi": "Cơ quan kiểm soát Thực phẩm và Dược phẩm Hoa Kỳ (FDA) quy định các công ty sữa phải cố gắng đảm bảo rằng họ cung cấp tất cả các chất dinh dưỡng cần thiết được biết đến (bao gồm vitamin D) trong sản phẩm sữa của mình. Sữa bán trên thị trường cố gắng phỏng theo các thành phần trong sữa mẹ, nhưng vẫn không hoàn toàn giống hệt được. Tại sao? Bởi vì sữa là một chất sống được sản xuất bởi mỗi bà mẹ cho riêng con của mình, một quá trình mà không thể được lặp lại ở một nhà máy."
        }
    ],
    "suggestions": []
}