{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dwindling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dwindling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dwindling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dwindling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dwindling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Natural resources are <em>dwindling</em>.",
            "vi": "Nguồn tài nguyên thiên nhiên đang cạn dần."
        },
        {
            "en": "<em>Dwindling</em> oil reserves.",
            "vi": "Trữ lượng dầu mỏ ngày càng vơi dần."
        },
        {
            "en": "An area of rapidly <em>dwindling</em> forest.",
            "vi": "Một vùng có rừng đang nhanh chóng bị giảm sút."
        },
        {
            "en": "The islan d's dramatically <em>dwindling</em> population.",
            "vi": "Dân số của đảo đang giảm sút một cách thảm hại."
        },
        {
            "en": "The number of people who live on the island is rapidly <em>dwindling</em>.",
            "vi": "Số người sống trên đảo đang nhanh chóng giảm bớt."
        },
        {
            "en": "Demand is up, supply is <em>dwindling</em> and new finds are scarce.",
            "vi": "Nhu cầu đang gia tăng, nguồn cung giảm dần và nguồn cung mới đang khan hiếm."
        },
        {
            "en": "With <em>dwindling</em> hope, my eyes scoured the rest of the cafeteria, hoping to find him alone, waiting for me.",
            "vi": "Hy vọng giảm bớt, mắt tôi lùng sục toàn bộ quán ăn tự phục vụ, hi vọng thấy anh đang ngồi một mình, đợi tôi."
        },
        {
            "en": "According to the association, the palm’s fibrous root system also absorbs surface water to replenish the <em>dwindling</em> groundwater and reduce flooding, a serious problem in the city.",
            "vi": "Theo hiệp hội, hệ thống rễ xơ của cọ hấp thu nước ở trên bề mặt tránh ảnh hưởng đến lượng nước ngầm đang suy giảm và giảm ngập lụt, một vấn đề nghiêm trọng trong thành phố."
        },
        {
            "en": "I have been praying to God to take him all at once and not let him suffer by <em>dwindling</em> away and having a lot of pain.",
            "vi": "Tôi đã cầu nguyện Thiên Chúa đưa anh ấy đi ngay lập tức và không để anh đau khổ hao mòn và gặp nhiều đau đớn."
        },
        {
            "en": "While scientists throughout the world are struggling to find an alternative to our <em>dwindling</em> resources of fossil fuel, some people have arrived at their own solution.",
            "vi": "Trong khi các nhà khoa học khắp nơi trên thế giới đang cố gắng tìm kiếm một giải pháp thay thế cho những nguồn nhiên liệu hóa thạch đang cạn dần của chúng ta, vài người đạt được giải pháp của chính họ."
        },
        {
            "en": "Campaigners have called for the government to act to help <em>dwindling</em> bus services, as a report showed council funding had almost halved since 2010.",
            "vi": "Các nhà vận động đã kêu gọi chính phủ hành động để giúp giảm bớt dịch vụ xe buýt, như một báo cáo cho thấy kinh phí của hội đồng đã giảm gần một nửa kể từ năm 2010."
        },
        {
            "en": "The rest of the movie was comprised of gruesome zombie attacks and endless screaming from the handful of people left alive, their numbers <em>dwindling</em> quickly.",
            "vi": "Phần còn lại của bộ phim là những cảnh các thây ma tấn công kinh hoàng và tiếng la thét liên tục từ vài người còn sống, và số người sống này mau chóng vơi đi."
        },
        {
            "en": "Campaigners have called for the government to act to help <em>dwindling</em> bus services, as a report showed council funding had almost halved since 2010.",
            "vi": "Các nhà vận động đã kêu gọi chính phủ hành động để giúp giảm bớt dịch vụ xe buýt, như một báo cáo cho thấy kinh phí của hội đồng đã giảm gần một nửa kể từ năm 2010."
        },
        {
            "en": "At that time one could still find men and women who had never ventured far from their home, but their number was <em>dwindling</em> fast and they are practically nonexistent today.",
            "vi": "Hồi đó người ta vẫn còn có thể nhìn thấy đàn ông và đàn bà không bao giờ dám đi xa nhà, nhưng con số người đó thuyên giảm mau lẹ và ngày nay hầu như không còn nữa."
        },
        {
            "en": "Concerns over water availability in the western parts of the country—most recently in California, where a drought has exacerbated a <em>dwindling</em> water supply—will put watershed scientists, hydrologists, and irrigation engineers in high demand.",
            "vi": "Những mối lo ngại về thiếu hụt nước sinh hoạt ở phía Tây nước Mỹ – gần đây nhất là ở California, nơi hạn hán đã làm trầm trọng thêm nguồn cung cấp nước vốn đã khan hiếm – sẽ thúc đẩy nhu cầu nhân công ở các ngành nghề như khoa học nghiên cứu về nguồn nước, thủy học và kĩ sư thủy lợi."
        },
        {
            "en": "Administration officials said about 290,000 more people have signed up than at the same time last year, evidence that the Affordable Care Act is on sound footing despite rising premiums, <em>dwindling</em> choice and healthy people holding back from getting coverage.",
            "vi": "Các quan chức cho biết khoảng 290,000 người đã đăng ký nhiều hơn năm ngoái tại cùng một thời điểm, bằng chứng là Đạo luật Bình ổn giá cả làm cho giá vừa phải trên nền tảng vững chắc mặc dù phí bảo hiểm tăng, thu hẹp sự lựa chọn và những người có sức khỏe có thể nhận được số tiền bảo hiểm của mình."
        },
        {
            "en": "In the long term, to the worrying detriment of our balance of payments, the UK is running out of oil, as North Sea stocks have reached their peak and are now <em>dwindling</em> .",
            "vi": "Về lâu dài, về những tác hại đáng lo ngại của sự cân bằng trong thanh toán, vương quốc Anh sẽ cạn kiệt dầu mỏ, khi nguồn dự trữ của Biển Bắc đã đạt đỉnh và đang giảm dần ."
        },
        {
            "en": "Given China’s sheer siz​e, the 14.6% figure is meaningful, amounting to around two-thirds of the entire U.S. population. And it comes at a time when demographers are warning that China’s birth rates are <em>dwindling</em>. A labor shortage due to a shortfall of workers is looming, they say.",
            "vi": "Với số dân khổng lồ của Trung Quốc, thì con số tỷ lệ 14,6% rất có ý nghĩa, gần bằng 2/3 toàn bộ dân số Hoa Kỳ chứ chẳng chơi đâu. Và con số ấy được đưa ra tại thời điểm các nhà dân số học cảnh báo tỷ lệ sinh của Trung Quốc đang suy giảm. Họ cho biết, đang dần xuất hiện tình trạng thiếu hụt lao động vì số người trong độ tuổi lao động giảm."
        },
        {
            "en": "The <em>dwindling</em> supplies have already resulted in the postponement of research and development projects in physics laboratories and manufacturing plants around the world. There is an enormous supply and demand imbalance partly brought about by the expansion of high-tech manufacturing in Asia.",
            "vi": "Các nguồn cung cấp giảm đã dẫn đến việc hoãn lại các dự án nghiên cứu và phát triển trong phòng thí nghiệm vật lý và các nhà máy sản xuất trên toàn thế giới. Có một sự mất cân bằng lớn về cung và cầu việc trong tiến trình mở rộng sản xuất công nghệ cao ở Châu Á."
        },
        {
            "en": "The upright Tree guides a disabled man taking shaky steps, saying in a gentle feminine voice, \"right, left, well done!\" Robots have the run of Tokyo's Shin-tomi nursing home, which uses 20 different models to care for its residents. The Japanese government hopes it will be a model for harnessing the country's robotics expertise to help cope with a swelling elderly population and <em>dwindling</em> workforce.",
            "vi": " Tree dáng thẳng đang dẫn một người đàn ông tàn tật run rẩy bước, bằng giọng nữ dịu dàng, \"phải, trái, giỏi lắm!\" Các con rô-bô đi lại tự do trong viện dưỡng lão Shin-tomi ở Tokyo, viện này sử dụng 20 mẫu rô-bô khác nhau để chăm sóc người trong viện. Chính phủ Nhật Bản hy vọng đây sẽ là kiểu mẫu khai thác tài chuyên môn trong lĩnh vực người máy của quốc gia để giúp đối phó với tình trạng người già đang nhiều lên còn nhân công (người làm) thì ít đi."
        }
    ],
    "suggestions": []
}