{
    "en_vn": {
        "data": {
            "content": null,
            "word": "dwt"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dwt</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 deadweight tonnage. </blockquote></blockquote><blockquote><blockquote>2》 pennyweight. </blockquote></blockquote></div>",
            "word": "dwt"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dwt"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dwt"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dwt"
        }
    },
    "sentences": [
        {
            "en": "Most of these ports have the capacity to receive large vessels up to 20,000 <em>DWT</em>, and the ports in Vung Ang, Chan May, Tien Sa, Thi Nai, and Van Phong can receive vessels over 40,000 <em>DWT</em>.",
            "vi": "Phần lớn các cảng này có thể tiếp nhận các tàu trọng tải tới 20.000 DWT, các cảng Vũng ánh, Chân Mây, Tiên Sa, Thị Vải và Vân Phong có thể tiếp nhận tàu trên 40.000 DWT."
        },
        {
            "en": "Previously goods were not carried by containers, and therefore a 10,000 <em>DWT</em> vessel required hundreds of workers more than a week to load and unload.",
            "vi": "Trước kia hàng hóa không được vận chuyển trong công-ten- nơ, và do vậy một tàu trọng tải 10.000 DWT cần hàng trăm công nhân làm việc trên một tuần để bốc hay dỡ hàng."
        },
        {
            "en": "Demurrage for 20, 000 <em>DWT</em> vessels will be USD 10, 000 per day and dispatch money (if any) will be 50% of demurrage, demurrage or despatch money for vessels of smaller sizes will be prorated accordingly.",
            "vi": "Tiền phạt bốc dỡ chậm đối với tàu 20,000 DWT sẽ là 10.000 đô la Mỹ một ngày và tiền thưởng bốc dỡ nhanh (nếu có thể) sẽ là 50 phần trăm của tiền phạt. Tiền phạt hay tiền thưởng cho các tàu có kích thước nhỏ hơn sẽ được tính với tỉ lệ tương ứng."
        },
        {
            "en": "Regarding maritime transport, Vietnam has many seaports, but the number of deep water seaports capable of receiving vessels with tonnage of over 30,000 <em>DWT</em> is modest, just 9.2 percent of total berths.",
            "vi": "Về vận tải biển, Việt Nam có nhiều cảng biển, nhưng số lượng các cảng biển nước sâu có khả năng tiếp nhận tàu có trọng tải trên 30.000 DWT là rất khiêm tốn, chỉ 9,2 phần trăm trong tổng số cảng."
        },
        {
            "en": "Demurrage for 20,000 <em>DWT</em> vessels will be USD 10,000 per day and dispatch money (if any) will be 50% of demurrage, demurrage or despatch money for vessels of smaller sizes will be prorated accordingly.",
            "vi": "000 DWT sẽ là 10. 000 đô la Mỹ một ngày và tiền thưởng bốc dỡ nhanh (nếu có thể) sẽ là 50 phần trăm của tiền phạt. Tiền phạt hay tiền thưởng cho các tàu có kích thước nhỏ hơn sẽ được tính với tỉ lệ tương ứng."
        }
    ],
    "suggestions": []
}