{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['dainəmizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(triết học) thuyết động lực</td></tr></table><i/></div>",
            "word": "dynamism",
            "pronounce": "['dainəmizm]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dynamism</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the quality of being dynamic. </blockquote></blockquote><blockquote><blockquote>2》 <cclass>Philosophy, <cclass>chiefly historical the theory that phenomena can be explained by an immanent force. </cclass></cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>dynamist</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>dynamization</b> or <cclass><b>dynamisation</b><cclass>noun </cclass></cclass></cclass></blockquote><blockquote><cclass><b>dynamize</b> or <cclass><b>dynamise</b><cclass>verb </cclass></cclass></cclass></blockquote></div>",
            "word": "dynamism",
            "pronounce": "['dainəmizm]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>dynamism</k><blockquote>▸ <cclass>noun ENERGY, spirit, liveliness, zestfulness, vitality, vigour, forcefulness, power, potency, positivity; aggression, drive, ambition, enterprise; magnetism, passion, fire; <cclass><i>informal</i> pep, get-up-and-go, vim and vigour, guts, feistiness.</cclass></cclass></blockquote></div>",
            "word": "dynamism",
            "pronounce": "['dainəmizm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dynamism",
            "pronounce": "['dainəmizm]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuyết động lực</font></td></tr></tbody></table></div>",
            "word": "dynamism",
            "pronounce": "['dainəmizm]"
        }
    },
    "sentences": [
        {
            "en": "<em>Dynamism</em> is Mary's middle name.",
            "vi": "Năng động là nét đặc trưng của Mary."
        },
        {
            "en": "Competition is the <em>dynamism</em> of the global market.",
            "vi": "Sự cạnh tranh là động lực của thị trường toàn cầu."
        },
        {
            "en": "She is a young manager with lots of <em>dynamism</em>.",
            "vi": "Cô ta là một trưởng phòng trẻ với nhiều sự năng động."
        },
        {
            "en": "The core values I promote include professionalism, caring, and <em>dynamism</em>.",
            "vi": "Những giá trị cốt lõi mà tôi đẩy mạnh là tính chuyên nghiệp, sự ân cần và năng động."
        },
        {
            "en": "The public responded positively to Ruth's cheerfulness and <em>dynamism</em>.",
            "vi": "Công chúng đã phản hồi một cách tích cực đối với thuyết động lực học và sự vui vẻ của Ruth."
        },
        {
            "en": "And this <em>dynamism</em> often depends on large predator s.",
            "vi": "Và sự năng động này thường phụ thuộc vào những loài ăn thịt lớn. "
        },
        {
            "en": "They often do, but at the cost of less <em>dynamism</em> and competitiveness.",
            "vi": "Họ vẫn thường làm như vậy, song với cái giá phải trả là một môi trường kinh doanh kém năng động và ít cạnh tranh hơn."
        },
        {
            "en": "We can understand that creative <em>dynamism</em> as the \"wisdom of the cosmos\" operating within us.",
            "vi": "Chúng ta có thể hiểu là tính năng động sáng tạo như\"sự thông minh của vũ trụ\"đang vận hành trong mỗi chúng ta."
        },
        {
            "en": "We can understand that creative <em>dynamism</em> as the \"wisdom of the cosmos\" operating within us.",
            "vi": "Chúng ta có thể hiểu là tính năng động sáng tạo như \"sự thông minh của vũ trụ\" đang vận hành trong mỗi chúng ta."
        },
        {
            "en": "And that requires the drive and <em>dynamism</em> of all Vietnamese people.",
            "vi": "Và điều đó cần đến nghị lực và tính năng động của toàn thể nhân dân Việt Nam."
        },
        {
            "en": "On average, however, the <em>dynamism</em> of the system generates more positive than negative results.",
            "vi": "Tuy nhiên, nhìn chung sự năng động của nền kinh tế thị trường vẫn đem lại nhiều lợi ích hơn là tiêu cực."
        },
        {
            "en": "She's a young manager with lots of <em>dynamism</em>. She's ready to roll up her sleeves and get to work!",
            "vi": "Cô ta là một trưởng phòng trẻ với nhiều sự năng động. Cô ta sẵn sàng xắn tay áo và thực hiện công việc!"
        },
        {
            "en": "The survey team was favorably impressed with the perspective, <em>dynamism</em> and leadership of about half of the managers interviewed.",
            "vi": "Nhóm điều tra đặc biệt có ấn tượng với triển vọng, sự năng động và khả năng lãnh đạo của gần một nửa số giám đốc điều hành đã được phỏng vấn."
        },
        {
            "en": "These proceedings attempt to capture the <em>dynamism</em> of the workshop and to provide an overview of the conference.",
            "vi": "Kỷ yếu hội thảo này nhằm thâu tóm tính năng động của hội thảo và thể hiện tổng quan về hội nghị."
        },
        {
            "en": "Regime change unleashes previously constrained sources of economic <em>dynamism</em> that can result in rapid growth and development of the economy.",
            "vi": "Những thay đổi về chế độ kinh tế này đã giải phóng những nguồn lực kinh tế trước đây bị kìm hãm, và đem lại sự tăng trưởng và phát triển nhanh chóng cho nền kinh tế."
        },
        {
            "en": "Anyone who visits Vietnam can attest to the <em>dynamism</em> of Vietnamese entrepreneurs and to the fact that many are thriving.",
            "vi": "Bất cứ ai đến thăm Việt Nam đều khẳng định tính năng động của những nhà kinh doanh Việt Nam và thực tế là rất nhiều đang phát đạt."
        },
        {
            "en": "A closer relationship of the leadership with the local economic powers would imply in the longer run lower specialisation and economic <em>dynamism</em>.",
            "vi": "Quan hệ chặt chẽ hơn giữa giới lãnh đạo với các thế lực kinh tế ở địa phương cũng có nghĩa là mức độ chuyên môn hoá và tính năng động về kinh tế về lâu dài sẽ kém hơn."
        },
        {
            "en": "The small size of the registered private manufacturing sector should not be understood by the reader to mean that the Vietnamese private sector lacks <em>dynamism</em>.",
            "vi": "Quy mô nhỏ của khu vực doanh nghiệp sản xuất tư nhân có đăng ký không nên được độc giả hiểu theo nghĩa là khu vực tư nhân thiếu tính năng động."
        },
        {
            "en": "Viet Nam is approaching the end of the period when regimechange <em>dynamism</em> allows for extraordinary growth rates of output and exports.",
            "vi": "Việt Nam hiện đang tiến tới cuối chặng đường khi những động lực do thay đổi thể chế đã đem lại một tốc độ tăng trưởng kỳ diệu về sản lượng và xuất khẩu."
        },
        {
            "en": "Its very <em>dynamism</em> creates intense demand for public spending to provide the essential economic infrastructure required to sustain and propel growth.",
            "vi": "Chính tính năng động của nó đã đặt ra nhu cầu lớn về chi tiêu công cộng nhằm cung cấp cơ sở hạ tầng kinh tế thiết yếu để duy trì và thúc đẩy tăng trưởng."
        }
    ],
    "suggestions": []
}