{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[dai'næmikəli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">năng nổ, sôi nổi</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">retired colonels participate dynamically in local social activities</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">các vị đại tá về hưu năng nổ tham gia hoạt động xã hội tại địa phương</font></td></tr></table><i/></div>",
            "word": "dynamically"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dynamically"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dynamically"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dynamically"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dynamically"
        }
    },
    "sentences": [
        {
            "en": "I work more <em>dynamically</em>.",
            "vi": "Tôi làm việc năng động hơn."
        },
        {
            "en": "<em>Dynamically</em> linked executables.",
            "vi": "Các trình khả thi liên kết động."
        },
        {
            "en": "Retired colonels participate <em>dynamically</em> in local social activities",
            "vi": "Các vị đại tá về hưu năng nổ tham gia hoạt động xã hội tại địa phương"
        },
        {
            "en": "A <em>dynamically</em> linked program will take longer to load than a statically linked program.",
            "vi": "Một chương trình liên kết động sẽ khiến việc tải diễn ra lâu hơn một chương trình liên kết tĩnh."
        },
        {
            "en": "The MS Windows system has an idea similar to what exists in Linux, the <em>Dynamically</em> linked library.",
            "vi": "Hệ ms windows có một ý tưởng tương tự như ý tưởng vốn có trong linux, đó là thư viện liên kết động."
        },
        {
            "en": "From 2002 the oil sector has been <em>dynamically</em> expanding, with a very rapid increase of investment, and increasingly proper management.",
            "vi": "Từ năm 2002, ngành dầu mỏ đã được mở rộng và rất năng động, đầu tư tăng rất nhanh, và quản lý ngày càng đúng đắn."
        },
        {
            "en": "Firstly, China is rightly known for its enormous success in economic transition and developing a lively, vibrant, <em>dynamically</em> transformed society.",
            "vi": "Thứ nhất, Trung Quốc được biết đến là nước đã đạt thành công to lớn trong chuyển đổi kinh tế và đang phát triển một xã hội đổi chuyển đổi năng động, mạnh mẽ và đầy sức sống."
        },
        {
            "en": "The function begins by <em>dynamically</em> allocating space for a new vector, based on the desired new size of the vector (supplied as an input parameter).",
            "vi": "Hàm này bắt đầu bằng việc phân bố động không gian nhớ cho một véc - tơ mới, theo kích cỡ mới của véc - tơ này (được cấp như một tham biến nhập)."
        },
        {
            "en": "It also supports auto-flow layout, which means it can <em>dynamically</em> expand or shrink to fill the content container it is in.",
            "vi": "Nó cũng hỗ trợ thiết kế tự động, cho phép tự động mở rộng hay thu hẹp để vừa với đối tượng chứa nó."
        },
        {
            "en": "The commanders can use the data about the <em>dynamically</em> changing environment to influence the decision-making and behavior of the battlefield entities.",
            "vi": "Các sĩ quan chỉ huy có thể sẽ sử dụng các dữ kiện về môi trường thay đổi liên tục để tạo ảnh hưởng đến việc quyết định và phản ứng của các thực thể trên chiến trường."
        },
        {
            "en": "It also supports auto - flow layout, which means it can <em>dynamically</em> expand or shrink to fill the content container it is in.",
            "vi": "Nó cũng hỗ trợ thiết kế tự động, cho phép tự động mở rộng hay thu hẹp để vừa với đối tượng chứa nó."
        },
        {
            "en": "A program that uses the common location strategy is known as <em>dynamically</em> linked, since the C functions it uses can change without you recompiling the software.",
            "vi": "Một chương trình áp dụng chiến lược thư viện dùng chung sẽ được xem là liên kết động, bởi lẽ những hàm c nó dùng có thể thay đổi, mà không cần bạn phải biên dịch lại nó."
        },
        {
            "en": "Seagate’s Adaptive Memory algorithms constantly run on the hybrid drive independent of any operating system drivers. Adaptive Memory is actually a suite of algorithms that perform multiple functions, including <em>dynamically</em> changing the amount of flash within the NAND allocated for use. (Recall that filling an SSD will greatly impact its performance, which is why most drives use overprovisioning and leave empty memory space for greater performance.) Also, while earlier hybrid designs would wipe the NAND area during a defragging operation, Adaptive Memory now isolates the flash memory during a defrag and preserves its contents. This way, there’s no “starting over” on performance after the drive has been optimized .",
            "vi": "Thuật toán Bộ nhớ Thích ứng của Seagate hoạt động liên tục trên ổ đĩa lai độc lập với bất kỳ trình điều khiển nào của hệ điều hành. Công nghệ Bộ nhớ Thích ứng thực tế là một tập hợp các thuật toán thực hiện nhiều chức năng, bao gồm cả việc thay đổi linh hoạt số lượng flash trong NAND được cấp phát để sử dụng. (Nhớ rằng việc lấp đầy một SSD sẽ ảnh hưởng lớn đến hiệu suất của nó, đó là lý do tại sao hầu hết các ổ đĩa sử dụng kỹ thuật cung cấp vuợt mức và để lại không gian bộ nhớ trống cho hiệu suất cao hơn.) Ngoài ra, trong các thiết kế ổ đĩa lai trước đó sẽ xoá vùng NAND trong suốt một hoạt động chống phân mảnh, công nghệ Bộ nhớ Thích ứng hiện nay cô lập bộ nhớ flash trong quá trình chống phân mảnh và lưu giữ nội dung của nó. Bằng cách này, không có việc \"bắt đầu lại\" về hiệu suất sau khi ổ đĩa đã được tối ưu hóa."
        },
        {
            "en": "Security researchers have uncovered three flaws in the Linux-based webOS platform used in Palm devices. Security researchers uncovered critical flaws in webOS, including a cross-site scripting issue that could be used to gain remote control of devices and possibly build a botnet. WebOS is the operating system used in Palm smartphones. The issues were uncovered by Orlando Barrera and Daniel Herrera of SecTheory, who discovered a total of three unique flaws - a floating-point overflow issue, a denial of service bug and the cross-site scripting vulnerability. The researchers are expected to present their findings later today at the Austin Hacker Association meeting in Texas.  According to Barrera, the vulnerabilities can be used by an attacker in a number of ways to threaten security. “For example utilizing the cross-site scripting issue we are able to conduct the following attacks: remote command and control, by using JavaScript to <em>dynamically</em> modify the user experience an attacker is able to control aspects of the device over time,” he said. “This in essence is the foundation of a botnet, (and) with time and effort I believe it is feasible for an attacker to complete a functional command and control program for this device.” In addition, the researchers were able to use XML HTTP Requests to access the local file system via “localhost.” Due to the access permissions associated to the web user, the researchers were able to read the local database file, Barrera said. “This allowed us to exfiltrate sensitive user data stored within the database to a remote server under our control,” he added. “This database includes contact information, usernames, password hashes, and unencrypted communications like SMS and email.” The specific cross-site scripting injection flaw used by the duo to demonstrate the attacks was fixed by Palm as of the webOS 2.0 beta. However, webOS 2.0 remains susceptible to the floating-point overflow and denial of service issues, Barrera said.  “Once we understood the design it was just a matter of identifying applications where: user-supplied content is visually presented to the user, and ideally from a remote source,” Herrera said. “The ‘Sync’ feature of the default \"Contacts\" application had both desired attributes allowing us to create and demonstrate the impact of these types of injection attacks against the WebOS platform.” The researchers conducted their work on webOS version 1.4.x and the webOS 2.0 beta platforms developed by Palm. This is not the first time the security community has poked around on Palm devices. Earlier this year for example, the Intrepidus Group detailed a vulnerability impacting webOS’ SMS client.  “The user experience in webOS is constructed similar to a Web application: mark-up rendering (HTML/CSS) is used for the visual elements, JavaScript is used for dynamic updating/modification, and system commands are communicated via HTTP locally,” Herrera added. “This design leaves the webOS susceptible to attacks similar to Cross-site Scripting. If user-supplied content is not properly sanitized prior to it being included within the user interface, conditions are created where this content can execute commands against the system and modify the user experience.”",
            "vi": "Các nhà nghiên cứu bảo mật đã khám phá 3 lỗ hổng trong nền tảng WebOS dựa trên HĐH Linux được sử dụng trong các thiết bị Palm. Các nhà nghiên cứu bảo mật đã khám phá ra các lỗ hổng nghiêm trọng trong HĐH WebOS bao gồm vấn đề tấn công kịch bản liên trang (XSS – Cross-Site Scritping) mà có thể được sử dụng để chiếm quyền điều khiển thiết bị từ xa và có thể xây dựng thành một mạng botnet. WebOS là hệ điều hành sử dụng trong các điện thoại thông minh Palm. Các vấn đề này được phát hiện bởi Orlando Barrera và Daniel Herrera đến từ công ty nghiên cứu bảo mật SecTheory, họ phát hiện tổng cộng ba lỗ hổng đáng chú ý – một lỗ hổng về tràn vùng nhớ dấu phẩy động (floating-point), lỗ hổng tấn công từ chối dịch vụ (denial of service – DoS) và lỗ hổng tấn công kịch bản liên trang (XSS – Cross-Site Scritping). Các nhà nghiên cứu dự định sẽ trình bày các lỗ hổng mà họ tìm thấy sau ngày hôm nay tại hội nghị Austin Hacker Association tại bang Texas. Theo Barrera, các lỗ hổng này có thể được sử dụng bởi kẻ tấn công bằng một số cách để de dọa bảo mật. Ông ta nói: “ví dụ cho việc sử dụng kỹ thật tấn công liên trang XSS, chúng tôi có thể tiến hành tấn công sau đây: điều khiển và ra lệnh từ xa bằng cách sử dụng JavaScript để tự động thay đổi trải nghiệm người dùng, kẻ tấn công có thể kiểm soát các phần nào đó của thiết theo thời gian. “Đây thực chất là nền tảng của botnet, với thời gian và nỗ lực tôi tin rằng nó có thể dễ dàng cho một kẻ tấn công hoàn thành một lệnh chức năng và chương trình điều khiển cho thiết bị này.” Ngoài ra, các nhà nghiên cứu cũng có thể sử dụng phương pháp XML HTTP Request để truy cập vào hệ thống tập tin cục bộ thông qua “localhost”. Bởi vì các quyền hạn truy cập liên quan tới người dùng web, các nhà nghiên cứu có thể đọc tập tin cơ sở dữ liệu cục bộ. Barrere nói.  “ Điều này cho phép chúng tôi lấy dữ liệu nhạy cảm của người dùng được lưu trong cơ sỡ dữ liệu ở một máy chủ từ xa dưới quyền kiểm soát của chúng tôi.” Ông ấy nói thêm. “ Cơ sở dữ liệu này bao gồm thông tin liên lạc, tên người dùng, chuỗi băm (hash) của mật khẩu và các thông tin không được mã hóa khác như tin nhắn SMS và email.” Lỗ hổng để chèn kịch bản tấn công liên trang cụ thể được sử dụng bởi bộ đôi này để trình diễn các cuộc tấn công được bố trí bởi Palm trên phiên bản webOS 2.0 beta. Tuy nhiên, webOS 2.0 vẫn còn tồn tại các lỗ hổng tràn vùng nhớ dấu phẩy động và từ chối dịch vụ. Barrera nói.  “Một khi chúng ta hiểu được thiết kế nó chỉ là một vấn đề của việc nhận dạng các ứng dụng mà: nội dung cung cấp cho người dùng được trình bày một cách trực quan cho người dùng và lý tưởng từ một nguồn từ xa”. Herrea nói. Tính năng “Sync” của ứng dụng “Contacts” mặc định mô tả cả các thuộc tính cho phép chúng tôi tạo và chứng tỏ tác động của các loại tấn công “injection – chèn” đe dọa nền tảng WebOS. Các nhà nghiên đã tiến hành công việc của họ trên nền tảng WebOS phiên bản 1.4.x và 2.0 beta do Palm phát triển. Đây không phải là lần đầu tiên cộng đồng bảo mật đi sâu vào các thiết bị Palm. Chẳng hạn vào năm nay, công ty Intrepidus Group đã liệt kê một lỗ hổng mà tác động lên chương trình nhắn tin SMS của WebOS. Herrera nói thêm:“Trải nghiệm người dùng trong webOS được xây dựng tương tự như các ứng dụng Web: Ngôn ngữ đánh dấu siêu văn bản (HTML/CSS) được sử dụng cho các yếu tố trực quan, JavaScript được dùng cho việc cập nhật/thay đổi động, các câu lệnh của hệ thống được giao tiếp qua giao thức HTTP cục bộ. Thiết kế này làm cho webOS dễ bị các cuộc tấn công giống như XSS. Nếu nội dung cung cấp cho người dùng không đúng cách trước khi được đưa vào bên trong giao diện người dùng, các điều kiện được tạo ra mà nội dung này có thể thực thi các dòng lệnh để tấn công hệ thống và thay đổi trải nghiệm người dùng.”"
        }
    ],
    "suggestions": []
}