{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[di'næstik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) triều đại, (thuộc) triều vua</td></tr></table><i/></div>",
            "word": "dynastic",
            "pronounce": "[di'næstik]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "dynastic",
            "pronounce": "[di'næstik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dynastic",
            "pronounce": "[di'næstik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "dynastic",
            "pronounce": "[di'næstik]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "dynastic",
            "pronounce": "[di'næstik]"
        }
    },
    "sentences": [
        {
            "en": "Why did they change the <em>dynastic</em> name of the year?",
            "vi": "Vì sao họ cải niên hiệu?"
        },
        {
            "en": "North and South Korea hold first talks since shelling           Military officials from North and South Korea are holding their first talks since the North shelled a South Korean island in November, leaving four dead. South Korea says the talks, at the border village of Panmunjom, are intended to lay the groundwork for higher-level meetings. Relations have been extremely tense since 46 South Koreans died when their warship was sunk last March. Seoul blamed the North for the incident, something Pyongyang denies. Tuesday's talks, being held between colonels, could pave the way for a meeting of the two countries' defence ministers.  At the weekend, South Korea intercepted a North Korean fishing boat a few kilometres south of the disputed sea border and close to Yeonpyeong island, which was shelled by the North. The 31 people on board are being questioned by South Korean officials.  An official said that the North Koreans were workers and not family members, adding that no children were on board. Summit hopes  A summit between the two Koreas' leaders is a possibility, the BBC's Nick Ravenscroft reports from the South Korean capital, Seoul. However, the South is wary of a talks process that wins aid for Kim Jong-il's administration in the North without concessions in return. It says the North must show what it calls sincerity before receiving economic assistance.  Pyongyang has spoken instead of an \"exchange of views\".  Mr Kim is widely thought to be preparing his youngest son to take his place, our correspondent says, and successful talks, bringing aid to his cash-strapped country, may ease the <em>dynastic</em> succession.",
            "vi": "North and South Korea hold first talks since shelling         Các viên chức quân sự từ Bắc và Nam Triều Tiên đang tổ chức những cuộc đàm phán đầu tiên kể từ khi Bắc Triều Tiên nã pháo vào một hòn đảo của Nam Triều Tiên vào tháng mười một, làm cho bốn người chết. Nam Triều Tiên phát biểu tại biên giới ở ngôi làng Bàn Môn Điếm, rằng các cuộc đàm phán này với mục đích đặt nền tảng tiến đến các cuộc họp cấp cao hơn.  Quan hệ đã vô cùng căng thẳng từ khi 46 người Hàn Quốc mất mạng khi tàu chiến của họ bị chìm vào tháng ba vừa qua. Seoul đổ lỗi cho Bắc Triều Tiên đã gây nên sự cố này, nhưng Bình Nhưỡng tỏ vẻ phủ nhận việc này. Các cuộc đàm phán hôm thứ ba, được tổ chức giữa các đại tá, để mở đường cho một cuộc họp giữa các bộ trưởng quốc phòng của hai quốc gia này. Vào cuối tuần này, Nam Triều Tiên đã chặn một thuyền đánh cá Bắc Triều Tiên ở một vài ki-lô-mét về phía nam biên giới thuộc vùng biển đang tranh chấp và gần đảo Yeonpyeong, nơi Bắc Triều Tiên đã nã pháo. 31 người trên boong tàu đang bị chất vấn bởi các viên chức Nam Triều tiên.  Một viên chức nói rằng những người Bắc Triều Tiên này là công nhân và không phải là thành viên gia đình với nhau, cho biết thêm là không có trẻ em nào trên boong. Những hy vọng tại cuộc họp thượng đỉnh Cuộc họp thượng đỉnh giữa hai nhà lãnh đạo Hàn Quốc là một chuyện có thể xảy ra, theo các báo cáo của phóng viên BBC - Nick Ravenscroft từ thủ đô của Nam Triều Tiên, Seoul.  Tuy nhiên, Nam Triều Tiên thận trọng cảnh giác rằng quy trình những cuộc đàm phán này chỉ để đạt được viện trợ cho chính phủ Kim Jong-il ở miền Bắc chứ thay vào đó không có ý muốn nhượng bộ.  Nó cho rằng Bắc Triều Tiên phải tỏ vẻ gì đó mà nó gọi là “có ý chân thành” trước khi nhận viện trợ kinh tế. Bình Nhưỡng thì đã nã pháo thay vì muốn “trao đổi ý kiến\". Phóng viên của chúng tôi cho biết nhiều người nghĩ là ông Kim đang chuẩn bị cho con trai út thay thế vị trí của mình và các cuộc đàm phán thành công sẽ mang lại viện trợ cho quốc gia bị thiếu tiền mặt này và có thể làm cho việc kế vị này dễ dàng hơn."
        }
    ],
    "suggestions": []
}