{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['disntri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) bệnh lỵ</td></tr></table><i/></div>",
            "word": "dysentery",
            "pronounce": "['disntri]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>dysentery</k><blockquote><cclass>[<cclass>'dɪs(ə)nt(ə)ri<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun infection of the intestines with bacteria or protozoans, resulting in severe diarrhoea with blood and mucus in the faeces. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>dysenteric</b><cclass>-'tɛrɪk <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from OFr. <i>dissenterie</i>, or via L. from Gk <i>dusenteria</i>, from <i>dusenteros</i> 'afflicted in the bowels'. </blockquote></div>",
            "word": "dysentery",
            "pronounce": "['disntri]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "dysentery",
            "pronounce": "['disntri]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>dysentery</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) to come down with dysentery </ex></blockquote></blockquote><blockquote><blockquote><ex>2) an attack of dysentery </ex></blockquote></blockquote><blockquote><blockquote><ex>3) amebic dysentery</ex></blockquote></blockquote></div>",
            "word": "dysentery",
            "pronounce": "['disntri]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chứng kiết lỵ</font></td></tr></tbody></table></div>",
            "word": "dysentery",
            "pronounce": "['disntri]"
        }
    },
    "sentences": [
        {
            "en": "He has <em>dysentery</em>.",
            "vi": "Anh ta bị kiết lỵ."
        },
        {
            "en": "Tell him about your <em>dysentery</em>, jeered Scarlett.",
            "vi": "Kể cho chúng nghe về chứng kiết lị của anh đi, scarlett nói mỉa."
        },
        {
            "en": "She has been debilitated by <em>dysentery</em>.",
            "vi": "Cô ta đã bị yếu đi vì nhiều bệnh lỵ."
        },
        {
            "en": "I have had <em>dysentery</em> for 3 days.",
            "vi": "Tôi đã bị kiết 3 ngày rồi."
        },
        {
            "en": "The epidemic of <em>dysentery</em> is spreading to other regions.",
            "vi": "Dịch lỵ đang lan sang nhiều vùng khác."
        },
        {
            "en": "Amoebic <em>dysentery</em> is a major concern in countries such as Asia, China and Latin America.",
            "vi": "Bệnh lỵ do trùng a - míp là mối quan tâm lớn ở các quốc gia châu Á, Trung Quốc và Mỹ Latinh."
        },
        {
            "en": "Amoebic <em>dysentery</em> is a major concern in countries such as Asia, China and Latin America.",
            "vi": "Bệnh lỵ do trùng a-míp là mối quan tâm lớn ở các quốc gia châu Á, Trung Quốc và Mỹ Latinh."
        },
        {
            "en": "The organisms causing diarrhoea and <em>dysentery</em> can be conveyed to food on the bodies of flies.",
            "vi": "Các sinh vật gây bệnh tiêu chảy và kiết lỵ có thể được chuyên chở tới thức ăn theo các loại ruồi."
        },
        {
            "en": "The parasite invades and destroys the intestinal wall, causing ulceration and necrosis, and the patient may experience diarrhoea and <em>dysentery</em>.",
            "vi": "Ký sinh xâm nhập và phá huỷ thành ruột, gây loét và hoại tử, và bệnh nhân có thể bị tiêu chảy hay kiết lỵ."
        },
        {
            "en": "Balantidiasis is a rare cause of <em>dysentery</em>, mainly effecting farm workers; it is treated with various antibiotics, carbarsone, and diiodohydroxyquinoline.",
            "vi": "Bệnh balantidium là một nguyên nhân hiếm của chứng kiết lỵ, chủ yếu thấy ở công nhân các nông trại; chữa bằng các loại kháng sinh, carbarsone, và diiodohydroxyquinoline."
        },
        {
            "en": "\"We are anticipating a number of public health risks from water-borne diseases, specifically hepatitis, typhoid, cholera and <em>dysentery</em>.",
            "vi": "Chúng tôi đoán trước một số nguy cơ mắc bệnh truyền nhiễm do nguồn nước trong sức khoẻ cộng đồng, cụ thể là bệnh viêm gan, bệnh thương hàn, dịch tả và bệnh kiết lị. "
        },
        {
            "en": "Inflammation of the liver due to a virus infection or such diseases as amoebic <em>dysentery</em> and lupus.",
            "vi": "Viêm gan có thể do nhiễm vi rút hay do các bệnh như kiết lỵ amib và lupus."
        },
        {
            "en": "It is used to treat bowel infections, such as <em>dysentery</em>, and skin infections and is administered by mouth, as suppose-tories, or in ointment, creams, or lotions.",
            "vi": "Nó được dùng để điều trị nhiễm trùng ruột như là bệnh kiết lỵ và nhiễm trùng ngoài da và được dùng uống, hoặc toạ dược, hoặc thuốc mỡ, kem, thuốc nước."
        },
        {
            "en": "However, the contribution of commune fixed effects is very large in the case of morbidity due to diarrhea and <em>dysentery</em>, contributing +0.112 to the estimated CI of +0.041.",
            "vi": "Tuy vậy, vai trò của các hiệu ứng cố định ở tuyến xã là rất lớn trong trường hợp tỉ lệ bệnh tật tiêu chảy và kiết lỵ, đóng góp +0,112 vào CI ước tính là +0,041."
        },
        {
            "en": "Solar radiation is a combination of ultra-violet rays and heat to destroy the bacteria which cause common diseases like cholera, typhoid, <em>dysentery</em> and diarrhoea.",
            "vi": "Bức xạ mặt trời là sự phối hợp các tia cực tím và nhiệt để diệt các vi khuẩn gây ra những bệnh thông thường như dịch tả, thương hàn, kiết lỵ và tiêu chảy."
        },
        {
            "en": "An arsenic containing drug administered by mouth for the treatment of amoebic <em>dysentery</em>, yaws, and Vincent's angina as vaginal tablets for vaginitis;",
            "vi": "Một loại thuốc có chứa arsenic dùng uống để điều trị bệnh kiết lỵ do amíp, ghẻ cóc, và viêm họng vincent;"
        },
        {
            "en": "The WHO says outbreaks of diseases carried in water - specifically hepatitis, typhoid, cholera and <em>dysentery</em> - are inevitable, given the severe disruption to Syria's health system.",
            "vi": "WHO cho biết các loại bệnh dịch bùng phát do nguồn nước là không thể tránh khỏi cụ thể như bệnh viêm gan, bệnh thương hàn, dịch tả và bệnh kiết lị khiến hệ thống y tế ở Xi-ri lâm vào tình trạng trì trệ nghiêm trọng."
        },
        {
            "en": "Much worse than that, though, is the fact that the common house fly can carry dangerous diseases such as cholera and typhoid fever, tuberculosis, salmonella, and <em>dysentery</em>, as well as spreading the larvae of parasitic worms.",
            "vi": "Nhưng tệ hơn thế, ruồi còn có thể mang trên mình những căn bệnh nguy hiểm như bệnh tả, thương hàn, lao, nhiễm khuẩn đường ruột, bệnh lỵ; cũng như lây truyền ký sinh trùng sâu."
        }
    ],
    "suggestions": []
}