{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['i:gənis]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự háo hức, sự hăm hở, sự say mê</td></tr></table><i/></div>",
            "word": "eagerness"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "eagerness"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>eagerness</k><blockquote>▸ <cclass>noun KEENNESS, enthusiasm, avidity, fervour, zeal, wholeheartedness, earnestness, commitment, dedication; impatience, desire, longing, yearning, hunger, appetite, ambition; <cclass><i>informal</i> yen.</cclass></cclass></blockquote></div>",
            "word": "eagerness"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>eagerness</k><blockquote><blockquote><ex><abr>n.</abr> eagerness to + <abr>inf.</abr> (we appreciate his eagerness to help)</ex></blockquote></blockquote></div>",
            "word": "eagerness"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "eagerness"
        }
    },
    "sentences": [
        {
            "en": "Have you noticed his <em>eagerness</em>?",
            "vi": "Ông có để ý đến tính tình hoạt bát của cháu không?"
        },
        {
            "en": "I was surprised at his <em>eagerness</em> to return.",
            "vi": "Tôi lấy làm ngạc nhiên trước sự hăng hái muốn trở về của anh ta."
        },
        {
            "en": "Peter fell over in his <em>eagerness</em> to reach the telephone.",
            "vi": "Peter ngã nhào trong sự háo hức muốn nhấc điện thoại."
        },
        {
            "en": "He amazes me with his quickness and <em>eagerness</em> to learn.",
            "vi": "Anh ấy làm tôi ngạc nhiên với sự lanh lợi và hăm hở trong học tập."
        },
        {
            "en": "I demanded, knowing she would interpret my <em>eagerness</em> as interest.",
            "vi": "Tôi hỏi, vì biết cô sẽ nghĩ tôi háo hức muốn biết chỉ vì muốn quan tâm đến cô."
        },
        {
            "en": "In their <em>eagerness</em> to be liked, affiliative managers fail to use power for its intended purposes.",
            "vi": "Với mong muốn được mọi người quý mến, các nhà quản lý chiều lòng cấp dưới không thể sử dụng quyền lực cho các mục đích đã định."
        },
        {
            "en": "Peter was young and ambitious and went at things with a daunting <em>eagerness</em>.",
            "vi": "Peter trẻ tuổi đầy tham vọng và xông xáo làm nhiều điều với một sự hăng hái thoái chí."
        },
        {
            "en": "\"anybody could see you don't\" he said recklessly, full of a savage <em>eagerness</em> to hurt her.",
            "vi": "Trong lòng anh tràn đầy một niềm ước muốn tàn nhẫn muốn đả kích nàng, nên anh nói liều lĩnh: \"ai ai cũng thấy là em không ưa kẻ khác\"."
        },
        {
            "en": "I picked up the pace, my <em>eagerness</em> growing with every step. He let me lead now, following noiselessly.",
            "vi": "Tôi đi nhanh hơn, sự háo hức tăng dần theo mỗi bước chân. Bây giờ anh để tôi dẫn đường, theo sau không một tiếng động."
        },
        {
            "en": "Patriotism means unqualified and unwavering love for the nation, which implies not uncritical <em>eagerness</em> to serve, not support for unjust claims.",
            "vi": "Lòng yêu nước là tình yêu kiên định, tuyệt đối với quốc gia, không phải là sẵn sàng phụng sự nó mà không phê phán, hay ủng hộ những yêu sách không chính đáng."
        },
        {
            "en": "When we are at our table, Rosy keeps company with me but she shows no <em>eagerness</em> to touch even a crumb unless offered.",
            "vi": "Khi chúng tôi ăn, rosy ngồi với chúng tôi nhưng nàng chẳng bao giờ có ý chồm lên thức ăn trừ khi chúng tôi quẳng cho nàng một miếng."
        },
        {
            "en": "This would help the party and government appreciate the <em>eagerness</em> of donors and international non-governmental organisations to create spaces of engagement between civil society and government actors.",
            "vi": "Điều này sẽ giúp đảng và chính phủ đánh giá cao sự sốt sắng của các nhà tài trợ và các tổ chức phi chính phủ quốc tế để tạo lập các không gian tham gia giữa xã hội dân sự và các tác nhân chính quyền."
        },
        {
            "en": "<em>Eagerness</em> on the part of the students combined with a clear knowledge of good methods on the part of the teacher constitute the ideal classroom situation.",
            "vi": "Sự ham học về phía học sinh phối hợp với sự thấu triệt về một phương pháp hay về phía ông thầy tạo nên một bầu khí lý tưởng cho lớp học."
        },
        {
            "en": "Also according to Trang, the experiments are given very strange names such as ‘gang tay ma quai’ (ghostly gloves), or “dia nguc noi loan’ (the hell in rebellion). However, her daughter likes these names because they stimulate children’s curiosity and <em>eagerness</em> for discovery.",
            "vi": "Cũng theo ghi nhận của Trang, các thí nghiệm được đặt tên rất lạ như \"găng tay ma quái\" hay \"địa ngục nổi loạn\". Tuy nhiên, con gái của cô ấy thích những cái tên đó bởi vì chúng kích thích sự tò mò và háo hức của trẻ em để khám phá."
        },
        {
            "en": "Seeing that her friends showed their interest in her tattoos, Mai continued whether they would enjoy a discount to have similar tattoos if they remember Mai's password to the owner of her acquainted tattoos shop. All her friends showed their <em>eagerness</em> to have a tattoo on their body.",
            "vi": "Thấy được sự quan tâm của bạn bè với các hình xăm của mình, Mai nói tiếp rằng họ có thể sẽ được giảm giá để có hình xăm tương tự nếu họ nhớ mật khẩu của Mai cho chủ cửa hàng xăm cô ấy quen. Tất cả bạn bè của cô đều háo hức để có một hình xăm trên cơ thể."
        },
        {
            "en": "4         4. WAKING UP TIME PASSES. EVEN WHEN IT SEEMS IMPOSSIBLE. EVEN when each tick of the second hand aches like the pulse of blood behind a bruise. It passes unevenly, in strange lurches and dragging lulls, but pass it does. Even for me. CHARLIE'S FIST CAME DOWN ON THE TABLE. \"THAT'S IT, Bella! I'm sending you home.\" I looked up from my cereal, which I was pondering rather than eating, and stared at Charlie in shock. I hadn't been following the conversation—actually, I hadn't been aware that we were having a conversation—and I wasn't sure what he meant. \"I am home,\" I mumbled, confused. \"I'm sending you to Renee, to Jacksonville,\" he clarified. Charlie watched with exasperation as I slowly grasped the meaning of his words. \"What did I do?\" I felt my face crumple. It was so unfair. My behavior had been above reproach for the past four months. After that first week, which neither of us ever mentioned, I hadn't missed a day of school or work. My grades were perfect. I never broke curfew—I never went anywhere from which to break curfew in the first place. I only very rarely served leftovers. Charlie was scowling. \"You didn't do anything. That's the problem. You never do anything.\" \"You want me to get into trouble?\" I wondered, my eyebrows pulling together in mystification. I made an effort to pay attention. It wasn't easy. I was so used to tuning everything out, my ears felt stopped up. \"Trouble would be better than this… this moping around all the time!\" That stung a bit. I'd been careful to avoid all forms of moroseness, moping included. \"I am not moping around.\" \"Wrong word,\" he grudgingly conceded. \"Moping would be better—that would be doing something. You're just… lifeless, Bella. I think that's the word I want.\" This accusation struck home. I sighed and tried to put some animation into my response. \"I'm sorry, Dad.\" My apology sounded a little flat, even to me. I'd thought I'd been fooling him. Keeping Charlie from suffering was the whole point of all this effort. How depressing to think that the effort had been wasted. \"I don't want you to apologize.\" I sighed. \"Then tell me what you do want me to do.\" \"Bella,\" he hesitated, scrutinizing my reaction to his next words. \"Honey, you're not the first person to go through this kind of thing, you know.\" \"I know that.\" My accompanying grimace was limp and unimpressive. .  \"Listen, honey. I think that—that maybe you need some help.\" \"Help?\" He paused, searching for the words again. \"When your mother left,\" he began, frowning, \"and took you with her.\" He inhaled deeply. \"Well, that was a really bad time for me.\" \"I know, Dad,\" I mumbled. \"But I handled it,\" he pointed out. \"Honey, you're not handling it. I waited, I hoped it would get better.\" He stared at me and I looked down quickly. \"I think we both know it's not getting better.\" \"I'm fine.\" He ignored me. \"Maybe, well, maybe if you talked to someone about it. A professional.\" \"You want me to see a shrink?\" My voice was a shade sharper as I realized what he was getting at. \"Maybe it would help.\" \"And maybe it wouldn't help one little bit.\" I didn't know much about psychoanalysis, but I was pretty sure that it didn't work unless the subject was relatively honest. Sure, I could tell the truth—if I wanted to spend the rest of my life in a padded cell. He examined my obstinate expression, and switched to another line of attack. \"It's beyond me, Bella. Maybe your mother\" \"Look,\" I said in a flat voice. \"I'll go out tonight, if you want. I'll call Jess or Angela.\" \"That's not what I want,\" he argued, frustrated. \"I don't think I can live through seeing you try harder. I've never seen anyone trying so hard. It hurts to watch.\" I pretended to be dense, looking down at the table. \"I don't understand, Dad. First you're mad because I'm not doing anything, and then you say you don't want me to go out.\" \"I want you to be happy—no, not even that much. I just want you not to be miserable. I think you'll have a better chance if you get out of Forks.\" My eyes flashed up with the first small spark of feeling I'd had in too long to contemplate. \"I'm not leaving,\" I said. \"Why not?\" he demanded. \"I'm in my last semester of school—it would screw everything up.\" \"You're a good student—you'll figure it out.\" \"I don't want to crowd Mom and Phil.\" \"Your mother's been dying to have you back.\" \"Florida is too hot.\" His fist came down on the table again. \"We both know what's really going on here, Bella, and it's not good for you.\" He took a deep breath. \"It's been months. No calls, no letters, no contact. You can't keep waiting for him.\" I glowered at him. The heat almost, but not quite, reached my face. It had been a long time since I'd blushed with any emotion. This whole subject was utterly forbidden, as he was well aware. \"I'm not waiting for anything. I don't expect anything,\" I said in a low monotone. \"Bella—,\" Charlie began, his voice thick. \"I have to get to school,\" I interrupted, standing up and yanking my untouched breakfast from the table. I dumped my bowl in the sink without pausing to wash it out. I couldn't deal with any more conversation. \"I'll make plans with Jessica,\" I called over my shoulder as I strapped on my school bag, not meeting his eyes. \"Maybe I won't be home for dinner. We'll go to Port Angeles and watch a movie.\" I was out the front door before he could react. In my haste to get away from Charlie, I ended up being one of the first ones to school. The plus side was that I got a really good parking spot. The downside was that I had free time on my hands, and I tried to avoid free time at all costs. Quickly, before I could start thinking about Charlie's accusations, I pulled out my Calculus book. I flipped it open to the section we should be starting today, and tried to make sense of it. Reading math was even worse than listening to it, but I was getting better at it. In the last several months, I'd spent ten times the amount of time on Calculus than I'd ever spent on math before. As a result, I was managing to keep in the range of a low A. I knew Mr. Varner felt my improvement was all due to his superior teaching methods. And if that made him happy, I wasn't going to burst his bubble. I forced myself to keep at it until the parking lot was full, and I ended up rushing to English. We were working on Animal Farm, an easy subject matter. I didn't mind communism; it was a welcome change from the exhausting romances that made up most of the curriculum. I settled into my seat, pleased by the distraction of Mr. Berty's lecture. Time moved easily while I was in school. The bell rang all too soon. I started repacking my bag. \"Bella?\" I recognized Mike's voice, and I knew what his next words would be before he said them. \"Are you working tomorrow?\" I looked up. He was leaning across the aisle with an anxious expression. Every Friday he asked me the same question. Never mind that I hadn't taken so much as a sick day. Well, with one exception, months ago. But he had no reason to look at me with such concern. I was a model employee. \"Tomorrow is Saturday, isn't it?\" I said. Having just had it pointed out to me by Charlie, I realized how lifeless my voice really sounded. \"Yeah, it is,\" he agreed. \"See you in Spanish.\" He waved once before turning his back. He didn't bother walking me to class anymore. I trudged off to Calculus with a grim expression. This was the class where I sat next to Jessica. It had been weeks, maybe months, since Jess had even greeted me when I passed her in the hall. I knew I had offended her with my antisocial behavior, and she was sulking. It wasn't going to be easy to talk to her now—especially to ask her to do me a favor. I weighed my options carefully as I loitered outside the classroom, procrastinating. I wasn't about to face Charlie again without some kind of social interaction to report. I knew I couldn't lie, though the thought of driving to Port Angeles and back alone—being sure my odometer reflected the correct mileage, just in case he checked—was very tempting. Jessica's mom was the biggest gossip in town, and Charlie was bound to run into Mrs. Stanley sooner rather than later. When he did, he would no doubt mention the trip. Lying was out. With a sigh, I shoved the door open. Mr. Varner gave me a dark look—he'd already started the lecture. I hurried to my seat. Jessica didn't look up as I sat next to her. I was glad that I had fifty minutes to mentally prepare myself. This class flew by even faster than English. A small part of that speed was due to my goody-goody preparation this morning in the truck—but mostly it stemmed from the fact that time always sped up when I was looking forward to something unpleasant. I grimaced when Mr. Varner dismissed the class five minutes early. He smiled like he was being nice.  \"Jess?\" My nose wrinkled as I cringed, waiting for her to turn on me. She twisted in her seat to face me, eyeing me incredulously. \"Are you talking to me, Bella?\" \"Of course.\" I widened my eyes to suggest innocence. \"What? Do you need help with Calculus?\" Her tone was a tad sour. \"No.\" I shook my head. \"Actually, I wanted to know if you would… go to the movies with me tonight? I really need a girls' night out.\" The words sounded stiff, like badly delivered lines, and she looked suspicious. \"Why are you asking me?\" she asked, still unfriendly. \"You're the first person I think of when I want girl time.\" I smiled, and I hoped the smile looked genuine. It was probably true. She was at least the first person I thought of when I wanted to avoid Charlie. It amounted to the same thing. She seemed a little mollified. \"Well, I don't know.\" \"Do you have plans?\" \"No… I guess I can go with you. What do you want to see?\" \"I'm not sure what's playing,\" I hedged. This was the tricky part. I racked my brain for a clue—hadn't I heard someone talk about a movie recently? Seen a poster? \"How about that one with the female president?\" She looked at me oddly. \"Bella, that one's been out of the theater forever.\" \"Oh.\" I frowned. \"Is there anything you'd like to see?\" Jessica's natural bubbliness started to leak out in spite of herself as she thought out loud. \"Well, there's that new romantic comedy that's getting great reviews. I want to see that one. And my dad just saw Dead End and he really liked it.\" I grasped at the promising title. \"What's that one about?\" \"Zombies or something. He said it was the scariest thing he'd seen in years.\" \"That sounds perfect.\" I'd rather deal with real zombies than watch a romance. \"Okay.\" She seemed surprised by my response. I tried to remember if I liked scary movies, but I wasn't sure. \"Do you want me to pick you up after school?\" she offered. \"Sure.\" Jessica smiled at me with tentative friendliness before she left. My answering smile was just a little late, but I thought that she saw it. The rest of the day passed quickly, my thoughts focused on planning for tonight. I knew from experience that once I got Jessica talking, I would be able to get away with a few mumbled responses at the appropriate moments. Only minimal interaction would be required. The thick haze that blurred my days now was sometimes confusing. I was surprised when I found myself in my room, not clearly remembering the drive home from school or even opening the front door. But that didn't matter. Losing track of time was the most I asked from life. I didn't fight the haze as I turned to my closet. The numbness was more essential in some places than in others. I barely registered what I was looking at as I slid the door aside to reveal the pile of rubbish on the left side of my closet, under the clothes I never wore. My eyes did not stray toward the black garbage bag that held my present from that last birthday, did not see the shape of the stereo where it strained against the black plastic; I didn't think of the bloody mess my nails had been when I'd finished clawing it out of the dashboard. I yanked the old purse I rarely used off the nail it hung from, and shoved the door shut. Just then I heard a horn honking. I swiftly traded my wallet from my schoolbag into the purse. I was in a hurry, as if rushing would somehow make the night pass more quickly. I glanced at myself in the hall mirror before I opened the door, arranging my features carefully into a smile and trying to hold them there. \"Thanks for coming with me tonight,\" I told Jess as I climbed into the passenger seat, trying to infuse my tone with gratitude. It had been a while since I'd really thought about what I was saying to anyone besides Charlie. Jess was harder. I wasn't sure which were the right emotions to fake. \"Sure. So, what brought this on?\" Jess wondered as she drove down my street. \"Brought what on?\" \"Why did you suddenly decide… to go out?\" It sounded like she changed her question halfway through. I shrugged. \"Just needed a change.\" I recognized the song on the radio then, and quickly reached for the dial. \"Do you mind?\" I asked. \"No, go ahead.\" I scanned through the stations until I found one that was harmless. I peeked at Jess's expression as the new music filled the car. Her eyes squinted. \"Since when do you listen to rap?\" \"I don't know,\" I said. \"A while.\" \"You like this?\" she asked doubtfully. \"Sure.\" It would be much too hard to interact with Jessica normally if I had to work to tune out the music, too. I nodded my head, hoping I was in time with the beat. \"Okay…\" She stared out the windshield with wide eyes. \"So what's up with you and Mike these days?\" I asked quickly. \"You see him more than I do.\" The question hadn't started her talking like I'd hoped it would. \"It's hard to talk at work,\" I mumbled, and then I tried again. \"Have you been out with anyone lately?\" \"Not really. I go out with Conner sometimes. I went out with Eric two weeks ago.\" She rolled her eyes, and I sensed a long story. I clutched at the opportunity. \"Eric Yorkie? Who asked who?\" She groaned, getting more animated. \"He did, of course! I couldn't think of a nice way to say no.\" \"Where did he take you?\" I demanded, knowing she would interpret my <em>eagerness</em> as interest. \"Tell me all about it.\" She launched into her tale, and I settled into my seat, more comfortable now. I paid strict attention, murmuring in sympathy and gasping in horror as called for. When she was finished with her Eric story, she continued into a Conner comparison without any prodding. The movie was playing early, so Jess thought we should hit the twilight showing and eat later. I was happy to go along with whatever she wanted; after all, I was getting what I wanted—Charlie off my back. I kept Jess talking through the previews, so I could ignore them more easily. But I got nervous when the movie started. A young couple was walking along a beach, swinging hands and discussing their mutual affection with gooey falseness. I resisted the urge to cover my ears and start humming. I had not bargained for a romance. \"I thought we picked the zombie movie,\" I hissed to Jessica. \"This is the zombie movie.\" \"Then why isn't anyone getting eaten?\" I asked desperately. She looked at me with wide eyes that were almost alarmed. \"I'm sure that part's coming,\" she whispered. \"I'm getting popcorn. Do you want any?\" \"No, thanks.\" Someone shushed us from behind. I took my time at the concession counter, watching the clock and debating what percentage of a ninety-minute movie could be spent on romantic exposition. I decided ten minutes was more than enough, but I paused just inside the theater doors to be sure. I could hear horrified screams blaring from the speakers, so I knew I'd waited long enough. \"You missed everything,\" Jess murmured when I slid back into my seat. \"Almost everyone is a zombie now.\" \"Long line.\" I offered her some popcorn. She took a handful. The rest of the movie was comprised of gruesome zombie attacks and endless screaming from the handful of people left alive, their numbers dwindling quickly. I would have thought there was nothing in that to disturb me. But I felt uneasy, and I wasn't sure why at first. It wasn't until almost the very end, as I watched a haggard zombie shambling after the last shrieking survivor, that I realized what the problem was. The scene kept cutting between the horrified face of the heroine, and the dead, emotionless face of her pursuer, back and forth as it closed the distance. And I realized which one resembled me the most. I stood up. \"Where are you going? There's, like, two minutes left,\" Jess hissed. \"I need a drink,\" I muttered as I raced for the exit. I sat down on the bench outside the theater door and tried very hard not to think of the irony. But it was ironic, all things considered, that, in the end, I would wind up as a zombie. I hadn't seen that one coming. Not that I hadn't dreamed of becoming a mythical monster once—just never a grotesque, animated corpse. I shook my head to dislodge that train of thought, feeling panicky. I couldn't afford to think about what I'd once dreamed of. It was depressing to realize that I wasn't the heroine anymore, that my story was over. Jessica came out of the theater doors and hesitated, probably wondering where the best place was to search for me. When she saw me, she looked relieved, but only for a moment. Then she looked irritated. \"Was the movie too scary for you?\" she wondered. \"Yeah,\" I agreed. \"I guess I'm just a coward.\" \"That's funny.\" She frowned. \"I didn't think you were scared—I was screaming all the time, but I didn't hear you scream once. So I didn't know why you left.\" I shrugged. \"Just scared.\" She relaxed a little. \"That was the scariest movie I think I've ever seen. I'll bet we're going to have nightmares tonight.\" \"No doubt about that,\" I said, trying to keep my voice normal. It was inevitable that I would have nightmares, but they wouldn't be about zombies. Her eyes flashed to my face and away. Maybe I hadn't succeeded with the normal voice. \"Where do you want to eat?\" Jess asked. \"I don't care.\" \"Okay.\" Jess started talking about the male lead in the movie as we walked. I nodded as she gushed over his hotness, unable to remember seeing a non-zombie man at all. I didn't watch where Jessica was leading me. I was only vaguely aware that it was dark and quieter now. It took me longer than it should have to realize why it was quiet. Jessica had stopped babbling. I looked at her apologetically, hoping I hadn't hurt her feelings. Jessica wasn't looking at me. Her face was tense; she stared straight ahead and walked fast. As I watched, her eyes darted quickly to the right, across the road, and back again. I glanced around myself for the first time. We were on a short stretch of unlit sidewalk. The little shops lining the street were all locked up for the night, windows black. Half a block ahead, the streetlights started up again, and I could see, farther down, the bright golden arches of the McDonald's she was heading for. Across the street there was one open business. The windows were covered from inside and there were neon signs, advertisements for different brands of beer, glowing in front of them. The biggest sign, in brilliant green, was the name of the bar—One-Eyed Pete's. I wondered if there was some pirate theme not visible from outside. The metal door was propped open; it was dimly lit inside, and the low murmur of many voices and the sound of ice clinking in glasses floated across the street. Lounging against the wall beside the door were four men. I glanced back at Jessica. Her eyes were fixed on the path ahead and she moved briskly. She didn't look frightened—just wary, trying to not attract attention to herself. I paused without thinking, looking back at the four men with a strong sense of déjà vu. This was a different road, a different night, but the scene was so much the same. One of them was even short and dark. As I stopped and turned toward them, that one looked up in interest.  I stared back at him, frozen on the sidewalk. \"Bella?\" Jess whispered. \"What are you doing?\" I shook my head, not sure myself. \"I think I know them…\" I muttered. What was I doing? I should be running from this memory as fast as I could, blocking the image of the four lounging men from my mind, protecting myself with the numbness I couldn't function without. Why was I stepping, dazed, into the street? It seemed too coincidental that I should be in Port Angeles with Jessica, on a dark street even. My eyes focused on the short one, trying to match the features to my memory of the man who had threatened me that night almost a year ago. I wondered if there was any way I would recognize the man, if it was really him. That particular part of that particular evening was just a blur. My body remembered it better than my mind did; the tension in my legs as I tried to decide whether to run or to stand my ground, the dryness in my throat as I struggled to build a decent scream, the tight stretch of skin across my knuckles as I clenched my hands into fists, the chills on the back of my neck when the dark-haired man called me \"sugar.\"… There was an indefinite, implied kind of menace to these men that had nothing to do with that other night. It sprung from the fact that they were strangers, and it was dark here, and they outnumbered us—nothing more specific than that. But it was enough that Jessica's voice cracked in panic as she called after me. \"Bella, come on!\" I ignored her, walking slowly forward without ever making the conscious decision to move my feet. I didn't understand why, but the nebulous threat the men presented drew me toward them. It was a senseless impulse, but I hadn't felt any kind of impulse in so long… I followed it. Something unfamiliar beat through my veins. Adrenaline, I realized, long absent from my system, drumming my pulse faster and fighting against the lack of sensation. It was strange—why the adrenaline when there was no fear? It was almost as if it were an echo of the last time I'd stood like this, on a dark street in Port Angeles with strangers. I saw no reason for fear. I couldn't imagine anything in the world that there was left to be afraid of, not physically at least. One of the few advantages of losing everything. I was halfway across the street when Jess caught up to me and grabbed my arm. \"Bella! You can't go in a bar!\" she hissed. \"I'm not going in,\" I said absently, shaking her hand off. \"I just want to see something…\" \"Are you crazy?\" she whispered. \"Are you suicidal?\" That question caught my attention, and my eyes focused on her. \"No, I'm not.\" My voice sounded defensive, but it was true. I wasn't suicidal. Even in the beginning, when death unquestionably would have been a relief, I didn't consider it. I owed too much to Charlie. I felt too responsible for Renee. I had to think of them. And I'd made a promise not to do anything stupid or reckless. For all those reasons, I was still breathing. Remembering that promise. I felt a twinge of guilt.  But what I was doing fight now didn't really count. It wasn't like I was taking a blade to my wrists. Jess's eyes were round, her mouth hung open. Her question about suicide had been rhetorical, I realized too late. \"Go eat,\" I encouraged her, waving toward the fast food. I didn't like the way she looked at me. \"I'll catch up in a minute.\" I turned away from her, back to the men who were watching us with amused, curious eyes. \"Bella, stop this right now!\" My muscles locked into place, froze me where I stood. Because it wasn't Jessica's voice that rebuked me now. It was a furious voice, a familiar voice, a beautiful voice—soft like velvet even though it was irate. It was his voice—I was exceptionally careful not to think his name—and I was surprised that the sound of it did not knock me to my knees, did not curl me onto the pavement in a torture of loss. But there was no pain, none at all. In the instant that I heard his voice, everything was very clear. Like my head had  suddenly surfaced out of some dark pool. I was more aware of everything—sight, sound, the feel of the cold air that I hadn't noticed was blowing sharply against my face, the smells coming from the open bar door. I looked around myself in shock. \"Go back to Jessica,\" the lovely voice ordered, still angry. \"You promised—nothing stupid.\" I was alone. Jessica stood a few feet from me, staring at me with frightened eyes. Against the wall, the strangers watched, confused, wondering what I was doing, standing there motionless in the middle of the street. I shook my head, trying to understand. I knew he wasn't there, and yet, he felt improbably close, close for the first time since… since the end. The anger in his voice was concern, the same anger that was once very familiar—something I hadn't heard in what felt like a lifetime. \"Keep your promise.\" The voice was slipping away, as if the volume was being turned down on a radio. I began to suspect that I was having some kind of hallucination. Triggered, no doubt, by the memory—the déjà vu, the strange familiarity of the situation. I ran through the possibilities quickly in my head. Option one: I was crazy. That was the layman's term for people who heard voices in their heads. Possible. Option two: My subconscious mind was giving me what it thought I wanted. This was wish fulfillment—a momentary relief from pain by embracing the incorrect idea that he cared whether I lived or died. Projecting what he would have said if A) he were here, and B) he would be in any way bothered by something bad happening to me. Probable. I could see no option three, so I hoped it was the second option and this was just my subconscious running amuck, rather than something I would need to be hospitalized for. My reaction was hardly sane, though—I was grateful. The sound of his voice was something that I'd feared I was losing, and so, more than anything else, I felt overwhelming gratitude that my unconscious mind had held onto that sound better than my conscious one had. I was not allowed to think of him. That was something I tried to be very strict about. Of course I slipped; I was only human. But I was getting better, and so the pain was something I could avoid for days at a time now. The tradeoff was the never-ending numbness. Between pain and nothing, I'd chosen nothing. I waited for the pain now. I was not numb—my senses felt unusually intense after so many months of the haze—but the normal pain held off. The only ache was the disappointment that his voice was fading. There was a second of choice. The wise thing would be to run away from this potentially destructive—and certainly mentally unstable—development. It would be stupid to encourage hallucinations. But his voice was fading. I took another step forward, testing. \"Bella, turn around,\" he growled. I sighed in relief. The anger was what I wanted to hear—false, fabricated evidence that he cared, a dubious gift from my subconscious. Very few seconds had passed while I sorted this all out. My little audience watched, curious. It probably looked like I was just dithering over whether or not I was going to approach them. How could they guess that I was standing there enjoying an unexpected moment of insanity? \"Hi,\" one of the men called, his tone both confident and a bit sarcastic. He was fair-skinned and fair-haired, and he stood with the assurance of someone who thought of himself as quite good-looking. I couldn't tell whether he was or not. I was prejudiced. The voice in my head answered with an exquisite snarl. I smiled, and the confident man seemed to take that as encouragement. \"Can I help you with something? You look lost.\" He grinned and winked. I stepped carefully over the gutter, running with water that was black in the darkness. \"No. I'm not lost.\" Now that I was closer—and my eyes felt oddly in focus—I analyzed the short, dark man's face. It was not familiar in any way. I suffered a curious sensation of disappointment that this was not the terrible man who had tried to hurt me almost a year ago. The voice in my head was quiet now. The short man noticed my stare. \"Can I buy you a drink?\" he offered, nervous, seeming flattered that I'd singled him out to stare at. \"I'm too young,\" I answered automatically. He was baffled  —wondering why I had approached them. I felt compelled to explain. \"From across the street, you looked like someone I knew. Sorry, my mistake.\" The threat that had pulled me across the street had evaporated. These were not the dangerous men I remembered. They were probably nice guys. Safe. I lost interest. \"That's okay,\" the confident blonde said. \"Stay and hang out with us.\" \"Thanks, but I can't.\" Jessica was hesitating in the middle of the street, her eyes wide with outrage and betrayal. \"Oh, just a few minutes.\" I shook my head, and turned to rejoin Jessica. \"Let's go eat,\" I suggested, barely glancing at her. Though I appeared to be, for the moment, freed of the zombie abstraction, I was just as distant. My mind was preoccupied. The safe, numb deadness did not come back, and I got more anxious with every minute that passed without its return. \"What were you thinking?\" Jessica snapped. \"You don't know them—they could have been psychopaths!\" I shrugged, wishing she would let it go. \"I just thought I knew the one guy.\" \"You are so odd, Bella Swan. I feel like I don't know who you are.\" \"Sorry.\" I didn't know what else to say to that. We walked to McDonald's in silence. I'd bet that she was wishing we'd taken her car instead of walking the short distance from the theater, so that she could use the drive-through. She was just as anxious now for this evening to be over as I had been from the beginning. I tried to start a conversation a few times while we ate, but Jessica was not cooperative. I must have really offended her. When we go back in the car, she tuned the stereo back to her favorite station and turned the volume too loud to allow easy conversation. I didn't have to struggle as hard as usual to ignore the music. Even though my mind, for once, was not carefully numb and empty, I had too much to think about to hear the lyrics. I waited for the numbness to return, or the pain. Because the pain must be coming. I'd broken my personal rules. Instead of shying away from the memories, I'd walked forward and greeted them. I'd heard his voice, so clearly, in my head. That was going to cost me, I was sure of it. Especially if I couldn't reclaim the haze to protect myself. I felt too alert, and that frightened me. But relief was still the strongest emotion in my body—relief that came from the very core of my being. As much as I struggled not to think of him, I did not struggle to forget. I worried—late in the night, when the exhaustion of sleep deprivation broke down my defenses—that it was all slipping away. That my mind was a sieve, and I would someday not be able to remember the precise color of his eyes, the feel of his cool skin, or the texture of his voice. I could not think of them, but I must remember them. Because there was just one thing that I had to believe to be able to live—I had to know that he existed. That was all. Everything else I could endure. So long as he existed. That's why I was more trapped in Forks than I ever had been before, why I'd fought with Charlie when he suggested a change. Honestly, it shouldn't matter; no one was ever coming back here. But if I were to go to Jacksonville, or anywhere else bright and unfamiliar, how could I be sure he was real? In a place where I could never imagine him, the conviction might fade… and that I could not live through. Forbidden to remember, terrified to forget; it was a hard line to walk. I was surprised when Jessica stopped the car in front of my house. The ride had not taken long, but, short as it seemed, I wouldn't have thought that Jessica could go that long without speaking. \"Thanks for going out with me, Jess,\" I said as I opened my door. \"That was…fun.\" I hoped that fun was the appropriate word. \"Sure,\" she muttered. \"I'm sorry about… after the movie.\" \"Whatever, Bella.\" She glared out the windshield instead of looking at me. She seemed to be growing angrier rather than getting over it. \"See you Monday?\" \"Yeah. Bye.\" I gave up and shut the door. She drove away, still without looking at me. I'd forgotten her by the time I was inside. Charlie was waiting for me in the middle of the hall, his arms folded tight over his chest with his hands balled into fists. \"Hey, Dad,\" I said absentmindedly as I ducked around Charlie, heading for the stairs. I'd been thinking about him for too long, and I wanted to be upstairs before it caught up with me. \"Where have you been?\" Charlie demanded. I looked at my dad, surprised. \"I went to a movie in Port Angeles with Jessica. Like I told you this morning.\" \"Humph,\" he grunted. \"Is that okay?” He studied my face, his eyes widening as if he saw something unexpected. \"Yeah, that's fine. Did you have fun?\" \"Sure,\" I said. \"We watched zombies eat people. It was great.\" His eyes narrowed. \"'Night, Dad.\" He let me pass. I hurried to my room. I lay in my bed a few minutes later, resigned as the pain finally made its appearance. It was a crippling thing, this sensation that a huge hole had been punched through my chest, excising my most vital organs and leaving ragged, unhealed gashes around the edges that continued to throb and bleed despite the passage of time. Rationally, I knew my lungs must still be intact, yet I gasped for air and my head spun like my efforts yielded me nothing. My heart must have been beating, too, but I couldn't hear the sound of my pulse in my ears; my hands felt blue with cold. I curled inward, hugging my ribs to hold myself together. I scrambled for my numbness, my denial, but it evaded me. And yet, I found I could survive. I was alert, I felt the pain—the aching loss that radiated out from my chest, sending wracking waves of hurt through my limbs and head—but it was manageable. I could live through it. It didn't feel like the pain had weakened over time, rather that I'd grown strong enough to bear it. Whatever it was that had happened tonight—and whether it was the zombies, the  adrenaline, or the hallucinations that were responsible—it had woken me up. For the first time in a long time, I didn't know what to expect in the morning.",
            "vi": "4        4. THỨC TỈNH Thời gian trôi qua. Bánh xe thời gian vẫn quay dù chuyện đó dường như quá đỗi chịu đựng. Dù mỗi tiếng tíc tắc của kim giây như tiếng mạch máu đập phập phồng đau nhức dưới vết thương. Thời gian vẫn trôi qua không giống nhau, lúc tròng trành chao đảo, lúc kéo dài lê thê, nhưng nó vẫn trôi qua.  Dù là đối với tôi.   Charlie đấm tay xuống bàn. “Vậy đó, Bella. Bố sẽ đưa con về nhà.” Tôi đưa mắt khỏi tô ngũ cốc, mà tôi cứ nhìn trầm tư hoài chớ không ăn, để sửng sốt nhìn chằm chằm vào Charlie. Tôi đã không theo dõi cuộc trò chuyện này – mà thực ra tôi chẳng hề biết là chúng tôi đang trò chuyện - nên tôi không chắc ý bố là gì.  \"Con đang ở nhà mà, \" tôi lẩm bẩm, không hiểu. \"Bố sẽ đưa con về với Reneé, ở Jacksonville,” ông nói rõ.  Charlie nhìn bực tức và tôi từ từ hiểu ra ý nghĩa của lời ông nói.  \"Con có làm gì đâu?\"  Tôi cảm thấy mặt mình dúm dó.  Thật bất công.  Trong suốt bốn tháng qua, hành vi tôi chẳng có gì để chê trách. Sau cái tuần đầu tiên đó, mà chẳng ai trong chúng tôi đề cập đến nữa, tôi đã chẳng bỏ học ngày nào cả.  Điểm của tôi rất cao. Tôi chẳng hề vi phạm lệnh phải ở trong nhà – ngay từ đầu tôi đã chẳng hề đi đâu cả để mà vi phạm lệnh phải ở trong nhà của bố. Tôi rất hiếm khi cho bố ăn đồ ăn còn lại của hôm qua.  Charlie cau có.  \"Con đã không làm gì cả. Đó chính là vấn đề. Con chẳng hề làm gì cả. \"  \"Thế bố muốn con gây chuyện lôi thôi sao?\" Tôi thắc mắc, nhíu mày hoang mang.  Tôi cố gắng hết sức để tập trung. Thật không dễ chút nào. Tôi đã quá quen chuyện lờ đi mọi thứ, tai tôi như bị bít lại.  “Gây chuyện lôi thôi còn hơn là ...  quanh quẩn trong nhà suốt ngày suốt đêm!\"  Điều đó làm tôi hơi tức.   Tôi đã cẩn thận tránh mọi kiểu buồn rầu, kể cả chuyện quanh quẩn trong nhà.  \"Con đâu có quanh quẩn trong nhà đâu.” \"Bố dùng sai từ,\"  ông miễn cưỡng thú nhận.   \"Quanh quẩn trong nhà còn khá hơn – vậy là con còn làm chuyện gì đó.  Còn đằng này con ... không chút sức sống, Bella. Đó là từ bố muốn dùng.” Lời buộc tội này đã đánh trúng đòn.  Tôi thở dài và cố tỏ vẻ lanh lợi khi trả lời.  \"Con xin lỗi, bố.”  Lời xin lỗi của tôi có phần nhạt nhẽo, thậm chí cả tôi cũng nhận thấy điều đó.  Tôi nghĩ mình đã lừa được ông. Không để Charlie đau khổ là lý do của toàn bộ sự cố gắng đó. Thật buồn khi thấy cố gắng của mình là vô ích.  “Bố không muốn con xin lỗi.\"  Tôi thở dài. \"Vậy bố hãy nói cho con biết bố muốn con làm gì đi.” \"Bella,\" ông  do dự, xem xét kĩ lưỡng phản ứng tôi rồi mới nói tiếp.  \"Con cưng ạ, con không là người đầu tiên trải qua chuyện thế này đâu, con biết không.” \"Con biết bố ạ.”  Điệu bộ nhăn nhó kèm theo câu nói của tôi có vẻ ủ rũ và không gây ấn tượng cho lắm.  \" Nghe nè, con gái. Bố nghĩ là - có lẽ con cần được giúp đỡ.” \"Giúp đỡ?\"  Ông ngừng lại, lựa lời lựa lẽ lần nữa.  \"Khi mẹ con bỏ đi,” ông bắt đầu nói, cau mày, \" và mang con theo.”  Ông hít một hơi thật sâu.  \"Ừm, đó là một khoảng thời gian thật khủng khiếp đối với bố.”  \"Con biết, bố ạ \" tôi lẩm bẩm.  \"Nhưng bố đã vượt qua được, \" ông nói.  \"Con ạ, con đã không vượt qua được điều đó. Bố chờ đợi, hy vọng mọi thứ sẽ trở nên khá hơn.\"  Ông nhìn tôi chằm chằm và tôi cụp nhanh mắt xuống.  \"Bố nghĩ là cả hai chúng ta đều biết tình hình không cải thiện được chút nào.\"  “Con ổn mà.”  Ông lờ đi.  “Có lẽ, à, có lẽ con phải nói với ai đó về điều đó. Một chuyên gia tâm lý chẳng hạn.\"  \" Bố muốn con phải gặp một bác sĩ tâm lý?\" Giọng tôi đanh thép hơn khi tôi nhận ra ấn ý của ông.  \" Có lẽ nó sẽ giúp con ít nhiều. \"  \" Và cũng có thể việc này sẽ không giúp được gì cả cho con. \"  Tôi không biết nhiều về điều trị bằng phân tâm học, nhưng tôi đoan chắc sẽ không có tác dụng trừ phi người bệnh trung thực kể hết mọi chuyện. Chắc chắn, tôi có thể kể ra sự thật - nếu tôi muốn sống quãng đời còn lại trong cái buồng dành cho người điên.  Ông nhìn vẻ mặt bướng bỉnh của tôi, và chuyển sang cách tấn công khác. \"Việc này vượt ngoài khả năng của bố, Bella. Có lẽ mẹ con có thể giúp được.” \"Bố nè,” tôi nói bằng giọng dứt khoát.  \"Nếu bố thích, đêm nay con sẽ ra ngoài chơi. Con sẽ gọi cho Jess hoặc Angela.\"  \"Đó không phải là điều bố muốn,“ ông thất vọng phản đối.  \"Bố nghĩ rằng bố không thể chịu nỗi khi thấy con cố tỏ vẻ cứng cỏi. Bố chưa từng thấy ai cố gắng nhiều đến thế. Nhìn thấy con như vậy bố rất đau lòng.”  Tôi nhìn xuống bàn, giả vờ trì độn.  \"Con không hiểu, bố. Đầu tiên bố giận con vì con chẳng chịu làm gì cả, nhưng rồi bố lại không muốn con ra ngoài chơi.” “Bố muốn con vui vẻ – à không, chưa đến mức đó. Bố chỉ muốn con không khổ sở. Bố nghĩ con sẽ gặp cơ hội tốt hơn nếu rời Forks. \" Mắt tôi loé lên chút cảm xúc sau hồi lâu suy ngẫm.  \"Con sẽ không đi, \" tôi nói. \"Tại sao lại không?\" ông gặng hỏi \"Con đang học học kỳ cuối cùng – mọi thứ sẽ rối tung lên cho mà xem.\"  \"Con là sinh viên giỏi mà - con sẽ tìm ra cách thôi.” “Con không muốn quấy rầy mẹ và dượng Phil.” “Mẹ con đang mong con trở lại đấy.” \" Florida nóng lắm bố ạ.” Ông đấm tay trên bàn lần nữa.  \"Cả bố lẫn con đều biết chuyện gì đang thực sự diễn ra ở đây, Bella, và điều đó không tốt cho con đâu.”  Ông hít thật sâu.  \"Đã bao tháng rồi.  Chẳng điện thoại, chẳng thư từ, chẳng liên lạc. Con không thể cứ chờ nó mãi được.” Tôi nhìn đăm đăm vào ông.  Sức nóng hầu như, nhưng không phải nhiều lắm, ran ran trên mặt. Đã lâu lắm rồi tôi không đỏ mặt vì bất kỳ cảm xúc nào.  Toàn bộ đề tài này hoàn toàn cấm kỵ, ông biết rất rõ.  \"Con chẳng chờ gì cả. Con chẳng mong gì cả,\" tôi nói bằng giọng đều đều.  \"Bella,\" Charlie bắt đầu nói, giọng ông nặng nề.  \"Con phải đi học,\" tôi ngắt lời, đứng lên và lôi mạnh phần điểm tâm vẫn còn nguyên chưa đụng đến ra khỏi bàn.   Tôi đổ tô thức ăn vào bồn rửa chén không ngần ngại và xối cho trôi đi.  Tôi không thể nói chuyện tiếp nữa.  \"Con sẽ lên kế hoạch với Jessica,\" tôi cài chiếc cặp lại, ngoái lại nói, không nhìn mắt ông.   \"Có lẽ con sẽ không ăn tối ở nhà. Chúng con sẽ đến Port Angeles để xem phim.\"  Tôi đã khỏi cửa trước khi ông kịp phản ứng.  Vì vội vàng để trốn tránh Charlie, tôi trở thành một trong những người đầu tiên đến trường.  Điểm lợi là tôi có chỗ đỗ xe hết sức tốt. Điều bất lợi là tôi lại có thời gian rảnh rỗi, mà tôi lại cố tránh không để mình có thời gian rảnh rỗi bằng mọi giá. Thật nhanh, trước khi lại nghĩ về những lời buộc tội của Charlie, tôi rút cuốn Giải tích ra đọc.   Tôi lật nó đến phần hôm nay chúng tôi sẽ học, và cố hiểu nó.  Đọc sách toán còn tệ hơn nghe giảng, nhưng tôi đã quen chuyện này rồi.  Trong mấy tháng qua, tôi đã dành lượng thời gian cho môn Giải tích gấp mười lần so với thời gian trước đây dành cho môn toán.   Kết quả là tôi giữ được điểm A trừ.  Tôi biết thầy Varner cho rằng tiến bộ này là nhờ phương pháp dạy xuất sắc của ông.  Và nếu vì điều đó làm thầy hạnh phúc, thì tôi quyết sẽ không làm thầy thất vọng đâu.  Vì thế, tôi ép mình phải kiên trì đọc cho đến khi bãi đậu xe chật kín, và tôi vội vã tiến về phòng học môn tiếng Anh.  Chúng tôi đang học về Nông trại Súc vật, một chủ đề dễ học. Tôi chẳng ghét gì chủ nghĩa cộng sản; thật là một sự thay đổi đáng hoan nghênh thay cho những tác phẩm lãng mạn chiếm hầu hết chương trình học. Tôi ngồi vào ghế, cảm thấy thích thú với khiếu pha trò qua bài giảng của thầy Berty  Thời gian trôi qua thật nhanh khi ở trường. Chuông reng quá sớm. Tôi bắt đầu thu dọn sách vở vào cặp.  \"Bella ?\"  Tôi nhận ra giọng Mike, và tôi biết trước điều anh ta sẽ nói.  “Ngày mai bạn có làm việc không?\"  Tôi ngước nhìn lên. Cậu ta đang tựa vào lối đi với vẻ lo lắng. Thứ Sáu nào cậu ta cũng hỏi tôi câu này.  Chẳng hề quan tâm là tôi chẳng hề xin nghỉ bệnh ngày nào.  À, mà có một ngoại lệ, đó là mấy tháng trước đây.  Nhưng cậu ta chẳng có lý do gì để nhìn tôi lo lắng như thế.   Tôi là một nhân viên gương mẫu mà.  \"Ngày mai là thứ bảy, phải không?\" Tôi lên tiếng.   Cũng giống như Charlie vừa chỉ rõ, tôi nhận ra giọng mình thật thiếu sinh khí.  ”Ừ” cậu ta trả lời.  \"Hẹn gặp bạn trong giờ học tiếng Tây Ban Nha nhé.\"  Cậu ta vẫy tay rồi mới quay lưng đi.   Cậu ta chẳng thèm đi cùng tôi đến lớp học nữa.  Tôi lê bước đến lớp Giải tích với vẻ chán nản. Đây là lớp học tôi ngồi cạnh Jessica.  Đã nhiều tuần rồi, có lẽ nhiều tháng rồi, Jess không còn chào tôi khi tôi đi ngang qua nhỏ trong giảng đường. Tôi biết mình làm nhỏ khó chịu vì thái độ khó gần của mình, và nhỏ đang hờn dỗi. Giờ đây, thật không dễ nói chuyện với nhỏ – nhất là yêu cầu nhỏ giúp tôi. Trong lúc la cà ngoài lớp học, tôi cân nhắc các lựa chọn một cách kỹ lưỡng, chần chừ.  Tôi sẽ không gặp Charlie khi chưa có một minh chứng hoà nhâp xã hội nào để báo cáo. Tôi biết mình không thể nói xạo, cho dù ý nghĩ lái xe đến Port Angeles rồi về một mình đang thôi thúc tôi- vì chắc chắn đồng hồ đo cây số sẽ báo chính xác tổng số dặm đi được, phòng khi ông kiểm tra.  Mẹ của Jessica nhiều chuyện nhất thị trấn, mà Charlie chắc chắn chẳng sớm thì muộn sẽ gặp bà Stanley. Khi ấy, ông ắt sẽ hỏi về chuyến đi. Như vậy không thể nói xạo được.  Tôi thở dài, đẩy cửa bước vào.  Thầy Varner nhìn tôi với ánh mắt bực bội –ông đã bắt đầu giảng bài rồi. Tôi vội vã vào chỗ. Jessica vẫn không ngước mặt lên khi tôi ngồi vào kế bên cô.  Tôi mừng vì mình có 50 phút để chuẩn bị tinh thần. Giờ học này còn qua nhanh hơn cả giờ học tiếng Anh. Thời gian trôi qua nhanh một phần là nhờ tôi đã chuẩn bị bài học sáng nay trong xe - nhưng phần lớn là vì hễ tôi chờ một điều gì đó không mấy dễ chịu thì thời gian luôn trôi qua vèo vèo.  Tôi nhăn mặt khi thầy Varner giải tán lớp sớm năm phút. Thầy cười như thể mình tốt bụng lắm vậy.  \"Jess ơi?\"  Tôi co rúm lại, nhăn mũi, chờ cô hướng về phía tôi.  Cô xoay ghế hướng về phía tôi, mắt nhìn tôi một cách hoài nghi.  \"Bạn đang nói chuyện với mình  hả, Bella ?\"  \"Dĩ nhiên rồi. \" Tôi mở to mắt với vẻ ngây thơ.  “Gì vậy? Bạn cần mình giúp đỡ môn Giải tích à ?\" Giọng cô có vẻ hơi chua chát.  “Không.\" Tôi lắc đầu.  \"Thực ra thì, mình muốn biết liệu bạn có thể ...  đi xem phim với mình tối nay không? Mình cần một đêm đi chơi với bạn gái.”  Lời lẽ nghe khô khốc, nghe giống như đọc diễn văn, và cô có vẻ nghi ngờ.  \"Tại sao bạn lại mời tôi?\" cô hỏi, giọng vẫn không mấy thân thiện.  \"Bạn là người đầu tiên mình nghĩ đến khi mình muốn có thời gian dành cho bạn gái.” Tôi mỉm cười, và hy vọng nụ cười của mình có vẻ chân thật.  Có lẽ đúng vậy. Ít ra, thì cô cũng là người đầu tiên tôi nghĩ đến khi tôi muốn tránh mặt Charlie. Chung quy cũng đều giống nhau thôi.   Cô có vẻ nguôi ngoai đôi chút. \"À, mình không biết nữa.\"  “Thế bạn đã có kế hoạch gì chưa?\"  \"Chưa... mình nghĩ là mình có thể đi với bạn được. Bạn muốn xem phim gì?\"  \"Tôi không rõ là họ chiếu phim gì nữa\" tôi nói nước đôi.  Chuyện này khó đây. Tôi vắt óc suy nghĩ tìm manh mối – chẳng phải tôi mới nghe ai đó nói về một bộ phim mới chiếu sao?  Thấy một tấm áp phích? \"Bộ phim gì đó có tổng thống là nữ thì sao?\"  Cô nhìn tôi kỳ ̀quặc.  “Bella, bộ phim đó đã hết chiếu từ đời nào rồi mà.\"  “Ồ \" Tôi cau mày. \"Thế bạn muốn xem phim gì?\"  Sự sôi nổi vốn có của Jessica bắt đầu lộ ra mặc dù cô không muốn khi cô nghĩ thành lời. \"À, có vở hài kịch lãng mạn mới chiếu đang có lượng người xem rất đông. Mình muốn xem phim đó. Còn bố mình vừa xem phim “Cái chết cuối cùng” và ông thích nó lắm. \"  Tôi vội vớ lấy cái tên phim đầy hứa hẹn này. “Thế bộ phim đó nói về cái gì?\"  \"Các thây ma sống lại hay gì gì ấy. Ông nói đó là bộ phim rùng rợn nhất mà ông đã xem trong nhiều năm nay.”  \"Nghe có vẻ hay nhỉ.”  Tôi thà coi thây ma sống lại còn hơn xem phim lãng mạn.   \"Được thôi.\" Cô có vẻ bất ngờ trước phản ứng của tôi.  Tôi cố nhớ xem mình trước đây có thích phim kinh dị không, nhưng tôi không rõ lắm. \"Bạn có muốn tôi đón bạn sau giờ học không?\" cô đề nghị.  \"Muốn chứ”  Jessica thân thiện mỉm cười với tôi rồi bỏ đi.  Chặp lâu sau, tôi mới mỉm cười đáp lại nhưng tôi nghĩ rằng cô nhìn thấy.  Thời gian còn lại trong ngày trôi qua nhanh, suy nghĩ tôi lúc này tập trung vào việc lên kế hoạch cho đêm nay.  Theo kinh nghiệm, tôi biết một khi tôi đã làm Jessica mở máy rồi thì tôi sẽ có thể trốn tránh bằng cách lẩm bẩm trả lời đôi câu vào những lúc cần thiết. Chỉ cần hồi đáp tối thiểu thôi.  Tình trạng mụ mị trong thời gian qua bây giờ thỉnh thoảng làm cho tôi lẫn lộn.Tôi ngạc nhiên thấy mình đang ở trong phòng, không hề nhớ lúc lái xe từ trường về nhà hoặc thậm chí lúc mở cửa trước. Nhưng điều đó không quan trọng. Mất khái niệm về thời gian chính  là thứ tôi cần nhất trong đời.  Khi tôi quay về phía tủ , tôi không xua đuổi tình trạng mụ mị ấy. Cảm giác tê dại ở một vài chỗ cần  hơn ở một số chỗ khác. Tôi hầu như không để ý mình nhìn gì khi tôi đẩy nhẹ cánh cửa sang một bên lộ ra một đống rác bên trái tủ, dưới đống quần áo tôi chưa hề mặc.  Mắt tôi không để ý đến túi rác đen đựng quà hôm sinh nhật vừa rồi, không nhìn thấy hình thù máy xtê-ri-ô lộ ra trong bao nhựa đen; tôi cũng không nghĩ đến đống máu mà móng tay tôi chảy ra khi tôi quào nó ra từ bảng điều khiển.  Tôi kéo mạnh ví tiền cũ hiếm khi dùng đang treo trên móc, rồi đẩy cửa đóng lại.  Rồi ngay lúc đó tôi nghe tiếng còi inh ỏi. Tôi nhanh chóng chuyển cái ví trong cặp lấy ví tiền cũ. Tôi vội vội vàng vàng, như thể vội vã sẽ làm đêm trôi qua nhanh hơn.  Tôi liếc mình trong gương ở phòng khách trước khi ra mở cửa, cẩn thận tạo vẻ tươi cười và cố gắng giữ vẻ mặt như thế.  \"Cám ơn vì đã đi chơi với mình đêm nay,\" tôi nói với Jess lúc leo lên ghế dành cho khách ngồi, cố tạo giọng điệu biết ơn. Đã lâu rồi tôi chẳng hề thực sự nghĩ đến điều mình đang nói với bất kỳ ai ngoài Charlie. Jess có vẻ khó hơn. Tôi không biết phải giả kiểu cảm xúc nào cho thích hợp.  \"Ờ. Nè, điều gì làm bạn nghĩ đến chuyện này vậy?” Jess thắc mắc khi cô lái  xe xuống đường.  \"Nghĩ đến chuyện gì?\"  “Tại sao bạn bỗng ... quyết định ra ngoài ?\"  Nghe có vẻ như cô thay đổi câu hỏi của mình nửa chừng.  Tôi nhún vai. \"Thì cần thay đổi không khí vậy mà.\"  Tôi nhận ra bài hát trên ra - đi - ô, và nhanh chóng với lấy nút dò đài. \"Bạn có cảm thấy phiền không?\" Tôi hỏi.  \"Không, cứ thoải mái.” Tôi dò qua các tần số cho đến khi tôi bắt được một đài vừa ý.   Tôi nhìn lén vẻ mặt của Jess lúc bài nhạc mới vang lên trong xe.  Cô nheo mắt.  \"Bạn nghe nhạc ráp từ khi nào vậy?\"  \"Không biết nữa, \" tôi nói. \"Được một thời gian rồi.”  \"Bạn thích bài này à?\" cô nghi ngờ hỏi.  \"Ừa. \"  Thật khó mà nói chuyện với Jessica như mọi khi nếu cùng lúc phải điều chỉnh nhạc nữa.  Tôi gục gặc đầu, để theo kịp nhịp nhạc.  \"OK… \" cô mở to mắt nhìn kính chắn gió.  \"Chuyện bạn và Mike gần đây sao rồi?\" Tôi hỏi nhanh.  \"Bạn gặp anh ấy nhiều hơn tôi mà.”  Câu hỏi đã không làm cho cô nói chuyện cởi mở như tôi mong đợi.  \"Khó mà nói chuyện ở chỗ làm lắm,” tôi lẩm bẩm và sau đó tôi lại cố bắt chuyện một lần nữa.  \"Gần đây bạn đi chơi với ai không?\"  \"Thật ra thì không ai. Thỉnh thoảng tôi đi chơi với Conner. Cách đây hai tuần thì có đi chơi với Eric.\"  Cô trợn mắt tỏ vẻ không tin, và tôi cảm giác đó là một câu chuyện dài.   Tôi vớ lấy ngay cơ hội này.  \"Eric Yorkie à? Ai mời ai?\"  Cô than vãn, rồi giọng có vẻ sôi nổi hơn. \"Tất nhiên là anh ta rồi! Tớ chẳng nghĩ ra được cách gì hay để từ chối.“ “Thế anh ấy đã đưa bạn đi đâu?\"  Tôi hỏi, vì biết cô sẽ nghĩ tôi háo hức muốn biết chỉ vì muốn quan tâm đến cô.  \"Kể tôi nghe hết chuyện đó đi.\"  Cô lao vào kể ngay, còn tôi thì ngồi yên ở ghế, giờ thì cảm thấy thoải mái hơn. Tôi chăm chú lắng nghe, lúc thì thì thầm tỏ vẻ thông cảm và lúc thì thở hổn hển khiếp sợ mỗi khi cần thiết. Khi cô kết thúc câu chuyện về Eric, không cần tôi gợi chuyện, cô tiếp tục so sánh với Conner.  Phim chiếu sớm, vì vậy Jess nghĩ chúng tôi nên coi suất lúc chạng vạng rồi sau đó đi ăn. Tôi cảm thấy vui vì chiều theo ý muốn của cô; rốt cuộc, tôi đang có những gì tôi muốn – khỏi bị Charlie làm phiền nữa.  Tôi giữ cho Jess nói suốt lúc chiếu quảng cáo phim mới, để tôi có thể lờ chúng đi dễ hơn. Nhưng tôi bắt đầu căng thẳng khi phim chính thức bắt đầu chiếu. Một đôi tình nhân trẻ đang đi dọc bãi biển, dung dăng và nói những lời thương yêu uỷ mị với nhau nghe có vẻ giả dối. Tôi cố không bịt tai lại và bắt đầu hát trong miệng. Tôi không hề dự định đi coi phim tình cảm lãng mạn.  \"Tớ tưởng mình chọn phim thây ma sống lại,” tôi rít lên khe khẽ với Jessica.  \"Đây là phim ma đó.”  “Vậy sao chẳng thấy ai bị ăn thịt cả?\"  Tôi thất vọng hỏi.  Cô mở to mắt nhìn tôi như cảnh báo.  \"Chắc gần đến đoạn đó rồi,\" cô thì thầm.  “Mình sẽ đi mua bỏng ngô. Bạn có muốn ăn gì không?\"  \" Không, cám ơn. \"  Có ai đó đằng sau suỵt bảo chúng tôi im lặng.  Tôi chần chừ đứng ở quầy giảm giá vé đặc biệt, nhìn đồng hồ và đoán chừng một bộ phim dài chín mươi phút thì có khoảng bao nhiêu thời gian chiếu những cảnh lãng mạn. Tôi chắc khoảng mười phút là đủ, nhưng tôi ngừng lại ngay bên cửa nhà hát để chắc chắn. Rồi tôi nghe được tiếng thét hoảng sợ từ loa phóng thanh, vì thế tôi biết mình chờ thời gian bấy nhiêu là đủ rồi.  \"Bạn bỏ qua hết mọi cảnh rồi,\" Jess thì thầm khi tôi lướt trở lại chỗ ngồi.  \"Giờ thì hầu như ai cũng là thây ma sống lại hết.\"  \"Phim còn dài mà.” Tôi đưa cho cô một ít bỏng ngô.  Cô lấy một nắm đầy.  Phần còn lại của bộ phim là những cảnh các thây ma tấn công kinh hoàng và tiếng la thét liên tục từ vài người còn sống, và số người sống này mau chóng vơi đi. Tôi đã nghĩ chẳng có gì trong trong bộ phim này làm tôi khó chịu.  Nhưng tôi lại cảm thấy không thoải mái, và ban đầu tôi không rõ tại sao. Mãi đến khi phim gần hết, khi nhìn thấy một thây ma hốc hác kéo lê phía sau người sống sót cuối cùng đang kêu thét, tôi mới nhận ra đó là gì.  Cảnh này đan xen giữa khuôn mặt hoảng loạn của nhân vật nữ và khuôn mặt vô cảm, chết chóc của kẻ đuổi theo cô, chiếu qua chiếu lại khi họ đuổi kịp  nhau.  Và tôi đã nhận ra ai giống tôi nhất.  Tôi đứng dậy.  \"Bạn định đi đâu đấy? Hình như còn hai phút nữa mà, “ Jess suỵt tôi \"Mình muốn uống nước,” tôi lẩm bẩm phóng vào lối ra.  Tôi ngồi xuống băng ghế bên ngoài cửa nhà hát và cố gắng không nghĩ về điều trớ trêu này. Sau khi suy nghĩ kỹ, tôi thấy thật trớ trêu, cuối cùng, tôi có thể trở thành một thây ma sống. Tôi đã không nhận ra điều đó sẽ đến.  Không phải tôi chưa từng mơ biến thành một quái vật huyền thoại – chỉ là chưa hề mơ mình sẽ biến thành một xác chết biến dạng, hung dữ. Tôi lắc đầu xua đi dòng suy nghĩ đó, cảm thấy hoảng sợ.  Tôi không dám nghĩ đến điều mình đã từng mơ nữa.  Thật buồn khi nhận ra rằng tôi không còn là nhân vật nữ đó nữa, câu chuyện của tôi đã kết thúc rồi.  Jessica ra khỏi cửa nhà hát và do dự, có lẽ đang tự hỏi phải tìm tôi ở đâu thì tốt nhất. Khi cô thấy tôi, cô có vẻ bớt căng thẳng, nhưng chỉ được một lát thôi.  Rồi cô có vẻ khó chịu. “Bộ phim này làm bạn sợ đến độ đó à?” cô thắc mắc.   \"Ừ,\" tôi thừa nhận. \"Tớ nghĩ chắc do tính tớ thỏ đế vậy mà.”  \"Thiệt mắc cười quá. \" Cô cau mày. \"Tớ nghĩ không phải bạn sợ đâu - tớ cứ la hét suốt, còn tớ chả nghe bạn la hét lần nào cả. Vì vậy tớ không biết lý do tại sao bạn lại bỏ ra ngoài này đứng. “ Tôi nhún vai. \" Chỉ sợ thôi. \"  Cô có vẻ bớt căng thẳng đi đôi chút.  “Đó là bộ phim rùng rợn nhất tớ từng xem. Tớ cá là đêm nay tụi mình sẽ gặp ác mộng.\"  \"Chắc chắn rồi, \" tôi lên tiếng, cố giữ giọng bình thường.  Tôi sẽ không tránh khỏi gặp ác mộng, nhưng không phải về những thây ma sống. Cô liếc mắt nhìn mặt tôi rồi quay chỗ khác.  Có lẽ tôi đã không thành công trong việc giữ giọng bình thường.  “Bạn muốn ăn ở đâu?\" Jess hỏi.  ”Chỗ nào cũng được. \"  \" OK. \"  Jess vừa đi vừa bắt đầu nói về nhân vật nam đóng vai chính trong phim. Tôi gục gặc đầu khi cô nói một thôi một hồi về sự hấp dẫn của anh ta nhưng tôi không thể nhớ đã thấy người đàn ông nào mà không là thây ma sống cả.  Tôi không để ý Jessica dẫn tôi đi dâu. Tôi chỉ mơ hồ nhận ra bây giờ trời đã tối và yên tĩnh hơn.  Phải mất hồi lâu tôi mới nhận ra tại sao lại yên tĩnh như vậy. Jessica đã hết bi bô.  Tôi nhìn cô tỏ vẻ hối lỗi, hy vọng mình không làm cô bị tổn thương.  Jessica không nhìn tôi. Mặt cô có vẻ căng thẳng; cô nhìn thẳng về phía trước và đi nhanh. Khi tôi nhìn, mắt cô liếc nhanh về phía bên phải, qua bên kia đường, rồi nhìn thẳng về phía trước trở lại.  Lần đầu tiên tôi liếc nhìn quanh mình.  Chúng tôi đang đi trên một đoạn vỉa hè tối om. Các cửa hàng xếp dọc theo con phố đều đã khoá chặt cửa để nghỉ đêm, các cửa sổ tối thui. Nửa dãy nhà phía trước, đèn đường bắt đầu hoạt động trở lại, và tôi thấy, xa thêm nữa, là mái vòm vàng rực rỡ của cửa hàng McDonald mà cô đang hướng đến.  Bên kia đường có một cửa hàng đang mở cửa. Các cửa sổ được che lại phía bên  trong và có hộp đèn, biển quảng cáo cho các thương hiệu bia khác nhau, sáng rực trước mặt. Biển lớn nhất, có màu xanh rực, là tên của quán rượu mang tên “Pete một mắt”. Tôi tự hỏi có đề tài cướp biển nào mà không nổi rõ từ bên ngoài không.  Cánh cửa kim loại được mở chống lên; bên trong sáng tờ mờ, và có nhiều giọng nói rì rào và tiếng đá va vào thành ly nghe leng keng vang lên ở phía bên kia đường. Uể oải tựa vào tường cạnh cửa ra vào, là bốn gã đàn ông.   Tôi liếc nhìn lại Jessica. Mắt cô dán chặt vào con đường phía trước và cô đi với vẻ mạnh bạo, trông không có vẻ gì sợ hãi - chỉ hơi thận trọng, cố không gây chú ý đến mình.  Bất giác tôi dừng lại, ngoái lại nhìn về phía bốn người đàn ông với cảm giác ngờ ngợ. Đây là một con đường khác, đêm nay cũng khác, nhưng cảnh tượng thì rất giống nhau. Một trong số những người này da cũng đen và thấp người. Khi tôi dừng lại và quay về phía họ thì người đó ngước lên chú ý đến tôi.  Tôi cũng nhìn chằm chằm lại anh ta, đứng như trời trồng trên vỉa hè.  \"Bella ?\" Jess  thì thầm.  \"Bạn đang làm gì vậy?\"  Tôi lắc đầu, chính tôi cũng không rõ.  “Mình nghĩ mình biết họ… \" tôi lẩm bẩm.  Tôi đang làm gì vậy? Đáng lẽ tôi nên tránh ký ức này càng nhanh càng tốt, xua đi hình ảnh của bốn gã đàn ông này ra khỏi tâm trí, tự vệ bằng tình trạng đờ đẫn tôi không thể sống thiếu nó. Tại sao tôi lại bước vào lòng đường rồi sững sờ? Thật hết sức trùng hợp vì tôi cũng đang ở Port Angeles với Jessica, cũng trên một con đường tối om.  Mắt tôi tập trung vào gã thấp người này, cố gắng đối chiếu những nét của người này với hồi ức của mình về người đàn ông đã đe doạ tôi vào đêm cách đây một năm. Tôi tự hỏi không biết có cách nào nhận diện ra người đàn ông đó, nếu đó đúng là hắn. Những điểm đặc biệt của buổi tối đó hoàn toàn lờ mờ. Cơ thể tôi nhớ rõ đêm hôm đó hơn tâm trí tôi; đôi chân tôi căng thẳng suy tính nên chạy hay đứng lại, cổ họng tôi khô khốc khi tôi cố cất lên tiếng thét thật to, da căng chặt ở khớp ngón tay khi tôi nắm tay lại thành nắm đấm, cảm giác ớn lạnh phía sau cổ khi người đàn ông tóc đen gọi tôi \"cưng ơi. \"…  Có cái gì đó hàm ý đe doạ nhưng không rõ ràng từ phía những người đàn ông ấy, những người chưa kịp làm gì tôi đêm đó. Tôi nghĩ vậy vì họ là những người lạ, và ở đây thì tối, và họ đông hơn chúng tôi – chẳng có gì rõ ràng hơn điều đó.  Nhưng suy nghĩ thế cũng đủ rồi vì Jessica gọi với theo tôi, giọng vỡ vụn, hoảng sợ.  \"Đi thôi nào, Bella!\"  Tôi lờ đi, đi từ từ về phía trước mà không hề ý thức là mình đang di chuyển đôi chân. Tôi không hiểu tại sao, nhưng nét đe doạ mơ hồ của những người đàn ông này đã cuốn hút tôi về phía họ. Đó là một thôi thúc điên rồ, nhưng đã lâu rồi tôi chưa hề cảm nhận được sự thôi thúc nào cả... Tôi bị cuốn theo sự thôi thúc đó.  Có cái gì đó là lạ đập trong tĩnh mạch của tôi. Tôi nhận ra, đó là adrenaline, chất đã từ lâu không xuất hiện trong bộ não tôi,  nay đã làm cho mạch đập nhanh hơn và chống lại sự mất cảm giác. Thật lạ - tại sao lại có adrenaline khi tôi chẳng hề sợ hãi ? Nó gần như thể là dư âm của lần cuối tôi đứng như thế này, trên con phố ở Port Angeles với những người lạ.  Tôi chẳng có lý do gì để sợ. Tôi không thể hình dung ra còn thứ gì trên thế giới này để sợ hãi, chí ít ra về mặt tự nhiên. Một trong số ít những lợi thế khi mất đi mọi thứ.  Tôi băng ngang qua được nửa đường thì Jess đuổi kịp và chộp cánh tay tôi.  \"Bella! Bạn không được vào trong tiệm rượu được!\" cô rít lên.  \"Tôi sẽ không vào, \" tôi lơ đãng nói, gạt tay cô.  \"Tôi chỉ muốn thấy một thứ thôi ...\"  \"Bạn điên à?\" cô thì thầm.  \"Muốn tự tử à?\"  Câu hỏi đó làm tôi chú ý, và mắt tôi nhìn chăm chú vào cô.  \"Không, đâu có. \" Giọng tôi có vẻ chống chế, nhưng sự thực là vậy.  Tôi không muốn tự tử. Ngay cả lúc mới cảy ra chuyện, khi cái chết rõ ràng là sự giải thoát mà tôi còn không nghĩ đến nữa là. Tôi nợ Charlie quá nhiều. Tôi cảm thấy phải có trách nhiệm với Renee. Tôi phải nghĩ đến họ.  Và tôi đã hứa là sẽ không làm bất cứ chuyện gì ngu ngốc hoặc liều lĩnh. Vì tất cả những lý do đó mà nay tôi vẫn thở.  Khi nhớ đến lời hứa đó, tôi cảm thấy dằn vặt vì tội lỗi.  Nhưng điều tôi đang cưỡng lại hiện tại đâu có tính vô được.  Đâu có giống chuyện lấy dao cắt cổ tay đâu.  Jess tròn mắt, há hốc miệng. Câu hỏi của cô về vụ tự tử có vẻ thổi phồng vấn đề, nhưng tôi nhận ra điều đó thì quá muộn màng.  \"Đi ăn đi,”  tôi động viên cô, chỉ tay về phía cửa hàng thức ăn nhanh. Tôi không thích cô nhìn tôi với cái kiểu như vậy \"Tớ sẽ theo kịp bạn ngay.” Tôi rời khỏi cô,  quay trở lại phía những người đàn ông đang nhìn chúng tôi với vẻ tò mò, thích thú.  \"Bella, dừng lại ngay!\"  Cơ tôi co cứng, làm cho  tôi đứng sững lại. Vì giờ đây không còn là giọng của Jessica qưở trách tôi nữa mà đó là một giọng giận dữ, quen thuộc, một giọng nói tuyệt vời - mềm như nhung mặc dù là đang giận.  Đó là giọng của anh - tôi thận trọng một cách khác thường không nghĩ đến tên anh- và tôi bất ngờ khi âm thanh đó không làm tôi sụm đầu gối, không cuốn tôi lên vỉa hè trong nỗi đau đớn vì mất mát. Nhưng chẳng hề đau đớn, chẳng hề.  Ngay khi tôi nghe giọng anh nói thì mọi thứ đã rõ. Giống như đầu tôi đột ngột nhô lên ở cái hồ đen ngòm nào đó. Tôi nhận thức rõ hơn mọi thứ - cảnh tượng, âm thanh, cảm giác luồng khí lạnh mà tôi không để ý đang thổi mạnh vào mặt, mùi bay ra từ cánh cửa đang mở của quán rượu.  Tôi nhìn quanh người mình sửng sốt.  \"Quay lại với Jessica đi,\" giọng nói dễ thương ấy ra lệnh, có vẻ vẫn còn tức giận. “Em đã hứa rồi mà - đừng làm điều gì ngu xuẩn. \"  Tôi đứng một mình. Jessica đứng cách tôi vài bước, nhìn tôi chằm chằm bằng đôi mắt sợ hãi. Những kẻ lạ mặt kia vẫn dựa lưng vô tường, nhìn chúng tôi, không hiểu tôi đang làm gì, sao lại đứng giữa đường như trời trồng.  Tôi lắc đầu, cố hiểu. Tôi biết anh  không có ở đó, thế nhưng, cảm thấy như anh gần, gần lần đầu tiên kể từ... kể từ lần gặp cuối cùng ấy.  Vẻ giận dữ trong giọng anh đầy lo âu, cũng vẻ giận dữ quen thuộc ngày xưa  -  thứ tôi đã không còn nghe thấy nữa như cả đời rồi.  \"Hãy giữ lời.” Giọng nói đang xa dần, như thể âm thanh trong ra-đi-ô đang được vặn nhỏ lại.  Tôi bắt đầu nghi mình bị chứng ảo giác nào đó. Không nghi ngờ gì nữa, bị phát động bởi ký ức- cảm giác ngờ ngợ, tình huống tương tự.  Tôi duyệt nhanh qua các khả năng trong đầu.  Khả năng thứ nhất: tôi điên. Đó là một thuật ngữ bình dân chỉ người nghe có tiếng nói trong đầu. Có thể.  Khả năng thứ hai: Tiềm thức đang mang lại cho tôi điều nó nghĩ là tôi khao khát. Đây là sự thoả mãn ước mơ -  sự xoa dịu nỗi đau tạm thời bằng cách ôm ấp ý nghĩ sai lầm là anh quan tâm đến việc tôi còn sống hay đã chết.  Tưởng tượng ra điều anh ấy sẽ nói nếu) anh ở đây, và B ) anh lo có thể có chuyện không may xảy đến với tôi.  Có thể.  Tôi thấy không thể có khả năng thứ ba, vì vậy tôi hy vọng vào khả năng thứ hai và đây chỉ là tiềm thức đang chạy điên cuồng, chứ không phải điều tôi cần có để được đưa vô bệnh viện tâm thần.  Mặc dù phản ứng của tôi chẳng chút tỉnh táo – nhưng tôi cảm thấy rất biết ơn. Giọng anh là thứ tôi sợ sẽ lãng quên, nên hơn bất cứ thứ gì khác, tôi cảm thấy tràn ngập lòng biết ơn khi tiềm thức mình vẫn giữ được giọng anh tốt hơn là ý thức.  Tôi không được phép nghĩ về anh nữa. Đó là điều tôi cố tuân thủ chặt chẽ. Tất nhiên tôi đã phạm luật; vì nhân vô thập toàn mà. Nhưng giờ thì tôi đã khá hơn, nên nỗi đau chỉ còn là thứ tôi có thể tránh được liên tục bao ngày qua. Đổi lại là tình trạng đờ đẫn triền miên. Giữa đau đớn và mất cảm giác, tôi sẽ lựa chọn cái thứ hai.  Giờ đây, tôi mong chờ nỗi đau. Tôi không đờ đẫn nữa – các giác quan của tôi căng thẳng  khác thường sau quá nhiều tháng đờ đẫn – nhưng cơn đau thường gặp đã hết. Cơn đau duy nhất còn lại là sự thất vọng vì giọng anh đang xa dần.  Có một chọn lựa khác.  Khôn ngoan là tránh trạng thái tâm thần bất an tiêu cực tiềm tàng này.  Thật ngu ngốc khi khuyến khích bệnh ảo giác.  Nhưng giọng nói anh đang xa dần.   Để làm thử, tôi bước thêm một bước nữa.  \"Bella, quay lại,” anh gầm gừ.  Tôi thở phào nhẹ nhõm.  Âm thanh giận dữ là thứ tôi muốn nghe – là bằng chứng bịa đặt, sai lầm cho thấy anh quan tâm, một món quà đáng ngờ của tiềm thức.   Phải mất vài giây tôi mới quyết định được toàn bộ chuyện này.  Số khán giả ít ỏi của tôi đang nhìn, tò mò.  Có lẽ trông giống như tôi đang chần chừ nghĩ có nên tiến về phía họ hay không.  Làm sao họ có thể biết được tôi đang đứng đó để tận hưởng cái giây phút điên rồ bất ngờ này? \"Chào,”  một trong những gã đàn ông đó gọi, giọng nói của gã vừa có vẻ tự tin vừa hơi chế nhạo. Người này có làn da trắng mịn - tóc vàng hoe, và gã đứng với vẻ tự tin vì tự cho mình đẹp trai. Tôi không biết gã đẹp hay không. Tôi thành kiến lắm.  Tiếng nói trong đầu đáp lại bằng tiếng gầm gừ căng thẳng. Tôi mỉm cười, và cái gã tự tin kia tưởng tôi khích lệ hắn.  \"Tôi có thể giúp em gì không? Hình như em lạc đường.”  Gã nheo mắt cười toe toét.  Tôi cẩn thận bước qua rãnh, nước chảy đen ngòm trong màn đêm.  \"Không. Tôi không bị lạc đường.\"  Giờ đây khi tôi đến gần hơn - và mắt tôi nhìn chăm chú hết sức kỳ cục - tôi nhìn kỹ khuôn mặt của gã da đen, thấp người. Chẳng chút gì quen thuộc. Tôi cảm thấy thất vọng vì đây không phải là kẻ khủng khiếp đã cố hại tôi cách đây gần một năm.  Tiếng nói trong đầu tôi bây giờ im bặt.  Gã thấp người để ý ánh nhìn chằm chằm của tôi. \"Tôi mời em uống chút gì nhé?\" gã đề nghị, căng thẳng, có vẻ hãnh diện vì tôi đã chọn gã để nhìn.  \"Tôi còn nhỏ lắm, \" tôi trả lời như một cái máy.  Gã lúng túng – tự hỏi không biết tôi đến gần họ làm gì. Tôi buộc lòng phải giải thích.  “Nhìn từ bên kia đường, anh trông rất quen. Xin lỗi, tôi nhầm.\"  Mối nguy hiểm đã lôi tôi qua bên này đường đã tan biến. Họ không phải là những người đàn ông nguy hiểm mà tôi nhớ. Có lẽ họ là những anh chàng dễ thương.  An toàn. Tôi không còn quan tâm đến họ nữa.  \"Thôi được,” gã tóc vàng tự tin nói. “Ở lại đây và đi chơi với bọn anh.\"  \"Cám ơn, nhưng không được.” Jessica đang đứng do dự giữa đường, mắt cô mở to đầy giận dữ.  \"Này, chỉ vài phút thôi mà.”  Tôi lắc đầu, và quay lại gặp Jessica.  \"Mình đi ăn thôi,\" tôi đề nghị nhưng chẳng nhìn cô. Mặc dù, trông chốc lát, dường như tôi không còn bị ám ảnh bởi hình ảnh về thây ma sống nữa, nhưng tôi dường như ở nơi xa xôi nào đó. Tâm trí tôi không thảnh thơi. Sự đờ đẫn an toàn đã không quay lại, và tôi càng thêm lo lắng từng giây từng phút trôi qua không có nó trở về.  \"Bạn đang nghĩ gì vậy?\" Jessica cáu kỉnh nói. \"Bạn đâu có biết họ - họ có thể là những người tâm thần đấy!\"  Tôi nhún vai, ước gì cô sẽ bỏ qua chuyện đó. \"Mình cứ tưởng mình biết một gã trong số đó.”  \"Bạn thiệt kỳ quặc, Bella Swan. Mình cảm thấy như mình không biết bạn là ai nữa đó. \"  \"Xin lỗi.” Tôi không biết phải nói gì ngoài câu ấy.  Chúng tôi lặng lẽ đến cửa hàng McDonald. Tôi cược là cô đang ước gì chúng tôi đã đi xe chớ không đi bộ quãng đường ngắn từ nhà hát, để cô có thể mua đồ ăn từ nhà hàng thức ăn nhanh dành cho những người ngồi trong xe ô tô. Giờ đây cô mong sao cho buổi tối nay trôi qua cho xong y như tôi đã mong lúc đầu hôm. Tôi cố bắt chuyện vài lần trong khi ăn, nhưng Jessica không có vẻ hợp tác cho mấy. Chắc chắn tôi đã làm cô giận thiệt rồi.  Khi quay lại xe, cô rà máy xtê-ri-ô đúng tần số mình thích và vặn âm lượng to đến nỗi khó mà nói chuyện được.  Tôi không cần phải cố gắng hết sức như mọi khi để lờ nhạc đi.  Mặc dù tâm trí tôi, lần này, không còn giữ cho đờ đẫn và trống rỗng một cách cẩn tḥân nữa, tôi có quá nhiều điều để suy nghĩ đến nỗi không thể nghe lời ca khúc.  Tôi chờ đợi sự đờ đẫn, hoặc nỗi đau quay lại. Bởi vì nỗi đau ắt sẽ đến. Tôi đã phá luật riêng của mình. Thay vì né tránh kỷ niệm, tôi đã bước đến đón nhận chúng. Tôi đã nghe tiếng anh, rõ mồn một trong đầu. Tôi sắp phải trả giá, chắc chắn như vậy. Đặc biệt nếu tôi không thể phục hồi lại tình trạng mụ mị để tự bảo vệ mình.  Tôi cảm thấy mình quá tỉnh táo và điều đó làm tôi sợ hãi.  Nhưng cảm giác nhẹ nhõm bao trùm lấy cơ thể tôi – xuất phát tận thâm tâm tôi.  Cũng nhiều như tôi cố không nghĩ về anh, tôi đã không cố quên anh.  Tôi lo là – trong đêm khuya, khi tình trạng kiệt sức vì thiếu ngủ phá vỡ sự phòng thủ của tôi – thì mọi thứ sẽ mất đi. Lo là tâm trí mình giống như cái sàng, rồi một ngày nào đó tôi sẽ không thể nhớ chính xác màu mắt của anh, không thể nhớ cảm giác của làn da mát rượi của anh, hay âm điệu của giọng anh. Tôi không được nghĩ về chúng, nhưng tôi phải nhớ chúng.  Bởi vì chỉ có một điều mà tôi phải tin mới sống nỗi - tôi phải biết rằng anh đã tồn tại trên đời này.  Thế thôi. Tôi có thể chịu đựng mọi điều khác miễn là anh đã tồn tại trên đời này.  Đó là lý do tại sao tôi mắc kẹt ở Forks lâu hơn trước đây, là lý do tại sao tôi cãi Charlie khi ông đề nghị tôi thay đổi. Thành thật mà nói, chẳng có gì quan trọng cả; sẽ chẳng bao giờ có ai quay lại nơi này cả.  Nhưng nếu tôi đến Jacksonville, hoặc bất cứ nơi nào khác sáng sủa và xa lạ, làm sao tôi có thể chắc là anh có thật? Ở một nơi tôi không bao giờ có thể hình dung ra anh, niềm tin có thể phai nhạt đi... và vậy thì tôi không thể sống nỗi.  Cấm nhớ, sợ quên; thật là một con đường khó đi.   Tôi ngạc nhiên khi Jessica dừng xe ở trước nhà tôi.  Dường như chuyến đi chẳng những không lâu mà còn ngắn ngủi nữa, tôi không thể tưởng nỗi Jessica có thể đi một quãng đường dài như thế mà chẳng nói lời nào.  \"Jess này, cảm ơn vì đã đi chơi với mình”  tôi vừa nói vừa mở cửa.  \"Thật… vui.\" Tôi hy vọng từ “vui” là từ thích hợp.  \"Chứ còn gì nữa, \" cô lẩm bẩm.  \"Mình xin lỗi về việc ... sau khi xem phim.” \"Quên nó đi, Bella.\" Cô nhìn kính chắn gió chứ không nhìn tôi. Hình như cô càng thêm giận dữ hơn chớ chẳng bỏ qua chuyện đó.   \"Gặp lại bạn vào thứ hai nhé?\"  \"Ờ, tạm biệt.”  Tôi chịu thua và đóng cửa. Cô chạy đi, mắt vẫn không nhìn tôi.  Tôi quên ngay cô khi vào trong nhà.  Charlie đang đợi tôi giữa phòng khách, tay ông khoanh chặt trước ngực, bàn tay siết thành nắm đấm.  \"Chào Bố, \" tôi lơ đãng nói khi đi vòng qua Charlie, hướng về phía cầu thang.  Tôi đã nghĩ về ông quá lâu, và tôi muốn lên lầu trước khi ý nghĩ đó lại đuổi kịp tôi.  \"Con đã ở đâu vậy?\" Charlie hỏi.  Tôi nhìn bố tôi, ngạc nhiên.  \"Con đi xem phim ở Port Angeles với Jessica. Như con đã nói với bố lúc sáng. \"  \"Hừm, \" ông nói làu bàu.  \"Không được sao bố?\"   Ông nhìn kỹ mặt tôi, mắt ông mở to như thể ông nhìn thấy điều gì đó bất ngờ.  \"À, thế thì tốt. Con có vui không?\"  \"Vui chứ, “tôi nói.” Chúng con xem thây ma sống ăn thịt người. Thật tuyệt.\"  Ông nheo mắt.  \"Chúc bố ngủ ngon\"  Ông để tôi đi qua. Tôi vội vã lên phòng mình.  Tôi nằm trên giường vài phút sau, cam chịu khi cơn đau cuối cùng cũng xuất đầu lộ diện.  Đó là một thứ méo mó, cảm giác có một cái lỗ khổng lồ xuyên qua ngực tôi, cắt đi các cơ quan quan trọng nhất của tôi và để lại những mảng lởm chởm, những vết rạch chưa lành quanh các mép tiếp tục đập và chảy máu mặc cho thời gian trôi đi. Về mặt lý trí, tôi biết hai lá phổi của mình vẫn còn nguyên vẹn, song tôi vẫn thở hổn hển và đầu tôi quay mòng mòng như  thể tôi ráng sức cũng vô ích. Tim tôi ắt cũng đang đập, nhưng tôi không thể nghe âm thanh của mạch đập trong tai nữa; bàn tay tôi xanh tái đi vì lạnh.  Tôi cuộn người lại, tay ôm hai bên xương sườn để ôm chặt mình. Tôi đấu tranh để quay lại tình trạng đờ đẫn, nhưng nó cứ né tránh tôi.  Tuy nhiên, tôi thấy mình có thể vượt qua được. Tôi rất tỉnh táo, tôi cảm thấy cơn đau – nỗi mất mát đau đớn toả ra từ ngực, truyền những đợt đau ngắt quãng qua tứ chi và đầu - nhưng cơn đau có thể kiểm soát được. Tôi có thể chịu được nó. Không phải vì cơn đau yếu dần theo năm tháng mà vì tôi đã đủ mạnh mẽ để chịu đựng nó.  Đêm nay, cho dù điều gì đã xảy ra - dù đó là những thây ma sống, adrenaline, hay chứng ảo giác đã gây ra-  thì điều đó cũng đã thức tỉnh tôi.  Đã lâu lắm rồi, lần đầu tiên tôi không biết sáng mai chuyện gì sẽ xảy ra."
        },
        {
            "en": "12        12. BALANCING \"Billy!\" Charlie called as soon as he got out of the car. I turned toward the house, beckoning to Jacob as I ducked under the porch. I heard Charlie greeting them loudly behind me. \"I'm going to pretend I didn't see you behind the wheel, Jake,\" he said disapprovingly. \"We get permits early on the rez,\" Jacob said while I unlocked the door and flicked on the porch light. \"Sure you do,\" Charlie laughed. \"I have to get around somehow.\" I recognized Billy's resonant voice easily, despite the years. The sound of it made me feel suddenly younger, a child. I went inside, leaving the door open behind me and turning on lights before I hung up my jacket. Then I stood in the door, watching anxiously as Charlie and Jacob helped Billy out of the car and into his wheelchair. I backed out of the way as the three of them hurried in, shaking off the rain. \"This is a surprise,\" Charlie was saying. \"It's been too long,\" Billy answered. \"I hope it's not a bad time.\" His dark eyes flashed up to me again, their expression unreadable. \"No, it's great. I hope you can stay for the game.\" Jacob grinned. \"I think that's the plan — our TV broke last week.\" Billy made a face at his son. \"And, of course, Jacob was anxious to see Bella again,\" he added. Jacob scowled and ducked his head while I fought back a surge of remorse. Maybe I'd been too convincing on the beach. \"Are you hungry?\" I asked, turning toward the kitchen. I was eager to escape Billy's searching gaze. \"Naw, we ate just before we came,\" Jacob answered. \"How about you, Charlie?\" I called over my shoulder as I fled around the corner. \"Sure,\" he replied, his voice moving in the direction of the front room and the TV. I could hear Billy's chair follow. The grilled cheese sandwiches were in the frying pan and I was slicing up a tomato when I sensed someone behind me. \"So, how are things?\" Jacob asked. \"Pretty good.\" I smiled. His enthusiasm was hard to resist. \"How about you? Did you finish your car?\" \"No.\" He frowned. \"I still need parts. We borrowed that one.\" He pointed with his thumb in the direction of the front yard. \"Sorry. I haven't seen any… what was it you were looking for?\" \"Master cylinder.\" He grinned. \"Is something wrong with the truck?\" he added suddenly. \"No.\" \"Oh. I just wondered because you weren't driving it.\" I stared down at the pan, pulling up the edge of a sandwich to check the bottom side. \"I got a ride with a friend.\" \"Nice ride.\" Jacob's voice was admiring. \"I didn't recognize the driver, though. I thought I knew most of the kids around here.\" I nodded noncommittally, keeping my eyes down as I flipped sandwiches. \"My dad seemed to know him from somewhere.\" \"Jacob, could you hand me some plates? They're in the cupboard over the sink.\" \"Sure.\" He got the plates in silence. I hoped he would let it drop now. \"So who was it?\" he asked, setting two plates on the counter next to me. I sighed in defeat. \"Edward Cullen.\" To my surprise, he laughed. I glanced up at him. He looked a little embarrassed. \"Guess that explains it, then,\" he said. \"I wondered why my dad was acting so strange.\" \"That's right.\" I faked an innocent expression. \"He doesn't like the Cullens.\" \"Superstitious old man,\" Jacob muttered under his breath. \"You don't think he'd say anything to Charlie?\" I couldn't help asking, the words coming out in a low rush.  Jacob stared at me for a moment, and I couldn't read the expression in his dark eyes. \"I doubt it,\" he finally answered. \"I think Charlie chewed him out pretty good last time. They haven't spoken much since — tonight is sort of a reunion, I think. I don't think he'd bring it up again.\" \"Oh,\" I said, trying to sound indifferent. I stayed in the front room after I carried the food out to Charlie, pretending to watch the game while Jacob chattered at me. I was really listening to the men's conversation, watching for any sign that Billy was about to rat me out, trying to think of ways to stop him if he began. It was a long night. I had a lot of homework that was going undone, but I was afraid to leave Billy alone with Charlie. Finally, the game ended. \"Are you and your friends coming back to the beach soon?\" Jacob asked as he pushed his father over the lip of the threshold. \"I'm not sure,\" I hedged. \"That was fun, Charlie,\" Billy said. \"Come up for the next game,\" Charlie encouraged. \"Sure, sure,\" Billy said. \"We'll be here. Have a good night.\" His eyes shifted to mine, and his smile disappeared. \"You take care, Bella,\" he added seriously. \"Thanks,\" I muttered, looking away. I headed for the stairs while Charlie waved from the doorway. \"Wait, Bella,\" he said. I cringed. Had Billy gotten something in before I'd joined them in the living room? But Charlie was relaxed, still grinning from the unexpected visit. \"I didn't get a chance to talk to you tonight. How was your day?\" \"Good.\" I hesitated with one foot on the first stair, searching for details I could safely share. \"My badminton team won all four games.\" \"Wow, I didn't know you could play badminton.\" \"Well, actually I can't, but my partner is really good,\" I admitted . \"Who is it?\" he asked with token interest. \"Um… Mike Newton,\" I told him reluctantly. \"Oh yeah — you said you were friends with the Newton kid.\" He perked up. \"Nice family.\" He mused for a minute. \"Why didn't you ask him to the dance this weekend?\" \"Dad!\" I groaned. \"He's kind of dating my friend Jessica. Besides, you know I can't dance.\" \"Oh yeah,\" he muttered. Then he smiled at me apologetically. \"So I guess it's good you'll be gone Saturday… I've made plans to go fishing with the guys from the station. The weather's supposed to be real warm. But if you wanted to put your trip off till someone could go with you, I'd stay home. I know I leave you here alone too much.\" \"Dad, you're doing a great job.\" I smiled, hoping my relief didn't show. \"I've never minded being alone — I'm too much like you.\" I winked at him, and he smiled his crinkly-eyed smile. I slept better that night, too tired to dream again. When I woke to the pearl gray morning, my mood was blissful. The tense evening with Billy and Jacob seemed harmless enough now; I decided to forget it completely.  I caught myself whistling while I was pulling the front part of my hair back into a barrette, and later again as I skipped down the stairs. Charlie noticed. \"You're cheerful this morning,\" he commented over breakfast. I shrugged. \"It's Friday.\" I hurried so I would be ready to go the second Charlie left. I had my bag ready, shoes on, teeth brushed, but even though I rushed to the door as soon as I was sure Charlie would be out of sight, Edward was faster. He was waiting in his shiny car, windows down, engine off. I didn't hesitate this time, climbing in the passenger side quickly, the sooner to see his face. He grinned his crooked smile at me, stopping my breath and my heart. I couldn't imagine how an angel could be any more glorious. There was nothing about him that could be improved upon. \"How did you sleep?\" he asked. I wondered if he had any idea how appealing his voice was. \"Fine. How was your night?\" \"Pleasant.\" His smile was amused; I felt like I was missing an inside joke. \"Can I ask what you did?\" I asked. \"No.\" He grinned. \"Today is still mine.\" He wanted to know about people today: more about Renée, her hobbies, what we'd done in our free time together. And then the one grandmother I'd known, my few school friends — embarrassing me when he asked about boys I'd dated. I was relieved that I'd never really dated anyone, so that particular conversation couldn't last long. He seemed as surprised as Jessica and Angela by my lack of romantic history. \"So you never met anyone you wanted?\" he asked in a serious tone that made me wonder what he was thinking about. I was grudgingly honest. \"Not in Phoenix.\" His lips pressed together into a hard line. We were in the cafeteria at this point. The day had sped by in the blur that was rapidly becoming routine. I took advantage of his brief pause to take a bite of my bagel. \"I should have let you drive yourself today,\" he announced, apropos of nothing, while I chewed. \"Why?\" I demanded. \"I'm leaving with Alice after lunch.\" \"Oh.\" I blinked, bewildered and disappointed. \"That's okay, it's not that far of a walk.\" He frowned at me impatiently. \"I'm not going to make you walk home. We'll go get your truck and leave it here for you.\" \"I don't have my key with me,\" I sighed. \"I really don't mind walking.\" What I minded was losing my time with him. He shook his head. \"Your truck will be here, and the key will be in the ignition — unless you're afraid someone might steal it.\" He laughed at the thought. \"All right,\" I agreed, pursing my lips. I was pretty sure my key was in the pocket of a pair of jeans I wore Wednesday, under a pile of clothes in the laundry room. Even if he broke into my house, or whatever he was planning, he'd never find it. He seemed to feel the challenge in my consent. He smirked, overconfident. \"So where are you going?\" I asked as casually as I could manage. \"Hunting,\" he answered grimly. \"If I'm going to be alone with you tomorrow, I'm going to take whatever precautions I can.\" His face grew morose… and pleading. \"You can always cancel, you know.\" I looked down, afraid of the persuasive power of his eyes. I refused to be convinced to fear him, no matter how real the danger might be. It doesn't matter, I repeated in my head.  \"No,\" I whispered, glancing back at his face. \"I can't.\" \"Perhaps you're right,\" he murmured bleakly. His eyes seemed to darken in color as I watched. I changed the subject. \"What time will I see you tomorrow?\" I asked, already depressed by the thought of him leaving now. \"That depends… it's a Saturday, don't you want to sleep in?\" he offered. \"No,\" I answered too fast. He restrained a smile.  \"The same time as usual, then,\" he decided. \"Will Charlie be there?\" \"No, he's fishing tomorrow.\" I beamed at the memory of how conveniently things had worked out. His voice turned sharp. \"And if you don't come home, what will he think?\" \"I have no idea,\" I answered coolly. \"He knows I've been meaning to do the laundry. Maybe he'll think I fell in the washer.\" He scowled at me and I scowled back. His anger was much more impressive than mine. \"What are you hunting tonight?\" I asked when I was sure I had lost the glowering contest. \"Whatever we find in the park. We aren't going far.\" He seemed bemused by my casual reference to his secret realities. \"Why are you going with Alice?\" I wondered. \"Alice is the most… supportive.\" He frowned as he spoke. \"And the others?\" I asked timidly. \"What are they?\" His brow puckered for a brief moment. \"Incredulous, for the most part.\" I peeked quickly behind me at his family. They sat staring off in different directions, exactly the same as the first time I'd seen them. Only now they were four; their beautiful, bronze-haired brother sat across from me, his golden eyes troubled. \"They don't like me,\" I guessed. \"That's not it,\" he disagreed, but his eyes were too innocent. \"They don't understand why I can't leave you alone.\" I grimaced. \"Neither do I, for that matter.\" Edward shook his head slowly, rolling his eyes toward the ceiling before he met my gaze again. \"I told you — you don't see yourself clearly at all. You're not like anyone I've ever known. You fascinate me.\" I glared at him, sure he was teasing now. He smiled as he deciphered my expression. \"Having the advantages I do,\" he murmured, touching his forehead discreetly, \"I have a better than average grasp of human nature. People are predictable. But you… you never do what I expect. You always take me by surprise.\" I looked away, my eyes wandering back to his family, embarrassed and dissatisfied. His words made me feel like a science experiment. I wanted to laugh at myself for expecting anything else. \"That part is easy enough to explain,\" he continued. I felt his eyes on my face but I couldn't look at him yet, afraid he might read the chagrin in my eyes. \"But there's more… and it's not so easy to put into words —\" I was still staring at the Cullens while he spoke. Suddenly Rosalie, his blond and breathtaking sister, turned to look at me. No, not to look — to glare, with dark, cold eyes. I wanted to look away, but her gaze held me until Edward broke off mid-sentence and made an angry noise under his breath. It was almost a hiss. Rosalie turned her head, and I was relieved to be free. I looked back at Edward — and I knew he could see the confusion and fear that widened my eyes. His face was tight as he explained. \"I'm sorry about that. She's just worried. You see… it's dangerous for more than just me if, after spending so much time with you so publicly…\" He looked down. \"If?\" \"If this ends… badly.\" He dropped his head into his hands, as he had that night in Port Angeles. His anguish was plain; I yearned to comfort him, but I was at a loss to know how.  My hand reached toward him involuntarily; quickly, though, I dropped it to the table, fearing that my touch would only make things worse. I realized slowly that his words should frighten me. I waited for that fear to come, but all I could seem to feel was an ache for his pain. And frustration — frustration that Rosalie had interrupted whatever he was about to say. I didn't know how to bring it up again. He still had his head in his hands. I tried to speak in a normal voice. \"And you have to leave now?\" \"Yes.\" He raised his face; it was serious for a moment, and then his mood shifted and he smiled. \"It's probably for the best. We still have fifteen minutes of that wretched movie left to endure in Biology — I don't think I could take any more.\" I started. Alice — her short, inky hair in a halo of spiky disarray around her exquisite, elfin face — was suddenly standing behind his shoulder. Her slight frame was willowy, graceful even in absolute stillness. He greeted her without looking away from me. \"Alice.\" \"Edward,\" she answered, her high soprano voice almost as attractive as his. \"Alice, Bella — Bella, Alice,\" he introduced us, gesturing casually with his hand, a wry smile on his face. \"Hello, Bella.\" Her brilliant obsidian eyes were unreadable, but her smile was friendly. \"It's nice to finally meet you.\" Edward flashed a dark look at her. \"Hi, Alice,\" I murmured shyly. \"Are you ready?\" she asked him. His voice was aloof. \"Nearly. I'll meet you at the car.\" She left without another word; her walk was so fluid, so sinuous that I felt a sharp pang of jealousy. \"Should I say 'have fun,' or is that the wrong sentiment?\" I asked, turning back to him. \"No, 'have fun' works as well as anything.\" He grinned. \"Have fun, then.\" I worked to sound wholehearted. Of course I didn't fool him. \"I'll try.\" He still grinned. \"And you try to be safe, please.\" \"Safe in Forks — what a challenge.\" \"For you it is a challenge.\" His jaw hardened. \"Promise.\" \"I promise to try to be safe,\" I recited. \"I'll do the laundry tonight — that ought to be fraught with peril.\" \"Don't fall in,\" he mocked. \"I'll do my best.\" He stood then, and I rose, too. \"I'll see you tomorrow,\" I sighed. \"It seems like a long time to you, doesn't it?\" he mused. I nodded glumly.  \"I'll be there in the morning,\" he promised, smiling his crooked smile. He reached across the table to touch my face, lightly brushing along my cheekbone again. Then he turned and walked away. I stared after him until he was gone. I was sorely tempted to ditch the rest of the day, at the very least Gym, but a warning instinct stopped me. I knew that if I disappeared now, Mike and others would assume I was with Edward. And Edward was worried about the time we'd spent together publicly… if things went wrong. I refused to dwell on the last thought, concentrating instead on making things safer for him. I intuitively knew — and sensed he did, too — that tomorrow would be pivotal. Our relationship couldn't continue to balance, as it did, on the point of a knife. We would fall off one edge or the other, depending entirely upon his decision, or his instincts. My decision was made, made before I'd ever consciously chosen, and I was committed to seeing it through. Because there was nothing more terrifying to me, more excruciating, than the thought of turning away from him. It was an impossibility. I went to class, feeling dutiful. I couldn't honestly say what happened in Biology; my mind was too preoccupied with thoughts of tomorrow. In Gym, Mike was speaking to me again; he wished me a good time in Seattle. I carefully explained that I'd canceled my trip, worried about my truck.  \"Are you going to the dance with Cullen?\" he asked, suddenly sulky. \"No, I'm not going to the dance at all.\" \"What are you doing, then?\" he asked, too interested. My natural urge was to tell him to butt out. Instead, I lied brightly. \"Laundry, and then I have to study for the Trig test or I'm going to fail.\" \"Is Cullen helping you study?\" \"Edward,\" I emphasized, \"is not going to help me study. He's gone away somewhere for the weekend.\" The lies came more naturally than usual, I noted with surprise. \"Oh.\" He perked up. \"You know, you could come to the dance with our group anyway — that would be cool. We'd all dance with you,\" he promised. The mental image of Jessica's face made my tone sharper than necessary. \"I'm not going to the dance, Mike, okay?\" \"Fine.\" He sulked again. \"I was just offering.\" When the school day had finally ended, I walked to the parking lot without enthusiasm. I did not especially want to walk home, but I couldn't see how he would have retrieved my truck.  Then again, I was starting to believe that nothing was impossible for him. The latter instinct proved correct — my truck sat in the same space he'd parked his Volvo in this morning. I shook my head, incredulous, as I opened the unlocked door and saw the key in the ignition. There was a piece of white paper folded on my seat. I got in and closed the door before I unfolded it. Two words were written in his elegant script. Be safe. The sound of the truck roaring to life frightened me. I laughed at myself. When I got home, the handle of the door was locked, the dead bolt unlocked, just as I'd left it this morning. Inside, I went straight to the laundry room. It looked just the same as I'd left it, too. I dug for my jeans and, after finding them, checked the pockets. Empty. Maybe I'd hung my key up after all, I thought, shaking my head. Following the same instinct that had prompted me to lie to Mike, I called Jessica on the pretense of wishing her luck at the dance. When she offered the same wish for my day with Edward, I told her about the cancellation. She was more disappointed than really necessary for a third-party observer to be. I said goodbye quickly after that. Charlie was absentminded at dinner, worried over something at work, I guessed, or maybe a basketball game, or maybe he was just really enjoying the lasagna — it was hard to tell with Charlie. \"You know, Dad…\" I began, breaking into his reverie. \"What's that, Bell?\" \"I think you're right about Seattle. I think I'll wait until Jessica or someone else can go with me.\" \"Oh,\" he said, surprised. \"Oh, okay. So, do you want me to stay home?\" \"No, Dad, don't change your plans. I've got a million things to do… homework, laundry… I need to go to the library and the grocery store. I'll be in and out all day… you go and have fun.\" \"Are you sure?\" \"Absolutely, Dad. Besides, the freezer is getting dangerously low on fish — we're down to a two, maybe three years' supply.\" \"You're sure easy to live with, Bella.\" He smiled. \"I could say the same thing about you,\" I said, laughing. The sound of my laughter was off, but he didn't seem to notice. I felt so guilty for deceiving him that I almost took Edward's advice and told him where I would be. Almost. After dinner, I folded clothes and moved another load through the dryer. Unfortunately it was the kind of job that only keeps hands busy. My mind definitely had too much free time, and it was getting out of control. I fluctuated between anticipation so intense that it was very nearly pain, and an insidious fear that picked at my resolve. I had to keep reminding myself that I'd made my choice, and I wasn't going back on it. I pulled his note out of my pocket much more often than necessary to absorb the two small words he'd written. He wants me to be safe, I told myself again and again. I would just hold on to the faith that, in the end, that desire would win out over the others. And what was my other choice — to cut him out of my life? Intolerable. Besides, since I'd come to Forks, it really seemed like my life was about him. But a tiny voice in the back of my mind worried, wondering if it would hurt very much… if it ended badly. I was relieved when it was late enough to be acceptable for bedtime. I knew I was far too stressed to sleep, so I did something I'd never done before. I deliberately took unnecessary cold medicine — the kind that knocked me out for a good eight hours. I normally wouldn't condone that type of behavior in myself, but tomorrow would be complicated enough without me being loopy from sleep deprivation on top of everything else. While I waited for the drugs to kick in, I dried my clean hair till it was impeccably straight, and fussed over what I would wear tomorrow. With everything ready for the morning, I finally lay in my bed. I felt hyper; I couldn't stop twitching. I got up and rifled through my shoebox of CDs until I found a collection of Chopin's nocturnes. I put that on very quietly and then lay down again, concentrating on relaxing individual parts of my body. Somewhere in the middle of that exercise, the cold pills took effect, and I gladly sank into unconsciousness.  I woke early, having slept soundly and dreamlessly thanks to my gratuitous drug use. Though I was well rested, I slipped right back into the same hectic frenzy from the night before. I dressed in a rush, smoothing my collar against my neck, fidgeting with the tan sweater till it hung right over my jeans. I sneaked a swift look out the window to see that Charlie was already gone. A thin, cottony layer of clouds veiled the sky. They didn't look very lasting. I ate breakfast without tasting the food, hurrying to clean up when I was done. I peeked out the window again, but nothing had changed. I had just finished brushing my teeth and was heading back downstairs when a quiet knock sent my heart thudding against my rib cage. I flew to the door; I had a little trouble with the simple dead bolt, but I yanked the door open at last, and there he was. All the agitation dissolved as soon as I looked at his face, calm taking its place. I breathed a sigh of relief — yesterday's fears seemed very foolish with him here. He wasn't smiling at first — his face was somber. But then his expression lightened as he looked me over, and he laughed.  \"Good morning,\" he chuckled. \"What's wrong?\" I glanced down to make sure I hadn't forgotten anything important, like shoes, or pants. \"We match.\" He laughed again. I realized he had a long, light tan sweater on, with a white collar showing underneath, and blue jeans. I laughed with him, hiding a secret twinge of regret — why did he have to look like a runway model when I couldn't? I locked the door behind me while he walked to the truck. He waited by the passenger door with a martyred expression that was easy to understand. \"We made a deal,\" I reminded him smugly, climbing into the driver's seat, and reaching over to unlock his door. \"Where to?\" I asked. \"Put your seat belt on — I'm nervous already.\" I gave him a dirty look as I complied. \"Where to?\" I repeated with a sigh. \"Take the one-on-one north,\" he ordered. It was surprisingly difficult to concentrate on the road while feeling his gaze on my face. I compensated by driving more carefully than usual through the still-sleeping town. \"Were you planning to make it out of Forks before nightfall?\" \"This truck is old enough to be your car's grandfather — have some respect,\" I retorted. We were soon out of the town limits, despite his negativity. Thick underbrush and green-swathed trunks replaced the lawns and houses. \"Turn right on the one-ten,\" he instructed just as I was about to ask. I obeyed silently. \"Now we drive until the pavement ends.\" I could hear a smile in his voice, but I was too afraid of driving off the road and proving him right to look over and be sure. \"And what's there, at the pavement's end?\" I wondered. \"A trail.\"                          \"We're hiking?\" Thank goodness I'd worn tennis shoes. \"Is that a problem?\" He sounded as if he'd expected as much. \"No.\" I tried to make the lie sound confident. But if he thought my truck was slow… \"Don't worry, it's only five miles or so, and we're in no hurry.\" Five miles. I didn't answer, so that he wouldn't hear my voice crack in panic. Five miles of treacherous roots and loose stones, trying to twist my ankles or otherwise incapacitate me. This was going to be humiliating. We drove in silence for a while as I contemplated the coming horror. \"What are you thinking?\" he asked impatiently after a few moments. I lied again. \"Just wondering where we're going.\" \"It's a place I like to go when the weather is nice.\" We both glanced out the windows at the thinning clouds after he spoke. \"Charlie said it would be warm today.\" \"And did you tell Charlie what you were up to?\" he asked. \"Nope.\" \"But Jessica thinks we're going to Seattle together?\" He seemed cheered by the idea. \"No, I told her you canceled on me — which is true.\" \"No one knows you're with me?\" Angrily, now. \"That depends… I assume you told Alice?\" \"That's very helpful, Bella,\" he snapped. I pretended I didn't hear that. \"Are you so depressed by Forks that it's made you suicidal?\" he demanded when I ignored him. \"You said it might cause trouble for you… us being together publicly,\" I reminded him. \"So you're worried about the trouble it might cause me— if you don't come home?\" His voice was still angry, and bitingly sarcastic. I nodded, keeping my eyes on the road. He muttered something under his breath, speaking so quickly that I couldn't understand. We were silent for the rest of the drive. I could feel the waves of infuriated disapproval rolling off of him, and I could think of nothing to say. And then the road ended, constricting to a thin foot trail with a small wooden marker. I parked on the narrow shoulder and stepped out, afraid because he was angry with me and I didn't have driving as an excuse not to look at him. It was warm now, warmer than it had been in Forks since the day I'd arrived, almost muggy under the clouds. I pulled off my sweater and knotted it around my waist, glad that I'd worn the light, sleeveless shirt — especially if I had five miles of hiking ahead of me. I heard his door slam, and looked over to see that he'd removed his sweater, too. He was facing away from me, into the unbroken forest beside my truck. \"This way,\" he said, glancing over his shoulder at me, eyes still annoyed. He started into the dark forest. \"The trail?\" Panic was clear in my voice as I hurried around the truck to catch up to him. \"I said there was a trail at the end of the road, not that we were taking it.\" \"No trail?\" I asked desperately. \"I won't let you get lost.\" He turned then, with a mocking smile, and I stifled a gasp. His white shirt was sleeveless, and he wore it unbuttoned, so that the smooth white skin of his throat flowed uninterrupted over the marble contours of his chest, his perfect musculature no longer merely hinted at behind concealing clothes. He was too perfect, I realized with a piercing stab of despair. There was no way this godlike creature could be meant for me. He stared at me, bewildered by my tortured expression. \"Do you want to go home?\" he said quietly, a different pain than mine saturating his voice. \"No.\" I walked forward till I was close beside him, anxious not to waste one second of whatever time I might have with him. \"What's wrong?\" he asked, his voice gentle. \"I'm not a good hiker,\" I answered dully. \"You'll have to be very patient.\" \"I can be patient — if I make a great effort.\" He smiled, holding my glance, trying to lift me out of my sudden, unexplained dejection. I tried to smile back, but the smile was unconvincing. He scrutinized my face. \"I'll take you home,\" he promised. I couldn't tell if the promise was unconditional, or restricted to an immediate departure. I knew he thought it was fear that upset me, and I was grateful again that I was the one person whose mind he couldn't hear. \"If you want me to hack five miles through the jungle before sundown, you'd better start leading the way,\" I said acidly. He frowned at me, struggling to understand my tone and expression. He gave up after a moment and led the way into the forest. It wasn't as hard as I had feared. The way was mostly flat, and he held the damp ferns and webs of moss aside for me. When his straight path took us over fallen trees or boulders, he would help me, lifting me by the elbow, and then releasing me instantly when I was clear. His cold touch on my skin never failed to make my heart thud erratically. Twice, when that happened, I caught a look on his face that made me sure he could somehow hear it. I tried to keep my eyes away from his perfection as much as possible, but I slipped often. Each time, his beauty pierced me through with sadness. For the most part, we walked in silence. Occasionally he would ask a random question that he hadn't gotten to in the past two days of interrogation. He asked about my birthdays, my grade school teachers, my childhood pets — and I had to admit that after killing three fish in a row, I'd given up on the whole institution. He laughed at that, louder than I was used to — bell-like echoes bouncing back to us from the empty woods. The hike took me most of the morning, but he never showed any sign of impatience. The forest spread out around us in a boundless labyrinth of ancient trees, and I began to be nervous that we would never find our way out again. He was perfectly at ease, comfortable in the green maze, never seeming to feel any doubt about our direction. After several hours, the light that filtered through the canopy transformed, the murky olive tone shifting to a brighter jade. The day had turned sunny, just as he'd foretold. For the first time since we'd entered the woods, I felt a thrill of excitement — which quickly turned to impatience. \"Are we there yet?\" I teased, pretending to scowl. \"Nearly.\" He smiled at the change in my mood. \"Do you see the brightness ahead?\" I peered into the thick forest. \"Um, should I?\" He smirked. \"Maybe it's a bit soon for your eyes.\" \"Time to visit the optometrist,\" I muttered. His smirk grew more pronounced. But then, after another hundred yards, I could definitely see a lightening in the trees ahead, a glow that was yellow instead of green. I picked up the pace, my <em>eagerness</em> growing with every step. He let me lead now, following noiselessly. I reached the edge of the pool of light and stepped through the last fringe of ferns into the loveliest place I had ever seen. The meadow was small, perfectly round, and filled with wildflowers — violet, yellow, and soft white. Somewhere nearby, I could hear the bubbling music of a stream. The sun was directly overhead, filling the circle with a haze of buttery sunshine. I walked slowly, awestruck, through the soft grass, swaying flowers, and warm, gilded air. I halfway turned, wanting to share this with him, but he wasn't behind me where I thought he'd be. I spun around, searching for him with sudden alarm. Finally I spotted him, still under the dense shade of the canopy at the edge of the hollow, watching me with cautious eyes. Only then did I remember what the beauty of the meadow had driven from my mind — the enigma of Edward and the sun, which he'd promised to illustrate for me today. I took a step back toward him, my eyes alight with curiosity. His eyes were wary, reluctant. I smiled encouragingly and beckoned to him with my hand, taking another step back to him. He held up a hand in warning, and I hesitated, rocking back onto my heels. Edward seemed to take a deep breath, and then he stepped out into the bright glow of the midday sun.",
            "vi": "12        12.  Thăng bằng \"Billy !\" Charlie gọi ngay khi vừa ra khỏi xe.  Tôi chạy về phía nhà, vẫy tay gọi Jacob vừa cúi mình né dưới hàng hiên. Tôi nghe tiếng Charlie chào thật to phía sau.  \"Tôi sẽ phải giả vờ không thấy cháu ngồi sau tay lái, Jake, \" ông không bằng lòng nói.  \"Tụi con sắp sửa có bằng lái rồi mà, \" Jacob nói trong khi tôi mở khoá cửa và bật đèn trước hiên nhà.  \"Dĩ nhiên rồi, \" Charlie cười to.  \"Tôi cũng phải đi chơi đây đó chớ. \" tôi nhận ra giọng nói âm vang của Billy dễ dàng, dù đã bao năm qua. Âm thanh của giọng nói đó làm tôi đột ngột thấy mình nhỏ dại lại, như một đứa trẻ.  Tôi vào trong nhà, để ngỏ cửa phía sau và bật đèn trước khi tôi treo áo khoác lên. Sau đó tôi đứng ở cửa, lo lắng nhìn Charlie và Jacob giúp Billy ra xe và đặt ông ấy vào chiếc xe lăn.  Tôi tránh đường khi ba người vội vã vào nhà, giũ nước mưa.  \"Thật bất ngờ, \" Charlie nói.  \"Lâu quá không gặp, \" Billy trả lời. \"Hy vọng tôi không đến không đúng lúc. \" Đôi mắt đen của ông lại liếc nhìn lên tôi, ánh mắt thật khó hiểu.  \"Không đâu, tuyệt lắm. Tôi hy vọng ông sẽ ở lại coi đá banh với tôi.” Jacob cười toe toét. \"Con cũng định vậy – tuần trước TV nhà con hư rồi. \" Billy nhăn nhó nhìn con trai. \"Dĩ nhiên rồi, vì Jacob nóng lòng muốn gặp lại Bella đó mà, \" ông nói thêm. Jacob giận dữ cúi đầu trong khi tôi cố kềm nỗi hối hận ngập tràn. Có lẽ tôi đã quá thuyết phục trên bãi biển.  \"Mọi người có đói không?\" tôi hỏi, quay về phía nhà bếp. Tôi muốn tránh ánh nhìn xuyên thấu của Billy.  \"Không, tụi này vừa mới ăn xong trước khi đến, \" Jacob trả lời.  \"Còn bố sao hả Charlie?” Tôi vừa hỏi vừa lỉnh vô bếp.  \"Dĩ nhiên là ăn rồi, \" bố trả lời, giọng ông di chuyển về phía phòng khách và cái TV. Tôi có thể nghe tiếng xe lăn của Billy đi theo.  Bánh xăng - uých phô - mai nướng đang trong chảo và tôi đang thái cà chua thì cảm thấy  có người ở sau mình.  \"Nè, tình hình thế nào?\" Jacob hỏi.  \"Khá tốt. \" tôi mỉm cười. Sự nhiệt tình của anh chàng thật khó kháng cự lại. \"Còn bạn thì sao? Bạn đã ráp xong xe chưa?\" \"Chưa.”  Anh chàng cau mày.” Tôi còn cần linh kiện.  Tụi tôi đã mượn cái đó.” Anh chàng chỉa ngón cái ra sân trước.  \"Xin lỗi. Tôi không thấy gì ... bạn đang tìm gì vậy?\" \"Xy-lanh chính. \" anh chàng cười toe toét. \"Xe tải bị hư gì à?\" anh chàng đột ngột nói thêm.  \"Không.” \"Ồ. Tôi chỉ thắc mắc vì thấy bạn không đi nó.” Tôi nhìn chằm chằm vào cái chảo, kéo bìa bánh xăng - uých để kiểm tra phía đáy. \"Tôi đi quá giang một người bạn. \" \"Xe đẹp ghê.” Giọng Jacob đầy ngưỡng mộ. \"Tuy tôi không biết người lái xe. Tôi cứ nghĩ mình biết hết mọi thanh niên quanh đây.” Tôi gật đầu lấp lửng, cứ nhìn xuống khi lật bánh xăng - uých.  \"Bố tôi hình như biết anh ở đâu đó.” \"Jacob, bạn đưa giùm tôi mấy cái đĩa nhé? Trong tủ trên bồn rửa chén đó. \" \"Được thôi. \" Anh chàng im lặng lấy đĩa. Tôi hi vọng anh ta sẽ bỏ qua chuyện đó.  \"Ai vậy?\" Anh chàng hỏi, đăt hai cái đĩa trên quầy kế bên tôi.  Tôi thở dài chịu thua. \"Edward Cullen. \" Thật không ngờ, anh chàng cười. Tôi liếc nhìn anh chàng. Anh ta có vẻ hơi lúng túng.  \"Thảo nào, \" anh chàng nói. \"Tôi đã thắc mắc không biết sao bố tôi lại phản ứng kỳ lạ thế.” \"Đúng rồi. \" Tôi giả vẻ mặt ngây thơ vô tội. \"Ông không thích Cullens. \" \"Ông già mê tín, \" Jacob thì thầm lầm bầm.  \"Bạn không nghĩ bố bạn sẽ nói gì với Charlie à?\" Tôi hỏi không kềm được, lời nói tuôn ra hơi vội vã.  Jacob nhìn tôi chằm chằm trong chốc lát, và tôi không hiểu được ẩn ý trong đôi mắt đen đó. \"Chắc không đâu, \" cuối cùng thì anh cũng trả lời. \"Tôi nghĩ Charlie lần trước đã cự nự bố tôi nhiều rồi. Từ đó hai người đã không thèm nói chuyện với nhau - đêm nay giông giống như để làm lành, tôi nghĩ vậy. Nên chắc bố tôi sẽ không lôi chuyện đó ra nói nữa đâu.” \"Ồ, \" tôi nói, cố tỏ vẻ dửng dưng.  Tôi ở lại phòng khách sau khi mang thức ăn ra cho Charlie, giả vờ coi đá banh trong khi Jacob cứ nói huyên thuyên với tôi. Tôi đang lắng nghe câu chuyện của mấy ông, chờ dấu hiệu Billy sắp sửa tố cáo tôi, cố nghĩ cách chặn ông nếu ông làm thế.  Thật là một đêm dài. Tôi có rất nhiều bài tập chưa làm, nhưng tôi sợ để Billy một mình với Charlie. Cuối cùng, trận đấu cũng kết thúc.  \"Bạn và bạn bè sẽ sớm quay lại bãi biển chứ?\" Jacob hỏi khi anh chàng đẩy bố qua ngưỡng cửa.  \"Tôi không biết nữa,” tôi tránh không trả lời thẳng.  \"Vui quá, Charlie, \" Billy nói.  \"Trận đấu kế nhớ đến nữa nhe, \" Charlie khuyến khích.  \"Chắc chắn rồi, chắc chắn rồi, \" Billy nói. \"Chúng tôi sẽ đến. Ngủ ngon nhé. \" Mắt ông chuyển sang tôi, và nụ cười biến mất. \"Bella, bảo trọng nhé\" ông nói thêm một cách nghiêm trang.  \"Cám ơn bác, \" tôi thì thầm, nhìn sang chỗ khác.  Tôi đi về phía cầu thang trong khi Charlie vẫy tay ở lối vào.  \"Chờ chút, Bella, \" ông nói.  Tôi co rúm người.  Billy đã tranh thủ nói được gì đó trước khi tôi cùng vào phòng khách với mọi người sao? Nhưng Charlie thoải mái, vẫn cười toe toét vì chuyến viếng thăm bất ngờ.  \"Bố chưa kịp hỏi thăm con đêm nay.  Hôm nay con ra sao?\" \"Tốt bố. \" Tôi do dự bước một chân lên nấc thang đầu tiên, kiếm những chi tiết có thể kể bố nghe một cách an toàn. \"Nhóm cầu lông của con thắng cả bốn ván.” \"Chà, bố không biết con chơi được cầu lông. \" \" Ưm, thực ra con không chơi được, nhưng bạn trong nhóm của con giỏi lắm,” tôi thừa nhận.  \"Ai vậy?\" Ông hỏi lấy có.  \"Ờ... Mike Newton, \" Tôi nói với ông một cách miễn cưỡng.  \"Ờ đúng rồi –con có nói con chơi với con nhà Newton. \" ông hoạt bát hơn.  \"Nhà đó dễ thương. \" ông trầm ngâm một chút. \"Sao con không mời nó đi khiêu vũ cuối tuần này ?\" \"Bố!\" tôi rên rỉ. \" Anh ta đại loại đang hẹn hò với Jessica bạn con mà. Hơn nữa, Bố biết là con đâu khiêu vũ được.” \"Ờ nhỉ, \" ông thì thầm. Sau đó ông mỉm cười với tôi vẻ hối lỗi. \"Bố nghĩ may mà con đi chơi hôm thứ bảy ... vì bố định đi câu cá với mấy người bạn trong đồn. Thời tiết nghe nói ấm áp lắm. Nhưng nếu con muốn hoãn chuyến đi cho đến khi có người đi cùng thì bố sẽ ở nhà.  Bố biết đã để con một mình quá nhiều.” \"Bố, bố đã làm rất tốt mà. \" tôi mỉm cười, hy vọng nỗi nhẹ nhõm của mình không lộ ra.  \"Con chẳng bao giờ thấy phiền khi ở một mình – con giống y bố mà. \" Tôi nháy mắt với ông, và ông cười tít mắt.  Đêm đó tôi ngủ ngon hơn, quá mệt để lại nằm mơ. Khi tỉnh giấc trong buổi sáng xám xịt, tôi vô cùng vui vẻ. Buổi tối căng thẳng với Billy và Jacob bây giờ có vẻ không nguy hại gì cả nên tôi quyết định quên hẳn nó luôn.  Tôi thấy mình huýt sáo khi tôi vén kẹp mớ tóc phía trước lên, rồi sau đó lại huýt sáo khi nhảy mấy nấc thang xuống lầu.  Charlie nhận thấy ngay.  \"Sáng nay con vui nhỉ,, \" ông bình luận khi ăn sáng.  Tôi nhún vai. \"Thứ Sáu mà bố. \" Tôi làm thật nhanh nên đã sẵn sàng lên đường ngay khi Charlie vừa ra khỏi nhà. Tôi đã chuẩn bị cặp xong, giầy đã mang, răng đã đánh, nhưng dù có ra cửa nhanh đến đâu ngay sau khi Charlie khuất ngoài tầm nhìn thì Edward vẫn nhanh hơn. Anh đang ngồi chờ trong chiếc xe bóng loáng, cửa sổ quay xuống, động cơ đã tắt.  Lần này tôi không do dự, leo ngay vào phía hành khách, ngay khi vừa nhìn thấy anh. Anh nở nụ cười nhếch môi với tôi, làm tôi ngừng thở và tim tôi ngừng đập. Tôi không thể tưởng tượng nỗi làm sao có được một thiên thần nào lộng lẫy hơn. Anh thật toàn mỹ, không có gì ở anh có thể hoàn thiện hơn nữa .  \"Em ngủ ngon không?\" anh hỏi. Tôi tự hỏi không biết anh có biết giọng anh hấp dẫn thế nào không.  \"Ngon. Đêm của anh ra sao?\" \"Dễ chịu.” Anh cười thích thú; tôi cảm thấy như có điều gì ẩn giấu sau nụ cười đó.  \"Tôi có thể hỏi anh đã làm gì không?\" Tôi hỏi.  \"Không. \" anh cười toe toét. \" Hôm nay vẫn là ngày của tôi.” Hôm nay anh muốn biết về mọi người: biết thêm về Renée, sở thích của mẹ, chúng tôi cùng nhau làm gì khi rảnh rỗi. Rồi một người bà của tôi, số bạn học ít ỏi của tôi  - làm tôi ngượng khi hỏi về những anh chàng tôi đã hẹn hò. Tôi cảm thấy nhẹ nhõm vì mình chưa hề thực sự hẹn hò với bất kỳ ai, vì thế cuộc trò chuyện đặc biệt đó không thể kéo dài. Anh có vẻ ngạc nhiên y như Jessica và Angela vì tôi thiếu lãng mạn như thế.  \"Vậy là em chưa từng gặp ai mình ao ước cả sao?\" Anh hỏi bằng một giọng nghiêm túc khiến tôi tự hỏi không biết anh đang nghĩ về chuyện gì.  Tôi trung thực một cách miễn cưỡng. \"Chưa từng gặp ở Phoenix. \" Anh mím chặt môi.  Lúc này chúng tôi đã ngồi trong quán ăn tự phục vụ. Ngày trôi qua thật nhanh trong những ngày này. Tôi tận dụng lúc anh dừng lại một chút để cắn một miếng bánh mì vòng.  \"Lẽ ra hôm nay tôi nên để em tự đi xe, \" anh công bố, chẳng liên quan gì, trong khi tôi đang nhai.  \"Sao vậy?\" tôi hỏi.  \"Tôi sẽ đi với Alice sau khi ăn trưa xong. \" \"Ôi. \" tôi chớp mắt, hoang mang và thất vọng. \"Cũng được thôi, đi bộ cũng không xa lắm.” Anh cau mày nhìn tôi sốt ruột. \"Tôi sẽ không để em phải đi bộ về nhà. Chúng tôi sẽ đi lấy xe tải của em và bỏ ở đây cho em. \" “Tôi không mang theo chìa khoá, \" tôi thở dài. \"Tôi thực không cảm thấy phiền khi phải đi bộ đâu.” Điều tôi cảm thấy phiền là không được ở bên anh.  Anh lắc đầu. \"Xe em sẽ ở đây, và chìa khoá sẽ cắm trong công tắc - trừ phi em sợ người ta ăn cắp nó. \" Anh cười giễu ý nghĩ đó.  \"Được thôi, \" tôi bĩu môi đồng ý. Tôi chắc chắn chìa khoá xe trong túi một cái quần jean đã mặc hôm thứ Tư, dưới đống quần áo trong phòng giặt ủi. Dù anh có đột nhập vào nhà, hay định làm gì đi nữa, anh cũng chẳng bao giờ tìm ra nó. Anh có vẻ cảm nhận được thách thức trong sự ưng thuận của tôi nên cười tự mãn, quá tự tin.  \"Anh sẽ đi đâu vậy?\" tôi hỏi cố tự nhiên nhất có thể.  \"Săn, \" anh buồn rầu trả lời. \"Nếu mai tôi ở một mình với em, tôi cần đề phòng mọi khả năng có thể. \" Mặt anh ngày càng ủ ê hơn ... và nài nỉ. \"Em biết là, em luôn có thể hủy hẹn.” Tôi nhìn xuống, sợ sức thuyết phục trong đôi mắt anh. Tôi không chịu tin mình sẽ sợ anh, bất kể nguy hiểm là có thật thế nào đi nữa. Chẳng quan trọng gì cả, tôi lặp đi lặp lại trong đầu.  \"Không, \" tôi thì thầm, liếc nhìn lại vào mặt anh. \"Tôi không thể. \" \"Có lẽ em đúng, \" anh thì thầm chán chường. Mắt anh hình như sẫm màu hơn khi tôi nhìn.  Tôi thay đổi đề tài. \" Mai tôi sẽ gặp anh lúc mấy giờ?\" tôi hỏi, đã buồn nản bởi ý nghĩ anh bây giờ phải đi.  \"Còn tùy ...  thứ bảy mà, em có muốn ngủ nướng không?\" anh đề nghị.  \"Không, \" tôi trả lời quá nhanh. Anh nín cười.  \"Vậy thì cùng thời gian như thường lệ nhé, \" anh quyết định. \" Charlie sẽ ở nhà chứ?\" \"Không, mai bố tôi sẽ đi câu cá. \" Tôi cười khi nhớ lại mọi chuyện tự nhiên bỗng trở nên thuận lợi hết sức. Giọng anh đanh lại. \"Và nếu em không về nhà, bố em sẽ nghĩ gì?\" \"Tôi không biết, \" tôi trả lời lạnh lùng. \"Bố biết tôi định giặt quần áo. Có lẽ ông sẽ nghĩ là tôi lọt vô máy giặt. \" Anh quắc mắt nhìn tôi và tôi cau có nhìn lại. Cơn phẫn nộ của anh dữ dội hơn của tôi.  \"Đêm nay anh săn gì?\" Tôi hỏi khi chắc chắn mình thua cuộc thi nhìn trừng trừng.  \"Bất cứ thứ gì tìm thấy trong khu bảo tồn. Chúng tôi sẽ không đi xa. \" Anh có vẻ kinh ngạc bởi câu hỏi thăm bình thường của tôi về những sự thực được che giấu của anh. \"Tại sao anh đi với Alice?\" tôi tự hỏi.  \" Alice ... thông cảm nhất. \" Anh vừa cau mày vừa nói.  \"Còn những người khác?\" tôi hỏi rụt rè. \"Họ thì sao?\" Trán anh nhăn lại một chốc. \"Đa số thì hoài nghi.” Tôi lén nhìn nhanh vào gia đình anh ở phía sau. Họ ngồi nhìn theo các hướng khác nhau, y hệt như lần đầu tôi gặp họ. Có điều bây giờ họ chỉ còn bốn người; người anh tóc màu đồng, xinh đẹp ngồi đối diện với tôi, đôi mắt vàng của anh ta có vẻ bối rối.  \"Họ không thích tôi, \" tôi đoán.  \"Không phải thế, \" anh phản đối, nhưng đôi mắt anh quá đỗi vô tội. \"Họ chỉ không hiểu tại sao tôi không thể để em yên. \" Tôi nhăn nhó. \"Tôi cũng không để anh yên mà, nếu nói thế. \" Edward lắc đầu chậm rãi, liếc nhìn trần nhà rồi mới chạm vào ánh nhìn chằm chằm của tôi trở lại. \"Tôi đã nói với em rồi - em không biết giá trị của mình. Em chẳng giống bất kỳ ai tôi từng biết. Em làm tôi mê muội.” Tôi nhìn anh trừng trừng, chắc chắn anh đang trêu chọc mình.  Anh mỉm cười khi nhìn thấy nét mặt tôi. \"Tôi quả có lợi thế hơn người, \" anh thì thầm, kín đáo sờ trán, \"Tôi hiểu biết rõ về bản tính của con người. Mọi người đều có thể đoán định được. Nhưng em ... em chẳng bao giờ làm điều mà tôi nghĩ. Em luôn luôn làm tôi sửng sốt. \" Tôi nhìn sang chỗ khác, mắt  lang thang nhìn lại gia đình anh, bối rối và bất bình. Lời anh làm tôi thấy mình giống một thí nghiệm khoa học. Tôi muốn cười nhạo mình vì đã mong đợi chuyện khác hẳn.  “Chuyện đó cũng dễ hiểu, \" anh tiếp tục. Tôi cảm thấy mắt anh trên mặt mình nhưng tôi chưa thể nhìn anh được, e rằng anh có thể đọc được nỗi thất vọng trong mắt tôi. \"Cũng còn những thứ khác nữa ... không dễ nói thành lời - \" Tôi vẫn còn nhìn nhóm Cullens khi anh nói. Bất ngờ Rosalie, người em gái tóc vàng hoe và gợi cảm, nhìn về phía tôi. Không, không phải nhìn – mà là nhìn trừng trừng, bằng đôi mắt đen, lạnh lùng. Tôi muốn nhìn sang chỗ khác, nhưng ánh nhìn chằm chằm của cô ấy giữ  tôi cho đến khi Edward dừng lại giữa chừng và phát ra một tiếng động nhỏ đầy tức giận. Gần như là tiếng rít.  Rosalie quay đi, và tôi cảm thấy nhẹ nhõm vì được giải thoát. Tôi ngoái nhìn Edward - và biết anh có thể nhìn thấy sự bối rối và sợ hãi đang lan rộng trong mắt tôi.  Khuôn mặt anh căng thẳng khi anh giải thích. \"Tôi xin lỗi về chuyện đó. Chỉ vì cô ấy lo lắng mà thôi.  Em thấy đó ... Thật nguy hiểm không chỉ cho tôi nếu, sau khi ở bên em công khai quá lâu ...\" anh nhìn xuống.  \"Nếu?\" \"Nếu chuyện này kết thúc ... đau buồn.” Anh gục đầu vào tay, như đêm ở Port Angeles. Nỗi đau khổ của anh thật rõ rệt; tôi khao khát được an ủi anh, nhưng tôi quá bối rối không biết phải làm sao.  Tay tôi vô tình vươn về phía anh; thật nhanh, tuy vậy, tôi buông tay xuống bàn, sợ sự đụng chạm của mình chỉ làm cho mọi việc trở nên tệ hại hơn. Tôi từ từ hiểu ra: lời anh nói lẽ ra phải làm tôi sợ. Tôi chờ nỗi sợ hãi đến, nhưng mọi điều tôi có thể cảm nhận được chỉ là cảm giác đau đớn vì nỗi đau của anh.  Và thất vọng - thất vọng vì Rosalie đã làm anh dừng lại không nói ra lời định nói. Tôi không biết làm sao để nhắc lại chuyện đó. Anh vẫn ôm đầu.  Tôi cố nói bằng một giọng bình thường. \"Anh phải đi bây giờ phải không?\" \"Ừ. \" anh ngẩng mặt; nghiêm nghị trong chốc lát, rồi tâm trạng anh thay đổi và anh mỉm cười. \"Có lẽ vậy là tốt nhất. Chúng ta còn phải chịu đựng mười lăm phút xem bộ phim đau khổ đó trong giờ sinh vật - Tôi nghĩ tôi không thể chịu đựng thêm nữa. \" Tôi giật nảy mình. Alice – mái tóc ngắn đen nhánh vuốt thành các lọn chỉa ra bù xù, ôm khuôn mặt thanh tú, tuyệt đẹp của cô - đột ngột đứng phía sau vai anh. Dáng mảnh khảnh của cô nàng yểu điệu, duyên dáng ngay cả khi đứng yên không nhúc nhích.  Anh chào cô mà không rời mắt khỏi tôi. \" Alice. \" \"Edward, \" cô trả lời, giọng nữ cao lanh lảnh của cô cũng gần hấp dẫn như giọng anh. \"Alice, đây là Bella - Bella, đây là Alice, \" anh giới thiệu chúng tôi với nhau, đưa tay ra dấu tự nhiên, nụ cười gượng gạo trên mặt.  \"Chào chị, Bella. \" đôi mắt sáng màu vàng nâu của cô thật khó đoán, nhưng nụ cười thật thân thiện. \" Thật vui khi cuối cùng em cũng được gặp chị. \" Edward liếc nhìn cô bực bội.  \"Chào em, Alice, \" tôi thì thầm rụt rè.  \"Anh sẵn sàng chưa?\" cô hỏi anh.  Giọng anh xa xôi. \"Sắp. Anh sẽ gặp em ở xe. \" Cô bỏ đi không nói thêm lời nào; dáng đi êm ái và uyển chuyển đến nỗi tôi cảm thấy nhói lên ghen tị.  \"Tôi có nên nói 'chúc vui nhe,' hay đó là câu xã giao không phù hợp?\" tôi hỏi, quay về phía anh.  \"Không sao, 'chúc vui ' cũng hợp y như mọi câu khác. \" anh cười toe toét.  \"Vậy chúc anh vui nhé. \" Tôi cố tỏ vẻ thực lòng chúc anh. Tất nhiên tôi không đánh lừa được anh.  \"Tôi sẽ ráng. \" anh vẫn cười toe toét. \"Và em ráng giữ an toàn, nhé. \" \"An toàn ở Forks – khó quá nhỉ.” \"Đối với em thì đúng là khó khăn thật đó. \" Hàm anh bạnh ra. \"Hứa đi. \" \"Tôi hứa sẽ ráng an toàn, \" tôi lặp lại. \"Tôi sẽ giặt quần áo đêm nay - nên sẽ đầy nguy hiểm.” \"Đừng có lọt vô đó, \" anh chế giễu.  \"Tôi sẽ cố hết sức. \" Rồi anh đứng lên, tôi cũng đứng lên.  \"Mai gặp anh, \" tôi thở dài.  \"Với em có vẻ lâu nhỉ, phải không?\" anh trầm ngâm.  Tôi gật đầu buồn bã.  \"Tôi sẽ có mặt ở đó vào buổi sáng, \" anh hứa, cười nhếch môi.  Anh vươn tay qua bàn để chạm vào mặt tôi, nhẹ vuốt dọc theo má tôi lần nữa. Rồi anh quay lưng bỏ đi. Tôi chằm chằm sau lưng anh cho đến khi anh khuất lối.  Tôi hết sức muốn trốn học thời gian còn lại trong ngày, ít ra là trốn môn thể dục, nhưng bản năng cảnh giác đã ngăn tôi. Tôi biết nếu tôi biến bây giờ, Mike và những người khác sẽ cho là tôi đi cùng Edward. Và Edward đã lo lắng về thời gian chúng tôi ở bên nhau công khai ... nếu mọi chuyện trở nên tệ hại. Tôi không chịu đào sâu thêm về ý cuối ấy, thay vào đó là tập trung làm cho mọi việc an toàn hơn cho anh.  Bằng trực giác tôi biết - và cảm thấy anh cũng biết - ngày mai sẽ là một ngày cực kỳ quan trọng. Quan hệ của chúng tôi không thể thăng bằng, như đã vậy, trên mũi dao. Chúng tôi sẽ rớt xuống phía này hoặc phía kia, tùy thuộc hoàn toàn vào quyết định của anh, hoặc bản năng của anh. Còn tôi đã quyết định rồi, quyết định từ trước khi ý thức về điều đó, và tôi quyết tâm làm đến cùng.  Bởi vì không có gì khủng khiếp hơn đối với tôi, đau khổ hơn, cái ý nghĩ chối bỏ anh. Đó là điều không thể. Tôi ngoan ngoãn đến lớp. Tôi thực không biết được giờ sinh vật ra sao nữa; tâm trí  quá bận rộn với suy tư về ngày mai. Trong giờ thể dục, Mike nói chuyện với tôi trở lại; anh chàng chúc tôi vui vẻ ở Seattle. Tôi cẩn thận giải thích tôi sẽ hủy chuyến đi này vì lo xe tải không chạy nỗi tới đó.  \"Bạn sẽ đi khiêu vũ với Cullen phải không?\" anh hỏi, đột ngột hờn dỗi.  \"Không, tôi chẳng hề đi khiêu vũ . \" \"Vậy thì bạn sẽ làm gì?\" anh hỏi, quan tâm quá mức. Nỗi thôi thúc tự nhiên trong tôi muốn bảo anh ta đừng xía vô chuyện người khác. Nhưng thay vào đó, tôi lại vui vẻ nói dối.  \"Giặt đồ, rồi tôi phải học vì sắp kiểm tra Lượng giác rồi, nếu không chắc thi rớt quá.” \"Cullen sẽ giúp bạn học hả?\" \"Edward, \" tôi nhấn mạnh, \" sẽ không giúp tôi học. Anh ấy đã đi đâu đó vào cuối tuần rồi.”  Lời nói dối phát ra tự nhiên hơn thường lệ, tôi bất ngờ để ý thấy.  \"Ôi. \" anh chàng hoạt bát lên. \"Bạn biết đó, dù sao thì bạn cũng có thể đi khiêu vũ với nhóm chúng tôi - Vậy thì tuyệt lắm. Tất cả bọn tôi sẽ khiêu vũ với bạn, \" anh chàng hứa.  Hình ảnh điên loạn của khuôn mặt Jessica làm giọng tôi đanh hơn cần thiết.  \"Tôi sẽ không đi khiêu vũ, Mike, được chưa?\" \"Tốt thôi. \" anh hờn dỗi tiếp. \"Tôi chỉ đề nghị thôi mà. \" Khi ngày đi học đã cuối cùng kết thúc, tôi đến bãi đậu xe chẳng chút hăng hái. Tôi không muốn đi bộ về nhà lắm, nhưng tôi không biết làm sao mà anh mang được xe tôi đến đây.  Thế rồi một lần nữa, tôi bắt đầu tin rằng không có gì là không thể đối với anh. Cảm giác sau tỏ ra đúng - xe tải của tôi đang nằm ở chỗ anh đỗ chiếc Volvo sáng nay. Tôi lắc đầu, hoài nghi, khi mở cửa xe không khoá, nhìn thấy chìa khoá cắm ở công tắc. Có một mảnh giấy trắng gấp lại trên ghế . Tôi bước vào và đóng cửa trước khi mở nó ra. Hai từ được viết bằng nét chữ trang nhã của anh.  Bảo trọng.  Tiếng xe tải gầm lên làm tôi hết hồn. Tôi cười nhạo mình.  Khi về đến nhà, cửa khoá, then không cài, y như lúc tôi ra khỏi nhà sáng nay. Tôi đi thẳng vào phòng giặt đồ.  Nó cũng y như lúc tôi ra khỏi phòng. Tôi lục quần jean của mình và, sau khi tìm ra, tôi kiểm tra mấy cái túi. Không có gì. Có lẽ rốt cuộc tôi đã treo chìa khoá lên rồi, tôi suy nghĩ, lắc đầu.  Theo cùng bản năng đã thôi thúc tôi nói dối Mike, tôi gọi Jessica giả vờ chúc nhỏ may mắn trong buổi khiêu vũ. Khi cô nàng cũng chúc tương tự cho ngày của tôi bên Edward, tôi kể cô nàng nghe mình đã huỷ bỏ chuyến đi. Cô nàng thất vọng hơn thực sự cần thiết đối với một người quan sát bên thứ ba. Sau đó, tôi nói lời từ biệt thật nhanh.  Charlie lơ đãng khi ăn tối, lo lắng chuyện gì đó ở cơ quan, tôi đoán, hoặc có lẽ về trận thi đấu bóng rổ, hoặc có lẽ ông thực ra chỉ đang thưởng thức món lasagna - thật khó mà biết được Charlie nghĩ gì. \"Bố biết không ... \" tôi bắt đầu, phá vỡ cơn mơ màng của ông.  \"Gì hả, Bell ?\" \"Con nghĩ bố nói đúng về vụ Seattle. Con nghĩ con sẽ đợi cho đến khi Jessica hay ai khác có thể đi chung với con.” \"Ồ, \" ông nói, ngạc nhiên. \"Ồ, được thôi. Vậy, con có muốn bố ở nhà không?\" \"Không, bố, đừng thay đổi kế hoạch của mình. Con có hàng triệu thứ phải làm … bài tập về nhà, giặt giũ … Con cần đến thư viện và cửa hàng tạp hoá. Con sẽ đi đi về về suốt cả ngày ... bố cứ việc đi chơi vui vẻ. \" \"Con chắc không?\" \"Chắc chắn, bố. Hơn nữa, ngăn đá thiếu cá quá rồi – mình chỉ còn cá dự trữ cho hai, hoặc ba năm mà thôi.” \"Thực dễ sống chung với con, Bella. \" ông mỉm cười.  \"Bố cũng vậy, \" tôi nói, cười to. Tiếng cười của tôi gượng gạo, nhưng dường như ông không nhận thấy. Tôi cảm thấy mình thật tội lỗi vì đã lừa bố nên tôi suýt theo lời khuyên của Edward nói cho bố biết mình sẽ ở đâu. Suýt thôi.  Sau bữa tối, tôi gấp quần áo và lôi đồ trong máy sấy ra.  Không may đó là loại công việc chỉ làm tay bận rộn. Tâm trí tôi rõ ràng quá rảnh rỗi, nên đang vượt khỏi tầm kiểm soát. Tôi dao động giữa nỗi mong chờ mãnh liệt đến mức gần như đau đớn và nỗi sợ hãi âm thầm giằng xé quyết tâm của tôi. Tôi phải nhắc đi nhắc lại với mình là ý tôi đã quyết, nên tôi sẽ không thay đổi nữa.  Tôi lôi mảnh giấy của anh ra khỏi túi  thường xuyên hơn cần thiết để nghiền ngẫm hai từ ngắn ngủi anh đã viết. Anh muốn tôi an toàn, tôi tự nói với mình hết lần này đến lần khác. Tôi sẽ giữ trọn niềm tin rằng, cuối cùng, ham muốn ấy sẽ chiến thắng mọi thứ khác.  Và có phải lựa chọn kia của tôi là rứt anh ra khỏi đời tôi chăng? Không thể chịu đựng nỗi. Ngoài ra, vì tôi đã đến Forks, nên dường như đời tôi là dành cho anh rồi.  Nhưng một giọng nói nhỏ xíu tận sâu trong tâm khảm tôi lo lắng, tự hỏi liệu có đau đớn lắm không ... nếu kết thúc đau buồn.  Tôi cảm thấy nhẹ nhõm khi đã đủ khuya để có thể đi ngủ. Tôi biết mình quá căng thẳng để ngủ được, vì vậy tôi làm một chuyện chưa từng làm trước đây.  Tôi cố tình uống thuốc cảm quá mức - loại hạ gục tôi trong vòng tám tiếng đồng hồ. Tôi thường sẽ không tha thứ loại hành vi này của mình, nhưng ngày mai đã đủ phức tạp không cần tới chuyện gật gù vì thiếu ngủ hơn mọi thứ khác.  Trong khi chờ thuốc có tác dụng, tôi sấy khô mái tóc sạch cho đến khi tóc thẳng hết mức, và chăm chút xem mai sẽ mặc gì. Khi mọi thứ đã sẵn sàng cho buổi sáng, cuối cùng thì tôi cũng lăn vào giường . Tôi cảm thấy lo lắng bồn chồn; tôi không ngừng vặn vẹo người. Tôi ngồi dậy và lục lọi hộp đựng đĩa CD cho đến khi tôi tìm thấy một sưu tập các bản dạ khúc của Chopin. Tôi nhẹ nhàng bật nhạc rồi nằm xuống trở lại, tập trung thư giãn từng bộ phận của cơ thể.  Khi đang làm thế thì thuốc cảm có hiệu lực, và tôi sung sướng chìm vào vô thức. Tôi thức dậy sớm, đã ngủ một giấc thật ngon và không mộng mị nhờ dùng thuốc không cần thiết. Mặc dù đã nghỉ ngơi đàng hoàng, tôi lại rơi ngay vào sự cuồng loạn giống đêm trước. Tôi mặc vội vã, vuốt cổ áo ngay ngắn, bồn chồn mặc chiếc áo len nâu nhạt cho đến khi nó buông thỏng trên cái quần jean. Tôi lén nhìn ra cửa sổ thấy Charlie đã lên đường.  Một lớp mây mỏng, nhẹ như bông che bầu trời. Không có vẻ sẽ tồn tại lâu.  Tôi ăn sáng mà không biết mình ăn gì, vội vã dọn dẹp khi ăn xong. Tôi nhìn lén ra cửa sổ lại, nhưng chẳng có gì khác cả. Tôi vừa mới đánh răng xong và đang xuống lầu lần nữa thì một tiếng gõ nhẹ làm tim tôi rơi bịch xuống lồng ngực .  Tôi bay ra cửa; tôi gặp rắc rối nhỏ với cái then cửa đơn giản, nhưng cuối cùng tôi giật mạnh cho cửa mở, và anh đã ở đó.  Mọi kích động tan biến ngay khi tôi nhìn vào mặt anh, bình thản. Tôi thở phào nhẹ nhõm - nỗi sợ hãi hôm qua như hết sức ngu ngốc khi có anh ở đây.  Lúc đầu anh không cười - khuôn mặt u ám. Nhưng rồi vẻ mặt anh nhẹ nhõm khi nhìn tôi một lượt từ trên xuống, rồi anh cười.  \"Chào buổi sáng, \" anh cười khúc khích.  \"Có chuyện gì vậy?\" tôi liếc nhìn xuống để đảm bảo mình không quên những thứ quan trọng, như giày, hoặc quần.  \"Mình hợp nhau. \" Anh lại cười. Tôi nhận ra anh mặc chiếc áo len màu nâu nhạt mỏng, dài, với cổ áo trắng bên dưới, và quần jean xanh dương. Tôi cười với anh, che giấu nỗi đau đớn nuối tiếc ngấm ngầm - sao anh trông giống người mẫu đang biểu diễn thời trang còn tôi thì không? Tôi khoá cửa sau lưng trong khi anh đến gần xe tải. Anh chờ bên cửa dành cho hành khách với vẻ mặt nhẫn nhục chịu đựng dễ hiểu.  \"Mình đã đồng ý vậy rồi mà, \" Tôi nhắc anh một cách tự mãn, leo vào ghế tài xế, và vươn tay mở khoá cửa cho anh.  \"Đi đâu đây?\" tôi hỏi.  \"Cài dây an toàn đi - Tôi căng thẳng quá. \" Tôi nhìn anh khinh miệt khi làm theo lời anh.  \"Đi đâu chứ?\" tôi thở dài lặp lại.  \"Thẳng về hướng bắc,” anh ra lệnh.  Thật khó tập trung lạ lùng vào đường đi khi cảm thấy ánh nhìn chằm chằm của anh trên mặt mình. Tôi lấy thăng bằng bằng cách lái cẩn thận hơn bình thường xuyên qua thành phố vẫn còn đang say ngủ.  swathed trunks replaced the lawns and houses. \"Turn right on the one-ten,\" he instructedand proving him right to look over and be sure. \"Em có định ra khỏi Forks trước khi màn đêm buông xuống không?\" \"Chiếc xe tải này đủ già để làm ông nội xe anh đó - tôn trọng một chút đi, \" tôi vặn vẹo.  Chúng tôi ra khỏi địa phận thành phố ngay, mặc cho sự bi quan của anh. Những bụi cây thấp rậm rạp, thân cây phủ rêu đã thay chỗ cho bãi cỏ và nhà cửa.  \"Quẹo phải ở I - ten, \" anh hướng dẫn đúng lúc tôi định hỏi. Tôi lặng lẽ làm theo.  \"Bây giờ mình lái cho đến khi hết đường nhựa.” Tôi có thể nghe nụ cười ẩn trong giọng anh, nhưng tôi quá sợ lạc tay lái và sợ chứng minh anh đúng nên không dám quay qua nhìn kỹ để biết chắc.  \"Có gì ở đó, ở cuối đường nhựa?\" tôi ngạc nhiên.  \"Đường mòn.” \"Mình sẽ đi bộ xuyên rừng à?\" Cảm ơn trời đất vì tôi đang mang giầy chơi quần vợt.  \"Có phải chuyện đó không ổn không?\" Giọng anh như thể anh mong vậy lắm.  \"Không. \" tôi cố làm cho lời nói dối có vẻ tự tin. Nhưng nếu anh nghĩ  xe tôi chạy chậm... \"Đừng lo, chỉ năm dặm gì đó thôi, và mình đâu có vội. \" Năm dặm. Tôi không trả lời, nên anh sẽ không nghe được giọng tôi đầy hoảng sợ. Năm dặm đầy rễ cây xảo trá và đá trơn trợt, cố làm trặt mắt cá chân tôi hoặc nếu không cũng sẽ làm tôi bất lực. Thế nào cũng sẽ bẽ mặt.  Chúng tôi im lặng chạy một chốc trong khi tôi ngẫm nghĩ về nỗi kinh hoàng sắp tới.  \"Em đang nghĩ gì vậy?\" anh sốt ruột hỏi sau vài phút.  Tôi nói dối lần nữa. \"Chỉ tự hỏi không biết mình sẽ đi đâu.” \"Đó là nơi tôi thích đến khi thời tiết tốt.” Cả hai chúng tôi cùng liếc ra cửa sổ nhìn vào những đám mây mỏng sau khi anh nói xong. \"Charlie nói hôm nay trời sẽ ấm áp. \" \"Rồi em có nói với Charlie em định làm gì không?\" anh hỏi.  \"Không. \" \"Nhưng Jessica nghĩ mình sẽ đi Seattle với nhau phải không?\" Anh có vẻ vui vì ý nghĩ đó.  \"Không, tôi bảo cô ấy là anh đã hủy hẹn với tôi - mà đúng vậy. \" \"Không ai biết em đi với tôi?\" Giận dữ rồi.  \"Cũng tùy ... Tôi đoán  anh có nói với Alice?\" \"Hay thật, Bella, \" anh cáu kỉnh.  Tôi giả vờ không nghe được câu đó.  \"Có phải em quá chán Forks đến mức em muốn tự sát?\" anh hỏi khi tôi lờ anh đi.  \"Anh đã nói anh có thể bị rắc rối ... khi mình công khai đi với nhau, \" tôi nhắc anh.  \"Vậy em lo tôi có thể gặp rắc rối - nếu em không về nhà ư?\" Giọng anh vẫn còn tức giận, và vô cùng mỉa mai.  Tôi gật đầu, chú ý vào đường đi.  Anh thì thầm cái gì đó lầm bầm, nói nhanh đến mức tôi không hiểu được.  Chúng tôi im lặng suốt đoạn đường còn lại. Tôi có thể cảm thấy nỗi bất bình giận dữ đang trào dâng trong anh, mà tôi chẳng nghĩ ra được chuyện gì để nói. Rồi đường đã tới ngõ cụt, thu nhỏ thành một đường mòn hẹp có bảng chỉ đường nhỏ bằng gỗ. Tôi đỗ xe trên dải đất hẹp bên đường và bước ra ngoài, sợ anh giận mà tôi thì không còn cớ lái xe để khỏi nhìn anh.  Bây giờ trời đã ấm, ấm chưa từng có ở Forks từ ngày tôi đến tới giờ, gần như là oi bức dưới mây. Tôi cởi áo len rồi cột quanh thắt lưng, mừng vì mình mặc áo thun không tay, mỏng – nhất là khi có năm dặm phải đi bộ trước mắt.  Tôi nghe anh đóng sầm cửa, và nhìn qua thấy rằng anh cũng đã cởi áo len rồi. Anh quay mặt không nhìn tôi, mà nhìn vào khu rừng hoang sơ cạnh xe tải.  \"Lối này,” anh nói, liếc qua vai nhìn tôi, mắt vẫn khó chịu. Anh bắt đầu vào khu rừng âm u.  \"Không đi theo đường mòn sao?\" Hoảng sợ rõ ràng trong giọng nói khi tôi vội vã đi quanh xe đuổi theo anh.  \"Tôi đã nói có đường mòn ở cuối đường, chứ không nói mình sẽ đi theo đường mòn. \" \"Không có đường mòn sao?\" tôi  tuyệt vọng hỏi.  \"Tôi sẽ không để em đi lạc đâu. \" Rồi anh quay lại, với nụ cười nhạo báng, và tôi kềm không thở hổn hển. Áo trắng của anh không tay, không cài nút, khiến làn da trắng mịn nơi cổ hở suốt đến đường nét của vồng ngực màu cẩm thạch, hệ cơ hoàn hảo của anh không còn ẩn sau quần áo che kín.  Anh quá hoàn hảo, tôi nhận ra điều đó cùng cảm giác tuyệt vọng đau nhói. Không thể nào mà tạo vật thần thánh này lại có thể dành cho tôi.  Anh nhìn tôi chằm chằm, bối rối vì vẻ đau đớn của tôi.  \"Em có muốn về nhà không?\" anh nói lặng lẽ, một nỗi đau khác nỗi đau của tôi chứa chan trong giọng anh.  \" Không. \" Tôi đi về phía trước cho đến khi ở sát bên anh, lo lắng không muốn phí một giây nào có thể có với anh.  \"Có chuyện gì vậy?\" anh hỏi, giọng dịu dàng.  \"Tôi không giỏi đi bộ đường dài đâu, \" tôi hờ hững trả lời. \" Anh sẽ phải hết sức kiên nhẫn. \" \"Tôi có thể kiên nhẫn - nếu tôi cố gắng thiệt nhiều. \" Anh mỉm cười, vẫn nhìn tôi, cố làm tôi thoát được nỗi buồn nản khó hiểu, đột ngột xâm chiếm.  Tôi cố mỉm cười lại, nhưng nụ cười không có sức thuyết phục. Anh dò xét mặt tôi.  \"Tôi sẽ đưa em về nhà, \" anh hứa. Tôi không biết lời hứa này là vô điều kiện, hay chỉ áp dụng khi mới khởi hành. Tôi biết anh nghĩ nỗi sợ hãi làm tôi khó chịu, và tôi cảm thấy may mà tôi là người anh không thể đọc được suy nghĩ.  \"Nếu anh muốn tôi qua được năm dặm đi rừng trước khi hoàng hôn xuống, anh nên dẫn đường đi thôi, \" tôi nói gay gắt. Anh cau mày khó chịu với tôi, cố hiểu giọng nói và vẻ mặt của tôi.  Một lúc sau anh chịu thua và dẫn đường đi vào rừng.  Không khó như tôi đã sợ. Đường đi hầu hết bằng phẳng, và anh giữ cho các cụm dương xỉ và mảng rêu ẩm ướt xa khỏi tôi. Khi trên đường có chỗ cây ngã hay đá cuội, anh đều giúp tôi, nâng tôi nơi khuỷu tay, rồi thả tôi xuống ngay khi đường thông thoáng.  Cảm giác lạnh khi anh chạm vào da tôi luôn làm tim tôi thình thịch lỗi nhịp. Hai lần, khi chuyện đó xảy ra, tôi bắt gặp vẻ mặt anh khiến tôi tin chắc anh sao đó nghe được tiếng tim mình.  Tôi cố không nhìn đường nét hoàn hảo của anh càng nhiều càng tốt, nhưng tôi thường xuyên sơ sẩy. Mỗi lần như vậy, vẻ đẹp của anh lại đâm vào tim tôi một nỗi buồn.  Phần lớn, chúng tôi đi trong im lặng. Đôi khi anh hỏi một câu hỏi nào đó chưa kịp hỏi trong hai ngày thẩm vấn. Anh hỏi về ngày sinh, giáo viên tiểu học, thú cưng thời thơ ấu của tôi  - và tôi phải thừa nhận là sau khi làm chết ba con cá liên tục, tôi đã từ bỏ toàn bộ chuyện đó. Anh cười to chế giễu, to hơn tôi vẫn quen nghe - tiếng vọng giống chuông ngân dội lại chỗ chúng tôi trong khu rừng trống.  Cuộc đi bộ làm tôi mất gần hết buổi sáng, nhưng anh chẳng hề tỏ ra sốt ruột chút nào. Rừng bao bọc quanh chúng tôi bằng mê cung cổ thụ bao la, và tôi bắt đầu lo sẽ không thể tìm thấy lối ra trở lại. Anh hoàn toàn thoải mái, dễ chịu thoải mái trong mê cung xanh, dường như chẳng hề cảm thấy chút nghi ngại nào về hướng đi của chúng tôi.  Sau vài giờ, ánh sáng lọc qua vòm lá thay đổi, màu ô liu tăm tối chuyển sang màu ngọc bích nhạt hơn. Ngày trở thành đầy nắng, đúng như anh dự đoán. Lần đầu tiên từ khi chúng tôi vào rừng, tôi cảm thấy phấn khích – rồi nhanh chóng chuyển thành sốt ruột.  \"Mình tới nơi chưa?\" tôi chọc, giả vờ cau có. \"Gần rồi. \" Anh cười vì tâm trạng tôi thay đổi. \"Em có thấy ánh sáng phía trước không?\" Tôi săm soi nhìn vào rừng rậm. \"Ờ..., tôi thấy được sao?\" Anh cười tự mãn. \"Có lẽ hơi sớm đối với mắt em. \" \"Đến lúc đi khám mắt rồi, \" tôi thì thầm. Nụ cười tự mãn của anh càng rõ rệt hơn. Nhưng rồi, sau khi đi thêm một trăm mét nữa, tôi đã nhìn thấy được ánh sáng trong khu rừng trước mặt, ánh sáng dịu màu vàng chứ không còn xanh nữa. Tôi đi nhanh hơn, sự háo hức tăng dần theo mỗi bước chân. Bây giờ anh để tôi dẫn đường, theo sau không một tiếng động. Tôi đến bờ của vùng sáng rực rỡ và xuyên qua chùm dương xỉ, cuối cùng bước vào nơi đẹp nhất tôi từng  thấy. Đồng cỏ nhỏ, tròn trịa, và đầy hoa dại - tím, vàng, và trắng dịu. Đâu đó gần đây, tôi có thể nghe tiếng suối reo róc rách.  Mặt trời ở ngay trên đầu, rọi xuống bãi cỏ quầng nắng vàng rộm. Tôi đi từ từ, sùng kính, qua cỏ mềm, hoa rung rinh, và không khí ấm áp, tràn trề. Tôi quay vòng, muốn chia sẻ cảm giác này với anh, nhưng anh không ở phía sau tôi như tôi nghĩ. Tôi quay phắt lại, hoảng hốt tìm anh. Cuối cùng tôi phát hiện anh vẫn đang đứng dưới bóng mát dày đặc của vòm lá bên rìa thung lũng, ngắm tôi bằng đôi mắt cẩn trọng. Chỉ lúc đó tôi mới nhớ điều mà vẻ đẹp của đồng cỏ xua đuổi khỏi tâm trí tôi - điều bí ẩn của Edward với mặt trời, anh đã hứa sẽ giải thích tôi biết hôm nay. Tôi bước một bước về phía anh, mắt đầy hiếu kỳ. Mắt anh dè dặt, miễn cưỡng. Tôi mỉm cười khích lệ rồi vẫy tay gọi anh, bước thêm một bước nữa về phía anh. Anh giơ một tay lên cảnh báo, và tôi lưỡng lự, giậm gót.  Edward hình như hít một hơi thật sâu, rồi bước vào ánh sáng mặt trời rực rỡ giữa trưa."
        }
    ],
    "suggestions": []
}