{
    "en_vn": {
        "data": {
            "content": null,
            "word": "earplugs"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "earplugs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "earplugs"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "earplugs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "earplugs"
        }
    },
    "sentences": [
        {
            "en": "Have you considered buying some <em>earplugs</em>?",
            "vi": "Bạn có tính mua đồ nhét lỗ tai không?"
        },
        {
            "en": "In fact, I am going to buy some <em>earplugs</em> at lunch.",
            "vi": "Thực ra, tôi sẽ đi mua vài cái đồ nhét lỗ tai vào giờ ăn trưa."
        },
        {
            "en": "Through <em>earplugs</em> the baby is able to hear echoes in stereo which tell him what lies in front.",
            "vi": "Qua cái nút tai em bé nghe được tiếng vang âm thanh nổi báo cho em biết vật gì ở trước mặt."
        },
        {
            "en": "Use blackout curtains, eye covers, <em>earplugs</em>, blankets, a fan or a humidifier or other devices to create an environment that suits your needs.",
            "vi": "Dùng rèm đen, tấm che mắt, đồ nhét tai, mền, quạt hoặc máy tạo hơi ẩm hoặc các thiết bị khác nhằm tạo môi trường phù hợp với nhu cầu của bạn."
        },
        {
            "en": "Why are my ears ringing    What is tinnitus? Tinnitus is a ringing, swishing, or other type of noise that seems to originate in the ear or head. In many cases, it is not a serious problem but rather a nuisance that needs resolving. Rarely, however, tinnitus can represent a serious medical health condition.  It is not a single disease but a symptom of an underlying condition. Nearly 36 million Americans suffer from this disorder. In almost all cases, only the affected person can hear the noise. Some head noise is normal If a person goes into a soundproof booth and normal outside noise is diminished, he or she becomes aware of these normal sounds. We usually are not aware of these normal body sounds, because outside noise masks them. Anything, such as ear wax or a foreign body in the external ear, that blocks these background sounds will cause us to be more aware of the sounds in our heads. What causes tinnitus? Tinnitus can originate from any of the following areas: the outer ear, middle ear, inner ear; or it can be due to abnormalities in the brain. Common causes of tinnitus include the following:     * Fluid, infection, or disease of the middle ear bones or ear drum (tympanic membrane)     * Damage to the microscopic endings of the hearing nerve in the inner ear (advanced aging is generally accompanied by a certain amount of hearing nerve impairment)     * Loud noise exposure, such as loud noises from firearms, and highly intense music     * Medications (for example, aspirin)     * Meniere's syndrome     * In rare situations, tinnitus can be a symptom of serious problems such as a brain aneurysm or acoustic nerve tumor. How is tinnitus evaluated? A medical history, physical examination, and a series of special tests can help determine precisely where the tinnitus is originating. It is helpful for the doctor to know if the tinnitus is constant, intermittent, or pulsating (synchronous with the heartbeat, referred to as pulsatile tinnitus), or if it is associated with hearing loss or loss of balance (vertigo or vestibular balance disorders). All individuals with persisting unexplained tinnitus need a hearing test (audiogram). Patterns of hearing loss may lead the doctor to the diagnosis.  Other tests, such as the auditory brain stem response (ABR), a computerized test of the hearing nerves and brain pathways, computer tomography scan (CT scan), or magnetic resonance imaging (MRI scan) may be needed to rule out a tumor occurring on the hearing or balance nerve. These tumors are rare, but they can cause tinnitus. What is the treatment of tinnitus? After a careful evaluation, your doctor may find an identifiable cause and be able to treat or make recommendations to treat the tinnitus. Once you have had a thorough evaluation, an essential part of treatment is your own understanding of tinnitus (what has caused it, your specific symptoms, and options for treatment). Tinnitus medications In many cases, there is no specific treatment for tinnitus. It may simply resolve on its own, or it may be a permanent disability that the person will have to \"live with.\" Some otolaryngologists (ear specialists) have recommended niacin to treat tinnitus. However, there is no scientific evidence to suggest that niacin helps reduce tinnitus, and it may cause problems with skin flushing. The drug gabapentin (Neurontin, Gabarone) was studied in high doses and was found to reduce the annoyance level of the tinnitus in some patients, but it did not decrease the volume of the noise and was not found to be better than placebo. In patients who suffer from related depression, nortriptyline (Pamelor, Aventyl) is the most helpful treatment. Selective serotonin reuptake inhibitor (SSRI) antidepressants appear to have a better safety record compared to tricyclic antidepressants. Sertraline (Zoloft) at fixed doses and paroxetine (Paxil) at low doses have been shown to be helpful. In a 2009 study by Jalai, alprazolam (Xanax) improved VAS (visual analog scale) scores in patients with tinnitus who did not have anxiety or depression disorders. Relief remedies for tinnitus Some common and easy remedies, such as the following, may be of benefit to some individuals:     * Reduce or avoid caffeine and salt intake, and quit smoking.     * Some individual's with tinnitus have been found to have lower zinc levels and may benefit from zinc supplementation.     * Melatonin may help those who suffer with tinnitus, particularly those with disturbed sleep due to tinnitus.     * Ginkgo biloba has been touted as a natural tinnitus remedy, but to date, controlled studies have not shown to be effective.     * Some behavioral and cognitive therapies that have been successful include retraining therapy, masking, and behavioral therapy.  Can tinnitus be prevented? The only real prevention for tinnitus is to avoid damaging your hearing. Most causes other than hearing loss do not have prevention strategies. However, there are several things you can do to protect yourself from noise-related tinnitus. These tips will be described in the following slides. Tinnitus prevention tip #1 Do not use cotton swabs to clean your ears. This can cause a wax impaction against your eardrum, which can cause tinnitus. Tinnitus prevention tip #2 Protect your hearing at work. Your workplace should follow Occupational Safety & Health Administration (OSHA) regulations. Wear <em>earplugs</em> or earmuffs and follow hearing conservation guidelines set by your employer. Tinnitus prevention tip #3 When around any noise that bothers your ears (a concert, sporting event, hunting) wear hearing protection to reduce noise levels. Wear protective <em>earplugs</em> or earmuffs if you cannot avoid loud noises. Do not use wadded-up tissue or cotton balls since they may become lodged in the ear canal and do not protect adequately against the more dangerous high frequencies and loud noises. Tinnitus prevention tip #4 Be careful when using music headphones. If the music is so loud that others can hear it clearly or you can't hear other sounds around you, the volume is too high. Tinnitus prevention tip #5 Even everyday noises, such as blow-drying your hair or operating a lawn mower, can require hearing protection. Keep <em>earplugs</em> or earmuffs handy for these activities. Tinnitus prevention tip #6 Cut back on or stop drinking alcohol and beverages that contain caffeine. Don't smoke or use smokeless tobacco products (secondhand smoke also affects those around you and may contribute to SIDS, ear infections, and asthma in children). Nicotine use may cause tinnitus by reducing blood flow to the structures of the ear. Tinnitus prevention tip #7 Tinnitus occurs more frequently in obese adults. Exercising regularly and maintaining a healthy weight improves blood flow to the structures of the ear and may prevent tinnitus. Is there anything to lessen the intensity of tinnitus?     * Avoid exposure to loud sounds and noises.     * Control your blood pressure.     * Decrease your salt intake.     * Avoid nerve stimulants such as coffee and colas (caffeine) and tobacco (nicotine).     * Reduce your anxiety.     * Stop worrying about the tinnitus. The more you worry and concentrate on the noise, the louder it will become.     * Get adequate rest and avoid fatigue.     * Exercise regularly.     * Utilize a soft noise (for example a ticking clock, a radio, a fan, or white noise machine).     * Biofeedback may help or diminish tinnitus in some individuals.     * Avoid aspirin or aspirin products in large quantities.",
            "vi": "Vì sao tôi bị ù tai    Chứng ù tai là gì? Bệnh nhân bị ù tai nghe thấy nhiều tiếng động vo ve, ù ù, sột soạt, vun vút hoặc bất kỳ âm thanh nào khác được cảm giác như là xuất phát từ trong lỗ tai hoặc trong đầu. Thông thường thì chứng bệnh ù tai không phải là vấn đề gì nghiêm trọng nhưng làm cho người bệnh cảm thấy hơi khó chịu và phiền phức rất muốn chữa lành. Tuy nhiên, chứng ù tai trong trường hợp bất thường cũng có thể là dấu hiệu của một vấn đề sức khỏe nghiêm trọng nào đó.  Đây không phải là một bệnh riêng lẻ mà là triệu chứng của một chứng bệnh tiềm ẩn nào đó. Ở Mỹ, có khoảng 36 triệu người mắc bệnh ù tai và trong hầu hết các trường hợp thì chỉ có người bệnh mới có thể nghe được những âm thanh bất thường như trên.  Một số âm thanh bên trong đầu là bình thường  Khi cho một người vào phòng cách âm và giảm âm thanh bình thường bên ngoài thì người ấy sẽ bắt đầu cảm thấy những âm thanh bình thường này. Chúng ta thường không để ý và không nhận ra những âm thanh bình thường phát ra từ bên trong cơ thể bởi tiếng động bên ngoài đã làm át mất. Bất kỳ vật gì, chẳng hạn như ráy tai hoặc một dị vật nào đó làm bịt ống tai ngoài sẽ làm cho chúng ta nhận thức rõ hơn những âm thanh từ bên trong đầu.  Các nguyên nhân gây ù tai Những âm thanh bất thường gây ù tai có thể xuất phát từ một trong những thành phần cấu tạo tai dưới đây: tai ngoài, tai giữa, tai trong; hoặc có thể do những bất thường nào đó trong não bộ. Các nguyên nhân thường thấy của chứng bệnh ù tai gồm:  * Dịch tai, viêm tai, hoặc một bệnh lý nào đó ở vùng xương tai giữa hoặc màng nhĩ  * Tổn thương ở các đầu dây thần kinh thính giác rất nhỏ của tai trong (thông thường thì tuổi tác tỉ lệ thuận với chứng suy yếu thần kinh thính giác) * Việc tiếp xúc với tiếng ồn lớn, chẳng hạn như tiếng súng nổ, tiếng nhạc mở lớn  * Một số loại thuốc (chẳng hạn như thuốc aspirin) * Hội chứng Meniere (bệnh lý gồm những cơn chóng mặt lặp đi lặp lại kèm theo ù tai và điếc dần tai bị bệnh) * Hiếm khi ù tai cũng có thể là một triệu chứng của các vấn đề nghiêm trọng chẳng hạn như phình mạch não hoặc khối u dây thần kinh thính giác. Xác định chứng bệnh ù tai như thế nào?  Tiền sử sức khỏe của bệnh nhân, kết quả khám sức khỏe và một loạt các xét nghiệm đặc biệt khác có thể giúp xác định chính xác căn nguyên của chứng ù tai. Điều này cũng rất cần thiết cho bác sĩ để xác định xem liệu chứng ù tai này là liên tục, từng cơn hay theo nhịp mạch (xuất hiện tương ứng với nhịp tim, đây là chứng ù tai đồng nhịp tim), hay nó lại liên quan với tình trạng giảm thính lực hoặc mất thăng bằng (chóng mặt hoặc rối loạn tiền đình). Người bị ù tai dai dẳng không biết nguyên nhân cần phải làm xét nghiệm thính lực (thính lực đồ / đồ thị nghe / âm đồ). Một số trường hợp bệnh nhân mất thính lực có thể giúp cho bác sĩ chẩn đoán được nguyên nhân.  Một số xét nghiệm khác, chẳng hạn như nghiệm pháp đánh giá đáp ứng của não bộ về thính giác(ABR), đây là xét nghiệm kiểm tra các dây thần kinh thính giác và chuỗi phản ứng hoá sinh trong não bộ sử dụng máy điện toán, chụp cắt lớp điện toán (CT scan), hoặc chụp cộng hưởng từ (MRI scan) có thể giúp loại bỏ khối u trên dây thần kinh thính giác hoặc dây thần kinh tiền đình (dây thần kinh giúp cơ thể giữ được thăng bằng trong không gian). Các khối u này rất hiếm gặp, nhưng có thể là nguyên nhân gây ra chứng ù tai.  Phương pháp điều trị chứng ù tai Sau khi khám và xác định kỹ lưỡng, bác sĩ có thể phát hiện ra nguyên nhân cụ thể gây bệnh và có phát đồ điều trị hoặc đề ra giải pháp điều trị cho bệnh nhân. Khi bạn đã được kiểm tra và xác định bị ù tai thì quan trọng là bạn phải tự mình có khái niệm hiểu biết về căn bệnh này (nguyên nhân gây bệnh, các triệu chứng đặc trưng, và lựa chọn phương pháp điều trị).  Thuốc trị ù tai Thường thì không có phương pháp đặc trị nào đối với bệnh ù tai. Nó có thể tự khỏi hoặc có thể sẽ mãi là thương tật vĩnh viễn mà người bệnh phải “sống chung”. Một số bác sĩ tai mũi họng (bác sĩ chuyên khoa tai) đã cho sử dụng ni-a-xin để chữa ù tai. Tuy nhiên, không có một bằng chứng khoa học nào cho thấy ni-a-xin có thể giúp làm giảm ù tai cả, và nó có thể còn gây nhiều vấn đề kích ứng làm đỏ da. Thuốc động kinh (Neurontin, Gabarone) được nghiên cứu thí nghiệm ở liều cao có kết quả làm giảm khó chịu do ù tai đối với một số bệnh nhân, nhưng nó không làm giảm âm lượng tiếng ồn và không có kết quả tốt hơn so với thuốc trấn an.  Đối với những bệnh nhân bị suy nhược, trầm cảm liên quan đến ù tai thì liệu pháp sử dụng nortriptyline (Pamelor, Aventyl) – hợp chất thuốc an thần và trị trầm cảm là liệu pháp hữu hiệu nhất. Thuốc ức chế tái hấp thu serotonin có chọn lọc (SSRI) có kết quả an toàn hơn so với thuốc chống suy nhược. Thuốc Sertraline (Zoloft) ở liều cố định và paroxetine (Paxil) ở liều thấp cho kết quả khả quan. Công trình nghiên cứu của Jalai năm 2009 cho thấy alprazolam (Xanax) đã cải thiện được thước đo điểm đau / thước đánh giá mức độ đau đối với những bệnh nhân bị ù tai không bị rối loạn lo âu hoặc trầm cảm.  Các biện pháp giúp giảm ù tai Một số biện pháp thường thấy và dễ sử dụng dưới đây có thể có ích đối với một số bệnh nhân bị ù tai:  * Giảm hoặc tránh cà-phê-in và lượng muối hấp thu vào cơ thể, bỏ thuốc lá.  * Một số người bị ù tai do thiếu kẽm có thể giảm được bệnh nhờ bổ sung kẽm.  * Mê-la-tô-nin cũng có thể có hiệu quả tốt đối với bệnh nhân ù tai, nhất là với người bị rối loạn giấc ngủ do ù tai.  * Thuốc bột làm bằng lá cây bạch quả đã nhiều người biết đến như một bài thuốc thiên nhiên trị ù tai, nhưng cho đến nay, nhiều công trình nghiên cứu đã được kiểm tra cũng không cho kết quả tốt như vậy.  * Một số liệu pháp hành vi và dựa theo kinh nghiệm đã cho kết quả thành công gồm liệu pháp tập luyện lại, liệu pháp mặt nạ, và liệu pháp hành vi. Chứng ù tai có thể phòng tránh được không? Biện pháp phòng ngừa ù tai thực sự duy nhất là nên tránh làm tổn thương đến thính giác của bạn. Ngoài chứng mất thính lực thì hầu hết các nguyên nhân gây bệnh khác đều không có biện pháp phòng tránh. Tuy nhiên cũng có một vài cách có thể giúp bạn tự bảo vệ khỏi bệnh ù tai do tiếng ồn. Những biện pháp ấy sẽ được miêu tả trong những khung hình dưới đây.  Biện pháp 1  Không nên sử dụng miếng gạc bông để làm sạch lỗ tai. Gạc bông có thể làm cho ráy tai cọ xát vào màng nhĩ, gây ù tai.  Biện pháp 2 Bảo vệ tai, bảo vệ thính giác ở nơi làm việc. Chỗ làm việc của bạn nên tuân thủ theo những nguyên tắc của Cơ quan Quản lý An toàn và Sức khỏe Nghề nghiệp (OSHA). Hãy mang nút bịt tai hoặc mũ che tai và thực hiện theo các hướng dẫn bảo vệ tai của người quản lý.  Biện pháp 3 Khi phải ở một môi trường với nhiều âm thanh, tiếng động làm phiền nhiễu đến tai bạn (ở buổi hoà nhạc, sự kiện thể thao, cuộc đi săn) bạn nên mang đồ bảo vệ tai để làm giảm âm lượng tiếng ồn. Hãy mang nút bịt tai hoặc mũ che tai bảo vệ nếu không tránh được tiếng ồn lớn. Không nên nhét tai bằng nùi vải hoặc cuộn bông bởi chúng có thể kẹt ở ống tai và không bảo vệ đủ khỏi các tần số cao nguy hiểm hơn và các tiếng động mạnh.  Biện pháp 4 Nên cẩn thận khi sử dụng tai nghe nhạc. Nếu nhạc quá to đến nỗi người khác có thể nghe được rõ ràng hoặc bạn không nghe các tiếng động khác xung quanh mình thì lúc ấy âm lượng của bạn quá cao rồi đấy.  Biện pháp 5 Ngay cả đối với các tiếng ồn hằng ngày, chẳng hạn như tiếng máy sấy tóc hoặc tiếng máy cắt cỏ thì bạn cũng cần phải bảo vệ tai. Hãy mang theo nút bịt tai hoặc mũ che tai khi làm các công việc này nhé.  Biện pháp 6 Hạn chế hoặc bỏ hẳn rượu bia và các thức uống chứa cà-phê-in. Không nên hút thuốc lá hoặc sử dụng các sản phẩm thuốc lá không khói (khói thuốc do người khác hút cũng gây ảnh hưởng đến những người xung quanh bạn và có thể gây SIDS-hội chứng đột tử ở trẻ dưới 1 tuổi, viêm tai, và hen suyễn ở trẻ em). việc sử dụng ni-cô-tin cũng có thể gây ù tai bằng cách làm giảm lưu thông máu đến các cấu trúc tai.  Biện pháp 7 Chứng ù tai thường xảy ra ở người lớn béo phì nhiều hơn. Chế độ luyện tập thường xuyên và duy trì trọng lượng cơ thể khỏe mạnh sẽ giúp làm tăng lưu thông máu đến các cấu trúc tai và có thể giúp phòng tránh được bệnh ù tai.  Có cách nào làm giảm cường độ của tiếng ù tai không? * Tránh tiếp xúc với những âm thanh và tiếng ồn lớn. * Kiểm soát huyết áp của mình. * Hạn chế lượng muối hấp thu vào cơ thể.  * Tránh các chất kích thích thần kinh chẳng hạn như cà phê và cô-la (cà-phê-in) và thuốc lá (ni-cô-tin).  * Hạn chế lo âu.  * Đừng lo lắng về chứng ù tai nữa. Bạn càng lo và để ý đến tiếng ồn thì tiếng ồn càng trở nên lớn hơn.  * Nghỉ ngơi đầy đủ và tránh mệt mỏi.  * Tập thể dục thường xuyên.  * Sử dụng tiếng động khe khẽ, nhẹ nhàng (chẳng hạn như tiếng đồng hồ tíc tắc, tiếng máy ra-đi-ô, tiếng máy quạt, hoặc tiếng máy tạp âm trắng) * Phản hồi sinh học cũng có thể giúp hoặc làm giảm tiếng ù tai ở một số người.  * Tránh sử dụng thuốc aspirin hoặc các sản phẩm aspirin ở số lượng lớn."
        },
        {
            "en": "10 tips for better sleep    Making a few small changes could ensure you get the sleep you need. From MayoClinic.com  Feeling crabby lately? It could be you aren't getting enough sleep. Work, household responsibilities and child care can make sleep difficult to come by. Factor in other unexpected challenges, such as financial worries, layoffs, relationship issues or an illness, and quality sleep may be more elusive.  You may not be able to control or eliminate all of the factors that interfere with your sleep, but you can create an environment and adopt habits that encourage a more restful night. Try these suggestions if you have trouble falling asleep or staying asleep:  1. Go to bed and get up at about the same time every day, even on the weekends. Sticking to a schedule helps reinforce your body's sleep-wake cycle and can help you fall asleep more easily at night.  2.  Don’t eat or drink large amounts before bedtime. Eat a light dinner at least two hours before sleeping. If you’re prone to heartburn, avoid spicy or fatty foods, which can make your heartburn flare and prevent a restful sleep. Also, limit how much you drink before bed. Too much liquid can cause you to wake up repeatedly during the night for trips to the toilet.  3. Avoid nicotine, caffeine and alcohol in the evening. These are stimulants that can keep you awake. Smokers often experience withdrawal symptoms at night, and smoking in bed is dangerous. Avoid caffeine for eight hours before your planned bedtime. Your body doesn't store caffeine, but it takes many hours to eliminate the stimulant and its effects. And although often believed to be a sedative, alcohol actually disrupts sleep.  4. Exercise regularly. Regular physical activity, especially aerobic exercise, can help you fall asleep faster and make your sleep more restful. However, for some people, exercising right before bed may make getting to sleep more difficult.  5. Make your bedroom cool, dark, quiet and comfortable. Create a room that’s ideal for sleeping. Adjust the lighting, temperature, humidity and noise level to your preferences. Use blackout curtains, eye covers, <em>earplugs</em>, blankets, a fan or a humidifier or other devices to create an environment that suits your needs.  6. Sleep primarily at night. Daytime naps may steal hours from nighttime slumber. Limit daytime sleep to about a half-hour and make it during midafternoon. If you work nights, keep your window coverings closed so that sunlight, which adjusts the body’s internal clock, doesn’t interrupt your sleep. If you have a day job and sleep at night, but still have trouble waking up, leave the window coverings open and let the sunlight help awaken you.  7.  Choose a comfortable mattress and pillow. Features of a good bed are subjective and differ for each person. But make sure you have a bed that’s comfortable. If you share your bed, make sure there’s enough room for two. Children and pets are often disruptive, so you may need to set limits on how often they should sleep in bed with you.  8. Start a relaxing bedtime routine. Do the same things each night to tell your body it’s time to wind down. This may include taking a warm bath or shower, reading a book, or listening to soothing music. Relaxing activities done with lowered lights can help ease the transition between wakefulness and sleepiness.  9. Go to bed when you’re tired and turn out the lights. If you don’t fall asleep within 15 to 20 minutes, get up and do something else. Go back to bed when you’re tired. Don’t agonize over falling asleep. The stress will only prevent sleep.  10. Use sleeping pills only as a last resort. Check with your doctor before taking any sleep medications. He or she can make sure the pills won't interact with your other medications or with an existing medical condition. Your doctor can also help you determine the best dosage. If you do take a sleep medication, reduce the dosage gradually when you want to quit, and never mix alcohol and sleeping pills. If you feel sleepy or dizzy during the day, talk to your doctor about changing the dosage or discontinuing the pills. Nearly everyone has occasional sleepless nights. But if you have trouble sleeping on a regular or frequent basis, see your doctor. You could have a sleep disorder, such as obstructive sleep apnea or restless legs syndrome. Identifying and treating the cause of your sleep disturbance can help get you back on the road to a good night's sleep.",
            "vi": "10 bí quyết giúp bạn ngủ ngon hơn    Những thay đổi nho nhỏ có thể giúp bạn có được một giấc ngủ như mong muốn. Trích MayoClinic.com Dạo này bạn cảm thấy gắt gỏng ư? Có thể là bạn không ngủ đủ giấc đấy. Công việc, trách nhiệm nhà cửa và trông nom con cái có thể làm bạn khó ngủ. Những thách thức mà bạn không mong muốn như bận tâm tài chính, tình trạng sa thải nhân viên, các mối quan hệ hoặc là bệnh, và chất lượng của giấc ngủ cũng có thể khiến bạn khó xác định nguyên nhân hơn. Có lẽ bạn không kiểm soát được hay loại bỏ được hết các yếu tố làm bạn không ngon giấc, song bạn có thể tạo cho mình một môi trường và bắt đầu các thói quen để có được một đêm yên tĩnh hơn. Hãy thử các gợi ý này nếu bạn cảm thấy khó ngủ nhé: 1. mỗi ngày nên đi ngủ và thức dậy vào đúng một giờ giấc nhất định, thậm chí vào cuối tuần cũng vậy. Việc thực hiện đúng giờ giấc giúp củng cố chu kỳ thức – ngủ của bạn và có thể giúp bạn ngủ dễ dàng hơn vào buổi tối. 2. Chớ ăn uống quá no trước khi đi ngủ. Hãy ăn tối nhẹ nhàng ít nhẩ là trước khi ngủ 2 tiếng đồng hồ. Nếu bạn hay bị chứng ợ nóng thì nên tránh các thức ăn cay hoặc nhiều chất béo, chúng có thể sẽ khiến bạn ợ nóng và không ngủ được ngon giấc. Hơn nữa, nên hạn chế lượng rượu bia trước khi đi ngủ. Nếu bạn uống quá nhiều, bạn sẽ phải thức dậy liên tục suốt đêm để đi vệ sinh đấy. 3. Tránh chất nicôtin, cà-phê-in và rượu bia vào buổi tối. Đây là những chất kích thích có thể làm cho bạn không ngủ được. Người nghiện thuốc thường có triệu chứng vật vã vì lên cơn nghiện trong đêm, và hút thuốc trên giường rất nguy hiểm. Hãy tránh chất cà-phê-in tám tiếng đồng hồ trước giờ đi ngủ của bạn. Cơ thể của bạn không tích chất cà-phê-in này nhưng phải mất nhiều thời gian để loại bỏ chất kích thích và các tác dụng của nó. Và dẫu rằng người ta thường nghĩ bia rượu là thứ thuốc giảm đau nhưng thực ra thì chúng làm bạn ngủ không ngon giấc. 4. Hãy tập thể dục thường xuyên. Hoạt động thể chất đều đặn, đặc biệt là các bài tập aerobic có thể giúp bạn buồn ngủ nhanh hơn và ngủ ngon giấc hơn. Tuy nhiên, với một số người thì việc tập thể dục ngay trước giờ đi ngủ sẽ có thể khó ngủ hơn. 5. Hãy chuẩn bị một phòng ngủ mát mẻ, tối, yên tĩnh và thoải mái. Nên tạo một căn phòng lý tưởng cho giấc ngủ. Hãy điều chỉnh ánh sáng, nhiệt độ, độ ẩm và lượng âm thanh phù hợp với bạn. Nên dùng rèm đen, tấm che mắt, đồ nhét tai, mền, quạt hoặc máy tạo hơi ẩm hoặc các thiết bị khác nhằm tạo môi trường phù hợp với nhu cầu của bạn. 6. Chủ yếu nên dành giấc ngủ cho buổi tối. Giấc ngủ trưa có thể khiến bạn ngủ ít đi vào ban đêm. Hãy hạn chế thời gian ngủ trưa khoảng chừng nửa tiếng đồng hồ và nên chợp mắt vào giữa trưa thôi. Nếu bạn làm ca đêm thì hãy phủ rèm cửa sổ lại để ánh sáng vốn điều chỉnh đồng hồ sinh học cơ thể bạn không làm bạn tỉnh giấc. Nếu bạn phải đi làm ban ngày và ngủ vào ban đêm nhưng không thức dậy nổi thì hãy mở rèm cửa sổ ra để ánh nắng giúp bạn tỉnh giấc. 7. Nên chọn gối và nệm sao cho thoải mái. Các đặc điểm của một chiếc giường ngủ tốt là tuỳ vào cách nhìn của riêng từng người. Nhưng phải đảm bảo rằng bạn có một chiếc giường thoải mái. Nếu bạn ngủ chung với người khác thì hãy chắc rằng có đủ chỗ cho cả hai. Thú cưng và trẻ con thường làm cho bạn ngủ không ngon, thế nên bạn có thể phải đặt ra giới hạn là chúng có nên ngủ chung phòng ngủ với bạn thường xuyên không. 8. Hãy bắt đầu một thói quen ngủ nghỉ thư giãn mỗi ngày. Mỗi tối hãy làm những việc giống nhau để cơ thể bạn biết rằng lúc nào phải nghỉ ngơi. Điều này có thể bao gồm cả việc tắm nước ấm hoặc vòi hoa sen, đọc sách, hoặc nghe nhạc êm dịu. Việc thư giãn này cùng với ánh sáng dịu nhẹ có thể giúp bạn chuyển từ trạng thái thức sang buồn ngủ dễ dàng hơn. 9. Hãy đi ngủ khi bạn cảm thấy mệt mỏi và hãy tắt đèn đi nhé. Nếu trong vòng 15 tới 20 phút mà bạn chưa ngủ được thì hãy thức dậy và làm việc gì đó đi. Khi bạn thấy mệt thì hãy vô giường nằm lại. Đừng cố dỗ giấc ngủ. Sự căng thẳng sẽ chỉ làm bạn không ngủ được thôi.  10. Phương kế cuối cùng là hãy dùng thuốc ngủ. Hãy tham khảo ý kiến bác sĩ trước khi dùng bất kỳ loại thuốc ngủ nào. Bác sĩ có thể chắc rằng thuốc ngủ của bạn sẽ không tương tác với các loại dược phẩm khác hoặc một căn bệnh nào đó của bạn hiện thời. Bác sĩ cũng có thể giúp bạn xác định liều dùng tốt nhất. Nếu bạn uống thuốc ngủ thì hãy giảm dần liều lượng khi bạn muốn ngưng, và đừng bao giờ uống rượu chung với thuốc ngủ. Nếu bạn cảm thấy buồn ngủ hoặc chóng mặt vào ban ngày, hãy nói với bác sĩ về việc thay đổi liều dùng hoặc ngưng loại thuốc này. Hầu như ai cũng có những đêm không ngủ được. Nhưng nếu bạn thường xuyên khó ngủ thì hãy đến khám bác sĩ đi. Bạn có thể đã mắc phải chứng rối loạn giấc ngủ, như chứng ngưng thở khi ngủ hoặc hội chứng đau chân khi bất động. Việc nhận biết và điều trị nguyên nhân gây rối loạn giấc ngủ có thể làm cho bạn có một đêm ngon giấc trở lại."
        },
        {
            "en": "Did you hear something? Maybe the sound you heard was as quiet as your cat licking her paws. Or maybe it was loud, like a siren going by. Sounds are everywhere, and you have two cool parts on your body that let you hear them all: your ears! Your ears are in charge of collecting sounds, processing them, and sending sound signals to your brain. And that's not all — your ears also help you keep your balance. So if you bend over to pick up your cat, you won't fall down — or even worse — fall on your cat. Meow! The ear is made up of three different sections: the outer ear, the middle ear, and the inner ear. These parts all work together so you can hear and process sounds. The outer ear: Catch the wave The outer ear is called the pinna or auricle. This is the part of the ear that people can see. It's what people pierce to wear earrings and what your friend whispers into when it's time for a secret. The main job of the outer ear is to collect sounds, whether they're your friend's whispers or a barking dog. The outer ear also includes the ear canal, where wax is produced. Earwax is that gunky stuff that protects the canal. Earwax contains chemicals that fight off infections that could hurt the skin inside the ear canal. It also collects dirt to help keep the ear canal clean. So earwax isn't just gross. It's gross and useful. The middle ear: Good vibrations After sound waves enter the outer ear, they travel through the ear canal and make their way to the middle ear. The middle ear's main job is to take those sound waves and turn them into vibrations that are delivered to the inner ear. To do this, it needs the eardrum, which is a thin piece of skin stretched tight like a drum. The eardrum separates the outer ear from the middle ear and the ossicles. What are ossicles? They are the three tiniest, most delicate bones in your body. They include:     * the malleus, which is attached to the eardrum and means \"hammer\" in Latin     * the incus, which is attached to the malleus and means \"anvil\" in Latin     * the stapes, the smallest bone in the body, which is attached to the incus and means \"stirrup\" in Latin When sound waves reach the eardrum, they cause the eardrum to vibrate. When the eardrum vibrates, it moves the tiny ossicles — from the hammer to the anvil and then to the stirrup. These bones help sound move along on its journey into the inner ear. The inner ear: Nerve signals start here Sound comes into the inner ear as vibrations and enters the cochlea, a small, curled tube in the inner ear. The cochlea is filled with liquid, which is set into motion, like a wave, when the ossicles vibrate. The cochlea is also lined with tiny cells covered in tiny hairs that are so small you would need a microscope to see them. They may be small, but they're awfully important. When sound reaches the cochlea, the vibrations (sound) cause the hairs on the cells to move, creating nerve signals that the brain understands as sound. The brain puts it together and hooray! You hear your favorite song on the radio. Day or night, ears keep you upright Ears do more than hear. They keep you balanced, too. In the inner ear, there are three small loops above the cochlea called semicircular canals. Like the cochlea, they are also filled with liquid and have thousands of microscopic hairs. When you move your head, the liquid in the semicircular canals moves, too. The liquid moves the tiny hairs, which send a nerve message to your brain about the position of your head. In less than a second, your brain sends messages to the right muscles so that you keep your balance. Sometimes the liquid in your semicircular canals keeps moving after you've stopped moving. To understand this, fill a cup halfway with water. Now move the cup around in a circle in front of you and then stop. Notice how the water keeps swishing around, even after the cup is still? That's what happens in your semicircular canals when you spin in circles or go on the Tilt-A-Whirl at the amusement park. When you stop spinning or step off the ride, the fluid in your semicircular canals is still moving. The hairs inside the canals are sensing movement even though you're standing still. That's why you might feel dizzy — your brain is getting two different messages and is confused about the position of your head. Once the fluid in the semicircular canals stops moving, your brain gets the right message and you regain your balance. Protect your ears! Your ears take care of you, so take care of them. Protect your hearing by wearing <em>earplugs</em> at loud music concerts and around noisy machinery, like in wood or metal shop. Keep the volume down on your stereo, especially if you're in the car or wearing headphones. And one last thing — don't go poking around in your ears, even with cotton swabs. As you probably know, there's only one thing that's safe to put in your ear. Your elbow, of course.    ",
            "vi": "Bạn có nghe gì không? Có thể âm thanh mà bạn nghe được yên ắng như tiếng mèo liếm chân. Hoặc có thể là âm thanh đinh tai nhức óc như tiếng còi tầm. Đâu đâu cũng có âm thanh, và trên cơ thể bạn có 2 bộ phận rất hay có thể cho bạn nghe được hết mọi thứ: đó là tai của bạn!  Tai bạn có nhiệm vụ thu thập âm thanh, xử lý âm thanh và truyền tín hiệu âm thanh đến não. Chưa hết – tai còn có thể giúp cơ thể giữ thăng bằng. Vì vậy nếu bạn cúi người xuống bế con mèo lên thì bạn sẽ không ngã đâu – hay thậm chí tệ hơn – là ngã lên người con mèo. Meo! Tai có ba phần khác nhau: tai ngoài, tai giữa, và tai trong. Tất cả các bộ phận này hoạt động kết hợp với nhau để bạn có thể nghe và xử lý âm thanh được.  Tai ngoài là nơi bắt sóng (âm thanh) Tai ngoài được gọi là loa tai hay còn gọi là tiểu nhĩ. Đây là vùng mà người ta có thể nhìn thấy được. Đây cũng là nơi bạn xỏ lỗ để mang hoa tai và bạn của bạn có thể thì thầm vào đó khi có điều gì bí mật. Nhiệm vụ chủ yếu của tai ngoài là thu thập âm thanh, cho dù là một người bạn của bạn thì thầm hoặc là tiếng của một con chó đang sủa đi nữa.  Tai ngoài cũng bao gồm ống tai – ống tai là nơi sinh ra ráy tai. Ráy tai có nhiệm vụ bảo vệ ống tai. Ráy tai chứa hoá chất chống nhiễm trùng có thể làm tổn thương đến vùng da bên trong ống tai. Nó cũng làm cho chất bẩn trong lỗ tai gom lại để giữ cho ống tai sạch sẽ. Vì vậy ráy tai không chỉ là chất bẩn mà nó còn là chất có lợi cho sức khỏe nữa.  Tai giữa là nơi xảy ra những rung động tốt  Sau khi sóng âm thanh vào tai ngoài, chúng đi qua ống tai và vào tai giữa. Nhiệm vụ chủ yếu của tai giữa là tiếp nhận những sóng âm thanh đó và chuyển thành những rung động được truyền đến tai trong. Để thực hiện được điều này, cần phải có màng nhĩ, đây là một miếng da mỏng được kéo căng như một cái trống.  Màng nhĩ tách tai ngoài khỏi tai giữa và các xương nhỏ trong tai. Các xương nhỏ trong tai là gì? Chúng là 3 chiếc xương nhỏ nhất và dễ gãy nhất trong cơ thể bạn, gồm:  * xương búa, nối với màng nhĩ và có nghĩa là “cái búa” trong tiếng La-tinh  * xương đe, nối với xương búa và có nghĩa là “cái đe” trong tiếng La-tinh * xương bàn đạp, đây là xương nhỏ nhất trong cơ thể, nối với xương đe và có nghĩa là “cái bàn đạp” trong tiếng La-tinh   Khi các sóng âm thanh chạm đến màng nhĩ, chúng làm cho màng nhĩ rung và khi màng nhĩ rung thì nó làm cho các xương nhỏ bé tí trong lỗ tai cử động – từ xương búa đến xương đe rồi đến xương bàn đạp. Những xương này giúp cho âm thanh đi được vào tai trong.  Tai trong là nơi bắt đầu các tín hiệu thần kinh Âm thanh vào tai trong như chuỗi rung động và vào ốc tai – ốc tai là một ống nhỏ, cuộn xoắn ở tai trong. Ốc tai chứa đầy chất lỏng, chuyển động, giống như sóng, khi các xương nhỏ trong tai rung lên.   Ốc tai cũng được lót bằng nhiều tế bào nhỏ được phủ lông tơ li ti rất nhỏ đến nỗi bạn cần phải có kính hiển vi mới thấy chúng được. Những sợi lông tơ ấy có thể nhỏ, nhưng cực kỳ quan trọng đấy. Khi âm thanh chạm đến ốc tai, những rung động (âm thanh) này làm cho lông tơ trong tai chuyển động, tạo nên tín hiệu thần kinh mà não nhận biết đó là âm thanh. Ở đây não làm nhiệm vụ kết hợp các âm thanh lại với nhau và hoan hô bạn đã nghe được bài hát yêu thích của mình trên radio rồi!  Ngày cũng như đêm, tai luôn giữ thăng bằng cho bạn Tai không chỉ làm nhiệm vụ giúp bạn nghe âm thanh mà còn giữ thăng bằng cho bạn nữa. Bên trong tai trong, có ba vòng nhỏ nằm trên ốc tai được gọi là các ống bán khuyên. Giống như ốc tai, những ống bán khuyên này cũng chứa đầy chất lỏng và hàng ngàn sợi lông tơ cực nhỏ.  Khi bạn di chuyển đầu của mình, chất lỏng trong các ống bán khuyên cũng chuyển động theo. Chất lỏng này cũng làm cho các sợi lông tơ chuyển động, truyền tải tín hiệu thần kinh đến cho não biết tư thế của đầu bạn. Trong thời gian chưa đầy một giây, não sẽ truyền tín hiệu đến các cơ thực hiện đúng chức năng sao cho bạn có thể giữ được thăng bằng của mình.   Đôi khi chất lỏng bên trong ống bán khuyên vẫn cứ chuyển động sau khi bạn đã ngừng di chuyển. Để hiểu được điều này, bạn hãy đổ nước vào phân nửa cái tách và bây giờ hãy di chuyển cái tách đi xung quanh một đường tròn trước mặt bạn rồi dừng lại xem. Bạn hãy chú ý cách mà nước vẫn chóng chánh xung quanh tách, thậm chí là sau khi tách đã đứng im? Đó cũng giống như trong các ống bán khuyên của bạn vậy khi bạn xoay tròn hoặc chơi đu quay ở khu vui chơi.    Khi bạn ngừng quay hoặc bước ra khỏi xe thì chất lỏng bên trong các ống bán khuyên vẫn còn đang chuyển động. Các sợi lông tơ bên trong ống vẫn đang cảm nhận sự chuyển động mặc dù bạn đang đứng yên đi nữa. Đó là lý do vì sao bạn có thể cảm thấy choáng váng hay chóng mặt – bởi não của bạn nhận được hai tín hiệu khác nhau hoàn toàn và lẫn lộn về tư thế của đầu bạn. Khi chất lỏng trong các ống bán khuyên ngừng chuyển động thì não sẽ nhận được tín hiệu đúng và bạn sẽ có cảm giác thăng bằng trở lại.  Hãy bảo vệ tai bạn!  Tai bạn bảo vệ cho bạn, vì thế bạn cũng nên chăm sóc cho chúng. Hãy bảo vệ thính giác của mình bằng cách mang nút bịt tai khi ở buổi hoà nhạc đinh tai và xung quanh những nơi có máy móc ồn ào, chẳng hạn như xưởng gỗ hoặc xưởng kim loại. Bạn nên vặn nhỏ âm thanh ở dàn âm thanh nổi của mình, nhất là khi bạn ở trong xe hơi hoặc khi đang mang tai nghe.  Và điều cuối cùng – đừng thọc cạy xung quanh lỗ tai, thậm chí là bằng miếng gạc bông đi nữa. Chắc có lẽ là bạn đã biết có một thứ duy nhất an toàn cho bạn chọc vào lỗ tai – tất nhiên đó là cùi chỏ.   "
        },
        {
            "en": "Can’t Sleep    Do you struggle for hours to get to sleep, no matter how tired you are? Or do you wake up in the middle of the night and lie awake for hours, anxiously watching the clock? If so, you’re in good company. Insomnia is a very common sleep problem. It’s frustrating to toss and turn during the night, only to wake up bleary-eyed at the sound of the alarm and drag through the day exhausted. Insomnia takes a toll on your energy, mood, and ability to function during the day. Chronic insomnia can even contribute to health problems such as heart disease, high blood pressure, and diabetes. But you don’t have to put up with insomnia. Simple changes to your lifestyle and daily habits can put a stop to sleepless nights.  Understanding insomnia and its symptoms Insomnia is the inability to get the amount of sleep you need to wake up feeling rested and refreshed. Because different people need different amounts of sleep, insomnia is defined by the quality of your sleep and how you feel after sleeping—not the number of hours you sleep or how quickly you doze off. Even if you’re spending eight hours a night in bed, if you feel drowsy and fatigued during the day, you may be experiencing insomnia.  Although insomnia is the most common sleep complaint, it is not a single sleep disorder. It’s more accurate to think of insomnia as a symptom of another problem. The problem causing the insomnia differs from person to person. It could be something as simple as drinking too much caffeine during the day or a more complex issue like an underlying medical condition or feeling overloaded with responsibilities. The good news is that most cases of insomnia can be cured with changes you can make on your own—without relying on sleep specialists or turning to prescription or over-the-counter sleeping pills. Symptoms of insomnia:     * Difficulty falling asleep despite being tired     * Waking up frequently during the night     * Trouble getting back to sleep when awakened     * Unrefreshing sleep     * Relying on sleeping pills or alcohol to fall asleep     * Waking up too early in the morning     * Daytime drowsiness, fatigue, or irritability     * Difficulty concentrating during the day Causes of insomnia: Figuring out why you can’t sleep In order to properly treat and cure your insomnia, you need to become a sleep detective. Emotional issues such as stress, anxiety, and depression cause half of all insomnia cases. But your daytime habits, sleep routine, and physical health may also play a role. Try to identify all possible causes of your insomnia. Once you figure out the root cause, you can tailor treatment accordingly.     * Are you under a lot of stress?     * Are you depressed? Do you feel emotionally flat or hopeless?     * Do you struggle with chronic feelings of anxiety or worry?     * Have you recently gone through a traumatic experience?     * Are you taking any medications that might be affecting your sleep?     * Do you have any health problems that may be interfering with sleep?     * Is your sleep environment quiet and comfortable?     * Do you try to go to bed and get up around the same time every day? Common mental and physical causes of insomnia:  Sometimes, insomnia only lasts a few days and goes away on its own, especially when the insomnia is tied to an obvious temporary cause, such as stress over an upcoming presentation, a painful breakup, or jet lag. Insomnia is also stubbornly persistent. Chronic insomnia is usually tied to an underlying mental or physical issue.     * Psychological problems that can cause insomnia: depression, anxiety, chronic stress, bipolar disorder, post-traumatic stress disorder.      * Medications that can cause insomnia: antidepressants; cold and flu medications that contain alcohol; pain relievers that contain caffeine (Midol, Excedrin); diuretics, corticosteroids, thyroid hormone, high blood pressure medications.     * Medical problems that can cause insomnia: asthma, allergies, Parkinson’s disease, hyperthyroidism, acid reflux, kidney disease, cancer, or chronic pain.     * Sleep disorders that can cause insomnia: sleep apnea, narcolepsy, restless legs syndrome. Anxiety and depression: Two of the most common causes of chronic insomnia Most people suffering from an anxiety disorder or depression have trouble sleeping. What’s more, the sleep deprivation can make the symptoms of anxiety or depression worse. If your insomnia is caused by anxiety or depression, treating the underlying psychological issue is the key to the cure. Insomnia cures and treatments: Changing habits that disrupt sleep While treating underlying physical and mental issues is a good first step, it may not be enough to cure your insomnia. You also need to look at your daily habits. Some of the things you’re doing to cope with insomnia may actually be making the problem worse. For example, maybe you’re using sleeping pills or alcohol to fall asleep, which disrupts sleep even more over the long-term. Or maybe you drink excessive amounts of coffee during the day, making it harder to fall asleep later. Oftentimes, changing the habits that are reinforcing sleeplessness is enough to overcome the insomnia altogether. It may take a few days for your body to get used to the change, but once you do, you will sleep better.  Using a sleep diary to identify insomnia-inducing habits Habits that make insomnia worse:     * drinking a lot of caffeine     * drinking or smoking before bed     * taking naps during the day     * an irregular sleep schedule Some habits are so ingrained that you may overlook them as a possible contributor to your insomnia.  Maybe your daily Starbucks habit affects your sleep more than you realize. Or maybe you’ve never made the connection between your late-night TV viewing or Internet surfing and your sleep difficulties. Keeping a sleep diary is a helpful way to pinpoint habits and behaviors contributing to your insomnia.  All you have to do is jot down daily details about your daytime habits, sleep routine, and insomnia symptoms. For example, you can keep track of when you go to sleep and when you wake up, where you fall asleep, what you eat and drink, and any stressful events that occur during the day. Adopting new habits to help you sleep     * Make sure your bedroom is quiet, dark, and cool. Noise, light, and heat can interfere with sleep. Try using a sound machine or <em>earplugs</em> to mask outside noise, an open window or fan to keep the room cool, and blackout curtains or an eye mask to block out light     * Stick to a regular sleep schedule. Support your biological clock by going to bed and getting up at the same time every day, including weekends. Get up at your usual time in the morning even if you’re tired. This will help you get back in a regular sleep rhythm.     * Avoid naps. Napping during the day can make it more difficult to sleep at night. If you feel like you have to take a nap, limit it to 30 minutes before 3 p.m.      * Avoid stimulating activity and stressful situations before bedtime. This includes vigorous exercise; big discussions or arguments; and TV, computer, or video game use. Turn off all electronics at least an hour before bed.      * Limit caffeine, alcohol, and nicotine. Stop drinking caffeinated beverages at least 8 hours before bed. Avoid drinking in the evening. While alcohol can make you feel sleepy, it interferes with the quality of your sleep. Quit smoking or avoid it at night, as nicotine is a stimulant. Insomnia cures and treatments: Neutralizing anxiety when you can’t sleep The more trouble you have with sleep, the more it starts to invade your thoughts. You may dread going to sleep because you just know that you’re going to toss and turn for hours or be up at 2 a.m. again. Or maybe you’re worried because you have a big day tomorrow, and if you don’t get a solid 8 hours, you’re sure you’ll blow it. But agonizing and expecting sleep difficulties only makes insomnia worse. Worrying about getting to sleep or how tired you’re going to be floods your body with adrenaline, and before you know it, you’re wide-awake. Learning to associate your bed with sleeping, not sleeplessness If sleep worries are getting in the way of your ability to unwind at night, the following strategies may help. The goal is to train your body to associate the bed with sleep and nothing else—especially not frustration and anxiety.     * Use the bedroom only for sleeping and sex. Don’t work, read, watch TV, or use your computer in bed or the bedroom. The goal is to associate the bedroom with sleep alone, so that your brain and body get a strong signal that it’s time to nod off when you get in bed.     * Get out of bed when you can’t sleep. Don’t try to force yourself to sleep. Tossing and turning only amps up the anxiety. Get up, leave the bedroom, and do something relaxing, such as reading, drinking a warm cup of caffeine-free tea, taking a bath, or listening to soothing music. When you’re sleepy, go back to bed.     * Move bedroom clocks out of view. Anxiously watching the minutes tick by when you can’t sleep—knowing that you’re going to be exhausted when the alarm goes off—is a surefire recipe for insomnia. You can use an alarm, but make sure you can’t see the time when you’re in bed. Insomnia cures and treatments: Harnessing your body’s relaxation response If you feel wound up much of the time and unable to let go of stress at the end of the day, you may benefit from relaxation techniques. Not only do relaxation techniques help you quiet your mind and relieve tension in the body, but they also help you fall asleep faster and get back to sleep more quickly if you awaken in the middle of the night. And all without the side effects of sleep medication! A variety of relaxation techniques help you achieve the relaxation, including:     * deep breathing     * progressive muscle relaxation     * meditation     * visualization     * yoga     * tai chi It takes regular practice to learn these techniques and harness their stress-relieving power. But the benefits can be huge. You can do them as part of your bedtime routine, when you are lying down preparing for sleep, and if you wake up in the middle of the night. Relaxation techniques that can help you sleep     * A relaxing bedtime routine. As a start to your relaxation practice, develop a calming bedtime routine. Focus on quiet, soothing activities, such as reading, knitting, or listening to soft music. Keep the lights low. The following relaxation and stress management techniques can help you enter a more relaxed state.     * Abdominal breathing. Most of us don’t breathe as deeply as we should. When we breathe deeply and fully, involving not only the chest, but also the belly, lower back, and ribcage, it can actually help our parasympathetic nervous system, which controls relaxation. Close your eyes, and try taking deep, slow breaths, making each breath even deeper than the last. Breathe in through your nose and out through your mouth. You can try making each exhale a little longer than each inhale.     * Progressive muscle relaxation. Progressive muscle relaxation is easier than it sounds. Lie down or make yourself comfortable. Starting with your feet, tense the muscles as tightly as you can. Hold for a count of 10, then relax slowly. Continue to do this for every muscle group in your body, working your way up from your feet to the top of your head. Insomnia cures and treatments: Using supplements and medication wisely When you’re tossing and turning at night, it can be tempting to turn to sleep aids for relief. But before you do, here’s what you need to know. Dietary supplements for insomnia There are many dietary and herbal supplements marketed for their sleep-promoting effects. Although they may be described as “natural,” be aware that sleep remedies can still have side effects and interfere with other medications or vitamins you’re taking. For more information, talk to your doctor or pharmacist. While scientific evidence is still being gathered for alternative sleep remedies, you might find that some of them work wonderfully for you. The two supplements with the most evidence supporting their effectiveness for insomnia are melatonin and valerian.     * Melatonin. Melatonin is a naturally occurring hormone that your body produces at night. Melatonin helps regulate your sleep-wake cycle. Melatonin is also available as an over-the-counter supplement. While melatonin doesn’t work for everyone, it may be an effective insomnia treatment for you—especially if you’re an extreme “night owl” with a tendency to go to bed and get up much later than others.     * Valerian. Valerian is an herb with mild sedative effects that may help you sleep better. However, the quality of valerian supplements varies widely. Prescription sleeping pills for insomnia While prescription sleep medications can provide temporary relief, it’s important to understand that sleeping pills are not a cure for insomnia. And if not used carefully, they actually make insomnia worse in the long run. It’s best to use medication only as a last resort, and then, only on a very limited, as-needed basis. First, try changing your sleep habits, your daily routine, and your attitudes about sleep. Evidence shows that lifestyle and behavioral changes make the largest and most lasting difference when it comes to insomnia. When to consider seeking professional insomnia treatment If you’ve tried the insomnia cures and treatments listed above, and are still having trouble getting the sleep you need, a doctor or sleep disorder specialist may be able to help. When to seek professional help for insomnia:     * If your insomnia doesn’t respond to self-help strategies     * If your insomnia is causing major problems at home, work, or school     * If you’re experiencing scary symptoms like chest pain or shortness of breath     * If your insomnia occurs almost every night and is getting worse",
            "vi": "Không ngủ được    Có phải bạn thao thức hàng giờ mới có thể dỗ được giấc ngủ không, cho dù là bạn đang mệt mỏi thế nào đi nữa? Hay là bạn thức giấc lúc nửa đêm và lại nằm thao thức hàng tiếng đồng hồ, bồn chồn nhìn thời gian trôi? Nếu vậy thì bạn được chia sẻ rồi đấy. Mất ngủ là một vấn đề rất phổ biến về giấc ngủ. Thật bực bội khi phải trăn trở cả đêm, rồi cũng chỉ là thức dậy với đôi mắt lờ đờ, đờ đẫn nghe âm thanh gõ nhịp của chuông đồng hồ báo thức và lê một ngày dài trong trạng thái cực kỳ mệt mỏi.  Mất ngủ ảnh hưởng xấu đến năng lượng, tâm trạng, và khả năng hoạt động vào ban ngày của bạn. Bệnh mất ngủ mãn tính thậm chí có thể góp phần tạo nên các vấn đề về sức khoẻ là bệnh tim, cao huyết áp, và tiểu đường. Nhưng bạn chẳng cần phải chịu đựng chứng bệnh này đâu. Những thay đổi đơn giản trong lối sống của bạn và trong thói quen hàng ngày có thể làm cho bạn hết mất ngủ vào ban đêm.  Hiểu về chứng mất ngủ và các triệu chứng của nó Chứng mất ngủ là sự mất khả năng để có được số lượng giấc ngủ mà bạn cần có để khi thức dậy có được cảm giác được nghỉ ngơi và được khoan khoái mới mẻ lại. Bởi vì những người khác nhau cần số lượng khác nhau về giấc ngủ, mất ngủ được định nghĩa bởi chất lượng giấc ngủ của bạn và bạn cảm thấy như thế nào sau khi ngủ – không phải số giờ bạn ngủ hoặc bạn ngủ lơ mơ nhanh chóng ra sao. Ngay cả khi bạn ngủ 8 tiếng trên giường, nếu bạn cảm thấy buồn ngủ và uể oải ban ngày thì bạn có thể đang bị mất ngủ đấy.  Mặc dù mất ngủ là bệnh về giấc ngủ thường thấy nhất, nhưng nó không phải là một rối loạn giấc ngủ đơn thuần. Chính xác hơn thì hãy liên tưởng bệnh mất ngủ như là một triệu chứng của một vấn đề sức khỏe khác. Nguyên nhân gây mất ngủ không phải ai cũng giống ai. Nó có thể chỉ đơn giản như uống quá nhiều chất kích thích cà-phê-in vào ban ngày hoặc một vấn đề phức tạp hơn như một chứng bệnh tiềm ẩn khác hoặc đang cảm thấy trách nhiệm quá nặng nề.  Tin vui là hầu hết các trường hợp mất ngủ đều có thể được chữa khỏi bằng các thay đổi mà bạn có thể tự thực hiện được – không cần phải dựa vào các bác sĩ chuyên khoa về giấc ngủ hoặc chuyển sang dùng thuốc ngủ theo toa hoặc thuốc ngủ mua tự do không theo toa.  Các triệu chứng của bệnh mất ngủ:  * Khó ngủ mặc dù là đang mệt mỏi  * Thường xuyên thức giấc suốt đêm * Khó ngủ lại khi đã thức giấc * Giấc ngủ không khoan khoái, thoải mái  * Lệ thuộc vào thuốc ngủ hoặc rượu bia mới ngủ được * Thức dậy quá sớm vào buổi sáng  * Buồn ngủ vào ban ngày, mệt mỏi, hoặc dễ cáu gắt * Khó tập trung vào ban ngày Các nguyên nhân gây mất ngủ: Phỏng đoán nguyên nhân làm bạn mất ngủ  Để chữa và điều trị chuẩn xác bệnh mất ngủ, bạn nên hiểu biết, khám phá về giấc ngủ của mình. Các vấn đề về xúc cảm như căng thẳng, lo âu, và trầm cảm là nguyên nhân gây phân nửa trong tổng số các trường hợp mất ngủ. Nhưng những thói quen ban ngày của bạn, giờ giấc ngủ nghỉ thường ngày, và sức khỏe thể chất cũng có thể đóng một vai trò quan trọng. Hãy cố gắng xác định tất cả các nguyên nhân gây mất ngủ có thể xảy ra. Một khi đã tìm được nguyên nhân cơ bản thì bạn có thể điều chỉnh phương pháp điều trị cho phù hợp.  * Bạn có đang căng thẳng quá không?  * Bạn có đang bị trầm cảm không? Có cảm thấy trống rỗng hay thất vọng không?  * Bạn có vật vã với những cảm giác lo âu hoặc hồi hộp không dứt không?  * Gần đây bạn có trải qua một biến động thương đau không?  * Bạn có đang sử dụng bất cứ loại thuốc nào có thể ảnh hưởng đến giấc ngủ không? * Bạn có vấn đề sức khỏe nào đó có thể làm ảnh hưởng giấc ngủ không?  * Môi trường ngủ của bạn có yên tĩnh và thoải mái không?  * Bạn có cố đi ngủ và thức dậy đúng giờ mỗi ngày không?  Các nguyên nhân về thể chất lẫn tinh thần gây mất ngủ thường thấy:  Đôi khi chứng mất ngủ chỉ kéo dài trong một vài ngày và có thể tự hết, nhất là khi gắn liền với một nguyên nhân tạm thời rõ ràng nào đó, chẳng hạn như căng thẳng vì một buổi thuyết trình sắp tới, chuyện tình cảm đổ vỡ gây tổn thương, đau khổ, hoặc tình trạng mệt mỏi sau một chuyến bay dài. Mặt khác, chứng mất ngủ cũng dai dẳng, kéo dài. Chứng mất ngủ mãn tính thường liên quan đến một vấn đề tiềm ẩn nào đó về thể chất lẫn tinh thần.  * Các vấn đề tâm lý có thể gây mất ngủ: trầm cảm, lo âu, thường xuyên căng thẳng, rối loạn lưỡng cực, trầm cảm sau chấn thương. * Nhiều loại thuốc cũng có thể gây mất ngủ: thuốc chống trầm cảm; thuốc cảm cúm chứa rượu cồn; thuốc giảm đau chứa cà-phê-in (Midol, Excedrin); thuốc lợi tiểu, corticosteroids, hooc-môn tuyến giáp, và thuốc trị cao huyết áp. * Nhiều chứng bệnh cũng có thể gây mất ngủ: hen suyễn, dị ứng, bệnh liệt rung, cường giáp, trào ngược a-xít, bệnh thận, ung thư, hoặc đau nhức kinh niên. * Rối loạn giấc ngủ cũng có thể gây ra mất ngủ: ngừng thở khi ngủ, ngủ rũ, hội chứng đau chân/tê chân khi bất động. Lo âu và trầm cảm: Hai nguyên nhân gây mất ngủ mãn tính thường thấy nhất  Hầu hết những người bị rối loạn lo âu hoặc trầm cảm đều cảm thấy khó ngủ. Hơn nữa, tình trạng thiếu ngủ có thể làm cho các triệu chứng lo âu hoặc trầm cảm càng tệ hại hơn. Nếu bạn bị mất ngủ do lo âu hoặc trầm cảm thì việc xử lý vấn đề tiềm ẩn về tâm lý là mấu chốt trị liệu.  Các biện pháp chữa mất ngủ: Thay đổi những thói quen làm gián đoạn giấc ngủ  Cho dù xử lý các vấn đề tiềm ẩn về thể chất lẫn tinh thần là biện pháp có hiệu quả đầu tiên, nhưng đây có thể chưa đủ để có thể chữa lành bệnh mất ngủ. Bạn cũng cần nên xem lại các thói quen thường nhật của mình. Một số cách bạn đang áp dụng để đối phó với bệnh mất ngủ thực sự có thể làm cho vấn đề càng thêm nghiêm trọng hơn.  Ví dụ như, có thể bạn đang sử dụng thuốc ngủ hoặc bia rượu mới ngủ được, những thứ này làm gián đoạn giấc ngủ thậm chí nhiều hơn về lâu dài. Hoặc có thể bạn uống quá nhiều cà phê vào ban ngày, làm khó ngủ hơn sau đó. Thông thường, việc thay đổi những thói quen làm giảm mất ngủ cũng đủ để khắc phục chứng mất ngủ theo luôn. Có thể phải mất vài ngày cơ thể của bạn mới quen với sự thay đổi đó, nhưng khi bạn đã thực hiện được thì bạn sẽ ngủ ngon hơn.  Sử dụng quyển sổ tay ghi chép về giấc ngủ để xác định những thói quen làm mất ngủ Các thói quen làm cho tình trạng mất ngủ càng trầm trọng thêm: * uống nhiều chất cà-phê-in  * uống rượu bia hoặc hút thuốc trước khi đi ngủ  * ngủ quá nhiều giấc vào ban ngày  * ngủ không đúng giờ  Một số thói quen quá ăn sâu vào người đến nỗi bạn có thể bỏ qua, không tính như là một yếu tố có thể góp phần làm cho bạn mất ngủ. Có thể những thói quen hằng ngày lâu năm ảnh hưởng đến giấc ngủ của bạn nhiều hơn mức độ bạn có thể nhận ra. Hoặc là có thể bạn chẳng bao giờ nghĩ việc xem ti vi muộn hoặc lướt web và tình trạng khó ngủ có mối tương quan. Hãy sử dụng một quyển nhật ký giấc ngủ là biện pháp hỗ trợ tốt để điểm ra những thói quen và hành vi góp phần gây mất ngủ.  Mỗi ngày bạn chỉ cần ghi nhanh các chi tiết về các thói quen ban ngày, giờ giấc ngủ nghỉ, và các triệu chứng mất ngủ. Chẳng hạn như, bạn có thể theo dõi khi nào đi ngủ và khi nào thức dậy, ngủ ở đâu, ăn và uống gì, và bất kỳ sự việc nào gây căng thẳng trong ngày của mình.  Chấp nhận các thói quen mới giúp bạn ngủ ngon hơn * Phải đảm bảo phòng ngủ của bạn được yên tĩnh, tối, và mát mẻ. Tiếng ồn, ánh sáng, hơi nóng có thể làm bạn ngủ không ngon. Hãy sử dụng máy cản âm thanh hoặc dùng đồ nhét tai để ngăn tiếng ồn bên ngoài, mở cửa sổ hoặc quạt máy để cho căn phòng được mát mẻ, và kéo rèm cửa hoặc che mắt để chắn ánh sáng vào.  * Hãy thực hiện kế hoạch ngủ nghỉ đúng giờ. Hãy hỗ trợ đồng hồ sinh học của bạn bằng cách đi ngủ và thức dậy đúng giờ mỗi ngày, kể cả những ngày cuối tuần. Hãy thức dậy đúng giờ vào buổi sáng cho dù bạn có mệt mỏi đi nữa. Điều này sẽ giúp bạn trở lại nhịp điệu giấc ngủ bình thường.  * Tránh ngủ nhiều giấc ngắn vào ban ngày. Việc chợp mắt suốt cả ngày có thể làm cho bạn khó ngủ hơn vào ban đêm. Nếu bạn thấy cần phải ngủ trưa thì hãy giới hạn trong 30 phút trước 3 giờ chiều nhé.  * Hãy tránh các hoạt động có tính chất kích thích và các tình huống gây căng thẳng trước giờ ngủ: vận động quá mức; tranh luận hoặc cãi vã gay gắt; ti vi, máy tính hoặc trò chơi điện tử. Hãy tắt hết tất cả các máy điện tử trước giờ đi ngủ ít nhất là 1 tiếng đồng hồ.  * Hãy hạn chế cà-phê-in, rượu bia, và ni-cô-tin. Hãy ngưng các thức uống có chứa cà-phê-in trước khi đi ngủ ít nhất là 8 tiếng đồng hồ. Tránh uống rượu bia vào buổi tối. Cho dù là bia rượu có thể làm bạn cảm thấy buồn ngủ, nhưng nó quấy nhiễu chất lượng giấc ngủ của bạn. Hãy ngưng hút thuốc và tránh hút thuốc vào buổi tối, bởi ni-cô-tin là chất gây kích thích.  Chữa mất ngủ: “Quẳng gánh lo đi” khi không ngủ được  Bạn càng khó ngủ thì nỗi ám ảnh giấc ngủ càng bắt đầu xâm nhập vào đầu nhiều hơn. Bạn có thể sợ đi ngủ bởi biết ngay rằng mình cũng sẽ trằn trọc nhiều giờ liền hoặc lại tỉnh giấc vào lúc 2 giờ sáng. Hoặc bạn có thể đang lo lắng bởi ngày mai sẽ là một ngày trọng đại, và nếu không ngủ được tròn 8 tiếng, thì chắc chắn là bạn không làm được tốt. Nhưng việc khổ sở và mong mỏi giấc ngủ khó khăn chỉ làm cho chứng mất ngủ thêm tệ hại hơn. Tâm trạng lo lắng để có được giấc ngủ hoặc lo bị mệt làm cho cơ thể tiết ra nhiều hooc-môn a-đrê-na-lin (chất hoóc-môn tiết ra từ tuyến thượng thận làm tăng huyết áp, tim đập nhanh và hoạt động như một tác nhân truyền tín hiệu thần kinh khi cơ thể bị căng thẳng hay gặp nguy hiểm), và trước khi bạn biết được điều này thì bạn hoàn toàn tỉnh táo rồi.  Biết cách kết hợp giường với giấc ngủ, chứ không phải là tình trạng trằn trọc thâu đêm  Nếu nỗi lo về giấc ngủ làm cho bạn không tài nào nghỉ ngơi, thư giãn được vào ban đêm thì những “chiến lược” dưới đây có thể giúp ích được cho bạn. Mục tiêu là rèn cho cơ thể bạn biết kết hợp giường với giấc ngủ chứ không phải là thứ gì khác – nhất là tình trạng thất vọng và lo âu.  * Chỉ sử dụng giường để ngủ và quan hệ tình dục. Đừng làm việc, đọc sách, xem ti vi, hoặc sử dụng máy tính trên giường hoặc phòng ngủ. Mục tiêu duy nhất là kết hợp phòng ngủ và việc ngủ mà thôi, sao cho não và cơ thể nhận được tín hiệu mạnh là đã đến giờ ngủ khi lên giường.  * Hãy ra khỏi giường khi không ngủ được. Đừng cố ép mình phải ngủ. Việc trằn trọc chỉ làm cho tâm trạng bồn chồn lo âu trầm trọng thêm. Hãy đứng dậy, ra khỏi phòng ngủ, và làm việc gì đó thư giãn, chẳng hạn như đọc sách, uống một tách trà ấm không chứa cà-phê-in, tắm rửa, hoặc nghe nhạc êm dịu. Khi buồn ngủ, hãy trở lại giường.  * Hãy dời đồng hồ ở phòng ngủ ra khuất tầm mắt của bạn. Việc nhìn nhịp đồng hồ trôi qua từng phút một cách bồn chồn khi không ngủ được – biết rằng bạn sẽ mệt mỏi, kiệt sức khi chuông báo thức vang lên – chắc chắn là nguyên nhân làm cho bạn mất ngủ. Bạn có thể sử dụng chuông báo thức, nhưng phải đảm bảo là không nhìn thấy đồng hồ khi đã lên giường ngủ.  Chữa mất ngủ bằng cách tận dụng, khai thác phản ứng thư giãn của cơ thể Nếu bạn cảm thấy căng thẳng phần lớn thời gian và không giải toả stress vào cuối ngày được, thì những kỹ thuật thư giãn có thể đem lại hiệu quả tốt cho bạn. Các kỹ thuật thư giãn không chỉ giúp bạn thanh thản đầu óc và giải toả căng thẳng cơ thể, mà còn làm cho bạn dỗ được giấc ngủ nhanh hơn và ngủ lại nhanh hơn trong trường hợp bạn thức giấc giữa đêm. Và các kỹ thuật này không có tác dụng phụ của thuốc ngủ!  Nhiều kỹ thuật thư giãn giúp cơ thể bạn được thư giãn, gồm:  * hít thở sâu * thả lỏng cơ tăng tiến * gạt hết mọi thứ ra khỏi đầu mình  * hình thành tư tưởng tích cực  * yoga * thái cực quyền Phải luyện tập thường xuyên mới nắm được các kỹ thuật này và khai thác triệt để khả năng giải toả căng thẳng của mình. Nhưng những cái lợi đó có thể là to lớn lắm. Bạn có thể thực hiện chúng như một công đoạn trong giờ giấc ngủ nghỉ hằng ngày của mình, khi bạn nằm chuẩn bị ngủ, và trong trường hợp bạn thức giấc lúc nửa đêm nữa nhé. Các kỹ thuật thư giãn có thể giúp cho bạn ngủ ngon * Thói quen ngủ nghỉ thoải mái. Như một sự khởi đầu để rèn luyện sự buông xả thoải mái, hãy phát huy thói quen ngủ nghỉ yên ắng. Hãy tập trung vào sự yên lặng, các hoạt động nhẹ nhàng, chẳng hạn như đọc sách, đan len, hoặc nghe nhạc êm dịu. Hãy để đèn ở độ sáng yếu. Các kỹ thuật thư giãn và chế ngự stress dưới đây có thể giúp bạn đi vào trạng thái thoải mái hơn.  * Thở bằng bụng. Hầu hết chúng ta không hít thở sâu như chúng ta nên làm như vậy. Khi hít thở sâu và đủ, không chỉ liên quan đến lồng ngực, mà còn bụng, thắt lưng, và sườn, nó thực sự có thể giúp hệ thần kinh phó giao cảm của chúng ta kiểm soát tình trạng thư giãn của mình. Hãy nhắm mắt lại, và cố gắng hít sâu vào, hít thở chậm chậm nhẹ nhàng, làm cho từng hơi thở thậm chí sâu hơn làn hơi trước đó. Bạn nên hít vào bằng mũi và thở ra bằng miệng và có thể cố gắng thở ra dài hơn một chút so với hít vào.  * Thả lỏng cơ tăng tiến. Việc thả lỏng cơ tăng tiến dễ hơn là nói. Hãy nằm xuống hoặc thư giãn; bắt đầu bằng chân, kéo căng cơ ở mức có thể. Giữ như vậy trong vòng 10 tiếng đếm, rồi từ từ buông lỏng. Bạn hãy tiếp tục thực hiện cho từng nhóm cơ trong cơ thể, vận động như thế từ bàn chân cho đến đỉnh đầu.  Chữa mất ngủ bằng cách sử dụng chất bổ sung và thuốc một cách khôn ngoan  Khi phải đang trằn trọc thao thức ban đêm, bạn có cảm giác rất muốn có biện pháp nào đó để chữa được chứng bệnh mất ngủ của mình. Nhưng trước khi làm một việc gì, bạn cũng nên cần biết những điều dưới đây.  Thực phẩm bổ sung chữa mất ngủ Có nhiều thực phẩm và thảo dược bổ sung được bày bán trên thị trường có tác dụng giúp ngủ ngon hơn. Mặc dù có thể được mô tả là “chất tự nhiên/ từ thiên nhiên”, nhưng bạn nên hiểu rằng các bài thuốc trị mất ngủ có thể gây tác dụng phụ và ảnh hưởng đến các loại thuốc hoặc vi-ta-min khác mà bạn đang sử dụng. Để biết thêm thông tin, bạn nên tham khảo ý kiến của bác sĩ hoặc dược sĩ nhé.  Trong khi bằng chứng khoa học vẫn còn đang được thu thập về các bài thuốc trị mất ngủ có thể thay thế được thì bạn có thể thấy rằng một số bài thuốc đó cũng có tác dụng rất tốt. Hai chất bổ sung có bằng chứng hỗ trợ hiệu quả nhất để chữa bệnh mất ngủ là mê-la-tô-nin và nữ lang.  * Mê-la-tô-nin. Mê-la-tô-nin là hooc-môn tự nhiên do cơ thể tiết ra vào ban đêm. Mê-la-tô-nin giúp điều hoà chu kỳ thức-ngủ của cơ thể. Mê-la-tô-nin cũng có bán như là chất bổ sung, có thể mua tự do không theo toa. Mặc dù không phải bất kỳ người nào cũng ngủ ngon hơn khi sử dụng mê-la-tô-nin, nhưng nó có thể là bài thuốc trị mất ngủ hiệu quả đối với bạn – nhất là khi bạn bị mất ngủ trầm trọng “mắt mở thao láo như con cú đêm” có xu hướng đi ngủ và thức dậy muộn hơn những người khác.  * Nữ lang. Nữ lang là một thảo dược có tác dụng an thần nhẹ / thuốc giảm đau nhẹ có thể giúp bạn ngủ ngon hơn. Tuy nhiên, chất lượng của chất bổ sung nữ lang không giống nhau.  Các loại thuốc trị mất ngủ theo toa  Mặc dù các loại thuốc trị mất ngủ theo toa có thể làm cho bạn ngủ được tạm thời, nhưng quan trọng là bạn phải hiểu được rằng thuốc ngủ không phải là một cách chữa chứng mất ngủ. Và nếu không được sử dụng cẩn thận, thì chúng thực sự làm cho bệnh mất ngủ càng tệ hại hơn về lâu dài. Tốt nhất là chỉ nên sử dụng thuốc như là một phương kế sau cùng, và rồi sau đó, hạn chế khi thật cần thiết, ngay khi thực sự cần thiết. Trước tiên, hãy thử thay đổi thói quen ngủ nghỉ, thói quen công việc thường nhật của bạn, và quan niệm của bạn về giấc ngủ. Bằng chứng cho thấy những thay đổi lối sống và hành vi đã tạo sự khác biệt lớn nhất và kéo dài nhất khi nói đến bệnh mất ngủ.  Khi nào cần đến biện pháp chữa mất ngủ chuyên nghiệp  Nếu bạn đã từng thử qua các biện pháp chữa mất ngủ được liệt kê trên và vẫn còn khó ngủ thì bác sĩ hoặc chuyên gia về rối loạn giấc ngủ có thể giúp đỡ được cho bạn.  Khi nào cần đến sự hỗ trợ của chuyên gia để chữa chứng mất ngủ:  * Nếu bệnh mất ngủ của bạn không có phản hồi đối với những chiến lược/ phương pháp tự cứu chữa của bản thân * Nếu bệnh mất ngủ của bạn đang gây ra nhiều vấn đề nghiêm trọng ở nhà, chỗ làm, hoặc ở trường học * Nếu bạn bị các triệu chứng đáng sợ như đau ngực hoặc khó thở * Nếu hầu như tối nào bạn cũng bị mất ngủ và tình trạng này càng ngày càng tệ hại hơn"
        }
    ],
    "suggestions": []
}