{
    "en_vn": {
        "data": {
            "content": null,
            "word": "earphones",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "earphones",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "earphones",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "earphones",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "earphones",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I 've just bought those new <em>earphones</em>.",
            "vi": "Tôi vừa mới mua cái tai nghe mới đó."
        },
        {
            "en": "I've just bought those new <em>earphones</em>.",
            "vi": "Tôi vừa mới mua cái tai nghe mới đó."
        },
        {
            "en": "Gently she pressed <em>earphones</em> to ears and lied down on the bed.",
            "vi": "Cô ấy nhẹ nhàng ấn tai nghe vào tai và nằm xuống giường."
        },
        {
            "en": "Even worse, listeners had to wear <em>earphones</em> that were annoying and inconvenient.",
            "vi": "Tệ hơn nữa là người nghe phải mang ống nghe vừa phiền toái vừa bất tiện."
        },
        {
            "en": "Are Personal Music Players Causing Hearing Loss      In an editorial published today on bmj.com, an expert warns that young people who listen to personal music players for several hours a day at high volume could be putting their hearing at risk.  Personal music devices such as MP3 players can generate levels of sound at the ear in excess of 120 decibels. Professor Peter Rabinowitz from Yale University School of Medicine explains that this is similar in intensity to a jet engine, especially when used with <em>earphones</em> that insert into the ear canal.  The majority of young people commonly use these devices. Surveys from Europe and the United States report that more than 90 percent use them. Professor Rabinowitz says it \"has grown faster than our ability to assess their potential health consequences.\"  However, evidence that music players are causing hearing loss in young people is mixed. The author says that this suggests that the true population effects may be starting to be noticeable only now.  Also, other health effects may need to be examined. For instance, in a similar way to mobile phones, some studies have indicated that use of personal music players can interfere with concentration and performance when driving.  Evidence based guidance is lacking. But Rabinowitz comments that the importance of hearing loss as a public health problem makes it logical to encourage patients of all ages to promote \"hearing health\" through avoidance of excessive noise exposure.  In addition, he suggests cautiously removing <em>earphones</em> while driving and performing other safety sensitive tasks. He recommends further comprehensive and ongoing surveys of the hearing health of young people.  He writes in conclusion: \"Personal music players provide a reminder that our hunger for new technology should be accompanied by equally vigorous efforts to understand and manage the health consequences of changing lifestyles.\" Written by Stephanie Brunner (B.A.)  Copyright: Medical News Today",
            "vi": "Máy nghe nhạc cá nhân gây ra mất thính lực    Trong bài xã luận công bố hôm nay trên bmj.com, một chuyên gia cảnh báo là những người trẻ nghe nhạc từ các máy nghe nhạc cá nhân vài giờ mỗi ngày với âm lượng cao có thể gây nguy hiểm cho thính giác của họ.\nCác thiết bị nghe nhạc cá nhân như là máy nghe nhạc MP3 có thể tạo ra mức âm thanh vượt quá 120 đề-xi-ben ở tai. Giáo sư Peter Rabinowitz từ trường đại học y Yale giải thích rằng điều này tương tự ở cường độ của động cơ phản lực, nhất là khi sử dụng tai nghe chèn vào ống tai.\nPhần lớn thanh niên thường sử dụng các thiết bị này. Các cuộc nghiên cứu từ châu Âu và Hoa Kỳ cho thấy hơn 90 phần trăm thanh niên sử dụng máy nghe nhạc cá nhân. Giáo sư Rabinowitz nói điều này \"đã phát triển nhanh hơn khả năng của chúng ta để đánh giá hậu quả sức khỏe tiềm ẩn của các việc đó.\"\nTuy nhiên, bằng chứng máy nghe nhạc gây ra mất thính lực trong thanh niên cũng hỗn tạp. Tác giả nói rằng điều này khiến ta nghĩ rằng các ảnh hưởng cộng đồng thật sự có thể chỉ đang bắt đầu được chú ý bây giờ.\nHơn nữa, những ảnh hưởng sức khỏe khác có thể cần phải được xem xét. Chẳng hạn như, cùng một cách với điện thoại di động, một số nghiên cứu đã cho thấy sử dụng máy nghe nhạc cá nhân có thể cản trở sự tập trung và hiệu quả khi lái xe.\nHướng dẫn dựa trên bằng chứng vẫn đang còn thiếu. Nhưng Rabinowitz chú thích là rằng tầm quan trọng của sự mất thính lực như là một vấn đề y tế cộng đồng khiến việc khuyến khích bệnh nhân ở mọi lứa tuổi coi trọng “sức khỏe thính giác” bằng cách tránh tiếp cận tiếng ồn quá mức là hợp lý.\nNgoài ra, ông khuyên hãy cẩn thận tháo tai nghe trong khi lái xe và thực hiện các nhiệm vụ cần sự an toàn khác. Ông đề nghị thêm các cuộc khảo sát toàn diện về sức khoẻ thính giác của thanh niên.\nÔng kết luận rằng: \"Máy nghe nhạc cá nhân nhắc nhở rằng sự ham thích công nghệ mới của chúng ta nên đi kèm với các nỗ lực mạnh mẽ hơn nữa để hiểu và kiểm soát các hệ quả sức khoẻ trong lối sống đang thay đổi.\" Được viết bởi Stephanie Brunner (B.A.) Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}