{
    "en_vn": {
        "data": {
            "content": null,
            "word": "earwax",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>earwax</k><blockquote>■ <cclass>noun the protective yellow waxy substance secreted in the passage of the outer ear. </cclass></blockquote></div>",
            "word": "earwax",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "earwax",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>earwax</k><blockquote><blockquote><ex><abr>n.</abr> to remove earwax</ex></blockquote></blockquote></div>",
            "word": "earwax",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> ráy tai</font></td></tr></tbody></table></div>",
            "word": "earwax",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Earwax</em> is disgusting.",
            "vi": "Ráy tai thật tởm."
        },
        {
            "en": "Ear wax buildup  Keep fingers and cotton swabs out of your ear canals. <em>Earwax</em> helps fight infection, keeps ears clean, and our bodies naturally get rid of excess <em>earwax</em> through the ear opening. Problems like impaction often start when we try to clean our ears with a swab or another object. Impaction symptoms include pain, itching, ringing of the ears, or hearing loss. Your doctor can remove excess ear wax with irrigation or manual removal.",
            "vi": "Tăng sinh ráy tai   Đừng lấy ngón tay và gạc bông thọc vào ống tai. Ráy tai giúp bạn chống nhiễm trùng, giữ cho tai sạch, và cơ thể của chúng ta thường sẽ tự thải ráy tai thừa qua lỗ tai. Nhiều vấn đề chẳng hạn như sự va chạm mạnh bắt đầu xảy ra khi chúng ta cố lấy sạch ráy tai bằng miếng gạc hoặc bằng một vật nào đó khác. Các triệu chứng va chạm mạnh gồm đau, ngứa, ù tai (tai kêu vo vo), hoặc mất thính lực. Bác sĩ có thể lấy ráy tai thừa cho bạn bằng dung dịch rửa tai hoặc lây bằng tay."
        },
        {
            "en": "Did you hear something? Maybe the sound you heard was as quiet as your cat licking her paws. Or maybe it was loud, like a siren going by. Sounds are everywhere, and you have two cool parts on your body that let you hear them all: your ears! Your ears are in charge of collecting sounds, processing them, and sending sound signals to your brain. And that's not all — your ears also help you keep your balance. So if you bend over to pick up your cat, you won't fall down — or even worse — fall on your cat. Meow! The ear is made up of three different sections: the outer ear, the middle ear, and the inner ear. These parts all work together so you can hear and process sounds. The outer ear: Catch the wave The outer ear is called the pinna or auricle. This is the part of the ear that people can see. It's what people pierce to wear earrings and what your friend whispers into when it's time for a secret. The main job of the outer ear is to collect sounds, whether they're your friend's whispers or a barking dog. The outer ear also includes the ear canal, where wax is produced. <em>Earwax</em> is that gunky stuff that protects the canal. <em>Earwax</em> contains chemicals that fight off infections that could hurt the skin inside the ear canal. It also collects dirt to help keep the ear canal clean. So <em>earwax</em> isn't just gross. It's gross and useful. The middle ear: Good vibrations After sound waves enter the outer ear, they travel through the ear canal and make their way to the middle ear. The middle ear's main job is to take those sound waves and turn them into vibrations that are delivered to the inner ear. To do this, it needs the eardrum, which is a thin piece of skin stretched tight like a drum. The eardrum separates the outer ear from the middle ear and the ossicles. What are ossicles? They are the three tiniest, most delicate bones in your body. They include:     * the malleus, which is attached to the eardrum and means \"hammer\" in Latin     * the incus, which is attached to the malleus and means \"anvil\" in Latin     * the stapes, the smallest bone in the body, which is attached to the incus and means \"stirrup\" in Latin When sound waves reach the eardrum, they cause the eardrum to vibrate. When the eardrum vibrates, it moves the tiny ossicles — from the hammer to the anvil and then to the stirrup. These bones help sound move along on its journey into the inner ear. The inner ear: Nerve signals start here Sound comes into the inner ear as vibrations and enters the cochlea, a small, curled tube in the inner ear. The cochlea is filled with liquid, which is set into motion, like a wave, when the ossicles vibrate. The cochlea is also lined with tiny cells covered in tiny hairs that are so small you would need a microscope to see them. They may be small, but they're awfully important. When sound reaches the cochlea, the vibrations (sound) cause the hairs on the cells to move, creating nerve signals that the brain understands as sound. The brain puts it together and hooray! You hear your favorite song on the radio. Day or night, ears keep you upright Ears do more than hear. They keep you balanced, too. In the inner ear, there are three small loops above the cochlea called semicircular canals. Like the cochlea, they are also filled with liquid and have thousands of microscopic hairs. When you move your head, the liquid in the semicircular canals moves, too. The liquid moves the tiny hairs, which send a nerve message to your brain about the position of your head. In less than a second, your brain sends messages to the right muscles so that you keep your balance. Sometimes the liquid in your semicircular canals keeps moving after you've stopped moving. To understand this, fill a cup halfway with water. Now move the cup around in a circle in front of you and then stop. Notice how the water keeps swishing around, even after the cup is still? That's what happens in your semicircular canals when you spin in circles or go on the Tilt-A-Whirl at the amusement park. When you stop spinning or step off the ride, the fluid in your semicircular canals is still moving. The hairs inside the canals are sensing movement even though you're standing still. That's why you might feel dizzy — your brain is getting two different messages and is confused about the position of your head. Once the fluid in the semicircular canals stops moving, your brain gets the right message and you regain your balance. Protect your ears! Your ears take care of you, so take care of them. Protect your hearing by wearing earplugs at loud music concerts and around noisy machinery, like in wood or metal shop. Keep the volume down on your stereo, especially if you're in the car or wearing headphones. And one last thing — don't go poking around in your ears, even with cotton swabs. As you probably know, there's only one thing that's safe to put in your ear. Your elbow, of course.    ",
            "vi": "Bạn có nghe gì không? Có thể âm thanh mà bạn nghe được yên ắng như tiếng mèo liếm chân. Hoặc có thể là âm thanh đinh tai nhức óc như tiếng còi tầm. Đâu đâu cũng có âm thanh, và trên cơ thể bạn có 2 bộ phận rất hay có thể cho bạn nghe được hết mọi thứ: đó là tai của bạn!  Tai bạn có nhiệm vụ thu thập âm thanh, xử lý âm thanh và truyền tín hiệu âm thanh đến não. Chưa hết – tai còn có thể giúp cơ thể giữ thăng bằng. Vì vậy nếu bạn cúi người xuống bế con mèo lên thì bạn sẽ không ngã đâu – hay thậm chí tệ hơn – là ngã lên người con mèo. Meo! Tai có ba phần khác nhau: tai ngoài, tai giữa, và tai trong. Tất cả các bộ phận này hoạt động kết hợp với nhau để bạn có thể nghe và xử lý âm thanh được.  Tai ngoài là nơi bắt sóng (âm thanh) Tai ngoài được gọi là loa tai hay còn gọi là tiểu nhĩ. Đây là vùng mà người ta có thể nhìn thấy được. Đây cũng là nơi bạn xỏ lỗ để mang hoa tai và bạn của bạn có thể thì thầm vào đó khi có điều gì bí mật. Nhiệm vụ chủ yếu của tai ngoài là thu thập âm thanh, cho dù là một người bạn của bạn thì thầm hoặc là tiếng của một con chó đang sủa đi nữa.  Tai ngoài cũng bao gồm ống tai – ống tai là nơi sinh ra ráy tai. Ráy tai có nhiệm vụ bảo vệ ống tai. Ráy tai chứa hoá chất chống nhiễm trùng có thể làm tổn thương đến vùng da bên trong ống tai. Nó cũng làm cho chất bẩn trong lỗ tai gom lại để giữ cho ống tai sạch sẽ. Vì vậy ráy tai không chỉ là chất bẩn mà nó còn là chất có lợi cho sức khỏe nữa.  Tai giữa là nơi xảy ra những rung động tốt  Sau khi sóng âm thanh vào tai ngoài, chúng đi qua ống tai và vào tai giữa. Nhiệm vụ chủ yếu của tai giữa là tiếp nhận những sóng âm thanh đó và chuyển thành những rung động được truyền đến tai trong. Để thực hiện được điều này, cần phải có màng nhĩ, đây là một miếng da mỏng được kéo căng như một cái trống.  Màng nhĩ tách tai ngoài khỏi tai giữa và các xương nhỏ trong tai. Các xương nhỏ trong tai là gì? Chúng là 3 chiếc xương nhỏ nhất và dễ gãy nhất trong cơ thể bạn, gồm:  * xương búa, nối với màng nhĩ và có nghĩa là “cái búa” trong tiếng La-tinh  * xương đe, nối với xương búa và có nghĩa là “cái đe” trong tiếng La-tinh * xương bàn đạp, đây là xương nhỏ nhất trong cơ thể, nối với xương đe và có nghĩa là “cái bàn đạp” trong tiếng La-tinh   Khi các sóng âm thanh chạm đến màng nhĩ, chúng làm cho màng nhĩ rung và khi màng nhĩ rung thì nó làm cho các xương nhỏ bé tí trong lỗ tai cử động – từ xương búa đến xương đe rồi đến xương bàn đạp. Những xương này giúp cho âm thanh đi được vào tai trong.  Tai trong là nơi bắt đầu các tín hiệu thần kinh Âm thanh vào tai trong như chuỗi rung động và vào ốc tai – ốc tai là một ống nhỏ, cuộn xoắn ở tai trong. Ốc tai chứa đầy chất lỏng, chuyển động, giống như sóng, khi các xương nhỏ trong tai rung lên.   Ốc tai cũng được lót bằng nhiều tế bào nhỏ được phủ lông tơ li ti rất nhỏ đến nỗi bạn cần phải có kính hiển vi mới thấy chúng được. Những sợi lông tơ ấy có thể nhỏ, nhưng cực kỳ quan trọng đấy. Khi âm thanh chạm đến ốc tai, những rung động (âm thanh) này làm cho lông tơ trong tai chuyển động, tạo nên tín hiệu thần kinh mà não nhận biết đó là âm thanh. Ở đây não làm nhiệm vụ kết hợp các âm thanh lại với nhau và hoan hô bạn đã nghe được bài hát yêu thích của mình trên radio rồi!  Ngày cũng như đêm, tai luôn giữ thăng bằng cho bạn Tai không chỉ làm nhiệm vụ giúp bạn nghe âm thanh mà còn giữ thăng bằng cho bạn nữa. Bên trong tai trong, có ba vòng nhỏ nằm trên ốc tai được gọi là các ống bán khuyên. Giống như ốc tai, những ống bán khuyên này cũng chứa đầy chất lỏng và hàng ngàn sợi lông tơ cực nhỏ.  Khi bạn di chuyển đầu của mình, chất lỏng trong các ống bán khuyên cũng chuyển động theo. Chất lỏng này cũng làm cho các sợi lông tơ chuyển động, truyền tải tín hiệu thần kinh đến cho não biết tư thế của đầu bạn. Trong thời gian chưa đầy một giây, não sẽ truyền tín hiệu đến các cơ thực hiện đúng chức năng sao cho bạn có thể giữ được thăng bằng của mình.   Đôi khi chất lỏng bên trong ống bán khuyên vẫn cứ chuyển động sau khi bạn đã ngừng di chuyển. Để hiểu được điều này, bạn hãy đổ nước vào phân nửa cái tách và bây giờ hãy di chuyển cái tách đi xung quanh một đường tròn trước mặt bạn rồi dừng lại xem. Bạn hãy chú ý cách mà nước vẫn chóng chánh xung quanh tách, thậm chí là sau khi tách đã đứng im? Đó cũng giống như trong các ống bán khuyên của bạn vậy khi bạn xoay tròn hoặc chơi đu quay ở khu vui chơi.    Khi bạn ngừng quay hoặc bước ra khỏi xe thì chất lỏng bên trong các ống bán khuyên vẫn còn đang chuyển động. Các sợi lông tơ bên trong ống vẫn đang cảm nhận sự chuyển động mặc dù bạn đang đứng yên đi nữa. Đó là lý do vì sao bạn có thể cảm thấy choáng váng hay chóng mặt – bởi não của bạn nhận được hai tín hiệu khác nhau hoàn toàn và lẫn lộn về tư thế của đầu bạn. Khi chất lỏng trong các ống bán khuyên ngừng chuyển động thì não sẽ nhận được tín hiệu đúng và bạn sẽ có cảm giác thăng bằng trở lại.  Hãy bảo vệ tai bạn!  Tai bạn bảo vệ cho bạn, vì thế bạn cũng nên chăm sóc cho chúng. Hãy bảo vệ thính giác của mình bằng cách mang nút bịt tai khi ở buổi hoà nhạc đinh tai và xung quanh những nơi có máy móc ồn ào, chẳng hạn như xưởng gỗ hoặc xưởng kim loại. Bạn nên vặn nhỏ âm thanh ở dàn âm thanh nổi của mình, nhất là khi bạn ở trong xe hơi hoặc khi đang mang tai nghe.  Và điều cuối cùng – đừng thọc cạy xung quanh lỗ tai, thậm chí là bằng miếng gạc bông đi nữa. Chắc có lẽ là bạn đã biết có một thứ duy nhất an toàn cho bạn chọc vào lỗ tai – tất nhiên đó là cùi chỏ.   "
        }
    ],
    "suggestions": []
}