{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['i:təri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ lóng) (như) <font color=\"#1371BB\">eating-house</font></td></tr></table><i/></div>",
            "word": "eatery",
            "pronounce": "['i:təri]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>eatery</k><blockquote>■ <cclass>noun (<cclass>plural <cclass><b>eateries</b>) <cclass>informal a restaurant or cafe. </cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "eatery",
            "pronounce": "['i:təri]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "eatery",
            "pronounce": "['i:təri]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "eatery",
            "pronounce": "['i:təri]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "eatery",
            "pronounce": "['i:təri]"
        }
    },
    "sentences": [
        {
            "en": "I like that <em>eatery</em>.",
            "vi": "Tôi thích cái nhà hàng đó."
        },
        {
            "en": "Could you tell me where the nearest <em>eatery</em> is?",
            "vi": "Xin chỉ cho tôi quán ăn gần nhất?"
        },
        {
            "en": "A little one will suffice, such as going to a different <em>eatery</em> and trying a new dish.",
            "vi": "Một sự thay đổi nhỏ cũng đủ, như là đi ăn tại một quán ăn khác và thử một món ăn mới."
        },
        {
            "en": "Fifty-seventh Street is downtown to Jimmy when the nightlife impresario who made the Bronx hip for the A-list with his first <em>eatery</em>.",
            "vi": "Đối với Jimmy đường số 57 là khu trung tâm khi ông chủ kinh doanh giải trí này đã biến khu Bronx thành thời thượng với giới hạng A bằng nhà hàng đầu tiên của mình."
        },
        {
            "en": "Fifty - seventh Street is downtown to Jimmy when the nightlife impresario who made the Bronx hip for the A - list with his first <em>eatery</em>.",
            "vi": "Đối với Jimmy đường số 57 là khu trung tâm khi ông chủ kinh doanh giải trí này đã biến khu Bronx thành thời thượng với giới hạng A bằng nhà hàng đầu tiên của mình."
        },
        {
            "en": "As I was eating at a soup <em>eatery</em> one night, I realised why night markets have remained popular over the years.",
            "vi": "Một đêm nọ khi tôi đang ăn tại một quán súp, tôi nhận ra rằng tại sao chợ đêm vẫn còn rất phổ biến suốt bao năm qua."
        },
        {
            "en": "When a little boy came up to the counter at an <em>eatery</em> here, he had his money ready, hoping he had enough for a mini mint Oreo custard.",
            "vi": "Bấy giờ một chú nhóc lại quầy tính tiền của nhà hàng này, chú ta có tiền, và nghĩ rằng mình đủ tiền để mua một chiếc bánh kem sữa trứng Oreo bạc hà nhỏ."
        },
        {
            "en": "The <em>eatery</em>, which Ferrari says is more like a wine bar, welcomes families with children and will often cook up off-menu, kid-friendly dishes to satisfy picky customers.",
            "vi": "Nhà hàng này, theo lời Ferrari thì giống quán rượu hơn, cũng đón tiếp các gia đình có con nhỏ và thường nấu món không có trong thực đơn, trẻ em có thể ăn được để làm vừa lòng những thực khách kén chọn."
        },
        {
            "en": "Nguyen Van Quoc, who runs an alcohol <em>eatery</em> in Binh Tan District, admitted that facilities like his or restaurants mostly use imported frozen chicken feet thanks to lower prices but longer perseveration.",
            "vi": "Anh Nguyễn Văn Quốc, người điều hành một quán nhậu ở quận Bình Tân thừa nhận rằng các quán nhậu khác hoặc các nhà hàng chủ yếu sử dụng chân gà đông lạnh nhập khẩu nhờ giá thấp và lâu bị hỏng hơn."
        },
        {
            "en": "Sasha, who’s using her full name, Natasha, at Nancy’s, has been learning the service industry ropes at the Oak Bluffs <em>eatery</em> this week, working a cash register, busing tables and doing prep work before the restaurant opens for lunch.",
            "vi": "Sasha, người đang dùng tên đầy đủ của mình là Natasha, ở Nancy's, đang học việc chuỗi dịch vụ công nghiệp tại nhà ăn Oak Bluffs trong tuần này, làm việc như một người đặt món và thu tiền khu vựa đồ ăn mang đi, sắp xếp bàn ghế và làm những công việc chuẩn bị trước khi nhà hàng mở cửa vào bữa trưa."
        },
        {
            "en": "Phan Chi Tinh, a waiter at a beer restaurant in Thu Duc District, Ho Chi Minh City told Tuoi Tre (Youth) newspaper that his <em>eatery</em> is always crowded with students and young workers, many still in their school uniforms.",
            "vi": "Phan Chí Tình, một người bồi bàn tại một quán bia ở Quận Thủ Đức, Thành phố Hồ Chí Minh nói với báo Tuổi Trẻ rằng quán ăn của anh luôn đông đúc với các sinh viên và người lao động trẻ, nhiều người vẫn còn mặc đồng phục trường học của họ."
        },
        {
            "en": "Dung, a coconut worm supplier in Ho Chi Minh City, claimed that he is currently supplying coconut worms to 12 local restaurants, with each <em>eatery</em> receiving an average of 500 larvae per batch.",
            "vi": "Ông Dũng, một người cung cấp đuông dừa tại thành phố Hồ Chí Minh tuyên bố rằng ông hiện đang cung cấp đuông dừa đến 12 nhà hàng trong khu vực, mỗi quán ăn nhận được trung bình 500 con ấu trùng mỗi đợt."
        },
        {
            "en": "The cook at a fast-food <em>eatery</em> near his Cambridge apartment building said Bo Guagua used to come in regularly but didn’t make much of an impression. “He just ordered the usual stuff, BLTs. Nothing special,” said the cook, who gave his name as Mustafa.",
            "vi": "Các đầu bếp tại một quán ăn thức ăn nhanh gần chung cư Cambridge của cậu ấy nói, Bạc Qua Qua đã đến đây thường xuyên nhưng không có nhiều ấn tượng. Ông đầu bếp (tên là Mustafa) cho biết: \"Cậu ấy chỉ gọi các món thông thường, BLTs (loại bánh sanwich). Không có gì đặc biệt cả\"."
        },
        {
            "en": "Since the 1950s English cuisine has had a total transformation but (for so many reasons) it is hard to imagine the Mitford set ever going into an exposed-brick '<em>eatery</em>' (Non-U) and ordering smashed 'avo' on toast with a side of 'beets'.",
            "vi": "Kể từ những năm 1950, ẩm thực Anh đã có một sự chuyển đổi hoàn toàn nhưng (vì nhiều lý do) thật khó tưởng tượng được Mitford đã từng đi vào một \"eatery\" (từ Non-U) (quán ăn với tường gạch xây chưa tô vữa) và gọi món bánh mì nướng vị 'bơ' với một bên là 'củ cải đường'."
        },
        {
            "en": "“We were wondering why there were six people helping this girl, but then we found out who it was,” said a server at the busy island <em>eatery</em>. “She’s been hosting, serving and working takeout. We’re happy to have her. It will probably be good for business.”",
            "vi": "\"Chúng tôi tự hỏi tại sao lại có 6 người luôn giúp đỡ cô gái này, cho đến khi chúng tôi nhận ra cô bé là ai?\", một người phục vụ ở nhà hàng trên đảo. \"Cô ấy đứng quầy, phục vụ và làm việc bán thời gian. Chúng tôi rất vui khi có cô ấy. Đó là một điều tốt cho việc kinh doanh.\""
        },
        {
            "en": "The establishment of the pedestrian zone will indeed pose a challenge for people who often travel by motorbike or car, Do Hong Ngoc, owner of an <em>eatery</em> on Do Quang Dau Street, said, adding that that he believes it will attract more local and foreign visitors to the area, thus benefiting local businesses.",
            "vi": "Bà Đỗ Hồng Ngọc, chủ một cửa hàng ăn uống trên đường Đỗ Quang Dầu cho biết: Quả thực, việc thành lập phố đi bộ sẽ là một khó khăn đối với những người thường xuyên đi xe máy hoặc xe hơi. Bà cho biết thêm rằng ông tin rằng phố đi bộ sẽ thu hút nhiều du khách trong và ngoài nước. Do đó sẽ giúp các doanh nghiệp địa phương.thu lại lợi nhuận."
        },
        {
            "en": "The establishment of the pedestrian zone will indeed pose a challenge for people who often travel by motorbike or car, Do Hong Ngoc, owner of an <em>eatery</em> on Do Quang Dau Street, said, adding that that he believes it will attract more local and foreign visitors to the area, thus benefiting local businesses.",
            "vi": "Bà Đỗ Hồng Ngọc, chủ một cửa hàng ăn uống trên đường Đỗ Quang Dầu cho biết: Quả thực, việc thành lập phố đi bộ sẽ là một khó khăn đối với những người thường xuyên đi xe máy hoặc xe hơi. Bà cho biết thêm rằng ông tin rằng phố đi bộ sẽ thu hút nhiều du khách trong và ngoài nước. Do đó sẽ giúp các doanh nghiệp địa phương.thu lại lợi nhuận."
        }
    ],
    "suggestions": []
}