{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ebbing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ebbing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ebbing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ebbing"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> triều xuống</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> cơ khí &amp; công trình</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> triều ròng</font></td></tr></tbody></table></div>",
            "word": "ebbing"
        }
    },
    "sentences": [
        {
            "en": "Daylight was <em>ebbing</em> away",
            "vi": "Ánh sáng ban ngày đang tắt dần"
        },
        {
            "en": "The tide is <em>ebbing</em>.",
            "vi": "Nước xuống."
        },
        {
            "en": "She could feel her strength <em>ebbing</em>.",
            "vi": "Cô ta cảm nhận được sức mạnh của mình đang mất đi."
        },
        {
            "en": "Sam felt her exuberance <em>ebbing</em> away.",
            "vi": "Sam có cảm giác sự hào hứng của mình càng lúc càng giảm dần."
        },
        {
            "en": "With each passing day, I could see the benefits of my hard, progressive work of the last six months <em>ebbing</em> away.",
            "vi": "Mỗi ngày trôi qua, tôi càng nhận thấy những nỗ lực, tiến bộ trong sáu tháng qua của mình dần trở nên vô nghĩa."
        },
        {
            "en": "The inundation, Morsi believes, was rather significant, reaching a maximum of about 245 feet (75 meters) over the current sea level and creating a shoreline spanning the Khafra enclosure near the Sphinx to the Menkara temple. Pitting and tidal notches due to waves and tidal <em>ebbing</em> pepper the stones in this area showing a 6.5-foot (2-meter) intertidal range, according to Morsi.",
            "vi": "Ông Morsi tin rằng khu vực này đã bị ngập khá sâu, có thể đến khoảng 245 feet (75 m) trên mực nước biển hiện tại và tạo ra một đường bờ biển kéo dài từ kim tự tháp Khafra gần tượng Nhân sư đến đền thờ Menkara. Theo ông Morsi, các dấu rỗ lỗ chỗ và các rãnh gợn sóng do sóng vỗ cũng như dòng thủy triều xuống khắc vào những tảng đá trong khu vực này cho thấy biên độ thủy triều vào khoảng 6,5 foot (2m)."
        },
        {
            "en": "The most important thing to understand about America's \"crisis of creativity\" is that there isn't one. The notion that American business creativity is either at risk or in decline is laughable. Arguments that \"Yankee ingenuity\" is <em>ebbing</em> into oxymoron are ludicrous. They invite ridicule. ",
            "vi": "Nói đến \"cuộc khủng hoảng sáng tạo\" mà nước Mỹ đang vấp phải, điều trước nhất cần phải hiểu rõ là, trong thực tế - không có khái niệm nào như vậy. Ý niệm cho rằng tính sáng tạo trong kinh doanh của người Mỹ đang gây nhiều rủi ro cho hoạt động thương mại, hay đang dần bị đào thải quả là một cách nghĩ khôi hài. Và những lập luận cho rằng khả năng phấn đấu tự lực được truyền lại từ tổ tiên người Yankee xa xôi đang dần bị mai một cũng thực sự nực cười."
        }
    ],
    "suggestions": []
}