{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ECB",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ECB</k><blockquote>■ <cclass>abbreviation (in the UK) English Cricket Board. </cclass></blockquote></div>",
            "word": "ECB",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ECB",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ECB",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ECB",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>ECB</em> cuts rates to minus 0.3%, extends stimulus",
            "vi": "ECB cắt giảm lãi suất xuống còn âm 0,3%, tiếp tục kéo dài chương trình kích thích kinh tế"
        },
        {
            "en": "What the <em>ECB</em> does impacts Wall Street, as the more stimulus the <em>ECB</em> delivers, the greater the odds the U.S. dollar will strengthen vs. the euro and other currencies, a shift that will crimp sales and profits of U.S. multinationals.",
            "vi": "Những gì ECB làm đã ảnh hưởng đến Phố Wall, vì ECB càng tung nhiều kích thích thì sự tương khắc càng lớn, đồng đô la sẽ mạnh hơn so với đồng euro và các đồng tiền khác, một sự thay đổi sẽ tác động đến doanh số và lợi nhuận của các tập đoàn đa quốc gia trụ sở ở Hoa Kỳ."
        },
        {
            "en": "Inflation across the economic bloc is running at about 0.1% annually. The <em>ECB</em> targets a rate of about 2%.",
            "vi": "Lạm phát của khối liên minh kinh tế này đang ở mức 0,1% hàng năm. ECB đặt mục tiêu lạm phát ở mức 2%."
        },
        {
            "en": "In short, were it not for the rising cost of smoking, the <em>ECB</em> would have hit its Inflation target.",
            "vi": "Nói tóm lại, nó không phải vì chi phí hút thuốc gia tăng, ECB sẽ đạt được mục tiêu lạm phát của nó."
        },
        {
            "en": "Public remarks by Draghi and other <em>ECB</em> officials since the May meeting have reinforced expectations that action will be forthcoming.",
            "vi": "Những bình luận công khai của ông Draghi và các quan chức ECB khác kể từ sau cuộc họp hồi tháng 5 đã củng cố thêm kì vọng sắp tới hành động cắt giảm lãi suất sẽ diễn ra."
        },
        {
            "en": "The <em>ECB</em> will review those updated forecasts for growth and inflation before announcing its policy decisions at 7.45 a.m. ET Thursday.",
            "vi": "ECB sẽ đánh giá lại các dự báo mới nhất về tình hình tăng trưởng và lạm phát ấy trước khi công bố các quyết định chính sách vào lúc 7h45 sáng giờ E.T ngày thứ Năm."
        },
        {
            "en": "In its latest monthly bulletin, the <em>ECB</em> tries to work out how much indirect taxes and administered prices add to euro-area Inflation .",
            "vi": "Trong bản tin hàng tháng mới nhất, ECB cố gắng tính ra bao nhiêu thuế gián tiếp và giá thành được quản lý được thêm vào cho Sự lạm phát khu vực đồng chung Euro."
        },
        {
            "en": "Thus, even as their straitened economies cry out for looser money, European governments are reinforcing Inflation , making an interest rate cut by the <em>ECB</em> less likely.",
            "vi": "Do đó, ngay cả khi nền kinh tế eo hẹp của họ kêu lên vì số tiền ít hơn, các chính phủ châu Âu vẫn đang tăng cường lạm phát, khiến cho lãi suất của ECB tiếp tục tăng."
        },
        {
            "en": "<em>ECB</em> President Mario Draghi dropped the heaviest of hints a month ago that the bank was readying a variety of weapons to counter those risks.",
            "vi": "Thống đốc Ngân hàng Trung ương châu Âu (ECB), ông Mario Draghi cách đây một tháng đã tiết lộ rằng ngân hàng này đang chuẩn bị sẵn sàng nhiều loại vũ khí để đối phó với các nguy cơ trên."
        },
        {
            "en": "<em>ECB</em> chief Mario Draghi said the accord would lead to much more discipline in economic policy, calling it \"a very good outcome for the euro area\".",
            "vi": "Thống đốc Ngân hàng Trung ương châu Âu (ECB) Mario Draghi nói hiệp ước sẽ đưa đến những chính sách kinh tế có tính kỷ luật cao hơn rất nhiều, ông gọi đó là \"một kết quả rất tốt đẹp cho khu vực đồng tiền chung\"."
        },
        {
            "en": "Despite slow growth and low interest rates, it has remained stuck above the European Central Bank's (<em>ECB</em>) target of below 2% for the past six months.",
            "vi": "Mặc dù tốc độ tăng trưởng chậm và lãi suất thấp, nhưng tỷ lệ lạm phát dưới 2% vẫn thuộc vào mục tiêu của ngân hàng trung ương châu Âu (ECB) trong sáu tháng qua."
        },
        {
            "en": "But the announcement from Brussels failed to lift the markets, which are still hoping for more intervention by the European Central Bank (<em>ECB</em>), and European stocks traded slightly down on Friday.",
            "vi": "Nhưng thông tin từ Brussels không làm cho các thị trường khởi sắc lên, vẫn còn đang hy vọng Ngân hàng Trung ương châu Âu (ECB) can thiệp nhiều hơn, và cổ phiếu châu Âu giao dịch giảm nhẹ vào hôm thứ sáu."
        },
        {
            "en": "The data comes a day after the European Central Bank (<em>ECB</em>) said it had provided a further 530bn euros ($713bn; £448bn) of low-interest loans to 800 banks across the EU.",
            "vi": "Số liệu này có được một ngày sau khi Ngân hàng Trung ương châu Âu (ECB) tuyên bố hỗ trợ thêm 530 tỷ euro (tương đương 713 tỷ đô la Mỹ  hay 448 tỷ bảng Anh) để cho 800 ngân hàng ở khu vực EU vay vốn lãi suất thấp."
        },
        {
            "en": "That would have the effect of charging banks for parking spare cash with the <em>ECB</em>, in theory providing an incentive to lend that money to firms and consumers instead. But there is a risk that the experimental move could backfire.",
            "vi": "Chuyện đó sẽ dẫn đến việc thu phí các ngân hàng gửi tiền nhàn rỗi cho ECB nắm giữ, về mặt lý thuyết thì sẽ khuyến khích các ngân hàng cho doanh nghiệp và người tiêu dùng mượn số tiền đó thay vì để ngân hàng trung ương giữ. Nhưng có rủi ro là biện pháp mang tính thử nghiệm này có thể gây tác dụng ngược."
        },
        {
            "en": "But if the <em>ECB</em> were to see through these hikes to the rather slower rise in market prices—to pay more attention, in other words, to its own research—it might be tempted to cut rates and stimulate growth .",
            "vi": "Nhưng nếu ECB phải nhìn qua những sự tăng vọt này để tăng giá thị trường chậm hơn - để chú ý hơn, nói cách khác, để nghiên cứu riêng - nó có thể bị xúi giục để cắt giảm lãi suất và kích thích tăng trưởng ."
        },
        {
            "en": "The policy divergence between the Fed, which is moving toward tighter monetary policy amid an improving job market, and the <em>ECB</em>, which is still in ease mode, is likely to impact markets for the balance of 2015 and beyond.",
            "vi": "Fed thì đang hướng đến chính sách tiền tệ thắt chặt hơn giữa một thị trường lao động đang cải thiện, còn ECB thì vẫn tiếp tục chính sách nới lỏng, sự đối lập về chính sách của hai ngân hàng trung ương ấy có thể sẽ tác động đến các thị trường trong những ngày còn lại của năm 2015 và thời gian sau này nữa."
        },
        {
            "en": "\"There's a huge divergence between the feelgood factor in the stock market and what's happening in the real economy. For all the money the <em>ECB</em> is printing, there isn't yet a big boost for companies in terms of credit.\"",
            "vi": "\"Có một sự  khác biệt  rất lớn giữa yếu tố khả quan ở thị trường chứng khoán và những diễn biến trong nền kinh tế thực. Với tất cả số tiền mà ECB đang phát hành thì các ngân hàng vẫn chưa tăng truởng mạnh xét về mặt tín dụng. \""
        },
        {
            "en": "Our correspondent says the immediate test will be whether this agreement persuades the <em>ECB</em> to act more aggressively in the markets and so lower the borrowing costs of troubled countries like Italy and Spain.",
            "vi": "Phóng viên của chúng tôi cho biết phép thử ngay tức thì sẽ là xem thoả thuận này có thuyết phục được Ngân hàng Trung ương châu Âu (ECB) hành động quyết liệt hơn trên các thị trường hay không và vì vậy có hạ thấp chi phí vay mượn của các quốc gia đang gặp khó khăn như Ý và Tây Ban Nha hay không."
        },
        {
            "en": "The <em>ECB</em> — Europe’s version of the Federal Reserve — did the opposite of what the Fed is getting ready to do: announce stimulus measures to boost growth and dangerously low inflation. The Fed, led by Chair Janet Yellen, is getting ready to take the so-called punch bowl away and hike interest rates later this month for the first time in nearly a decade.",
            "vi": "Ngân hàng Trung ương châu Âu - phiên bản Cục Dự trữ Liên bang ở châu Âu - làm điều ngược lại với Cục Dự trữ Liên bang ở Mỹ sắp thực hiện: công bố các biện pháp kích thích để thúc đẩy tăng trưởng và cho mọi người biết tình trạng lạm phát thấp một cách đáng sợ. Cục Dự trữ Liên bang Mỹ của chủ tịch Janet Yellen thì đang chuẩn bị lấy đi cái gọi là bát pha rượu và sau đó là tăng lãi suất vào tháng này, lần tăng lãi suất đầu tiên trong gần 10 năm."
        },
        {
            "en": "There's also a good chance the <em>ECB</em> will offer cheap, long term loans to banks, possibly with the explicit aim of boosting lending to the thousands of small businesses that form the backbone of the European economy and lack access to other sources of finance.",
            "vi": "Cũng có khả năng cao là ECB sẽ đưa ra các khoản vay dài hạn, chi phí thấp dành cho các ngân hàng, có thể với mục tiêu rõ ràng là nhằm đẩy mạnh cho vay đối với hàng ngàn doanh nghiệp nhỏ, những doanh nghiệp này tạo thành xương sống của nền kinh tế châu Âu và đây là những doanh nghiệp không tiếp cận được các nguồn tài chính khác."
        }
    ],
    "suggestions": []
}