{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'klæmpsiə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng kinh giật</td></tr></table><i/></div>",
            "word": "eclampsia",
            "pronounce": "[i'klæmpsiə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>eclampsia</k><blockquote><cclass>[<cclass>ɪ'klam(p)sɪə<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a condition in which one or more convulsions occur in a pregnant woman suffering from high blood pressure, often followed by coma and posing a threat to the health of mother and baby. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>eclamptic</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: mod. L., from Fr. <i>éclampsie</i>, from Gk <i>eklampsis</i> 'sudden development'. </blockquote></div>",
            "word": "eclampsia",
            "pronounce": "[i'klæmpsiə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "eclampsia",
            "pronounce": "[i'klæmpsiə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "eclampsia",
            "pronounce": "[i'klæmpsiə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sản kinh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">puerperal eclampsia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sản giật</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">uremic eclampsia</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> kinh giật urê huyết</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "eclampsia",
            "pronounce": "[i'klæmpsiə]"
        }
    },
    "sentences": [
        {
            "en": "The <em>Eclampsia</em> is so dangerous.",
            "vi": "Chứng kinh giật trong thời kỳ mang thai rất nguy hiểm."
        },
        {
            "en": "Pre-<em>eclampsia</em> predicted using test during pregnancy",
            "vi": "Xét nghiệm dự báo nguy cơ tiền sản giật trong khi mang thai"
        },
        {
            "en": "The condition is often associated with high blood pressure or pre-<em>eclampsia</em>.",
            "vi": "Điều này thường phối hợp với cao huyết áp và tiền sản giật."
        },
        {
            "en": "Out of 15 women who developed pre-<em>eclampsia</em>, all tested positive for the cells.",
            "vi": "Ngoài 15 người phát triển chứng tiền sản giật còn tất cả đều có kết quả xét nghiệm dương tính với tế bào."
        },
        {
            "en": "When you brought her in today, for no apparent reason it had soared up to the level where <em>eclampsia</em> ensues.",
            "vi": "Hôm nay, lúc anh đưa bà ấy vào, không hiểu được tại sao bỗng có hiện tượng co giật như vậy."
        },
        {
            "en": "Since my feet and ankles are so swollen, people are asking me if I have pre-<em>eclampsia</em>.",
            "vi": "Do chân và mắt cá chân của tôi sưng, mọi người hỏi tôi là có phải tôi bị chứng kinh giật không."
        },
        {
            "en": "Ann Marie Barnard, chief executive of Action on Pre-<em>Eclampsia</em>, said an accurate test would help many women.",
            "vi": "Bà Ann Marie Barnard, giám đốc điều hành của tổ chức Action on Pre-Eclampsia nói rằng một xét nghiệm chính xác sẽ giúp được nhiều thai phụ."
        },
        {
            "en": "Since my feet and ankles are so swollen, people are asking me if I have pre - <em>eclampsia</em>.",
            "vi": "Do chân và mắt cá chân của tôi sưng, mọi người hỏi tôi là có phải tôi bị chứng kinh giật không."
        },
        {
            "en": "High weights are linked to complications such as pre-<em>eclampsia</em>, diabetes and high blood pressure as well as early delivery.",
            "vi": "Trọng lượng cao liên quan đến các biến chứng như tiền sản giật, tiểu đường và huyết áp cao cũng như sinh non."
        },
        {
            "en": "Pre-<em>eclampsia</em> is a disorder which appears in the late stages of pregnancy and is characterised by high blood pressure and excess protein in the urine.",
            "vi": "Tiền sản giật là một loại rối loạn xuất hiện vào cuối thời kỳ mang thai, đặc trưng bởi huyết áp cao và lượng prô - tê - in dư thừa trong nước tiểu."
        },
        {
            "en": "Although carried out on small numbers of women, the researchers say the test is highly accurate for predicting pre-<em>eclampsia</em> and could alert doctors early to the problem.",
            "vi": "Mặc dù chỉ tiến hành ở số ít phụ nữ, các nhà nghiên cứu vẫn cho rằng phương pháp xét nghiệm này có tính chính xác cao trong việc dự đoán chứng tiền sản giật cũng như có khả năng cảnh báo sớm cho các bác sĩ đối với chứng bệnh này."
        },
        {
            "en": "A test carried out during pregnancy could predict which women will develop a potentially fatal condition called pre-<em>eclampsia</em>, scientists say.",
            "vi": "Các nhà khoa học cho biết xét nghiệm được thực hiện trong thai kì có thể dự đoán phụ nữ nào sẽ phát triển loại bệnh có khả năng gây chết người gọi là tiền sản giật này."
        },
        {
            "en": "In this study, all the women who went on to develop pre-<em>eclampsia</em> had podocytes in their urine, while none of the 15 who went on to develop high blood pressure or the 44 healthy pregnant women did.",
            "vi": "Ở nghiên cứu này, tất cả phụ nữ mắc chứng tiền sản giật xuất hiện podocytes trong nước tiểu, trong khi chẳng có ca nào trong số 15 bệnh nhân bị huyết áp cao hay 44 sản phụ khoẻ mạnh có triệu chứng tương tự."
        },
        {
            "en": "\"A large number of the 1,500 women who call our helpline each year are terrified of becoming pregnant again because they have suffered pre-<em>eclampsia</em>, often with tragic results. Many do decide to go ahead with a new pregnancy anyway.",
            "vi": "“Hàng năm có khoảng 1500 phụ nữ đã gọi điện thoại cho chúng tôi xin tư vấn và họ nói sợ mang thai lại vì đã từng bị tiền sản giật, thuờng để lại di chứng. Dù vậy cũng có nhiều người quyết định tiếp tục mang thai."
        },
        {
            "en": "Dr Vesna Garovic assessed a test which detects the shedding of kidney cells called podocytes in the urine. The team had previously found podocytes present in patients with pre-<em>eclampsia</em> when they gave birth.",
            "vi": "Tiến sĩ Vesna Garovic đánh giá một xét nghiệm phát hiện sự phát tán các tế bào thận gọi là podocytes trong nước tiểu. Nhóm này trước đây đã phát hiện có podocytes ở những bệnh nhân bị tiền sản giật khi họ sinh con."
        },
        {
            "en": "Sex Of Baby Drives Response To Pregnancy Stress       University of Adelaide research is showing that the sex of the baby determines the way it responds to stressors during pregnancy and its ability to survive pregnancy complications.  Male and female babies during pregnancy show different growth and development patterns following stressors during pregnancy such as disease, cigarette use or psychological stress. The research is being carried out by the Robinson Institute's Pregnancy and Development Group, based at the Lyell McEwin Hospital and led by Associate Professor Vicki Clifton. \"What we have found is that male and female babies will respond to a stress during pregnancy by adjusting their growth patterns differently,\" said Associate Professor Clifton.  \"The male, when mum is stressed, pretends it's not happening and keeps growing, so he can be as big as he possibly can be. The female, in response to mum's stress, will reduce her growth rate a little bit; not too much so she becomes growth restricted, but just dropping a bit below average. \"When there is another complication in the pregnancy - either a different stress or the same one again - the female will continue to grow on that same pathway and do okay but the male baby doesn't do so well and is at greater risk of pre-term delivery, stopping growing or dying in the uterus.\"  Associate Professor Clifton said this sex-specific growth response had been observed in pregnancies complicated by asthma, pre-<em>eclampsia</em> and cigarette use but was also likely to occur in other stressful events during pregnancy such as psychological stress.   She said this sex-specific growth pattern was a result of changes in placental function caused by the stress hormone cortisol.  In female babies, increased cortisol produces changes to the placental function which lead to the reduction in growth, but the increased cortisol levels in a mother carrying a male baby doesn't produce the same changes in placental function.   Associate Professor Clifton said this research could lead to sex-specific therapies in pre-term pregnancies and premature newborns. It was also important in helping obstetricians more accurately interpret growth and development of the fetus in at-risk pregnancies.  \"We are looking at what events during pregnancy cause changes in how the baby grows, what's behind this and ways in which we can improve the outcomes for pregnant women and their babies,\" she said.  Source:  University of Adelaide  Copyright: Medical News Today",
            "vi": "Giới tính em bé ảnh hưởng đến phản ứng với căng thẳng của thai kỳ      Đại học thuộc viện nghiên cứu Adelaide cho thấy rằng giới tính của em bé xác định cách bé phản ứng với các nguyên nhân gây ra căng thẳng khi đang mang thai và khả năng sống sót trong các biến chứng thai nghén. Khi còn trong bụng mẹ, các bé trai và gái cho thấy sự sinh trưởng và phát triển khác nhau do các nguyên nhân gây căng thẳng khi đang mang thai như là bệnh tật, việc hút thuốc hay căng thẳng tâm lý. Nghiên cứu đang được thực hiện bởi Nhóm Sự mang thai và Phát triển của Học viện Robinson, có trụ sở tại Bệnh viện Lyell McEwin và được dẫn đầu bởi Phó Giáo sư Vicki Clifton. \"Những gì chúng tôi đã tìm được là các bé trai và gái sẽ đáp lại căng thẳng của thai kỳ bằng cách điều chỉnh sự sinh trưởng của mình khác đi\", theo Phó Giáo sư Vicki Clifton. \"Khi người mẹ bị căng thẳng, một bé trai sẽ giả vờ như điều đó không xảy ra và vẫn tiếp tục phát triển, vì vậy bé có thể lớn bình thường. Với bé gái, để phản ứng lại căng thẳng của mẹ, sẽ giảm tốc độ tăng trưởng của mình một chút; không quá nhiều đến nỗi bé bị trở thành hạn chế sinh trưởng, nhưng chỉ giảm một chút dưới mức trung bình. \"Khi có biến chứng khác trong thai kỳ xảy ra – dù là cùng một căng thẳng hay một căng thẳng khác – bé gái sẽ tiếp tục phát triển theo cách thức không đổi và vẫn ổn nhưng bé trai lại không làm tốt như thế và có nguy cơ sinh non, ngưng phát triển hoặc chết trong tử cung cao hơn.\" Phó Giáo sư Vicki Clifton cho biết phản ứng sinh trưởng đặc trưng của giới tính này đã được ghi nhận trong các ca mang thai phức tạp do bị suyễn, tiền sản giật và việc hút thuốc của người mẹ nhưng cũng có thể xảy ra trong những tình trạng stress khác như là căng thẳng tâm lý. Theo bà, đặc trưng sinh trưởng do giới tính này là kết quả của các thay đổi trong chức năng nhau thai gây ra bởi hoóc-môn căng thẳng cortisol.  Ở các bé gái, cortisol tăng tạo ra những thay đổi đến chức năng nhau thai mà dẫn đến sự giảm sinh trưởng, nhưng mức cortisol tăng trong người mẹ có mang bé trai lại không gây ra các thay đổi như vậy trong chức năng nhau thai. Phó giáo sư cũng nói nghiên cứu này có thể dẫn đến các liệu pháp giới tính cụ thể trong các ca mang thai sinh non và và trẻ sinh non. Nó cũng quan trọng trong việc giúp cho các bác sĩ sản khoa đưa ra lời giải thích chính xác hơn về sự sinh trưởng và phát triển của bào thai trong các ca mang thai có nguy cơ. \"Chúng tôi đang xem xét những sự kiện gì khi đang mang thai gây ra thay đổi trong cách em bé phát triển, những gì ẩn sau điều này và cách thức mà nhờ đó chúng ta có thể cải thiện kết quả cho các phụ nữ có thai và con của họ\". Nguồn: Đại học Adelaide Bản quyền: Medical News Today"
        }
    ],
    "suggestions": []
}