{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ek'tɔpik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lạc vị trí, lệch vị trí</td></tr></table><i/></div>",
            "word": "ectopic",
            "pronounce": "[ek'tɔpik]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ectopic</k><blockquote><cclass>[<cclass>ɛk'tɒpɪk<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective <cclass>Medicine in an abnormal place or position. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>ectopically</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from mod. L. <i>ectopia</i> 'presence of tissue, cells, etc. in an abnormal place' (from Gk <i>ektopos</i> 'out of place') + <kref>-ic</kref>. </blockquote></div>",
            "word": "ectopic",
            "pronounce": "[ek'tɔpik]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ectopic",
            "pronounce": "[ek'tɔpik]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ectopic",
            "pronounce": "[ek'tɔpik]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> lạc vị</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">ectopic pregnancy</font><font color=\"#282828\">: mang thai lạc vị (mang thai ngoài tử cung)</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">ectopic testis</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tinh hoàn lạc chỗ</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "ectopic",
            "pronounce": "[ek'tɔpik]"
        }
    },
    "sentences": [
        {
            "en": "They include <em>ectopic</em> beats, <em>ectopic</em> tachycardias, fibrillation, and heart block.",
            "vi": "Loạn nhịp gồm đập lạc vị, nhịp tim nhanh lạc vị, rung và phong bế tim."
        },
        {
            "en": "There is no complication in regard to <em>ectopic</em> or fallopian pregnancy.",
            "vi": "Không có biến chứng liên quan đến thai ngoài tử cung hoặc thai ở ống dẫn trứng."
        },
        {
            "en": "They include pelvic inflammatory disease, increased risk of <em>ectopic</em> pregnancies, and infertility.",
            "vi": "Chúng bao gồm bệnh viêm vùng chậu, gia tăng nguy cơ thai ngoài tử cung, và vô sinh."
        },
        {
            "en": "A procedure like this also increases the chance of more <em>ectopic</em> pregnancies.",
            "vi": "Một phương pháp như thế này cũng tăng khả năng thai ngoài tử cung nhiều hơn nữa."
        },
        {
            "en": "An early scan is often done through the vagina and is used to check the pregnancy is not <em>ectopic</em>.",
            "vi": "Siêu âm sớm thường được thực hiện trong âm đạo và được dùng để kiểm tra bào thai không nằm ngoài tử cung."
        },
        {
            "en": "If chlamydia goes untreated in women, it may lead to pelvic inflammatory disease, which can cause a woman to become infertile or to have <em>ectopic</em> pregnancies.",
            "vi": "Nếu bệnh chlamydia không chữa khỏi ở phụ nữ có thể dẫn đến bệnh viêm xương chậu gây vô sinh hay tình trạng thai ngoài tử cung."
        },
        {
            "en": "A parametric haematocoele is a swelling near the womb formed by the escape of blood, usually from a Fallopian tube in <em>ectopic</em> pregenancy.",
            "vi": "Huyết thủng sau tử cung là một chỗ sưng gần tử cung tạo nên do máu tụ vào, thường từ một vòi fallope khi mang thai lạc vị."
        },
        {
            "en": "Sometimes <em>ectopic</em> pregnancies have to be terminated surgically, which scars the fallopian tubes and decreases the chances of the woman becoming pregnant again.",
            "vi": "Đôi khi thai ngoài tử cung phải được mổ cắt bỏ, để lại sẹo ở ống dẫn trứng và giảm khả năng có thai một lần nữa ở phụ nữ."
        },
        {
            "en": "Problems of the ovaries and fallopian tubes    * <em>Ectopic</em> pregnancy occurs when a fertilized egg, or zygote, doesn't travel into the uterus, but instead grows rapidly in the fallopian tube. A woman with this condition can develop severe abdominal pain and should see a doctor because surgery may be necessary.",
            "vi": "Vấn đề ở buồng trứng và ống dẫn trứng * Thai ngoài tử cung xảy ra khi trứng đã thụ tinh, hoặc hợp tử, không vào tử cung mà phát triển nhanh chóng trong ống dẫn trứng. Phụ nữ bị thai ngoài tử cung có thể bị đau bụng dữ dội và nên đến khám bác sĩ vì có thể cần phải được phẫu thuật (mổ)."
        },
        {
            "en": "Chlamydia is one of the most commonly reported infectious disease in the United States, with young people being most affected. The problem is compounded by a general lack of symptoms, and thus the disease may go undetected and untreated. Chlamydia infection in the long term can have serious ramifications, particularly for young women. Problems include chronic pelvic pain, potentially fatal <em>ectopic</em> pregnancy and infertility.",
            "vi": "Chlamydia là một bệnh truyền nhiễm phổ biến nhất tại Hoa Kỳ, và những người trẻ tuổi bị mắc bệnh nhiều nhất. Vấn đề này càng phức tạp bởi sự thiếu tổng quát của nhiều triệu chứng, và do đó bệnh có thể không bị phát hiện và không được điều trị. Nhiễm Chlamydia về lâu dài có thể có hậu quả nghiêm trọng, đặc biệt là cho phụ nữ trẻ. Vấn đề bao gồm đau xương chậu mãn tính, tiềm ẩn thai ngoài tử cung có khả năng gây tử vong và vô sinh."
        },
        {
            "en": "Early pregnancy symptoms    Most women equate a missed menstrual period with the possibility of being pregnant, but other symptoms and signs are frequently experienced by many women in the early stages of pregnancy. It's important to remember that not all women will experience these symptoms or have the symptoms to the same degree. Even the same woman can have different types of symptoms in a subsequent pregnancy than she had in previous pregnancies, and symptoms can change or develop on a weekly basis. <em>Ectopic</em> pregnancy symptoms, or tubal pregnancy symptoms, are very similar to normal pregnancy symptoms at the outset and can include many of the symptoms described below. However, with a tubal or other type of <em>ectopic</em> pregnancy, other symptoms, such as abdominal pain and vaginal bleeding, develop over time, usually 6 to 8 weeks after a missed menstrual period. The following are the most common pregnancy symptoms in the first trimester. Missed period A missed menstrual period is most often the first sign of pregnancy and is a common first trimester symptom. Sometimes a woman who is pregnant may still experience some bleeding or spotting around the time of the expected period, typically 6 to 12 days after conception. When it occurs, this so-called \"implantation bleeding\" is generally not as heavy or long as a regular menstrual period. This small amount of bleeding that happens at the time of the expected menstrual period occurs because the fertilized egg attaches to the uterine wall. This is referred to as implantation bleeding. Any bleeding during pregnancy is typically lighter than that observed during the regular menstrual period. However, if a woman does not have regular menstrual cycles, she may notice some of the other symptoms of early pregnancy before it is apparent that the menstrual period has been missed. A missed menstrual period also does not confirm that a woman is pregnant even if she has regular cycles, since both emotional and physical conditions may cause absent or delayed periods. Breast swelling, tenderness, and pain Feelings of breast swelling, tenderness, or pain are also commonly associated with early pregnancy. These symptoms are sometimes similar to the sensations in the breasts in the days before an expected menstrual period. Women may also notice a feeling of heaviness or fullness in the breasts. These symptoms can begin in some women as early as one to two weeks after conception.  Abdominal cramping and bloating Some women may experience feelings of abdominal enlargement or bloating, but there is usually only a small amount of weight gain in the first trimester of pregnancy. In this early stage of pregnancy a weight gain of about one pound per month is typical. Sometimes women also experience mild abdominal cramping during the early weeks of pregnancy, which may be similar to the cramping that occurs prior to or during the menstrual period. Food cravings Many women report cravings for certain foods during the early stages of pregnancy. These cravings can persist throughout the entire pregnancy. Fatigue and tiredness Fatigue and tiredness are symptoms experienced by many women in the early stages of pregnancy, and some women report feeling fatigued even in the weeks immediately prior to conception. The cause of this fatigue has not been fully determined, but it is believed to be related to rising levels of the hormone progesterone. Of course, fatigue is a very nonspecific symptom that can be related to many causes other than pregnancy. Elevated basal body temperature A persistently elevated basal body temperature (the oral temperature measured first thing in the morning, upon arising from sleep) is another characteristic sign of early pregnancy. An elevation in the basal body temperature occurs shortly after ovulation and persists until the next menstrual period occurs. Persistence of the elevated basal body temperature beyond the time of the expected menstrual period is another sign of early pregnancy. Nausea and vomiting Nausea and vomiting are also common in early pregnancy. Traditionally referred to as \"morning sickness,\" the nausea and vomiting associated with early pregnancy can occur at any time of the day or night. Its typical onset is anywhere between the 2nd and 8th weeks of pregnancy. Most women who have morning sickness develop nausea and vomiting about one month after conception, but it may develop sooner in some women. Sometimes women report an increased in sensitivity to certain odors or smells that can sometimes cause nausea and/or vomiting. Elevations in estrogen that occur early in pregnancy are thought to slow the emptying of the stomach and may be related to the development of nausea. Accompanying the characteristic \"morning sickness\" may be cravings for, or aversions to, specific foods or even smells. It is not unusual for a pregnant woman to change her dietary preferences, often having no desire to eat previous \"favorite\" foods. In most women, nausea and vomiting begin to subside by the second trimester of pregnancy. Frequent urination A woman in the early stages of pregnancy may feel she has to urinate frequently, especially at nighttime, and she may leak urine with a cough, sneeze, or laugh. The increased desire to urinate may have both physical and hormonal causes. Once the embryo has implanted in the uterus, it begins to produce the hormone known as human chorionic gonadotrophin (hCG), which is believed to stimulate frequent urination. Another cause of frequent urination that develops later is the pressure exerted by the growing uterus on the bladder, but this does not cause frequent urination until the second and third trimesters when the fetus is substantially larger. Changes in nipple color Women may notice a deepening of the color of the area surrounding the nipple and/or a dark line going down from the middle of the central abdomen area to the pubic area (known as the linea nigra). Some degree of darkening of the areola persists after pregnancy in many women, but the linea nigra typically disappears in the months following delivery of the baby. Melasma (darkening of the skin) Some women may develop a so-called \"mask of pregnancy\" in the first trimester, referring to a darkening of the skin on the forehead, bridge of the nose, upper lip, or cheeks. The darkened skin is typically present on both sides of the face. Doctors refer to this condition as melasma or chloasma, and it is more common in dark-skinned women than those with light skin. Melasma can also occur in some conditions other than pregnancy. Women who have a family history of melasma are at greater risk of developing this sign of pregnancy. Mood swings and stress Mood swings and stress are common symptoms reported by many women in the early stages of pregnancy. Many women in the early stages of pregnancy describe feelings of heightened emotions or even long crying. The rapid changes in hormone levels are believed to cause these changes in mood. Pregnant women may also notice more rapid and drastic changes in their moods. As with other nonspecific symptoms, mood swings can be caused by a number of conditions other than pregnancy. Headaches Some women report suffering from headaches early on in their pregnancy, which may be related to corresponding changes in hormone levels. These headaches are nonspecific, usually not involving just one side of the head, and are not accompanied by changes in vision.",
            "vi": "Các triệu chứng chớm thai    Hầu hết phụ nữ đồng nhất việc trễ kinh với khả năng có thai, nhưng nhiều người cũng thường có những dấu hiệu và triệu chứng khác trong các giai đoạn đầu thai nghén. Điều quan trọng nên nhớ là không phải ai cũng sẽ có những triệu chứng này hoặc có các triệu chứng giống nhau về mức độ. Thậm chí là một người cũng có thể biểu hiện nhiều kiểu triệu chứng khác ở lần thai sau so với các lần thai trước; và các triệu chứng cũng có thể thay đổi hoặc phát triển hằng tuần.   Triệu chứng thai ngoài tử cung, hoặc triệu chứng thai ở vòi trứng, rất giống với triệu chứng thai bình thường vào lúc đầu và có thể bao gồm nhiều triệu chứng được mô tả bên dưới. Tuy nhiên, thai ở vòi trứng hoặc kiểu thai ngoài tử cung khác thì cũng có triệu chứng khác, như là đau bụng và xuất huyết âm đạo, phát triển dần dần, thường từ 6 đến 8 tuần sau khi trễ kinh. Dưới đây là một số triệu chứng thai nghén thường thấy nhất trong quý đầu tiên.  Trễ kinh Trễ kinh là dấu hiệu thai nghén ban đầu thường thấy nhất và là triệu chứng thường thấy trong quý 1 của thai kỳ. Đôi khi thai phụ cũng vẫn thấy xuất huyết nhẹ hoặc xuất huyết lốm đốm vào khoảng thời gian chuẩn bị hành kinh, thường là từ 6 đến 12 ngày sau khi thụ thai. Đây được gọi là “xuất huyết làm tổ” – thường không xuất hiện máu nhiều hoặc dài ngày như kỳ kinh bình thường. Chút máu này tiết ra lúc chuẩn bị hành kinh bởi trứng đã được thụ tinh bám vào thành tử cung. Giai đoạn này được gọi là xuất huyết làm tổ. Bất kỳ hiện tượng xuất huyết nào trong quá trình thai nghén cũng thường nhẹ hơn so với kỳ kinh thường. Tuy nhiên, nếu người phụ nữ không có chu kỳ kinh nguyệt đều đặn, người ấy có thể nhận biết một số triệu chứng chớm thai khác trước khi biểu hiện rõ trễ kinh. Tình trạng trễ kinh cũng không xác định được thai nghén cho dù là người ấy có chu kỳ bình thường, bởi cả trạng thái thể chất lẫn tinh thần cũng có thể làm trễ hoặc mất kinh.   Đau nhức và sưng ngực Cảm giác sưng, đau nhức hoặc đau ngực cũng thường thấy ở giai đoạn bắt đầu thai nghén. Các triệu chứng này đôi khi giống như cảm giác ở ngực trong những ngày sắp hành kinh. Nhiều phụ nữ cũng có thể thấy cảm giác căng hoặc nặng ở ngực. Những triệu chứng này có thể xuất hiện đầu tiên đối với một số người ngay từ một đến 2 tuần sau khi thụ thai.  Bụng căng to và chuột rút  Một số phụ nữ có thể có cảm giác bụng căng to hoặc phình ra, nhưng thường thì thai phụ chỉ tăng cân ít trong quý đầu của thai kỳ. Trong giai đoạn chớm thai này thì mỗi tháng thai phụ thường tăng khoảng1 pao. Nhiều người đôi khi cũng có cảm giác chuột rút nhẹ ở bụng trong các tuần đầu thai nghén, giống như chuột rút xảy ra trước khi hoặc trong suốt kỳ kinh.  Thèm ăn Nhiều thai phụ cho biết họ có cảm giác thèm ăn một số loại thức ăn nào đó trong suốt các giai đoạn đầu thai nghén. Cảm giác này có thể kéo dài đến giai đoạn cuối thai kỳ.  Chán nản và mệt mỏi  Chán nản và mệt mỏi là những triệu chứng trong các giai đoạn đầu tiên của thai kỳ đối với nhiều phụ nữ, và một số người cũng cho biết họ có cảm giác mệt mỏi thậm chí nhiều tuần ngay trước khi thụ thai. Người ta chưa hoàn toàn xác định được nguyên nhân gây mệt mỏi, nhưng nó được cho là có liên quan đến nồng độ hooc-môn progesterone tăng cao. Tất nhiên mệt mỏi là một triệu chứng rất bình thường, không có gì đặc biệt có liên quan đến nhiều nguyên nhân khác ngoài thai nghén.   Nhiệt độ trung bình của cơ thể tăng cao Nhiệt độ trung bình của cơ thể liên tục tăng cao (nhiệt độ ở miệng được đo đầu tiên vào buổi sáng, vào lúc mới ngủ dậy) là một dấu hiệu đặc trưng khác của hiện tượng chớm thai. Nhiệt độ trung bình của cơ thể tăng cao chỉ xảy ra nhanh sau khi rụng trứng và kéo dài cho đến kỳ kinh kế tiếp. Tình trạng thân nhiệt trung bình tăng cao kéo dài dai dẳng ngoài khoảng thời gian hành kinh như mong đợi là một dấu hiệu khác của thời kỳ chớm thai.  Buồn nôn và ói mửa Buồn nôn và ói mửa cũng là những triệu chứng thường thấy trong giai đoạn đầu thai nghén. Theo truyền thống thì đây là chứng “ốm nghén”, triệu chứng buồn nôn và ói mửa đầu thai kỳ có thể xảy ra vào bất cứ thời điểm nào trong ngày hoặc đêm. Cơn khởi phát buồn nôn thường xuất hiện vào giữa tuần 2 và tuần 8 của thai kỳ. Hầu hết phụ nữ bị ốm nghén cảm thấy buồn nôn và ói sau khi thụ thai khoảng một tháng, nhưng cũng có thể sớm hơn ở một số phụ nữ. Nhiều người đôi khi cũng cho biết họ nhạy cảm hơn với một số mùi hoặc hương thơm nào đó cũng có thể làm buồn nôn và/hoặc ói mửa.  Người ta cho rằng nồng độ hooc-môn estrogen tăng cao vào thời kỳ chớm thai để làm cho dạ dày lâu đói và có thể liên quan đến việc làm buồn nôn nhiều hơn. Đi kèm với đặc trưng “ốm nghén” có thể là triệu chứng thèm ăn, hoặc ghét hay “dị ứng” với một số thức ăn đặc biệt nào đó hoặc thậm chí là với một số mùi nào đó. Đôi khi phụ nữ có thai cũng thay đổi sở thích ăn uống hay “gu” ăn uống, thường thì không thèm ăn các món “khoái khẩu” mà trước kia hay ăn nữa. Triệu chứng buồn nôn và ói mửa sẽ bắt đầu giảm dần ở quý 2 của thai kỳ đối với hầu hết phụ nữ.  Đi tiểu thường xuyên Phụ nữ trong giai đoạn đầu thai nghén có thể cảm thấy muốn đi tiểu thường xuyên hơn, nhất là vào ban đêm, và có thể bị són nước tiểu khi ho, hắt hơi hoặc cười. Nhu cầu muốn đi tiểu nhiều lần có thể là do cả nguyên nhân thể chất lẫn nguyên nhân hooc-môn. Khi phôi thai đã bám vào tử cung, nó bắt đầu tiết ra hooc-môn tên là hooc-môn nhau thai (hCG), được cho là có tác dụng kích thích đi tiểu thường xuyên. Một nguyên nhân khác làm cho thai phụ đi tiểu nhiều lần ở giai đoạn sau là áp lực của tử cung đang phát triển đè lên bàng quang, nhưng mãi đến quý 2 và quý 3 của thai kỳ khi bào thai lớn hơn nhiều thì mới có hiện tượng này.   Đầu vú bị đổi màu Nhiều phụ nữ có thể phát hiện thấy vùng quanh đầu vú đậm màu hơn và/ hoặc vùng giữa bụng xuất hiện lằn đen chạy dài từ trên xuống vùng xương mu (gọi là lằn đen). Quầng vú có thể sẫm màu ở nhiều mức độ khác nhau và kéo dài đến cả sau khi mang thai đối với nhiều phụ nữ, nhưng lằn đen thường biến mất sau khi sinh em bé được nhiều tháng.  Nám da (sạm da) Một số phụ nữ có thể mắc chứng “nám da” trong quý 1 thai kỳ, đây là hiện tượng sạm da ở trán, sống mũi, môi trên, hoặc má. Vùng da bị sạm thường thấy ở cả hai bên mặt. Bác sĩ quy chứng bệnh này là mặt nám hoặc nám da, và thường thấy ở phụ nữ da ngâm đen hơn là phụ nữ có da sáng. Chứng nám da cũng có thể xảy ra khi bị một số bệnh khác ngoài trường hợp thai nghén. Người có tiền sử gia đình bị nám da có nguy cơ phát triển dấu hiệu thai nghén này nhiều hơn.  Căng thẳng và tính khí thất thường  Tính khí thất thường và căng thẳng là những triệu chứng thường gặp ở nhiều phụ nữ ở giai đoạn đầu thai nghén. Nhiều phụ nữ mới chớm thai miêu tả các cảm giác xúc cảm dâng cao hoặc thậm chí là những cơn khóc kéo dài. Những thay đổi nồng độ hooc-môn nhanh chóng được cho là nguyên nhân gây ra các chuyển biến tâm trạng này. Nhiều thai phục cũng có thể phát hiện thấy tâm trạng của mình thay đổi nhanh và mạnh trong. Cũng giống như những triệu chứng bình thường khác, tính khí thất thường có thể gây ra do một số bệnh khác ngoài thai nghén. Nhức đầu Một số phụ nữ cho biết bị nhức đầu vào giai đoạn mới bắt đầu có thai, có thể liên quan đến sự thay đổi nồng độ hooc-môn tương ứng. Các cơn nhức đầu này không có nguyên nhân rõ ràng, thường không chỉ ở một bên đầu, và không đi kèm với các thay đổi về tầm nhìn của mắt."
        },
        {
            "en": "What's causing your pelvic pain    What is pelvic pain? Pelvic pain refers to pain in the abdomen below the belly button. This pain can accompany a wide range of conditions. It may be a sign of digestive disorder like IBS, or a red flag for a life-threatening emergency. In the following slides, we explore some causes of pelvic pain. But be sure to see your doctor for proper diagnosis and treatment. Appendicitis This is an inflammation of the appendix, a tube of tissue connected to the large intestine. The symptoms include sharp pain in the lower right abdomen, vomiting, and fever. If you have these symptoms, go to the ER. An infected appendix must be surgically removed or it will eventually burst, spreading the infection within the abdomen. This can result in life-threatening complications. Irritable bowel syndrome (IBS) Irritable bowel syndrome (IBS) is a chronic digestive disorder that causes recurring belly pain, cramps, bloating, and diarrhea or constipation. Doctors don't know what causes it, but there are strategies to control the symptoms. These include diet changes, stress management, and medications to treat diarrhea or constipation. Mittelschmerz (Painful ovulation) If you have painful twinges halfway between your periods, you may be feeling your body ovulate. During ovulation, the ovary releases an egg along with some fluid and blood, which may irritate the lining of the abdomen. This is called mittelschmerz from the German words for \"middle\" and \"pain,\" because it occurs mid-cycle. The pain may switch sides from month to month. It isn't harmful and usually goes away within a few hours. PMS (Premenstrual syndrome) PMS can also cause abdominal cramps, low back pain, headaches, tender breasts, and acne. Hormonal changes may be to blame. Stress, lack of exercise, and some vitamin deficiencies may make the symptoms worse. If PMS is interfering with your daily activities, talk to your doctor. Lifestyle changes and medication can often help. The chart shows hormone changes during a normal menstrual cycle. Menstrual cramps Every month, the uterus builds up a lining of tissue called the endometrium, where an embryo can implant and grow. If you don't get pregnant, the lining breaks down and leaves the body as your menstrual period. Menstrual cramps can occur when the uterus contracts to help push out this blood. The cramps are usually felt in the lower belly or back and last one to three days. A heating pad and over-the-counter pain relievers may help. <em>Ectopic</em> pregnancy This is a life-threatening emergency that requires immediate treatment. It happens when an embryo implants and begins growing somewhere outside of the uterus, usually the fallopian tube. The symptoms include sharp pelvic pain or cramps (particularly on one side), vaginal bleeding, nausea, and dizziness. Urgent medical attention is needed. Pelvic inflammatory disease One of the most serious complications of STDs is pelvic inflammatory disease or PID. This infection can cause permanent damage to the uterus, ovaries, and fallopian tubes (seen here, swollen and red). In fact, it's the leading preventable cause of infertility in women. Symptoms include belly pain, fever, abnormal vaginal discharge, and pain during sex or urination. PID is treated with antibiotics, and in severe cases, surgery. Ovarian cysts A follicle houses the maturing egg during the menstrual cycle and releases the egg when you ovulate. Occasionally, a follicle doesn't open to release the egg or recloses after releasing the egg and swells with fluid, forming an ovarian cyst. This is usually harmless and goes away on its own. But large cysts may cause pelvic pain, weight gain, and frequent urination. Ovarian cysts can be identified with a pelvic exam or ultrasound. Uterine fibroids Fibroids grow in the wall of the uterus and are sometimes called fibroid tumors, but they are not cancerous. Fibroids are common in women in their 30s and 40s and usually cause no problems. However, some women may experience pressure in the belly, low back pain, heavy periods, painful sex, or trouble getting pregnant. Talk with your doctor about treatments to shrink or remove problematic fibroids. Endometriosis In some women, endometrial tissue grows outside the uterus. Growths may form on the ovaries, fallopian tubes, bladder, intestines, and other parts of the body. When it's time for your period, these clumps break down, but  the tissue has no way to leave the body. This is rarely dangerous, but it can cause pain and produce scar tissue that may make it tough to get pregnant. There are treatments for endometriosis, but there is no cure. Urinary tract infection A urinary tract infection (UTI) begins when germs get into the urinary tract. A UTI can cause problems anywhere from the urethra to the bladder and up through the ureters all the way to the kidneys. Symptoms include pressure in the lower pelvis, painful urination, and a frequent urge to urinate. The infection usually isn't serious if it is treated promptly. But when it spreads to the kidneys, it can cause permanent damage. Signs of a kidney infection include fever, nausea, vomiting, and pain in one side of the lower back. Kidney stones Kidney stones are globs of salt and minerals that deposit in the urine. They can be as tiny as a grain of sand or as large as a golf ball. As the stones move from your kidney to your bladder, they can trigger sudden, excruciating pain in the belly or pelvic area. Your urine may turn pink or red from blood. Check with your doctor if you think you have kidney stones. Most will pass out of your system on their own, but some require treatment. Interstitial cystitis (IC) Interstitial cystitis (IC) is a chronic pain condition related to inflammation of the bladder. The cause is unknown. People with severe IC may need to urinate multiple times an hour. Other symptoms include pressure above the pubic area, painful urination, and pain during sex. The condition is most common in women in their 30s and 40s. Although there is no cure, there are ways to ease the symptoms. Sexually transmitted diseases Pelvic pain is a warning sign for some sexually transmitted diseases (STDs.) Two of the most common are chlamydia and gonorrhea (shown here through a microscope); they often occur together. They don't always cause symptoms, but when they do, they may trigger pelvic pain, painful urination, bleeding between periods, and abnormal vaginal discharge. It's important to seek treatment to prevent serious complications and avoid infecting your partner. Pelvic organ prolapse Many women will have pelvic organ prolapse as they age. This occurs when an organ, such as the bladder or uterus, drops into a lower position. It usually isn't a serious health problem, but it can be uncomfortable. The most common symptoms are pressure against the vaginal wall, feeling full in the lower belly, discomfort in the groin or lower back, and painful sex. Treatment options range from special exercises to surgery. Pelvic congestion syndrome Varicose veins commonly occur in the legs (in the upper thigh), and they can sometimes develop in the pelvis. Blood backs up in the pelvic veins, causing them to become swollen and painful. This is known as pelvic congestion syndrome. The pain tends to be worse when you sit or stand. Lying down may provide relief. There are minimally invasive procedures to treat pelvic congestion syndrome. Scar tissue If you've had surgery in the pelvic or lower abdominal region, such as an appendectomy or a C-section, or infection in the area, you could have a pain from scar tissue. Adhesions are a type of internal scar tissue that forms between organs or structures that are not meant to be connected. Abdominal adhesions can cause pain and other problems, depending on their location. In some cases, adhesions must be surgically removed. Vulvodynia Vulvodynia is chronic vulvar pain that has no known cause. The pain affects the area around the opening of the vagina.  It can be constant or recurring and is often described as a burning, stinging or throbbing sensation. Riding a bike or having sex may make the pain worse. It is not caused by an infection. And a diagnosis of vulvodynia is made only after ruling out other causes of vulvar pain. Treatment options range from medication to physical therapy. Pain during sex Pain during sex (dyspareunia) can be caused by many of the conditions we've discussed, most of which are treatable. Other reasons for painful sex are vaginal infections or insufficient lubrication. Sometimes there is no medical explanation for pain during sex. In those cases, sexual therapy may be beneficial. This type of therapy can help resolve inner conflicts about sex or past abuse. Chronic pelvic pain Chronic pelvic pain occurs below your belly button and lasts at least 6 months. It may be severe enough to interfere with your sleep, career, or relationships. The first step toward getting your life back is seeing your doctor for a diagnosis. Most of the conditions we've discussed respond well to treatment. Sometimes, even after a lot of testing, the cause of pelvic pain remains a mystery. But your doctor can still help you find ways to feel better.",
            "vi": "Nguyên nhân gì gây đau vùng xương chậu    Đau vùng xương chậu là gì? Đau khung xương chậu có nghĩa là đau vùng bụng dưới rốn. Triệu chứng này có thể đi kèm nhiều chứng bệnh khác nhau. Đó có thể là dấu hiệu chứng rối loạn tiêu hoá như hội chứng kích thích ruột (IBS: irritable bowel syndrome), hoặc là một dấu hiệu nguy hiểm cho biết tình trạng khẩn cấp đe doạ đến tính mạng. Trong những khung hình dưới đây, chúng ta sẽ nghiên cứu một số nguyên nhân gây đau khung xương chậu. Nhưng chắc rằng phải đến bác sĩ để được khám và điều trị đúng đắn.  Viêm ruột thừa Đây là bệnh viêm ruột thừa – viêm ống mô nối với ruột già. Triệu chứng đau nhói vùng bụng dưới bên phải, ói mửa, và sốt. Nếu mắc những triệu chứng này thì bạn nên đến phòng cấp cứu nhé. (ER: emergency room). Ruột thừa bị viêm phải nên được cắt bỏ kẻo sẽ bị vỡ ra, gây nhiễm trùng lây lan trong bụng, dẫn đến nhiều biến chứng nguy hiểm đến tính mạng.  Hội chứng kích thích ruột  Hội chứng kích thích ruột (IBS) là bệnh rối loạn tiêu hóa mãn tính gây đau bụng tái phát, chuột rút, sưng phù, và tiêu chảy hoặc táo bón. Bác sĩ vẫn chưa tìm ra nguyên nhân gây bệnh, nhưng cũng có nhiều biện pháp để kiểm soát các triệu chứng đó bao gồm việc thay đổi chế độ dinh dưỡng, ức chế căng thẳng, và sử dụng thuốc để trị tiêu chảy hoặc táo bón.  Thời kỳ phóng noãn (thường kèm theo triệu chứng đau đớn, khó chịu) Nếu bị đau giữa chu kỳ kinh của mình thì chắc là bạn cũng có thể cảm giác thấy cơ thể mình rụng trứng. Trong thời gian rụng trứng, buồng trứng làm rụng một trứng kèm theo một ít dịch và máu, chất này có thể làm kích thích niêm mạc bụng. Đây gọi là thời kỳ phóng noãn (mittelschmerz) xuất xứ từ tiếng Đức có nghĩa là “giữa” và “đau”, bởi nó xảy ra vào giữa chu kỳ. Triệu chứng gây đau đớn này thay đổi từ bên này sang bên khác, không giống nhau giữa từng tháng một. Nó không gây hại gì và thường sẽ tự hết trong vòng một vài tiếng đồng hồ.  PMS (Hội chứng trước kỳ kinh nguyệt) PMS có thể gây chuột rút ở bụng, đau vùng lưng dưới, nhức đầu, ngực mềm, và nổi mụn trứng cá. Các thay đổi hooc-môn cũng có thể là nguyên nhân. Căng thẳng, thiếu vận động, và thiếu một số vitamin cũng có thể làm cho các triệu chứng này nặng thêm. Nếu hội chứng PMS làm ảnh hưởng đến các hoạt động thường nhật của bạn thì hãy nên tham khảo ý kiến của bác sĩ nhé. Việc thay đổi lối sống và thuốc cũng thường có tác dụng rất tốt.  Biểu đồ biểu thị những thay đổi của hoóc-môn trong suốt chu kỳ kinh nguyệt bình thường.  Chuột rút do kinh nguyệt Hằng tháng, tử cung có nhiệm vụ làm tăng sinh lớp niêm mạc mô gọi là nội mạc tử cung, phôi thai có thể bám và lớn lên ở đây. Nếu bạn không có thai thì lớp niêm mạc này sẽ bong tróc ra và được tống ra khỏi cơ thể như kỳ kinh của bạn vậy. Chứng chuột rút do kinh nguyệt có thể xảy ra khi tử cung co bóp để đẩy máu ra ngoài. Hội chứng chuột rút thường xảy ra ở vùng bụng dưới hoặc lưng và kéo dài từ 1 đến 3 ngày. Đệm đốt nóng hoặc thuốc giảm đau mua tự do không theo toa có thể giúp bạn giảm đau.  Thai ngoài tử cung Thai ngoài tử cung là tình trạng khẩn cấp đe doạ đến tính mạng cần phải được điều trị ngay tức khắc. Nó xảy ra khi phôi thai bám vào và bắt đầu phát triển ở một nơi nào đó ngoài tử cung, thường là ống dẫn trứng. Triệu chứng đau khung xương chậu dữ dội hoặc chuột rút (nhất là ở một bên), xuất huyết âm đạo, buồn nôn, và chóng mặt. Trường hợp này cần được điều trị khẩn cấp.  Bệnh viêm khung chậu Một trong những biến chứng nguy hiểm nhất của các bệnh lây truyền qua đường tình dục là bệnh viêm khung chậu hoặc viêm chậu hông (PID: Pelvic Inflammatory Disease). PID có thể gây hại lâu dài cho tử cung, buồng trứng, và ống dẫn trứng (ở đây, nó bị sưng và đỏ lên). Thực ra, đây là nguyên nhân gây vô sinh hàng đầu có thể phòng tránh được ở phụ nữ. Triệu chứng đau bụng, sốt, khí hư bất thường, và đau khi quan hệ tình dục hoặc đau khi đi tiểu. PID được điều trị bằng thuốc kháng sinh, và trong trường hợp nghiêm trọng thì sẽ tiến hành phẫu thuật.  Nang buồng trứng Nang là chỗ trú của trứng đã chín trong suốt chu kỳ kinh nguyệt và có nhiệm vụ làm rụng trứng. Nhưng cũng có đôi khi nang này không mở ra để cho trứng rụng hoặc đóng lại sau khi rụng trứng và sưng phồng lên chứa dịch, tạo thành u nang buồng trứng. Trường hợp này thường không nguy hại gì và sẽ tự hết. Nhưng nang lớn có thể gây đau vùng xương chậu, tăng cân, và đi tiểu thường xuyên. Nang buồng trứng có thể nhận biết được bằng cách khám khung chậu hoặc siêu âm. U xơ tử cung Khối xơ phát triển ở thành tử cung và đôi khi cũng được gọi là u xơ, nhưng đây không phải là ung thư. U xơ là chứng bệnh thường thấy ở phụ nữ độ tuổi 30 và 40 và thường không gây nguy hại gì. Tuy nhiên, một số phụ nữ có thế thấy nặng bụng, đau vùng lưng dưới, kinh nguyệt ra nhiều, đau khi quan hệ tình dục, hoặc khó mang thai. Hãy tham khảo ý kiến của bác sĩ về các phương pháp chữa trị để làm teo hoặc cắt bỏ những u xơ khó trị nhé. Bệnh lạc nội mạc tử cung Ở một số phụ nữ, mô màng trong dạ con phát triển bên ngoài tử cung. Các khối u này có thể hình thành trên buồng trứng, ống dẫn trứng, bàng quang, ruột, và bộ phận khác của cơ thể. Đến đúng vào chu kỳ kinh nguyệt thì chúng vỡ ra, nhưng mô không có cách nào để ra khỏi cơ thể. Đây là chứng bệnh hiếm khi nguy hiểm, nhưng nó có thể gây đau và tạo mô sẹo có thể làm khó thụ thai. Có nhiều phương pháp điều trị bệnh lạc nội mạc tử cung, nhưng không có thuốc để chữa bệnh này.  Nhiễm trùng đường tiểu Nhiễm trùng đường tiểu (UTI) xảy ra khi mầm bệnh đi vào đường tiểu. UTI có thể gây rắc rối ở bất kỳ đâu từ niệu đạo tới bàng quang và qua niệu quản đến thận. Triệu chứng áp lực ở vùng xương chậu dưới, đau khi đi tiểu, và thường xuyên mắc tiểu. UTI thường không nguy hiểm nếu được điều trị kịp thời. Nhưng khi nó lan sang thận thì có thể gây hại lâu dài cho thận. Dấu hiệu nhiễm trùng thận gồm sốt, buồn nôn, ói, và đau một bên vùng lưng dưới. Sỏi thận  Sỏi thận là những giọt muối và khoáng chất lắng trong nước tiểu. Chúng có thể rất nhỏ như hạt cát hoặc lớn cỡ quả bóng gôn. Khi những viên sỏi này di chuyển từ thận đến bàng quang, chúng có thể gây đau bụng hoặc khung chậu đột ngột và dữ dội. Nước tiểu của bạn có thể chuyển sang màu hồng hoặc đỏ do máu. Nếu bạn nghĩ mình bị sỏi thận thì nên tham khảo ý kiến của bác sĩ nhé. Hầu hết các trường hợp đều có thể tự khỏi, nhưng một số cũng cần phải chữa trị.  Viêm bàng quang kẽ (IC) Viêm bàng quang kẽ (IC) là chứng đau mãn tính liên quan đến viêm bàng quang. Người ta chưa tìm ra nguyên nhân gây bệnh. Bệnh nhân bị viêm bàng quang kẽ nặng có thể phải đi tiểu nhiều lần trong một tiếng đồng hồ. Các triệu chứng kháng bao gồm áp lực trên vùng xương mu, đau khi đi tiểu, và đau khi quan hệ tình dục. IC thường thấy nhất ở phụ nữ độ tuổi 30 và 40. Mặc dù không có thuốc trị, nhưng cũng có nhiều cách để làm dịu các triệu chứng đó.  Bệnh lây truyền qua đường tình dục Đau khung xương chậu là dấu hiệu cảnh báo một số bệnh lây truyền qua đường tình dục (STDs). 2 bệnh thường thấy nhất là chlamydia (bệnh lây qua đường tình dục) và gonorrhea (bệnh lậu) (ở đây được nhìn qua kính hiển vi); chúng thường xảy ra đồng thời. Những bệnh này không phải lúc nào cũng gây ra triệu chứng, nhưng khi xảy ra bệnh thì chúng có thể gây đau khung xương chậu, đau khi đi tiểu, xuất huyết giữa chu kỳ kinh nguyệt, và xuất hiện khí hư bất thường. Điều quan trọng là nên chữa trị để tránh các biến chứng nguy hiểm và tránh làm lây lan cho bạn tình của bạn.  Bệnh sa khung xương chậu  Nhiều phụ nữ bị bệnh sa khung xương chậu khi lớn tuổi. Bệnh này xảy ra khi một cơ quan nào đó, như bàng quang hay tử cung, bị sa xuống thấp. Nó thường không phải là vấn đề sức khỏe nghiêm trọng, nhưng có thể gây khó chịu. Triệu chứng thường thấy nhất là áp lực ở thành âm đạo, cảm giác căng bụng dưới, khó chịu ở háng hoặc vùng lưng dưới, và đau khi quan hệ tình dục. Bạn có thể lựa chọn phương pháp điều trị từ các bài tập đặc biệt đến phẫu thuật.  Hội chứng sung huyết vùng xương chậu Tĩnh mạch thường bị giãn ở chân (ở bắp đùi trên), và đôi khi có thể xảy ra ở khung xương chậu. Máu bị tắc nghẽn trong tĩnh mạch khung xương chậu, làm cho các tĩnh mạch này sưng lên và gây đau nhức. Đây được gọi là hội chứng sung huyết vùng xương chậu. Khi bạn ngồi hoặc đứng thì hội chứng này càng đau dữ dội và giảm bớt khi nằm. Không có nhiều biện pháp điều trị hội chứng sung huyết vùng xương chậu.  Mô sẹo Nếu bạn đã phẫu thuật ở khung xương chậu hoặc vùng bụng dưới, chẳng hạn như thủ thuật cắt ruột thừa hoặc thuật mổ bắt con, hoặc bị nhiễm trùng tại đó, bạn có thể bị đau do mô sẹo. Các dải sợi (hình thành do chấn thương) là một dạng mô sẹo bên trong nằm giữa các cơ quan hoặc cấu trúc không dính liền. Các dải sợi ở bụng có thể gây đau và một số vấn đề khác, tuỳ thuộc vào vị trí của chúng. Trong một số trường hợp thì các dải sợi này cần nên được phẫu thuật để cắt bỏ.  Đau âm hộ Đây là chứng bệnh đau âm hộ mãn tính vô căn. Triệu chứng đau này ảnh hưởng đến vùng quanh lỗ âm đạo. Nó có thể rất dai dẳng, khó trị hoặc tái phát nhiều lần và thường được mô tả như cảm giác rát, nhức nhối hoặc đau đớn dữ dội. Việc đi xe đạp hoặc quan hệ tình dục có thể làm cho bệnh càng trầm trọng hơn. Bệnh này không lây nhiễm. Người ta có thể chẩn đoán bệnh đau âm hộ chỉ sau khi đã loại trừ các nguyên nhân khác gây đau âm hộ. Có nhiều phương pháp để trị chứng đau âm hộ từ thuốc đến vật lý trị liệu. Đau khi quan hệ tình dục Đau khi quan hệ tình dục (chứng giao hợp đau) có thể do nhiều chứng bệnh gây ra mà chúng ta đã thảo luận, hầu hết đều có thể chữa trị được. Nhiều nguyên nhân khác gây chứng giao hợp đau có thể là nhiễm trùng âm đạo hoặc thiếu chất bôi trơn. Đôi khi người ta cũng không tìm ra một lý giải y khoa nào về chứng đau này. Trong các trường hợp đó thì có lẽ liệu pháp tình dục có thể là phù hợp và có ích. Loại liệu pháp này có thể giúp giải quyết được các xung đột bên trong về tình dục hoặc lạm dụng tình dục trước đây.  Đau khung xương chậu mãn tính Đau khung xương chậu mãn tính xảy ra bên dưới rốn và kéo dài ít nhất là 6 tháng. Bệnh này có thể nặng đến nỗi làm cho bạn khó ngủ, ảnh hưởng đến công việc, hoặc các mối quan hệ của bạn. Biện pháp đầu tiên để có thể giúp bạn trở lại cuộc sống bình thường của mình là đến khám bác sĩ để được chẩn đoán. Hầu hết các chứng bệnh mà chúng ta thảo luận đều đã thuyên giảm sau khi điều trị. Đôi khi, thậm chí sau nhiều xét nghiệm thì người ta vẫn không tìm ra được nguyên nhân gây đau khung xương chậu. Nhưng bác sĩ vẫn có thể giúp bạn tìm ra phương pháp để cảm thấy dễ chịu hơn. "
        },
        {
            "en": "Infertility      \nWhat is infertility?\n\n Infertility is defined by the American Society for Reproductive Medicine (ASRM) as a disease of the reproductive system that impairs the body's ability to perform the basic function of reproduction. Although conceiving a child may seem to be simple and natural, the physiological process is quite complicated and depends on the proper function of many factors, including the following, as listed by the ASRM: \n  production of healthy sperm by the man\n\n production of healthy eggs by the woman\n\n unblocked fallopian tubes that allow the sperm to reach the egg\n\n the sperm's ability to fertilize the egg\n\n the ability of the fertilized egg to become implanted in the uterus\n\n adequate embryo quality\n\n  Who is affected by infertility?\n\n Infertility affects about 12 percent of couples of childbearing age. Infertility is not just a woman's concern. A problem with the male is the sole cause, or a contributing cause, of infertility in about 50 percent of infertile couples. About one-third of infertile couples have more than one cause or factor related to their inability to conceive. About 20 percent of couples have no identifiable cause for their infertility after medical investigation. \n What causes infertility?\n\n Many different factors and problems can cause infertility, including problems in the female reproductive system, the male reproductive system, or a combination of the two. The following are some of the conditions or factors that are associated with infertility:  \nfemale factors \n     \novulation dysfunction\n\n   With this condition, the woman's reproductive system does not produce the proper amounts of hormones necessary to develop, mature, and release a healthy egg.   \nanatomical problems\n\n   Abnormal development or function of the female anatomy can prevent the egg and the sperm from meeting. The most common anatomical problem is blockage of the fallopian tubes. Other anatomical problems may include the presence of pelvic scar tissue from previous surgeries or infections.   \nendometriosis\n\n   Endometriosis is a condition in which the tissue that lines the uterus develops outside the uterus, usually on other reproductive organs inside the pelvis or in the abdominal cavity. Each month, this misplaced tissue responds to the hormonal changes of the menstrual cycle by building up and breaking down, resulting in internal bleeding which can cause scar tissue to form and affect reproductive organ function.   \nbirth defects\n\n   Abnormal development and function of reproductive organs resulting from birth defects can affect fertility. One of the most common reproductive system birth defects occurs following a woman's exposure to DES (diethylstilbestrol) taken by her mother during pregnancy. In years past, DES was given to women at risk for pregnancy loss. Fetal DES exposure often causes abnormal development of the uterus and cervix.   \ninfection\n\n   Pelvic inflammatory disease (PID) is caused by a type of bacteria such as gonorrhea and chlamydia. PID can affect the uterus, fallopian tubes, and/or the ovaries. It can lead to pelvic adhesions and scar tissue that develops between internal organs, causing ongoing pelvic pain and the possibility of an <em>ectopic</em> pregnancy (the fertilized egg becomes implanted outside the uterus).   \nimmunological problems\n\n   A problem with a woman's immune system can lead to pregnancy loss. Antibodies (immune or protective proteins) in a woman's system can fail to recognize a pregnancy, or there may be an abnormal immune response to the pregnancy. Women can also develop antisperm antibodies which attack and destroy sperm.  \nmale factors\n\n    \nlow or absent sperm production\n\n   Without proper numbers of healthy sperm, the chance of fertilization is decreased.   \nabnormal sperm function\n\n   Sperm must have proper motility and the ability to penetrate the egg.   \nvaricocele\n\n   This is a condition in which varicose veins develop around the testes. It is a very common cause of male factor infertility and is usually treatable and reversible with surgery.   \nlifestyle\n\n   Use of recreational drugs (i.e., marijuana, cocaine), heavy alcohol use, cigarette smoking, certain medications, and excessive heat to the genital area (as in hot tubs) can affect sperm quality and function.   \nhormonal disorders\n\n   Improper male hormone or endocrine function can affect sperm production and fertilization ability.   \nchromosomal defects\n\n   Certain chromosomal abnormalities are associated with male infertility.   \nbirth defects\n\n   Abnormalities in a man's reproductive system can occur during fetal development. Some birth defects are due to a man's exposure to DES (diethylstilbestrol) taken by his mother during pregnancy.   \nimmunological problems\n\n   A man may have antisperm antibodies (immune or protective proteins) which attack and destroy sperm. How is infertility diagnosed?\n\n When conception does not occur after one year of unprotected intercourse, after six months in women over age 35, or if there are known problems causing infertility, a medical evaluation of both the male and female is recommended. Some obstetrician/gynecologists (OB/GYNs) are able to provide basic infertility evaluation and treatment. However, many causes of infertility are best treated by a board-certified reproductive endocrinologist. This is an OB/GYN who has had additional education and training in infertility and is certified with the American Board of Obstetrics and Gynecology in the sub-specialty of Reproductive Endocrinology and Infertility. Generally, the OB/GYN or reproductive endocrinologist will evaluate specific situations and perform tests in both the male and female partners to determine the cause of infertility. The physician is looking for answers to the following questions: \n  Is the female ovulating regularly?\n\n Is the male producing healthy, viable sperm?\n\n Are the female's egg and the male's sperm able to unite and grow normally?\n\n Are there any obstacles to proper implantation and maintenance of the pregnancy?\n\n  The following tests are often part of the basic medical workup for infertility. \n  \nboth partners \n     medical and sexual history (to evaluate possible physical causes of infertility and if sexual intercourse has been appropriately timed)\n\n    \nfemale \n     \nphysical examination\n\n   A complete physical examination (including a Pap smear and testing for infection) will be necessary.   \novulation evaluation\n\n   An evaluation of ovulation function using an analysis of body temperatures and ovulation called the basal body temperature chart, or with ovulation prediction methods using urine samples, may be recommended.   \nhormone testing\n\n   Hormone testing may be recommended, as certain hormones increase and decrease in production at various times in the monthly cycle.   \nultrasound\n\n   Ultrasound can show the presence of follicles (the sacs containing developing eggs) and the thickness of the uterine tissues. Ultrasound can also show abnormal conditions, such as ovarian cysts or fibroids (benign tumors in the uterus).   \nx-rays\n\n   A hysterosalpingogram may be recommended. This test uses a radio-opaque dye injected into the cervical opening to visualize the inside of the uterus and determine if the fallopian tubes are open.  \nmale \n     \nsemen analysis\n\n   A collection of a semen sample obtained by masturbation that is analyzed in the laboratory for the sperm count, sperm motility, sperm shape, quantity, and evaluation of the ejaculate liquid may be recommended. According to the ASRM, a normal ejaculate contains more than 20 million sperm per milliliter of liquid, more than 50 percent of the sperm should be moving forward, and more than 30 percent of sperm should have normal shapes.   \nother tests may be performed that evaluate the sperm's ability to penetrate the egg, as well as male hormone testing\n\n   Men may be referred to a urologist for further evaluation. \nTreatment for infertility:\n\n Specific treatment for infertility will be determined by your physician based on:  \nyour age, overall health, and medical history\n\n extent of the disorder\n\n cause of the disorder\n\n your tolerance for specific medications, procedures, or therapies\n\n expectations for the course of the disorder\n\n your opinion or preference\n\n  Once a diagnosis is made, the specialist can work with you to determine the course of treatment. According to the ASRM, most infertility cases (85 to 90 percent) are treated with conventional therapies, such as drug treatment or surgical repair of reproductive abnormalities. Depending on the cause of infertility, there are many options to offer an infertile couple. Types of treatments for women may include the following: Ovulation medications These medications help regulate the timing of ovulation and stimulate the development and release of mature eggs. They can also help correct hormonal problems that can affect the lining of the uterus as it prepares to receive a fertilized egg. Ovulation medications can stimulate more than one egg to be released which increases the possibility of having twins and other multiples. Some of the common ovulation medications include the following:  \n  \nclomiphene citrate\n\n  human menopausal gonadotropins - medications containing follicle-stimulating hormone (FSH) and luteinizing hormone (LH)\n\n  follicle-stimulating hormone (FSH)\n\n  Intrauterine insemination For some conditions, including low sperm count and cervical mucus problems, a procedure that places specially washed and prepared sperm directly into the uterus through a small catheter (flexible tube) helps increase the chances for conception. This procedure is often used in combination with ovulation medications.  Surgery Surgery may be used to treat or repair a condition that is causing infertility such as fallopian tube blockage, or endometriosis. A common surgical procedure often used as part of the diagnostic workup of infertility is the laparoscopy. In a laparoscopy, a small telescope inserted into the abdominal or pelvic cavity allows internal organs to be visualized. Some procedures to treat infertility can be performed using instruments inserted through the laparoscope.  Assisted reproductive technology (ART) For some couples, more extensive treatment is needed. With most forms of ART, the sperm and egg are united in the laboratory and the fertilized egg is returned to the woman's uterus where it can implant and develop. Although ART procedures are often costly, many are being used with success. These include the following: o In vitro fertilization (IVF) Involves extracting a woman's eggs, fertilizing the eggs in the laboratory with sperm, and then transferring the resulting embryo(s) into the woman's uterus through the cervix (embryo transfer) where it can develop. Most couples transfer two embryos; however, more may be transferred in certain cases. IVF is the most common form of ART and it is often the treatment of choice for a woman with blocked, severely damaged, or absent fallopian tubes. IVF is also used for infertility caused by endometriosis or male factor infertility. IVF is sometimes used to treat couples with long-term unexplained infertility who have not been able to conceive with other infertility treatments. According to the ASRM, the average cost of one IVF cycle in the United States is $12,400. More than one IVF cycle, however, is usually needed. o Intracytoplasmic sperm injection (ICSI) A procedure in which a single sperm is injected directly into an egg; this procedure is most commonly used to help with male factor infertility problems. o Gamete intrafallopian transfer (GIFT)  Involves using a fiber-optic instrument called a laparoscope to guide the transfer of unfertilized eggs and sperm into the woman's fallopian tubes through small incisions in her abdomen. GIFT is only used in women with healthy fallopian tubes. o Zygote intrafallopian transfer (ZIFT) Involves fertilizing a woman's eggs in the laboratory and then using a laparoscope to guide the transfer of the fertilized eggs (zygotes) into her fallopian tubes. ZIFT is only used in women with healthy fallopian tubes. o Donor eggs Involves an embryo formed from the egg of one woman (the donor) being transferred to another woman who is unable to conceive with her own eggs (the recipient). The donor relinquishes all parental rights to any resulting offspring. ART using donor eggs is much more common among older women than among younger women. The likelihood of a fertilized egg implanting is related to the age of the woman who produced the egg. Egg donors are typically in their 20s or early 30s. o Embryo cryopreservation A procedure in which embryos are preserved through freezing (cryopreservation) for transfer at a later date. This procedure is often used when an IVF cycle produces more embryos than can be transferred at one time. The remaining embryos can be transferred in a future cycle if the woman does not become pregnant. \n There is a range of treatment options currently available for male factor infertility. Treatment may include: \n  \nAssisted reproductive technologies (ART). This type of treatment may include the following:\n\n  o Artificial insemination Artificial insemination involves the placement of relatively large numbers of healthy sperm either at the entrance of the cervix or into the partner's uterus, by passing the cervix, to have direct access to the fallopian tubes. o IVF, GIFT, and other techniques In vitro fertilization (IVF) or gamete intra-fallopian transfer (GIFT) have been used for the treatment of male infertility. As is the case with artificial insemination, IVF and similar techniques offer the opportunity to prepare sperm in vitro, so that oocytes are exposed to an optimal concentration of high quality, motile sperm. o Microsurgical fertilization (microinjection techniques such as intracytoplasmic sperm injection, or ICSI) This treatment is used to facilitate sperm penetration by injection of a single sperm into the oocyte. Fertilization then takes place under the microscope.  \nDrug therapy\n\n  A small percentage of infertile men have a hormonal disorder that can be treated with hormone therapy. Hormonal imbalances caused by a dysfunction in the mechanism of interaction between the hypothalamus, the pituitary gland, and the testes directly affect the development of sperm (spermatogenesis). Drug therapy may include gonadotrophin therapy, antibiotics, or another medication deemed appropriate.  \nSurgery\n\n  Surgical therapy in male infertility is designed to overcome anatomical barriers that impede sperm production and maturation or ejaculation. Surgical procedures to remove varicose veins in the scrotum (varicocele) can sometimes serve to improve the quality of sperm. \nWhat is unexplained infertility?\n\n About 20 percent of couples have unexplained infertility, for which a cause, despite all investigations, is not found. Unexplained infertility does not mean there is no reason for the problem, but that the reason is unable to be identified at the present time. If you suspect you are experiencing infertility, seek medical consultation early. The age of the woman and the duration of the couple's infertility may influence the success of treatment.",
            "vi": "Vô sinh    \nVô sinh là gì?\n Vô sinh được định nghĩa bởi Hiệp hội Y học Sinh sản Hoa Kỳ (ASRM) là một bệnh của hệ sinh sản làm suy yếu khả năng của cơ thể để thực hiện chức năng cơ bản của việc sinh sản. Mặc dù việc thụ thai có vẻ đơn giản và tự nhiên, nhưng quá trình sinh lý lại khá phức tạp và phụ thuộc vào chức năng phù hợp của nhiều yếu tố, như được liệt kê sau đây bởi Hiệp hội Y học Sinh sản Hoa Kỳ:  sự sản xuất tinh trùng khỏe mạnh của người đàn ông\n sự sản xuất trứng khỏe mạnh của người phụ nữ\n ống dẫn trứng không bị tắt cho phép tinh trùng đến được trứng\n khả năng của tinh trùng để thụ tinh trứng\n khả năng của trứng được thụ tinh để bám vào tử cung\n chất lượng phôi đáp ứng\n  \nAi bị ảnh hưởng bởi vô sinh?\n Vô sinh ảnh hưởng đến khoảng 12% số cặp vợ chồng trong độ tuổi sinh đẻ. Vô sinh không chỉ là nỗi lo lắng của riêng người phụ nữ. Trục trặc ở nam giới cũng là nguyên nhân chính hoặc góp phần trong khoảng 50% cặp vợ chồng bị vô sinh. Khoảng một phần ba số cặp vợ chồng vô sinh có nhiều hơn một nguyên nhân hoặc yếu tố liên quan đến sự không có khả năng thụ thai của họ. Khoảng 20% trong số này không phát hiện được nguyên nhân vô sinh sau khi kiểm tra sức khỏe. \nĐiều gì gây ra vô sinh?\n Nhiều yếu tố và vấn đề khác nhau có thể gây ra vô sinh, bao gồm cả các vấn đề trong hệ sinh sản của phụ nữ, hệ sinh sản của đàn ông, hoặc kết hợp cả hai. Sau đây là một số những rối loạn hoặc yếu tố có liên quan đến vô sinh:  những vấn đề ở người phụ nữ     \nrối loạn chức năng rụng trứng\n   Với bệnh này, hệ sinh sản của người đàn bà không tạo ra lượng phù hợp của các hoóc-môn cần thiết cho sự phát triển, chín và rụng trứng khỏe mạnh.   các vấn đề cấu tạo cơ thể    Sự phát triển hoặc chức năng bất bình thường của cơ thể người phụ nữ có thể ngăn ngừa trứng và tinh trùng gặp nhau. Vấn đề cấu tạo cơ thể thường gặp nhất là tắt nghẽn ống dẫn noãn (vòi Fallope). Các vấn đề cấu tạo cơ thể khác có thể bao gồm sự hiện diện của mô sẹo vùng chậu do phẫu thuật hoặc nhiễm trùng trước đây.   lạc nội mạc tử cung   Lạc nội mạc tử cung là bệnh trong đó các mô lót tử cung phát triển bên ngoài tử cung, thường là trên các cơ quan sinh sản khác trong xương chậu hoặc trong khoang bụng. Mỗi tháng, mô lạc vị này phản ứng với những thay đổi do hóc-môn của chu kỳ kinh nguyệt theo cách dày lên và bong ra, dẫn đến chảy máu có thể làm mô sẹo hình thành và ảnh hưởng đến chức năng của cơ quan sinh sản.   các dị tật bẩm sinh   Sự phát triển và chức năng bất thường của cơ quan sinh sản do khuyết tật bẩm sinh có thể ảnh hưởng đến khả năng sinh sản. Một trong những khuyết tật bẩm sinh phổ biến nhất của hệ sinh sản xảy ra do người phụ nữ bị nhiễm DES (diethylstilbestrol) từ mẹ khi mang thai. Trong những năm qua, DES đã được kê toa cho những phụ nữ có nguy cơ sẩy thai. Bào thai phơi nhiễm với DES thường gặp bất thường trong sự phát triển của tử cung và cổ tử cung.   nhiễm trùng   Bệnh viêm khung chậu (PID) gây ra do loại vi khuẩn như bệnh lậu và chlamydia. Bệnh viêm khung chậu có thể tấn công tử cung, ống dẫn noãn (vòi Fallope), và / hoặc buồng trứng. Nó có thể dẫn đến dính xương chậu và mô sẹo phát triển giữa các cơ quan nội tạng, gây ra đau xương chậu phát triển và khả năng mang thai ngoài tử cung (trứng được thụ tinh bám vào bên ngoài tử cung).   các vấn đề miễn dịch   Những rối loạn trong hệ miễn dịch của người phụ nữ có thể dẫn đến sẩy thai. Các kháng thể (các prô-tê-in miễn dịch hoặc bảo vệ) trong cơ thể phụ nữ có thể không nhận biết được sự có thai, hoặc có thể có một phản ứng miễn dịch bất thường đối với sự mang thai. Phụ nữ cũng có thể phát triển các kháng thể kháng tinh trùng sẽ tấn công và tiêu diệt tinh trùng.  những vấn đề ở người đàn ông    không sản xuất hoặc sản xuất ít tinh trùng   Nếu không có số lượng tinh trùng khỏe mạnh thích hợp, cơ hội thụ tinh sẽ giảm.   \nchức năng tinh trùng bất thường\n   Tinh trùng phải có chuyển động thích hợp và khả năng xâm nhập trứng.   giãn tĩnh mạch thừng tinh   Đây là một bệnh trong đó các tĩnh mạch căng giãn phát triển quanh tinh hoàn. Nó là một nguyên nhân rất phổ biến của các yếu tố vô sinh nam và thường có thể điều trị và hồi phục bằng phẫu thuật.   lối sống   Sử dụng các chất kích thích (như cần sa, cô-ca-in), sử dụng rượu nặng, hút thuốc, một số loại dược phẩm, và nhiệt độ quá nóng ở vùng sinh dục (như trong bồn tắm nước nóng) có thể ảnh hưởng đến chất lượng và chức năng tinh trùng.   \nrối loạn hoóc-môn\n   Hoóc-môn nam hoặc chức năng nội tiết không đúng có thể ảnh hưởng đến sự sản xuất tinh trùng và khả năng thụ tinh.   dị tật nhiễm sắc thể   Một số dị dạng nhiễm sắc thể gắn liền với chứng vô sinh ở nam.   dị tật bẩm sinh   Bất thường trong hệ sinh sản của con người có thể xảy ra trong sự phát triển thai nhi. Một số khuyết tật bẩm sinh   do phơi nhiễm với DES (diethylstilbestrol) khi người đàn ông được mang thai.   vấn đề miễn dịch   Một người đàn ông có thể có kháng thể kháng tinh trùng (các prô-tê-in miễn dịch hoặc bảo vệ) tấn công và tiêu diệt tinh trùng. \nVô sinh được chẩn đoán như thế nào?\n Khi sự thụ thai không xảy ra sau một năm quan hệ tình dục không dùng biện pháp bảo vệ, sau sáu tháng ở phụ nữ trên 35 tuổi, hoặc nếu có biết những vấn đề gây vô sinh, một giám định y khoa sẽ được đề nghị thực hiện ở cả người nam và nữ. Một số bác sĩ sản khoa / bác sĩ phụ khoa (OB / GYN) có thể cung cấp đánh giá và điều trị vô sinh cơ bản. Tuy nhiên, nhiều nguyên nhân vô sinh sẽ được điều trị tốt nhất bởi một bác sĩ chuyên khoa nội tiết và sinh sản. Đây là một bác sĩ sản khoa / phụ khoa được huấn luyện và đào tạo thêm về vô sinh và có chứng nhận của Hiệp hội Sản Phụ khoa Hoa Kỳ trong chuyên khoa phụ Nội tiết sinh sản và Vô sinh. Nói chung, bác sĩ sản khoa / phụ khoa hoặc bác sĩ chuyên khoa nội tiết sinh sản sẽ đánh giá tình hình cụ thể và thực hiện các xét nghiệm trong cả người nam và nữ để xác định nguyên nhân vô sinh. Các bác sĩ sẽ tìm câu trả lời cho những câu hỏi sau:  Người nữ rụng trứng thường xuyên không?\n Người nam có tạo ra tinh trùng khoẻ mạnh và có thể sống không?\n Trứng của người nữ và tinh trùng của người nam có thể thụ tinh và phát triển bình thường không?\n Có trở ngại gì trong việc bám của bào thai vào tử cung và nuôi dưỡng bào thai không?\n  Các xét nghiệm sau đây thường là một phần của việc kiểm tra sức khoẻ tổng quát cơ bản cho vô sinh.  \ncả hai người nam và nữ\n    tiền sử sức khỏe và tình dục (để đánh giá các nguyên nhân thể chất có thể gây vô sinh và liệu thời gian quan hệ tình dục có thích hợp chưa)\n    người nữ    \nkiểm tra sức khoẻ tổng quát\n   Một cuộc kiểm tra sức khoẻ tổng quát toàn diện (bao gồm phết tế bào cổ tử cung và xét nghiệm nhiễm trùng) sẽ  cần thiết.   \nđánh giá sự rụng trứng\n   Đánh giá chức năng rụng trứng bằng cách phân tích thân nhiệt và sự rụng trứng được gọi là biểu đồ nhiệt độ cơ thể cơ bản, hoặc với phương pháp dự đoán sự rụng trứng sử dụng mẫu nước tiểu, có thể được đề nghị.   xét nghiệm hoóc-môn   Xét nghiệm hoóc-môn có thể được đề nghị, vì sự sản xuất một số hoóc-môn sẽ tăng hoặc giảm vào các thời điểm khác nhau trong chu kỳ hàng tháng.   siêu âm   Siêu âm có thể thấy sự hiện diện của các nang (các túi chứa trứng đang phát triển) và độ dày của các mô tử cung. Siêu âm cũng có thể cho thấy những tình trạng bất thường, như là u nang buồng trứng hoặc u xơ tử cung (các khối u lành tính trong tử cung).   X-quang   Chụp X-quang vòi tử cung có thể được đề nghị. Xét nghiệm này sử dụng một loại thuốc nhuộm cản bức xạ tiêm vào lổ cổ tử cung để xem xét bên trong tử cung và xác định xem các ống dẫn trứng có thông bình thường hay không.  người nam    phân tích tinh dịch   Tập hợp các nhóm mẫu tinh dịch thu được bằng cách thủ dâm được xét nghiệm phân tích mật độ, chuyển động, hình dạng, số lượng của tinh trùng, và có thể được đề nghị giám định tinh dịch. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, một lần xuất tinh bình thường chứa hơn 20 triệu tinh trùng trong mỗi mi-li-lít tinh dịch, hơn 50% tinh trùng sẽ di chuyển về phía trước, và hơn 30% tinh trùng phải có hình dạng bình thường.   \ncác xét nghiệm khác có thể được thực hiện để đánh giá khả năng thâm nhập vào trứng của tinh trùng, cũng như xét nghiệm nội tiết tố nam\n   Nam giới có thể được giới thiệu đến bác sĩ chuyên khoa niệu để được đánh giá thêm.   \nĐiều trị vô sinh:\n Điều trị vô sinh cụ thể sẽ được xác định bởi bác sĩ của bạn dựa trên:  tuổi của bạn, sức khỏe tổng quát, và tiền sử bệnh\n mức độ bệnh\n \nnguyên nhân bệnh\n \ndung nạp của bạn với thuốc, phương thức điều trị, hoặc liệu pháp\n dự đoán tiến triển của bệnh \ný kiến ​​hoặc nguyện vọng của bạn\n  Sau khi chẩn đoán, các chuyên gia có thể làm việc với bạn để xác định liệu trình điều trị. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, hầu hết các trường hợp vô sinh (85% tới 90%), sẽ được điều trị bằng các liệu pháp thông thường, chẳng hạn như điều trị bằng thuốc hoặc phẫu thuật sửa chữa những bất thường của hệ sinh sản. Tùy thuộc vào nguyên nhân vô sinh, có nhiều lựa chọn chữa trị cung cấp cho một cặp vợ chồng vô sinh. Những phương pháp điều trị cho phụ nữ có thể bao gồm: Dược phẩm kiểm soát sự rụng trứng Các loại dược phẩm này giúp kiểm soát thời gian rụng trứng và kích thích sự phát triển và phóng thích trứng chín. Dược phẩm dạng này cũng có thể giúp điều chỉnh các rối loạn về nội tiết tố có thể ảnh hưởng đến niêm mạc tử cung khi nó chuẩn bị nhận trứng đã được thụ tinh. Thuốc rụng trứng có thể kích thích nhiều hơn một trứng được phóng thích làm tăng khả năng mang thai song sinh và đa sinh. Một số thuốc rụng trứng thông thường bao gồm:  \nclomiphene citrate\n \nhoóc-môn kích thích tuyến sinh dục ở người mãn kinh – các thuốc chứa hoóc-môn sinh sản (FSH) và hoóc-môn tạo hoàng thể (LH)\n hoóc-môn sinh sản (FSH)  Thụ tinh trong tử cung Đối với một số điều kiện, chẳng hạn như mật độ tinh trùng thấp và vấn đề chất nhầy cổ tử cung, một quy trình sẽ đưa tinh trùng đã được rửa sạch và chuẩn bị trực tiếp vào trong tử cung thông qua một ống nhỏ (ống mềm dẻo) giúp tăng cơ hội thụ thai. Phương thức này thường được dùng trong kết hợp với thuốc kiểm soát sự rụng trứng. Phẫu thuật Phẫu thuật có thể được dùng để điều trị hoặc sửa chữa một tình trạng gây ra vô sinh như tắt nghẽn ống dẫn noãn (vòi Fallope), hoặc bệnh lạc nội mạc tử cung. Một thủ thuật phẫu thuật thông dụng thường được dùng như một phần của kiểm tra chẩn đoán vô sinh là phẫu thuật nội soi. Trong phẫu thuật nội soi, một kính viễn vọng nhỏ được đưa vào trong ổ bụng hoặc vùng chậu cho phép xem xét các cơ quan nội tạng. Một số cách điều trị vô sinh có thể được thực hiện bằng cách sử dụng dụng cụ đưa vào qua ống nội soi. Kỹ thuật hỗ trợ sinh sản (ART) Đối với một số cặp vợ chồng, cần phải được điều trị sâu rộng hơn. Với hầu hết các dạng kỹ thuật hỗ trợ sinh sản, tinh trùng và trứng được kết hợp trong phòng thí nghiệm và trứng được thụ tinh được trả lại vào tử cung của người phụ nữ nơi nó có thể bám vào và phát triển. Mặc dù những kỹ thuật này thường tốn kém, nhưng nhiều người đã thành công. Chúng bao gồm những điều sau đây: o Thụ tinh trong ống nghiệm (IVF) Bao gồm lấy trứng của người phụ nữ, thụ tinh trứng trong phòng xét nghiệm với tinh trùng, và sau đó chuyển một hoặc nhiều phôi đã được thụ tinh vào tử cung của người phụ nữ qua đường cổ tử cung (chuyển giao phôi), nơi phôi có thể phát triển. Hầu hết các cặp vợ chồng đều chuyển hai phôi, tuy nhiên, có thể chuyển nhiều hơn tùy các trường hợp nhất định. Thụ tinh nhân tạo là hình thức phổ biến nhất của kỹ thuật hỗ trợ sinh sản và nó thường được lựa chọn điều trị cho một phụ nữ bị tắt, hư hỏng nặng hay không có ống dẫn trứng. Thụ tinh nhân tạo cũng được dùng chữa vô sinh gây ra bởi bệnh lạc nội mạc tử cung hoặc yếu tố vô sinh nam. Thụ tinh nhân tạo đôi khi cũng được dùng để điều trị cho những cặp vợ chồng vô sinh không rõ nguyên nhân trong thời gian dài đã không thể thụ thai với các phương pháp điều trị vô sinh khác. Theo ASRM, chi phí trung bình cho một lần thụ tinh trong ống nghiệm ở Hoa Kỳ là 12.400 đô-la. Tuy nhiên, thường thì cần phải thực hiện nhiều hơn 1 lần. o Tiêm tinh trùng nội bào tương (ICSI) Một thủ thuật trong đó một tinh trùng được tiêm trực tiếp vào một quả trứng; thường được dùng điều trị cho các rối loạn yếu tố vô sinh nam. o Chuyển giao tử vào vòi trứng (GIFT) Bao gồm việc sử dụng một dụng cụ sợi quang học gọi là ống nội soi để hướng dẫn việc chuyển giao các trứng chưa được thụ tinh và tinh trùng vào ống dẫn trứng của người phụ nữ thông qua các vết mổ nhỏ ở bụng của cô. Chuyển giao tử vào vòi trứng chỉ được thực hiện ở phụ nữ có ống dẫn trứng khỏe mạnh. o Chuyển phôi (hợp tử) vào vòi trứng (ZIFT) Bao gồm việc thụ tinh trứng của người phụ nữ trong phòng thí nghiệm và sau đó sử dụng một ống nội soi để hướng dẫn việc chuyển giao các trứng đã thụ tinh (hợp tử) vào ống dẫn trứng của cô. Chuyển phôi (hợp tử) vào vòi trứng chỉ được sử dụng ở phụ nữ có ống dẫn trứng khỏe mạnh. o Hiến tặng trứng Liên quan đến một phôi thai hình thành từ trứng của một phụ nữ (người hiến tặng) được chuyển cho một người phụ nữ không thể thụ thai với trứng của chính mình (người nhận). Người hiến tặng phải cam kết từ bỏ tất cả các quyền cha mẹ đối với đứa con được thụ tinh. ART sử dụng trứng hiến tặng phổ biến cho phụ nữ lớn tuổi hơn so với phụ nữ trẻ. Khả năng bám vào tử cung và sống được của trứng đã thụ tinh liên quan đến tuổi tác của người phụ nữ hiến trứng. Người cho trứng nên ở tuổi đôi mươi hay đầu ba mươi. o Trữ lạnh phôi Phương thức trong đó phôi được bảo quản bằng cách đông lạnh (trữ lạnh) để chuyển giao vào thời gian sau đó. Phương thức này thường được dùng khi một lần thụ tinh trong ống nghiệm tạo ra nhiều phôi hơn có thể cấy ghép cùng một lúc. Những phôi còn lại có thể cấy ghép truyền trong lần sau nếu người phụ nữ không mang thai được. Hiện có một loạt các lựa chọn điều trị cho các yếu tố vô sinh nam. Điều trị có thể bao gồm:  \nCác kỹ thuật hỗ trợ sinh sản (ART). Loại điều trị này có thể bao gồm:\n  o Thụ tinh nhân tạo Thụ tinh nhân tạo bao gồm đưa lượng khá lớn tinh trùng khỏe mạnh vào cổ tử cung hay tử cung của người phụ nữ, bằng cách đi qua cổ tử cung, để có chuyển giao trực tiếp đến ống dẫn trứng. o Thụ tinh trong ống nghiệm, chuyển giao tử vào vòi trứng và các kỹ thuật khác Thụ tinh trong ống nghiệm (IVF) hoặc chuyển giao tử vào vòi trứng(GIFT) đã được sử dụng để điều trị vô sinh nam. Bởi vì trong trường hợp thụ tinh nhân tạo, thụ tinh trong ống nghiệm và các kỹ thuật tương tự sẽ tạo cơ hội để chuẩn bị tinh trùng trong ống nghiệm, do đó tế bào trứng được tiếp xúc với một nồng độ tối ưu của tinh trùng chất lượng cao và có khả năng chuyển động tốt hơn. o Thụ tinh vi phẫu thuật (các kỹ thuật tiêm tế bào như là tiêm tinh trùng nội bào tương (ICSC).  Cách điều trị này tạo điều kiện thuận lợi cho tinh trùng thâm nhập vào bằng cách tiêm từng tinh trùng vào tế bào trứng. Sự thụ tinh sau đó diễn ra qua kính hiển vi.  Điều trị bằng thuốc  Một tỷ lệ nhỏ đàn ông bị vô sinh do rối loạn hoóc-môn có thể được chữa bằng điều trị hoóc-môn. Sự mất cân đối về hoóc-môn gây ra bởi rối loạn chức năng trong cơ chế tương tác giữa vùng dưới đồi, tuyến yên, và tinh hoàn ảnh hưởng trực tiếp đến sự phát triển của tinh trùng (sự sinh tinh trùng). Điều trị bằng thuốc có thể bao gồm điều trị bằng hoóc-môn kích thích tuyến sinh dục, kháng sinh, hoặc các thuốc khác được coi là phù hợp.  Phẫu thuật  Điều trị ngoại khoa trong chứng vô sinh ở nam được thiết kế để khắc phục những khuyết tật cơ thể cản trở sự sản xuất và phát triển của tinh trùng hoặc sự xuất tinh. Ca phẫu thuật để loại bỏ căng giãn tĩnh mạch trong bìu (giãn tĩnh mạch thừng tinh) đôi khi có thể cải thiện chất lượng của tinh trùng. \nVô sinh vô cớ là gì?\n Khoảng 20% các cặp vợ chồng vô sinh không rõ nguyên nhân, tức là dù đã làm tất cả kiểm tra, vẫn không tìm ra nguyên nhân vô sinh. Vô sinh vô cớ không có nghĩa là không có nguyên nhân cho vấn đề này, nhưng là chưa thể xác định được tại thời điểm hiện tại. Nếu bạn nghi ngờ mình đang bị vô sinh, hãy tiìm sự tư vấn sức khỏe sớm. Độ tuổi của người phụ nữ và thời gian vô sinh của cặp vợ chồng có thể ảnh hưởng đến sự thành công của việc điều trị."
        }
    ],
    "suggestions": []
}