{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ecuador"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ecuador"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ecuador"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ecuador"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ecuador"
        }
    },
    "sentences": [
        {
            "en": "<em>Ecuador</em> expels US diplomat",
            "vi": "ECUADOR TRỤC XUẤT NHÀ NGOẠI GIAO MỸ"
        },
        {
            "en": "U.S. protests expulsions of diplomats from <em>Ecuador</em>.",
            "vi": "Hoa kỳ phản đối việc trục xuất các nhà ngoại giao của Ecuador."
        },
        {
            "en": "<em>Ecuador</em> is between Peru and Colombia.",
            "vi": "Ecuador nằm giữa Peru và Columbia."
        },
        {
            "en": "We regret this decision by the government of <em>Ecuador</em>.",
            "vi": "Chúng tôi lấy làm tiếc về quyết định này của chính phủ Ecuador."
        },
        {
            "en": "Thousands of people fled from volcanoes in <em>Ecuador</em> and Guatemala.",
            "vi": "Hàng ngàn người đã chạy trốn khỏi các ngọn núi lửa ở Ecuador và Guatemala."
        },
        {
            "en": "<em>Ecuador</em> declares state of emergency amid 'coup attempt'",
            "vi": "Ecuador tuyên bố tình trạng khẩn cấp trong lúc có “mưu toan đảo chính”"
        },
        {
            "en": "In some countries elderly ladies feed pigeons, but not in <em>Ecuador</em>",
            "vi": "Cụ bà các nước thường cho bồ câu ăn, nhưng ở Ecuador thì khác"
        },
        {
            "en": "Foreign Minister Fander Falconi told reporters that Mr. Sullivan must leave <em>Ecuador</em> within 48 hours.",
            "vi": "Ngoại trưởng Fander Falconi phát biểu trước báo giới rằng ông Sullivan phải rời khỏi Ecuador trong vòng 48 giờ."
        },
        {
            "en": "He is the second American diplomat to be expelled from <em>Ecuador</em> this month.",
            "vi": "Ông Sullivan là nhà ngoại giao Mỹ thứ hai bị trục xuất khỏi Ecuador trong tháng này."
        },
        {
            "en": "The leaders say the agreement could be expanded later to include <em>Ecuador</em> and other countries in the area.",
            "vi": "Lãnh đạo của bốn quốc gia cho biết sau này, hiệp định có thể được mở rộng gồm cả Ê - cu - a - đo và các quốc gia khác trong khu vực."
        },
        {
            "en": "An infectious disease, confined to high river valleys in Peru, <em>Ecuador</em>, and Columbia, cause by the parasitic microorganism bartonella bacilliformis.",
            "vi": "Một bệnh nhiễm giới hạn trong các vùng thung lũng sông cao ở peru, ecuador và columbia, gây ra do một loại vi sinh vật ký sinh bartonella bacilliformis."
        },
        {
            "en": "First Secretary Mark Sullivan has been given 48 hours to leave the U.S. embassy in Quito, <em>Ecuador</em>.",
            "vi": "Bí thư thứ nhất Mark Sullivan bị buộc phải rời khỏi đại sứ quán Hoa Kỳ ở Quito, Ecuador trong vòng 48 tiếng."
        },
        {
            "en": "First Secretary Mark Sullivan has been given 48 hours to leave the U. S. embassy in Quito, <em>Ecuador</em>.",
            "vi": "Bí thư thứ nhất Mark Sullivan bị buộc phải rời khỏi đại sứ quán Hoa Kỳ ở Quito, Ecuador trong vòng 48 tiếng."
        },
        {
            "en": "At an altitude of nearly 9000 feet, this bustling capital of <em>Ecuador</em> has a population of over a million people.",
            "vi": "Ở độ cao 9000 feet, thủ đô nhộn nhịp này của Ecuador có dân số trên một triệu dân."
        },
        {
            "en": "The State Department called the expulsion of the second U.S. diplomat from <em>Ecuador</em> in just over a week \"unjustified,\" rejecting charges the diplomats meddled in Ecuador's internal affairs.",
            "vi": "Bộ Ngoại giao Hoa Kỳ gọi việc trục xuất nhà ngoại giao thứ hai của Hoa Kỳ ra khỏi Ecuador chỉ trong vòng hơn một tuần lễ là\"phi lý\", đồng thời bác bỏ những cáo buộc cho rằng các nhà ngoại"
        },
        {
            "en": "\"Despite the government of Ecuador's unjustified actions, we remain committed to working collaboratively with <em>Ecuador</em> to confront narcotics trafficking,\" Duguid said.",
            "vi": "Ông Duguid nói rằng: \"Mặc dù chính quyền Ecuador đã có những hành động phi lý, chúng tôi vẫn cam kết phối hợp với Ecuador để đương đầu với nạn buôn bán ma tuý.\""
        },
        {
            "en": "Horseback riding is an excellent way to explore the nature trails of <em>Ecuador</em>, offering the sense of truly being at one with nature.",
            "vi": "Cưỡi ngựa là một cách tuyệt vời để khám phá những con đường mòn tự nhiên của Ecuador, đem đến cảm giác hòa mình với thiên nhiên thực sự."
        },
        {
            "en": "'Despite the government of Ecuador's unjustified action, we remain committed to working collaboratively with <em>Ecuador</em> to confront narcotics trafficking,' he said.",
            "vi": "Ông nói 'Mặc dù chính phủ Ecuador đã hành động phi lý, chúng tôi vẫn cam kết cộng tác làm việc với họ để đương đầu với nạn buôn bán ma tuý bất hợp pháp'"
        },
        {
            "en": "A state of emergency has been declared in <em>Ecuador</em> after President Rafael Correa accused the opposition and security forces of a coup attempt.",
            "vi": "Ecuador tuyên bố tình trạng khẩn cấp sau khi tổng thống Rafael Correa tố cáo phe đối lập và các lực lượng an ninh mưu toan đảo chính."
        },
        {
            "en": "Also included in the petition were Brazil, <em>Ecuador</em>, India, Thailand, and the People's Republic of China. See Section 776(b) of the Tariff Act of 1930.",
            "vi": "Những nước khác cũng có tên trong đơn kiện là Bra-xin, Ê-cu-a-đo, Ấn Độ, Thái Lan, và Trung Quốc. Xem Phần 776(b) của Đạo luật Thuế quan năm 1930."
        }
    ],
    "suggestions": []
}