{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ecuadorian"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ecuadorian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ecuadorian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ecuadorian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ecuadorian"
        }
    },
    "sentences": [
        {
            "en": "Dr. <em>Ian</em>",
            "vi": "Bác sĩ Ian."
        },
        {
            "en": "Statement by <em>Ian</em> Kelly, Spokesma",
            "vi": "TUYÊN BỐ CỦA IAN KELLY, PHÁT NGÔN VIÊN"
        },
        {
            "en": "Jason Connery plays <em>Ian</em> Fleming, the creator of James Bond.",
            "vi": "Jason Connery thủ vai Ian Fleming, người sáng tạo ra nhân vật James Bond."
        },
        {
            "en": "Cricket was boring. Such was her opinion before meeting <em>Ian</em>.",
            "vi": "Chơi cricket chán ngắt. Đó là ý kiến của cô ta trước khi gặp Ian."
        },
        {
            "en": "Young <em>Ian</em>, who is only 5 years old, found the perfect place to hide.",
            "vi": "Bé ian 5 tuổi thấy một chỗ trốn tuyệt hảo."
        },
        {
            "en": "<em>Ecuadorian</em> officials say they have ordered a diplomat at United States embassy in Quito to leave the country.",
            "vi": "Giới chức Ecuador cho biết họ ra lệnh trục xuất một nhà ngoại giao của đại sứ quán Mỹ ở Quito khỏi nước này."
        },
        {
            "en": "\"<em>Ian</em> can't come because he's tired.\" \"Tired my foot! Lazy more like!\"",
            "vi": "\"Ian không đến được vì anh ấy mệt.\"\"Mệt cái gì mà mệt! Lười thì có!\""
        },
        {
            "en": "Chief Constable <em>Ian</em> Hopkins: “Today is a day we thought we would never see.\"",
            "vi": "Cảnh sát trưởng thành phố, Ian Hopkins cũng phát biểu: \"Chúng ta đã từng nghĩ rằng ngày này sẽ chẳng bao giờ xảy ra.\""
        },
        {
            "en": "<em>Ian</em> Fleming, the creator of James Bond, was an English writer.",
            "vi": "Ian Fleming, người tạo ra nhân vật James Bond, là nhà văn người Anh."
        },
        {
            "en": "Chief Constable <em>Ian</em> Hopkins: “Today is a day we thought we would never see.\"",
            "vi": "Cảnh sát trưởng thành phố, Ian Hopkins cũng phát biểu: \"Chúng ta đã từng nghĩ rằng ngày này sẽ chẳng bao giờ xảy ra.\""
        },
        {
            "en": "<em>Ian</em> Botham helped England win the Ashes in Australia in 1986 - 87.",
            "vi": "Ian Botham đã giúp Anh thắng giải Ashes ở Úc năm 1986-87."
        },
        {
            "en": "<em>Ian</em> wanted to be an actor, but he didn't make the grade.",
            "vi": "Ian muốn là một diễn viên, nhưng anh diễn không tốt."
        },
        {
            "en": "I share the house with Jim, <em>Ian</em> and Sam, not forgetting Spike, the dog.",
            "vi": "Tôi sống cùng nhà với Jim, Ian và Sam, cả chú chó Spike nữa."
        },
        {
            "en": "I've always looked on <em>Ian</em> as someone with very special personal qualities.",
            "vi": "Tôi luôn xem Ian như là người có cá tính."
        },
        {
            "en": "Don't say anything while <em>Ian</em> is here. Wait until he has gone.",
            "vi": "Đừng nói gì cả khi Ian còn ở đây. Hãy đợi cho đến khi anh ấy đi khỏi."
        },
        {
            "en": "<em>Ian</em> always does a disappearing act when it's time to wash the dishes.",
            "vi": "Ian luôn đánh bài chuồn mỗi khi tới lúc rửa chén."
        },
        {
            "en": "People often think <em>Ian</em> and I are a couple, but we're just good friends.",
            "vi": "Mọi người cứ nghĩ Ian và tôi cặp bồ, nhưng chúng tôi chỉ là bạn bè thôi."
        },
        {
            "en": "Asked whether the State Department would reciprocate the expulsions by kicking out <em>Ecuadorian</em> diplomats from the United States, Duguid would say only,\"We will respond as appropriate.\"",
            "vi": "Khi được hỏi liệu Bộ Ngoại giao Hoa Kỳ có đáp lại lệnh trục xuất trên bằng cách tống tiễn các nhà ngoại giao Ecuador ra khỏi Hoa Kỳ, ông Duguid chỉ nói: \"Chúng tôi sẽ đáp trả thích đáng.\""
        },
        {
            "en": "Asked whether the State Department would reciprocate the expulsions by kicking out <em>Ecuadorian</em> diplomats from the United States, Duguid would say only, \"We will respond as appropriate.\"",
            "vi": "Khi được hỏi liệu Bộ Ngoại giao Hoa Kỳ có đáp lại lệnh trục xuất trên bằng cách tống tiễn các nhà ngoại giao Ecuador ra khỏi Hoa Kỳ, ông Duguid chỉ nói :\"Chúng tôi sẽ đáp trả"
        },
        {
            "en": "Asked whether the State Department would reciprocate the expulsions by kicking out <em>Ecuadorian</em> diplomats from the United States, Duguid would say only, \"We will respond as appropriate.\"",
            "vi": "Khi được hỏi liệu Bộ Ngoại giao Hoa Kỳ có đáp lại lệnh trục xuất trên bằng cách tống tiễn các nhà ngoại giao Ecuador ra khỏi Hoa Kỳ, ông Duguid chỉ nói: \"Chúng tôi sẽ đáp trả khi thích hợp.\""
        }
    ],
    "suggestions": []
}