{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">eczema</font></td></tr></table><i/></div>",
            "word": "eczematous"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "eczematous"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "eczematous"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "eczematous"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thuộc eczema</font></td></tr></tbody></table></div>",
            "word": "eczematous"
        }
    },
    "sentences": [
        {
            "en": "Types of <em>eczematous</em> dermatitis  Atopic dermatitis is the most common of the many types of <em>eczematous</em> eruptions, and often people often inappropriately use the two terms interchangeably. There are many terms used to describe specific forms of dermatitis that may closely resemble atopic dermatitis. We'll take a look at the listed types on the following slides.",
            "vi": "Các loại viêm da chốc lở   Viêm da dị ứng là chứng bệnh phổ biến nhất trong nhiều loại ban chốc lở, và người ta thường hay hoán đổi hai thuật ngữ này cho nhau một cách nhầm lẫn, không phù hợp. Có nhiều thuật ngữ dùng để miêu tả nhiều dạng viêm da dị ứng đặc trưng có thể gần giống với viêm da dị ứng. Chúng ta sẽ quan sát những loại viêm da dị ứng được liệt kê ra trên những khung hình bên dưới nhé."
        },
        {
            "en": "Typically, <em>eczematous</em> skin is itchy, red, and dry -- even cracked and leathery. Eczema most frequently appears on the face and extremities, but it can show up in other areas, too. Eczema is not contagious, but since it is believed to be at least partially inherited, it is not uncommon to find members of the same family affected.",
            "vi": "Thông thường thì da chốc lở hay ngứa, đỏ, và khô – thậm chí là nứt và nổi sần. Chàm xuất hiện nhiều nhất trên mặt và chân tay, nhưng cũng có thể xuất hiện ở nhiều nơi khác nữa. Chàm không lây, nhưng bởi người ta cho là nó ít nhất thì cũng di truyền một phần nên việc thấy người thân trong cùng gia đình bị chàm thì cũng không lạ gì."
        }
    ],
    "suggestions": []
}