{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'di:mə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) chứng phù</td></tr></table><i/></div>",
            "word": "edema",
            "pronounce": "[i'di:mə]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>edema</k><blockquote>■ <cclass>noun US spelling of <kref>oedema</kref>. </cclass></blockquote></div>",
            "word": "edema",
            "pronounce": "[i'di:mə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "edema",
            "pronounce": "[i'di:mə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "edema",
            "pronounce": "[i'di:mə]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phù</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">blue edema</font><font color=\"#282828\">: phù xanh</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cardiac edema</font><font color=\"#282828\">: phù tim</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">cerebral edema</font><font color=\"#282828\">: phù não</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">malignant edema</font><font color=\"#282828\">: phù ác tính</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">menstrual edema</font><font color=\"#282828\">: phù kinh nguyệt</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">nephrotic edema</font><font color=\"#282828\">: phù hư thận</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">nonpitting edema</font><font color=\"#282828\">: phù ấn không lõm</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">nutritional edema</font><font color=\"#282828\">: phù dinh dưỡng</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">venous edema</font><font color=\"#282828\">: phù tĩnh mạch</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">laryngeal edema</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phun thanh quản</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "edema",
            "pronounce": "[i'di:mə]"
        }
    },
    "sentences": [
        {
            "en": "Premenstrual headaches as well as back pain may also be caused due to <em>edema</em> swelling.",
            "vi": "Đau đầu tiền kinh nguyệt và đau lưng cũng có thể bị gây ra bởi chứng phù nề."
        },
        {
            "en": "The occurrence of <em>edema</em> indicates the presence of a serious illness.",
            "vi": "Sự xuất hiện của chứng phù nề cho thấy sự hiện diện của một căn bệnh nghiêm trọng."
        },
        {
            "en": "If this taboo violation men organ damage, urine red, in green, back pain fatigue, <em>edema</em> own machine, declining health, affecting the life, the child is born sick.",
            "vi": "Nếu phạm cấm kỵ này thì người nam nội tạng bị tổn thương, nước tiểu đỏ, mặt tái xanh, lưng đau mỏi, mình mẩy phù thũng, sức khỏe giảm sút, ảnh hưởng đến tuổi thọ, đứa trẻ sinh ra cũng ốm yếu."
        },
        {
            "en": "Most cases are mild. However, in some cases, the disease can be severe and dangerous complications such as encephalitis, myocarditis and acute pulmonary <em>edema</em> that could lead to death should be detected early to ensure timely treatment",
            "vi": "Hầu hết các ca mắc bệnh đều nhẹ. Tuy nhiên, trong một số trường hợp, bệnh có thể xuất hiện những biến chứng nghiêm trọng và nguy hiểm như viêm não, viêm cơ tim và phù phổi cấp tính có thể dẫn đến tử vong, các trường hợp như vậy nên được phát hiện sớm để đảm bảo điều trị kịp thời."
        },
        {
            "en": "Symptoms of kidney problems  The signs and symptoms of urinary tract or kidney problems are diverse and include:      * fever      * swelling around the eyes, face, feet, and ankles (called <em>edema</em>)      * burning or pain during urination      * significant increase in the frequency of urination      * difficulty in controlling urination in kids who are mature enough to use the toilet      * recurrence of nighttime bedwetting (in kids who have been dry for several months)      * blood in the urine      * high blood pressure",
            "vi": "Các triệu chứng của bệnh thận   Có rất nhiều triệu chứng và dấu hiệu của các bệnh về đường tiểu hoặc thận. Chúng bao gồm:    * sốt  * sưng vùng quanh mắt, mặt, bàn chân, và mắt cá chân (đây được gọi là chứng phù nề)  * rát hoặc đau khi đi tiểu  * thường xuyên mắc tiểu rất nhiều lần  * khó kiểm soát tình trạng tiểu tiện ở trẻ nhỏ mà ở lứa tuổi này đã có thể biết cách sử dụng nhà vệ sinh rồi  * trẻ đái dầm ban đêm trở lại (ở trẻ đã không còn đái dầm trong một vài tháng)  * trong nước tiểu có lẫn máu   * huyết áp cao"
        },
        {
            "en": "Stasis dermatitis  Stasis dermatitis is a skin irritation on the lower legs, generally related to the circulatory problem known as venous insufficiency, in which the function of the valves within the veins has been compromised. Stasis dermatitis occurs almost exclusively in middle-aged and elderly people, with approximately 6%-7% of the population over 50 years of age being affected by the condition. The risk of developing stasis dermatitis increases with advancing age. Symptoms include itching and/or reddish-brown discoloration of the skin on one or both legs. Progression of the condition can lead to the blistering, oozing skin lesions seen with other forms of eczema, and ulcers may develop in affected areas. The chronic circulatory problems lead to an increase in fluid buildup (<em>edema</em>) in the legs. Stasis dermatitis has also been referred to as varicose eczema.",
            "vi": "Chàm ở da chân do tình trạng ứ đọng máu trong tĩnh mạch   Chàm ở da chân do ứ đọng máu trong tĩnh mạch là chứng kích ứng da ở ống quyển, thường liên quan đến vấn đề tuần hoàn được gọi là thiểu năng tĩnh mạch, trong đó chức năng của van trong tĩnh mạch đã bị làm tổn thương. Chứng chàm này hầu như chỉ xảy ra ở người trung niên và người cao tuổi, khoảng 6% - 7% người trên 50 tuổi. Nguy cơ bị dạng chàm này tăng dần theo tuổi tác. Triệu chứng bao gồm ngứa và/hoặc biến đổi sắc tố da sang nâu đỏ ở một hoặc ở cả hai cẳng chân. Bệnh tiến triển có thể gây cho da nhiều tổn thương nghiêm trọng, rỉ nước với nhiều dạng chàm khác, và lở loét cũng có thể khởi phát ở vùng bị bệnh. Nhiều vấn đề tuần hoàn mãn tính làm ứ nước (phù nề) ở cẳng chân.  Bệnh này cũng được gọi là chàm do giãn tĩnh mạch."
        },
        {
            "en": "Hand, foot and mouth disease    Hand, foot and mouth disease (HFMD) is a human syndrome caused by intestinal viruses of the Picornaviridae family. The most common strains causing HFMD are Coxsackie A virus and Enterovirus 71 (EV-71). HFMD usually affects infants and children, and is quite common. It is moderately contagious and is spread through direct contact with the mucus, saliva, or feces of an infected person. It typically occurs in small epidemics in nursery schools or kindergartens, usually during the summer and autumn months. The usual incubation period is 3–7 days. It is uncommon in adults, but those with immune deficiencies are very susceptible. HFMD is not to be confused with foot-and-mouth disease (also called hoof-and-mouth disease), which is a disease affecting sheep, cattle, and swine, and which is unrelated to HFMD (but also caused by a member of the Picornaviridae family). Signs and symptoms Symptoms of HFMD include:     * Fever     * Headache     * Vomiting     * Fatigue     * Malaise     * Referred ear pain     * Sore throat     * Painful oral lesions     * Non-itchy body rash, followed by sores with blisters on palms of hands and soles of feet     * Oral ulcer     * Sores or blisters may be present on the buttocks of small children and infants     * Irritability in infants and toddlers     * Loss of appetite.     * Diarrhea The common incubation period (the time between infection and onset of symptoms) is from three to seven days. Early symptoms are likely to be fever often followed by a sore throat. Loss of appetite and general malaise may also occur. Between one and two days after the onset of fever, painful sores (lesions) may appear in the mouth and/or throat. A rash may become evident on the hands, feet, mouth, tongue, inside of the cheeks, and occasionally the buttocks (but generally, the rash on the buttocks will be caused by the diarrhea.) Treatment There is no specific treatment for hand, foot and mouth disease. Individual symptoms, such as fever and pain from the sores, may be eased with the use of medication. HFMD is a viral disease that has to run its course; many doctors do not issue medicine for this illness, unless the infection is severe. Infection in older children, adolescents, and adults is normally very mild and lasts around 1 week or sometimes more. Fever reducers will help to control high temperatures. Luke-warm baths will also help bring temperature down. Only a very small minority of sufferers require hospital admission, mainly as a result of neurological complications (encephalitis, meningitis, or acute flaccid paralysis) or pulmonary <em>edema</em>/pulmonary hemorrhage. Complications     * Complications from the virus infections that cause HFMD are not common, but if they do occur, medical care should be sought.     * Viral or aseptic meningitis can rarely occur with HFMD. Viral meningitis causes fever, headache, stiff neck, or back pain. The condition is usually mild and clears without treatment; however, some patients may need to be hospitalized for a short time.     * Other serious diseases, such as encephalitis (swelling of the brain) or a polio-like paralysis, result even more rarely. Encephalitis can be fatal.     * There have been reports of fingernail and toenail loss occurring mostly in children within 4 weeks of their having hand, foot, and mouth disease (HFMD). At this time, it is not known whether the reported nail loss is or is not a result of the infection. However, the nail loss has been temporary and nail growth resumed without medical treatment. Outbreaks 1997     * In 1997, 31 children died in an outbreak in the Malaysian state of Sarawak. 1998     * In 1998, there was an outbreak in Taiwan, affecting mainly children. There were 405 severe complications, and 78 children died. The total number of cases in that epidemic is estimated to have been 1.5 million. 2006     * In 2006, 7 people died in an outbreak in Kuching, Sarawak (according to the New Straits Times, March 14).     * In 2006, after an outbreak of Chikungunya in southern and some western parts of India, cases of HFMD were reported.  2007     * The largest outbreak of HFMD in India occurred in 2007. 38 cases of HFMD in and around Kolkata. 2008     * An outbreak in China, beginning in March in Fuyang, Anhui, led to 25,000 infections, and 42 deaths, by May 13. Similar outbreaks were reported in Singapore (more than 2,600 cases as of April 20, 2008), Vietnam (2,300 cases, 11 deaths), Mongolia (1,600 cases), and Brunei (1053 cases from June - August 2008) 2009     * 17 children died in an outbreak during March and April 2009 in China's eastern Shandong Province, and 18 children died in the neighboring Henan Province. Out of 115,000 reported cases in China from January to April, 773 were severe and 50 were fatal.     * In Indonesia, where the disease is often called Singaporean influenza, the disease was reported in the Jakarta area, starting with eight young children.By late April, health agencies in Jakarta were warning community health centers and advocating preventive steps, including the use of thermal scanners in airports and avoiding travel to Singapore. 2010     * In China, an outbreak occurred in southern China's Guangxi Autonomous Region as well as Guangdong, Henan, Hebei and Shandong provinces. Until March 70,756 children were infected and 40 died from the disease.",
            "vi": "Bệnh tay chân miệng    Bệnh tay chân miệng (HFMD) là một hội chứng bệnh ở người do vi rút đường ruột họ Picornaviridae gây ra. Giống vi rút gây bệnh thường thấy nhất là vi rút Coxsackie A và vi rút Enterovirus 71 (EV-71).  Bệnh tay chân miệng khá phổ biến và thường xảy ra ở trẻ sơ sinh và trẻ nhỏ. Bệnh này lây lan ở mức độ trung bình và lây trực triếp qua tiếp xúc với dịch nhầy, nước bọt hoặc phân của người bệnh. Bệnh xuất hiện ở nhà trẻ hoặc trường mẫu giáo như những dịch bệnh nhỏ, thường là trong những tháng mùa thu và mùa hè. Thời gian ủ bệnh thường là từ 3 đến 7 ngày.  Người lớn hiếm khi bị bệnh tay chân miệng (HFMD), nhưng những người bị suy giảm hệ miễn dịch thì rất dễ mắc bệnh. HFMD rất khó nhầm lẫn với bệnh lở mồm long móng, đây là bệnh ảnh hưởng đến cừu, gia súc, và heo, và không liên quan họ hàng gì với HFMD cả (nhưng cũng do một loại vi rút họ Picornaviridae gây ra).  Triệu chứng và dấu hiệu của bệnh tay chân miệng  Các triệu chứng của HFMD bao gồm: * Sốt * Nhức đầu * Ói mửa * Mệt mỏi * Khó chịu * Đau lan lỗ tai * Đau họng * Thương tổn đau rát ở miệng * Phát ban không ngứa toàn thân, kèm theo sau đó là xuất hiện nhiều nốt mụn lở giộp nước trong lòng bàn tay và lòng bàn chân. * Loét miệng * Mụn lở và giộp da có thể xuất hiện ở mông của trẻ sơ sinh và trẻ nhỏ. * Trẻ sơ sinh và trẻ mới tập đi trở nên cáu kỉnh, khó chịu * Biếng ăn * Tiêu chảy Thời kỳ ủ bệnh thường thấy (thời gian từ khi nhiễm bệnh và bắt đầu phát triệu chứng) là từ 3 đến 7 ngày. Các triệu chứng ban đầu có thể là sốt thường kèm theo đau họng. Bé cũng có thể cảm thấy biếng ăn và khó chịu. Sau khi bị sốt từ 1 đến 2 ngày thì các nốt mụn lở đau rát (tổn thương) có thể xuất hiện trong miệng và/ hoặc cổ họng của bé. Chứng phát ban có thể nhìn thấy rõ ở bàn tay, bàn chân, miệng, lưỡi, bên trong má và đôi khi cũng xuất hiện ở mông (nhưng thường thì ban nổi ở mông là do bệnh tiêu chảy gây ra.) Điều trị bệnh tay chân miệng  Không có phương pháp điều trị đặc biệt gì cho bệnh tay chân miệng. Các triệu chứng riêng lẻ, như sốt và đau rát do lở loét có thể sử dụng thuốc để cảm thấy dễ chịu hơn. HFMD là bệnh do vi rút gây ra phải phát triển một cách tự nhiên; nhiều bác sĩ không cho sử dụng thuốc đối với chứng bệnh này, trừ phi bệnh nhân bị nhiễm trùng nặng. Trẻ lớn tuổi hơn, thanh thiếu niên, và người lớn bị bệnh tay chân miệng thường rất nhẹ và kéo dài khoảng 1 tuần hoặc đôi khi lâu hơn. Thuốc hạ sốt cũng có tác dụng giúp làm hạ sốt cao. Việc tắm nước ấm cũng có thể làm hạ sốt. Chỉ một số ít người bệnh tay chân miệng phải nhập viện, chủ yếu là do các biến chứng thần kinh gây nên (viêm não, viêm màng não, hoặc chứng liệt mềm cấp) hoặc phù nề phổi/ xuất huyết phổi. Các biến chứng của bệnh tay chân miệng * Các biến chứng do nhiễm vi rút gây HFMD thường hiếm thấy, nhưng cũng có khả năng xảy ra, trong trường hợp này nên nhờ đến chăm sóc sức khỏe y tế.  * Viêm màng não vi rút hoặc viêm màng não vô trùng có thể hiếm khi xảy ra do HFMD. Viêm màng não vi rút gây sốt, nhức đầu, vẹo cổ, hoặc đau lưng. Bệnh thường nhẹ và tự khỏi mà không cần điều trị gì, tuy nhiên, một số bệnh nhân có thể cần phải nhập viện một thời gian ngắn.  * Nhiều chứng bệnh nguy hiểm khác, như viêm não (sưng não) hoặc bại liệt do bệnh tay chân miệng gây ra thậm chí càng hiếm gặp hơn. Bệnh viêm não cũng có thể làm bệnh nhân tử vong. * Đã có báo cáo về hiện tượng mất móng tay và mất móng chân hầu hết xảy ra ở trẻ bị bệnh tay chân miệng trong 4 tuần. Ở thời điểm này thì người ta không biết liệu tình trạng mất móng như đã báo cáo có phải là do bệnh gây nên hay không. Tuy nhiên, hiện tượng mất móng ấy cũng chỉ xảy ra tạm thời thôi và móng phát triển phục hồi lại mà không cần phải điều trị gì.  Các đợt bùng phát bệnh Năm 1997         * 31 trẻ chết do bùng phát dịch bệnh tay chân miệng ở bang Sarawak, Malaysia vào năm 1997.  Năm 1998 * Năm 1998, dịch bệnh bùng phát ở Đài Loan, gây bệnh chủ yếu cho trẻ em. Có 405 ca biến chứng nặng, và làm chết 78 trẻ. Tổng số ca trong đợt dịch bệnh đó được ước tính lên đến 1,5 triệu.  Năm 2006 * Năm 2006, dịch bệnh bùng phát ở Kuching, Sarawak làm 7 người chết (theo tin của tờ New Straits Times, đăng ngày 14 tháng 3). * Năm 2006, sau trận bùng phát dịch ở miền nam Chikungunya và một số vùng tây Ấn thì người ta đã đăng tin có nhiều ca mắc bệnh tay chân miệng. Năm 2007 * Đợt bùng phát dịch bệnh tay chân miệng lớn nhất xảy ra ở Ấn Độ vào năm 2007. 38 ca mắc bệnh ở Kolkata và vùng lân cận Kolkata. Năm 2008 * Một đợt bùng phát dịch bệnh ở Trung Quốc, bắt đầu vào tháng 3 ở Fuyang, An Huy, làm cho 25.000 người mắc bệnh, 42 người chết vào ngày 13 tháng 5. nhiều đợt bùng phát dịch bệnh tương tự được đưa tin ở Singapore (hơn 2.600 ca vào ngày 20 tháng 4 năm 2008), Việt Nam (2.300 ca, 11 người chết), Mongolia (1.600 ca), và Brunei (1053 ca từ tháng 6 đến tháng 8 năm 2008)  Năm 2009 * Đợt bùng phát dịch bệnh trong tháng 3 và tháng 4 ở tỉnh Sơn Đông miền đông Trung Quốc làm chết 17 trẻ em và ở tỉnh Hà Nam lân cận cũng làm chết 18 trẻ. Trong số 115.000 ca bệnh được đăng tin ở Trung Quốc từ tháng 1 đến tháng 4 có 773 ca nặng và 50 ca tử vong. * Ở Indonesia, người ta thường hay gọi bệnh tay chân miệng là bệnh cúm Singapore, được báo cáo xuất hiện ở vùng Jakarta, bắt đầu ở 8 trẻ nhỏ. Vào cuối tháng 4, các cơ quan y tế ở Jakarta đã cảnh báo nhiều trung tâm y tế cộng đồng và tán thành các biện pháp phòng ngừa bệnh, như việc sử dụng máy quét nhiệt ở sân bay và tránh du lịch đến Singapore. Năm 2010 * Ở Trung Quốc, đợt dịch bệnh bùng phát ở vùng tự trị Guangxi, miền nam Trung Quốc cũng như các tỉnh Quảng Đông, Hà Nam, Hà Bắc và Sơn Đông. Cho đến tháng 3 thì có đến 70.756 trẻ em bị mắc bệnh tay chân miệng và 40 ca tử vong vì bệnh này."
        }
    ],
    "suggestions": []
}