{
    "en_vn": {
        "data": {
            "content": null,
            "word": "EDS",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "EDS",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "EDS",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "EDS",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "EDS",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "In Ahmad, E., Drèze, J., Hills, J., Sen, A. (<em>eds</em>.), Social Security in Developing Countries.",
            "vi": "Trong Ahmad, E., Drèze, J., Hills, J., Sen, A. (biên soạn), Bảo hiểm xã hội ở các nước đang phát triển."
        },
        {
            "en": "In Ahmad, E., Drèze, J., Hills, J., Sen, A. K. (<em>eds</em>.), Social Security in Developing Countries.",
            "vi": "Trong Ahmad, E., Drèze, J., Hills, J., Sen, A. K. (biên soạn.), Bảo hiểm xã hội ở các nước đang phát triển."
        },
        {
            "en": "Vijverberg, Wim (1998) ‘Nonfarm Household Enterprises in Vietnam’, in David Dollar, Paul Glewwe and Jennie Litvack <em>eds</em>., Household Welfare and Vietnam’s Transition, Washington: World Bank.",
            "vi": "Vijverberg, Wim (1998) ‘Doanh nghiệp gia đình phi nông nghiệp ở Việt Nam’, trong David Dollar, Paul Glewwe và Jennie Litvack eds., Phúc lợi gia đình và Sự chuyển đổi của Việt Nam, Washington: World Bank."
        },
        {
            "en": "For example, HP is entering outsourcing business by acquiring <em>EDS</em> for $18 billion and become the third largest outsourcing company in the world.",
            "vi": "Chẳng hạn, HP đi vào kinh doanh khoán ngoài bằng việc mua EDS với giá $18 tỉ đô la và trở thành công ty khoán ngoài lớn thứ ba trên thế giới."
        },
        {
            "en": "Besley, T. and Kanbur, R. (1993) “The Principles of Targeting” in Lipton, M. and Van der Gaag, J. (<em>eds</em>) Including the Poor.",
            "vi": "Besley, T. và Kanbur, R. (1993) “Các nguyên tắc chọn đối tượng” trong Lipton, M. và Van der Gaag, J. (biên soạn) Tính cả người nghèo."
        },
        {
            "en": "In the past several years, large U.S companies such as IBM, <em>EDS</em>, HP and Accenture have opened facilities in Brazil to take advantage of the skilled resources available here.",
            "vi": "Trong nhiều năm qua, các công ty Mỹ lớn như IBM, EDS, HP và Accenture đã mở các tiện nghi ở Brazil để tận dụng ưu thế của nguồn lực có kỹ năng sẵn có ở đây."
        },
        {
            "en": "Haughton, J.: “Introduction: Extraordinary Changes”, Living Standards during an Economic Boom – The Case of Viet Nam, Haughton, D., Haughton, D. and Nguyen, P. (<em>eds</em>), Statistical Publishing House: Ha Noi, 2001.",
            "vi": "Haughton, J.: “Giới thiệu: Những thay đổi đặc biệt”, Mức sống trong bùng nổ kinh tế – Trường hợp Việt Nam, Haughton, D., Haughton, D. và Nguyen, P. (eds), Nhà xuất bản thống kê: Hà Nội, 2001."
        },
        {
            "en": "Dahlgren, G.: “The Medical Poverty Trap,” in Dong, T., Pham, T., Dam, V., Duong H., and Nguyen Hoang L. (<em>eds</em>.), User Fee, Health Insurance and Utilization of Health Services, Viet Nam – Sweden Health Cooperation Program, Ha Noi, 2002.",
            "vi": "Dahlgren, G.: “Bẫy nghèo do y tế,” Dong, T., Pham, T., Dam, V., Duong H., và Nguyen Hoang L. (eds.), Lệ phí, Bảo hiểm Y tế và sử dụng dịch vụ y tế, Chương trình Hợp tác Y tế Việt Nam – Thụy Điển, Hà Nội, 2002."
        },
        {
            "en": "Chi, Nguyen Tu (1991) ’Preliminary Notes on the Family of the Viet’, in Tuong Lai and R. Lijljestrom <em>eds</em>., Sociological Studies on the Vietnamese Family, Ha Noi: Social Sciences Publishing House.",
            "vi": "Chi, Nguyễn Từ (1991) ’Những nhận xét sơ bộ về Gia đình người Việt’, trong Tuong Lai và R. Lijljestrom eds., Các nghiên cứu xã hội học về Gia đình Việt Nam, Hà Nội: Nhà Xuất bản Khoa học Xã hội."
        },
        {
            "en": "Do, K.T., Le, D.M., Lo, T.D., Nguyen, N.M., Tran, Q.: “Inequality”, Living Standards during an Economic Boom – The Case of Viet Nam, Haughton, D., Haughton, D. and Nguyen, P. (<em>eds</em>), Statistical Publishing House: Ha Noi, 2001.",
            "vi": "Do, K.T., Le, D.M., Lo, T.D., Nguyen, N.M., Tran, Q.: “Thiếu công bằng”, Mức sống trong bùng nổ kinh tế – Trường hợp Việt Nam, Haughton, D., Haughton, D. và Nguyen, P. (eds), Nhà xuất bản thống kê: Hà Nội, 2001."
        },
        {
            "en": "Dollar, David and Jennie Litvak (1998) ‘Macroeconomic Reform and Poverty Reduction in Vietnam’, in David Dollar, Paul Glewwe and Jennie Litvack <em>eds</em>., Household Welfare and Viet Nam’s Transition, Washington: World Bank.",
            "vi": "Dollar, David và Jennie Litvak (1998) 'Cải cách kinh tế vĩ mô và Giảm nghèo ở Việt Nam', trong David Dollar, Paul Glewwe và Jennie Litvack eds., Phúc lợi gia đình và Sự chuyển đổi của Việt Nam, Washington: World Bank."
        },
        {
            "en": "Pitayanon, S., S. Kongsin and W. Janjareon (1994) ‘The Economic Impact of HIV/AIDS Mortality on Household in Thailand,’ in Bloom, D. and P. Godwin (<em>eds</em>.) (1997) The Economics of HIV and AIDS: The Case of South and South East Asia.",
            "vi": "Pitayanon, S., S. Kongsin và W. Janjareon (1994) ‘Tác động kinh tế của tử vong do HIV/AIDS lên hộ gia đình tại Thái Lan,’ Bloom, D. và P. Godwin (eds.) (1997) Tác động kinh tế của HIV và AIDS: Trường hợp Nam và Đông Nam á."
        }
    ],
    "suggestions": []
}