{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ef"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ef"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ef"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ef"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ef"
        }
    },
    "sentences": [
        {
            "en": "What does <em>EF</em> stand for?",
            "vi": "EF đại diện cho cái gì?"
        },
        {
            "en": "<em>Ef</em> you kain, who kin?",
            "vi": "Nếu cô không thể thì ai có thể?"
        },
        {
            "en": "An' he say he kill her <em>ef</em> she do dat.",
            "vi": "Cậu đã bảo nếu cô scarlett làm thế cậu sẽ giết cô."
        },
        {
            "en": "Vietnam is among the top performers in the region, ahead of Japan and China. Graphic: <em>EF</em>",
            "vi": "Việt Nam là một trong những nước hàng đầu trong khu vực, trên cả Nhật Bản và Trung Quốc. Graphic: EF"
        },
        {
            "en": "<em>EF</em> Education First released Tuesday the fifth edition of its annual <em>EF</em> English Proficiency Index, which profiles all 70 ranked countries using test data from 910,000 adult English language learners.",
            "vi": "EF Education First đã phát hành phiên bản thứ năm của bảng xếp hạng EF English Proficiency hàng năm, xếp hạng hồ sơ của 70 nước bằng cách sử dụng dữ liệu kiểm tra từ 910.000 người lớn học tiếng Anh."
        },
        {
            "en": "An' it come ter me ah better tell mist' Rhett even <em>ef</em> he kill me, kase it on mah conscience.",
            "vi": "Tui chợt nghĩ mình nên nói cậu với cậu rhett vì nó cắt rứt lương tâm tui, dù cấy ấy có giết tui cũng cam."
        },
        {
            "en": "Den he tuhn on me lak a wile man an' his eyes glitter an' he say: 'good gawd, ah thought you'd unnerstan' even <em>ef</em> nobody else din!",
            "vi": "Cậu bèn quay sang tôi nhưng một người hoá dại, mắt lòng xòng xọc và cậu bảo: lạy chúa, tui tưởng u hiểu, mặc dù không ai khác hiểu!"
        },
        {
            "en": "You been drunk all de time an' <em>ef</em> you doan think ah knows whar you been spendin' yo' days, you is a fool.",
            "vi": "Anh say rượu liên miên và nếu anh tưởng tôi không biết ngày ngày anh ở đâu thì anh quả là ngu."
        },
        {
            "en": "Vietnam ranks 29th among the world's 70 largest countries by English skills, or an increase of four levels, according to a report released by Education First (<em>EF</em>) Vietnam in late 2015. In the <em>EF</em> EPI list, Vietnam scored an average of 53.8 per cent out of 100 on a standardised test given across the world. ",
            "vi": "Vietnam xếp hạng 29 trong số 70 quốc gia về kỹ năng tiếng anh, tăng 4 bậc theo báo cáo được phát hành của EF vào cuối năm 2015. Trong danh sách, Việt Nam đạt điểm số 53.8% trên 100 bài test chuẩn được phát hành trên toàn thế giới."
        },
        {
            "en": "Vietnam ranks 31st among 72 countries in the world and seventh among 19 Asian countries in English proficiency, according to the latest annual English Proficiency Index released today by the Swiss Education First (<em>EF</em>), a global language training company.",
            "vi": "Việt Nam đứng thứ 31 trong 72 quốc gia trên thế giới và đứng thứ 7 trong số 19 các nước Châu Á về khả năng thành thạo tiếng Anh ,theo chỉ số thành thạo tiếng Anh hàng năm mới nhất được đăng hôm nay của swiss Education First (EF)- công ty Đào đạo Ngôn ngữ Toàn cầu"
        }
    ],
    "suggestions": []
}