{
    "en_vn": {
        "data": {
            "content": null,
            "word": "eg"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "eg"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "eg"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "eg"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "eg"
        }
    },
    "sentences": [
        {
            "en": "as-full-as-an-<em>eg</em>",
            "vi": "chật như nêm"
        },
        {
            "en": "Rain stopped play, <em>eg</em> in cricket.",
            "vi": "Mưa đã làm ngưng cuộc chơi, thí dụ trong môn cricket."
        },
        {
            "en": "The squeal of brakes, <em>eg</em> on lorries.",
            "vi": "Tiếng kít của thắng xe, thí dụ xe tải lớn."
        },
        {
            "en": "Coordination of specific activities (<em>eg</em>. environmental education).",
            "vi": "Điều phối thực hiện các hoạt động cụ thể (ví dụ giáo dục môi trường)."
        },
        {
            "en": "<em>Eg</em>: Jane Really enjoys doing housework.",
            "vi": "Jane Thật sự thích làm việc nhà."
        },
        {
            "en": "Sound the retreat, <em>eg</em> by blowing a bugle.",
            "vi": "Báo hiệu rút lui, thí dụ bằng cách thổi kèn."
        },
        {
            "en": "Students need to have writing utensils, <em>eg</em> pencils/pens/ink.",
            "vi": "Sinh viên cần có các đồ dùng để viết thí dụ mực/bút chì/bút máy."
        },
        {
            "en": "<em>Eg</em>: Her comments were slightly offensive, ( Softener - a little bit ).",
            "vi": "Những bình luận của cô ấy khá khó chịu ( Giảm đi – một chút ít )."
        },
        {
            "en": "Spin the ball, <em>eg</em> in cricket or tennis.",
            "vi": "Đánh xoáy bóng, thí dụ trong cricket hay quần vợt."
        },
        {
            "en": "<em>Eg</em> : What are you doing?, I 'm watching television now.",
            "vi": "ví dụ:  anh đang làm gi đó?  ,  tôi đang xem truyền hình  ."
        },
        {
            "en": "Spread out one's arms, <em>eg</em> to welcome or embrace sb.",
            "vi": "Dang rộng tay của mình, thí dụ để đón tiếp hoặc ôm lấy ai."
        },
        {
            "en": "Vitamin deficiency can cause illnesses, <em>eg</em> scurvy, rickets.",
            "vi": "Sự thiếu vitamin có thể gây ra bệnh tật, thí dụ bệnh chảy máu chân răng, còi xương."
        },
        {
            "en": "Police vigilance was eventually rewarded, <em>eg</em> when an arrest was made.",
            "vi": "Tinh thần cảnh giác của cảnh sát cuối cùng đã được đền bù, thí dụ sau khi đã bắt được một vụ."
        },
        {
            "en": "Squeeze sb's hand <em>eg</em> as a sign of affection, sympathy, etc.",
            "vi": "Siết chặt tay ai, thí dụ như dấu hiệu tỏ sự yêu mến, thiện cảm. v.v..."
        },
        {
            "en": "You have a vested interest in Tim's resignation, <em>eg</em> because you may get his job.",
            "vi": "Anh sẽ có lợi khi Tom xin từ chức, thí dụ vì anh có thể thay chân anh ta."
        },
        {
            "en": "..read for pleasure in English (<em>eg</em> the newspaper, a novel, your favourite magazine)?",
            "vi": ".. giải trí với tiếng Anh (ví dụ: đọc báo, tiểu thuyết, tạp chí yêu thích)?"
        },
        {
            "en": "He was wounded in a vital part of his anatomy, <em>eg</em> the lungs, brain.",
            "vi": "Anh ấy đã bị thương ở một bộ phận tối cần cho sự sống của cơ thể, thí dụ phổi, óc."
        },
        {
            "en": "A sphere of influence, <em>eg</em> area over which a country, etc claims certain rights.",
            "vi": "Một phạm vi ảnh hưởng, thí dụ vùng mà một nước, v.v nhận là có những quyền nhất định."
        },
        {
            "en": "Have you found a valet service, <em>eg</em> at a dry-cleaner's or garage?",
            "vi": "Bạn tìm một công việc phục vụ chưa chẳng hạn như ở chỗ hấp tẩy quần áo hay gara ô tô?"
        },
        {
            "en": "Should we increase or reduce the level of subsidy <em>eg</em> to the arts, farmers, etc",
            "vi": "Chúng ta nên tăng hay giảm mức trợ cấp thí dụ cho các hoạt động nghệ thuật, nông dân, v.v.?"
        }
    ],
    "suggestions": []
}