{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'dʒip∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) Ai-cập</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người Ai-cập</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">thuốc lá Ai-cập</td></tr></table><i/></div>",
            "word": "egyptian"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "egyptian"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "egyptian"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "egyptian"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "egyptian"
        }
    },
    "sentences": [
        {
            "en": "<em>Egyptian</em> pantheon",
            "vi": "Các vị thần của ai cập"
        },
        {
            "en": "Where is the <em>Egyptian</em> pyramids?",
            "vi": "Kim tự tháp Ai Cập nằm ở đâu?"
        },
        {
            "en": "I really liked the <em>Egyptian</em> section.",
            "vi": "Tôi thật sự thích khu lịch sử Ai Cập."
        },
        {
            "en": "I don't know the ancient <em>Egyptian</em> pantheon.",
            "vi": "Tôi không biết các vị thần cổ đại của Ai Cập."
        },
        {
            "en": "The Ancient <em>Egyptian</em> had a limited knowledge of astronomy.",
            "vi": "Người Ai Cập cổ đại hiểu biết về thiên văn học rất hạn chế."
        },
        {
            "en": "The American administration doesn't like the <em>Egyptian</em> revolution.",
            "vi": "Chính quyền Mỹ không thích cuộc cách mạng Ai Cập."
        },
        {
            "en": "Her designs borrow freely from ancient <em>Egyptian</em> art.",
            "vi": "Những thiết kế của cô ấy mượn rất nhiều từ nghệ thuật của Ai Cập cổ đại."
        },
        {
            "en": "The <em>Egyptian</em> revolution is more significant than the American revolution.",
            "vi": "Cuộc cách mạng Ai Cập ý nghĩa hơn cuộc cách mạng Mỹ."
        },
        {
            "en": "The burial structures of <em>Egyptian</em> rulers are very complex.",
            "vi": "Kiến trúc lăng mộ của các vị vua Ai Cập rất phức tạp."
        },
        {
            "en": "The <em>Egyptian</em> President will come to Vietnam tomorrow.",
            "vi": "Ngày mai tổng thống Ai Cập sẽ đến Việt Nam."
        },
        {
            "en": "We are an <em>Egyptian</em> company working in the field of exporting rice.",
            "vi": "Chúng tôi là một công ty Ai cập chuyên về lĩnh vực xuất khẩu gạo."
        },
        {
            "en": "The dam was built starting in nineteen sixty under <em>Egyptian</em> President Gamal Abdel Nasser.",
            "vi": "Đập nước này bắt đầu được xây dựng vào năm 1960 dưới thời Tổng thống Gamal Abdel Nasser của Ai Cập."
        },
        {
            "en": "In the fall of 2006, I was given five tiny <em>Egyptian</em> Onion sets.",
            "vi": "Mùa thu năm 2006, tôi được tặng 5 mầm củ hành Ai Cập nhỏ xíu."
        },
        {
            "en": "The temple is dedicated to the <em>Egyptian</em> gods Ra - Horakhty, Amun and Ptah.",
            "vi": "Ngôi đền này là để thờ các vị thần Ai Cập Ra-Horakhty, Amun và Ptah."
        },
        {
            "en": "I have been waiting for his video about the <em>Egyptian</em> revolution for too long.",
            "vi": "Tôi chờ video của anh ấy về cuộc cách mạng Ai Cập quá lâu rồi."
        },
        {
            "en": "Homes and businesses have also been targeted, the <em>Egyptian</em> Initiative for Personal Rights (EIPR) says.",
            "vi": "Theo Tổ chức Sáng kiến Ai Cập cho quyền cá nhân (EIPR), nhà cửa và các công ty cũng trở thành mục tiêu."
        },
        {
            "en": "He succeeds, providing clear expositions of the technical material (especially that on optics and <em>Egyptian</em> hieroglyphs ). ",
            "vi": "Ông đã thành công, cung cấp các bài thuyết trình rõ ràng về tài liệu kỹ thuật (đặc biệt là về quang học và chữ tượng hình Ai Cập ). "
        },
        {
            "en": "Two teenagers visit a museum where there's an exhibit of <em>Egyptian</em> artifacts.",
            "vi": "Hai thiếu niên tham quan một viện bảo tàng đang có cuộc triển lãm đồ tạo tác Ai cập."
        },
        {
            "en": "In fact, if you go back further, <em>Egyptian</em> kings and queens had lots of gold.",
            "vi": "Trong thực tế nếu bạn đi lùi lại xa hơn, vua và nữ hoàng Ai Cập có rất nhiều vàng."
        },
        {
            "en": "Two men, who were visiting a Museum, were seen standing in front of an <em>Egyptian</em> mummy.",
            "vi": "Trong viện bảo tàng, người ta gặp hai du khách đang đứng trước một xác ướp Ai Cập."
        }
    ],
    "suggestions": []
}