{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[i,dʒækju'lei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">số từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự thốt ra; lời thốt ra</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an ejaculation of surprise</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">một tiếng kêu ngạc nhiên bật ra</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(sinh vật học) sự phóng tinh dịch, sự xuất tinh</td></tr></table><i/></div>",
            "word": "ejaculation",
            "pronounce": "[i,dʒækju'lei∫n]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ejaculation",
            "pronounce": "[i,dʒækju'lei∫n]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>ejaculation</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the ejaculation of fluid</i>: EMISSION, ejection, discharge, release, expulsion.</blockquote><blockquote><b>2</b><i>premature ejaculation</i>: EMISSION OF SEMEN, climax, orgasm.</blockquote><blockquote><b>3</b><cclass><i>(dated)</i><i>the conversation consisted of ejaculations</i>: EXCLAMATION, interjection; call, shout, yell.</cclass></blockquote></div>",
            "word": "ejaculation",
            "pronounce": "[i,dʒækju'lei∫n]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ejaculation",
            "pronounce": "[i,dʒækju'lei∫n]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xuất tinh</font></td></tr></tbody></table></div>",
            "word": "ejaculation",
            "pronounce": "[i,dʒækju'lei∫n]"
        }
    },
    "sentences": [
        {
            "en": "Is your <em>ejaculation</em> premature?",
            "vi": "Anh có bị xuất tinh sớm hay không?"
        },
        {
            "en": "<em>Ejaculation</em> of surprise",
            "vi": "Tiếng kêu ngạc nhiên bật ra"
        },
        {
            "en": "Delayed <em>ejaculation</em> is a medical condition in which a male is unable to ejaculate.",
            "vi": "Chậm xuất tinh là hiện tượng rối loạn y khoa khi người đàn ông không thể xuất tinh được."
        },
        {
            "en": "A contraceptive method in which the penis is removed from the vagina before <em>ejaculation</em> of semen.",
            "vi": "Một phương pháp ngừa thai trong đó dương vật được lấy ra khỏi âm đạo trước khi có xuất tinh."
        },
        {
            "en": "The entire process, from <em>ejaculation</em> of the man to the woman's delivery of the baby, takes about 40 weeks.",
            "vi": "Toàn bộ quá trình, từ lúc xuất tinh của người đàn ông cho đến lúc sinh con của người phụ nữ, mất khoảng 40 tuần."
        },
        {
            "en": "The soft vehemence of this last <em>ejaculation</em> would have been, upon a man's lips, profanity of no uncertain meaning.",
            "vi": "Tính quyết liệt nhẹ nhàng của câu tán thán cuối cùng này, nếu ở miệng một người đàn ông, hẳn đã thành lời báng bổ rành rành."
        },
        {
            "en": "Sexual contact between a man and a woman during which the erect penis enters the vagina and is moved within it by pelvic thrusts until <em>ejaculation</em> occurs.",
            "vi": "Sự tiếp xúc tình dục giữa một người đàn ông và một người đàn bà, trong đó dương vật cương cứng được đưa vào trong âm đạo và chuyển động bên trong âm đạo bằng cách ấn mạnh hông cho tới khi xuất tinh."
        },
        {
            "en": "Total sperm count is the total number of sperm in one <em>ejaculation</em> of semen. Sperm concentration is the amount of sperm in a millilitre of semen.",
            "vi": "Tổng số lượng tinh trùng là tổng số tinh trùng trong một lần xuất tinh của tinh dịch. Mật độ tinh trùng là số lượng tinh trùng trong một ml tinh dịch."
        },
        {
            "en": "If <em>ejaculation</em> occurs during sex, millions of sperm are released into the vagina of the woman, where they race through the cervix, then the uterus and into the fallopian tubes hoping to find an egg.",
            "vi": "Nếu việc xuất tinh xảy ra trong quá trình giao hợp, hàng triệu con tinh trùng được phóng vào âm đạo của người phụ nữ, nơi chúng sẽ chạy đua vào cổ tử cung, sau đó vào tử cung và vào các ống dẫn trứng với để tìm trứng."
        },
        {
            "en": "Impotence may be erectile, in which the penis does not become firm enough to enter the vagina, or ejaculatory, in which penetration occurs but there is no <em>ejaculation</em> of semen (orgasm).",
            "vi": "Bất lực có thể do cương, tức dương vật không đủ cứng để đi vào âm đạo, hay do phóng tinh, tức đã vào được âm đạo nhưng không có phóng tinh (cực khoái)."
        },
        {
            "en": "If <em>ejaculation</em> occurs during sex, millions of sperm are released into the vagina of the woman, where they race through the cervix, then the uterus and into the fallopian tubes hoping to find an egg.",
            "vi": "Nếu việc xuất tinh xảy ra trong quá trình giao hợp, hàng triệu con tinh trùng được phóng vào âm đạo của người phụ nữ, nơi chúng sẽ chạy đua vào cổ tử cung, sau đó vào tử cung và vào các ống dẫn"
        },
        {
            "en": "Condoms work by keeping semen (the fluid that contains sperm) from entering the vagina. The male condom is placed on a guy's penis when it becomes erect (and before any sexual contact). It is unrolled all the way to the base of the penis while holding the tip of the condom to leave some extra room at the end. This creates a space for semen after <em>ejaculation</em> and makes it less likely that the condom will break.",
            "vi": "Bao cao su tác dụng bằng cách giữ không cho tinh dịch (dịch chứa tinh trùng) vào âm đạo. Bao cao su dành cho nam giới được đeo vào dương vật của người đàn ông khi cương cứng (và trước khi quan hệ tình dục theo bất kỳ cách thức nào). Bao cao su sẽ giãn ra bao bọc hết từ thân cho đến gốc dương vật trong khi vẫn chừa lại một khoảng trống ở đầu bao. Điều này tạo chỗ chứa tinh dịch sau khi xuất tinh và giúp bao cao su ít bị rách hơn."
        },
        {
            "en": "The sperm then move to the vas deferens, or sperm duct. The seminal vesicles and prostate gland produce a whitish fluid called seminal fluid, which mixes with sperm to form semen when a male is sexually stimulated. The penis, which usually hangs limp, becomes hard when a male is sexually excited. Tissues in the penis fill with blood and it becomes stiff and erect (an erection). The rigidity of the erect penis makes it easier to insert into the female's vagina during sexual intercourse. When the erect penis is stimulated, muscles around the reproductive organs contract and force the semen through the duct system and urethra. Semen is pushed out of the male's body through his urethra — this process is called <em>ejaculation</em>. Each time a guy ejaculates, it can contain up to 500 million sperm.",
            "vi": "Sau đó tinh trùng di chuyển đến ống dẫn tinh. Túi tinh và tuyến tiền liệt sản sinh ra chất dịch có màu hơi trắng được gọi là tinh dịch, chất dịch này lẫn với tinh trùng tạo thành tinh dịch khi người nam bị kích thích tình dục. Dương vật, thường là ở trạng thái mềm, trở nên cương cứng khi cơ thể phấn khích tình dục. Các mô trong dương vật chứa đầy máu và trở nên cứng và thẳng (đây được gọi là quá trình cương dương). Sự cương cứng này làm cho dương vật dễ đưa vào âm đạo của nữ hơn trong khi giao hợp. Khi dương vật cương cứng bị kích thích, các cơ quanh cơ quan sinh sản co thắt và ép tinh dịch đi qua hệ thống ống dẫn và niệu đạo. Tinh dịch được đẩy ra ngoài cơ thể nam qua niệu đạo - quá trình này được gọi là xuất tinh. Mỗi lần xuất tinh, số lượng tinh trùng có thể lên đến 500 triệu."
        },
        {
            "en": "Birth Control    Birth control: How to decide With so many options, choosing a form of birth control can be daunting. Begin with a few questions: Do you need to protect against STDs? How important are convenience and cost? What about effectiveness? Only abstinence is 100% effective, but other methods come close -- as our effectiveness chart shows in a glance. Review this slideshow, then ask your doctor which options are best for you. Fertility awareness Also called natural family planning, fertility awareness means avoiding sex when the woman is most fertile. The most reliable way to do this is to watch for changes in cervical mucus and body temperature. To use this method correctly, it's best to get training from a health care professional. Pros: No drugs or devices, inexpensive. Cons: Limits spontaneous sex, 25% of typical users get pregnant. Spermicide Spermicide contains a chemical that kills sperm. It comes in the form of foam, jelly, cream, or film that is placed inside the vagina before sex. Some types must be put in place 30 minutes ahead of time. Frequent use may cause tissue irritation, increasing the risk of infections and STDs. Spermicides are most often used along with other birth control methods. Pros: Easy to use, inexpensive ($1 per use). Cons: May increase the risk of STDs, 29% get pregnant. Male condom The latex condom is the classic barrier method. It prevents sperm from entering the woman's body, protecting against pregnancy and STDs. Of couples who rely only on male condoms, 15% get pregnant in a year. Pros: Widely available, protects against STDs, inexpensive (under $1 each). Cons: Only effective if used correctly every time. Can't be reused. Female condom The female condom is a thin plastic pouch that lines the vagina and can be put in place up to 8 hours before sex. Users grasp a flexible, plastic ring at the closed end to guide it into position. It's somewhat less effective than the male condom. Pros: Widely available, some protection against STDs, conducts body heat better than a male condom. Cons: Can be noisy, 21% of users get pregnant, not reusable. Should not be used with a male condom, to avoid breakage. Diaphragm The diaphragm is a rubber dome that is placed over the cervix before sex. It is used with a spermicide. Effectiveness compares to the male condom – 16% of average users get pregnant, including those who don't use the device correctly every time. Pros: Inexpensive (a $15-$75 device lasts two years.) Cons: Must be fitted by a doctor, no STD protection. Can't be used during your period due to a risk of toxic shock syndrome. Cervical cap A cervical cap is similar to a diaphragm, but smaller. The FemCap slips into place over the cervix, blocking entry into the uterus. It is used with spermicide. The failure rate for the cervical cap is 15% for women who have never had children and 30% for those who have. Pros: Can stay in place for 48 hours, inexpensive. Cons: Must be fitted by a doctor, no protection against STDs. Can't be used during your period. Birth control sponge The birth control sponge, sold as the Today Sponge, is made of foam and contains spermicide. It is placed against the cervix up to 24 hours before sex. The sponge is about as effective as the cervical cap. But unlike the diaphragm or cervical cap, no fitting by a doctor is required. Pros: No prescription, effective immediately. Cons: Difficult to insert correctly, no STD protection. Can't be used during your period. Birth control pill The most common type of birth control pill uses the hormones estrogen and progestin to prevent ovulation. When taken on schedule, the pill is highly effective. About 8% of typical users get pregnant, including those who miss doses. Like all hormonal contraceptives, the pill requires a prescription. Pros: More regular, lighter periods, or no periods, depending on the type of pill. Less cramping. Cons: Cost ($15-$50 per month), no STD protection. May cause side effects, including breast tenderness, spotting, serious blood clots, and raised blood pressure. Some women should not use birth control pills. Birth control patch Women who have trouble remembering a daily pill may want to consider the birth control patch. The Ortho Evra patch is worn on the skin and changed only once a week for three weeks with a fourth week that is patch-free. The patch releases the same types of hormones as the birth control pill and is just as effective. Pros: More regular, lighter periods with less cramping, no need to remember a daily pill. Cons: Cost ($15-$50 per month), may cause skin irritation or other side effects similar to birth control pills. Doesn't protect against STDs. Vaginal ring The NuvaRing is a soft plastic ring that is worn inside the vagina. The ring releases the same hormones as the pill and patch and is just as effective. But it only needs to be replaced once a month. Pros: Lighter, more regular periods, only replaced once per month. Cons: Cost ($30-$50 per month), may cause vaginal irritation or other side effects similar to pills and the patch. Doesn't protect against STDs. Birth control shot The birth control shot, known as Depo-Provera, is a hormonal injection that protects against pregnancy for three months. For the typical couple, it is more effective than the birth control pill -- only 3% of users get pregnant in a year. Pros: Only injected four times per year, highly effective. Cons: Cost (about $240 per year), may cause spotting and other side effects. Doesn't protect against STDs. Birth control implant The birth control implant (Implanon) is a matchstick-sized rod that is placed under the skin of the upper arm. It releases the same hormone that's in the birth control shot, but the implant protects against pregnancy for 3 years. The failure rate is less than 1%. Pros: Lasts three years, highly effective. Cons: More expensive upfront ($400-$800 for exam, implant, and insertion), may cause side effects, including irregular bleeding. Doesn't protect against STDs. IUD IUD stands for intrauterine device, a T-shaped piece of plastic that is placed inside the uterus by a doctor. The copper IUD, ParaGard, works for as long as 12 years. The hormonal IUD, Mirena, must be replaced after 5 years. Both types make it more difficult for sperm to fertilize the egg. Fewer than eight in 1,000 women get pregnant. Pros: Long-lasting, low-maintenance. Cons: Irregular or heavier periods. More expensive upfront, may slip out, may cause side effects. Tubal ligation If you're sure you won't want biological children in the future, you may be ready for permanent birth control. The traditional method for women is called tubal ligation or \"having your tubes tied.\" A surgeon closes off the fallopian tubes, preventing eggs from making their journey out of the ovaries.  Pros: Permanent, nearly 100% effective. Cons: Requires surgery, may not be reversible, expensive. Doesn't protect against STDs. Tubal implants A newer procedure makes it possible to block the fallopian tubes without surgery. Small implants of metal or silicone are placed inside each tube. Scar tissue eventually grows around the implants and blocks the tubes. Once an X-ray confirms the tubes are blocked, no other form of birth control is needed.  Pros: Permanent, no surgery, almost 100% effective. Cons: Takes a few months to become effective. May raise the risk of pelvic infections, irreversible, expensive. Vasectomy Besides condoms, a vasectomy is the only birth control option available to men. It involves surgically closing the vas deferens – the tubes that carry sperm from the testes, through the reproductive system. This prevents the release of sperm but doesn't interfere with <em>ejaculation</em>. Pros: Permanent, cheaper than tubal ligation, almost 100% effective. Cons: Requires surgery, not effective immediately, may not be reversible. Emergency contraception Emergency contraception works after sex to help avoid pregnancy. This is an option if no birth control was used or if a woman suspects her usual method failed. Plan B, Plan B One-Step, and a generic version of Plan B called Next Choice all contain a high dose of a hormone found in many birth control pills. No prescription is needed for women aged 17 and older. These types must be used within 72 hours. Ella uses a non-hormonal drug and requires a doctor's prescription. It can be taken up to five days after sex. Options for older women Age and lifestyle are important factors in choosing a form of birth control. If you're over age 35 and smoke or are obese, the combination birth control pill, patch, and ring are not recommended. It's best to consult your doctor about safe alternatives. If you're approaching the age of menopause, the birth control shot has an added benefit: It may relieve some of the symptoms of perimenopause. Withdrawal Nearly six in 10 American women report that a partner has used \"pulling out,\" the age-old method that relies on the man withdrawing his penis from the vagina before <em>ejaculation</em>. Newer reviews show that when it's done correctly every time, about 4% of users get pregnant in a year. With more typical use, about 18% get pregnant. Pros: Free and no need for devices or hormones. Cons: May be hard to do correctly. No protection against STDs. Least effective methods Without using any form of birth control, 85% of sexually active couples will get pregnant within a year. Even the least effective birth control options reduce that number considerably. Most effective methods Although barrier methods, such as the condom or diaphragm, are moderately effective with typical patterns of use, hormonal contraceptives have a better track record for effectiveness. There are also several options for couples that prefer the lowest possible odds of getting pregnant. Two of these are reversible – the IUD and hormonal implant. Of course, the only birth control method that is 100% effective is abstinence.",
            "vi": "Tránh thai    Làm thế nào để lựa chọn được phương pháp tránh thai thích hợp  Trước quá nhiều giải pháp thì việc lựa chọn một hình thức tránh thai có thể khiến bạn phải thoái chí và đau đầu. Hãy bắt đầu bằng một vài câu hỏi: Bạn cần bảo vệ khỏi các bệnh lây truyền qua đường tình dục? Tiền bạc và mức độ tiện lợi quan trọng với bạn như thế nào? Hiệu quả ra sao? Chỉ việc kiêng không quan hệ tình dục là an toàn 100%, nhưng cũng còn nhiều phương pháp khác cũng có tác dụng gần như tuyệt đối – trong biểu đồ hiệu quả của chúng tôi. Hãy xem lại những khung hình này và tham khảo ý kiến của bác sĩ xem biện pháp nào là tốt nhất nhé.  Ý thức được khả năng thụ thai Đây cũng gọi là phương pháp kế hoạch hoá gia đình tự nhiên, ý thức khả năng thụ thai có nghĩa là tránh quan hệ tình dục khi người phụ nữ dễ dàng thụ thai nhất. Cách đáng tin cậy nhất là quan sát thay đổi ở chất nhầy tử cung và thân nhiệt. Để có thể áp dụng đúng đắn biện pháp này, tốt hơn hết là bạn nên được chuyên gia y tế hướng dẫn.  Ưu điểm: Không dùng thuốc hoặc một dụng cụ tránh thai nào, rẻ tiền, ít tốn kém.  Khuyết điểm: Hạn chế quan hệ tình dục tự phát, 25% phụ nữ áp dụng biện pháp này đã có thai ngoài ý muốn.  Chất diệt tinh trùng Chất diệt tinh trùng chứa hoá chất có thể làm chết tinh trùng. Có nhiều dạng: bọt, gel, kem, hoặc dạng màng được đặt vào bên trong âm đạo trước khi quan hệ tình dục. Một số loại chất diệt tinh trùng phải được đặt trước 30 phút. Việc sử dụng thường xuyên hoá chất này có thể gây kích ứng mô, làm tăng nguy cơ nhiễm trùng và các bệnh lây truyền qua đường tình dục. Chất diệt tinh trùng thường được sử dụng kèm với các biện pháp tránh thai khác nhiều nhất. Ưu điểm: Dễ sử dụng, ít tốn kém ($1/ 1 lần sử dụng) Khuyết điểm: Có thể làm tăng nguy cơ mắc bệnh lây truyền qua đường tình dục, 29% người áp dụng biện pháp này không thành công.  Bao cao su dành cho nam giới  Bao cao su bằng nhựa mủ là phương pháp tránh thai cổ điển. Nó có tác dụng làm ngăn chặn tinh trùng vào cơ thể của người phụ nữ, phòng tránh các bệnh lây truyền qua đường tình dục, đồng thời còn để tránh thai. Mỗi năm có 15% các cặp vợ chồng chỉ sử dụng bao cao su nam đã không có kết quả như mong muốn.  Ưu điểm: Bao cao su được bán rộng rãi, phòng tránh các bệnh lây truyền qua đường tình dục, rẻ tiền, ít tốn kém ($1/ bao cao su) Khuyết điểm: Chỉ có tác dụng khi sử dụng đúng cách mỗi lần quan hệ. Không được sử dụng lại nhiều lần.  Bao cao su dành cho nữ  Bao cao su nữ là túi nhựa mỏng được nhét vào âm đạo và có thể được đặt trước khi quan hệ tình dục đến 8 tiếng đồng hồ. Người sử dụng bao cao su này cầm vòng nhựa mềm ở gần cuối đầu để đưa nó vào vị trí chính xác. Biện pháp tránh thai này hơi kém hiệu quả hơn so với bao cao su dành cho nam.  Ưu điểm: Được bán rộng rãi, có thể phòng tránh các bệnh lây truyền qua đường tình dục, truyền nhiệt cơ thể tốt hơn bao cao su nam.  Khuyết điểm: Có thể phát ra tiếng sột soạt, 21% người áp dụng biện pháp này đã làm mẹ bất đắc dĩ, không được sử dụng lại nhiều lần. Không nên sử dụng cùng với bao cao su nam để tránh bị rách.  Màng chắn tránh thai Màng chắn tránh thai là màng ngăn hình vòm bằng cao su được đặt vào trong cổ tử cung trước khi quan hệ tình dục. Người ta sử dụng màng chắn này kết hợp chất diệt tinh trùng. Hiệu quả so với bao cao su nam - 16% người sử dụng bình thường đã mang thai ngoài ý muốn, bao gồm những người không sử dụng màng chắn này đúng cách mỗi khi có nhu cầu.  Ưu điểm: Rẻ tiền, ít tốn kém (màng chắn giá từ $15-$75 có thể sử dụng được trong vòng 2 năm) Khuyết điểm: Màng chắn tránh thai phải được bác sĩ đặt vào cổ tử cung, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được dùng màng chắn này trong suốt kỳ kinh của bạn bởi có thể có nguy cơ mắc hội chứng sốc nhiễm độc.  Mũ đội cổ tử cung Mũ đội cổ tử cung giống màng chắn tránh thai, nhưng nhỏ hơn. FemCap (phương tiện tránh thai bằng silicon tên FemCap) được đặt vào cổ tử cung, có tác dụng ngăn chặn tinh trùng vào tử cung. Mũ đội cổ tử cung được sử dụng kết hợp với chất diệt tinh trùng. Tỉ lệ thất bại của biện pháp tránh thai này lên là 15% đối với người chưa sinh con và tăng gấp đôi đối với phụ nữ đã có con.  Ưu điểm: Có thể đặt trong cổ tử cung suốt 48 tiếng đồng hồ, rẻ tiền, ít tốn kém.  Khuyết điểm: Mũ đội cổ tử cung phải được bác sĩ thực hiện, không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Không được sử dụng trong kỳ kinh.  Miếng xốp ngừa thai Miếng xốp tránh thai được bán trên thị trường với tên gọi là Today Sponge, được làm từ bọt và chứa chất diệt tinh trùng. Người ta có thể đặt miếng xốp này sát vào cổ tử cung trước khi quan hệ tình dục đến 24 tiếng đồng hồ. Miếng xốp tránh thai có hiệu quả tương đương như mũ đội cổ tử cung. Nhưng không như màng chắn tránh thai hoặc mũ đội cổ tử cung, miếng xốp tránh thai có thể được sử dụng mà không cần đến bác sĩ hỗ trợ.  Ưu điểm: Có thể mua tự do, không theo toa và có tác dụng ngay lập tức.  Khuyết điểm: Khó đặt miếng xốp vào đúng vị trí, không phòng tránh các bệnh lây tryền qua đường tình dục. Không được sử dụng trong suốt kỳ kinh.  Thuốc tránh thai Thuốc tránh thai thường thấy nhất sử dụng hooc-môn estrogen và progestin để ngăn rụng trứng. Thuốc tránh thai thường có tác dụng cao nếu được sử dụng đúng theo giờ giấc. Khoảng 8% trường hợp sử dụng thuốc đã mang thai ngoài ý muốn, bao gồm cả những trường hợp quên uống thuốc. Giống như tất cả các loại thuốc tránh thai hooc-môn khác, nó đòi hỏi phải được bác sĩ kê toa.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn, hoặc không hành kinh, tuỳ thuộc vào loại thuốc tránh thai. Ít bị chuột rút.  Khuyết điểm: Tốn nhiều tiền ($15-$50 mỗi tháng), không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục. Có thể gây ra tác dụng phụ, như đau ngực, mụn nhọt, máu vón cục trầm trọng, và làm tăng huyết áp. Một số phụ nữ không nên sử dụng thuốc tránh thai.  Miếng dán tránh thai Những phụ nữ khó nhớ uống thuốc tránh thai hằng ngày thì có thể sử dụng miếng dán. miếng dán tránh thai Ortho Evra này dính chặt trên da và được thay mỗi tuần một lần, trong ba tuần liên tiếp như vậy và không sử dụng cho tuần thứ tư. Các hooc-môn có trong miếng dán này giống như hooc-môn trong thuốc tránh thai và có hiệu quả ngừa thai tương tự.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn và nhẹ nhàng hơn, ít bị chuột rút, không cần phải nhớ sử dụng thuốc tránh thai hằng ngày.  Khuyết điểm: Tốn kém ($15-$50 mỗi tháng), có thể gây kích ứng da hoặc các tác dụng phụ khác tương tự như thuốc tránh thai. Không phòng tránh các bệnh lây truyền qua đường tình dục.  Vòng tránh thai Vòng tránh thai là vòng bằng nhựa mủ mềm được đặt bên trong âm đạo. Các hooc-môn có trong vòng tránh thai cũng giống như hooc-môn trong thuốc và miếng dán và có tác dụng ngừa thai tương tự. Nhưng chỉ cần thay mỗi tháng một lần là được.  Ưu điểm: Chu kỳ kinh nguyệt đều đặn hơn, nhẹ nhàng hơn và chỉ thay vòng mỗi tháng một lần.  Khuyết điểm: Tốn kém ($30-$50 mỗi tháng), có thể gây kích ứng âm đạo hoặc các tác dụng phụ khác giống như thuốc và miếng dán ngừa thai. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Thuốc tiêm tránh thai Thuốc tiêm tránh thai có tên gọi là Depo-Provera, là thuốc tiêm hooc-môn ngừa thai trong vòng 3 tháng. Đối với vợ chồng thì đây là biện pháp ngừa thai hiệu quả hơn so với thuốc tránh thai dạng uống – mỗi năm chỉ 3% trường hợp mang thai ngoài ý muốn.  Ưu điểm: Mỗi năm chỉ tiêm 4 lần, có hiệu quả cao.  Khuyết điểm: Tốn kém (khoảng $240 mỗi năm), có thể gây nổi mụn và các tác dụng phụ khác. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Que cấy tránh thai Que cấy tránh thai (Implanon) là que có kích cỡ bằng que diêm được cấy dưới da vùng cánh tay trên. Hooc-môn có trong que cấy giống như hooc-môn trong thuốc tiêm tránh thai, nhưng que cấy này có tác dụng ngừa thai được 3 năm. Tỉ lệ thất bại chưa đầy 1%.  Ưu điểm: Kéo dài được 3 năm, có hiệu quả cao. Khuyết điểm: Chi phí trả trước tốn kém hơn ($400-$800 để khám, cấy, và đặt que), có thể gây tác dụng phụ, bao gồm chứng xuất huyết bất thường. Không phòng tránh được các bệnh lây truyền qua đường tình dục.  Vòng tránh thai IUD IUD tượng trưng cho vòng tránh thai, làm bằng nhựa mủ, có hình dạng chữ T được bác sĩ đặt vào bên trong tử cung. vòng tránh thai bằng đồng IUD, ParaGard có tác dụng ngừa thai lên đến 12 năm. vòng tránh thai hooc-môn IUD, Mirena phải được thay sau 5 năm sử dụng. Cả hai loại này đều ngăn chặn không cho trứng thụ tinh. Chưa đầy 8 trường hợp trong 1000 người đã mang thai ngoài ý muốn.  Ưu điểm: Có thể sử dụng được lâu dài, ít bị hư hỏng. Khuyết điểm: Chu kỳ kinh nguyệt nhiều hơn hoặc không đều. Khoản trả trước tốn kém hơn, có thể trượt ra ngoài và gây ra nhiều tác dụng phụ.  Thắt ống dẫn trứng Nếu chắc rằng trong tương lai bạn không muốn sinh con nữa thì có thể sẵn sàng với biện pháp tránh thai vĩnh viễn. Phương pháp tránh thai truyền thống cho phụ nữ này được gọi là thắt ống dẫn trứng hoặc “thắt vòi trứng lại”. Bác sĩ phẫu thuật sẽ làm tắc ống dẫn trứng, ngăn không cho trứng ra khỏi buồng trứng.  Ưu điểm: Tránh thai vĩnh viễn; gần như có hiệu quả 100%.  Khuyết điểm: Cần phải được phẫu thuật, có thể không mở ống dẫn trứng lại được, tốn kém nhiều. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Cấy ống tránh thai  Thủ thuật mới hơn có thể làm tắc ống dẫn trứng mà không cần phẫu thuật. Người ta đặt những ống nhỏ bằng kim loại hoặc bằng silicon vào bên trong từng ống dẫn một. Mô sẹo cuối cùng phát triển quanh ống cấy và làm tắc ống dẫn trứng. Các ống dẫn trứng được kiểm tra chắc chắn lại bằng tia X, và khi đã đạt yêu cầu thì không cần phải thêm một biện pháp tránh thai nào nữa.  Ưu điểm: Có thể sử dụng lâu dài, không nhờ đến phẫu thuật, gần như 100% các trường hợp đều thành công.  Khuyết điểm: Phải mất một vài tháng mới có hiệu quả. Có thể làm tăng nguy cơ nhiễm trùng khung chậu, không tháo ống cấy ra được, tốn kém nhiều.  Cắt ống dẫn tinh Ngoài bao cao su thì thủ thuật cắt ống dẫn tinh là giải pháp tránh thai duy nhất dành cho nam giới. Đây là thủ thuật làm tắc ống dẫn tinh – ống dẫn tinh là ống dẫn tinh trùng từ tinh hoàn đến hệ sinh sản. Nó có tác dụng làm chặn tinh trùng nhưng không cản trở quá trình xuất tinh.  Ưu điểm: Có thể sử dụng lâu dài, ít tốn kém hơn biện pháp thắt ống dẫn trứng, có hiệu quả gần như tuyệt đối.  Khuyết điểm: Đòi hỏi phải được phẫu thuật, không có tác dụng ngay tức khắc, có thể là không làm ống dẫn tinh bình thường lại như trước được.  Tránh thai khẩn cấp Thuốc tránh thai khẩn cấp có tác dụng ngừa thai sau khi quan hệ tình dục. Đây cũng là lựa chọn hữu hiệu khi không sử dụng một biện pháp tránh thai nào hoặc khi người phụ nữ nghi ngờ phương pháp bình thường của mình thất bại. Plan B, Plan B One-Step, và một dạng đặc biệt cùng loại với Plan B có tên là Next Choice chứa liều lượng hooc-môn cao có trong nhiều loại thuốc tránh thai khác. Phụ nữ 17 tuổi trở lên có thể sử dụng thuốc tự do không theo toa. Những loại thuốc này chỉ có tác dụng trong vòng 72 tiếng đồng hồ. Thuốc tránh thai Ella sử dụng dược phẩm không liên quan đến hooc-môn và phải được chỉ định của bác sĩ. Nó có tác dụng đến 5 ngày sau khi quan hệ tình dục.  Lựa chọn cho phụ nữ lớn tuổi  Tuổi tác và lối sống hằng ngày đóng vai trò hết sức quan trọng trong việc lựa chọn biện pháp tránh thai. Nếu bạn trên 35 tuổi và hút thuốc lá hoặc béo phì, thì việc kết hợp sử dụng thuốc, miếng dán và vòng tránh thai là không nên. Tốt hơn hết là bạn nên tham khảo ý kiến của bác sĩ để biết các biện pháp thay thế an toàn. Nếu bạn sắp đến tuổi mãn kinh thì liệu pháp tiêm thuốc tránh thai còn có tác dụng tốt khác: Nó có thể làm giảm một số triệu chứng của thời kỳ tiền mãn kinh.  Xuất tinh ngoài âm đạo Gần 6/10 phụ nữ Mỹ cho biết bạn tình của mình đã xuất tinh ngoài âm đạo, đây là phương pháp tránh thai lâu đời tuỳ thuộc vào người nam rút dương vật ra khỏi âm đạo trước khi xuất tinh. Nhiều nhận xét mới hơn gần đây cho biết mỗi lần thực hiện đúng điều này thì mỗi năm có khoảng 4% người đã làm mẹ bất đắc dĩ. Nếu sử dụng biện pháp này nhiều hơn thì có khoảng 18% người mang thai ngoài ý muốn.  Ưu điểm: Thoải mái và không cần dụng cụ tránh thai hoặc hooc-môn nào.  Khuyết điểm: Có thể khó thực hiện đúng. Không có tác dụng phòng tránh các bệnh lây truyền qua đường tình dục.  Các biện pháp tránh thai kém hiệu quả nhất Nếu quan hệ tình dục không sử dụng biện pháp tránh thai nào thì mỗi năm có đến 85% các cặp vợ chồng có con ngoài ý muốn. Thậm chí các giải pháp tránh thai kém hiệu quả nhất cũng có thể làm giảm con số này một cách đáng kể.  Các biện pháp tránh thai hiệu quả nhất Mặc dù các biện pháp tránh thai “rào cản” như bao cao su hoặc màng chắn, có hiệu quả tương đối với những cách dùng đặc trưng riêng biệt thì các loại thuốc tránh thai bằng hooc-môn có hiệu quả hơn hẳn. Cũng có nhiều giải pháp cho những cặp vợ chồng muốn có tỉ lệ thành công cao nhất. 2 trong số đó không có thể trở lại bình thường được – vòng tránh thai IUD và cấy hooc-môn. Tất nhiên là chỉ có biện pháp kiêng không quan hệ tình dục là có hiệu quả tuyệt đối 100%."
        },
        {
            "en": "A common gene mutation that causes sperm to lose its protective protein coat so it falls prey to the female immune system on its journey to the egg, may be the main reason for infertility in men worldwide, writes an international team of researchers in a paper published in the journal Science Translational Medicine this week. The researchers hope their discovery will help to find new ways to treat infertile couples. Infertility affects between 10 and 15% of the US population, and in about half of these cases, the problem is male fertility. Co-senior author of the paper, Dr Gary Cherr, a professor at the University of California Davis' Bodega Marine Laboratory and Center for Health and Environment, told the press that:  \"In 70 percent of men, you can't predict their fertility on the basis of sperm count and routine assessment of sperm quality.\"  He and his colleagues, including co-senior author Dr Charles Bevins, professor in the Department of Medical Microbiology and Immunology at UC Davis, hope their findings will help to explain why. The researchers were investigating defensins, natural germ-killer proteins found on mucosal surfaces, in a search for ways to make contraceptive vaccines, when they came across one called beta-defensin 126 and started looking more closely at its properties. Beta-defensin 126, a \"glycosylated polypeptide\" protein coded by the gene known as DEFB126, behaves like a cloaking device that allows the sperm to swim efficiently through the mucus in the female's reproductive tract and reach the egg without being detected by her immune system. The protein is synthesized in the male's epididymis, the coiled ducts that store, mature and transport sperm cells on their way from the testis where they are made, to the vas deferens, from whence they are delivered to the urethra prior to <em>ejaculation</em>. It is while they are in the epididymis, \"readying\" themselves for the ejaculatory \"launch\", that the sperm cells receive their thick protective coating of beta-defensin 126. The researchers came upon their discovery almost by chance, as often happens in science. They were trying to obtain purified beta-defensin 126 to make some antibodies to the protein. To do this they had to make a recombinant copy of the DEFB126 gene, but in their first attempt they found the gene had a mutation that prevented it from making the protein. But when they used sperm from a different donor, they were able to make the protein. Bevins said: \"If we hadn't seen this in the first clone, we would be confused to this day.\" And what Cherr, Bevins and colleagues found was that many men carry a defective DEFB126 gene. They describe their finding as a \"sequence variant in DEFB126 that has a two-nucleotide deletion in the open reading frame, which generates an abnormal mRNA\". By surveying sperm samples from men in the US, UK and China, they found that as many as a quarter of men worldwide carry two copies of the defective DEFB126 variant and concluded this could significantly affect their fertility. When you look at sperm from men with the defective variants under the microscope they look like normal sperm and swim around like normal sperm, the researchers said in a statement.  But, when they tested the sperms' ability to swim through hyaluronic acid gel, an artificial gel made to resemble human cervical mucus, they found that sperm from carriers of two defective variants \"exhibited an 84% reduction in the rate of penetration ...compared to the other genotypes\". And when they added normal beta-defensin 126 protein to the defective sperm, they recovered their normal abilities. The researchers hope their discovery leads to the development of a test that could be used to send couples directly for treatment with \"intracytoplasmic sperm injection\" or ICSI, a procedure that removes the woman's eggs and injects them directly with sperm outside of her body. This could save a lot of time, money and anguish with trying to find the cause of infertility via other procedures. In another phase of the study that took place at Anhui Medical University in Anhui, China, the researchers carried out a prospective cohort study of newly married couples who were trying to conceive by natural means, and found that they were less likely to become pregnant and took longer to achieve a live birth if the male partner carried two copies of the defective DEFB126 gene. The researchers concluded that: \"This common sequence variation in DEFB126, and its apparent effect of impaired reproductive function, will allow a better understanding, clinical evaluation, and possibly treatment of human infertility.\" But why should a mutation that affects fertility be so common? Lead author of the study, Dr Ted Tollner, is an adjunct assistant professor in the UC Davis Department of Obstetrics and Gynecology. He worked on the study as a postdoctoral scholar with Cherr.  \"It may be that heterozygotes -- men with one normal and one defective gene, but normal fertility -- are advantaged in some way,\" said Tollner. He explained that the quality of human sperm is typically quite poor compared to sperm from monkey and other mammals. It swims slowly and has a high rate of defective cells. Cherr said perhaps because humans tend to have long-term, monogamous relationships, sperm quality is just not that important.  But some researchers say that human male fertility has been falling worldwide in recent decades, and we don't know why.  Cherr said the next step is to do some research within a major infertility project in the US and find out more about the role of the defective DEFB126 gene. Funds from the National Science Foundation and the National Institutes of Health helped pay for the study.\n\"A Common Mutation in the Defensin DEFB126 Causes Impaired Sperm Function and Subfertility.\" Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, and others. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Link to Abstract.  Additional source: UC Davis.  Written by: Catharine Paddock, PhD  Copyright: Medical News Today",
            "vi": "Một sự đột biến gien phổ biến làm tinh trùng mất lớp prô-tê-in bảo vệ của nó khiến nó trở thành nạn nhân của hệ miễn dịch của phụ nữ trong hành trình của nó đến trứng, có thể là lý do chính gây vô sinh ở nam giới trên toàn cầu, được viết bởi một nhóm các nhà nghiên cứu quốc tế trong một bài báo được công bố trên tạp chí Science Translational Medicine tuần này. Các nhà nghiên cứu hy vọng khám phá của họ sẽ giúp tìm ra cách thức mới để điều trị cho các cặp vợ chồng vô sinh.  Vô sinh ảnh hưởng từ 10 đến 15% dân số Hoa Kỳ, và khoảng một nửa các trường hợp này, vấn đề là khả năng sinh sản của người nam.  Đồng tác giả chính của báo cáo, Tiến sĩ Gary Cherr, một giáo sư tại trường Đại học của Phòng thí nghiệm Hàng hải Bodega Davis ở California và Trung tâm Y tế và Môi trường, nói với báo chí:\n“Trong 70% nam giới, bạn không thể dự đoán khả năng có con của họ dựa theo mật độ tinh trùng và đánh giá chất lượng tinh trùng hàng ngày”.  Ông và các đồng nghiệp của mình, bao gồm đồng tác giả chính, Tiến sĩ Charles Bevins, giáo sư tại Khoa Y khoa Vi sinh và Miễn dịch học tại UC Davis, hy vọng phát hiện của họ sẽ giúp giải thích tại sao.   Các nhà nghiên cứu đã nghiên cứu tỉ mỉ các pép-tít trong bạch cầu của con người, các prô-tê-in diệt mầm bệnh tự nhiên được tìm thấy trên bề mặt niêm mạc, trong một nghiên cứu tìm cách để tạo ra vắc-xin ngừa thai, khi họ tình cờ gặp một chất được gọi là beta-defensin 126 và bắt đầu xem xét kỹ càng hơn các đặc tính của nó.  Beta-defensin 126, một prô-tê-in “polypeptide glycosyl hóa” được mã hóa bởi gen được gọi là DEFB126, hoạt động như một thiết bị che đậy cho phép tinh trùng bơi hiệu quả qua các chất nhầy trong đường sinh sản của phụ nữ và đến được trứng mà không bị phát hiện bởi hệ thống miễn dịch của người phụ nữ.  Prô-tê-in này được tổng hợp trong mào tinh hoàn của nam giới, các ống xoắn sẽ lưu trữ, giúp trưởng thành và vận chuyển các tế bào tinh trùng đến tinh hoàn, nơi chúng trở thành tinh trùng, đến ống dẫn tinh, từ đó chúng được chuyển đến niệu đạo trước khi xuất tinh. Đó là trong khi chúng đang ở trong mào tinh hoàn, \"sẵn sàng\" để \"khởi động\" xuất tinh, các tế bào tinh trùng sẽ nhận được lớp phủ bảo vệ dày beta-defensin 126 của chúng.  Các nhà nghiên cứu tìm ra phát hiện của họ gần như là một cách tình cờ, như thường xảy ra trong khoa học. Họ đang cố gắng để có được beta-defensin 126 tinh chế để tạo một số kháng thể với prô-tê-in. Để làm điều này, họ đã phải làm một bản sao tái tổ hợp của gien DEFB126, nhưng trong nỗ lực đầu tiên, họ đã tìm thấy gien có một đột biến ngăn cản tạo ra prô-tê-in.  Nhưng khi họ sử dụng tinh trùng từ những người hiến khác nhau, họ có thể tạo được prô-tê-in này. Bevins nói:  “Nếu chúng ta không nhìn thấy điều này trong bản sao đầu tiên, chúng ta sẽ bị nhầm lẫn cho đến tận ngày nay.”  Và những gì Cherr, Bevins và các đồng nghiệp tìm thấy là nhiều người đàn ông mang một gien khiếm khuyết DEFB126. Họ mô tả phát hiện của họ như là một “biến thể trong trình tự của gien DEFB126 đã mất hai nuc-lê-ô-tít trong khung mã, tạo ra một mRNA bất thường\". Bằng cách khảo sát các mẫu tinh trùng của đàn ông ở Hoa Kỳ, Anh và Trung Quốc, họ thấy rằng có đến 1/4 đàn ông trên thế giới mang hai bản sao của biến thể DEFB126 khiếm khuyết và kết luận điều này có thể ảnh hưởng đáng kể đến khả năng sinh sản của họ.  Khi bạn xem xét tinh trùng của nam giới với các biến thể khiếm khuyết dưới kính hiển vi, chúng trông giống như tinh trùng bình thường và bơi xung quanh như tinh trùng bình thường, các nhà nghiên cứu cho biết trong một tuyên bố.  Nhưng, khi họ thử nghiệm khả năng bơi của tinh trùng qua gel a-xít hy-a-lu-rô-nic, một gel nhân tạo giống như chất nhầy cổ tử cung con người, họ nhận thấy là tinh trùng từ chất mang của hai khuyết tật biến thể “cho thấy giảm đến 84% trong tỷ lệ thâm nhập ... so với các kiểu gen khác”.  Và khi họ bổ sung thêm prô-tê-in beta-defensin 126 bình thường vào tinh trùng bị khiếm khuyết, chúng đã phục hồi khả năng bình thường của chúng.  Các nhà nghiên cứu hy vọng khám phá của họ dẫn đến sự phát triển một xét nghiệm mà có thể được sử dụng để giúp các cặp vợ chồng được trực tiếp điều trị bằng “tiêm tinh trùng vào trứng” hoặc ICSI, một phương pháp lấy ra trứng của người phụ nữ và tiêm trực tiếp với bên ngoài tinh trùng của cơ thể cô. Điều này có thể tiết kiệm rất nhiều tiền bạc, thời gian và đau khổ với việc cố gắng tìm ra nguyên nhân của vô sinh thông qua các phương pháp khác.\nTrong một giai đoạn khác của nghiên cứu đã diễn ra tại Trường Đại học Y An Huy, thuộc An Huy – Trung Quốc, các nhà nghiên cứu đã tiến hành một nghiên cứu đoàn hệ về tiềm năng của các cặp vợ chồng mới cưới đang cố gắng có thai bằng phương pháp tự nhiên, và thấy rằng họ ít có khả năng mang thai và mất nhiều thời gian để đạt được một lần sinh nở thành công nếu người nam mang 2 bản sao của gen khiếm khuyết DEFB126.  Các nhà nghiên cứu kết luận:  “Sự biến thiên trong trình tự thông thường này ở gien DEFB126, và hiệu quả rõ rệt của nó làm suy giảm chức năng sinh sản, sẽ giúp có một sự hiểu biết, đánh giá lâm sàng và điều trị tốt hơn cho bệnh vô sinh của con người”.  Nhưng tại sao một đột biến có ảnh hưởng đến khả năng sinh sản lại quá phổ biến?  Tác giả chính của nghiên cứu, Tiến sĩ Ted Tollner, là phụ tá trợ giảng tại Sản Phụ Khoa UC Davis. Ông làm việc trên nghiên cứu với vai trò một học giả sau tiến sĩ với Cherr.  “Nó có thể là các dị hợp tử -- những người đàn ông với một gien bình thường và một gien khiếm khuyết, nhưng khả năng sinh sản bình thường - được lợi thế theo một cách nào đó”, ông Tollner cho biết.  Ông giải thích rằng chất lượng của tinh trùng của con người thường khá kém hơn so với tinh trùng của khỉ và các loài động vật có vú khác. Nó bơi chậm và có tỷ lệ các tế bào khiếm khuyết cao.  Cherr cho biết có lẽ bởi vì con người có xu hướng nghiên về các mối quan hệ lâu dài, một vợ một chồng, nên chất lượng tinh trùng là không quan trọng.  Nhưng một số nhà nghiên cứu nói rằng khả năng có con của đàn ông đã và đang đã giảm trên toàn thế giới trong những thập kỷ gần đây, và chúng ta không biết lý do tại sao.  Cherr cho biết bước tiếp theo là thực hiện một số nghiên cứu trong một dự án về vô sinh lớn ở Hoa Kỳ và tìm hiểu thêm về vai trò của gen khiếm khuyết DEFB126.  Tài trợ từ Quỹ Khoa học Quốc gia và Học viện Y tế quốc gia đã giúp trang trải cho nghiên cứu.  “Một đột biến thường gặp trong gien Defensin DEFB126 gây ra suy giảm chức năng tinh trùng và hiếm muộn.” Theodore L. Tollner, Scott A. Venners, Edward J. Hollox, Ashley I. Yudin, Xue Liu, Genfu Tang, và những người khác. Sci Transl Med, Vol. 3, Issue 92, p. 92ra65; 20 July 2011; DOI: 10.1126/scitranslmed.3002289  Liên kết đến Tóm tắt.\nNguồn bổ sung: UC Davis.\n Tác giả: Tiến sĩ Catharine Paddock\nBản quyền: Medical News Today"
        },
        {
            "en": "Prostate Cancer    What is prostate cancer? Prostate cancer develops in a man's prostate, the walnut-sized gland just below the bladder that produces some of the fluid in semen. It's the most common cancer in men after skin cancer. Prostate cancer often grows very slowly and may not cause significant harm. But some types are more aggressive and can spread quickly without treatment. Symptoms of prostate cancer In the early stages, men may have no symptoms. Later, symptoms can include:     * Frequent urination, especially at night     * Difficulty starting or stopping urination     * Weak or interrupted urinary stream     * Painful or burning sensation during urination or <em>ejaculation</em>     * Blood in urine or semen Advanced cancer can cause deep pain in the lower back, hips, or upper thighs. Enlarged prostate or prostate cancer? The prostate can grow larger as men age, sometimes pressing on the bladder or urethra and causing symptoms similar to prostate cancer. This is called benign prostatic hyperplasia (BPH). It's not cancer and can be treated if symptoms become bothersome. A third problem that can cause urinary symptoms is prostatitis. This inflammation or infection may also cause a fever and in many cases is treated with medicine. Risk factors you can't control Growing older is the greatest risk factor for prostate cancer, particularly after age 50. After 70, studies suggest that most men have some form of prostate cancer, though there may be no outward symptoms. Family history increases a man's risk: having a father or brother with prostate cancer doubles the risk. African-Americans are at high risk and have the highest rate of prostate cancer in the world. Risk factors you can control Diet seems to play a role in the development of prostate cancer, which is much more common in countries where meat and high-fat dairy are mainstays. The reason for this link is unclear. Dietary fat, particularly animal fat from red meat, may boost male hormone levels. And this may fuel the growth of cancerous prostate cells. A diet too low in fruits and vegetables may also play a role. Myths about prostate cancer Here are some things that will not cause prostate cancer: Too much sex, a vasectomy, and masturbation. If you have an enlarged prostate (BPH), that does not mean you are at greater risk of developing prostate cancer. Researchers are still studying whether alcohol use, STDs, or prostatitis play a role in the development of prostate cancer. Can prostate cancer be found early? The American Cancer Society advises men to talk with a doctor about the pros and cons of screening tests, beginning at:     * 50 for average-risk men who expect to live at least 10 more years.     * 45 for men at high risk. This includes African-Americans.    * 40 for men with a family history of prostate cancer. The American Urological Association recommends a first-time PSA blood test at age 40, with follow-ups per doctor's orders. It's important to note that screening may detect cancers that are so slow-growing that treatment would offer no benefit. The treatments themselves can have serious side effects. Screening: DRE and PSA Your doctor may initially do a digital rectal exam (DRE) to feel for bumps or hard spots on the prostate. A blood test will measure prostate-specific antigen (PSA), a protein produced by prostate cells. An elevated level may indicate a higher chance that you have cancer, but you can have a high level and still be cancer-free. It is also possible to have a normal PSA and have prostate cancer. PSA test results A normal PSA level is considered to be under 4 nanograms per milliliter (ng/mL) of blood, while a PSA above 10 suggests a high risk of cancer. But there are many exceptions:     * Men can have prostate cancer with a PSA less than 4.     * A prostate that is inflamed (prostatitis) or enlarged (BPH) can boost PSA levels, yet further testing may show no evidence of cancer.     * Some BPH drugs can lower PSA levels, despite the presence of prostate cancer, called a false negative. If either your PSA or DRE are abnormal, your doctor will order other tests. Prostate cancer biopsy If a physical exam or PSA test suggests a problem, your doctor may recommend a biopsy. A needle is inserted either through the rectum wall or the skin between the rectum and scrotum. Multiple small tissue samples are removed and examined under a microscope. A biopsy is the best way to detect cancer and predict whether it is slow-growing or aggressive. Biopsy and Gleason Score A pathologist looks for cell abnormalities and \"grades\" the tissue sample from 1 to 5. The sum of 2 Gleason grades is the Gleason score. These scores help determine the chances of the cancer spreading. They range from 2, less aggressive, to 10, a very aggressive cancer. Gleason scores helps guide the type of treatment your doctor will recommend. Prostate cancer imaging Some men may need additional tests to see if the cancer has spread beyond the prostate. These can include ultrasound, a CT scan, or an MRI scan. A radionuclide bone scan traces an injection of low-level radioactive material to help detect cancer that has spread to the bone. In the MRI scan shown here, the tumor is the green, kidney-shaped mass in the center, next to the prostate gland (in pink). Prostate cancer staging Staging is used to describe how far prostate cancer has spread (metastasized) and to help determine the best treatment.    * Stage I: Cancer is small and still within the prostate.     * Stage II: Cancer is more advanced, but still confined to the prostate.     * Stage III: Cancer has spread to the outer part of the prostate and nearby seminal vesicles.     * Stage IV: Cancer has spread to lymph nodes, nearby organs or tissues such as bladder or rectum, or distant organs such as bones or lungs. Prostate cancer survival rates The good news about prostate cancer is that it usually grows slowly. And 9 out of 10 cases are found in the early stages. Overall, the 5-year relative survival rate is 100% for men with disease confined to the prostate or nearby tissues, and many men live much longer. When the disease has spread to distant areas, that figure drops to 31%. But these numbers are based on men diagnosed at least 5 years ago. The outlook may be better for men diagnosed and treated today. Treatment: Watchful waiting With low-risk cancer, one option is to watch and wait. This is determined by your biopsy, PSA test, and Gleason scores. Your doctor will order periodic testing. Other treatments – with the risk of sexual or urinary problems – may not be necessary. Some men who are older or have serious health conditions may not need treatment. However, more aggressive treatment is usually recommended for younger men or those with more aggressive disease. Treatment: Radiation therapy External beam radiation to kill cancer cells can be used as a first treatment or after prostate cancer surgery. It can also help relieve bone pain from the spread of cancer. In brachytherapy, tiny radioactive pellets about the size of a grain of rice are inserted into the prostate. Both methods can impair erectile function. Fatigue, urinary problems, and diarrhea are other possible side effects. Treatment: Surgery Removing the prostate, or radical prostatectomy, is used to eliminate the cancer when it is confined to the prostate. New techniques use smaller incisions and seek to avoid damaging nearby nerves. If lymph nodes are also cancerous, prostatectomy may not be the best option. Surgery may impair urinary and sexual function, but both can improve over time. Treatment: Hormone therapy Hormone therapy may shrink or slow the growth of your cancer, but unless it is used with another therapy it will not eliminate the cancer. Drugs or hormones block or stop the production of testosterone and other male hormones, called androgens. Side effects can include hot flashes, growth of breast tissue, weight gain, and impotence. Treatment: Chemotherapy Chemotherapy kills cancer cells throughout the body, including those outside the prostate, so it is used to treat more advanced cancer and cancer that did not respond to hormone therapy. Treatment is usually intravenous and is given in cycles lasting 3-6 months. Because the chemotherapy kills other fast-growing cells in the body, you may have hair loss and mouth sores. Other side effects include nausea, vomiting, and fatigue. Treatment: Cryotherapy Cryotherapy freezes and kills cancerous cells within the prostate. It is not as widely used because little is known about its long-term effectiveness. It's less invasive than surgery, with a shorter recovery time. Because the freezing damages nerves, as many as 80% of men become impotent after cryosurgery. There can be temporary pain and burning sensations in the bladder and bowel. Treatment: Prostate cancer vaccine This vaccine is designed to treat, not prevent, prostate cancer by spurring your body's immune system to attack prostate cancer cells. Immune cells are removed from your blood, activated to fight cancer, and infused back into your blood. Three cycles occur in one month. It's used for advanced prostate cancer that no longer responds to hormone therapy. Mild side-effects can occur such as fatigue, nausea, and fever. Hope for advanced cancer Your doctor will continue to monitor your PSA levels and may perform other tests after treatment for prostate cancer. If it recurs or spreads to other parts of the body, additional treatment may be recommended. Lifestyle choices may matter, too. One study found that prostate cancer survivors who exercised regularly had a lower risk of dying. Coping with erectile dysfunction Erectile dysfunction is a common side effect of prostate cancer treatments. Generally, erectile function improves within two years after surgery. Improvement may be better for younger men than for those over 70. You also may benefit from ED medications. Other treatments, such as injection therapy and vacuum devices, may help. Food for health A cancer-conscious diet may be the best choice for survivors who want to bolster their health and those hoping to lower their risk. That means:     * Five or more fruits and veggies a day     * Whole grains instead of white flour or white rice     * Limit high-fat meat     * Limit or eliminate processed meat (hot dogs, cold cuts, bacon)     *  Limit alcohol to 1-2 drinks per day (if you drink) Foods high in folate may have some action against prostate cancer (spinach, orange juice, lentils). Studies found mixed results on lycopene, an antioxidant found in tomatoes. Supplements: Buyer beware Be wary of supplements that are marketed to prevent prostate cancer. Some herbal substances can interfere with PSA levels. A 10-year study showed an increase in the risk of cancer for men who took folic acid supplements. A 5-year study of selenium and vitamin E did not show a decreased risk of prostate cancer. Be sure to tell your doctor if you are taking vitamins or supplements.",
            "vi": "Ung thư tuyến tiền liệt    Ung thư tuyến tiền liệt là gì? Ung thư tuyến tiền liệt xảy ra ở tuyến tiền liệt của nam giới, đây là tuyến có kích cỡ bằng quả óc chó, nằm ngay dưới bàng quang có tác dụng sản sinh chất dịch trong tinh dịch. Ung thư tuyến tiền liệt là dạng ung thư thường gặp nhất ở nam giới sau chứng ung thư da. Bệnh này thường phát triển rất chậm và có thể không gây hại gì nghiêm trọng. Nhưng một số bệnh lại diễn tiến nhanh hơn, dữ dội hơn và có thể phát tán nhanh chóng nếu không được điều trị.  Các triệu chứng ung thư tuyến tiền liệt Trong giai đoạn đầu, thường là người ta không có triệu chứng gì. Về sau, các triệu chứng bao gồm:      * Đi tiểu thường xuyên, nhất là vào ban đêm * Khó tiểu hoặc khó ngừng tiểu  * Dòng nước tiểu yếu hoặc đứt đoạn * Có cảm giác đau hoặc nóng rát khi tiểu hoặc xuất tinh  * Trong nước tiểu hoặc tinh dịch có máu Ung thư giai đoạn cao có thể gây đau dữ dội ở vùng thắt lưng, hông hoặc bắp đùi trên.  giãn tuyến tiền liệt hay ung thư tuyến tiền liệt?   Tuyến tiền liệt có thể phình to ra khi người đàn ông có tuổi, đôi khi nó nằm đè lên bàng quang hay niệu đạo và gây ra nhiều triệu chứng tương tự như ung thư tuyến tiền liệt. Đây được gọi là tăng sản tuyến tiền liệt lành tính (BPH); không phải là ung thư và có thể điều trị được nếu các triệu chứng đó trở nên phiền toái, khó chịu. Vấn đề thứ ba có thể gây các triệu chứng đường tiểu đó là viêm tuyến tiền liệt. Chứng viêm hoặc nhiễm trùng này cũng có thể gây sốt và trong nhiều trường hợp có thể được điều trị bằng thuốc.  Các yếu tố rủi ro mà bạn không thể kiểm soát được Tuổi tác là yếu tố nguy hiểm nhất đối với chứng ung thư tuyến tiền liệt, nhất là ở độ tuổi sau 50. Nhiều công trình nghiên cứu cho thấy hầu hết nam giới sau 70 tuổi đều mắc một số kiểu ung thư tuyến tiền liệt nào đó, cho dù có thể là không có triệu chứng nào bên ngoài. Tiền sử sức khỏe gia đình cũng làm tăng nguy cơ mắc bệnh đối với nam giới: người có bố hoặc anh trai bị ung thư tuyến tiền liệt có nguy cơ bệnh tăng gấp đôi so với người thường. Người Mỹ gốc Phi có nguy cơ bị bệnh cao và có tỉ lệ mắc bệnh cao nhất trên thế giới.  Các yếu tố rủi ro mà bạn có thể kiểm soát được Chế độ dinh dưỡng đóng vai trò quan trọng đối với sự phát triển của bệnh ung thư tuyến tiền liệt, thường thấy nhiều hơn ở những nước mà người dân ăn thịt và các sản phẩm từ sữa giàu chất béo là chính. Người ta vẫn mơ hồ sự tương quan, liên kết giữa các điều này. Chất béo trong chế độ dinh dưỡng, nhất là mỡ động vật từ các loại thịt đỏ, cũng có thể làm tăng nồng độ hooc-môn nam và làm cho tế bào ung thư tuyến tiền liệt phát triển dữ dội hơn. Bên cạnh đó, chế độ dinh dưỡng quá nghèo trái cây và rau củ cũng có thể làm phát sinh chứng bệnh này.  Những chuyện hư cấu, không có thực về bệnh ung thư tuyến tiền liệt Ung thư tuyến tiền liệt không do một vài nguyên nhân sau gây ra: quan hệ tình dục quá nhiều, cắt ống dẫn tinh, và thủ dâm. Nếu bạn bị giãn tuyến tiền liệt (BPH), thì điều này không đồng nhất với việc bạn có nguy cơ mắc bệnh ung thư tuyến tiền liệt cao hơn. Các nhà nghiên cứu vẫn còn đang tìm hiểu xem liệu có phải việc uống rượu, các bệnh lây truyền qua đường tình dục, hoặc viêm tuyến tiền liệt, làm cho bệnh ung thư tuyến tiền liệt tiến triển hay không.  Người ta có thể phát hiện ung thư tuyến tiền liệt sớm hay không? Hiệp hội Ung thư Hoa Kỳ khuyến cáo nam giới nên tham khảo ý kiến của bác sĩ về khả năng lợi và hại của việc thử nghiệm sàng lọc ung thư tuyến tiền liệt, bắt đầu từ:  * 50 tuổi đối với nam có nguy cơ mắc bệnh trung bình hy vọng kéo dài tuổi thọ ít nhất thêm 10 năm nữa.  * 45 tuổi đối với nam có nguy cơ mắc bệnh cao. Nhóm này gồm người Mỹ gốc Phi. * 40 tuổi đối với nam có tiền sử sức khỏe gia đình bị ung thư tuyến tiền liệt.  Hội Tiết niệu Hoa Kỳ khuyến cáo nên làm xét nghiệm máu tìm kháng nguyên đặc hiệu PSA lần đầu tiên ở tuổi 40, với các quy trình tiếp theo do bác sĩ chỉ định. Cần lưu ý là phương pháp xét nghiệm sàng lọc có thể phát hiện được nhiều bệnh ung thư diễn tiến chậm đến mức mà các biện pháp điều trị cũng không cải thiện được. Tự thân các biện pháp điều trị ấy cũng có thể gây ra nhiều tác dụng phụ nguy hiểm.  Xét nghiệm sàng lọc: DRE và PSA Ban đầu bác sĩ có thể kiểm tra trực tràng bằng ngón tay (DRE) để dò tìm bướu hoặc khối u cứng trên tuyến tiền liệt. Phương pháp xét nghiệm máu sẽ đo được kháng nguyên đặc hiệu tuyến tiền liệt (PSA), đây là loại prô-tê-in do tế bào tuyến tiền liệt sinh ra. Nồng độ cao có thể cho thấy nguy cơ mắc bệnh cao, nhưng cũng có thể vẫn không bị ung thư tuyến tiền liệt khi có nồng độ PSA cao. Người ta cũng có thể bị bệnh khi có nồng độ PSA ở mức bình thường.  Kết quả xét nghiệm PSA Nồng độ PSA bình thường được xem là dưới 4 na-nô-gram mỗi mi-li-lít máu (ng/mL), trong khi đó PSA trên 10 cho thấy nguy cơ bị ung thư cao. Nhưng cũng có một số trường hợp ngoại lệ:  * Nam giới có thể bị ung thư tuyến tiền liệt khi nồng độ PSA dưới 4.  * Tuyến tiền liệt bị viêm (viêm tuyến tiền liệt) hoặc bị giãn (BPH) cũng có thể làm tăng nồng độ PSA, tuy vậy khi làm xét nghiệm thêm cũng không phát hiện dấu hiệu ung thư nào.   * Một số thuốc BPH có thể làm giảm nồng độ PSA, cho dù là bị ung thư tuyến tiền liệt, đây gọi là âm tính giả. Nếu PSA hoặc DRE của bạn bất thường thì bác sĩ sẽ cho bạn làm thêm một số xét nghiệm khác.  Sinh thiết ung thư tuyến tiền liệt  Nếu khám sức khỏe hoặc xét nghiệm PSA cho thấy có vấn đề thì bác sĩ có thể cho làm sinh thiết. Biện pháp sinh thiết được thực hiện bằng cách tiêm kim vào vách trực tràng hoặc qua da ở vùng giữa trực tràng và bìu. Nhiều mẫu mô nhỏ được lấy ra và xét nghiệm dưới kính hiển vi. Sinh thiết là cách tốt nhất để phát hiện ra ung thư và dự đoán ung thư dẫu cho đó là ung thư chậm phát triển hoặc phát triển nhanh.  Sinh thiết và thang độ phân loại ung thư tuyến tiền liệt (số điểm Gleason (Gờ-li-son)) Nhà nghiên cứu bệnh học tìm dị dạng của tế bào và “phân loại” mẫu mô theo thang độ từ 1 đến 5. 2 mức độ gộp lại chính là hệ thống phân loại ung thư tuyến tiền liệt. Các vạch số này giúp xác định nguy cơ phát tán ung thư; dao động từ vạch 2 – ung thư giai đoạn nhẹ, đến vạch 10, ung thư giai đoạn phát triển mạnh. Bác sĩ sử dụng hệ thống phân loại này để định hướng biện pháp điều trị cho bệnh nhân.   Hình ảnh ung thư tuyến tiền liệt Một số người cần phải làm thêm nhiều xét nghiệm khác để xem liệu bệnh ung thư có lây lan qua vùng khác ngoài tuyến tiền liệt không. Các xét nghiệm này bao gồm siêu âm, ảnh chụp cắt lớp (chụp CT), hoặc quét MRI. Chụp cắt lớp xương nuclit phóng xạ dò tìm ra hiện tượng phun chất phóng xạ nồng độ thấp để phát hiện xem ung thư có lan tới xương chưa.  Trong thủ thuật quét MRI ở đây, khối u có màu xanh, khối hình bầu dục ở giữa, kế bên là tuyến tiền liệt (màu hồng). Các giai đoạn ung thư tuyến tiền liệt Thuật ngữ giai đoạn được dùng để diễn tả bệnh ung thư tuyến tiền liệt đã phát tán (di căn) ở cấp độ nào và để xác định phương pháp điều trị tốt nhất.  * Giai đoạn I: Ung thư còn nhỏ và vẫn còn nằm trong tuyến tiền liệt.  * Giai đoạn II: Ung thư đã phát triển nhiều hơn, nhưng vẫn còn nằm trong tuyến tiền liệt. * Giai đoạn III: Ung thư đã lan qua vùng ngoài tuyến tiền liệt và ở gần túi tinh.  * Giai đoạn IV: Ung thư đã lan qua các hạch bạch huyết, các cơ quan hoặc mô gần đó chẳng hạn như bàng quang hoặc trực tràng, hoặc các cơ quan xa đó như xương hoặc phổi. Tỉ lệ sống sót của bệnh nhân bị ung thư tuyến tiền liệt Tin vui cho những bệnh nhân bị ung thư tuyến tiền liệt là bệnh này thường tiến triển rất chậm. Và người ta dễ dàng phát hiện ra được 9/10 ca bệnh từ giai đoạn đầu. Nhìn chung thì tỉ lệ sống sót gần 5 năm là 100% đối với nam bị bệnh ung thư tuyến tiền liệt hoặc các mô lân cận, và nhiều người có thể sống được lâu hơn. Khi bệnh đã lan qua các vùng xa thì tỉ lệ này giảm còn 31%. Nhưng các con số này đều được dựa trên những người được chẩn đoán bệnh cách đây ít nhất là 5 năm. Triển vọng này có thể khả quan hơn đối với nam được khám và điều trị thời gian này.  Điều trị: Theo dõi có kiểm soát Đối với bệnh ung thư ít rủi ro, ít nguy hiểm thì người ta có thể chờ đợi và theo dõi. Điều này do kết quả sinh thiết, xét nghiệm PSA, và các vạch phân loại ung thư tuyến tiền liệt của bạn xác định. Các phương pháp điều trị khác – nguy cơ mắc bệnh về tình dục hoặc đường tiểu – có thể là không cần thiết. Một số người lớn tuổi hoặc mắc bệnh nghiêm trọng có thể không cần điều trị. Tuy nhiên, phương pháp điều trị liều mạnh thường được khuyến cáo cho thanh niên trẻ tuổi hoặc người bị bệnh nặng hơn.  Liệu pháp điều trị bằng bức xạ  Điều trị bằng chiếu xạ tia bên ngoài để giết tế bào ung thư có thể được sử dụng như một phương pháp điều trị đầu tiên hoặc sau phẫu thuật ung thư tuyến tiền liệt. Nó cũng làm giảm đau xương do sự phát tán ung thư gây ra. Trong liệu pháp tia phóng xạ đến gần, nhiều viên phóng xạ li ti có kích thước nhỏ bằng hạt gạo được đặt vào tuyến tiền liệt. Cả hai phương pháp đó có thể làm giảm chức năng cương dương. Mệt mỏi, các vấn đề về đường tiểu, và tiêu chảy là một số tác dụng phụ khác có thể xảy ra.   Điều trị bằng phẫu thuật Thủ thuật cắt tuyến tiền liệt, hoặc cắt tuyến tiền liệt triệt căn thường được sử dụng để trị dứt căn bệnh ung thư khi chỉ nằm trong phạm vi tuyến tiền liệt. Nhiều kỹ thuật mới áp dụng với đường rạch nhỏ hơn và tránh gây tổn hại cho các dây thần kinh lân cận. Nếu các hạch bạch huyết cũng bị ung thư thì có lẽ thủ thuật cắt tuyến tiền liệt không phải là một lựa chọn tốt nhất. Phương pháp phẫu thuật có thể làm yếu chức năng niệu và tình dục, nhưng cả hai chức năng đó có thể phục hồi theo thời gian.  Điều trị bằng hooc-môn Liệu pháp điều trị bằng hooc-môn có thể ngăn hoặc làm chậm quá trình phát triển của ung thư, nhưng nếu không được kết hợp với một liệu pháp khác thì nó cũng sẽ không chữa dứt bệnh được. Thuốc hoặc hooc-môn làm chặn hoặc ngưng sản sinh testosterone và các hooc-môn nam khác – các kích thích tố nam. Tác dụng phụ có thể gồm hiện tượng trào huyết (mất thăng bằng về hooc-môn; thân nhiệt cao, vã mồ hôi, mặt đỏ au) , phát triển mô ngực, tăng cân, và bất lực.  Điều trị bằng hoá trị liệu  Hoá trị liệu có thể trừ được tế bào ung thư ở khắp cơ thể, bao gồm những tế bào nằm ngoài tuyến tiền liệt, vì vậy liệu pháp này được sử dụng để điều trị chứng ung thư giai đoạn cao hơn và ung thư không đáp ứng được với liệu pháp hooc-môn. Phương pháp điều trị này thường áp dụng qua đường tĩnh mạch và có chu kỳ kéo dài từ 3 đến 6 tháng. Bởi hoá trị liệu có thể diệt được các tế bào phát triển nhanh trong cơ thể nên bạn có thể bị rụng tóc và loét miệng. Các tác dụng phụ khác bao gồm buồn nôn, ói mửa, và mệt mỏi. Điều trị bằng liệu pháp lạnh  Liệu pháp lạnh làm tê và tiêu hủy các tế bào ung thư trong tuyến tiền liệt. Liệu pháp này ít được sử dụng rộng rãi vì người ta vẫn chưa biết nhiều về tính hiệu quả lâu dài của nó. Ngoài ra nó cũng ít di căn hơn phương pháp phẫu thuật, với thời gian phục hồi ngắn hơn. Vì nhiệt độ lạnh có thể gây hại cho các dây thần kinh, nên có đến 80% nam giới trở nên bị bất lực sau khi phẫu thuật lạnh. Bệnh nhân cũng có thể bị đau và có cảm giác nóng rát ở bàng quang và ruột một thời gian ngắn. Điều trị bằng vắc-xin ung thư tuyến tiền liệt  Loại vắc-xin này được sản xuất ra nhằm để điều trị, không phải để ngừa ung thư tuyến tiền liệt bằng cách làm tăng hệ miễn dịch của cơ thể để kháng lại tế bào gây bệnh. Các tế bào miễn dịch được lấy ra khỏi máu, được kích hoạt chống ung thư, và được truyền ngược trở lại vào máu. Người ta có thể thực hiện 3 lần/ tháng. Vắc-xin này được sử dụng cho ung thư tuyến tiền liệt giai đoạn cao không còn đáp ứng được với liệu pháp hooc-môn. Các tác dụng phụ nhẹ có thể xảy ra như mệt mỏi, buồn nôn, và sốt. Niềm hy vọng cho ung thư giai đoạn cao Bác sĩ sẽ tiếp tục theo dõi nồng độ PSA của bạn và có thể cho làm thêm nhiều xét nghiệm khác sau khi đã điều trị ung thư tuyến tiền liệt. Nếu bệnh tái phát hoặc lan ra các bộ phận khác trên cơ thể thì phải tiến hành điều trị thêm. Lối sống của bạn cũng đóng một vai trò hết sức quan trọng. Một công trình nghiên cứu đã phát hiện người sống sót sau chứng ung thư tuyến tiền liệt tập thể dục thường xuyên thì ít có nguy cơ tử vong hơn.  Đối phó với rối loạn chức năng cương dương Rối loạn chức năng cương dương là một tác dụng phụ thường thấy trong quá trình điều trị ung thư tuyến tiền liệt. Nhìn chung, chức năng cương dương có thể được cải thiện trong vòng 2 năm sau khi được phẫu thuật. Thanh niên trẻ tuổi có thể phục hồi nhanh hơn người già trên 70 tuổi. Bạn cũng có thể sử dụng thuốc trị rối loạn cương dương. Các phương pháp điều trị khác, chẳng hạn như tiêm thuốc và thiết bị chân không cũng có thể có tác dụng tốt.  Thức ăn có lợi cho sức khỏe  Chế độ dinh dưỡng thận trọng với bệnh ung thư có lẽ là lựa chọn hàng đầu đối với người sống sót sau bệnh ung thư tuyến tiền liệt muốn tăng cường sức khỏe của mình và những người hy vọng giảm được nguy cơ mắc bệnh. Chế độ dinh dưỡng bao gồm: * Ăn 5 quả trở lên và ăn rau củ mỗi ngày * Dùng ngũ cốc nguyên hạt thay vì bột mì tinh hoặc gạo trắng * Hạn chế các loại thịt có hàm lượng chất béo cao     * Hạn chế hoặc không ăn các loại thịt đã được chế biến (xúc xích xông khói, món thịt nguội với phó-mát, thịt muối xông khói) *  Hạn chế sử dụng rượu bia còn 1-2 ly mỗi ngày (nếu bạn uống rượu) Các loại thức ăn giàu axit phô-lích có thể có một số hoạt tính chống ung thư tuyến tiền liệt (cải bina, nước cam ép, đậu lăng). Nhiều công trình nghiên cứu cho thấy những kết quả tổng hợp trên lycopene, chất chống ô-xy hoá trong cà chua.  Các chất bổ sung: Người mua nên cảnh giác Hãy nên đề phòng các chất bổ sung được quảng cáo có tác dụng phòng ngừa ung thư tuyến tiền liệt. Một số chất thảo dược có thể làm giảm nồng độ PSA. Một công trình nghiên cứu 10 năm cho thấy đã có sự tăng nguy cơ ung thư đối với nam giới sử dụng chất bổ sung axit phô-lích. Cuộc nghiên cứu 5 năm trên selen và vitamin E không cho thấy nguy cơ ung thư tuyến tiền liệt giảm. Bạn nên thông báo cho bác sĩ biết nếu đang sử dụng vitamin hoặc chất bổ sung nhé."
        },
        {
            "en": "Back hair By the mid-20s, a man will know his “back hair destiny”: barely there, a few tufts, or full and bushy. Is yours a magnet for women? Or a throwback to the Stone Age? If you want to tame the shag, laser hair removal can thin back hair or remove it all, and the results are nearly permanent. Cheaper options include waxing, hair removal creams, and razors, with results that last up to a few weeks. Beer belly You don’t have to drink beer to get a beer belly. Men are more likely to gain fat around the waist, so anything fattening can pad the paunch. Unfortunately, belly fat raises the risk of heart disease, especially if your waist size is more than 40 inches. But there is good news: If you follow a weight loss plan, belly fat is usually the first to go. Excessive sweating Men have a higher \"sweat output\" than women. That's a fact. But if you always need to wipe your hands or often sweat through your clothes, it may be more than a \"guy\" thing. It could be excessive sweating, called hyperhidrosis. Emotions or heat can trigger the downpour -- or nothing at all. It usually affects the armpits, palms, or soles of the feet. Effective treatments are available through a health professional. Unibrow Now here’s a hair problem that affects men of all ages. The same hormones that make your beard grow can make your eyebrows so thick and bushy that they meet in the center. \"Unibrow\" is the most common reason young men get electrolysis. This procedure uses tiny electric shocks to permanently destroy the hair follicles. Waxing is another way to shape your brows, but it must be repeated every 4-6 weeks. Razor bumps You work hard for that close shave. So it can be exasperating when small bumps mar your smooth skin. Razor bumps form when hairs curl back on themselves and grow into the skin. They’re most common in African-Americans and men with curly hair. To keep the bumps at bay, take a hot shower before shaving. Apply a thick gel, and always shave in the direction your beard grows. Rosacea Maybe it’s not embarrassment that’s causing all that blushing. Rosacea is a condition that causes the face to flush, and symptoms tend to be worse in men. The nose may become thick, red, or bulbous. Pimples and tiny red lines can appear on the cheeks. Alcohol can trigger a flare up, but the distinctive, red nose of rosacea can occur in a teetotaler. Medications can prevent it from getting worse, so be sure to discuss your symptoms with your doctor. Receding hairline The painful truth is most guys have noticeably thinner hair by age 35 and significant hair loss by age 50. The pattern usually begins with a receding hairline and may progress to bald spots on the top of the scalp. Hair restoration surgery offers a way to reduce bald patches. Or you can talk to your doctor about prescription medications for hair loss. But beware of other products that promise the moon. Color blindness Color blindness usually does not mean seeing the world in black and white. The most common form makes it difficult to tell red from green, a problem that affects about 10 million American men. The way the condition is inherited makes it far less common in women. There’s no treatment, but most people can learn to work around the color confusion. Snoring Snoring is a surefire way to disrupt your bed partner’s sleep, and men are more likely to be the perpetrators. In most cases, snoring is not harmful. But snoring regularly can chip away at the quality of your own sleep. It can also be a sign of a more serious problem called sleep apnea. If you feel snoring is disrupting you or your partner’s sleep, consult a doctor. Belching Burping may not be the picture of politeness in American society, but in some cultures a hearty belch shows appreciation for a good meal. In either case, burping a few times after eating is normal. It’s the body’s way of freeing the air that you’ve swallowed. Frequent burping combined with other symptoms, such as nausea or belly pain, could be a sign of a digestive disorder. Check with your doctor if the problem continues. Gas Perhaps no bodily function has inspired as many jokes as gas. While the sound and smell can be embarrassing, passing gas is harmless. It’s nothing more than air moving through the digestive tract or gas from the breakdown of food by bacteria in your gut coming out – well, we all know where. Gas facts:     * Most people pass gas 6-20 times a day.     * Beer, soda, beans, and many fruits and vegetables are all likely to gas you up.     * Foods that cause gas differ for each person. Body odor Whether you’re working hard or playing hard, any strenuous activity can result in strong body odor. The culprit is not sweat itself, but the bacteria that use sweaty skin as a breeding ground. You can fight the bacteria by showering regularly with soap and using antiperspirant. Also be sure to wash workout clothes often. If body odor persists, try avoiding smelly foods like garlic and onions. Jock itch You don’t have to be a pro athlete to get jock itch. This fungal infection spreads easily at your local gym -- or from another part of your own body. Hands, towels, and stepping into underwear are common culprits. The symptoms include a patchy rash on the groin or inner thighs, along with the telltale itching. It’s treated with nonprescription antifungal creams. Keeping the area dry and avoiding tight clothing helps to avoid a repeat engagement. Athlete’s foot When the fungus that causes jock itch targets the feet, you have athlete’s foot. Walking barefoot in locker rooms or near pools is the most common way to pick up this infection. Symptoms include itching, burning, blisters, or cracks on the feet and toes. Athlete’s foot is treated with antifungal cream. If you have both jock itch and athlete’s foot, be sure to treat them at the same time. Ingrown nails Grooming your nails may not be the highlight of your day, but it’s worth your time to get the job done right. Clumsy nail trimming is the top cause of ingrown toenails, which can cause pain, swelling, and infections. The most common mistake is trimming the nails too short. To avoid this, check your drugstore for nail “nippers” that are shaped to follow the natural curve of the nail. Bad breath You probably know that smelly foods and smoking can sabotage your breath. But the most common culprit is bacteria. When you brush your teeth, brush your tongue as well to banish the bacteria that thrive there. If good hygiene doesn’t sweeten your breath, see your dentist and your doctor. Gum disease, dry mouth, or acid reflux could be part of the problem. Sexual dysfunction Men may not be eager to discuss sexual troubles, but nearly a third of guys experience problems. This may include a sagging libido, premature <em>ejaculation</em>, or erectile dysfunction (ED). ED means a man is unable to develop or sustain an erection. Risk factors for ED include diabetes, heart disease, neurologic conditions, smoking, circulation problems, and some medications. Talk to your doctor if you have ED or other sexual problems to help evaluate the problem and recommend treatment. Hearing loss Men are more likely to experience hearing loss than women, and noisy jobs may contribute. Think miners, carpenters, and soldiers. But any loud or continuous noise can damage delicate ear structures. On the job, use special ear protection. Keep personal music players at or below 85 decibels (dB). Most can crank up to 105 dB, louder than a motorcycle, wood shop, or snowmobile. Enlarged prostate Along with wrinkles and gray hair, an enlarged prostate is an unavoidable part of aging for many men. The medical term is benign prostatic hyperplasia or BPH, an enlargement of the gland that surrounds the urethra. This growth causes symptoms in about half of men over age 75. As the prostate grows, it may squeeze the urethra, making you feel nature’s call more often. There are strategies and medications to help reduce the symptoms.        ",
            "vi": "Lông mọc ở lưng Vào khoảng 25 tuổi, nguời nam sẽ biết “số phận” lông mọc sau lưng của mình: nhẵn không, lơ thơ vài sợi, hay là rậm rạp khắp lưng. Liệu đây có phải là lực hút đối với phụ nữ? Hay chỉ là một nét đặc trưng hồi tổ của thời kỳ đồ đá? Nếu bạn muốn triệt mớ lông lộn xộn đó thì kỹ thuật tẩy lông bằng tia la-ze có thể làm thưa hoặc tẩy sạch hết, và kết quả là gần như vĩnh viễn. Nhiều cách khác như tẩy lông, kem tẩy lông, và dao cạo, cho kết quả đến vài tuần.     Bụng bia  Bạn chẳng cần phải uống bia mới có bụng bia. Nam giới thường rất dễ tích mỡ quanh vùng thắt lưng, thế nên bất cứ thứ gì nhiều chất béo cũng có thể làm cho bụng phệ ra thêm. Tiếc là, mỡ bụng làm tăng nguy cơ bệnh tim, nhất là khi số đo vòng eo của bạn trên 40 in-sơ. Nhưng có tin vui đây: Nếu bạn thực hiện theo kế hoạch giảm cân thì mỡ bụng thường sẽ tan đi đầu tiên đấy.  Đổ mồ hôi quá nhiều  Nam giới thường tiết nhiều mồ hôi hơn phụ nữ. Điều đó là thật. Nhưng nếu lúc nào bạn cũng phải lau khô bàn tay mình hoặc thường đẫm mồ hôi trên áo quần thì có thể là bạn tiết mồ hôi nhiều hơn mức bình thường của một người đàn ông rồi đó. Đây có thể là chứng đổ mồ hôi quá nhiều, được gọi là chứng tăng tiết mồ hôi. Yếu tố cảm xúc hoặc nhiệt độ nóng bức có thể làm cho bạn đổ nhiều mồ hôi – hoặc là chẳng có lý do gì cả. Mồ hôi thường tiết ra nhiều ở nách, lòng bàn tay, hoặc lòng bàn chân. Bác sĩ sẽ có thể điều trị hiệu quả cho bạn chứng tăng tiết mồ hôi này.  Lông mày giao nhau  Nam giới ở mọi lứa tuổi lúc nào cũng bị ảnh hưởng bởi vấn đề lông tóc. Các hooc-môn kích thích mọc râu có thể làm cho lông mày của bạn trở nên quá dày và rậm đến nỗi chúng mọc sát gần nhau ngang qua chính giữa. Chứng “lông mày giao nhau” là lý do thường thấy nhất khiến thanh niên phải sử dụng kỹ thuật triệt lông bằng điện. Quá trình này dùng nhiều sốc điện nhỏ để triệt nang lông vĩnh viễn. Phương pháp tẩy lông cũng là một cách khác để tạo hình cho lông mày, nhưng bạn phải tẩy đi tẩy lại từ 4-6 tuần một lần.  Râu mọc ngược  Bạn vất vả vì vùng da dễ bị thương đó vì nó có thể làm cho da bị kích ứng khi nhiều nốt u nhỏ làm trầy xước vùng da láng mượt của bạn. Các sợi râu tự quặm, xoăn lại và mọc ngược vào trong da tạo nên râu mọc ngược. Chứng râu mọc ngược này thường thấy nhiều nhất ở người Mỹ gốc Phi và nam giới có tóc xoăn. Để tránh làm tổn thương các nốt mụn này, bạn nên tắm nước nóng trước khi cạo râu. Hãy thoa một lớp kem dày, và luôn cạo theo chiều râu mọc nhé.  Bệnh đỏ mặt (viêm da mạn tính khiến cho mũi, má và trán hay ửng đỏ) Có thể không phải là do ngượng ngùng, bối rối gì khiến cho họ đỏ mặt. Chứng đỏ mặt là một bệnh làm cho mặt ửng đỏ, và các triệu chứng thường có khuynh hướng trầm trọng hơn ở nam. Mũi có thể trở nên dày, đỏ, hoặc sưng to. Hai bên má có thể xuất hiện nhiều nốt mụn và đường đỏ li ti. Rượu bia có thể làm cho mặt ửng đỏ lên, nhưng chứng mũi đỏ đặc biệt của bệnh đỏ mặt này có thể xảy ra ở người kiêng rượu hoàn toàn. Nhiều loại thuốc có thể giúp bạn ngăn không cho tình trạng đỏ mặt trầm trọng thêm, vì vậy đảm bảo phải thảo luận các triệu chứng bệnh của mình với bác sĩ.  Đường chân tóc hớt ra sau trán  Sự thật đáng buồn là hầu hết nam giới đều bị thưa tóc có thể nhìn thấy được ở độ tuổi 35 và rụng tóc đáng kể vào tuổi 50. đầu tiên có thể thấy đường chân tóc hớt ra sau trán và có thể xuất hiện nhiều chỗ hói trên đỉnh đầu. Phẫu thuật phục hồi tóc có thể làm giảm bớt chứng hói đầu, hoặc bạn có thể nói chuyện với bác sĩ về các loại thuốc chống rụng tóc theo toa. Nhưng hãy nên cảnh giác các sản phẩm khác có thể hứa hão chuyện xa vời.  Bệnh mù màu Bệnh mù màu thường không có nghĩa là chỉ nhìn thấy thế giới toàn màu trắng và màu đen. Dạng mù màu thường thấy nhất là khó có thể phân biệt được màu đỏ và màu xanh lá, đây là chứng bệnh của khoảng 10 triệu nam ở nước Mỹ. Cách di truyền của bệnh làm cho chứng mù màu này hiếm thấy hơn nhiều ở phụ nữ. Bệnh không có thuốc chữa nhưng hầu hết người ta vẫn có thể làm việc được với tình trạng lẫn lộn màu sắc này.  Ngáy  Ngáy là cách làm gián đoạn giấc ngủ của người ngủ chung giường chắc chắn nhất, và nam giới thường là thủ phạm thấy nhiều hơn cả. Thông thường thì ngáy không có hại gì. Nhưng ngáy thường xuyên có thể làm giảm chất lượng giấc ngủ của bạn. Ngoài ra nó cũng là một dấu hiệu của vấn đề nguy hiểm hơn đó là chứng ngừng thở khi ngủ. Nếu thấy chứng ngáy gây khó ngủ cho mình hoặc người ngủ chung thì bạn nên tham khảo ý kiến của bác sĩ nhé.  Ợ hơi Ợ hơi có thể là hình ảnh không lịch sự chút nào ở xã hội Mỹ, nhưng ở một số nền văn hoá nào đó thì tiếng ợ hơi lớn cho thấy việc đã ăn một bữa no nê, ngon lành. Trong cả hai trường hợp đó thì ợ hơi một vài lần sau khi ăn là chuyện bình thường. Đó là cách giúp cơ thể thoát hơi sau khi nuốt thức ăn. Ợ hơi thường đi kèm nhiều triệu chứng khác, chẳng hạn như buồn nôn hay đau bụng, có thể là dấu hiệu của chứng rối loạn tiêu hóa. Bạn nên khám bác sĩ nếu vấn đề này cứ tiếp diễn như thế nhé.   Xì hơi Có lẽ là không có chức năng cơ thể nào truyền cảm hứng sáng tác nhiều câu chuyện hài như là chuyện đánh rắm. Mặc dù âm thanh và mùi có thể làm cho người ta ngượng, nhưng chuyện đánh rắm chẳng có gì hại cả. Nó chẳng qua là khí thoát ra qua đường tiêu hoá hoặc do thức ăn phân huỷ do vi khuẩn trong ruột thoát ra nữa, chúng ta đã biết ở đâu rồi phải không. Các sự thật về việc xì hơi:  * Hầu hết người ta xì hơi từ 6-20 lần một ngày.  * Bia, nước xô-đa, đậu, và nhiều loại rau quả cũng làm cho bạn xì hơi.  * Nhiều loại thức ăn làm xì hơi không phải ai cũng giống nhau.  Mùi cơ thể Cho dù là bạn làm việc cực nhọc hay chơi hăng say thì bất cứ hoạt động ráng sức nào cũng có thể làm cho cơ thể nặng mùi. Thủ phạm gây mùi cơ thể không phải ở bản thân của mồ hôi, mà là do vi khuẩn lấy vùng da đẫm mồ hôi này làm chỗ sinh sôi. Bạn có thể chống khuẩn bằng cách thường xuyên tắm bằng xà phòng và dùng chất chống tiết mồ hôi. Và phải đảm bảo nên giặt áo quần luyện tập thường xuyên. Nếu mùi cơ thể cứ còn dai dẳng, bạn nên tránh ăn những thức ăn có mùi như hành và tỏi nhé.  Nấm da ở vùng bẹn  Bạn chẳng cần phải là vận động viên chuyên nghiệp mới có thể bị nấm da vùng bẹn. Chứng nhiễm nấm này lây lan dễ dàng ở phòng tập địa phương nơi bạn ở – hoặc lây lan nhanh từ chỗ này đến chỗ khác trên cơ thể bạn. Tay, khăn tắm và quần lót là các nguyên nhân gây nấm thường thấy. Triệu chứng gồm phát ban lốm đốm trên háng hoặc đùi trong, kèm theo triệu chứng ngứa ngáy báo hiệu trước đó và có thể được điều trị bằng kem trị nấm mua tự do không theo toa. Bạn có thể tránh làm cho bệnh nấm này tái phát bằng cách giữ cho vùng bẹn được khô thoáng và tránh mặc quần áo bó chật.  Nấm bàn chân  Khi nấm gây nấm da vùng bẹn lan sang chân, bạn đã bị nấm bàn chân rồi đấy. Nguyên nhân gây nhiễm nấm này thường thấy nhất là do đi chân trần trong phòng gởi hành lý hoặc đi chân trần gần các ao, vũng. Triệu chứng gồm ngứa, rát, phồng giộp, hoặc nứt ở bàn chân và ngón chân. Bệnh nấm bàn chân có thể được điều trị bằng kem chống nấm. Nếu bạn đồng thời bị nấm da vùng bẹn và nấm bàn chân thì nên đảm bảo phải điều trị cùng một lúc.  Móng mọc ngược Chải chuốt móng có thể không phải là việc hứng thú trong ngày của bạn, nhưng đáng bõ công để làm cho chúng gọn gàng, đẹp đẽ. Việc cắt tỉa những chiếc móng khó coi là nguyên nhân gây móng chân mọc ngược hàng đầu, có thể làm cho bệnh nhân đau nhức, móng chân sưng phồng và nhiễm trùng. Lỗi thường thấy nhất là cắt tỉa móng quá sát. Để tránh điều này, bạn nên tham khảo với hiệu thuốc để tìm mua “chiếc kìm” có hình dạng theo đường cong tự nhiên của móng.    Hôi miệng  Bạn chắc có lẽ cũng đã biết các thức ăn có mùi và thuốc lá có thể làm cho hơi thở của bạn nặng mùi. Nhưng nguyên nhân thường thấy nhất đó là vi khuẩn. Khi bạn đánh răng, hãy nên chà sạch lưỡi nữa nhé để diệt vi khuẩn không cho chúng sinh sôi ở đó. Nếu việc vệ sinh răng miệng tốt mà vẫn không làm cho hơi thở được thơm mát thì bạn nên đến khám nha sĩ và bác sĩ nhé. Bệnh nướu răng, khô miệng, hoặc trào ngược a-xít cũng góp phần làm nên bệnh hôi miệng.  Rối loạn chức năng tình dục Nam giới có thể là chẳng hề thấy hứng thú gì khi phải thảo luận các rắc rối tình dục, nhưng gần 1/3 đàn ông bị trục trặc. Đây có thể gồm chứng giảm ham muốn tình dục, xuất tinh sớm, hoặc rối loạn chức năng cương dương (ED). rối loạn chức năng cương dương có nghĩa là người nam không có khả năng cương cứng hoặc duy trì trạng thái đó. Các yếu tố nguy hiểm dẫn đến ED gồm tiểu đường, bệnh tim, bệnh thần kinh, thuốc lá, các vấn đề về tuần hoàn máu, và một số loại thuốc khác. Bạn nên thông báo cho bác sĩ biết nếu bị rối loạn chức năng cương dương hoặc các vấn đề tình dục khác để giúp có được chấn đoán và khuyến nghị cách điều trị.  Mất thính lực Nam giới có thể dễ bị mất thính lực nhiều hơn phụ nữ, và các công việc ồn ào có thể cũng góp phần gây nên chứng bệnh này. Bạn hãy nghĩ đến các thợ mỏ, thợ mộc, và các người lính xem sao. Nhưng bất kỳ tiếng ồn lớn hoặc xảy ra liên tục nào cũng có thể gây hại cho các cấu trúc tai mỏng manh. Khi làm việc, bạn nên mang đồ bảo vệ tai đặc biệt. Hãy giữ máy nghe nhạc cá nhân ở mức 85 đề-xi-ben (dB) trở xuống. Hầu hết các máy nghe nhạc đều hoạt động đến 105 dB, ồn hơn cả xe mô tô, cửa hàng đồ gỗ hoặc xe trượt tuyết nữa.  Giãn tuyến tiền liệt  Xuất hiện cùng với nhiều nếp nhăn trên da và tóc muối tiêu đó là chứng giãn tuyến tiền liệt, đây là điều không thể tránh khỏi đối với nam giới khi ở tuổi già. Thuật ngữ y học là tăng sản tuyến tiền liệt lành tính hoặc BPH, đây là chứng phình to tuyến quanh niệu đạo. Khoảng ½ nam giới trên 75 tuổi mắc bệnh này. Khi tuyến tiền liệt giãn ra, nó có thể siết chặt niệu đạo, làm bạn cảm thấy mắc tiểu thường xuyên hơn. Có nhiều biện pháp và nhiều loại thuốc giúp bạn làm giảm các triệu chứng này.   "
        },
        {
            "en": "Erectile dysfunction    What is erectile dysfunction (ED)? Erectile dysfunction (ED) occurs when a man has repeated problems sustaining an erection. Without treatment, ED can make sexual intercourse difficult. The condition, sometimes called impotence, affects an estimated 15 million to 30 million men in the U.S. While the topic was once taboo, awareness has skyrocketed with recent advances in treatment for ED. ED vs. Poor libido There are several forms of male sexual dysfunction, including poor libido and problems with <em>ejaculation</em>. But ED refers specifically to problems achieving or maintaining an erection. Men with ED often have a healthy libido, yet the body fails to respond. In most cases, there is a physical basis for the problem. Symptoms of ED Symptoms of ED include: Triệu chứng của rối loạn chức năng cương dương gồm:      * Erections that are too soft for sex.     * Erections that last only briefly.     * An inability to achieve erections. These symptoms may occur every time sex is initiated or only some of the time. Who gets ED? ED becomes more common as men age, but it is not a part of aging. At age 40, about 5% of men experience ED. At age 65, this number jumps to between 15% and 25%. But this does not mean growing older is the end of your sex life. ED can be treated at any age. The mechanics of ED An erection occurs when blood fills two chambers known as the corpora cavernosa. This causes the penis to expand and stiffen, much like a balloon as it is filled with water. The process is triggered by impulses from the brain and genital nerves. Anything that blocks these impulses or restricts blood flow to the penis can result in ED. Causes of ED: Chronic disease The link between chronic disease and ED is most striking for diabetes (depicted here by a blood sugar test). Nearly one out of every two men with diabetes experiences ED. Other conditions that may cause ED include cardiovascular disease, atherosclerosis (hardening of the arteries), kidney disease, and multiple sclerosis. These illnesses can impair blood flow or nerve impulses throughout the body. Causes of ED: Lifestyle Lifestyle choices that impair blood circulation can contribute to ED. Smoking, excessive drinking, and drug abuse may damage the blood vessels and reduce blood flow to the penis. Smoking makes men with atherosclerosis particularly vulnerable to ED. Being overweight and getting too little exercise are other possible risk factors. Causes of ED: Surgery Surgery, including treatments for prostate or bladder cancer, can sometimes damage nerves and blood vessels near the penis. In some cases, the nerve damage is permanent, and the patient will require treatment to achieve an erection. In others, surgery causes temporary ED that improves on its own after 6 to 18 months. Causes of ED: Medication ED may be a side effect of medication, including certain blood pressure drugs, antidepressants, tranquilizers, and antihistamines. Men should talk with their doctor if they suspect a prescription or over-the-counter drug may be causing erectile problems. Causes of ED: Psychological ED usually has something physical behind it, particularly in older men. But psychological factors may be to blame in 10% to 20% of men with ED. Experts say stress, depression, poor self-esteem, and performance anxiety can short-circuit the process that leads to an erection. These factors can also make the problem worse in men whose ED stems from something physical. ED and bicycling Research suggests avid cyclists suffer more ED than other athletes. The trouble lies in the shape of some bicycle seats that put pressure on the perineum. This area between the anus and scrotum contains arteries and nerves vital to sexual arousal. Cyclists who ride for many hours each week may benefit from seats designed to protect the perineum. Diagnosing ED: Physical Exam To diagnose ED, your doctor will ask you questions about your symptoms and medical history. The doctor will conduct a complete physical exam to uncover signs such as poor circulation or nerve trouble. And your physician will look for abnormalities of the genital area that could cause problems with erections. Diagnosing ED: Lab tests Several lab tests can help diagnose male sexual problems. Measuring testosterone levels can determine whether there is a hormonal imbalance, which is often linked to decreased desire. Blood cell counts, cholesterol levels, and liver function tests can reveal medical conditions that may account for ED.  ED: A sign of heart disease? In some cases, ED can be a warning sign of more serious disease. A 2010 study suggests ED is a strong predictor of heart attack, stroke, and death from cardiovascular disease. The researchers say all men diagnosed with ED should be evaluated for cardiovascular disease. This does not mean every man with ED will develop heart disease, or that every man with heart disease has ED, but patients should be aware of the link. Treating ED: Lifestyle changes Many men with ED are able to improve sexual function by making a few lifestyle changes. Giving up smoking, losing weight, and exercising more often can help by improving blood flow. If you suspect a medication could be contributing to ED, talk to your doctor about adjusting your dosage or switching to another option. Treating ED: Medications You've probably heard of Viagra, but it's not the only pill for ED. This class of drugs also includes Cialis, Levitra and Staxyn. All work by improving blood flow to the penis during arousal. They're generally taken an hour before sexual activity and should not be used more than once a day. Cialis can be taken up to 36 hours before sexual activity and also comes in a lower, daily dose. Staxyn dissolves in the mouth. All require an OK from your doctor first for safety. Treating ED: Injections While pills for ED are convenient, some men sustain stronger erections by injecting medication directly into the penis. Drugs approved for this purpose work by widening the blood vessels, causing the penis to become engorged with blood. Another option is inserting a medicated pellet into the urethra. The pellet can trigger an erection within 10 minutes. Treating ED: Vacuum Devices (Pumps) Vacuum devices for ED, also called pumps, offer an alternative to medication. The penis is placed inside a cylinder. A pump draws air out of the cylinder, creating a partial vacuum around the penis. This causes it to fill with blood, leading to an erection. An elastic band worn around the base of the penis maintains the erection during intercourse. Treating ED: Surgery If ED is caused by a blockage in an artery leading to the penis, surgery can often restore blood flow. Good candidates are typically younger men whose blockage stems from an injury to the crotch or pelvis. The procedure is not recommended for older men with narrowing of the arteries. Treating ED: Implants In men with persistent ED, a penile implant can restore sexual function. An inflatable implant uses two cylinders that are surgically placed inside the penis. When an erection is desired, the man uses a pump to fill the cylinders with pressurized fluid. Another option is a malleable implant, which bolsters erections with surgically implanted rods. Treating ED: Psychotherapy Even when ED has a known physical cause, psychotherapy can be beneficial. A therapist can teach the man and his partner techniques to reduce performance anxiety and improve intimacy. Therapy can also help couples adjust to the use of vacuum devices and implants. Treating ED: Alternative therapies Talk with your doctor before trying supplements for ED. They can contain 10 or more ingredients and may complicate other health conditions. Asian ginseng and ginkgo biloba are popular, but there isn't a lot of good research on their effectiveness. Some men find that taking a DHEA supplement improves their ability to have an erection. Unfortunately, the long-term safety of DHEA supplements is unknown. Most doctors do not recommend using it. Treating ED: Buyer beware A quick web search will reveal dozens of \"dietary supplements\" that claim to treat ED. But the FDA warns that many of these are not what they seem. An investigation discovered the pills often contain prescription drugs not listed on the label, including the active ingredient in Viagra. This puts the man at risk for dangerous drug interactions. ED: Reducing your risk Some tips to reduce your risk of ED include:     * Exercise and maintain a healthy weight.     * Stop smoking.     * Avoid alcohol and substance abuse.     * Keep your diabetes under control. Discussing ED with your partner It's natural to feel angry or embarrassed when dealing with ED. But don't forget that your partner is also affected. Talking openly about ED will help your partner understand the diagnosis and treatment options. This will reassure your partner that you haven't lost interest.",
            "vi": "Rối loạn chức năng cương dương      Rối loạn chức năng cương dương (Ed) là gì? Người bị rối loạn chức năng cương dương (ED) thường gặp rắc rối nhiều lần với vấn đề cương cứng. Nếu không được điều trị thì bệnh này có thể làm cho quá trình giao hợp trở nên khó khăn. (ED) đôi khi cũng được gọi là bệnh bất lực, và ở Mỹ con số bệnh nhân bị chứng bệnh này ước tính lên tới 15 – 30 triệu người. Trong khi người ta vẫn còn cho đây là một chủ đề kiêng ngại “thầm kín”, “cấm kỵ”, không nên nói ra thì gần đây cũng có nhiều tiến bộ đáng kể trong các phương pháp điều trị ED.  Rối loạn chức năng cương dương # Giảm ham muốn tình dục Có nhiều dạng rối loạn sinh dục nam giới, bao gồm chứng giảm ham muốn tình dục và vấn đề xuất tinh. Nhưng ED đặc biệt đề cập cụ thể đến những khó khăn trong việc tạo sự cương cứng và duy trì được nó. Bệnh nhân bị rối loạn cương dương thường có nhu cầu ham muốn lành mạnh, nhưng cơ thể không đáp ứng được. Hầu hết các trường hợp mắc bệnh đều có cơ sở lý giải về thể chất cho vấn đề này.  Các triệu chứng của rối loạn chức năng cương dương * Dương vật quá mềm không quan hệ tình dục được * Sự cương cứng hết rất nhanh.  * Dương vật không có khả năng cương cứng.  Các triệu chứng này có thể xảy ra mỗi khi bắt đầu quan hệ tình dục hoặc chỉ xuất hiện vào một lúc nào đó.  Ai bị rối loạn chức năng cương dương? ED là chứng bệnh ngày càng trở nên phổ biến ở nam giới có tuổi, nhưng đây không phải là yếu tố lão hoá. số người bị rối loạn cương dương ở tuổi 40 là khoảng 5%, và tăng vọt từ 15% đến 25% ở tuổi 65. Nhưng điều này không đồng nghĩa tuổi tác sẽ giết chết đời sống tình dục của bạn. Người ta có thể điều trị ED ở bất cứ độ tuổi nào.  Nghiên cứu cơ học của ED Trạng thái cương dương xảy ra khi máu làm căng đầy hai buồng hoạt động như thể xốp; làm cho dương vật lớn hơn và cứng lên, giống như quả bóng khi được đổ đầy nước. Quá trình này do các xung lực ở não và các dây thần kinh sinh dục gây ra. Bất cứ điều gì gây cản xung lực hoặc ngăn không cho máu đến dương vật có thể dẫn đến rối loạn chức năng cương dương.  nguyên nhân: Bệnh mãn tính  Mối tương quan giữa bệnh mãn tính và rối loạn cương dương phần lớn là do tiểu đường (chứng bệnh được mô tả dưới đây nhờ vào phương pháp kiểm tra đường huyết). Cứ 2 bệnh nhân tiểu đường thì có đến gần 1 người bị ED. Nhiều chứng bệnh khác cũng có thể gây rối loạn cương dương như bệnh tim mạch, xơ vữa động mạch (bệnh xơ cứng động mạch), bệnh thận, và chứng đa xơ cứng. Các bệnh này có thể làm yếu lưu thông máu hoặc làm giảm xung thần kinh khắp cơ thể.  nguyên nhân: Lối sống  Phong cách sống và lối sống làm suy yếu tuần hoàn máu và có thể góp phần gây rối loạn cương dương. Thuốc lá, rượu bia nhiều, và lạm dụng thuốc cũng làm tổn hại đến các mạch máu và làm giảm lưu thông máu đến dương vật. Thuốc lá làm cho nam giới bị xơ vữa động mạch đặc biệt dễ bị rối loạn cương dương. Bệnh béo phì và chế độ tập luyện thể dục ít cũng là các nguyên nhân khả thi khác.  Nguyên nhân: Phẫu thuật Phẫu thuật, như điều trị ung thư tuyến tiền liệt hoặc ung thư bàng quang, đôi khi cũng làm tổn thương các dây thần kinh và mạch máu gần bên dương vật. Trong một số trường hợp thì tổn thương dây thần kinh là vĩnh viễn, bệnh nhân cần phải được điều trị mới có thể đạt được trạng thái cương dương. Và trong những trường hợp khác thì phẫu thuật có thể gây rối loạn cương dương tạm thời có thể tự lành sau 6-18 tháng.  Nguyên nhân: Thuốc ED có thể là tác dụng phụ của thuốc, bao gồm một số thuốc điều hoà huyết áp nào đó, thuốc chống trầm cảm, thuốc an thần, và thuốc kháng histamine. Nam giới nên thông báo cho bác sĩ biết nếu nghi ngờ thuốc theo toa hoặc thuốc mua tự do không theo toa của mình có thể gây các vấn đề cương dương.  Nguyên nhân: Tâm lý Rối loạn cương dương thường liên quan một tính chất vật lý nào đó đằng sau nó, nhất là với những người lớn tuổi. Nhưng yếu tố tâm lý cũng chỉ là nguyên do trong số từ 10-20% nam giới bị rối loạn cương dương. Nhiều chuyên gia cho rằng căng thẳng-stress, suy nhược-trầm cảm, lòng kém tự trọng và cảm giác lo âu hồi hộp cũng có thể làm gián đoạn quá trình “yêu” dẫn đến rối loạn cương dương. Các yếu tố này có thể cũng làm cho vấn đề trở nên tệ hại hơn đối với người bị rối loạn cương dương do một yếu tố vật lý nào đó.  Chứng rối loạn cương dương và việc chạy xe đạp  Công trình nghiên cứu cho biết người đi xe đạp mắc bệnh rối loạn cương dương nhiều hơn các vận động viên khác. Vấn đề nằm ở chỗ hình dạng của một số yên xe đạp gây áp lực đè lên đáy chậu. Đáy chậu là vùng giữa hậu môn và bìu chứa các động mạch và dây thần kinh quan trọng để kích thích tình dục. Người chạy xe đạp nhiều tiếng đồng hồ trong tuần có thể dùng các loại yên xe được thiết kế bảo vệ vùng đáy chậu.  Khám sức khỏe để chẩn đoán ED Để chẩn đoán rối loạn cương dương, bác sĩ sẽ hỏi bạn nhiều câu hỏi về các triệu chứng và tiền sử sức khỏe. Ngoài ra, bác sĩ cũng sẽ khám sức khỏe tổng quát cho bạn để tìm ra nguyên nhân gây bệnh chẳng hạn như tuần hoàn máu kém hoặc rắc rối về thần kinh. Bác sĩ đồng thời sẽ tìm những bất thường, những dị dạng ở vùng sinh dục của bạn bởi chúng có thể là nguyên nhân gây rối loạn cương dương.  Xét nghiệm ở phòng thí nghiệm giúp chẩn đoán ED Một số xét nghiệm ở phòng thí nghiệm có thể chẩn đoán các vấn đề sinh dục nam. Phương pháp đo nồng độ tét-xtô-xtê-rôn có thể giúp xác định xem bệnh nhân có bị mất cân đối về hooc-môn không, thường liên quan đến sự giảm ham muốn. Phương pháp đếm tế bào máu, đo nồng độ cholesterol, và xét nghiệm chức năng gan cũng có thể giúp nhận biết nhiều bệnh có thể dẫn đến rối loạn cương dương.  Rối loạn cương dương có phải là dấu hiệu của bệnh tim không? Trong một số trường hợp thì ED có thể là dấu hiệu cảnh báo của một chứng bệnh nào đó nguy hiểm hơn. Cuộc nghiên cứu năm 2010 cho biết ED là dấu hiệu cảnh báo chắc chắn của bệnh đau tim, đột quỵ, và tử vong do bệnh tim mạch. Nhiều nhà nghiên cứu cho hay tất cả các bệnh nhân bị chẩn đoán là rối loạn cương dương nên được kiểm tra bệnh tim mạch. Đây không có nghĩa là hễ người nào bị rối loạn cương dương cũng đều phát triển thành bệnh tim, hoặc hễ ai bị bệnh tim đều bị rối loạn cương dương, nhưng bệnh nhân nên biết về mối tương quan này.  Thay đổi lối sống để chữa ED Nhiều bệnh nhân bị rối loạn cương dương có thể cải thiện chức năng tình dục của mình bằng cách thay đổi một vài thói quen trong phong cách sống. Một chế độ giảm cân, bỏ thuốc lá, và tập thể dục thường xuyên có thể giúp tăng cường lưu thông máu. Nếu nghi ngờ loại thuốc mình đang sử dụng có thể góp phần gây ED, thì hãy tham khảo ý kiến của bác sĩ về việc điều chỉnh liều lượng hoặc đổi sang một loại thuốc khác hay một chế độ điều trị khác.  Điều trị ED bằng thuốc Chắc là bạn cũng đã nghe nói về Viagra rồi đúng không, nhưng đây không phải là loại thuốc duy nhất để chữa rối loạn cương dương. Loại thuốc này cũng bao gồm Cialis, Levitra và Staxyn. Tất cả đều có chung một dược tính là làm tăng lưu thông máu đến dương vật trong khi bị kích thích. Chúng thường được sử dụng trước khi quan hệ tình dục 1 tiếng đồng hồ và không được sử dụng 2 lần trong ngày. Cialis có thể được sử dụng trước khi quan hệ tình dục đến 36 tiếng đồng hồ và cũng có thể dùng được hằng ngày với liều lượng thấp hơn. Staxyn có thể tan được trong miệng. Tất cả các loại thuốc trên phải được bác sĩ đồng ý trước mới được sử dụng an toàn.  Điều trị ED bằng cách tiêm thuốc  Trong khi nhiều người cho rằng tiện lợi khi sử dụng thuốc viên trị rối loạn cương dương thì một số khác kéo dài trạng thái cương dương mạnh hơn bằng cách tiêm thuốc trực tiếp vào dương vật. Nhiều loại thuốc đáp ứng mục đích này làm cho các mạch máu nở ra, làm cho dương vật trở nên căng ứ máu. Ngoài ra cũng có thể nhét thuốc vào niệu đạo. Viên thuốc này có tác dụng làm cương dương trong vòng 10 phút.  Điều trị ED bằng các thiết bị bơm chân không (máy bơm chân không) Các thiết bị chân không sử dụng để điều trị rối loạn cương dương được gọi là máy bơm, dùng để thay thế cho thuốc. Dương vật được đặt vào bên trong ống trụ. Máy bơm rút hết không khí ra khỏi ống trụ, tạo chân không từng phần quanh dương vật. Phương pháp này làm cho dương vật căng máu, tạo trạng thái cương dương. quanh đáy dương vật được quấn băng mềm để giữ cho dương vật được cứng trong lúc giao hợp. Điều trị ED bằng phẫu thuật Nếu rối loạn cương dương do tình trạng nghẽn động mạch làm ngăn không cho máu đến dương vật thì phương pháp phẫu thuật thường có thể giúp lưu thông máu bình thường trở lại. Thanh niên trai trẻ có thể sử dụng tốt phương pháp phẫu thuật này khi bị tắc nghẽn lưu thông máu do chấn thương ở vùng đáy chậu hoặc khung xương chậu. Liệu pháp này không nên áp dụng cho người cao tuổi bị hẹp động mạch.  Điều trị ED bằng thủ thuật cấy Đối với người bị rối loạn cương dương dai dẳng thì biện pháp cấy ghép làm tác động đến vùng dương vật có thể giúp phục hồi chức năng tình dục. Thủ thuật cấy bơm phồng sử dụng 2 ống trụ đặt vào bên trong dương vật. Khi muốn cương dương thì người bệnh sử dụng ống bơm để bơm dịch gây sức ép vào ống trụ. Ngoài ra người ta cũng sử dụng phương pháp cấy dẻo, giúp tạo được trạng thái cương dương nhờ que cấy.  Điều trị ED bằng liệu pháp tâm lý Thậm chí khi đã xác định được nguyên nhân vật lý gây rối loạn cương dương thì liệu pháp tâm lý có thể có tác dụng tốt. Nhà trị liệu có thể hướng dẫn cho bệnh nhân và bạn tình các kỹ thuật làm giảm lo lắng và tăng thêm mức độ thân thiết gần gũi với nhau. Liệu pháp này còn giúp nhiều cặp vợ chồng điều chỉnh hợp lý các thiết bị chân không và các thiết bị cấy.  Điều trị ED bằng liệu pháp thay thế Hãy tham khảo ý kiến của bác sĩ trước khi sử dụng bất cứ nguồn bổ sung nào để trị rối loạn cương dương. Chúng có thể chứa từ 10 thành phần trở lên và có thể gây nhiều biến chứng cho các bệnh khác. Nhân sâm Châu Á và thuốc bột làm bằng lá cây bạch quả là những nguồn thảo dược được sử dụng rộng rãi, nhưng có rất ít nghiên cứu sâu sắc về tính chất hiệu quả của chúng. Một số bệnh nhân cũng phát hiện rằng bổ sung DHEA có thể giúp cải thiện tình trạng cương dương. Đáng tiếc là người ta vẫn chưa biết việc bổ sung DHEA lâu dài có an toàn hay không. Hầu hết các bác sĩ đều không khuyến cáo sử dụng DHEA.  Điều trị ED: Người mua nên cảnh giác  Nếu bạn tìm nhanh trên web, bạn sẽ có hàng tá “thực phẩm bổ sung” có tác dụng chữa rối loạn cương dương. Nhưng Cơ quan Giám sát An toàn Thực phẩm và Dược phẩm FDA cảnh báo nhiều thuốc không có tác dụng tốt như quảng cáo. Một cuộc điều tra phát hiện ra các loại thuốc viên trị rối loạn cương dương thường gồm nhiều thuốc theo toa không có tên trên nhãn, bao gồm cả hoạt tính trong thuốc Viagra. Như vậy nó sẽ làm cho bệnh nhân có nguy cơ tương tác thuốc nguy hiểm. Hạn chế nguy cơ mắc bệnh rối loạn cương dương: Dưới đây là một số bí quyết giúp giảm nguy cơ bị rối loạn cương dương:  * Tập thể dục và duy trì trọng lượng cơ thể khỏe mạnh. * Bỏ thuốc lá.  * Tránh sử dụng rượu bia và lạm dụng thuốc.  * Kiểm soát bệnh tiểu đường.  Thảo luận và chia sẻ bệnh rối loạn cương dương với bạn tình  Cảm giác tức giận hoặc ngượng ngùng là thứ cảm giác bình thường của bệnh nhân bị rối loạn cương dương. Nhưng đừng quên rằng người bạn tình cũng bị ảnh hưởng không kém. Việc chia sẻ cởi mở về chứng bệnh này cũng sẽ giúp cô ấy hiểu được các phương pháp chẩn đoán và điều trị. Đây cũng là thông điệp cho người ấy biết rằng bạn chưa hề cảm thấy mất hứng thú bao giờ."
        },
        {
            "en": "Infertility      \nWhat is infertility?\n\n Infertility is defined by the American Society for Reproductive Medicine (ASRM) as a disease of the reproductive system that impairs the body's ability to perform the basic function of reproduction. Although conceiving a child may seem to be simple and natural, the physiological process is quite complicated and depends on the proper function of many factors, including the following, as listed by the ASRM: \n  production of healthy sperm by the man\n\n production of healthy eggs by the woman\n\n unblocked fallopian tubes that allow the sperm to reach the egg\n\n the sperm's ability to fertilize the egg\n\n the ability of the fertilized egg to become implanted in the uterus\n\n adequate embryo quality\n\n  Who is affected by infertility?\n\n Infertility affects about 12 percent of couples of childbearing age. Infertility is not just a woman's concern. A problem with the male is the sole cause, or a contributing cause, of infertility in about 50 percent of infertile couples. About one-third of infertile couples have more than one cause or factor related to their inability to conceive. About 20 percent of couples have no identifiable cause for their infertility after medical investigation. \n What causes infertility?\n\n Many different factors and problems can cause infertility, including problems in the female reproductive system, the male reproductive system, or a combination of the two. The following are some of the conditions or factors that are associated with infertility:  \nfemale factors \n     \novulation dysfunction\n\n   With this condition, the woman's reproductive system does not produce the proper amounts of hormones necessary to develop, mature, and release a healthy egg.   \nanatomical problems\n\n   Abnormal development or function of the female anatomy can prevent the egg and the sperm from meeting. The most common anatomical problem is blockage of the fallopian tubes. Other anatomical problems may include the presence of pelvic scar tissue from previous surgeries or infections.   \nendometriosis\n\n   Endometriosis is a condition in which the tissue that lines the uterus develops outside the uterus, usually on other reproductive organs inside the pelvis or in the abdominal cavity. Each month, this misplaced tissue responds to the hormonal changes of the menstrual cycle by building up and breaking down, resulting in internal bleeding which can cause scar tissue to form and affect reproductive organ function.   \nbirth defects\n\n   Abnormal development and function of reproductive organs resulting from birth defects can affect fertility. One of the most common reproductive system birth defects occurs following a woman's exposure to DES (diethylstilbestrol) taken by her mother during pregnancy. In years past, DES was given to women at risk for pregnancy loss. Fetal DES exposure often causes abnormal development of the uterus and cervix.   \ninfection\n\n   Pelvic inflammatory disease (PID) is caused by a type of bacteria such as gonorrhea and chlamydia. PID can affect the uterus, fallopian tubes, and/or the ovaries. It can lead to pelvic adhesions and scar tissue that develops between internal organs, causing ongoing pelvic pain and the possibility of an ectopic pregnancy (the fertilized egg becomes implanted outside the uterus).   \nimmunological problems\n\n   A problem with a woman's immune system can lead to pregnancy loss. Antibodies (immune or protective proteins) in a woman's system can fail to recognize a pregnancy, or there may be an abnormal immune response to the pregnancy. Women can also develop antisperm antibodies which attack and destroy sperm.  \nmale factors\n\n    \nlow or absent sperm production\n\n   Without proper numbers of healthy sperm, the chance of fertilization is decreased.   \nabnormal sperm function\n\n   Sperm must have proper motility and the ability to penetrate the egg.   \nvaricocele\n\n   This is a condition in which varicose veins develop around the testes. It is a very common cause of male factor infertility and is usually treatable and reversible with surgery.   \nlifestyle\n\n   Use of recreational drugs (i.e., marijuana, cocaine), heavy alcohol use, cigarette smoking, certain medications, and excessive heat to the genital area (as in hot tubs) can affect sperm quality and function.   \nhormonal disorders\n\n   Improper male hormone or endocrine function can affect sperm production and fertilization ability.   \nchromosomal defects\n\n   Certain chromosomal abnormalities are associated with male infertility.   \nbirth defects\n\n   Abnormalities in a man's reproductive system can occur during fetal development. Some birth defects are due to a man's exposure to DES (diethylstilbestrol) taken by his mother during pregnancy.   \nimmunological problems\n\n   A man may have antisperm antibodies (immune or protective proteins) which attack and destroy sperm. How is infertility diagnosed?\n\n When conception does not occur after one year of unprotected intercourse, after six months in women over age 35, or if there are known problems causing infertility, a medical evaluation of both the male and female is recommended. Some obstetrician/gynecologists (OB/GYNs) are able to provide basic infertility evaluation and treatment. However, many causes of infertility are best treated by a board-certified reproductive endocrinologist. This is an OB/GYN who has had additional education and training in infertility and is certified with the American Board of Obstetrics and Gynecology in the sub-specialty of Reproductive Endocrinology and Infertility. Generally, the OB/GYN or reproductive endocrinologist will evaluate specific situations and perform tests in both the male and female partners to determine the cause of infertility. The physician is looking for answers to the following questions: \n  Is the female ovulating regularly?\n\n Is the male producing healthy, viable sperm?\n\n Are the female's egg and the male's sperm able to unite and grow normally?\n\n Are there any obstacles to proper implantation and maintenance of the pregnancy?\n\n  The following tests are often part of the basic medical workup for infertility. \n  \nboth partners \n     medical and sexual history (to evaluate possible physical causes of infertility and if sexual intercourse has been appropriately timed)\n\n    \nfemale \n     \nphysical examination\n\n   A complete physical examination (including a Pap smear and testing for infection) will be necessary.   \novulation evaluation\n\n   An evaluation of ovulation function using an analysis of body temperatures and ovulation called the basal body temperature chart, or with ovulation prediction methods using urine samples, may be recommended.   \nhormone testing\n\n   Hormone testing may be recommended, as certain hormones increase and decrease in production at various times in the monthly cycle.   \nultrasound\n\n   Ultrasound can show the presence of follicles (the sacs containing developing eggs) and the thickness of the uterine tissues. Ultrasound can also show abnormal conditions, such as ovarian cysts or fibroids (benign tumors in the uterus).   \nx-rays\n\n   A hysterosalpingogram may be recommended. This test uses a radio-opaque dye injected into the cervical opening to visualize the inside of the uterus and determine if the fallopian tubes are open.  \nmale \n     \nsemen analysis\n\n   A collection of a semen sample obtained by masturbation that is analyzed in the laboratory for the sperm count, sperm motility, sperm shape, quantity, and evaluation of the ejaculate liquid may be recommended. According to the ASRM, a normal ejaculate contains more than 20 million sperm per milliliter of liquid, more than 50 percent of the sperm should be moving forward, and more than 30 percent of sperm should have normal shapes.   \nother tests may be performed that evaluate the sperm's ability to penetrate the egg, as well as male hormone testing\n\n   Men may be referred to a urologist for further evaluation. \nTreatment for infertility:\n\n Specific treatment for infertility will be determined by your physician based on:  \nyour age, overall health, and medical history\n\n extent of the disorder\n\n cause of the disorder\n\n your tolerance for specific medications, procedures, or therapies\n\n expectations for the course of the disorder\n\n your opinion or preference\n\n  Once a diagnosis is made, the specialist can work with you to determine the course of treatment. According to the ASRM, most infertility cases (85 to 90 percent) are treated with conventional therapies, such as drug treatment or surgical repair of reproductive abnormalities. Depending on the cause of infertility, there are many options to offer an infertile couple. Types of treatments for women may include the following: Ovulation medications These medications help regulate the timing of ovulation and stimulate the development and release of mature eggs. They can also help correct hormonal problems that can affect the lining of the uterus as it prepares to receive a fertilized egg. Ovulation medications can stimulate more than one egg to be released which increases the possibility of having twins and other multiples. Some of the common ovulation medications include the following:  \n  \nclomiphene citrate\n\n  human menopausal gonadotropins - medications containing follicle-stimulating hormone (FSH) and luteinizing hormone (LH)\n\n  follicle-stimulating hormone (FSH)\n\n  Intrauterine insemination For some conditions, including low sperm count and cervical mucus problems, a procedure that places specially washed and prepared sperm directly into the uterus through a small catheter (flexible tube) helps increase the chances for conception. This procedure is often used in combination with ovulation medications.  Surgery Surgery may be used to treat or repair a condition that is causing infertility such as fallopian tube blockage, or endometriosis. A common surgical procedure often used as part of the diagnostic workup of infertility is the laparoscopy. In a laparoscopy, a small telescope inserted into the abdominal or pelvic cavity allows internal organs to be visualized. Some procedures to treat infertility can be performed using instruments inserted through the laparoscope.  Assisted reproductive technology (ART) For some couples, more extensive treatment is needed. With most forms of ART, the sperm and egg are united in the laboratory and the fertilized egg is returned to the woman's uterus where it can implant and develop. Although ART procedures are often costly, many are being used with success. These include the following: o In vitro fertilization (IVF) Involves extracting a woman's eggs, fertilizing the eggs in the laboratory with sperm, and then transferring the resulting embryo(s) into the woman's uterus through the cervix (embryo transfer) where it can develop. Most couples transfer two embryos; however, more may be transferred in certain cases. IVF is the most common form of ART and it is often the treatment of choice for a woman with blocked, severely damaged, or absent fallopian tubes. IVF is also used for infertility caused by endometriosis or male factor infertility. IVF is sometimes used to treat couples with long-term unexplained infertility who have not been able to conceive with other infertility treatments. According to the ASRM, the average cost of one IVF cycle in the United States is $12,400. More than one IVF cycle, however, is usually needed. o Intracytoplasmic sperm injection (ICSI) A procedure in which a single sperm is injected directly into an egg; this procedure is most commonly used to help with male factor infertility problems. o Gamete intrafallopian transfer (GIFT)  Involves using a fiber-optic instrument called a laparoscope to guide the transfer of unfertilized eggs and sperm into the woman's fallopian tubes through small incisions in her abdomen. GIFT is only used in women with healthy fallopian tubes. o Zygote intrafallopian transfer (ZIFT) Involves fertilizing a woman's eggs in the laboratory and then using a laparoscope to guide the transfer of the fertilized eggs (zygotes) into her fallopian tubes. ZIFT is only used in women with healthy fallopian tubes. o Donor eggs Involves an embryo formed from the egg of one woman (the donor) being transferred to another woman who is unable to conceive with her own eggs (the recipient). The donor relinquishes all parental rights to any resulting offspring. ART using donor eggs is much more common among older women than among younger women. The likelihood of a fertilized egg implanting is related to the age of the woman who produced the egg. Egg donors are typically in their 20s or early 30s. o Embryo cryopreservation A procedure in which embryos are preserved through freezing (cryopreservation) for transfer at a later date. This procedure is often used when an IVF cycle produces more embryos than can be transferred at one time. The remaining embryos can be transferred in a future cycle if the woman does not become pregnant. \n There is a range of treatment options currently available for male factor infertility. Treatment may include: \n  \nAssisted reproductive technologies (ART). This type of treatment may include the following:\n\n  o Artificial insemination Artificial insemination involves the placement of relatively large numbers of healthy sperm either at the entrance of the cervix or into the partner's uterus, by passing the cervix, to have direct access to the fallopian tubes. o IVF, GIFT, and other techniques In vitro fertilization (IVF) or gamete intra-fallopian transfer (GIFT) have been used for the treatment of male infertility. As is the case with artificial insemination, IVF and similar techniques offer the opportunity to prepare sperm in vitro, so that oocytes are exposed to an optimal concentration of high quality, motile sperm. o Microsurgical fertilization (microinjection techniques such as intracytoplasmic sperm injection, or ICSI) This treatment is used to facilitate sperm penetration by injection of a single sperm into the oocyte. Fertilization then takes place under the microscope.  \nDrug therapy\n\n  A small percentage of infertile men have a hormonal disorder that can be treated with hormone therapy. Hormonal imbalances caused by a dysfunction in the mechanism of interaction between the hypothalamus, the pituitary gland, and the testes directly affect the development of sperm (spermatogenesis). Drug therapy may include gonadotrophin therapy, antibiotics, or another medication deemed appropriate.  \nSurgery\n\n  Surgical therapy in male infertility is designed to overcome anatomical barriers that impede sperm production and maturation or <em>ejaculation</em>. Surgical procedures to remove varicose veins in the scrotum (varicocele) can sometimes serve to improve the quality of sperm. \nWhat is unexplained infertility?\n\n About 20 percent of couples have unexplained infertility, for which a cause, despite all investigations, is not found. Unexplained infertility does not mean there is no reason for the problem, but that the reason is unable to be identified at the present time. If you suspect you are experiencing infertility, seek medical consultation early. The age of the woman and the duration of the couple's infertility may influence the success of treatment.",
            "vi": "Vô sinh    \nVô sinh là gì?\n Vô sinh được định nghĩa bởi Hiệp hội Y học Sinh sản Hoa Kỳ (ASRM) là một bệnh của hệ sinh sản làm suy yếu khả năng của cơ thể để thực hiện chức năng cơ bản của việc sinh sản. Mặc dù việc thụ thai có vẻ đơn giản và tự nhiên, nhưng quá trình sinh lý lại khá phức tạp và phụ thuộc vào chức năng phù hợp của nhiều yếu tố, như được liệt kê sau đây bởi Hiệp hội Y học Sinh sản Hoa Kỳ:  sự sản xuất tinh trùng khỏe mạnh của người đàn ông\n sự sản xuất trứng khỏe mạnh của người phụ nữ\n ống dẫn trứng không bị tắt cho phép tinh trùng đến được trứng\n khả năng của tinh trùng để thụ tinh trứng\n khả năng của trứng được thụ tinh để bám vào tử cung\n chất lượng phôi đáp ứng\n  \nAi bị ảnh hưởng bởi vô sinh?\n Vô sinh ảnh hưởng đến khoảng 12% số cặp vợ chồng trong độ tuổi sinh đẻ. Vô sinh không chỉ là nỗi lo lắng của riêng người phụ nữ. Trục trặc ở nam giới cũng là nguyên nhân chính hoặc góp phần trong khoảng 50% cặp vợ chồng bị vô sinh. Khoảng một phần ba số cặp vợ chồng vô sinh có nhiều hơn một nguyên nhân hoặc yếu tố liên quan đến sự không có khả năng thụ thai của họ. Khoảng 20% trong số này không phát hiện được nguyên nhân vô sinh sau khi kiểm tra sức khỏe. \nĐiều gì gây ra vô sinh?\n Nhiều yếu tố và vấn đề khác nhau có thể gây ra vô sinh, bao gồm cả các vấn đề trong hệ sinh sản của phụ nữ, hệ sinh sản của đàn ông, hoặc kết hợp cả hai. Sau đây là một số những rối loạn hoặc yếu tố có liên quan đến vô sinh:  những vấn đề ở người phụ nữ     \nrối loạn chức năng rụng trứng\n   Với bệnh này, hệ sinh sản của người đàn bà không tạo ra lượng phù hợp của các hoóc-môn cần thiết cho sự phát triển, chín và rụng trứng khỏe mạnh.   các vấn đề cấu tạo cơ thể    Sự phát triển hoặc chức năng bất bình thường của cơ thể người phụ nữ có thể ngăn ngừa trứng và tinh trùng gặp nhau. Vấn đề cấu tạo cơ thể thường gặp nhất là tắt nghẽn ống dẫn noãn (vòi Fallope). Các vấn đề cấu tạo cơ thể khác có thể bao gồm sự hiện diện của mô sẹo vùng chậu do phẫu thuật hoặc nhiễm trùng trước đây.   lạc nội mạc tử cung   Lạc nội mạc tử cung là bệnh trong đó các mô lót tử cung phát triển bên ngoài tử cung, thường là trên các cơ quan sinh sản khác trong xương chậu hoặc trong khoang bụng. Mỗi tháng, mô lạc vị này phản ứng với những thay đổi do hóc-môn của chu kỳ kinh nguyệt theo cách dày lên và bong ra, dẫn đến chảy máu có thể làm mô sẹo hình thành và ảnh hưởng đến chức năng của cơ quan sinh sản.   các dị tật bẩm sinh   Sự phát triển và chức năng bất thường của cơ quan sinh sản do khuyết tật bẩm sinh có thể ảnh hưởng đến khả năng sinh sản. Một trong những khuyết tật bẩm sinh phổ biến nhất của hệ sinh sản xảy ra do người phụ nữ bị nhiễm DES (diethylstilbestrol) từ mẹ khi mang thai. Trong những năm qua, DES đã được kê toa cho những phụ nữ có nguy cơ sẩy thai. Bào thai phơi nhiễm với DES thường gặp bất thường trong sự phát triển của tử cung và cổ tử cung.   nhiễm trùng   Bệnh viêm khung chậu (PID) gây ra do loại vi khuẩn như bệnh lậu và chlamydia. Bệnh viêm khung chậu có thể tấn công tử cung, ống dẫn noãn (vòi Fallope), và / hoặc buồng trứng. Nó có thể dẫn đến dính xương chậu và mô sẹo phát triển giữa các cơ quan nội tạng, gây ra đau xương chậu phát triển và khả năng mang thai ngoài tử cung (trứng được thụ tinh bám vào bên ngoài tử cung).   các vấn đề miễn dịch   Những rối loạn trong hệ miễn dịch của người phụ nữ có thể dẫn đến sẩy thai. Các kháng thể (các prô-tê-in miễn dịch hoặc bảo vệ) trong cơ thể phụ nữ có thể không nhận biết được sự có thai, hoặc có thể có một phản ứng miễn dịch bất thường đối với sự mang thai. Phụ nữ cũng có thể phát triển các kháng thể kháng tinh trùng sẽ tấn công và tiêu diệt tinh trùng.  những vấn đề ở người đàn ông    không sản xuất hoặc sản xuất ít tinh trùng   Nếu không có số lượng tinh trùng khỏe mạnh thích hợp, cơ hội thụ tinh sẽ giảm.   \nchức năng tinh trùng bất thường\n   Tinh trùng phải có chuyển động thích hợp và khả năng xâm nhập trứng.   giãn tĩnh mạch thừng tinh   Đây là một bệnh trong đó các tĩnh mạch căng giãn phát triển quanh tinh hoàn. Nó là một nguyên nhân rất phổ biến của các yếu tố vô sinh nam và thường có thể điều trị và hồi phục bằng phẫu thuật.   lối sống   Sử dụng các chất kích thích (như cần sa, cô-ca-in), sử dụng rượu nặng, hút thuốc, một số loại dược phẩm, và nhiệt độ quá nóng ở vùng sinh dục (như trong bồn tắm nước nóng) có thể ảnh hưởng đến chất lượng và chức năng tinh trùng.   \nrối loạn hoóc-môn\n   Hoóc-môn nam hoặc chức năng nội tiết không đúng có thể ảnh hưởng đến sự sản xuất tinh trùng và khả năng thụ tinh.   dị tật nhiễm sắc thể   Một số dị dạng nhiễm sắc thể gắn liền với chứng vô sinh ở nam.   dị tật bẩm sinh   Bất thường trong hệ sinh sản của con người có thể xảy ra trong sự phát triển thai nhi. Một số khuyết tật bẩm sinh   do phơi nhiễm với DES (diethylstilbestrol) khi người đàn ông được mang thai.   vấn đề miễn dịch   Một người đàn ông có thể có kháng thể kháng tinh trùng (các prô-tê-in miễn dịch hoặc bảo vệ) tấn công và tiêu diệt tinh trùng. \nVô sinh được chẩn đoán như thế nào?\n Khi sự thụ thai không xảy ra sau một năm quan hệ tình dục không dùng biện pháp bảo vệ, sau sáu tháng ở phụ nữ trên 35 tuổi, hoặc nếu có biết những vấn đề gây vô sinh, một giám định y khoa sẽ được đề nghị thực hiện ở cả người nam và nữ. Một số bác sĩ sản khoa / bác sĩ phụ khoa (OB / GYN) có thể cung cấp đánh giá và điều trị vô sinh cơ bản. Tuy nhiên, nhiều nguyên nhân vô sinh sẽ được điều trị tốt nhất bởi một bác sĩ chuyên khoa nội tiết và sinh sản. Đây là một bác sĩ sản khoa / phụ khoa được huấn luyện và đào tạo thêm về vô sinh và có chứng nhận của Hiệp hội Sản Phụ khoa Hoa Kỳ trong chuyên khoa phụ Nội tiết sinh sản và Vô sinh. Nói chung, bác sĩ sản khoa / phụ khoa hoặc bác sĩ chuyên khoa nội tiết sinh sản sẽ đánh giá tình hình cụ thể và thực hiện các xét nghiệm trong cả người nam và nữ để xác định nguyên nhân vô sinh. Các bác sĩ sẽ tìm câu trả lời cho những câu hỏi sau:  Người nữ rụng trứng thường xuyên không?\n Người nam có tạo ra tinh trùng khoẻ mạnh và có thể sống không?\n Trứng của người nữ và tinh trùng của người nam có thể thụ tinh và phát triển bình thường không?\n Có trở ngại gì trong việc bám của bào thai vào tử cung và nuôi dưỡng bào thai không?\n  Các xét nghiệm sau đây thường là một phần của việc kiểm tra sức khoẻ tổng quát cơ bản cho vô sinh.  \ncả hai người nam và nữ\n    tiền sử sức khỏe và tình dục (để đánh giá các nguyên nhân thể chất có thể gây vô sinh và liệu thời gian quan hệ tình dục có thích hợp chưa)\n    người nữ    \nkiểm tra sức khoẻ tổng quát\n   Một cuộc kiểm tra sức khoẻ tổng quát toàn diện (bao gồm phết tế bào cổ tử cung và xét nghiệm nhiễm trùng) sẽ  cần thiết.   \nđánh giá sự rụng trứng\n   Đánh giá chức năng rụng trứng bằng cách phân tích thân nhiệt và sự rụng trứng được gọi là biểu đồ nhiệt độ cơ thể cơ bản, hoặc với phương pháp dự đoán sự rụng trứng sử dụng mẫu nước tiểu, có thể được đề nghị.   xét nghiệm hoóc-môn   Xét nghiệm hoóc-môn có thể được đề nghị, vì sự sản xuất một số hoóc-môn sẽ tăng hoặc giảm vào các thời điểm khác nhau trong chu kỳ hàng tháng.   siêu âm   Siêu âm có thể thấy sự hiện diện của các nang (các túi chứa trứng đang phát triển) và độ dày của các mô tử cung. Siêu âm cũng có thể cho thấy những tình trạng bất thường, như là u nang buồng trứng hoặc u xơ tử cung (các khối u lành tính trong tử cung).   X-quang   Chụp X-quang vòi tử cung có thể được đề nghị. Xét nghiệm này sử dụng một loại thuốc nhuộm cản bức xạ tiêm vào lổ cổ tử cung để xem xét bên trong tử cung và xác định xem các ống dẫn trứng có thông bình thường hay không.  người nam    phân tích tinh dịch   Tập hợp các nhóm mẫu tinh dịch thu được bằng cách thủ dâm được xét nghiệm phân tích mật độ, chuyển động, hình dạng, số lượng của tinh trùng, và có thể được đề nghị giám định tinh dịch. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, một lần xuất tinh bình thường chứa hơn 20 triệu tinh trùng trong mỗi mi-li-lít tinh dịch, hơn 50% tinh trùng sẽ di chuyển về phía trước, và hơn 30% tinh trùng phải có hình dạng bình thường.   \ncác xét nghiệm khác có thể được thực hiện để đánh giá khả năng thâm nhập vào trứng của tinh trùng, cũng như xét nghiệm nội tiết tố nam\n   Nam giới có thể được giới thiệu đến bác sĩ chuyên khoa niệu để được đánh giá thêm.   \nĐiều trị vô sinh:\n Điều trị vô sinh cụ thể sẽ được xác định bởi bác sĩ của bạn dựa trên:  tuổi của bạn, sức khỏe tổng quát, và tiền sử bệnh\n mức độ bệnh\n \nnguyên nhân bệnh\n \ndung nạp của bạn với thuốc, phương thức điều trị, hoặc liệu pháp\n dự đoán tiến triển của bệnh \ný kiến ​​hoặc nguyện vọng của bạn\n  Sau khi chẩn đoán, các chuyên gia có thể làm việc với bạn để xác định liệu trình điều trị. Theo Hiệp hội Y học Sinh sản Hoa Kỳ, hầu hết các trường hợp vô sinh (85% tới 90%), sẽ được điều trị bằng các liệu pháp thông thường, chẳng hạn như điều trị bằng thuốc hoặc phẫu thuật sửa chữa những bất thường của hệ sinh sản. Tùy thuộc vào nguyên nhân vô sinh, có nhiều lựa chọn chữa trị cung cấp cho một cặp vợ chồng vô sinh. Những phương pháp điều trị cho phụ nữ có thể bao gồm: Dược phẩm kiểm soát sự rụng trứng Các loại dược phẩm này giúp kiểm soát thời gian rụng trứng và kích thích sự phát triển và phóng thích trứng chín. Dược phẩm dạng này cũng có thể giúp điều chỉnh các rối loạn về nội tiết tố có thể ảnh hưởng đến niêm mạc tử cung khi nó chuẩn bị nhận trứng đã được thụ tinh. Thuốc rụng trứng có thể kích thích nhiều hơn một trứng được phóng thích làm tăng khả năng mang thai song sinh và đa sinh. Một số thuốc rụng trứng thông thường bao gồm:  \nclomiphene citrate\n \nhoóc-môn kích thích tuyến sinh dục ở người mãn kinh – các thuốc chứa hoóc-môn sinh sản (FSH) và hoóc-môn tạo hoàng thể (LH)\n hoóc-môn sinh sản (FSH)  Thụ tinh trong tử cung Đối với một số điều kiện, chẳng hạn như mật độ tinh trùng thấp và vấn đề chất nhầy cổ tử cung, một quy trình sẽ đưa tinh trùng đã được rửa sạch và chuẩn bị trực tiếp vào trong tử cung thông qua một ống nhỏ (ống mềm dẻo) giúp tăng cơ hội thụ thai. Phương thức này thường được dùng trong kết hợp với thuốc kiểm soát sự rụng trứng. Phẫu thuật Phẫu thuật có thể được dùng để điều trị hoặc sửa chữa một tình trạng gây ra vô sinh như tắt nghẽn ống dẫn noãn (vòi Fallope), hoặc bệnh lạc nội mạc tử cung. Một thủ thuật phẫu thuật thông dụng thường được dùng như một phần của kiểm tra chẩn đoán vô sinh là phẫu thuật nội soi. Trong phẫu thuật nội soi, một kính viễn vọng nhỏ được đưa vào trong ổ bụng hoặc vùng chậu cho phép xem xét các cơ quan nội tạng. Một số cách điều trị vô sinh có thể được thực hiện bằng cách sử dụng dụng cụ đưa vào qua ống nội soi. Kỹ thuật hỗ trợ sinh sản (ART) Đối với một số cặp vợ chồng, cần phải được điều trị sâu rộng hơn. Với hầu hết các dạng kỹ thuật hỗ trợ sinh sản, tinh trùng và trứng được kết hợp trong phòng thí nghiệm và trứng được thụ tinh được trả lại vào tử cung của người phụ nữ nơi nó có thể bám vào và phát triển. Mặc dù những kỹ thuật này thường tốn kém, nhưng nhiều người đã thành công. Chúng bao gồm những điều sau đây: o Thụ tinh trong ống nghiệm (IVF) Bao gồm lấy trứng của người phụ nữ, thụ tinh trứng trong phòng xét nghiệm với tinh trùng, và sau đó chuyển một hoặc nhiều phôi đã được thụ tinh vào tử cung của người phụ nữ qua đường cổ tử cung (chuyển giao phôi), nơi phôi có thể phát triển. Hầu hết các cặp vợ chồng đều chuyển hai phôi, tuy nhiên, có thể chuyển nhiều hơn tùy các trường hợp nhất định. Thụ tinh nhân tạo là hình thức phổ biến nhất của kỹ thuật hỗ trợ sinh sản và nó thường được lựa chọn điều trị cho một phụ nữ bị tắt, hư hỏng nặng hay không có ống dẫn trứng. Thụ tinh nhân tạo cũng được dùng chữa vô sinh gây ra bởi bệnh lạc nội mạc tử cung hoặc yếu tố vô sinh nam. Thụ tinh nhân tạo đôi khi cũng được dùng để điều trị cho những cặp vợ chồng vô sinh không rõ nguyên nhân trong thời gian dài đã không thể thụ thai với các phương pháp điều trị vô sinh khác. Theo ASRM, chi phí trung bình cho một lần thụ tinh trong ống nghiệm ở Hoa Kỳ là 12.400 đô-la. Tuy nhiên, thường thì cần phải thực hiện nhiều hơn 1 lần. o Tiêm tinh trùng nội bào tương (ICSI) Một thủ thuật trong đó một tinh trùng được tiêm trực tiếp vào một quả trứng; thường được dùng điều trị cho các rối loạn yếu tố vô sinh nam. o Chuyển giao tử vào vòi trứng (GIFT) Bao gồm việc sử dụng một dụng cụ sợi quang học gọi là ống nội soi để hướng dẫn việc chuyển giao các trứng chưa được thụ tinh và tinh trùng vào ống dẫn trứng của người phụ nữ thông qua các vết mổ nhỏ ở bụng của cô. Chuyển giao tử vào vòi trứng chỉ được thực hiện ở phụ nữ có ống dẫn trứng khỏe mạnh. o Chuyển phôi (hợp tử) vào vòi trứng (ZIFT) Bao gồm việc thụ tinh trứng của người phụ nữ trong phòng thí nghiệm và sau đó sử dụng một ống nội soi để hướng dẫn việc chuyển giao các trứng đã thụ tinh (hợp tử) vào ống dẫn trứng của cô. Chuyển phôi (hợp tử) vào vòi trứng chỉ được sử dụng ở phụ nữ có ống dẫn trứng khỏe mạnh. o Hiến tặng trứng Liên quan đến một phôi thai hình thành từ trứng của một phụ nữ (người hiến tặng) được chuyển cho một người phụ nữ không thể thụ thai với trứng của chính mình (người nhận). Người hiến tặng phải cam kết từ bỏ tất cả các quyền cha mẹ đối với đứa con được thụ tinh. ART sử dụng trứng hiến tặng phổ biến cho phụ nữ lớn tuổi hơn so với phụ nữ trẻ. Khả năng bám vào tử cung và sống được của trứng đã thụ tinh liên quan đến tuổi tác của người phụ nữ hiến trứng. Người cho trứng nên ở tuổi đôi mươi hay đầu ba mươi. o Trữ lạnh phôi Phương thức trong đó phôi được bảo quản bằng cách đông lạnh (trữ lạnh) để chuyển giao vào thời gian sau đó. Phương thức này thường được dùng khi một lần thụ tinh trong ống nghiệm tạo ra nhiều phôi hơn có thể cấy ghép cùng một lúc. Những phôi còn lại có thể cấy ghép truyền trong lần sau nếu người phụ nữ không mang thai được. Hiện có một loạt các lựa chọn điều trị cho các yếu tố vô sinh nam. Điều trị có thể bao gồm:  \nCác kỹ thuật hỗ trợ sinh sản (ART). Loại điều trị này có thể bao gồm:\n  o Thụ tinh nhân tạo Thụ tinh nhân tạo bao gồm đưa lượng khá lớn tinh trùng khỏe mạnh vào cổ tử cung hay tử cung của người phụ nữ, bằng cách đi qua cổ tử cung, để có chuyển giao trực tiếp đến ống dẫn trứng. o Thụ tinh trong ống nghiệm, chuyển giao tử vào vòi trứng và các kỹ thuật khác Thụ tinh trong ống nghiệm (IVF) hoặc chuyển giao tử vào vòi trứng(GIFT) đã được sử dụng để điều trị vô sinh nam. Bởi vì trong trường hợp thụ tinh nhân tạo, thụ tinh trong ống nghiệm và các kỹ thuật tương tự sẽ tạo cơ hội để chuẩn bị tinh trùng trong ống nghiệm, do đó tế bào trứng được tiếp xúc với một nồng độ tối ưu của tinh trùng chất lượng cao và có khả năng chuyển động tốt hơn. o Thụ tinh vi phẫu thuật (các kỹ thuật tiêm tế bào như là tiêm tinh trùng nội bào tương (ICSC).  Cách điều trị này tạo điều kiện thuận lợi cho tinh trùng thâm nhập vào bằng cách tiêm từng tinh trùng vào tế bào trứng. Sự thụ tinh sau đó diễn ra qua kính hiển vi.  Điều trị bằng thuốc  Một tỷ lệ nhỏ đàn ông bị vô sinh do rối loạn hoóc-môn có thể được chữa bằng điều trị hoóc-môn. Sự mất cân đối về hoóc-môn gây ra bởi rối loạn chức năng trong cơ chế tương tác giữa vùng dưới đồi, tuyến yên, và tinh hoàn ảnh hưởng trực tiếp đến sự phát triển của tinh trùng (sự sinh tinh trùng). Điều trị bằng thuốc có thể bao gồm điều trị bằng hoóc-môn kích thích tuyến sinh dục, kháng sinh, hoặc các thuốc khác được coi là phù hợp.  Phẫu thuật  Điều trị ngoại khoa trong chứng vô sinh ở nam được thiết kế để khắc phục những khuyết tật cơ thể cản trở sự sản xuất và phát triển của tinh trùng hoặc sự xuất tinh. Ca phẫu thuật để loại bỏ căng giãn tĩnh mạch trong bìu (giãn tĩnh mạch thừng tinh) đôi khi có thể cải thiện chất lượng của tinh trùng. \nVô sinh vô cớ là gì?\n Khoảng 20% các cặp vợ chồng vô sinh không rõ nguyên nhân, tức là dù đã làm tất cả kiểm tra, vẫn không tìm ra nguyên nhân vô sinh. Vô sinh vô cớ không có nghĩa là không có nguyên nhân cho vấn đề này, nhưng là chưa thể xác định được tại thời điểm hiện tại. Nếu bạn nghi ngờ mình đang bị vô sinh, hãy tiìm sự tư vấn sức khỏe sớm. Độ tuổi của người phụ nữ và thời gian vô sinh của cặp vợ chồng có thể ảnh hưởng đến sự thành công của việc điều trị."
        },
        {
            "en": "Boys and puberty    A lot of changes happen as you grow up, especially as you reach puberty, the name for the time when your body begins to develop and change. Girls start developing breasts and get their periods — signs they are growing into women. But how do boys know they are growing into men? Let's find out. For a guy, there isn't just one event or sign that you're growing up. There are lots of them, including your body growing bigger, your voice changing, and hair sprouting everywhere. Most boys begin puberty between the ages of 9 and 14. But keep in mind that puberty starts when a boy's body is ready, and everyone grows at his own pace. Here are some of the questions boys have. Why are girls taller than me? You might have noticed that some of the girls you know are taller than the boys. But you've probably noticed that out of the adults you know, most of the men are taller than the women. What's going on? Well, girls get a head start on puberty — and growing taller — because they usually start these changes between the ages of 8 and 13. Most boys, on the other hand, don't begin until between the ages of 9 and 14. So that's why girls are often taller than boys during that time. Most boys may catch up — and even grow taller than girls. But it's also important to remember that your genetics play a role in height. So if your mom and dad are tall, you're more likely to be tall. And if your mom and dad are kind of short, you may be short, too. But nothing is definite. You have to wait and see how it turns out, but you can also talk to a doctor if you're concerned. Remember — not every adult male is tall. Many men who are considered \"short\" have gone on to have careers in the movies, the military, and even professional basketball! There aren't any exercises or magic pills to make you grow tall immediately. But by being active and eating nutritious foods, you're helping your body grow up healthy, just the way it should. When will I get muscles? During puberty, some boys might become worried about their bodies after seeing what some of their friends look like. For instance, lots of boys are concerned about their muscles. You may have already noticed some boys starting to get chest muscles (called the pectoralis muscles or pecs for short). Others may have broad shoulders (the deltoids, or delts for short). Other boys might still be slimmer and smaller. Remember that puberty happens on its own schedule, so there's no rushing it if you're a little slower to develop muscles. Maybe you've considered lifting weights to help yourself get bigger. It's important to know that if you haven't quite reached puberty, this will tone your muscles, but it won't build up any muscles yet. Eating nutritious food and being active (like riding your bike, swimming, and playing sports) will help you be a kid who's strong and fit. In time, you'll reach puberty and you can start building your muscles, too. If you decide to try lifting weights, first let your doctor know you are interested. He or she may tell you to hold off on weightlifting for a bit or give you some advice on how to start. If your doctor discourages weightlifting, try some other ways to work out. Resistance bands, which are like big rubber bands, are a great way to help build your strength without putting too much strain on your muscles. If your doctor recommends weightlifting, here are some tips:     * Have a qualified coach or trainer supervise you. It's smart to have somebody show you the proper way to lift weights. This will help you gain strength and prevent injury.     * Use lighter weights. Your coach or trainer can recommend the right amount. Lifting heavy weights can cause injuries and then you'll have to wait until you recover before you can work out again.     * Do repetitions. It's better to lift a smaller amount of weight a bunch of times than to try to lift a heavy weight once or twice.     * Rest. Let your body have a break at least every other day. Do I think about girls too much or not enough? There is this girl who lives in your neighborhood and you see her playing with her friends every afternoon when school is done. You get really hot and your palms sweat when she says \"hi\" to you. That night you go to bed and before you sleep, you have one last thought about her. Every day for the next few weeks you keep thinking about her. You might be wondering, \"Why do I feel this way?\" You just may have a crush. Or perhaps your friend keeps talking about this one girl he thinks is so pretty. He goes on and on about how she tells funny jokes. He also tells you that he likes her. You think, \"Why don't I feel or talk this way about a girl — am I supposed to?\" Every boy has his own likes and dislikes. And during puberty, some boys are very friendly with girls and others might be nervous about talking to girls. Thinking about someone you like is a normal process of puberty. And if you feel like you don't like any girls, that's fine, too. Eventually, you may find someone who makes you feel giddy inside. Only time will tell. So why do you feel this way? The hormones in your body are becoming more active. As a result, you're starting to have more feelings. These feelings can confuse you and may leave you scared. This is natural because you are going through a new phase in your life. Talking with a friend or an older person like your brother or sister might help you be less confused. Older people sometimes have more experience than you, so they can be good people to go to for advice. What's up with body hair? Body hair really gets going during puberty. Some boys will start to notice hair growing on their face around the chin, on the cheeks, and above the lip. Also, hair grows on the chest, the armpits, and even down there in the pubic region. Remember that there's nothing to worry about because hair is just one of the body's many ways of telling you that you are on your way to manhood. You're growing hair in new places because hormones are telling your body that it is ready to change. Some of the hormones that trigger this new hair growth come from your adrenal glands. Other hormones come from your pituitary gland (a pea-shaped gland located at the bottom of your brain). These pituitary hormones travel through your bloodstream and make your testicles (\"balls\") grow bigger and start to release another hormone called testosterone that also helps make your body start sprouting hair in your pubic area, under your arms, and on your face. Boys don't really need to do anything about this new hair that's growing. Later, when you're a teen, and the hair gets thick enough on your face, you may want to talk with your parents about shaving. Do I smell? You probably know what sweat is, but did you know that it's also called perspiration? How does it happen? Perspiration comes out of your skin through tiny holes called pores when your body gets hot. Your body likes a temperature that is 98.6° Fahrenheit (37° Celsius). If you get hotter than that, your body doesn't like it, so then your body sweats. The sweat comes out of the skin, then evaporates (this means it turns from a liquid to a vapor) into the air, which cools you down. Sometimes this sweat or wetness can be smelly and create body odor (sometimes called BO). During puberty, your hormones are working all the time, which explains why you sweat a lot and, well, sometimes smell. What makes it smelly? The sweat is made almost completely of water, with tiny amounts of other chemicals like ammonia, urea, salts, and sugar. (Ammonia and urea are left over when your body breaks down protein.) Sweat by itself is not really smelly, but when it comes in contact with the bacteria on your skin (which everyone has) it becomes smelly. But how can you keep yourself from being all sweaty and smelly? First, you can shower or bathe regularly, especially after playing sports or sweating a lot, like on a hot day. You can also use deodorant under your arms. Deodorant has many good-smelling scents or you can use one that's unscented. Some deodorants come in a white stick that you can twist up. Lots of people put this on after showering or bathing before they put their clothes on. Otherwise, the white stick deodorants can leave white marks on your clothes. You can also choose a deodorant that's clear instead of white. You can decide to wear a deodorant (which helps stops the smell) or a deodorant/antiperspirant (which helps stops the smell and the sweat). If you find these products aren't working for you, talk with your doctor. What about erections? An erection is what happens when your penis fills up with blood and hardens. The penis will become bigger and stand out from the body. Boys will start to notice erections occurring more often when they reach puberty. And they're perfectly normal. An erection can happen at any time. You can get many in one day or none at all. It depends on your age, sexual maturity, level of activity, and even the amount of sleep you get. An erection can happen even when you're sleeping. Sometimes you might wake up and your underwear or bed is wet. You may worry that this means you wet your bed like when you were little, but chances are you had a nocturnal emission, or \"wet dream.\" A wet dream is when semen (the fluid containing sperm) is discharged from the penis while a boy is asleep. Semen is released through the urethra — the same tube that urine (pee) comes out of. This is called <em>ejaculation</em>. Wet dreams occur when a boy's body starts making more testosterone. This change for boys is little bit like when a girl gets her period. It's a sign a boy is growing up and the body is preparing for the day in the future when a boy might decide to be a father. Semen contains sperm, which can fertilize a woman's egg and begin the process that ends with a baby being born. Although some boys might feel embarrassed or even guilty about having wet dreams, a boy can't help it. Almost all boys normally experience them at some time during puberty and even as adults. But if you ever have pain or a problem with your penis or testicles, it is important that someone take you to the doctor. You may think \"Man, I don't want to go to the doctor for that!\" But it's best to get problems like this checked out — and your doctor won't be embarrassed at all. It's a doctor's job to help you take care of your body — even that part.",
            "vi": "Bạn trai và tuổi dậy thì    cơ thể bạn thay đổi rất nhiều khi bạn lớn lên, nhất là đến tuổi dậy thì, giai đoạn mà cơ thể bắt đầu phát triển và thay đổi. Các bé gái sẽ phát triển vòng ngực và bắt đầu hành kinh – những dấu hiệu của giai đoạn chuyển thành phụ nữ. Nhưng còn các bạn trai thì sao? Làm sao biết được mình có đang phát triển thành đàn ông hay chưa? Nào, chúng ta cùng tìm hiểu nhé.  Ở bé trai, không chỉ một sự kiện hoặc một dấu hiệu mà có thể cho thấy bạn đang lớn đâu. Rất nhiều đấy chứ, như cơ thể bạn to cao hơn, giọng bạn thay đổi, và lông mọc khắp nơi. Hầu hết các bé trai đều bắt đầu tuổi dậy thì của mình từ 9 đến 14 tuổi. Nhưng xin nhớ rằng khi cơ thể đã sẵn sàng thì giai đoạn dậy thì này mới phát triển, và không phải ai cũng có nhịp độ giống nhau.  Dưới đây là một số vấn đề mà các bạn trai thường hay thắc mắc:  Tại sao các bạn gái lại cao hơn mình? Chắc có lẽ bạn cũng thấy được là một số bạn gái của mình cao hơn bạn trai. Nhưng cũng có thể đã biết là hầu hết nam thanh niên trưởng thành đều cao hơn phụ nữ. Sao lạ vậy? À, đó là vì các bạn nữ thường phát triển tuổi dậy thì của mình một cách thuận lợi – các bạn cao lớn hơn – bởi những biến đổi này bắt đầu từ giai đoạn 8 đến 13 tuổi. Ngược lại, hầu hết các bạn trai thì mãi đến những năm 9 đến 14 tuổi mới bắt đầu dậy thì. Đó là lý do vì sao bạn nữ thường cao hơn bạn nam trong khoảng thời gian này.  Đa số phái nam cũng có thể bắt kịp các bạn nữ về chiều cao – và thậm chí là các bạn còn cao hơn cả bạn nữ đấy chứ. Nhưng xin nhớ cho là yếu tố di truyền cũng đóng vai trò hết sức quan trọng, quyết định chiều cao của bạn nữa. Vì vậy nếu bố mẹ của bạn cao thì ắt là bạn cũng sẽ cao; còn nếu bố mẹ bạn thấp thì có thể bạn cũng sẽ giống như họ. Nhưng chưa có gì là chắc chắn, rõ ràng cả.  Bạn phải chờ xem thời gian sẽ làm bạn thay đổi như thế nào nữa chứ, nhưng bạn cũng có thể tham khảo ý kiến của bác sĩ nếu có quan tâm. Nhưng xin nhớ rằng – không phải bất cứ người đàn ông trưởng thành nào cũng cao ráo đâu. Nhiều người bị cho là “lùn” đấy cũng đã làm nghề điện ảnh, quân sự, và thậm chí còn là đấu thủ bóng rổ nhà nghề nữa! Không có bất kỳ bài tập hoặc thuốc tiên nào có thể làm bạn cao to ngay tức khắc. Việc hoạt động thể chất và ăn uống thức ăn bổ dưỡng có thể giúp cơ thể bạn phát triển khỏe mạnh.  Khi nào thì mình mới có cơ bắp? Trong gian đoạn dậy thì, một vài bạn nam cũng có thể trở nên bất an về cơ thể của mình khi thấy một số bạn bè khác đồng tuổi. Chẳng hạn như, nhiều bạn quan tâm về cơ bắp. Bạn cũng có thể thấy một số bạn nam đã bắt đầu phát triển cơ ngực (gọi là pectoralis muscles – cơ ngực hoặc pecs cho ngắn gọn). Số khác cũng có thể là phát triển cơ vai to rộng rồi (cơ đen-ta: deltoids hoặc gọi tắt là delts). Trong khi đó nhiều bạn nam khác vẫn còn nhỏ hơn và ốm yếu, gầy còm hơn.  Hãy nhớ là tuổi dậy thì chỉ đến theo đúng thời gian của nó, thế nên chẳng có gì phải vội nếu thấy cơ bắp mình phát triển hơi chậm hơn các bạn khác. bạn cũng có thể thử tập tạ để giúp cơ bắp mình to hơn. Nhưng điều cần thiết nên biết là nếu bạn vẫn chưa đến tuổi dậy thì thì việc tập luyện này cũng có tác dụng giúp bắp thịt của bạn khỏe khoắn, tuy chưa làm cho cơ bắp to ra được. Việc ăn nhiều thức ăn bổ dưỡng và vận động thân thể (như chạy xe đạp, bơi lội, và chơi thể thao) cũng có thể giúp cho cơ thể bạn cân đối và khỏe mạnh. Đến tuổi dậy thì, bạn cũng có thể bắt đầu phát triển cơ bắp của mình được.  Nếu bạn có ý định chọn môn cử tạ thì hãy nói cho bác sĩ biết điều bạn quan tâm trước nhé. Bác sĩ có thể khuyến cáo bạn nên đợi thêm một thời gian nữa trước khi tập môn này hoặc có thể cho bạn lời khuyên nên bắt đầu như thế nào. Nếu bác sĩ không đồng tình với bạn thì hãy tìm một vài phương pháp khác xem sao. Các sợi dây kéo cơ (làm căng cơ), giống như những sợi băng cao su lớn, cũng có tác dụng rất tốt giúp tăng cường sức mạnh mà không làm cơ của bạn căng nhiều quá.  Nếu bác sĩ khuyên nên tập tạ thì dưới đây là một số mẹo vặt dành cho bạn: * Nên có một huấn luyện viên hoặc một người hướng dẫn đủ trình độ để giám sát bạn. Nên tìm một người nào đó có thể chỉ cho bạn phương pháp đúng đắn để tập. Điều này sẽ giúp bạn tăng cường sức khỏe của mình và phòng tránh được chấn thương.  * Nên sử dụng tạ nhẹ hơn. Huấn luyện viên hay người hướng dẫn cho bạn có thể khuyên bạn nên tập với tạ đúng trọng lượng. Việc nhấc tạ nặng cũng có thể gây chấn thương và bạn phải mất thời gian chờ cho đến khi vết thương phục hồi trước khi có thể bắt đầu trở lại.  * Hãy kiên trì tập luyện nhé. Thà là chúng ta nhấc tạ nhẹ hơn được nhiều lần hơn là nhấc tạ nặng trong một hai lần rồi thôi.  * Nghỉ ngơi. Hãy để cho cơ thể của mình được nghỉ ngơi ít nhất là 2 ngày một lần.  Mình có nghĩ đến các bạn gái quá nhiều hoặc mình có lơ là họ không?  Có một bạn gái sống cạnh nhà bạn và bạn cũng thường thấy cô ấy chơi với bạn bè sau mỗi chiều tan trường. Bạn thực sự trở nên hồi hộp và lòng bàn tay đổ mồ hôi khi cô ấy chào bạn. Tối đó bạn đi ngủ và trước khi nhắm mắt lại, trong tư tưởng bạn xuất hiện một ý nghĩ cuối cùng về cô ấy. Vài tuần sau, ngày nào bạn cũng mơ tưởng, nghĩ ngợi về cô ấy. Bạn cũng có thể thắc mắc là “Không biết tại sao mình có cảm giác như vậy nữa?” Có phải là bạn đã phải lòng cô ấy rồi không? Hoặc là anh bạn của bạn cứ luôn miệng kể về một cô nàng mà anh ta cho là rất xinh, rồi lại liến thoắng về việc cô ấy kể chuyện hài hước ra sao. Anh ta còn kể cho bạn nghe là anh ta rất thích cô ấy. Bạn thầm nghĩ “Tại sao mình không có cảm giác hoặc nói về một cô gái nào như thế nhỉ – liệu mình có nên làm như vậy không?” Mỗi bạn trai đều có sở thích riêng của mình. Và trong giai đoạn tuổi dậy thì, một số bạn tỏ ra rất thân thiện với bạn khác phái và một số khác cũng có thể rất hồi hộp về việc nói chuyện với bạn gái. Hành vi nghĩ ngợi về một ai đó mình thích cũng là chuyện bình thường ở lứa tuổi này thôi. Và nếu như bạn có cảm giác là mình không thích một cô nàng nào hết, thì chuyện ấy cũng là bình thường. Cuối cùng rồi thì bạn cũng có thể tìm thấy một cô có thể làm bạn “say nắng” cho xem. Thời gian là câu trả lời hay nhất đấy. Vậy thì tại sao bạn có cảm giác như vậy? Các hooc-môn trong cơ thể bạn trở nên mạnh hơn rồi đấy. Kết quả là bạn bắt đầu có nhiều cảm xúc hơn. Những cảm xúc này có thể làm cho rối lên và cũng có thể làm cho bạn phải hoảng sợ. Điều này cũng tự nhiên vì bạn đang chuyển sang một giai đoạn mới trong đời của mình mà.  Việc tâm sự với bạn bè hoặc một người lớn tuổi nào đó như anh trai hoặc chị gái của mình cũng có thể giúp cho bạn cảm thấy bớt hoang mang. Người lớn đôi khi cũng có nhiều kinh nghiệm hơn bạn, vì vậy họ có thể là những người rất đỗi tuyệt vời để bạn tìm đến mỗi khi cần lời khuyên.  Lông trên cơ thể mình có vấn đề gì vậy? Ở tuổi dậy thì thì lông trên cơ thể thực sự bắt đầu mọc nhiều hơn. Một số bạn trai bắt đầu chú ý thấy lông mọc trên mặt, xung quanh cằm, trên má, và trên môi. Ngoài ra, lông còn mọc trên ngực, nách và thậm chí ở vùng mu. Xin nhớ rằng chẳng nên lo lắng gì về điều này bởi lông tóc chỉ là một trong những cách mà cơ thể của bạn có thể cho bạn biết là mình sắp thành người lớn rồi đấy.  Lông mọc ở nhiều chỗ mới bởi các hooc-môn cho cơ thể biết đã đến lúc thay đổi rồi. Một số hooc-môn làm kích thích cho loại lông mới này mọc lên được tiết ra từ tuyến thượng thận. Một số hooc-môn khác cũng do tuyến yên tiết ra (tuyến hình hạt đậu nằm ở dưới đáy não). Các hooc-môn tuyến yên này đi qua máu và làm cho tinh hoàn to hơn và bắt đầu tiết ra một loại hooc-môn khác có tên là kích thích tố sinh dục nam, chất này cũng làm cho cơ thể bạn bắt đầu mọc lông ở vùng xương mu, dưới cánh tay, và trên mặt. Các bạn trai không cần phải làm gì với loại lông mới này đâu. Sau này, khi bạn đến tuổi thanh thiếu niên thì thứ lông này sẽ mọc rậm trên mặt thì bạn nên nói với bố mẹ mình về việc cạo sạch đi nhé.  Cơ thể mình có mùi phải không? Ắt là bạn cũng biết mồ hôi là gì, nhưng bạn có biết đó cũng là sự thoát mồ hôi không? Nó xảy ra như thế nào? Mồ hôi thoát khỏi da của bạn qua những lỗ li ti được gọi là lỗ chân lông khi cơ thể nóng dần lên.  Cơ thể bạn thường ở 98.6° F (37° C). Nếu thân nhiệt cao hơn thì cơ thể sẽ không thích và sẽ tiết ra mồ hôi. Mồ hôi thoát ra qua da và bốc hơi (có nghĩa là nó sẽ chuyển từ thể lỏng sang thể hơi) trong không khí, để làm mát hoặc điều hoà thân nhiệt cho bạn. Đôi khi mồ hôi hoặc chất ẩm này có thể bốc mùi hoặc làm cho cơ thể bạn hôi thối (BO: body odour: mùi cơ thể). Trong giai đoạn dậy thì, các hooc-môn của bạn hoạt động không ngừng, điều này lý giải vì sao cơ thể bạn đổ mồ hôi nhiều và đôi khi còn có mùi nữa.  Điều gì làm cho mồ hôi nặng mùi như thế? Mồ hôi hầu như hoàn toàn là nước, cùng một số các chất hoá học khác như a-mô-ni-ắc, urê, muối, và đường ở một lượng vô cùng nhỏ. (a-mô-ni-ắc và urê được sinh ra khi cơ thể chúng ta phân huỷ protein.) Bản thân của mồ hôi thực sự không gây mùi khó chịu, nhưng khi tiếp xúc với vi khuẩn trên da (ai cũng có) nó trở nên nặng mùi và hôi hám.  Nhưng làm sao bạn có thể giữ cho thân mình khỏi đổ mồ hôi và không bị nặng mùi? Trước hết, bạn có thể tắm rửa thường xuyên, nhất là sau khi chơi thể thao hoặc đổ nhiều mồ hôi, như vào ngày oi nắng chẳng hạn. Bạn có thể sử dụng chất khử mùi dưới cánh tay của mình nhé.  Chất khử mùi có nhiều hương thơm hoặc bạn có thể sử dụng một chất khử mùi nào đó không thơm. Một số chất khử mùi có dạng ống trắng, bạn có thể vặn lên. Nhiều người sử dụng chất khử mùi này sau khi tắm xong trước khi mặc quần áo vào. Mặt khác, chất khử mùi ống trắng nàu còn có thể để lại nhiều vạch trắng trên trang phục của bạn. Bạn cũng có thể lựa chọn một chất khử mùi trong suốt thay vì có màu trắng giống vậy.  Bạn có thể chọn sử dụng chất khử mùi (giúp ngăn mùi) hoặc chất khử mùi/ chất ngăn tiết mồ hôi (giúp ngăn mùi và tiết mồ hôi). Nếu thấy những sản phẩm này không có tác dụng tốt với bạn thì hãy tham khảo ý kiến của bác sĩ nhé.  Còn trạng thái cương dương thì sao? Cương dương là trạng thái dương vật căng máu và cứng lên. Dương vật sẽ trở nên to hơn và nhô ra khỏi cơ thể. Các bạn trai có thể sẽ bắt đầu thấy cương dương nhiều hơn khi đến tuổi dậy thì. Và chuyện này hoàn toàn bình thường thôi.  Trạng thái cương dương cũng có thể xảy ra bất cứ lúc nào. Bạn có thể cương dương nhiều lần trong ngày hoặc không hề xảy ra trạng thái đó. Điều này phụ thuộc vào tuổi tác, khả năng trưởng thành về giới tính, cường độ hoạt động, và thậm chí là lượng giấc ngủ của bạn nữa.  Trạng thái cương dương cũng có thể xảy ra trong khi bạn ngủ. Đôi khi thức dậy, bạn phát hiện thấy quần lót hoặc giường chiếu của mình bị ướt nữa đấy. Bạn có thể lo sợ rằng việc này y như chuyện đái dầm này thời còn bé, nhưng cũng có thể là bạn bị “mộng tinh” hoặc xuất tinh về đêm. Trường hợp mộng tinh là khi tinh dịch (dịch chứa tinh trùng) được dương vật phóng ra ngoài khi ngủ. Tinh dịch được phóng ra qua niệu đạo – ống nước tiểu. Đây được gọi là hiện tượng xuất tinh.  Mộng tinh xảy ra khi cơ thể của bé trai bắt đầu tiết nhiều kích thích tố sinh dục nam hơn. Sự biến chuyển này đối với các cậu bé đều là rất nhỏ như giai đoạn các bé gái hành kinh. Đây là một dấu hiệu cho thấy bé trai đang trưởng thành và cơ thể cũng đã đang chuẩn bị để một ngày nào đó trong tương lai khi có thể quyết định trở thành bố. Tinh dịch chứa tinh trùng, có thể thụ tinh với trứng của người nữ và bắt đầu một quá trình mà kết thúc là một em bé chào đời.  Mặc dù một số bé trai có thể cảm thấy ngượng ngùng hoặc thậm chí cảm thấy tội lỗi về việc mộng tinh, nhưng đây là điều bình thường mà bạn trai không thể tránh được. Hầu hết các bạn trai đều bị mộng tinh vào một thời điểm nào đó trong gian đoạn dậy thì và ngay cả khi đã thành người lớn.  Nhưng nếu dương vật hoặc tinh hoàn của bạn từng bị đau hoặc có vấn đề thì quan trọng là nên để người nào đó đưa bạn đến khám bác sĩ.  Bạn cũng có thể nghĩ là “Ôi trời, tôi không muốn đi bác sĩ chuyện đó đâu! Nhưng tốt hơn hết là bạn nên đến khám và kiểm tra các vấn đề như thế này – bác sĩ sẽ chẳng ngại ngùng gì đâu. Nhiệm vụ của bác sĩ là giúp cho bạn chăm sóc cơ thể của mình – thậm chí là bộ phận đó đi chăng nữa."
        }
    ],
    "suggestions": []
}