{
    "en_vn": {
        "data": {
            "content": null,
            "word": "elaborated"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "elaborated"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "elaborated"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "elaborated"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "elaborated"
        }
    },
    "sentences": [
        {
            "en": "The sport can help improve strength and endurance, she <em>elaborated</em>.",
            "vi": "Môn thể thao này có thể giúp cải thiện sức mạnh và độ bền, cô tỉ mỉ kể thêm."
        },
        {
            "en": "The sport can help improve strength and endurance, she <em>elaborated</em>.",
            "vi": "Môn thể thao này có thể giúp cải thiện sức mạnh và độ bền, cô tỉ mỉ kể thêm."
        },
        {
            "en": "These are jointly <em>elaborated</em> with health services of endemic countries.",
            "vi": "Những thứ này được cùng nhau xây dựng với các dịch vụ y tế của các quốc gia đặc hữu."
        },
        {
            "en": "Infrastructure, transportation, and accommodation are also being taken care of, Minh <em>elaborated</em>.",
            "vi": "Cơ sở hạ tầng, giao thông vận tải và chỗ ở cũng được chuẩn bị chu đáo, ông Minh cho biết thêm chi tiết."
        },
        {
            "en": "This was subsequently <em>elaborated</em> upon in Article 5 of Decree 51/1999/ ND-CP.",
            "vi": "Nội dung này sau đó được giải thích tại Điều 5 Nghị định số 51/1999/NĐưCP17."
        },
        {
            "en": "Infrastructure, transportation, and accommodation are also being taken care of, Minh <em>elaborated</em>.",
            "vi": "Cơ sở hạ tầng, giao thông vận tải và chỗ ở cũng được chuẩn bị chu đáo, ông Minh cho biết thêm chi tiết."
        },
        {
            "en": "Police cannot investigate or bring charges against suspects if there is no proof of any violation, Col. Thanh <em>elaborated</em>.",
            "vi": "Cảnh sát không thể điều tra hoặc đưa ra cáo buộc chống lại nghi phạm nếu không có bằng chứng về hành vi vi phạm, đại tá Thanh cho biết."
        },
        {
            "en": "Two critical CP outputs that will be resulted from UNDP assistance are <em>elaborated</em> in the following sub-paragraphs:",
            "vi": "Hai kết quả trực tiếp chủ yếu của CP sẽ được rút ra từ trợ giúp của UNDP được trình bày chi tiết trong các mục sau đây:"
        },
        {
            "en": "As a first step, a clear strategy for the future role of the four largest SOCBs needs to be <em>elaborated</em>.",
            "vi": "Bước đi đầu tiên là cụ thể hoá một chiến lược rõ ràng về vai trò tương lai của bốn ngân hàng thương mại quốc doanh lớn nhất."
        },
        {
            "en": "You seem to postulate that an abstract thinking does exist unlinked to the biological hardware where thoughts are <em>elaborated</em>.",
            "vi": "Bạn dường như quả quyết rằng một tư duy trừu tượng không tồn tại độc lập với phần cứng sinh học nơi tư duy hình thành."
        },
        {
            "en": "These goals are further <em>elaborated</em> in the Comprehensive Poverty Reduction and Growth Strategy (CPRGS) (Government of Viet Nam, 2003).",
            "vi": "Những mục tiêu này còn được cụ thể hoá thêm trong Chiến lược Toàn diện về Tăng trưởng và Xóa đói giảm nghèo (Chính phủ Việt Nam, 2003)."
        },
        {
            "en": "On the other hand, the project should also ensure that the achievable outputs are clearly linked to the outputs <em>elaborated</em> in the UN One Plan.",
            "vi": "Mặt khác, dự án cũng sẽ phải đảm bảo những kết quả đạt được phải gắn chặt với các kết quả đã được nêu trong Kế hoạch Chiến lược của LHQ."
        },
        {
            "en": "“The process should be carried out by the city’s financial sector with technical assistance from the Department of Transport,” Sanh <em>elaborated</em>.",
            "vi": "\"Quá trình này nên được thực hiện bởi khu vực tài chính của thành phố với sự hỗ trợ kỹ thuật của Sở Giao thông vận tải,\" ông Sanh giải thích chi tiết."
        },
        {
            "en": "Appropriately for a technology commonly associ-<em>ated</em> with radio op era tor s on sinking ships, the idea of Morse code is said to have occurred to Samuel Morse while he was on board a ship crossing the Atlantic. ",
            "vi": "Phù hợp với công nghệ đồng hành cùng các kỹ thuật viên vô tuyến trên các con tàu đắm, người ta cho rằng ý tưởng về mã Morse đã nảy ra trong đầu Samuel Morse khi ông đang trên con tàu vượt Đại Tây Dương. "
        },
        {
            "en": "Following thorough research and careful execution however, the developer has been able to minimize the number of tiles damaged during the removal, Minh <em>elaborated</em>.",
            "vi": "Ông Minh nói thêm: sau nghiên cứu kỹ lưỡng và thực hiện cẩn thận, do vậy, nhà phát triển dự án này đã giảm thiểu số lượng gạch bị hư hỏng trong quá trình di chuyển,"
        },
        {
            "en": "\"There are basically two kinds of assets,\" <em>elaborated</em> Warren Buffett, who was in his office and not buying bitcoin the day I called.",
            "vi": "\"Về cơ bản có hai loại tài sản\", Warren Buffet, người đã từng làm việc trong văn phòng của ông ta, và không mua bitcoin vào ngày tôi gọi."
        },
        {
            "en": "“The process should be carried out by the city’s financial sector with technical assistance from the Department of Transport,” Sanh <em>elaborated</em>.",
            "vi": "\"Quá trình này nên được thực hiện bởi khu vực tài chính của thành phố với sự hỗ trợ kỹ thuật của Sở Giao thông vận tải,\" ông Sanh giải thích chi tiết."
        },
        {
            "en": "Lam <em>elaborated</em> that the initiative will be piloted on streets with higher viability such as Dong Khoi, Le Duan, Le Loi, and Nguyen Hue – already a pedestrian street.",
            "vi": "Ông Lâm cho biết sáng kiến này sẽ được thí điểm trên những tuyến đường phố với sức sống cao hơn như Đồng Khởi, Lê Duẩn, Lê Lợi và Nguyễn Huệ (đường đi bộ). một đường phố dành cho người đi bộ."
        },
        {
            "en": "Lam <em>elaborated</em> that the initiative will be piloted on streets with higher viability such as Dong Khoi, Le Duan, Le Loi, and Nguyen Hue – already a pedestrian street.",
            "vi": "Ông Lâm cho biết sáng kiến này sẽ được thí điểm trên những tuyến đường phố với sức sống cao hơn như Đồng Khởi, Lê Duẩn, Lê Lợi và Nguyễn Huệ (đường đi bộ). một đường phố dành cho người đi bộ."
        },
        {
            "en": "By approving the Comprehensive Poverty Reduction and Growth Strategy (CPRGS) in May 2002, the Government of Viet Nam has <em>elaborated</em> its action plan to sustain high economic growth and fast poverty reduction.",
            "vi": "Bằng việc thông qua Chiến lược toàn diện về Tăng trưởng và Xóa đói giảm nghèo (CPRGS) tháng 5 năm 2002, Chính phủ Việt Nam đã xây dựng được chương trình hành động nhằm duy trì tăng trưởng kinh tế cao và giảm nghèo nhanh."
        }
    ],
    "suggestions": []
}