{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'leitid]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">phấn chấn, phấn khởi, hân hoan, hoan hỉ</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">tự hào, hãnh diện</td></tr></table><i/></div>",
            "word": "elated",
            "pronounce": "[i'leitid]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>elated</k><blockquote><cclass>adjective make ecstatically happy.</cclass></blockquote><blockquote>→ <kref>elate</kref></blockquote></div>",
            "word": "elated",
            "pronounce": "[i'leitid]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>elated</k><blockquote>▸ <cclass>adjective THRILLED, delighted, overjoyed, ecstatic, euphoric, very happy, joyous, gleeful, jubilant, beside oneself, exultant, rapturous, in raptures, walking on air, on cloud nine/seven, in seventh heaven, jumping for joy, in transports of delight; <cclass><i>informal</i> on top of the world, over the moon, on a high, tickled pink; <cclass><i>Austral.</i><cclass><i>informal</i> wrapped.</cclass></cclass></cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>miserable.</blockquote></div>",
            "word": "elated",
            "pronounce": "[i'leitid]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>elated</k><blockquote><blockquote><ex><abr>adj.</abr> elated about, at, over (elated at the good news)</ex></blockquote></blockquote></div>",
            "word": "elated",
            "pronounce": "[i'leitid]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "elated",
            "pronounce": "[i'leitid]"
        }
    },
    "sentences": [
        {
            "en": "I said, <em>elated</em>.",
            "vi": "Tôi nói, vui sướng."
        },
        {
            "en": "I was very <em>elated</em> yesterday.",
            "vi": "Hôm qua tôi rất phấn khởi."
        },
        {
            "en": "To be <em>elated</em> with joy",
            "vi": "Mừng quýnh lên, lấy làm hân hoan, lấy làm hãnh diện"
        },
        {
            "en": "He sang a song when greatly <em>elated</em>.",
            "vi": "Anh ấy cao hứng hát một bài."
        },
        {
            "en": "He smiled, <em>elated</em> by my inept flirting.",
            "vi": "Anh mỉm cười, vui sướng vì sự tán tỉnh vụng về của tôi."
        },
        {
            "en": "The family was <em>elated</em> by the news.",
            "vi": "Gia đình phấn khởi với tin tức đó."
        },
        {
            "en": "<em>Elated</em>, I mumble an inarticulate reply.",
            "vi": "Phấn chấn, tôi lầm bầm câu trả lời ú ớ."
        },
        {
            "en": "Your town mates are all <em>elated</em> with your achievements.",
            "vi": "Người dân trong thành phố đều rất phấn khởi trước những thành tựu của ông."
        },
        {
            "en": "<em>Elated</em> by its victory over the king of beasts, the gnat turned to gloat.",
            "vi": "Phấn khích vì thắng được chúa sơn lâm, con muỗi tỏ ra rất hả hê."
        },
        {
            "en": "She felt <em>elated</em> as she sat in an unaccustomed part of the theatre with him.",
            "vi": "Cô ta thấy phấn khởi khi ngồi cùng anh ta trong một góc tồi tàn của rạp hát."
        },
        {
            "en": "I felt <em>elated</em> and more powerful than I ever had before.",
            "vi": "Tôi cảm thấy phấn chấn, mạnh mẽ hơn bao giờ hết."
        },
        {
            "en": "It was ridiculous that I should be so <em>elated</em> because a vampire knew my name.",
            "vi": "Thật buồn cười hết sức khi tôi lại tự hào như thế vì được một con ma cà rồng biết tên."
        },
        {
            "en": "Jessica seemed <em>elated</em> by the attention, and her friends quickly joined us.",
            "vi": "Jessica dường như có vẻ phấn chấn vì được chú ý, và mấy người bạn của cô ấy nhanh chóng nhập bọn với chúng tôi."
        },
        {
            "en": "The whole family was <em>elated</em> at the news that the little boy had escaped safe and sound.",
            "vi": "Cả nhà hoan hỷ nghe tin em bé thoát nạn."
        },
        {
            "en": "Rather than feeling concerned about the warning he had given me, i felt <em>elated</em> that he had spoken with me for so long.",
            "vi": "Tôi nghĩ đến lời cảnh cáo của ông thì ít, mà hân hoan sung sướng vì đã nói chuyện với ông ta thì nhiều."
        },
        {
            "en": "“It’s still too early say about the result, but I believe students would feel <em>elated</em> with the foreign language. All the teachers are very enthusiastic,” Ngoc said.",
            "vi": "\"Vẫn còn quá sớm để nói về kết quả, nhưng tôi tin rằng học sinh sẽ cảm thấy thú vị với các môn ngoại ngữ. Tất cả các giáo viên đều rất nhiệt tình\" bà Ngọc nói."
        },
        {
            "en": "<em>Elated</em> mood leads to faulty judgment behavior lacks the usual social restraints and the sexual drive is increased; speech is rapid and animated.",
            "vi": "Tâm trạng phấn chấn đưa đến phán đoán sai lầm cư xử ngoài giới hạn xã hội bình thường và tăng lôi cuốn tình dục; nói nhanh và sôi nổi."
        },
        {
            "en": "The whole South Korea was <em>elated</em> to see the old businessman leading a parade of trucks loaded with cattle crossing the DMZ.",
            "vi": "Cả xứ Hàn Quốc hân hoan nhìn nhà kinh doanh đã cao tuổi mà còn dẫn một đoàn xe tải chất đầy gia súc băng qua vùng phi quân sự."
        },
        {
            "en": "Katie was surprised and <em>elated</em> that Santa had come to see her at her own house, the happiest I had ever seen her in her young life.",
            "vi": "Katie bất ngờ và vui sướng khi ông già Nô-en đến thăm cô bé tại nhà riêng của cô, đó là điều hạnh phúc nhất mà tôi từng thấy trong cuộc đời tươi trẻ của cô bé."
        },
        {
            "en": "When Peter got a position as a legal secretary with one of the most prestigious law firms in the city, he was <em>elated</em>.",
            "vi": "Khi Peter nhận được một chân thư ký pháp lý ở một trong những công ty luật có uy tín nhất thành phố, anh ấy phấn khởi lắm."
        }
    ],
    "suggestions": []
}