{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">electroencephalograph</font></td></tr></table><i/></div>",
            "word": "electroencephalography"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>electroencephalography</k><blockquote><cclass>[<cclass>ɪˌlɛktrəʊɪnˌsɛfə'lɒgrəfi<cclass>, <cclass>-ˌkɛf-<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun the measurement and recording of electrical activity in different parts of the brain. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>electroencephalogram</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>electroencephalograph</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>electroencephalographic</b><cclass>adjective </cclass></cclass></blockquote></div>",
            "word": "electroencephalography"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "electroencephalography"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "electroencephalography"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> phép ghi điện não</font></td></tr></tbody></table></div>",
            "word": "electroencephalography"
        }
    },
    "sentences": [
        {
            "en": "In <em>electroencephalography</em>.",
            "vi": "Trong điện não đồ."
        },
        {
            "en": "Balthazard uses <em>electroencephalography</em> (EEG) to produce a \"brain map\" of his subjects.",
            "vi": "Balthazard sử dụng điện não đồ (EEG) để tạo ra \"bản đồ não\" của những đối tượng nghiên cứu."
        },
        {
            "en": "Vietnam’s DTT Technology Group and Australia-based bioinformatics company EMOTIV signed a memorandum of understanding at Hoa Lac Hi-tech Park in Hanoi on August 1 to set up the laboratories, aiming to foster <em>electroencephalography</em> (EEG) research and apply the technology in different areas, including healthcare, education, marketing and brain-computer interfaces.",
            "vi": "Tập đoàn Công nghệ DTT của Việt Nam và công ty tin sinh học Úc EMOTIV đã ký một bản ghi nhớ tại Khu Công nghệ cao Hòa Lạc ở Hà Nội vào ngày 1 tháng 8 để thành lập các phòng thí nghiệm nhằm thúc đẩy nghiên cứu điện não đồ (EEG) và áp dụng công nghệ trong các lĩnh vực khác nhau, bao gồm chăm sóc sức khỏe, giáo dục, tiếp thị và các giao diện máy tính-não bộ."
        },
        {
            "en": "* <em>Electroencephalography</em> (EEG). EEGs often are used to detect conditions that affect brain function, such as epilepsy, seizure disorders, and brain injury. Brain cells communicate by electrical impulses, and an EEG measures and records these impulses to detect anything abnormal. The procedure isn't painful but kids often don't like the electrodes being applied to their heads. A technician arranges several electrodes at specific sites on the head, fixing them in place with sticky paste. The patient must remain still and lie down while the EEG is done.",
            "vi": "* Điện não đồ  (EEG). EEG thường được sử dụng để phát hiện nhiều chứng bệnh ảnh hưởng đến chức năng não, chẳng hạn như động kinh, và tổn thương não. Các tế bào não liên lạc bằng xung lực điện, và EEG có nhiệm vụ đo và ghi lại những xung lực này để phát hiện ra bất kỳ điều gì bất thường. Quy trình này không gây đau đớn gì nhưng trẻ thường không thích đầu của mình bị áp các điện cực lên. Kỹ thuật viên sắp một vài điện cực lên một số chỗ cụ thể trên đầu, dán dính cố định chúng lại. Bệnh nhân vẫn không được nhúc nhích và nằm xuống trong khi thực hiện điện não đồ."
        }
    ],
    "suggestions": []
}