{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['eliveit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nâng lên, đưa lên, giương (súng...); ngẩng lên; ngước (mắt); cất cao (giọng nói)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nâng cao (phẩm giá)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) làm phấn khởi, làm phấn chấn; làm hân hoan, làm hoan hỉ</td></tr></table><i/></div>",
            "word": "elevate"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>elevate</k><blockquote><cclass>[<cclass>'ɛlɪveɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 lift to a higher position. </blockquote></blockquote><blockquote><blockquote>    ⁃ (of a priest) hold up (a consecrated host or chalice) for adoration. </blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>Military raise the axis of (a piece of artillery) to increase its range. </cclass></blockquote></blockquote><blockquote><blockquote>2》 raise to a more important or impressive level or status. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>elevated</b><cclass>adjective </cclass></cclass></blockquote><blockquote><cclass><b>elevatory</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>ME: from L. <i>elevat-</i>, <i>elevare</i> 'to raise'. </blockquote></div>",
            "word": "elevate"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>elevate</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>we need a breeze to elevate the kite</i>: RAISE, lift (up), raise up/aloft, upraise; hoist, hike up, haul up.</blockquote><blockquote><b>2</b><i>he was elevated to Secretary of State</i>: PROMOTE, upgrade, advance, move up, raise, prefer; ennoble, exalt, aggrandize; <cclass><i>informal</i> kick upstairs, move up the ladder.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>lower, demote.</blockquote></div>",
            "word": "elevate"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>elevate</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>formal</abr>) (<abr>D</abr>; <abr>tr.</abr>) to elevate to (to elevate smb. to the peerage)</ex></blockquote></blockquote></div>",
            "word": "elevate"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nâng lên</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">elevate delta</font><font color=\"#282828\">: châu thổ nâng lên</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nâng lên, giương súng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> To increase the angular height of an apparatus such as a gun, launcher, or optical instrument.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Tăng độ cao về góc của 1 khẩu súng, máy phóng tên lửa hay các dụng cụ quang học.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đưa lên</font></td></tr></tbody></table></div>",
            "word": "elevate"
        }
    },
    "sentences": [
        {
            "en": "<em>Elevate</em> his legs.",
            "vi": "Nâng hai chân anh ấy lên."
        },
        {
            "en": "<em>Elevate</em> his arm.",
            "vi": "Nhấc tay anh ấy lên."
        },
        {
            "en": "<em>Elevate</em> mundane tasks to enjoy everyday life.",
            "vi": "Nâng cao các nhiệm vụ tầm thường để tận hưởng cuộc sống hàng ngày."
        },
        {
            "en": "<em>Elevate</em> to somebody to the peerage",
            "vi": "Nâng ai lên hàng quý tộc"
        },
        {
            "en": "Nowadays we need to work together to <em>elevate</em> the position of women in society.",
            "vi": "Ngày nay chúng ta cần phải cùng nhau làm việc để nâng cao vị thế của người phụ nữ trong xã hội."
        },
        {
            "en": "Specifically, the Management Board asked the central government to <em>elevate</em> Chu Lai's legal basis from a Decision to a Government Decree.",
            "vi": "Cụ thể, Ban quản lý đề nghị Chính phủ nâng cao cơ sở pháp lý của Chu Lai từ một Quyết định lên Nghị định của Chính Phủ."
        },
        {
            "en": "The “Visit Southeast Asia” campaign is expected to <em>elevate</em> the status of the region as a destination by building on the “Visit ASEAN” campaign.",
            "vi": "Chiến dịch “Đến thăm Đông Nam Á” hướng đến việc nâng cao vị thế của khu vực với tư cách là một điểm đến du lịch thông qua việc tiếp tục các thành công của chiến dịch “Đến thăm ASEAN” trước đây."
        },
        {
            "en": "   – Practice being silent at work when you don't have anything meaningful to contribute. Unless you can <em>elevate</em> the conversation by pointing out something interesting, missing, or beneficial, it's best to just observe and learn.",
            "vi": "   – Hãy luyện tập thói quen giữ yên lặng ở nơi làm việc khi bạn không có điều gì ý nghĩa để đóng góp. Trừ khi bạn có thể nâng tầm cuộc đối thoại lên bằng các chỉ ra cái gì đó thú vị, thiếu sót, hoặc có lợi ích, còn không thì tốt nhất bạn chỉ nên ngồi quan sát và học hỏi. "
        },
        {
            "en": "People sometimes dismiss these attacks because the attacks don't directly <em>elevate</em> privilege, but there are cases in which an attacker might be able to impersonate the server if a server becomes unavailable.",
            "vi": "Mọi người đôi khi gạt bỏ những tấn công này bởi vì những tấn công đó không nhắm thẳng vào đặc quyền riêng, nhưng có những trường hợp mà kẻ tấn công lại có thể mạo nhận máy phục vụ nếu máy phục vụ trở thành không sẵn có."
        },
        {
            "en": "This is not to say that these issues are omitted from current plans, but rather to <em>elevate</em> their importance and the level of urgency with which resources are provided to address them.",
            "vi": "Điều này không có nghĩa những vấn đề này bị bỏ sót trong các kế hoạch hiện tại mà chủ yếu muốn nhấn mạnh tầm quan trọng và mức độ khẩn cấp cũng như các nguồn lực cần thiết để giải quyết chúng."
        },
        {
            "en": "The Wheel could not be constructed to <em>elevate</em> boats over the full 35-metre difference between the two canals, owing to the presence of the historically important Antonine Wall, which was built by the Romans in the second century AD.",
            "vi": "Bánh xe không thể được xây dựng để nâng thuyền quá mức 35 mét giữa hai kênh vì sự hiện diện của bức tường Antonine lịch sử được xây dựng bởi những người La Mã vào thế kỷ thứ hai."
        },
        {
            "en": "The Vietnamese football team has set off Syria to play the second leg match on November 18th with the hope that the players would have a chance to face with the more skilled players to <em>elevate</em> the tactical and technical skills in order to serve better at",
            "vi": "Đội tuyển Vietnam đã lên đường tới Syria đấu trận lượt về vào ngày 18/11 với hy vọng các cầu thủ sẽ có cơ hội đối mặt với các cầu thủ giỏi hơn để nâng cao tư duy chiến thuật và kỹ năng chuyên môn nhằm phục vụ tốt hơn cho Seagame 25."
        },
        {
            "en": "The Vietnamese football team has set off Syria to play the second leg match on November 18th with the hope that the players would have a chance to face with the more skilled players to <em>elevate</em> the tactical and technical skills in",
            "vi": "Đội tuyển Vietnam đã lên đường tới Syria đấu trận lượt về vào ngày 18/11 với hy vọng các cầu thủ sẽ có cơ hội đối mặt với các cầu thủ giỏi hơn để nâng cao tư duy chiến thuật và kỹ năng chuyên môn nhằm phục vụ tốt hơn cho Seagame 25."
        },
        {
            "en": "She has roles in several nonprofits, including Support Our Scholars, an organization that helps economically challenged young women attend college, and another organization that helps women business owners achieve success. She is a board member of the Creative City Project, an initiative to <em>elevate</em> the status of performing arts by making it more accessible to the community.",
            "vi": "Cô cũng giữ một số vai trò trong các chức phi lợi nhuận, bao gồm Support Our Scholars, một tổ chức hỗ trợ kinh tế cho những phụ nữ trẻ gặp khó khăn khi đi học đại học và một tổ chức khác giúp đỡ các chủ doanh nghiệp là nữ giới đạt được thành công. Cô là thành viên hội đồng quản trị của dự án Creative City, một sáng kiến nhằm nâng cao vị thế của nghệ thuật biểu diễn bằng cách khiến nó dễ tiếp cận hơn với cộng đồng."
        },
        {
            "en": "The Vietnamese football team has set off Syria to play the second leg match on November 18th with the hope that the players would have a chance to face with the more skilled players to <em>elevate</em> the tactical  and  technical skills  in order to serve better at Seagame 25.",
            "vi": "đã lên đường tới Syria đấu trận lượt về vào ngày 18/11 với hy vọng các cầu thủ sẽ có cơ hội đối mặt với các cầu thủ giỏi hơn để nâng cao tư duy chiến thuật và kỹ năng chuyên môn nhằm phục vụ tốt hơn cho Seagame 25."
        },
        {
            "en": "The Vietnamese football team has set off Syria to play the second leg match on November 18th with the hope that the players would have a chance to face with the more skilled players to <em>elevate</em> the tactical and technical skills in order to serve better at Seagame 25.",
            "vi": "Đội tuyển Vietnam đã lên đường tới Syria đấu trận lượt về vào ngày 18/11 với hy vọng các cầu thủ sẽ có cơ hội đối mặt với các cầu thủ giỏi hơn để nâng cao tư duy chiến thuật và kỹ năng chuyên môn nhằm phục vụ tốt hơn cho Seagame 25."
        },
        {
            "en": "In addition, personal hygiene is considered a first step toward avoiding illness. Allowing dirt and bacteria to remain on your skin and hair for long periods could <em>elevate</em> your risk of both common and rare diseases. This is particularly true if your phobia causes you to avoid hand washing after using the restroom or when preparing food.",
            "vi": "Ngoài ra, vệ sinh cá nhân được coi là một bước đầu tiên trong việc phòng tránh bệnh tật. Để bụi bẩn và vi khuẩn tồn tại trên da và tóc của bạn trong thời gian dài có thể tăng cao nguy cơ mắc các bệnh thông thường và hiếm. Điều này đặc biệt đúng nếu ám ảnh của bạn làm cho bạn tránh rửa tay sau khi sử dụng nhà vệ sinh hoặc khi chuẩn bị thức ăn."
        }
    ],
    "suggestions": []
}