{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Elia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Elia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Elia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Elia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Elia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "When the law was first proposed, it received plenty of criticism and mockery. According to Linh Le, a partner at <em>Elia</em> management consultants in Paris, however, the amendment is necessary, particularly because it could benefit citizens’ mental and physical well-being. She says that burnout, described as ”physical, psychological and emotional distress caused by a total inability to rest”, can result from never being fully free from work, which is why time away from the office is required.",
            "vi": "Khi luật được đề xuất lần đầu tiên, nó nhận được nhiều lời chỉ trích và nhạo báng. Theo Linh Lê, một đối tác của công ty tư vấn và quản lý Elia ở Paris cho rằng: dù sao đi nữa việc sửa đổi cũng là cần thiết, nhất là bởi vì nó có thể mang lại lợi ích về tinh thần và thể chất tốt cho công dân. Cô nói rằng kiệt sức, được mô tả như là \"tình trạng vật lý, căng thẳng tâm lý và cảm xúc gây ra từ việc không có điều kiện để nghỉ ngơi\",mọi người không bao giờ là hoàn toàn tự do từ công việc, đó là lý do tại sao thời gian tách biệt với công việc là cần thiết."
        }
    ],
    "suggestions": []
}