{
    "en_vn": {
        "data": {
            "content": null,
            "word": "elitism",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>elitism</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the belief that a society or system should be run by an elite. </blockquote></blockquote><blockquote><blockquote>2》 the superior attitude or behaviour associated with an elite. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>elitist</b><cclass>adjective &amp;noun </cclass></cclass></blockquote></div>",
            "word": "elitism",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "elitism",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "elitism",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "elitism",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "“There is something about <em>elitism</em> that says if you are born in the right family, you have to go to the right school to perpetuate the glory of the family. Going to an elite college is a natural extension of that,” said Hong, now a Beijing-based style guru and publisher. Among her ventures is iLook, an edgy fashion and lifestyle magazine that offers tips on how to enjoy what a 2010 cover story proclaimed as China’s “Gilded Age.”",
            "vi": "\"Có điều gì đó về chủ nghĩa tinh hoa nói rằng: nếu bạn được sinh ra trong gia đình gia giáo, bạn cần phải đi đến các trường học tiêu chuẩn để duy trì sự vinh quang của gia đình. Đi đến một trường đại học ưu tú là một sự mở rộng tự nhiên của điều đó \", bà Hồng- hiện là một nhà xuất bản báo chí phong cách thời trang Guru tại Bắc Kinh cho biết. iLook là một trong số các việc mạo hiểm của bà, một tạp chí thời trang và phong cách sống cung cấp các lời khuyên về việc làm thế nào để tận hưởng những gì một câu chuyện vào năm 2010 có tựa đề là \"thời vàng son của Trung Quốc\"."
        }
    ],
    "suggestions": []
}