{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['eləkwənt]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hùng biện, có khả năng hùng biện</td></tr></table><i/></div>",
            "word": "eloquent",
            "pronounce": "['eləkwənt]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>eloquent</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 showing eloquence. </blockquote></blockquote><blockquote><blockquote>2》 clearly expressive: <cclass>an art that is eloquent of America's cultural diversity. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>eloquently</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "eloquent",
            "pronounce": "['eləkwənt]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>eloquent</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>an eloquent speaker</i>: FLUENT, articulate, expressive, silver-tongued; persuasive, strong, forceful, powerful, potent, well expressed, effective, lucid, vivid, graphic; smooth-tongued, glib.</blockquote><blockquote><b>2</b><i>her glance was more eloquent than words</i>: EXPRESSIVE, meaningful, suggestive, revealing, telling, significant, indicative.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>inarticulate.</blockquote></div>",
            "word": "eloquent",
            "pronounce": "['eləkwənt]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>eloquent</k><blockquote><blockquote><ex><abr>adj.</abr> to wax eloquent</ex></blockquote></blockquote></div>",
            "word": "eloquent",
            "pronounce": "['eləkwənt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "eloquent",
            "pronounce": "['eləkwənt]"
        }
    },
    "sentences": [
        {
            "en": "That was an <em>eloquent</em> speech.",
            "vi": "Đó là một bài phát biểu hùng hồn."
        },
        {
            "en": "Jane moved us all with her <em>eloquent</em> appeal to the core values of this company.",
            "vi": "Jane đã hướng chúng ta nói tới những giá trị cốt lõi của công ty bằng những lời hùng biện rất hay của cô ấy."
        },
        {
            "en": "A raised index finger speaks volumes, and a simple nod is <em>eloquent</em> in its restraint.",
            "vi": "Chỉ một ngón trỏ giơ lên đã truyền đạt được rất nhiều điều, hay một cái gật đầu đơn giản cũng lột tả được ý nghĩ trong sự kín đáo của nó."
        },
        {
            "en": "A word or a nod fromt he good has more might than the <em>eloquent</em> speeches of others.",
            "vi": "Một lời nói hay một cái gật đầu của người thiện hảo có sức mạnh hơn thiên ngôn vạn ngữ của kẻ khác."
        },
        {
            "en": "\"What is the most difficult thing about learning to become an <em>eloquent</em> speaker?\" - \"It's mastering the language.\"",
            "vi": "\"Điều gì là khó nhất trong việc học để trở thành một nhà hùng biện?\"–\"Đó là làm chủ được ngôn ngữ\"."
        },
        {
            "en": "The <em>eloquent</em> management genius, Peter F. Drucker, once said that a crisis must never be experienced for the second time.",
            "vi": "Một thiên tài quản trị hùng biện, Peter F. Drucker, đã từng nói rằng một cơn khủng hoảng không bao giờ phải được trải nghiệm qua lần thứ hai."
        },
        {
            "en": "\"What is the most difficult thing about learning to become an <em>eloquent</em> speaker?\"-\"It's mastering the language.\"",
            "vi": "\"Điều gì là khó nhất trong việc học để trở thành một nhà hùng biện?\" – \"Đó là làm chủ được ngôn ngữ\"."
        },
        {
            "en": "No one can know what private thoughts went through Mary’s mind as she reached out to grasp this <em>eloquent</em> testimony to her self-belief and perseverance.",
            "vi": "Không ai biết được Mary đang nghĩ gì khi cô đưa tay nhận tấm bằng minh chứng cho sự tự tin vào bản thân và lòng kiên trì của mình."
        },
        {
            "en": "I had the feeling no words we spoke could be as <em>eloquent</em> as this simple interaction, so i bowed to him and went on to the next man.",
            "vi": "Tôi nghĩ không có lời nào chúng tôi nói với nhau có thể hùng hồn bằng thái độ giao cảm giản dị như thế, nên tôi cúi người chào rồi đi sang người khác."
        },
        {
            "en": "Well-known strategy consultant Sramana Mitra has a couple of <em>eloquent</em> minutes on that them in this two-minute video. She seems to be talking about India, but she's well known in the Silicon Valley, and what she says applies perfectly well here.",
            "vi": "Nhà hoạch định chiến lược kinh doanh nổi tiếng Sramana Mitra đã đề cập tới điều này trong một bài thuyết trình gần đây. Theo bà, vấn đề này không chỉ xảy ra ở những nước đang phát triển như Ấn Độ, mà có lẽ ở những trung tâm kinh tế lớn, như Thung lũng Silicon, cũng tồn tại việc này."
        },
        {
            "en": "Bastiat was an optimist who thought that <em>eloquent</em> arguments in defense of liberty might save the day; but history is not on his side. Mankind's history is one of systematic, arbitrary abuse and control by the elite acting privately, through the church, but mostly through government. It is a tragic history where hundreds of millions of unfortunate souls have been slaughtered, mostly by their own government. A historian writing 200 or 300 years from now might view the liberties that existed for a tiny portion of mankind's population, mostly in the western world, for only a tiny portion of its history, the last century or two, as a historical curiosity that defies explanation. That historian might also observe that the curiosity was only a temporary phenomenon and mankind reverted back to the traditional state of affairs – arbitrary control and abuse.",
            "vi": "Bastiat là một người lạc quan, ông nghĩ rằng các lập luận hùng hồn trong việc bảo vệ tự do có thể cứu vãn tình hình; nhưng lịch sử không đứng về phía ông. Lịch sử nhân loại là một trong những hành động lạm dụng chuyên quyền độc đoán, có hệ thống và được kiểm soát bởi tầng lớp thượng lưu, thông qua nhà thờ, nhưng chủ yếu là thông qua chính phủ. Đó là một lịch sử bi thảm mà hàng trăm triệu linh hồn bất hạnh đã bị tàn sát, chủ yếu là do chính phủ của họ. Một bản ghi chép của nhà sử học 200 hoặc 300 năm sau có thể chứng kiến các quyền tự do tồn tại vì một phần nhỏ dân số của nhân loại, chủ yếu ở thế giới phương Tây, chỉ một phần nhỏ trong lịch sử của nó, một hoặc hai thế kỷ trôi qua, như một sự tò mò lịch sử thách thức tìm lời giải thích. Nhà sử học đó cũng có thể thấy rằng sự tò mò chỉ là một hiện tượng tạm thời và nhân loại đã trở lại với tình trạng truyền thống - kiểm soát và lạm dụng tùy tiện."
        },
        {
            "en": "Bastiat was an optimist who thought that <em>eloquent</em> arguments in defense of liberty might save the day; but history is not on his side. Mankind's history is one of systematic, arbitrary abuse and control by the elite acting privately, through the church, but mostly through government. It is a tragic history where hundreds of millions of unfortunate souls have been slaughtered, mostly by their own government. A historian writing 200 or 300 years from now might view the liberties that existed for a tiny portion of mankind's population, mostly in the western world, for only a tiny portion of its history, the last century or two, as a historical curiosity that defies explanation. That historian might also observe that the curiosity was only a temporary phenomenon and mankind reverted back to the traditional state of affairs – arbitrary control and abuse.",
            "vi": "Bastiat là một người lạc quan, ông nghĩ rằng các lập luận hùng hồn trong việc bảo vệ tự do có thể cứu vãn tình hình; nhưng lịch sử không đứng về phía ông. Lịch sử nhân loại là một trong những hành động lạm dụng chuyên quyền độc đoán, có hệ thống và được kiểm soát bởi tầng lớp thượng lưu, thông qua nhà thờ, nhưng chủ yếu là thông qua chính phủ. Đó là một lịch sử bi thảm mà hàng trăm triệu linh hồn bất hạnh đã bị tàn sát, chủ yếu là do chính phủ của họ. Một bản ghi chép của nhà sử học 200 hoặc 300 năm sau có thể chứng kiến các quyền tự do tồn tại vì một phần nhỏ dân số của nhân loại, chủ yếu ở thế giới phương Tây, chỉ một phần nhỏ trong lịch sử của nó, một hoặc hai thế kỷ trôi qua, như một sự tò mò lịch sử thách thức tìm lời giải thích. Nhà sử học đó cũng có thể thấy rằng sự tò mò chỉ là một hiện tượng tạm thời và nhân loại đã trở lại với tình trạng truyền thống - kiểm soát và lạm dụng tùy tiện."
        }
    ],
    "suggestions": []
}