{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'lu:siv]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">elusory</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'lu:səri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hay lảng tránh (người...); có tính chất lảng tránh, có tính chất thoái thác (câu trả lời)</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">khó nắm (ý nghĩa...)</td></tr></table><i/></div>",
            "word": "elusive"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>elusive</k><blockquote>■ <cclass>adjective difficult to find, catch, or achieve. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>elusively</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>elusiveness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C18: from L. <i>elus-</i>, <i>eludere</i> 'elude' + <kref>-ive</kref>. </blockquote></div>",
            "word": "elusive"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>elusive</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>her elusive husband</i>: DIFFICULT TO FIND; evasive, slippery; <cclass><i>informal</i> always on the move.</cclass></blockquote><blockquote><b>2</b><i>an elusive quality</i>: INDEFINABLE, intangible, impalpable, unanalysable; fugitive; ambiguous.</blockquote></div>",
            "word": "elusive"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "elusive"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "elusive"
        }
    },
    "sentences": [
        {
            "en": "Success has been <em>elusive</em>.",
            "vi": "Khó mà thấy được thành công."
        },
        {
            "en": "Those are <em>elusive</em> memories.",
            "vi": "Đó là những kỷ niệm khó nhớ."
        },
        {
            "en": "The terrorist leader proved <em>elusive</em>.",
            "vi": "Rất khó bắt những tên trùm khủng bố."
        },
        {
            "en": "That's the rare and <em>elusive</em> bird.",
            "vi": "Loài chim đó hiếm và khó bắt."
        },
        {
            "en": "An agreement to end the fighting remains <em>elusive</em>.",
            "vi": "Vẫn khó đạt được thỏa thuận ngừng chiến tranh."
        },
        {
            "en": "Something tugged at my memory, <em>elusive</em>, on the edges.",
            "vi": "Điều gì đó thoáng qua tâm trí, khó nhớ, mấp mé."
        },
        {
            "en": "The <em>elusive</em> foolproof theory of the origin of language",
            "vi": "Lý thuyết dễ hiểu nhưng khó nắm bắt về nguồn gốc của ngôn ngữ"
        },
        {
            "en": "Something tugged at my memory, <em>elusive</em>, on the edges.",
            "vi": "Điều gì đó thoáng qua tâm trí, khó nhớ,mấp mé."
        },
        {
            "en": "From the <em>elusive</em> sphere of the psyche come the concrete workings of the consciousness.",
            "vi": "Từ lãnh vực mù mờ của tâm, đến những tác động hiện thực của thức, dẫn đến hành động cu thể."
        },
        {
            "en": "Your friends will be searching for the <em>elusive</em> creature, an extended continuous undertaking.",
            "vi": "Bạn bè bạn sẽ tìm kiếm sinh vật khó bắt đó, và nhiệm vụ đó tiếp tục diễn ra trong tương lai."
        },
        {
            "en": "Further movie roles have proved somewhat <em>elusive</em> for the young actor.",
            "vi": "Các vai diễn khác trong phim tỏ ra là hơi khó nắm bắt đối với diễn viên trẻ."
        },
        {
            "en": "The abominable snowman who haunts the imagination of climbers in the Himalayas is hardly more <em>elusive</em>.",
            "vi": "Người tuyết ghê gớm thường ám ảnh trí tưởng tượng các nhà leo núi hymalaya tưởng cũng không bí mật hơn thế."
        },
        {
            "en": "Combined with their diffidence and the discriminatory attitude, these people become selfcontained, <em>elusive</em> and even prone to have negative responses.",
            "vi": "Cộng thêm các mặc cảm, phân biệt đối xử nên họ ngại tiếp xúc, lẩn tránh và có những phản ứng tiêu cực."
        },
        {
            "en": "Factor in other unexpected challenges, such as financial worries, layoffs, relationship issues or an illness, and quality sleep may be more <em>elusive</em>.",
            "vi": "Những thách thức mà bạn không mong muốn như bận tâm tài chính, tình trạng thất nghiệp, các vấn đề trong mối quan hệ hoặc là bệnh tật, và chất lượng của giấc ngủ cũng có thể khiến bạn khó xác định nguyên nhân hơn."
        },
        {
            "en": "How subtle the myths about money! How <em>elusive</em> the facts, and how few!If doubted, the fact becomes fable;If believed, the myth becomes true!",
            "vi": "Những câu chuyện hoang đường về tiền được kể mới khéo léo làm sao!Những sự thật mới khó tìm, và hiếm hoi làm sao!Nếu bị nghi ngờ, thì sự thật trở thành truyền thuyết;Nếu được người ta tin, thì câu chuyện hoang đường ấy lại trở thành sự thật!"
        },
        {
            "en": "Bitcoin’s social value is rather <em>elusive</em> to me. Consider seigniorage: an expansion in the money supply traditionally provides the government with extra resources.",
            "vi": "Giá trị xã hội của đồng Bitcoin là còn khá mơ hồ đối với tôi. Xét từ khía cạnh thu nhập: sự mở rộng nguồn cung tiền theo cách truyền thống cung cấp cho chính phủ nhiều nguồn lực hơn."
        },
        {
            "en": "How subtle the myths about money! \nHow <em>elusive</em> the facts, and how few!\nIf doubted, the fact becomes fable;\nIf believed, the myth becomes true!",
            "vi": "Những câu chuyện hoang đường về tiền được kể mới khéo léo làm sao!\nNhững sự thật mới khó tìm, và hiếm hoi làm sao!\nNếu bị nghi ngờ, thì sự thật trở thành truyền thuyết;\nNếu được người ta tin, thì câu chuyện hoang đường ấy lại trở thành sự thật!"
        },
        {
            "en": "Widows interviewed during the PPAs suggested that this caused great difficulties after their husbands' death, because the procedures for changing the name on the land title were highly complex and <em>elusive</em>.",
            "vi": "Những người phụ nữ goá chồng được phỏng vấn trong các PPA cho rằng điều này gây nên khó khăn rất lớn sau khi chồng họ mất, bởi vì thủ tục sang tên sử dụng đất rất phức tạp và không rõ ràng."
        },
        {
            "en": "Now tax officials are working to solve an anticipated problem: how to track down thousands of retailers across the city, many of whom are <em>elusive</em>, and how to calculate their earnings.",
            "vi": "Giờ đây, các cán bộ thuế đang làm việc để giải quyết vấn đề đã được liệu trước: làm thế nào để theo dõi hàng ngàn nhà bán lẻ trên khắp thành phố, nhiều người trong số họ rất khó nắm bắt, và làm thế nào để tính toán thu nhập của họ."
        },
        {
            "en": "Until recently, no one really knew who Cornman was or why he was walking produce on a leash. The first known photo of him dragging an ear of corn outside a subway station was tweeted in May of 2012, and ever since then people started sharing pics of the <em>elusive</em> character with all kinds of produce, from cauliflower to radishes.",
            "vi": "Mãi mà người ta cũng không thật sự biết được chàng Bắp là ai và vì sao chàng ta lại cầm dây xích chó dắt rau củ đi dạo. Bức ảnh đầu tiên mọi người thấy chàng ta kéo một trái bắp (một bắp ngô) ngoài một nhà ga tàu điện ngầm, bức ảnh ấy được đăng trên Twitter vào tháng 5 năm 2012, và thế là từ đó người ta bắt đầu chia sẻ các bức ảnh về anh chàng khó hiểu kia cùng với đủ mọi loại rau củ, từ súp lơ cho tới củ cải."
        }
    ],
    "suggestions": []
}