{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[im'bærəsiηli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">gây lúng túng, khiến bối rối</td></tr></table><i/></div>",
            "word": "embarrassingly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "embarrassingly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "embarrassingly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "embarrassingly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "embarrassingly"
        }
    },
    "sentences": [
        {
            "en": "It was <em>embarrassingly</em> obvious now.",
            "vi": "Bây giờ thì quá rõ ràng rồi."
        },
        {
            "en": "That was such an <em>embarrassingly</em> poor performance.",
            "vi": "Đó quả là một buổi biểu diễn nghèo nàn xấu hổ."
        },
        {
            "en": "Her remarks about me were <em>embarrassingly</em> close to home.",
            "vi": "Những nhận xét của bà ta về tôi rất xác đáng khiến tôi bối rối."
        },
        {
            "en": "I'd had a lot on my mind – revenge-obsessed vampires, giant mutant wolves, a ragged hole in the center of my chest – but when I laid the evidence out, it was <em>embarrassingly</em> obvious.",
            "vi": "nhiều – mấy con ma cà rồng khao khát trả thù, loài sói đột biến khổng lồ, lỗ thủng lởm chởm giữa ngực - nhưng khi bày bằng chứng ra, mọi chuyện thật rõ ràng đến mức xấu hổ."
        },
        {
            "en": "So the man reached into his pocket. <em>Embarrassingly</em> he pulled out loads of condoms of every variety - ribbed, flavoured, colored and everything before he found the packet of aspirin. He took the aspirin and soon talked perfectly and stopped winking.",
            "vi": "Thế là anh ta thò tay vào túi mình. Ngượng ngùng anh chàng lôi ra cả đống bao cao su đủ loại khác nhau - có gân, có mùi vị, có màu sắc và vân vân ... trước khi tìm thấy gói át-xpi-rin. Anh uống viên át-xpi-rin và ngay lập tức nói chuyện trôi chảy mà không nháy mắt nữa."
        },
        {
            "en": "EPILOGUE:AN OCCASION        EPILOGUE:AN OCCASION Edward helped me into his car, being very careful of the wisps of silk and chiffon, the flowers he'd just pinned into my elaborately styled curls, and my bulky walking cast. He ignored the angry set of my mouth. When he had me settled, he got in the driver's seat and headed back out the long, narrow drive. \"At what point exactly are you going to tell me what's going on?\" I asked grumpily. I really hated surprises. And he knew that. I'm shocked that you haven't figured it out yet.\" He threw a mocking smile in my direction, and my breath caught in my throat. Would I ever get used to his perfection? \"I did mention that you looked very nice, didn't I?\" I verified. \"Yes.\" He grinned again. I'd never seen him dress in black before, and, with the contrast against his pale skin, his beauty was absolutely surreal. That much I couldn't deny, even if the fact that he was wearing a tuxedo made me very nervous. Not quite as nervous as the dress. Or the shoe. Only one shoe, as my other foot was still securely encased in plaster. But the stiletto heel, held on only by satin ribbons, certainly wasn't going to help me as I tried to hobble around. \"I'm not coming over anymore if Alice is going to treat me like Guinea Pig Barbie when I do,\" I griped. I'd spent the better part of the day in Alice's staggeringly vast bathroom, a helpless victim as she played hairdresser and cosmetician. Whenever I fidgeted or complained, she reminded me that she didn't have any memories of being human, and asked me not to ruin her vicarious fun. Then she'd dressed me in the most ridiculous dress — deep blue, frilly and off the shoulders, with French tags I couldn't read — a dress more suitable for a runway than Forks. Nothing good could come of our formal attire, of that I was sure. Unless… but I was afraid to put my suspicions into words, even in my own head.  I was distracted then by the sound of a phone ringing. Edward pulled his cell phone from a pocket inside his jacket, looking briefly at the caller ID before answering. \"Hello, Charlie,\" he said warily. \"Charlie?\" I frowned. Charlie had been… difficult since my return to Forks. He had compartmentalized my bad experience into two defined reactions. Toward Carlisle he was almost worshipfully grateful. On the other hand, he was stubbornly convinced that Edward was at fault — because, if not for him, I wouldn't have left home in the first place. And Edward was far from disagreeing with him. These days I had rules that hadn't existed before: curfews… visiting hours. Something Charlie was saying made Edward's eyes widen in disbelief, and then a grin spread across his face. \"You're kidding!\" He laughed. \"What is it?\" I demanded. He ignored me. \"Why don't you let me talk to him?\" Edward suggested with evident pleasure. He waited for a few seconds. \"Hello, Tyler, this is Edward Cullen.\" His voice was very friendly, on the surface. I knew it well enough to catch the soft edge of menace. What was Tyler doing at my house? The awful truth began to dawn on me. I looked again at the inappropriate dress Alice had forced me into. \"I'm sorry if there's been some kind of miscommunication, but Bella is unavailable tonight.\" Edward's tone changed, and the threat in his voice was suddenly much more evident as he continued. \"To be perfectly honest, she'll be unavailable every night, as far as anyone besides myself is concerned. No offense. And I'm sorry about your evening.\" He didn't sound sorry at all. And then he snapped the phone shut, a huge smirk on his face. My face and neck flushed crimson with anger. I could feel the rage-induced tears starting to fill my eyes. He looked at me in surprise. \"Was that last part a bit too much? I didn't mean to offend you.\" I ignored that.  \"You're taking me to the prom!\" I yelled. It was <em>embarrassingly</em> obvious now. If I'd been paying any attention at all, I'm sure I would have noticed the date on the posters that decorated the school buildings. But I'd never dreamed he was thinking of subjecting me to this. Didn't he know me at all? He wasn't expecting the force of my reaction, that was clear. He pressed his lips together and his eyes narrowed. \"Don't be difficult, Bella.\" My eyes flashed to the window; we were halfway to the school already. \"Why are you doing this to me?\" I demanded in horror. He gestured to his tuxedo. \"Honestly, Bella, what did you think we were doing?\" I was mortified. First, because I'd missed the obvious. And also because the vague suspicions — expectations, really — that I'd been forming all day, as Alice tried to transform me into a beauty queen, were so far wide of the mark. My half-fearful hopes seemed very silly now. I'd guessed there was some kind of occasion brewing. But prom! That was the furthest thing from my mind. The angry tears rolled over my cheeks. I remembered with dismay that I was very uncharacteristically wearing mascara. I wiped quickly under my eyes to prevent any smudges. My hand was unblackened when I pulled it away; maybe Alice had known I would need waterproof makeup. \"This is completely ridiculous. Why are you crying?\" he demanded in frustration. \"Because I'm mad!\" \"Bella.\" He turned the full force of his scorching golden eyes on me. \"What?\" I muttered, distracted. \"Humor me,\" he insisted. His eyes were melting all my fury. It was impossible to fight with him when he cheated like that. I gave in with poor grace. \"Fine,\" I pouted, unable to glare as effectively as I would have liked. \"I'll go quietly. But you'll see. I'm way overdue for more bad luck. I'll probably break my other leg. Look at this shoe! It's a death trap!\" I held out my good leg as evidence. \"Hmmm.\" He stared at my leg longer than was necessary. \"Remind me to thank Alice for that tonight.\" \"Alice is going to be there?\" That comforted me slightly. \"With Jasper, and Emmett… and Rosalie,\" he admitted. The feeling of comfort disappeared. There had been no progress with Rosalie, though I was on quite good terms with her sometimes-husband. Emmett enjoyed having me around — he thought my bizarre human reactions were hilarious… or maybe it was just the fact that I fell down a lot that he found so funny. Rosalie acted as if I didn't exist. While I shook my head to dispel the direction my thoughts had taken, I thought of something else. \"Is Charlie in on this?\" I asked, suddenly suspicious. \"Of course.\" He grinned, and then chuckled. \"Apparently Tyler wasn't, though.\" I gritted my teeth. How Tyler could be so delusional, I couldn't imagine. At school, where Charlie couldn't interfere, Edward and I were inseparable — except for those rare sunny days. We were at the school now; Rosalie's red convertible was conspicuous in the parking lot. The clouds were thin today, a few streaks of sunlight escaping through far away in the west. He got out and walked around the car to open my door. He held out his hand. I sat stubbornly in my seat, arms folded, feeling a secret twinge of smugness. The lot was crowded with people in formal dress: witnesses. He couldn't remove me forcibly from the car as he might have if we'd been alone. He sighed. \"When someone wants to kill you, you're brave as a lion — and then when someone mentions dancing…\" He shook his head. I gulped. Dancing. \"Bella, I won't let anything hurt you — not even yourself. I won't let go of you once, I promise.\" I thought about that and suddenly felt much better. He could see that in my face. \"There, now,\" he said gently, \"it won't be so bad.\" He leaned down and wrapped one arm around my waist. I took his other hand and let him lift me from the car. He kept his arm tightly around me, supporting me as I limped toward the school. In Phoenix, they held proms in hotel ballrooms. This dance was in the gym, of course. It was probably the only room in town big enough for a dance. When we got inside, I giggled. There were actual balloon arches and twisted garlands of pastel crepe paper festooning the walls. \"This looks like a horror movie waiting to happen,\" I snickered. \"Well,\" he muttered as we slowly approached the ticket table — he was carrying most of my weight, but I still had to shuffle and wobble my feet forward — \"there are more than enough vampires present.\" I looked at the dance floor; a wide gap had formed in the center of the floor, where two couples whirled gracefully. The other dancers pressed to the sides of the room to give them space — no one wanted to stand in contrast with such radiance. Emmett and Jasper were intimidating and flawless in classic tuxedos. Alice was striking in a black satin dress with geometric cutouts that bared large triangles of her snowy white skin. And Rosalie was… well, Rosalie. She was beyond belief. Her vivid scarlet dress was backless, tight to her calves where it flared into a wide ruffled train, with a neckline that plunged to her waist. I pitied every girl in the room, myself included. \"Do you want me to bolt the doors so you can massacre the unsuspecting townsfolk?\" I whispered conspiratorially. \"And where do you fit into that scheme?\" He glared. \"Oh, I'm with the vampires, of course.\" He smiled reluctantly. \"Anything to get out of dancing.\" \"Anything.\" He bought our tickets, then turned me toward the dance floor. I cringed against his arm and dragged my feet. \"I've got all night,\" he warned. Eventually he towed me out to where his family was twirling elegantly — if in a style totally unsuitable to the present time and music. I watched in horror. \"Edward.\" My throat was so dry I could only manage a whisper. \"I honestly can't dance!\" I could feel the panic bubbling up inside my chest. \"Don't worry, silly,\" he whispered back. \"I can.\" He put my arms around his neck and lifted me to slide his feet under mine. And then we were whirling, too. \"I feel like I'm five years old,\" I laughed after a few minutes of effortless waltzing. \"You don't look five,\" he murmured, pulling me closer for a second, so that my feet were briefly a foot from the ground. Alice caught my eye on a turn and smiled in encouragement — I smiled back. I was surprised to realize that I was actually enjoying myself… a little. \"Okay, this isn't half bad,\" I admitted. But Edward was staring toward the doors, and his face was angry. \"What is it?\" I wondered aloud. I followed his gaze, disoriented by the spinning, but finally I could see what was bothering him. Jacob Black, not in a tux, but in a long-sleeved white shirt and tie, his hair smoothed back into his usual ponytail, was crossing the floor toward us. After the first shock of recognition, I couldn't help but feel bad for Jacob. He was clearly uncomfortable — excruciatingly so. His face was apologetic as his eyes met mine. Edward snarled very quietly. \"Behave!\" I hissed. Edward's voice was scathing. \"He wants to chat with you.\" Jacob reached us then, the embarrassment and apology even more evident on his face. \"Hey, Bella, I was hoping you would be here.\" Jacob sounded like he'd been hoping the exact opposite. But his smile was just as warm as ever.  \"Hi, Jacob.\" I smiled back. \"What's up?\" \"Can I cut in?\" he asked tentatively, glancing at Edward for the first time. I was shocked to notice that Jacob didn't have to look up. He must have grown half a foot since the first time I'd seen him. Edward's face was composed, his expression blank. His only answer was to set me carefully on my feet, and take a step back. \"Thanks,\" Jacob said amiably. Edward just nodded, looking at me intently before he turned to walk away. Jacob put his hands on my waist, and I reached up to put my hands on his shoulders. \"Wow, Jake, how tall are you now?\" He was smug. \"Six-two.\" We weren't really dancing — my leg made that impossible. Instead we swayed awkwardly from side to side without moving our feet. It was just as well; the recent growth spurt had left him looking gangly and uncoordinated, he was probably no better a dancer than I was. \"So, how did you end up here tonight?\" I asked without true curiosity. Considering Edward's reaction, I could guess. \"Can you believe my dad paid me twenty bucks to come to your prom?\" he admitted, slightly ashamed. \"Yes, I can,\" I muttered. \"Well, I hope you're enjoying yourself, at least. Seen anything you like?\" I teased, nodding toward a group of girls lined up against the wall like pastel confections. \"Yeah,\" he sighed. \"But she's taken.\" He glanced down to meet my curious gaze for just a second — then we both looked away, embarrassed. \"You look really pretty, by the way,\" he added shyly. \"Um, thanks. So why did Billy pay you to come here?\" I asked quickly, though I knew the answer. Jacob didn't seem grateful for the subject change; he looked away, uncomfortable again. \"He said it was a 'safe' place to talk to you. I swear the old man is losing his mind.\" I joined in his laughter weakly. \"Anyway, he said that if I told you something, he would get me that master cylinder I need,\" he confessed with a sheepish grin. \"Tell me, then. I want you to get your car finished.\" I grinned back. At least Jacob didn't believe any of this. It made the situation a bit easier. Against the wall, Edward was watching my face, his own face expressionless. I saw a sophomore in a pink dress eyeing him with timid speculation, but he didn't seem to be aware of her. Jacob looked away again, ashamed. \"Don't get mad, okay?\" \"There's no way I'll be mad at you, Jacob,\" I assured him. \"I won't even be mad at Billy. Just say what you have to.\" \"Well — this is so stupid, I'm sorry, Bella — he wants you to break up with your boyfriend. He asked me to tell you 'please.'\" He shook his head in disgust. \"He's still superstitious, eh?\" \"Yeah. He was… kind of over the top when you got hurt down in Phoenix. He didn't believe…\"Jacob trailed off self-consciously. My eyes narrowed. \"I fell.\" \"I know that,\" Jacob said quickly. \"He thinks Edward had something to do with me getting hurt.\" It wasn't a question, and despite my promise, I was angry.  Jacob wouldn't meet my eyes. We weren't even bothering to sway to the music, though his hands were still on my waist, and mine around his neck. \"Look, Jacob, I know Billy probably won't believe this, but just so you know\" — he looked at me now, responding to the new earnestness in my voice — \"Edward really did save my life. If it weren't for Edward and his father, I'd be dead.\" \"I know,\" he claimed, but he sounded like my sincere words had affected him some. Maybe he'd be able to convince Billy of this much, at least. \"Hey, I'm sorry you had to come do this, Jacob,\" I apologized. \"At any rate, you get your parts, right?\" \"Yeah,\" he muttered. He was still looking awkward… upset. \"There's more?\" I asked in disbelief. \"Forget it,\" he mumbled, \"I'll get a job and save the money myself.\" I glared at him until he met my gaze. \"Just spit it out, Jacob.\" \"It's so bad.\" \"I don't care. Tell me,\" I insisted. \"Okay… but, geez, this sounds bad.\" He shook his head. \"He said to tell you, no, to warn you, that — and this is his plural, not mine\" — he lifted one hand from my waist and made little quotations marks in the air — '\"We'll be watching.'\" He watched warily for my reaction. It sounded like something from a mafia movie. I laughed out loud. \"Sorry you had to do this, Jake,\" I snickered. \"I don't mind that much.\" He grinned in relief. His eyes were appraising as they raked quickly over my dress. \"So, should I tell him you said to butt the hell out?\" he asked hopefully. \"No,\" I sighed. \"Tell him I said thanks. I know he means well.\" The song ended, and I dropped my arms. His hands hesitated at my waist, and he glanced at my bum leg. \"Do you want to dance again? Or can I help you get somewhere?\" Edward answered for me. \"That's all right, Jacob. I'll take it from here.\" Jacob flinched, and stared wide-eyed at Edward, who stood just beside us. \"Hey, I didn't see you there,\" he mumbled. \"I guess I'll see you around, Bella.\" He stepped back, waving halfheartedly. I smiled. \"Yeah, I'll see you later.\" \"Sorry,\" he said again before he turned for the door. Edward's arms wound around me as the next song started. It was a little up-tempo for slow dancing, but that didn't seem to concern him. I leaned my head against his chest, content. \"Feeling better?\" I teased. \"Not really,\" he said tersely. \"Don't be mad at Billy,\" I sighed. \"He just worries about me for Charlie's sake. It's nothing personal.\" \"I'm not mad at Billy,\" he corrected in a clipped voice. \"But his son is irritating me.\" I pulled back to look at him. His face was very serious. \"Why?\" \"First of all, he made me break my promise.\" I stared at him in confusion. He half-smiled. \"I promised I wouldn't let go of you tonight,\" he explained. \"Oh. Well, I forgive you.\" \"Thanks. But there's something else.\" Edward frowned. I waited patiently. \"He called you pretty,\" he finally continued, his frown deepening. \"That's practically an insult, the way you look right now. You're much more than beautiful.\" I laughed. \"You might be a little biased.\" \"I don't think that's it. Besides, I have excellent eyesight.\" We were twirling again, my feet on his as he held me close. \"So are you going to explain the reason for all of this?\" I wondered. He looked down at me, confused, and I glared meaningfully at the crepe paper. He considered for a moment, and then changed direction, spinning me through the crowd to the back door of the gym. I caught a glimpse of Jessica and Mike dancing, staring at me curiously. Jessica waved, and I smiled back quickly. Angela was there, too, looking blissfully happy in the arms of little Ben Cheney; she didn't look up from his eyes, a head lower than hers. Lee and Samantha, Lauren, glaring toward us, with Conner; I could name every face that spiraled past me. And then we were outdoors, in the cool, dim light of a fading sunset. As soon as we were alone, he swung me up into his arms, and carried me across the dark grounds till he reached the bench beneath the shadow of the madrone trees. He sat there, keeping me cradled against his chest. The moon was already up, visible through the gauzy clouds, and his face glowed pale in the white light. His mouth was hard, his eyes troubled. \"The point?\" I prompted softly. He ignored me, staring up at the moon. \"Twilight, again,\" he murmured. \"Another ending. No matter how perfect the day is, it always has to end.\" \"Some things don't have to end,\" I muttered through my teeth, instantly tense. He sighed. \"I brought you to the prom,\" he said slowly, finally answering my question, \"because I don't want you to miss anything. I don't want my presence to take anything away from you, if I can help it. I want you to be human. I want your life to continue as it would have if I'd died in nineteen-eighteen like I should have.\" I shuddered at his words, and then shook my head angrily. \"In what strange parallel dimension would I ever have gone to prom of my own free will? If you weren't a thousand times stronger than me, I would never have let you get away with this.\" He smiled briefly, but it didn't touch his eyes. \"It wasn't so bad, you said so yourself.\" \"That's because I was with you.\" We were quiet for a minute; he stared at the moon and I stared at him. I wished there was some way to explain how very uninterested I was in a normal human life. \"Will you tell me something?\" he asked, glancing down at me with a slight smile. \"Don't I always?\" \"Just promise you'll tell me,\" he insisted, grinning. I knew I was going to regret this almost instantly. \"Fine.\" \"You seemed honestly surprised when you figured out that I was taking you here,\" he began. \"I was,\" I interjected. \"Exactly,\" he agreed. \"But you must have had some other theory… I'm curious — what did you think I was dressing you up for?\" Yes, instant regret. I pursed my lips, hesitating. \"I don't want to tell you.\" \"You promised,\" he objected. \"I know.\" \"What's the problem?\" I knew he thought it was mere embarrassment holding me back. \"I think it will make you mad — or sad.\"  His brows pulled together over his eyes as he thought that through. \"I still want to know. Please?\" I sighed. He waited. \"Well… I assumed it was some kind of… occasion. But I didn't think it would be some trite human thing… prom!\" I scoffed. \"Human?\" he asked flatly. He'd picked up on the key word. I looked down at my dress, fidgeting with a stray piece of chiffon. He waited in silence. \"Okay,\" I confessed in a rush. \"So I was hoping that you might have changed your mind… that you were going to change me, after all.\" A dozen emotions played across his face. Some I recognized: anger… pain… and then he seemed to collect himself and his expression became amused. \"You thought that would be a black tie occasion, did you?\" he teased, touching the lapel of his tuxedo jacket. I scowled to hide my embarrassment. \"I don't know how these things work. To me, at least, it seems more rational than prom does.\" He was still grinning. \"It's not funny,\" I said. \"No, you're right, it's not,\" he agreed, his smile fading. \"I'd rather treat it like a joke, though, than believe you're serious.\" \"But I am serious.\" He sighed deeply. \"I know. And you're really that willing?\" The pain was back in his eyes. I bit my lip and nodded. \"So ready for this to be the end,\" he murmured, almost to himself, \"for this to be the twilight of your life, though your life has barely started. You're ready to give up everything.\" \"It's not the end, it's the beginning,\" I disagreed under my breath. \"I'm not worth it,\" he said sadly. \"Do you remember when you told me that I didn't see myself very clearly?\" I asked, raising my eyebrows. \"You obviously have the same blindness.\" \"I know what I am.\" I sighed. But his mercurial mood shifted on me. He pursed his lips, and his eyes were probing. He examined my face for a long moment.  \"You're ready now, then?\" he asked. \"Um.\" I gulped. \"Yes?\" He smiled, and inclined his head slowly until his cold lips brushed against the skin just under the corner of my jaw. \"Right now?\" he whispered, his breath blowing cool on my neck. I shivered involuntarily. \"Yes,\" I whispered, so my voice wouldn't have a chance to break. If he thought I was bluffing, he was going to be disappointed. I'd already made this decision, and I was sure. It didn't matter that my body was rigid as a plank, my hands balled into fists, my breathing erratic… He chuckled darkly, and leaned away. His face did look disappointed. \"You can't really believe that I would give in so easily,\" he said with a sour edge to his mocking tone. \"A girl can dream.\" His eyebrows rose. \"Is that what you dream about? Being a monster?\" \"Not exactly,\" I said, frowning at his word choice. Monster, indeed. \"Mostly I dream about being with you forever.\" His expression changed, softened and saddened by the subtle ache in my voice. \"Bella.\" His fingers lightly traced the shape of my lips. \"I will stay with you — isn't that enough?\" I smiled under his fingertips. \"Enough for now.\" He frowned at my tenacity. No one was going to surrender tonight. He exhaled, and the sound was practically a growl. I touched his face. \"Look,\" I said. \"I love you more than everything else in the world combined. Isn't that enough?\" \"Yes, it is enough,\" he answered, smiling. \"Enough for forever.\" And he leaned down to press his cold lips once more to my throat.",
            "vi": "EPILOGUE:AN OCCASION       ĐOẠN KẾT. SỰ KIỆN ĐÁNG NHỚ Edward đỡ tôi vào trong xe hơi, rất cẩn thận với mớ lụa the, mấy cái hoa anh đính vào mái tóc quăn được tạo kiểu rất công phu của tôi, và cả cái chân bó bột kềnh càng của tôi nữa. Anh lờ đi miệng tôi đang mím lại tức giận.  Khi đặt tôi đâu vào đấy rồi, anh ngồi vào ghế dành cho tài xế rồi lùi xe ra  con đường dài và hẹp.  \"Đến bao giờ thì anh mới nói cho em biết chuyện gì đang xảy ra?\" Tôi gắt gỏng hỏi. Tôi thiệt là ghét ba chuyện bất ngờ. Và anh biết thế.  \"Anh ngạc nhiên hết sức vì em vẫn chưa nghĩ ra được.\" Anh ném một nụ cười nhạo báng về phía  tôi, và tôi nghẹn thở.  Bao giờ tôi mới quen được sự hoàn hảo của anh đây? \"Em đã nói là anh trông rất đẹp trai rồi, phải không?\" Tôi muốn xác minh.  \"Ừ. \" Anh lại cười toe toét. Tôi chưa bao giờ thấy anh mặc đồ đen cả, và, chính sự tương phản với làn da nhợt nhạt của anh, mà vẻ đẹp của anh trở nên hết sức huyền ảo. Huyền ảo đến nỗi tôi không thể phủ nhận được, cho dù việc anh mặc vét-tông đen làm tôi hết sức căng thẳng.  Thế nhưng vẫn chưa căng thẳng bằng bộ váy này. Hay chiếc giày này.  Chỉ một chiếc giày thôi, vì chân kia của tôi vẫn còn bị bó bột kỹ lưỡng. Nhưng gót giày nhọn và cao, thắt ruy-băng xa-tanh, chắc chắn chẳng ích gì khi tôi cố đi tập tễnh đây đó.  \"Lần sau em sẽ không chịu để Alice đối xử với em giống như Barbie chuột bạch nữa đâu” tôi kêu ca.  Tôi đã ở gần trọn ngày trong phòng tắm rộng mênh mông của Alice, trở thành một nạn nhân khốn khổ để cô đóng vai thợ làm đầu và chuyên gia trang điểm.  Hễ tôi mà sốt ruột hay than phiền, cô lại nhắc nhở tôi rằng cô chẳng hề có chút ký ức gì về con người cả, nên mong tôi đừng có phá hỏng niềm vui trải nghiệm này của cô.  Rồi cô mặc cho tôi kiểu áo buồn cười nhất – màu xanh đậm, có diềm đăng-ten và hở vai, có mạc bằng tiếng Pháp tôi không biết đọc – cái áo đầm thích hợp để mặc trên sàn diễn hơn là mặc ở Forks. Chẳng thể có điều tốt đẹp nào đến với bộ đồ trang trọng của chúng tôi cả, tôi chắc chắn thế. Trừ phi …nhưng tôi không dám bày tỏ sự ngờ vực của mình thành lời, dù chỉ trong suy nghĩ.  Rồi tôi bị phân tâm vì có tiếng điện thoại reo.  Edward lôi chiếc điện thoại di động trong túi áo khoác ra, nhìn nhanh vào số người gọi rồi mới trả lời.  \"Chào Charlie, \" anh thận trọng lên tiếng.  “Charlie?\" Tôi cau mày.  Charlie đã trở nên ... khó tính khi tôi về lại Forks. Ông chia chuyện tồi tệ xảy ra cho tôi thành hai cách phản ứng rõ ràng.  Đối với bác sĩ Carlisle, thì ông gần như biết ơn sùng bái. Nhưng mặt khác, ông bướng bỉnh đoan chắc Edward có lỗi trong chuyện này -- bởi vì, nếu không phải tại vì anh, thì tôi đã chẳng bỏ nhà ra đi. Và Edward thì gần như đồng tình với ông. Trong những ngày này tôi phải tuân theo những quy định trước đây chưa hề có như: phải ở trong nhà không được đi chơi... giờ thăm viếng.  Charlie đang nói cái gì đó khiến mắt Edward trợn tròn hoài nghi rồi anh cười toe toét.  \"Chắc bác nói giỡn!\" Anh cười to.  “Gì vậy?\" Tôi hỏi gặng.  Anh lờ tôi. “Sao bác không để cháu nói chuyện với anh ta?\" Edward vui vẻ đề nghị. Anh đợi vài giây.  “Chào Tyler, tôi là Edward Cullen đây.” Giọng anh rất thân thiện, bề ngoài thôi. Tôi hiểu điều đó đủ rõ để nhận ra hơi hướng đe doạ. Tyler đang làm gì ở nhà tôi chứ?  Sự thật khủng khiếp bắt đầu rõ dần với tôi. Tôi nhìn lần nữa vào chiếc áo không phù hợp mà Alice đã ép tôi mặc.  \"Tôi xin lỗi vì đã có hiểu lầm, nhưng Bella đêm nay không rảnh.” Giọng Edward thay đổi, và vẻ đe doạ trong giọng anh đột ngột rõ hơn khi anh nói tiếp. \"Thật lòng mà nói, cô ấy đêm nào cũng không rảnh hết, chẳng rảnh với ai cả ngoài tôi.  Đừng mếch lòng. Và tôi rất tiếc vì đã làm hỏng buổi tối của bạn.” Giọng anh chẳng có vẻ hối tiếc  chút nào. Rồi anh cúp điện thoại cái cụp, nở một nụ cười hết sức tự mãn trên mặt.  Cổ và mặt tôi đỏ rần lên vì giận. Tôi cảm nhận được những giọt nước mắt tức tối đang bắt đầu tràn mi.  Anh nhìn tôi ngạc nhiên. \"Đoạn cuối hơi quá đáng hả?  Anh không có ý làm em khó chịu.” Tôi lờ đi chuyện đó.  \"Anh đang đưa em đi khiêu vũ!\" Tôi thét.  Bây giờ thì quá rõ ràng rồi.  Nếu tôi để ý một chút, chắc chắn tôi đã thấy ngày tháng ghi trên mấy tấm áp phích trang trí các toà nhà trong trường.  Nhưng tôi chẳng bao giờ tưởng tượng anh lại nghĩ đến việc bắt tôi làm chuyện này.  Anh không hiểu tôi chút nào sao? Anh không ngờ tôi phản ứng dữ dội như thế, điều đó quá rõ ràng. Anh mím chặt môi lại và nheo mắt. \"Đừng cố chấp thế, Bella.” Mắt tôi liếc nhanh qua cửa sổ; chúng tôi đã nửa đường đến trường rồi.  \"Tại sao anh lại làm vậy với em?\" Tôi kinh hoàng hỏi.  Anh chỉ tay vào chiếc áo vét-tông của mình. \"Nói thật đi, Bella, thế em nghĩ mình sắp làm gì?\" Tôi cảm thấy muốn chun xuống đất vì xấu  hổ. Trước hết, vì tôi không thấy được cái điều hết sức rõ ràng. Cũng bởi vì những nghi ngờ mơ hồ – thật ra là những mong đợi – mà tôi ấp ủ suốt cả ngày, khi Alice cố biến tôi thành hoa hậu, đã chẳng hề dính dáng gì đến chuyện tôi nghĩ.  Niềm hy vọng pha lẫn lo sợ kia giờ đây có vẻ quá ngu ngốc.  Tôi đoán sắp xảy ra một sự kiện đặc biệt nào đó. Nhưng không phải là buổi khiêu vũ!  Chuyện đó nằm ngoài suy nghĩ của tôi.  Những giọt nước mắt giận dữ lăn trên má. Tôi thảng thốt nhớ là mình đang chải mascara. Tôi lau nhanh nước mắt để khỏi bị lem. Bàn tay tôi không bị đen lem nhem khi chùi chúng; chắc Alice biết tôi cần trang điểm không thấm nước.  \"Thiệt hết sức buồn cười. Sao em lại khóc?\" anh thất vọng hỏi.  \"Vì em khùng!” \"Bella.”  Anh chuyển toàn bộ sức mạnh của đôi mắt vàng cháy bỏng lên tôi.  \"Gì chứ?\" Tôi lẩm bẩm, bị phân tâm.  \"Làm anh vui đi,” anh nài nỉ.  Đôi mắt anh làm tan chảy mọi cơn thịnh nộ trong tôi. Không thể nào cãi nhau với anh khi anh gian lận như thế. Tôi miễn cưỡng chịu thua.  \"Được thôi, \" tôi bĩu môi, không thể nhìn anh trừng trừng như tôi muốn vậy.  \"Em sẽ không làm om sòm. Nhưng rồi anh sẽ thấy. Tình hình này thế nào em cũng sẽ bị xui xẻo nữa cho xem. Có lẽ em sẽ làm gãy luôn cái chân kia. Nhìn chiếc giày này nè! Nó hết sức nguy hiểm!\" Tôi giơ cái chân không bị thương ra làm bằng chứng.  \"Hừm. \" Anh nhìn chằm chằm vào chân tôi lâu hơn cần thiết. \"Đêm nay nhớ nhắc anh cảm ơn Alice chuyện đó nhé.” \"Alice sẽ đến đó à ?\" Điều đó an ủi tôi phần nào.  \"Với Jasper, và Emmett và Rosalie, \" anh thú nhận.  Cảm giác an ủi biến mất.  Chẳng có tiến triển gì trong quan hệ của tôi với Rosalie, cho dù tôi khá thân với chồng cô.  Emmett thích có tôi quanh quẩn bên cạnh – anh cho rằng phản ứng con người kỳ quái của tôi thật vui nhộn...  hoặc có thể chỉ do tôi vấp ngã riết nên anh thấy buồn cười. Rosalie làm như thể tôi chẳng hề tồn tại. Khi tôi đang lắc đầu xua đuổi hướng đi của suy nghĩ của mình, tôi nghĩ đến chuyện khác.  \"Charlie biết việc này à?\" Tôi hỏi, bỗng dưng thấy nghi ngờ.  \"Dĩ nhiên rồi.” Anh cười toe toét, rồi cười khúc khích. “Nhưng hình như Tyler thì không.” Tôi nghiến răng. Sao mà Tyler có thể hoang tưởng đến thế, tôi thực không thể tưởng tượng nổi.  Ở trường, nơi Charlie không thể can thiệp vào, Edward và tôi luôn ở bên nhau - ngoại trừ những ngày nắng hiếm hoi. Bây giờ chúng tôi đã đến trường; chiếc xe mui trần màu đỏ của Rosalie nổi bật thấy rõ trong bãi đậu xe. Hôm nay mây thưa hơn, một vài vệt nắng chiếu xa xa ở phía tây.  Anh bước ra và đi vòng mở cửa xe cho tôi. Anh chìa tay ra.  Tôi ngồi lỳ trên ghế, khoanh tay, khoái trá thầm. Bãi đậu xe đầy người mặc đồ trang trọng: những người chứng kiến.  Anh không thể lôi tôi ra khỏi xe theo kiểu anh sẽ làm nếu chỉ có tôi và anh.  Anh thở dài. \"Khi có người muốn giết em, em dũng cảm như một chú sư tử – thế mà khi có người nói đến chuyện khiêu vũ thì… \" anh lắc đầu.  Tôi nuốt nhanh trong cuống họng. Khiêu vũ.  \"Bella, anh sẽ không để cho bất cứ thứ gì làm em đau - ngay cả chính bản thân em. Anh sẽ không rời xa em dù chỉ một lần. “ Tôi nghĩ về điều đó và đột ngột cảm thấy dễ chịu hơn nhiều. Anh có thể nhìn thấy điều đó trên  mặt tôi.  “Đấy, nào,” anh nói dịu dàng, \"sẽ không tệ lắm đâu.”  Anh cúi xuống và choàng một tay quanh eo tôi. Tôi nắm tay kia của anh và để anh nâng tôi ra khỏi xe.  Anh cứ vòng tay ôm chặt tôi, đỡ tôi đi khập khiễng về phía trường.  Ở Phoenix, người ta tổ chức khiêu vũ trong phòng khiêu vũ của khách sạn.  Còn ở đây, buổi khiêu vũ này được tổ chức trong phòng tập thể dục, dĩ nhiên rồi.  Đây có lẽ là phòng duy nhất trong thị trấn đủ lớn để tổ chức khiêu vũ. Khi chúng tôi vào bên trong, tôi cười khúc khích. Có mái vòm treo bong bóng và vòng hoa quấn giấy kép màu tùng lam trang trí trên tường.  “Trông giống như sắp chiếu phim kinh dị vậy, “ tôi cười khúc khích.  “Ờ, \" anh lẩm bẩm khi chúng tôi từ từ tiến đến gần bàn vé - anh gần như nâng toàn bộ trọng lượng cơ thể của tôi, nhưng tôi vẫn phải lê chân và nhảy về phía trước - \"Có quá nhiều ma cà rồng.\" Tôi nhìn vào sàn khiêu vũ; có một khoảng rộng ở giữa sàn, nơi có hai cặp đang xoay tròn duyên dáng. Những đôi khác đang nép vào các bên để chừa chỗ cho họ - không ai muốn mình đối chọi với sự lộng lẫy như thế. Emmett và Jasper có vẻ đáng gờm và hoàn hảo trong bộ áo xmốc-king. Alice nổi bật trong chiếc áo đầm bằng vải xa - tanh đen khoét lỗ hình học để lộ làn da trắng như tuyết của cô dưới các lỗ khoét tam giác lớn. Còn Rosalie... ừm, Rosalie.  Cô thì không thể tưởng tượng nỗi.  Đầm màu đỏ tươi sặc sỡ hở lưng, ôm đến bắp chân thì xoè rộng thành đuôi váy diềm đăng-ten, với đường viền cổ xẻ sâu đến eo. Tôi cảm thấy thương hại cho mọi cô gái trong phòng, trong đó có tôi.  \"Anh có muốn em cài then cửa để anh thảm sát dân trong thị trấn vô tư này không?\" Tôi thì thầm bí ẩn.  “Và em ở bên nào trong kế hoạch đó?\" Anh nhìn trừng trừng.  \"Ồ, dĩ nhiên, em theo ma cà rồng. \" Anh mỉm cười miễn cưỡng. \"Làm bất cứ thứ gì để khỏi phải khiêu vũ hả.” \"Bất cứ thứ gì. \" Anh mua vé cho chúng tôi, rồi dìu tôi về phía sàn nhảy. Tôi nép vào tay anh và lê chân.  \"Anh có nguyên đêm mà,” anh cảnh báo.  Cuối cùng anh dìu tôi ra chỗ gia đình anh đang xoay tròn thanh nhã -  có điều theo phong cách hoàn toàn không phù hợp với thời điểm và âm nhạc hiện tại. Tôi khiếp sợ nhìn.  \"Edward. \" Cổ  họng tôi khô đến nỗi tôi chỉ có thể thì thầm. \" Em thực không biết nhảy mà!\" Tôi có thể cảm nhận được nỗi lo sợ trào dâng trong lồng ngực.  \"Đừng lo, ngốc à, \" anh thì thầm lại. \" Anh biết.”  Anh choàng tay tôi quanh cổ anh và nâng tôi lên để lách chân anh vào dưới chân tôi.  Và rồi chúng tôi cũng xoay tròn.  \"Em cảm thấy như em mới năm tuổi, \" tôi cười sau vài phút nhảy van-xơ hết sức dễ dàng.  \"Em không giống năm tuổi chút nào, \" anh thì thầm, kéo tôi vào gần anh hơn một chút, khiến chân tôi cách mặt đất một foot.  Alice bắt gặp ánh mắt tôi khi đang xoay và mỉm cười động viên - tôi mỉm cười đáp lại. Tôi ngạc nhiên thấy mình đang vui thực sự ... hơi hơi.  \"Ổn rồi, không tệ chút nào,” tôi thú nhận.  Nhưng Edward đang nhìn về phía cánh cửa, và mặt anh giận dữ.  \"Có chuyện gì vậy?\" Tôi bật hỏi thành tiếng. Tôi nhìn theo ánh mắt anh, mất phương hướng vì xoay theo điệu nhạc, nhưng cuối cùng cũng thấy được chuyện làm anh bực mình. Jacob Black, không mặc áo xmốc-king, mà mặc áo sơ mi trắng dài tay và thắt cà vạt, tóc chải ngược ra sau cột đuôi gà như thường lệ, đang băng qua sàn đi về hướng chúng tôi.  Sau phút sững người nhận ra nhau, tôi không thể không cảm thấy ân hận cho Jacob. Anh chàng rõ ràng không thoải mái cho lắm – hết sức đau khổ nữa là đằng khác. Mặt anh chàng tỏ vẻ hối lỗi khi mắt chúng tôi giao nhau.  Edward gầm gừ khe khẽ.  \"Đàng hoàng chứ!\" Tôi rít lên.  Giọng Edward gay gắt. \"Anh ta muốn nói chuyện với em. \" Rồi Jacob đến bên chúng tôi, vẻ bối rối và hối lỗi càng lộ rõ hơn trên mặt anh.   \"Chào, Bella, tôi hi vọng bạn sẽ ở đây. \"  Giọng Jacob nghe giống như anh chàng mong điều ngược lại. Nhưng nụ cười của anh vẫn ấm áp như mọi khi.  \"Chào Jacob. \" Tôi mỉm cười đáp lại. \"Có chuyện gì thế?\" \"Tôi có thể thay chỗ anh được không ?\" anh ta hỏi dò, liếc Edward lần đầu tiên. Tôi hết sức bất ngờ khi nhận ra rằng Jacob chẳng cần phải ngước mặt lên. Hẳn anh chàng đã cao thêm nửa foot kể từ lần đầu tôi gặp anh.  Edward có vẻ bình tĩnh, không biểu lộ gì trên mặt. Câu trả lời duy nhất của anh là cẩn thận đặt tôi đứng xuống, rồi lùi lại một bước.  \"Cám ơn,\" Jacob hoà nhã nói.  Edward chỉ gật đầu, nhìn tôi chằm chằm rồi mới quay lưng bước đi.  Jacob đưa tay ôm eo tôi, và tôi đưa tay lên đặt lên vai anh.  \"Wow, Jake, bây giờ bạn cao bao nhiêu rồi?\" Anh chàng có vẻ tự mãn. “Sáu phẩy hai foot.” Thật ra chúng tôi chả nhảy nhót gì cả vì cái chân tôi. Thay vì đó, chúng tôi vụng về lắc lư qua lại mà chẳng hề nhúc nhích đôi chân. Cũng may là; do gần đây cao lên nhanh như thổi nên nhìn anh có vẻ lóng ngóng và vụng về, có lẽ anh chàng cũng chẳng nhảy giỏi gì hơn tôi.  \"Nè, sao đêm nay bạn lại đến đây?\" Tôi hỏi không giấu nỗi tò mò thật sự.  Qua phản ứng của Edward, tôi cũng đoán ra.  \"Bạn có thể tin nỗi không bố tôi trả tôi hai mươi đồng để đến buổi khiêu vũ này đấy?\" anh chàng thú nhận, hơi xấu hổ.  \"Có, tin chứ, \" tôi lẩm bẩm. \"À, tôi hy vọng bạn ít ra cũng sẽ vui vẻ.  Đã tìm ra người bạn thích chưa?\" Tôi trêu chọc, hất đầu về phía một nhóm thiếu nữ đang đứng tựa lưng vào tường giống như bức vẽ phối  màu.  \"Rồi, \" anh chàng thở dài. \" Nhưng cô ấy đã có bạn nhảy rồi. \" Anh chàng nhìn xuống để gặp ánh nhìn tò mò của tôi trong thoáng chốc - rồi cả hai đều quay đi, bối rối.  \" À này, bạn trông rất xinh\"  anh chàng bẽn lẽn nói thêm.  \"Ừm, cám ơn. Vậy tại sao Billy bảo bạn đến đây ?\" Tôi hỏi nhanh, mặc dù tôi đã biết câu trả lời.  Jacob không có vẻ biết ơn vì đề tài thay đổi; anh chàng nhìn sang chỗ khác, lại không thoải mái. \"Ông nói đây là nơi an toàn để nói chuyện với bạn. Tôi dám chắc ông già mất trí rồi.” Tôi cùng cười với anh chàng một cách gượng gạo.  \"Dù sao chăng nữa, ông nói nếu tôi nói cho bạn nghe một chuyện, ông sẽ kiếm cho tôi cái xy-lanh chính mà tôi đang cần, \" anh chàng thú nhận với nụ cười bẽn lẽn.  \"Vậy thì nói đi. Tôi muốn bạn lắp xong cái xe.” Tôi cười toe toét đáp lại. Ít nhất Jacob không tin chuyện này chút nào. Chính điều đó làm tình hình dễ chịu hơn một chút. Edward dựa lưng vào tường, chăm chú nhìn mặt tôi, với vẻ mặt vô cảm. Tôi thấy một em sinh viên năm thứ hai mặc đầm màu hồng quan sát anh với vẻ dò hỏi rụt rè, nhưng anh dường như chẳng hề biết đến cô ta.  Jacob lại nhìn sang chỗ khác, xấu hổ. \"Đừng giận nhé?\" \"Làm sao mà tôi giận bạn được, Jacob, \" tôi quả quyết với anh chàng. \"Thậm chí tôi cũng chẳng giận bác Billy nữa. Cứ nói ra chuyện bạn phải nói.” \"Ừm, - cho tôi xin lỗi, chuyện này hơi ngớ ngẩn một tí, Bella – bố tôi muốn bạn chia tay với bạn trai. Ông bảo tôi nói với bạn rằng “xin bạn”\".  Anh chàng lắc đầu bực bội.  \"Bác ấy vẫn còn mê tín, ha?\" \"Ừ. Ông…hầu như quá đáng khi bạn bị thương ở Phoenix. Ông không tin là…. \" Giọng Jacob nhỏ dần e dè.  Mắt tôi nheo lại. \"Tôi ngã. \" “Tôi biết rồi, “ Jacob nói nhanh.  \"Bác ấy nghĩ anh Edward đã làm gì để tôi bị thương à.” Đó không phải là câu hỏi, và mặc dù tôi đã hứa, tôi vẫn giận điên.  Jacob không nhìn tôi nữa. Chúng tôi thậm chí không thèm lắc lư theo điệu nhạc, cho dù bàn tay anh chàng vẫn để trên eo tôi, và tay tôi đang choàng qua cổ anh chàng.  \"Nè, Jacob, tôi biết Billy có lẽ sẽ không tin việc này, nhưng đúng vậy đó bạn biết không” – lúc này anh chàng nhìn tôi, đáp lại vẻ thành khẩn mới trong giọng tôi - \" Edward thật đã cứu mạng tôi. Nếu không có Edward và cha anh ấy, tôi đã chết rồi.” \"Tôi biết, \" anh chàng tuyên bố, nhưng dường như do những lời chân thành của tôi ảnh hưởng mà thôi. Ít ra, anh chàng sẽ có thể thuyết phục Billy về điều này ít nhiều.  \"Này, tôi xin lỗi vì bạn phải làm chuyện này, Jacob, \" tôi xin  lỗi. \"Dù sao đi nữa, bạn  cũng sẽ nhận được linh kiện mà, phải không?\" \"Ừ, \" anh chàng lẩm bẩm. Anh chàng vẫn có vẻ vụng về… bực bội.  \"Còn gì nữa vậy?\" Tôi nghi ngờ hỏi.  \"Quên chuyện đó đi, \" anh chàng lầm bầm, \" Tôi sẽ kiếm việc làm và tự dành dụm tiền.” Tôi nhìn trừng trừng anh chàng cho đến khi anh chàng nhìn tôi. \"Nói ra đi, Jacob. \" \"Tệ lắm.” \"Tôi không quan tâm. Nói cho tôi biết đi, \" tôi cố nài.  \"Được rồi nhưng, trời, việc này tệ lắm lận. \" Anh chàng lắc đầu. \" Ông nói với tôi là, ồ không, phải cảnh báo bạn là - , - và đây là số nhiều của ông, chứ không phải của tôi \" – anh chàng rút một tay ra khỏi thắt lưng tôi và làm dấu trích dẫn câu nói trong không khí  -  \"Chúng tôi đang theo dõi.”  Anh chàng thận trọng nhìn phản ứng của tôi.  Giống như chuyện trong phim mafia vậy. Tôi cười ầm lên.  \"Xin lỗi vì bạn phải làm việc này, Jake, \" tôi cười khúc khích.  \"Tôi không quan tâm chuyện đó lắm. \" Anh chàng cười nhẹ nhõm. Ánh mắt anh chàng nhận xét khi nhìn nhanh một lượt cái áo đầm của tôi. \"Nè, tôi có nên nói với ông là đừng có xía vô chuyện người khác không?\" anh chàng phấn khởi hỏi .  \"Không, \" tôi thở dài. \"Nói với ông là tôi nói cám ơn. Tôi biết bác ấy có ý  tốt.” Bài hát chấm dứt, và tôi bỏ tay xuống.  Tay anh chàng vẫn lần lữa nơi eo tôi, và anh chàng nhìn lướt qua cái chân vô dụng của tôi. “Bạn có muốn nhảy nữa không? Hay để tôi đưa bạn đến đâu đó ?\" Edward trả lời hộ tôi. “Được rồi, Jacob. Bây giờ tôi sẽ lo chuyện đó từ giờ. \" Jacob chùn bước, tròn xoe mắt nhìn chằm chằm vào Edward, đang đứng ngay bên cạnh chúng tôi.  \"Này, tôi đã chẳng gặp được bạn ở đó,” anh chàng lẩm bẩm. \"Tôi mong sẽ gặp lại bạn đâu đó, Bella.” Anh chàng lùi lại, miễn cưỡng vẫy tay chào tạm biệt.  Tôi mỉm cười. \"Ừ, gặp lại bạn sau. \" “Xin lỗi nhé, \" anh chàng nói lần nữa rồi mới quay ra cửa.  Tay Edward vòng qua tôi khi bài hát tiếp theo bắt đầu. Đó là bản nhạc nhịp hơi nhanh so với điệu slow, nhưng dường như anh không quan tâm đến nhạc. Tôi tựa đầu vào ngực anh, mãn nguyện.  \"Cảm thấy dễ chịu hơn không?\" Tôi trêu chọc.  \"Chưa lắm, \" anh nói gọn lỏn.  \"Đừng giận Billy,” tôi thở dài. \" Bác ấy chỉ lo cho em vì Charlie thôi. Không có ý gì đâu.\" \"Anh không bực Billy, \" Anh đính chính với giọng nhanh và rõ. \"Mà con trai ông ta làm anh phát cáu.” Tôi lùi lại nhìn anh. Mặt anh nghiêm túc.  \"Sao vậy?\" \"Trước tiên, anh ta làm anh không giữ được lời hứa.” Tôi nhìn anh chằm chằm anh không hiểu.  Anh cười nhếch mép. \"Anh đã hứa không rời xa em đêm nay, \" anh giải thích.  \"Ồ, được rồi, em tha thứ cho anh.” \"Cám ơn em. Nhưng còn chuyện khác nữa. \" Edward cau mày.  Tôi kiên nhẫn chờ đợi.  \"Hắn bảo em đẹp, \" anh tiếp tục nói, mày cau nhiều hơn.  \"Thực tế đó là một sự sỉ nhục, dáng vẻ của em hiện giờ. Em hơn cả xinh đẹp.” Tôi cười lớn. \"Có thể anh hơi thiên vị quá đó.” \"Anh không nghĩ thế.  Hơn nữa, mắt anh rất tinh.” Chúng tôi lại xoay theo điệu nhạc, chân tôi trên chân  anh khi anh ôm chặt lấy tôi.  \"Vậy anh có chịu giải thích lý do của toàn bộ chuyện này không?\" Tôi thắc mắc.  Anh nhìn xuống tôi, không hiểu, và tôi liếc nhìn đầy ngụ ý vào tờ giấy kếp.  Anh cân nhắc một lát, rồi đổi hướng, xoay tôi băng qua đám đông ra cửa sau của phòng tập thể dục. Tôi thoáng thấy Jessica và Mike đang khiêu vũ, nhìn tôi chằm chằm tò mò. Jessica vẫy tay, và tôi nhanh nhẹn mỉm cười đáp lại.  Angela cũng ở đó, trông rất tràn trề hạnh phúc trong vòng tay của Ben Cheney tí hon;  cô lúc nào cũng nhìn chằm chằm xuống anh bạn, thấp hơn cô cả cái đầu. Lee và Samantha, Lauren, cùng với Conner nhìn chăm chú về phía chúng tôi; tôi có thể gọi tên từng khuôn mặt đang lướt qua tôi. Và rồi chúng tôi đã ở bên ngoài, trong ánh sáng mờ, dịu mát của mặt trời đang lặn.  Ngay khi chúng tôi chỉ có một mình, anh xốc tôi lên tay, rồi bế tôi băng qua vùng tối tăm cho đến khi anh đến chiếc băng ghế bên dưới bóng cây Madrone. Anh ngồi đó, vẫn bế tôi trước ngực.  Trăng đã lên, sáng bàng bạc qua làn mây mỏng nhẹ, và khuôn mặt anh nhợt nhạt dưới ánh sáng trắng ấy. Miệng anh cay đắng, mắt anh bồn chồn.  \"Mục đích?\" Tôi nhắc khẽ.  Anh lờ tôi, ngước nhìn chăm chú vào mặt trăng.  \"Lại chạng vạng, \" anh thì thầm. \"Lại một ngày nữa trôi qua. Dù ngày có đẹp cách mấy thì cũng đến lúc kết thúc.” \"Một những thứ không phải kết thúc, \" tôi nói thầm qua kẽ răng, lập tức căng thẳng.  Anh thở dài.  \"Anh đưa em đến buổi khiêu vũ,” rốt cuộc anh cũng trả lời câu hỏi của tôi, chậm rãi,  \"vì anh không muốn em để lỡ bất cứ thứ gì.  Anh không muốn sự hiện diện anh tước đi của em mọi thứ, nếu anh làm được điều đó. Anh muốn em là người. Anh muốn đời em tiếp tục như nó lẽ ra phải vậy nếu anh đã chết trong năm một nghìn chín trăm mười tám.” Tôi rùng mình khi nghe lời anh nói, rồi lắc đầu giận dữ. \"Cho dù ở thế giới nào em cũng không thích đi khiêu vũ cả? Nếu anh không mạnh hơn em ngàn lần, thì em sẽ không bao giờ để anh thoát được chuyện này đâu.” Anh thoáng mỉm cười, nhưng đôi mắt thì không. \"Không tệ đến mức vậy đâu, chính em tự nói vậy mà. \" \"Đó là vì em ở bên anh. \" Chúng tôi yên lặng trong một phút; anh nhìn chăm chú vào trăng còn tôi thì nhìn chằm chằm vào anh. Tôi ước mình biết cách giải thích cho anh hiểu là tôi chẳng quan tâm chút nào đến cuộc đời của một người bình thường.  \"Em sẽ kể cho anh nghe một chuyện nhé?\" anh hỏi, liếc nhìn xuống tôi cười nhẹ.  \"Chẳng phải em luôn như thế sao?\" \"Chỉ cần hứa em sẽ kể anh nghe, \" anh khăng khăng, cười toe toét.  Tôi biết thế nào mình cũng sẽ hối tiếc cho xem. \"Em hứa. \" \"Em có vẻ hết sức ngạc nhiên khi biết anh sẽ đưa em đến đây, \" anh bắt đầu.  \"Đúng vậy, \" tôi xen vào.  \"Đúng vậy,” anh đồng ý. \" Nhưng hẳn em đã có giả thuyết khác… Anh muốn biết -  em nghĩ anh bảo em ăn diện như thế để làm gì?\" Quả không sai, hối hận liền. Tôi bặm môi, do dự. \"Em không muốn nói cho anh biết.” \"Em đã hứa rồi,” anh phản đối.  \"Em biết. \" \"Thế đó là chuyện gì?\" Tôi biết anh nghĩ chỉ vì tôi mắc cỡ nên không nói ra. \" Em sợ nó sẽ làm anh nổi giận - hoặc buồn thôi.” Mày anh nhíu lại khi anh hiểu ra.  \"Anh vẫn muốn biết. Làm ơn đi mà?” Tôi thở dài. Anh chờ đợi.  \"Ừm ...  em đoán đó là một ... sự kiện nào đó. Nhưng em không nghĩ là đó chuyện nhàm chán của con người…như khiêu vũ!\" Tôi chế giễu.  \"Của con người?\" anh hỏi thẳng. Anh đã chọn đúng từ quan trọng ấy.  Tôi nhìn xuống áo đầm của mình, vò miếng the mỏng. Anh im lặng chờ đợi.  \"Được rồi, \" tôi vội vã thú nhận. \"Em đã hy vọng anh đổi ý… là rốt cuộc, anh sẽ biến đổi em.” Một tá cảm xúc hiện ra trên mặt anh. Tôi nhận ra một vài trong số đó:  tức giận.. đau đớn…và rồi anh dường như trấn tĩnh lại và vẻ mặt anh trở nên thích thú.  \"Em nghĩ là đó sẽ là một dịp trang trọng à?\" anh sờ vào ve áo vét-tông của mình, trêu tôi.  Tôi quắc mắt giận dữ để giấu xấu hổ. \"Em đâu biết mấy chuyện đó ra sao đâu. Với em, ít ra, chuyện đó còn dễ hiểu hơn là đi dự khiêu vũ. \" Anh vẫn cười toe toét.  “Chả có gì mắc cười hết,” tôi nói.  \"Ừ, em đúng, chẳng có gì buồn cười cả,” anh đồng ý, nụ cười biến mất.  \"Nhưng anh thà coi đó là chuyện  đùa, còn hơn tin là em nghiêm túc.” \"Nhưng em nghiêm túc mà. \" Anh thở dài. \"Anh biết. Và em muốn thế thật sao?” Nỗi đau quay về trong mắt anh. Tôi cắn môi gật đầu.  \"Quá mong muốn điều này đến hồi kết thúc, \" anh thì thầm, gần như với chính mình, “vì chuyện này sẽ là hoàng hôn của đời em, dù đời em chỉ  mới bắt đầu.  Em đã muốn từ bỏ mọi thứ.” \"Không phải là sự kết thúc mà là sự khởi đầu, \" tôi thì thào không đồng tình.  \"Anh không đáng để em làm vậy đâu, \" anh buồn bã nói.  \" Anh có nhớ anh bảo rằng em không nhìn rõ chính em không?\" Tôi nhướng mày hỏi. \"Anh rõ là cũng không biết mình như em thôi. \" \"Anh biết mình là cái giống gì.” Tôi thở dài.  Nhưng tâm trạng hay thay đổi của anh ấy lại chuyển sang tôi. Anh bặm môi, và mắt anh tìm kiếm. Anh nhìn kỹ mặt tôi hồi lâu.  \"Vậy bây giờ em đã sẵn sàng chưa?\" anh hỏi.  \"Ờ.... \" Tôi nuốt nhanh trong cuống họng. \"Sao?\" Anh mỉm cười, rồi từ từ cúi đầu xuống cho đến khi đôi môi lạnh giá của anh mơn man làn da ngay dưới quai hàm tôi.  \"Ngay bây giờ nhé ?\" anh thì thầm, hơi thở anh lành lạnh trên cổ tôi.  Tôi bất giác rùng mình.  \"Vâng, \" tôi thì thầm, để giọng nói của mình không có cơ hội yếu đi. Nếu anh nghĩ tôi đang gạt anh, anh sẽ thất vọng. Tôi đã quyết định rồi, và tôi hoàn toàn dứt khoát. Dù thân tôi cứng đờ, dù tay tôi cuộn lại thành nắm đấm, dù hơi thở tôi ngắt quãng....  Anh cười buồn, và đứng thẳng lại.  Mặt anh lộ vẻ thất vọng.  \"Em đâu thực tin là anh sẽ chịu thua dễ dàng vậy hả,” anh chế giễu chua chát.  \"Ai cấm em mơ ước đâu.” Lông mày anh dựng  lên. \"Đó là điều em mơ ước sao? Làm một con quái vật?” \"Đâu phải vậy,” tôi nói, cau mày vì cách chọn từ của anh. Thực vậy, quái vật.  \"Chủ yếu là em mơ ước được ở bên anh mãi mãi. \" Nét mặt anh thay đổi, dịu lại và buồn bã vì nỗi đau phảng phất trong giọng tôi.  \"Bella.” Ngón tay anh nhẹ nhàng rà trên môi tôi. \"Anh sẽ ở bên em - như thế đủ chưa?\" Tôi mỉm cười dưới đầu ngón tay anh. \"Đủ cho bây giờ thôi.” Anh cau mày vì sự ngoan cố của tôi. Đêm nay chẳng ai chịu đầu hàng cả. Anh thở ra, thực ra là gầm gừ.  Tôi sờ mặt anh. \"Nhìn nè, \" tôi nói. \"Em  yêu anh hơn tất cả mọi thứ trên thế gian này. Thế đủ chưa?\" \"Ờ, thế là đủ rồi, \" anh mỉm cười trả lời . \"Đủ mãi mãi.” Và anh cúi xuống áp đôi môi lạnh giá của mình lên cổ tôi một lần nữa."
        },
        {
            "en": "7 REPETITION        11. CULT EACH TIME THAT I OPENED MY EYES TO THE MORNING light and realized I'd lived through another night was a surprise to me. After the surprise wore off, my heart would start to race and my palms would sweat; I couldn't really breathe again until I'd gotten up and ascertained that Charlie had survived as well. I could tell he was worried—watching me jump at any loud sound, or my face suddenly go white for no reason that he could see. From the questions he asked now and then, he seemed to blame the change on Jacob's continued absence. The terror that was always foremost in my thoughts usually distracted me from the fact that another week had passed, and Jacob still hadn't called me. But when I was able to concentrate on my normal life—if my life was really ever normal—this upset me. I missed him horribly. It had been bad enough to be alone before I was scared silly. Now, more than ever, I yearned for his carefree laugh and his infectious grin. I needed the safe sanity of his homemade garage and his warm hand around my cold fingers. I'd half expected him to call on Monday. If there had been some progress with Embry, wouldn't he want to report it? I wanted to believe that it was worry for his friend that was occupying all his time, not that he was just giving up on me. I called him Tuesday, but no one answered. Were the phone lines still having problems? Or had Billy invested in caller I.D.?  On Wednesday I called every half hour until after eleven at night, desperate to hear the warmth of Jacob's voice. Thursday I sat in my truck in front of my house—with the locks pushed down—keys in hand, for a solid hour. I was arguing with myself, trying to justify a quick trip to La Push, but I couldn't do it. I knew that Laurent had gone back to Victoria by now. If I went to La Push, I took the chance of leading one of them there. What if they caught up to me when Jake was nearby? As much as it hurt me, I knew it was better for Jacob that he was avoiding me. Safer for him. It was bad enough that I couldn't figure out a way to keep Charlie safe. Nighttime was the most likely time that they would come looking for me, and what could I say to get Charlie out of the house? If I told him the truth, he'd have me locked up in a rubber room somewhere. I would have endured that—welcomed it, even—if it could have kept him safe. But Victoria would still come to his house first, looking for me. Maybe, if she found me here, that would be enough for her. Maybe she would just leave when she was done with me. So I couldn't run away. Even if I could, where would I go? To Renee? I shuddered at the thought of dragging my lethal shadows into my mother's safe, sunny world. I would never endanger her that way. The worry was eating a hole in my stomach. Soon I would have matching punctures. That night, Charlie did me another favor and called Harry again to see if the Blacks were out of town. Harry reported that Billy had attended the council meeting Wednesday night, and never mentioned anything about leaving. Charlie warned me not to make a nuisance of myself—Jacob would call when he got around to it. Friday afternoon, as I drove home from school, it hit me out of the blue. I wasn't paying attention to the familiar road, letting the sound of the engine deaden my brain and silence the worries, when my subconscious delivered a verdict it must have been working on for some time without my knowledge. As soon as I thought of it, I felt really stupid for not seeing it sooner. Sure. I'd had a lot on my mind—revenge-obsessed vampires, giant mutant wolves, a ragged hole in the center of my chest—but when I laid the evidence out, it was <em>embarrassingly</em> obvious. Jacob avoiding me. Charlie saying he looked strange, upset. . . . Billy's vague, unhelpful answers. Holy crow, I knew exactly what was going on with Jacob. It was Sam Uley. Even my nightmares had been trying to tell me that. Sam had gotten to Jacob. Whatever was happening to the other boys on the reservation had reached out and stolen my friend. He'd been sucked into Sam's cult. He hadn't given up on me at all, I realized with a rush of feeling. I let my truck idle in front of my house. What should I do? I weighed the dangers against each other. If I went looking for Jacob, I risked the chance of Victoria or Laurent finding me with him. If I didn't go after him, Sam would pull him deeper into his frightening, compulsory gang. Maybe it would be too late if I didn't act soon. It had been a week, and no vampires had come for me yet. A week was more than enough time for them to have returned, so I must not be a priority. Most likely, as I'd decided before, they would come for me at night. The chances of them following me to La Push were much lower than the chance of losing Jacob to Sam. It was worth the danger of the secluded forest road. This was no idle visit to see what was going on. I knew what was going on. This was a rescue mission. I was going to talk to Jacob—kidnap him if I had to. I'd once seen a PBS show on deprogramming the brainwashed. There had to be some kind of cure. I decided I'd better call Charlie first. Maybe whatever was going on down in La Push was something the police should be involved in. I dashed inside, in a hurry to be on my way. Charlie answered the phone at the station himself. \"Chief Swan.\" \"Dad, it's Bella.\" \"What's wrong? '\" I couldn't argue with his doomsday assumption this time. My voice was shaking. \"I'm worried about Jacob.\" \"Why? \" he asked, surprised by the unexpected topic. \"I think… I think something weird is going on down at the reservation. Jacob told me about some strange stuff happening with the other boys his age. Now he's acting the same way and I'm scared.\" \"What kind of stuff? \" He used his professional, police business voice. That was good; he was taking me seriously. \"First he was scared, and then he was avoiding me, and now… I'm afraid he's part of that bizarre gang down there, Sam's gang. Sam Uley's gang.\" \"Sam Uley? \" Charlie repeated, surprised again. \"Yes.\" Charlie's voice was more relaxed when he answered. \"I think you've got it wrong, Bells. Sam Uley is a great kid. Well, he's a man now. A good son. You should hear Billy talk about him. He's really doing wonders with the youth on the reservation. He's the one who—\" Charlie broke off mid-sentence, and I guessed that he had been about to make a reference to the night I'd gotten lost in the woods. I moved on quickly. \"Dad, it's not like that. Jacob was scared of him.\" \"Did you talk to Billy about this? \" He was trying to soothe me now. I'd lost him as soon as I'd mentioned Sam. \"Billy's not concerned.\" \"Well, Bella, then I'm sure it's okay. Jacob's a kid; he was probably just messing around. I'm sure he's fine. He can't spend every waking minute with you, after all.\" \"This isn't about me,\" I insisted, but the battle was lost. \"I don't think you need to worry about this. Let Billy take care of Jacob.\" \"Charlie…\" My voice was starting to sound whiney. \"Bells, I got a lot on my plate right now. Two tourists have gone missing off a trail outside crescent lake.\" There was an anxious edge to his voice. \"This wolf problem is getting out of hand.\" I was momentarily distracted—stunned, really—by his news. There was no way the wolves could have survived a match-up with Laurent… \"Are you sure that's what happened to them? \" I asked. \"Afraid so, honey. There was—\" He hesitated. \"There were tracks again, and… some blood this time.\" \"Oh!\" It must not have come to a confrontation, then. Laurent must have simply outrun the wolves, but why? What I'd seen in the meadow just got stranger and stranger—more impossible to understand. \"Look, I really have to go. Don't worry about Jake, Bella. I'm sure it's nothing.\" \"Fine,\" I said curtly, frustrated as his words reminded me of the more urgent crisis at hand. \"Bye.\" I hang up. I stared at the phone for a long minute. What the hell, I decided. Billy answered after two rings. \"Hello? \" \"Hey, Billy,\" I almost growled. I tried to sound more friendly as I continued. \"Can I talk to Jacob, please? \" \"Jake's not here.\" What a shock. \"Do you know where he is? \" \"He's out with his friends.\" Billy's voice was careful. \"Oh yeah? Anyone I know? Quil? \" I could tell the words didn't come across as casually as I'd meant them to. \"No,\" Billy said slowly. \"I don't think he's with Quil today.\" I knew better than to mention Sam's name. \"Embry? \" I asked. Billy seemed happier to answer this one. \"Yeah, he's with Embry.\" That was enough for me. Embry was one of them. \"Well, have him call me when he gets in, all right? \" \"Sure, sure. No problem.\" Click. \"See you soon, Billy,\" I muttered into the dead phone. I drove to La Push determined to wait. I'd sit out front of his house all night if I had to. I'd miss school. The boy was going to have to come home sometime, and when he did, he was going to have to talk to me. My mind was so preoccupied that the trip I'd been terrified of making seemed to take only a few seconds. Before I was expecting it, the forest began to thin, and I knew I would soon be able to see the first little houses of the reservation. Walking away, along the left side of the road, was a tall boy with a baseball cap. My breath caught for just a moment in my throat, hopeful that luck was with me for once, and I'd stumbled across Jacob without hardly trying. But this boy was too wide, and the hair was short under the hat. Even from behind, I was sure it was Quil, though he looked bigger than the last time I'd seen him. What was with these Quileute boys? Were they feeding them experimental growth hormones?  I crossed over to the wrong side of the road to stop next to him. He looked up when the roar of my truck approached. Quil's expression frightened me more than it surprised me. His face was bleak, brooding, his forehead creased with worry. \"Oh, hey, Bella,\" he greeted me dully. \"Hi, Quil… Are you okay? \" He stared at me morosely. \"Fine.\" \"Can I give you a ride somewhere? \" I offered. \"Sure, I guess,\" he mumbled. He shuffled around the front of the truck and opened the passenger door to climb in. \"Where to? \" \"My house is on the north side, back behind the store,\" he told me. \"Have you seen Jacob today.\" The question burst from me almost before he'd finished speaking. I looked at Quil eagerly, waiting for his answer. He stared out the windshield for a second before he spoke. \"From a distance,\" he finally said. \"A distance? \" I echoed. \"I tried to follow them—he was with Embry.\" His voice was low, hard to hear over the engine. I leaned closer. \"I know they saw me. But they turned and just disappeared into the trees. I don't think they were alone—I think Sam and his crew might have been with them.   \"I've been stumbling around in the forest for an hour, yelling for them. I just barely found the road again when you drove up.\" \"So Sam did get to him.\" The words were a little distorted—my teeth were gritted together. Quil stared at me. \"You know about that.? \" I nodded. \"Jake told me… before.\" \"Before,\" Quil repeated, and sighed. \"Jacob's just as bad as the others now? \" \"Never leaves Sam's side.\" Quil turned his head and spit out the open window. \"And before that—did he avoid everyone? Was he acting upset? \" His voice was low and rough. \"Not for as long as the others. Maybe one day. Then Sam caught up with him.\" \"What do you think it is? Drugs or something? \" \"I can't see Jacob or Embry getting into anything like that… but what do I know? What else could it be?  And why aren't the old people worried? \" He shook his head, and the fear showed in his eyes now. \"Jacob didn't want to be a part of this… cult. I don't understand what could change him.\" He stared at me, his face frightened. \"I don't want to be next.\" My eyes mirrored his fear. That was the second time I'd heard it described as a cult. I shivered. \"Are your parents any help? \" He grimaced. \"Right. My grandfather's on the council with Jacob's dad. Sam Uley is the best thing that ever happened to this place, as far as he's concerned.\" We stared at each other for a prolonged moment. We were in La Push now, and my truck was barely crawling along the empty road. I could see the village's only store not too far ahead. \"I'll get out now,\" Quil said. \"My house is right over there.\" He gestured toward the small wooden rectangle behind the store. I pulled over to the shoulder, and he jumped out. \"I'm going to go wait for Jacob,\" I told him in a hard voice. \"Good luck.\" He slammed the door and shuffled forward along the road, his head bent forward, his shoulders slumped. Quil's face haunted me as I made a wide U-turn and headed back toward the Blacks'. He was terrified of being next. What was happening here?  I stopped in front of Jacob's house, killing the motor and rolling down the windows. It was stuffy today, no breeze. I put my feet up on the dashboard and settled in to wait. A movement flashed in my peripheral vision—I turned and spotted Billy looking at me through the front window with a confused expression. I waved once and smiled a tight smile, but stayed where I was.  His eyes narrowed; he let the curtain fall across the glass. I was prepared to stay as long as it took, but I wished I had something to do. I dug up a pen out of the bottom of my backpack, and an old test. I started to doodle on the back of the scrap. I'd only had time to scrawl one row of diamonds when there was a sharp tap against my door. I jumped, looking up, expecting Billy. \"What are you doing here, Bella.'\" Jacob growled. I stared at him in blank astonishment. Jacob had changed radically in the last weeks since I'd seen him. The first thing I noticed was his hair—his beautiful hair was all gone, cropped quite short, covering his head with an inky gloss like black satin. The planes of his face seemed to have hardened subtly, tightened… aged. His neck and his shoulders were different, too, thicker somehow. His hands, where they gripped the window frame, looked enormous, with the tendons and veins more prominent under the russet skin. But the physical changes were insignificant. It was his expression that made him almost completely unrecognizable. The open,  friendly smile was gone like the hair, the warmth in his dark eyes altered to a brooding resentment that was instantly disturbing. There was a darkness in Jacob now. Like my sun had imploded. \"Jacob? \" I whispered. He just stared at me, his eyes tense and angry. I realized we weren't alone. Behind him stood four others; all tall and russet-skinned, black hair chopped short just like Jacob's. They could have been brothers—I couldn't even pick Embry out of the group. The resemblance was only intensified by the strikingly similar hostility in every pair of eyes. Every pair but one. The oldest by several years, Sam stood in the very back, his face serene and sure. I had to swallow back the bile that rose in my throat. I wanted to take a swing at him. No, I wanted to do more than that. More than anything, I wanted to be fierce and deadly, someone no one would dare mess with. Someone who would scare Sam Uley silly. I wanted to be a vampire. The violent desire caught me off guard and knocked the wind out of me. It was the most forbidden of all wishes—even when I only wished it for a malicious reason like this, to gain an advantage over an enemy—because it was the most painful. That future was lost to me forever, had never really been within my grasp. I scrambled to gain control of myself while the hole in my chest ached hollowly. \"What do you want? \" Jacob demanded, his expression growing more resentful as he watched the play of emotion across my face. \"I want to talk to you,\" I said in a weak voice. I tried to focus, but I was still reeling against the escape of my taboo dream. \"Go ahead,\" he hissed through his teeth. His glare was vicious. I'd never seen him look at anyone like that, least of all me. It hurt with a surprising intensity—a physical pain, a stabbing in my head. \"Alone!\" I hissed, and my voice was stronger. He looked behind him, and I knew where his eyes would go. Every one of them was turned for Sam's reaction. Sam nodded once, his face unperturbed. He made a brief comment in an unfamiliar, liquid language—I could only be positive that it wasn't French or Spanish, but I guessed that it was Quileute. He turned and walked into Jacob's house. The others, Paul, Jared, and Embry, I assumed, followed him in. \"Okay.\" Jacob seemed a bit less furious when the others were gone. His face was a little calmer, but also more hopeless. His mouth seemed permanently pulled down at the corners. I took a deep breath. \"You know what I want to know.\" He didn't answer. He just stared at me bitterly. I stared back and the silence stretched on. The pain in his face unnerved me. I felt a lump beginning to build in my throat. \"Can we walk? \" I asked while I could still speak. He didn't respond in any way; his face didn't change. I got out of the car, feeling unseen eyes behind the windows on me, and started walking toward the trees to the north. My feet squished in the damp grass and mud beside the road, and, as that was the only sound, at first I thought he wasn't following me. But when I glanced around, he was right beside me, his feet having somehow found a less noisy path than mine. I felt better in the fringe of trees, where Sam couldn't possibly be watching. As we walked, I struggled for the right thing to say, but nothing came. I just got more and more angry that Jacob had gotten sucked in… that Billy had allowed this… that Sam was able to stand there so assured and calm…  Jacob suddenly picked up the pace, striding ahead of me easily with his long legs, and then swinging around to face me, planting himself in my path so I would have to stop too. I was distracted by the overt grace of his movement. Jacob had been nearly as klutzy as me with his never-ending growth spurt. When did that changed?  But Jacob didn't give me time to think about it. \"Let's get this over with,\" he said in a hard, husky voice. I waited. He knew what I wanted. \"It's not what you think.\" His voice was abruptly weary. \"It's not what I thought—I was way off.\" \"So what is it, then? \" He studied my face for a long moment, speculating. The anger never completely left his eyes. \"I can't tell you,\" he finally said. My jaw tightened, and I spoke through my teeth. \"I thought we were friends.\" \"We were.\" There was a slight emphasis on the past tense. \"But you don't need friends anymore,\" I said sourly. \"You have Sam. Isn't that nice—you've always looked up to him so much.\" \"I didn't understand him before.\" \"And now you've seen the light. Hallelujah.\" \"It wasn't like I thought it was. This isn't Sam's fault. He's helping me as much as he can.\" His voice turned brittle and he looked over my head, past me, rage burning out from his eyes. \"He's helping you,\" I repeated dubiously. \"Naturally.\" But Jacob didn't seem to be listening. He was taking deep, deliberate breaths, trying to calm himself. He was so mad that his hands were shaking. \"Jacob, please,\" I whispered \"Won't you tell me what happened? Maybe I can help.\" \"No one can help me now.\" The words were a low moan; his voice broke. \"What did he do to you? \" I demanded, tears collecting in my eyes. I reached out to him, as I had once before, stepping forward with my arms wide. This time he cringed away, holding his hands up defensively. \"Don't touch me,\" he whispered. \"Is Sam catching? \" I mumbled. The stupid tears had escaped the corners of my eyes. I wiped them away with the back of my hand, and folded my arms across my chest. \"Stop blaming Sam.\" The words came out fast, like a reflex. His hands reached up to twist around the hair that was no longer there, and then fell limply at his sides. \"Then who should I blame? \" I retorted. He halfway smiled; it was a bleak, twisted thing. \"You don't want to hear that.\" \"The hell I don't!\" I snapped. \"I want to know, and I want to know now.\" \"You're wrong,\" he snapped back. \"Don't you dare tell me I'm wrong—I'm not the one who got brainwashed! Tell me now whose fault this all is, if it's not your precious Sam!\" \"You asked for it,\" he growled at me, eyes glinting hard. \"If you want to blame someone, why don't you point your finger at those filthy, reeking bloodsuckers that you love so much? \" My mouth fell open and my breath came out with a whooshing sound. I was frozen in place, stabbed through with his double-edged words. The pain twisted in familiar patterns through my body, the jagged hole ripping me open from the inside out, but it was second place, background music to the chaos of my thoughts. I couldn't believe that I'd heard him correctly. There was no trace of indecision in his face. Only fury. My mouth still hung wide. \"I told you that you didn't want to hear it,\" he said. \"I don't understand who you mean,\" I whispered. He raised one eyebrow in disbelief. \"I think you understand exactly who I mean. You're not going to make me say it, are you? I don't like hurting you.\" \"I don't understand who you mean,\" I repeated mechanically. \"The Cullens,\" he said slowly, drawing out the word, scrutinizing my face as he spoke it. \"I saw that—I can see in your eyes what it does to you when I say their name.\" I shook my head back and forth in denial, trying to clear it at the same time. How did he know this? And how did it have anything to do with Sam's cult? Was it a gang of vampire-haters? What was the point of forming such a society when no vampires lived in Forks anymore? Why would Jacob start believing the stories about the Cullens now, when the evidence of them was long gone, never to return?  It took me too long to come up with the correct response. \"Don't tell me you're listening to Billy's superstitious nonsense now,\" I said with a feeble attempt at mockery. \"He knows more than I gave him credit for.\" \"Be serious, Jacob.\" He glared at me, his eyes critical. \"Superstitions aside,\" I said quickly. \"I still don't see what you're accusing the... Cullens\"—wince—\"of.  They left more than half a year ago. How can you blame them for what Sam is doing now? \" \"Sam isn't doing anything, Bella. And I know they're gone. But sometimes… things are set in motion, and then it's too late.\" \"What's set in motion? What's too late? What are you blaming them for? \" He was suddenly right in my face, his fury glowing in his eyes. \"For existing,\" he hissed. I was surprised and distracted as the warning words came in Edward's voice again, when I wasn't even scared. \"Quiet now, Bella. Don't push him,\" Edward cautioned in my ear. Ever since Edward's name had broken through the careful walls I'd buried it behind, I'd been unable to lock it up again. It didn't hurt now—not during the precious seconds when I could hear his voice. Jacob was fuming in front of me, quivering with anger. I didn't understand why the Edward delusion was unexpectedly in my mind. Jacob was livid, but he was Jacob. There was no adrenaline, no danger. \"Give him a chance to calm down,\" Edward's voice insisted. I shook my head in confusion. \"You're being ridiculous,\" I told them both. \"Fine,\" Jacob answered, breathing deeply again. \"I won't argue it with you. It doesn't matter anyway, the damage is done.\" \"What damage? \" He didn't flinch as I shouted the words in his face. \"Let's head back. There's nothing more to say.\" I gaped. \"There's everything more to say! You haven't said anything yet!\" He walked past me, striding back toward the house. \"I ran into Quil today,\" I yelled after him. He paused midstep, but didn't turn. \"You remember your friend, Quil? Yeah, he's terrified.\" Jacob whirled to face me. His expression was pained. \"Quil\" was all he said. \"He's worried about you, too. He's freaked out.\" Jacob stared past me with desperate eyes. I goaded him further. \"He's frightened that he's next.\" Jacob clutched at a tree for support, his face turning a strange shade of green under the red-brown surface. \"He won't be next,\" Jacob muttered to himself. \"He can't be. It's over now. This shouldn't still be happening. Why? Why? \" His fist slammed against the tree. It wasn't a big tree, slender and only a few feet taller than Jacob. But it still surprised me when the trunk gave way and snapped off loudly under his blows. Jacob stared at the sharp, broken point with shock that quickly turned to horror. \"I have to get back.\" He whirled and stalked away so swiftly that I had to jog to keep up. \"Back to Sam!\" \"That's one way of looking at it,\" it sounded like he said. He was mumbling and facing away. I chased him back to the truck. \"Wait!\" I called as he turned toward the house. He spun around to face me, and I saw that his hands were shaking again. \"Go home, Bella. I can't hang out with you anymore.\" The silly, inconsequential hurt was incredibly potent. The tears welled up again. \"Are you… breaking up with me? \" The words were all wrong, but they were the best way I could think to phrase what I was asking. After all, what Jake and I had was more than any schoolyard romance. Stronger. He barked out a bitter laugh. \"Hardly. If that were the case, I'd say 'Let's stay friends.' I can't even say that.\" \"Jacob… why? Sam won't let you have other friends? Please, Jake. You promised. I need you!\" The blank emptiness of my life before—before Jacob brought some semblance of reason back into it—reared up and confronted me. Loneliness choked in my throat. \"I'm sorry, Bella,\" Jacob said each word distinctly in a cold voice that didn't seem to belong to him. I didn't believe that this was really what Jacob wanted to say. It seemed like there was something else trying to be said through his angry eyes, but I couldn't understand the message. Maybe this wasn't about Sam at all. Maybe this had nothing to do with the Cullens. Maybe he was just trying to pull himself out of a hopeless situation. Maybe I should let him do that, if that's what was best for him. I should do that. It would be right. But I heard my voice escaping in a whisper. \"I'm sorry that I couldn't… before… I wish I could change how I feel about you, Jacob.\" I was desperate, reaching, stretching the truth so far that it curved nearly into the shape of a lie. \"Maybe… maybe I would change,\" I whispered. \"Maybe, if you gave me some time… just don't quit on me now, Jake. I can't take it.\" His face went from anger to agony in a second. One shaking hand reached out toward me. \"No. Don't think like that, Bella, please. Don't blame yourself, don't think this is your fault. This one is all me. I swear, it's not about you.\" \"It's not you, it's me,\" I whispered. \"There's a new one.\" \"I mean it, Bella. I'm not…\" he struggled, his voice going even huskier as he fought to control his emotion. His eyes were tortured. \"I'm not good enough to be your friend anymore, or anything else. I'm not what I was before. I'm not good.\" \"What? \" I stared at him, confused and appalled. \"What are you saying? You're much better than I am, Jake. You are good! Who told you that you aren't? Sam? It's a vicious lie, Jacob! Don't let him tell you that!\" I was suddenly yelling again. Jacob's face went hard and flat. \"No one had to tell me anything. I know what I am.\" \"You're my friend, that's what you are! Jake—don't!\" He was backing away from me. \"I'm sorry, Bella,\" he said again; this time it was a broken mumble. He turned and almost ran into the house. I was unable to move from where I stood. I stared at the little house; it looked too small to hold four large boys and two larger men. There was no reaction inside. No flutter at the edge of the curtain, no sound of voices or movement. It faced me vacantly. The rain started to drizzle, stinging here and there against my skin. I couldn't take my eyes off the house. Jacob would come back. He had to. The rain picked up, and so did the wind. The drops were no longer falling from above; they slanted at an angle from the west. I could smell the brine from the ocean. My hair whipped in my face, sticking to the wet places and tangling in my lashes. I waited. Finally the door opened, and I took a step forward in relief. Billy rolled his chair into the door frame. I could see no one behind him. \"Charlie just called, Bella. I told him you were on your way home.\" His eyes were full of pity. The pity made it final somehow. I didn't comment. I just turned robotically and climbed in my truck. I'd left the windows open and the seats were slick and wet. It didn't matter. I was already soaked. Not as bad! Not as bad! my mind tried to comfort me. It was true. This wasn't as bad. This wasn't the end of the world, not again. This was just the end of what little peace there was left behind. That was all. Not as bad, I agreed, then added, but bad enough. I'd thought Jake had been healing the hole in me—or at least plugging it up, keeping it from hurting me so much. I'd been wrong. He'd just been carving out his own hole, so that I was now riddled through like Swiss cheese. I wondered why I didn't crumble into pieces. Charlie was waiting on the porch. As I rolled to a stop, he walked out to meet me. \"Billy called. He said you got in fight with Jake—said you were pretty upset,\" he explained as he opened my door for me. Then he looked at my face. A kind of horrified recognition registered in his expression. I tried to feel my face from the inside out, to know what he was seeing. My face felt empty and cold, and I realized what it would remind him of. \"That's not exactly how it happened,\" I muttered. Charlie put his arm around me and helped me out of the car. He didn't comment on my sodden clothes. \"Then what did happen'\" he asked when we were inside. He pulled the afghan off the back of the sofa as he spoke and wrapped it around my shoulders. I realized I was shivering still. My voice was lifeless. \"Sam Uley says Jacob can't be my friend anymore.\" Charlie shot me a strange look. \"Who told you that? \" \"Jacob,\" I stated, though that wasn't exactly what he'd said. It was still true. Charlie's eyebrows pulled together. \"You really think there's something wrong with the Uley kid? \" \"I know there is. Jacob wouldn't tell me what, though.\" I could hear the water from my clothes dripping to the floor and splashing on the linoleum. \"I'm going to go change.\" Charlie was lost in thought. \"Okay,\" he said absently. I decided to take a shower because I was so cold, but the hot water didn't seem to affect the temperature of my skin. I was still freezing when I gave up and shut the water off. In the sudden quiet, I could hear Charlie talking to someone downstairs. I wrapped a towel around me, and cracked the bathroom door. Charlie's voice was angry. \"I'm not buying that. It doesn't make any sense.\" It was quiet then, and I realized he was on the phone. A minute passed. \"Don't you put this on Bella!\" Charlie suddenly shouted. I jumped. When he spoke again, his voice was careful and lower. \"Bella's made it very clear all along that she and Jacob were just friends… Well, if that was it, then why didn't you say so at first? No, Billy, I think she's right about this… Because I know my daughter, and if she says Jacob was scared before—\" He was cut off mid-sentence, and when he answered he was almost shouting again. \"What do you mean I don't know my daughter as well as I think I do!\" He listened for a brief second, and his response was almost too low for me to hear. \"If you think I'm going to remind her about that, then you had better think again. She's only just starting to get over it, and mostly because of Jacob, I think. If whatever Jacob has going on with this Sam character sends her back into that depression, then Jacob is going to have to answer to me. You're my friend, Billy, but this is hurting my family.\" There was another break for Billy to respond. \"You got that right—those boys set one toe out of line and I'm going to know about it. We'll be keeping an eye on the situation, you can be sure of that.\" He was no longer Charlie; he was Chief Swan now. \"Fine. Yeah. Goodbye.\" The phone slammed into the cradle. I tiptoed quickly across the hall into my room. Charlie was muttering angrily in the kitchen.  So Billy was going to blame me. I was leading Jacob on and he'd finally had enough. It was strange, for I'd feared that myself, but after the last thing Jacob had said this afternoon, I didn't believe it anymore. There was much more to this than an unrequited crush, and it surprised me that Billy would stoop to claiming that. It made me think that whatever secret they were keeping was bigger than I'd been imagining. At least Charlie was on my side now. I put my pajamas on and crawled into bed. Life seemed dark enough at the moment that I let myself cheat. The hole—holes now—were already aching, so why not? I pulled out the memory—nor a real memory that would hurt too much, but the false memory of Edward's voice in my mind this afternoon—and played it over and over in my head until I fell asleep with the tears still streaming calmly down my empty face. It was a new dream tonight. Rain was falling and Jacob was walking soundlessly beside me, though beneath my feet the ground crunched like dry gravel. But he wasn't my Jacob; he was the new, bitter, graceful Jacob. The smooth suppleness of his walk reminded me of someone else, and, as I watched, his features started to change. The russet color of his skin leached away, leaving his face pale white like bone. His eyes turned gold, and then crimson, and then back to gold again. His short hair twisted in the breeze, turning bronze where the wind touched it. And his face became so beautiful that it shattered my heart. I reached for him, but he took a step away, raising his hands like a shield. And then Edward vanished. I wasn't sure, when I woke in the dark, if I'd just begun crying, or if my tears had run while I slept and simply continued now. I stared at my dark ceiling. I could feel that it was the middle of the night—I was still half-asleep, maybe more than half. I closed my eyes wearily and prayed for a dreamless sleep. That's when I heard the noise that must have wakened me in the first place. Something sharp scraped along the length of my window with a high-pitched squeal, like fingernails against the glass.",
            "vi": "7 REPETITION        11. NHÓM ƯU TÚ Mỗi lần nhìn thấy ánh ban mai, tôi ngạc nhiên khi thấy mình lại sống sót qua một đêm nữa. Sau khi bớt ngạc nhiên, tim tôi bắt đầu đập liên hồi và tay sẽ đổ mồ hôi; tôi chỉ thật sự thở lại được khi ra khỏi giường và biết chắc Charlie cũng còn sống.  Tôi dám chắc ông lo lắng – khi thấy tôi nhảy dựng lên khi có bất kỳ tiếng động to nào, hoặc khi thấy mặt tôi đột nhiên tái đi một cách vô cớ.  Qua những câu ông thỉnh thoảng hỏi, ông có vẻ quy trách nhiệm của sự thay đổi này cho việc vắng mặt liên tục của Jacob.  Nỗi kinh hoàng luôn ngự trị trong suy nghĩ làm tôi quên đi chuyện một tuần khác lại trôi qua mà Jacob vẫn chưa gọi tôi. Nhưng khi có thể tập trung cho đời sống thường nhật của mình - nếu đời tôi mà có bình thường chút nào – thì chuyện này làm tôi đau khổ.  Tôi nhớ anh chàng khủng khiếp.  Trước khi sợ hãi một cách lố bịch thế này, cô độc đã là quá khổ sở với tôi. Bây giờ, hơn bao giờ hết, tôi khao khát tiếng cười vô tư và nụ cười toe toét dễ làm cười theo của anh chàng. Tôi cần sự minh mẫn đáng tin cậy trong ga-ra tự tạo ấy và bàn tay ấm áp của anh ôm quanh những ngón tay lạnh giá của tôi.   Tôi đã bán tín bán nghi anh sẽ ghé chơi hôm thứ hai. Nếu chuyện Embry có gì tiến triển, chẳng lẽ anh chàng không muốn kể lại sao? Tôi cố tin rằng chính vì nỗi lo lắng cho bạn mình đã chiếm toàn bộ thời gian của anh, chứ không phải anh đang mất hy vọng vào tôi.  Tôi gọi cho anh hôm thứ ba, nhưng chẳng có ai trả lời. Đường dây điện thoại vẫn còn hư sao? Hay Billy đã đăng ký dịch vụ hiển thị số máy gọi đến?  Vào ngày thứ tư, cứ nửa tiếng tôi gọi một lần cho đến mười một giờ đêm, muốn nghe giọng nói ấm áp của Jacob như điên.  Thứ năm tôi ngồi trong xe tải trước nhà - khóa chặt cửa xe - chìa khoá trong tay, suốt một tiếng đồng hồ. Tôi tự thuyết phục mình, cố nghĩ ra lý do cần đến La Push một chuyến ngắn ngủi, nhưng tôi không tài nào thuyết phục mình được.  Tôi biết Laurent bây giờ đã quay về với Victoria. Nếu đi La Push, tôi có thể dẫn một người trong số họ đến đó. Chuyện gì sẽ xảy ra nếu họ đuổi kịp tôi khi Jake ở gần bên? Dù đau khổ thật nhiều nhưng tôi biết Jacob tránh xa mình thì tốt hơn. An toàn hơn cho anh.  Thật bứt rứt khi tôi không nghĩ ra được cách bảo vệ Charlie. Đêm chắc chắn sẽ là lúc thích hợp nhất để họ đến tìm tôi, và tôi có thể nói gì đây để làm Charlie ra khỏi nhà? Nếu tôi nói thật với ông, ông hẳn sẽ nhốt tôi vô một phòng lót nệm chuyên điều trị bịnh tâm thần ở một nơi nào đó.  Tôi có thể chịu được chuyện đó – thậm chí còn lấy làm vui thích nữa, nếu làm vậy có thể bảo vệ được ông. Nhưng Victoria vẫn sẽ đến nhà ông trước, tìm tôi. Có lẽ, nếu cô ta tìm thấy tôi ở đây, thì cô ta sẽ cảm thấy thoả mãn. Có lẽ cô ta sẽ rời nhà khi đã xử tôi xong.  Vì thế tôi không thể bỏ trốn được. Dù là nếu như có thể bỏ trốn, thì tôi sẽ trốn ở đâu đây? Đến nhà Renee ư? Tôi rùng mình nghĩ đến việc kéo những kẻ săn người đó vào thế giới đầy nắng trời, an toàn của mẹ. Tôi sẽ không bao giờ làm mẹ bị nguy hiểm như thế. Nỗi lo lắng đang đục một lỗ trong dạ dày tôi. Chẳng bao lâu tôi sẽ bị lủng lỗ chỗ như kim châm.  Đêm đó, Charlie lại giúp tôi bằng cách gọi Harry lần nữa để xem có phải gia đình Black đã rời khỏi thị trấn không.  Harry báo lại Billy có tham dự cuộc họp Hội đồng đêm thứ Tư, và chẳng hề nói gì về chuyện sẽ đi đâu cả. Charlie cảnh báo tôi đừng tự chuốc lấy rắc rối vào thân - Jacob sẽ gọi khi anh chàng có thể gọi được.  Chiều thứ sáu, khi lái xe từ trường về nhà, tôi bỗng hiểu ra. Tôi đang không chú ý tới đường đi quen thuộc, để tiếng ồn của động cơ làm u mê tâm trí và dịu đi những mối lo âu, thì đột nhiên tiềm thức tôi bỗng tuyên án, hẳn nó đã hoạt động lúc nào đó mà tôi không biết.  Ngay khi nghĩ về chuyện đó, tôi cảm thấy mình vô cùng ngu ngốc vì đã không nghĩ ra sớm hơn. Chắc chắn. Tôi đã bận tâm quá nhiều – mấy con ma cà rồng khao khát trả thù, loài sói đột biến khổng lồ, lỗ thủng lởm chởm giữa ngực - nhưng khi bày bằng chứng ra, mọi chuyện thật rõ ràng đến mức xấu hổ. Jacob đang lảng tránh tôi. Charlie nói anh ta trông có vẻ lạ lùng, khó chịu… Những câu trả lời ỡm ờ, vô bổ của Billy. Trời đất, tôi đã biết chính xác chuyện gì đang xảy ra với Jacob.  Đó là Sam Uley.  Cả những cơn ác mộng cũng đang cố bảo tôi thế. Sam đã tóm được Jacob.  Chuyện đang xảy ra cho những thanh niên khác ở khu bảo tồn đã vươn đến và đánh cắp bạn tôi.  Anh đã bị lôi kéo vào nhóm thanh niên ưu tú của Sam.  Anh chẳng hề từ bỏ tôi, tôi nhận ra cùng xúc cảm tuôn trào.  Tôi để xe tải chạy không trước nhà. Tôi nên làm gì đây? Tôi cân nhắc các nguy cơ với nhau.  Nếu đi tìm Jacob, tôi có nguy cơ bị Victoria hoặc Laurent tìm thấy tôi với anh.  Nếu tôi không cố theo đuổi anh chàng, Sam sẽ lôi kéo anh dấn sâu vào băng nhóm ép buộc, đáng sợ của anh ta. Có lẽ sẽ quá muộn nếu tôi không ra tay ngay.  Đã một tuần qua, và chưa có con ma cà rồng đến bắt tôi cả.  Một tuần là khoảng thời gian nhiều hơn là đủ để họ quay lại, vì vậy tôi không phải là một ưu tiên. Rất có khả năng, như tôi đã nghĩ trước đây, họ sẽ đến bắt tôi trong đêm. Nguy cơ chúng theo tôi đến La Push thấp hơn nhiều so với nguy cơ mất Jacob vào tay Sam.  Quả đáng gánh chịu những hiểm nguy của đường rừng hẻo lánh. Đây là không chuyện rảnh rỗi đến chơi coi có chuyện gì đang xảy ra không.  Tôi đã biết chuyện gì đang xảy ra rồi. Đây là sứ mệnh cứu nguy. Tôi sẽ trò chuyện với Jacob – bắt cóc anh nếu cần. Tôi đã từng xem một chương trình PBS loại bỏ những tư tưởng độc hại của người bị nhồi sọ.  Chắc chắn phải có cách chữa trị.  Tôi nghĩ mình nên gọi Charlie trước. Có lẽ bất kể chuyện gì đang xảy ra dưới La Push thì cũng là thứ mà cảnh sát nên can thiệp vào. Tôi lao vô nhà, vội vã thực hiện kế hoạch của mình.  Đích thân Charlie trả lời điện thoại ở đồn cảnh sát.  \"Cảnh sát trưởng Swan.” \"Bố, Bella đây.” \"Có chuyện gì vậy?” Tôi hoàn toàn đồng ý với giả định ngày phán xét cuối cùng đã đến của ông lúc này. Giọng tôi đang run rẩy.  \"Con lo cho Jacob.” \"Tại sao?\" ông hỏi, ngạc nhiên vì đề tài bất ngờ này.  \"Con nghĩ ...Con nghĩ có chuyện gì đó không bình thường đang diễn ra ở khu bảo tồn. Jacob có kể con nghe về một số chuyện kỳ lạ xảy ra với những thanh niên khác cùng tuổi với bạn ấy. Bây giờ anh ấy đang hành động y vậy nên con sợ.” \"Những chuyện kiểu nào? \"  Ông dùng cách nói của cảnh sát, chuyên nghiệp của ông. Vậy tốt; ông đang xem chuyện tôi nói là nghiêm túc.  \"Trước tiên bạn ấy sợ, rồi bạn ấy tránh con, còn bây giờ ... con sợ bạn ấy đã tham gia băng nhóm kỳ quái ở dưới đó, băng nhóm của Sam. Băng nhóm của Sam Uley.” \"Sam Uley hả? \" Charlie lặp lại, lại ngạc nhiên.  \"Vâng.” Giọng Charlie bình tĩnh hơn khi ông trả lời. \"Bố nghĩ con hiểu lầm rồi, Bells. Sam Uley là một cậu bé tuyệt vời. Ừm, bây giờ thành đàn ông rồi. Một thằng con trai tốt. Con phải nghe Billy nói về nó.  Nó thực đã làm được những điều kỳ diệu với thanh niên ở khu bảo tồn.  Chính nó là người - \" Charlie dừng nửa chừng, và tôi đoán ông đang định ám chỉ đến cái đêm tôi bị lạc trong rừng. Tôi nói tiếp thật nhanh.  \"Bố, chẳng có vẻ gì giống thế cả. Jacob sợ anh ta.” \"Con đã nói chuyện với Billy về chuyện này chưa? \"  Bây giờ ông đang cố dỗ dành tôi. Tôi mất sự ủng hộ của ông ngay khi đề cập đến Sam.  \"Billy không quan tâm.” \" Ừm, Bella, vậy thì bố chắc chắn không sao đâu. Jacob là một thằng nhóc; có lẽ nó chỉ đang tìm tòi khám phá mà thôi.  Bố chắc chắn nó ổn mà. Rốt cuộc thì nó đâu thể suốt ngày ở bên con được.” \"Đây không phải là về chuyện con, \" tôi kiên quyết, nhưng cuộc chiến đã thất bại.  \"Bố nghĩ con chẳng cần phải lo lắng về chuyện này. Để Billy lo cho Jacob đi.” \"Charlie\" giọng tôi bắt đầu cáu kỉnh.  \"Bells, bây giờ bố đang có quá nhiều việc phải lo rồi. Hai khách du lịch đã bị mất tích bên đường mòn ngoài hồ lưỡi liềm.” Có nét lo lắng trong giọng ông. \"Chuyện mấy con sói này đang vượt ngoài tầm kiểm soát.” Trong giây lát, tôi bị phân tâm – hết sức sửng sốt - vì tin tức của ông. Không thể nào mấy con sói lại có thể sống sót qua cuộc đọ sức với Laurent... \"Bố có chắc đó là chuyện đã xảy ra với họ không? \" Tôi hỏi.  \"E là thế, con gái.  Có - \" ông do dự. \" Có cả dấu vết, và ... lần này có máu đổ.” \"Ôi!\"  Đâu cần phải đến mức đụng độ nhau đâu. Laurent chỉ cần chạy nhanh hơn bọn sói là được mà, tại sao lại thế chứ?  Điều tôi nhìn thấy trong đồng cỏ càng lúc càng lạ lùng hơn – càng không thể hiểu nỗi hơn.  \"Nè con, bố thật phải đi rồi. Đừng lo về Jake, Bella.  Bố chắc chắn không có chuyện gì đâu.” \"Được rồi, \" tôi cộc lốc nói, tuyệt vọng vì lời ông làm tôi nhớ đến chuyện quan trọng khẩn cấp hơn sắp tới. \"Chào bố.” Tôi gác máy.  Tôi nhìn chằm chằm vào điện thoại hồi lâu. Cái chuyện quái gì, tôi quyết định.  Billy trả lời sau hai lượt chuông reo.  \"A lô? \" \"Chào, Billy, \" tôi gần như gầm gừ. Tôi cố nói thân thiện hơn khi tiếp tục. \"Cho cháu nói chuyện với Jacob với? \" \"Jake không có ở đây.” Thật sốc. \"Bác có biết bạn ấy ở đâu không? \" \"Nó ra ngoài chơi với bạn. \" Giọng Billy cẩn trọng.  \"Thế à? Có ai con biết không? Quil? \" Tôi biết chắc lời mình không có vẻ tự nhiên như tôi muốn tỏ ra.  \"Không, \" Billy nói chậm rãi. \"Bác không nghĩ nó đi chơi với Quil hôm nay.” Tôi không dại gì mà đề cập đến tên Sam.  \"Embry? \" Tôi hỏi.  Billy có vẻ vui mừng hơn khi trả lời câu này. \"Ờ, nó đi chơi với Embry.” Thế là đủ đối với tôi. Embry là người trong bọn đó.  \" Ừm, nói anh ấy gọi cho con khi về đến nhà, được không ạ? \" \"Đương nhiên, chắc chắn. Không sao đâu. \" Cụp.  \"Gặp lại bác sớm, Billy, \" tôi lẩm bẩm với cái điện thoại câm lặng.  Tôi lái xe đến La Push nhất quyết đợi. Tôi sẽ ngồi ở trước nhà anh ta suốt đêm nếu phải vậy. Tôi sẽ bỏ học.  Đến lúc nào đó anh chàng cũng sẽ phải về nhà, và khi về đến nhà, anh sẽ phải nói chuyện với tôi.  Tâm trí tôi quá bận bịu đến nỗi chuyến đi tôi sợ phải thực hiện dường như chỉ mất có vài giây. Sớm hơn mong đợi, rừng bắt đầu thưa, và tôi biết mình sẽ sớm nhìn thấy ngôi nhà nhỏ đầu tiên của khu bảo tồn.  Đang lầm lũi bước đi, dọc lề trái của con đường, là một cậu bé cao lớn đội mũ bóng chày.  Hơi thở tôi ngưng lại trong chốc lát trong cổ họng, hy vọng lần này mình may mắn, là tôi đã tình cờ gặp Jacob mà chẳng phải khổ nhọc. Nhưng cậu bé này quá vạm vỡ, và tóc ngắn bên dưới cái nón ấy. Thậm chí từ phía sau, tôi cũng biết chắc đó là Quil, dù anh chàng trông có vẻ cao lớn hơn lần cuối cùng tôi gặp.  Mấy cậu bé Quileute này có chuyện gì vậy chứ?  Bộ người ta cho họ ăn hoóc-môn tăng trưởng thí nghiệm sao?  Tôi băng qua lề đường ngược chiều để dừng xe kế bên anh chàng. Anh chàng nhìn lên khi tiếng gầm rống của xe tải tôi đến gần.  Vẻ mặt Quil làm tôi sợ hơn làm tôi ngạc nhiên. Khuôn mặt anh chàng ảm đạm, trầm ngâm, trán nhăn lại lo lắng.  \" Ồ, chào, Bella, \" anh chàng chào tôi nhạt nhẽo.  \"Chào, Quil... Bạn có khoẻ không? \" Anh nhìn tôi chằm chằm buồn rầu. \"Khoẻ.” \"Tôi cho bạn đi ké nhé? \" Tôi đề nghị.  \"Đương nhiên rồi,”  anh chàng lầm bầm. Anh chàng lê chân vòng qua trước xe tải rồi mở cửa phía hành khách trèo vô trong.  \"Đi đâu đây?” \"Nhà tôi ở phía bắc, sau cửa hàng này, \" anh nói với tôi.  \"Hôm nay bạn có gặp Jacob không. \" Câu hỏi buột ra khỏi tôi gần như trước khi anh chàng nói xong.  Tôi nhìn Quil hăng hái, chờ câu trả lời. Anh nhìn chằm chằm vào kính chắn gió một chút rồi mới nói. \" Từ xa, \" cuối cùng thì anh chàng cũng nói.  \"Xa? \" Tôi lặp lại.  \"Tôi đã cố đi theo họ – nó đi với Embry.” Giọng anh chàng nhỏ, khó nghe trong tiếng động cơ. Tôi nghiêng người sát hơn. \" Tôi biết tụi nó thấy tôi. Nhưng tụi nó quay đi rồi biến vô rừng. Tôi nghĩ tụi nó không chỉ có một mình - tôi nghĩ chắc Sam và băng của anh ta đi chung với tụi nó.  \"Tôi đã chạy quanh rừng cả tiếng đồng hồ, gào gọi tụi nó. Vừa mới tìm ra đường cái thì bạn chạy đến.” \"Vậy là Sam đã nắm được anh ấy. \" Lời nói hơi lạc đi - răng tôi siết vào nhau.  Quil nhìn tôi chằm chằm. \" Bạn biết chuyện đó à?” Tôi gật đầu. \"Jake có nói với tôi ... trước đây.” \"Trước đây, \" Quil lặp lại, và thở dài.  \"Jacob bây giờ cũng tệ hại như những người khác hả? \" \"Không bao giờ rời Sam. \" Quil quay đầu lại và khạc ra cửa sổ để mở.  \"Và trước đó - anh ấy có tránh mọi người không? anh ấy có vẻ khó chịu không? \" Giọng anh chàng nhỏ và nặng nề. \" Không lâu như những người khác. Có lẽ chỉ một ngày thôi.  Rồi Sam đã gặp nó.” \"Theo bạn đó là gì?  Ma túy hay gì?” \"Tôi không nghĩ Jacob hay Embry lại dính vào bất cứ thứ gì tương tự... nhưng tôi có biết gì đâu? Còn có thể là thứ gì khác nữa?  Và tại sao những  người già không lo lắng? \" Anh chàng lắc đầu, và bây giờ nỗi sợ hãi ánh lên  trong mắt anh.  \"Jacob trước đây không muốn trở thành thành viên của ...nhóm ưu tú này. Tôi không biết điều gì đã làm nó thay đổi.”  Anh chàng nhìn tôi chằm chằm, khuôn mặt anh chàng sợ hãi. \" Tôi không muốn là người kế tiếp.” Mắt tôi phản chiếu nỗi sợ hãi của anh chàng. Đó là lần thứ nhì tôi nghe nó được mô tả như một nhóm ưu tú. Tôi rùng mình. \"Cha mẹ của bạn có ý kiến gì không? \" Anh chàng nhăn nhó. \"Có. Ông tôi nằm trong Hội đồng cùng với cha Jacob. Ông bảo Sam Uley là điều tốt đẹp nhất từng có ở nơi này.” Chúng tôi nhìn chằm chằm vào nhau một hồi lâu. Chúng tôi bây giờ đã ở La Push, và xe tải tôi đang bò dọc theo con đường vắng vẻTôi có thể nhìn thấy cửa hàng duy nhất trong làng không còn xa lắm.  \"Tôi sẽ ra khỏi xe đây, \" Quil nói. \"Nhà tôi ở ngay đàng kia. \" Anh chàng chỉ tay về phía hình chữ nhật bằng gỗ nhỏ đằng sau cửa hàng. Tôi tấp vào lề đường, và anh chàng nhảy ra.  \"Tôi sẽ đến chờ Jacob, \" tôi nói với anh bằng giọng cay đắng.  \"Chúc may mắn. \" Anh chàng đóng sầm cửa và lê chân đi về phía trước dọc theo con đường, đầu cúi gằm, vai xệ xuống.  . Khuôn mặt Quil ám ảnh tôi khi tôi quay đầu xe rồi quay lại nhà Black.  Anh chàng sợ là người kế tiếp.  Chuyện gì đang xảy ra ở đây?  Tôi dừng lại trước nhà Jacob, tắt động cơ và hạ kính xe.  Hôm nay thật ngột ngạt, chẳng chút gió. Tôi duỗi chân thoải mái lên bảng điều khiển và chuẩn bị ngồi đợi.  Một cử động lướt qua trong ngoài tầm mắt tôi - tôi quay lại và thấy Billy đang nhìn tôi qua cửa sổ trước nhà với vẻ mặt bối rối. Tôi vẫy tay một lần và mím môi cười, nhưng cứ ngồi yên như cũ.  Mắt ông nheo lại; ông kéo màn che kính.  Tôi sẵn sàng ở lại bao lâu cũng được, nhưng tôi muốn mình có chuyện gì đó để làm. Tôi lục lọi tìm một cây bút trong đáy ba lô, và bài kiểm tra cũ. Tôi bắt đầu vẽ nguệch ngoạc vào phía sau tờ giấy.  Tôi vừa mới đủ thời gian vẽ nguệch ngoạc một hàng hình thoi thì có tiếng gõ cộc lốc lên cửa xe.  Tôi nhảy dựng, nhìn lên, nghĩ là Billy.  \"Bạn đang làm gì ở đây vậy, Bella.” Jacob gầm gừ.  Tôi nhìn anh chàng chằm chằm hết sức kinh ngạc.  Jacob đã thay đổi hoàn toàn trong mấy tuần rồi kể từ khi tôi gặp anh. Điều đầu tiên tôi để ý là mái tóc của anh – mái tóc xinh đẹp của anh đã biến mất, bị cắt thật ngắn, bao quanh đầu đen bóng như vải sa tanh đen.  Gò má dường như cương nghị hơn, căng ra ... già dặn. Cổ và vai cũng khác, dầy hơn sao đó. Bàn tay, đang kẹp chặt khung cửa xe, trông có vẻ khổng lồ, với gân và mạch máu nổi bật hơn dưới làn da màu nâu đỏ. Nhưng thay đổi bề ngoài không đáng kể.  Chính nét mặt của anh làm tôi gần như hoàn toàn không thể nhận ra.  Nụ cười cởi mở, thân thiện đã không còn cũng giống như mái tóc, ánh nhìn ấm áp trong đôi mắt đen đã thay bằng sự oán giận ủ ê đáng ngại.  Bây giờ trong Jacob đã có bóng đen.  Như thể mặt trời của tôi đã sụp đổ.  \"Jacob? \" Tôi thì thầm.  Anh chỉ nhìn tôi chằm chằm, đôi mắt căng thẳng và tức giận.  Tôi nhận ra chúng tôi không chỉ có một mình với nhau. Đằng sau anh là bốn người khác đang đứng; tất cả bọn họ đều cao lớn và da nâu đỏ, mái tóc đen cắt ngắn như tóc Jacob. Họ có thể là anh em - tôi thậm chí không nhận ra Embry trong nhóm.  Sự giống nhau càng thêm rõ bởi vẻ thù địch giống nhau nổi bật trong mọi đôi mắt.  Mọi đôi mắt trừ một.  Người lớn tuổi nhất lớn hơn vài tuổi, Sam đứng sau chót, khuôn mặt bình thản và tự tin.  Tôi phải nuốt lại cơn giận đang trào lên trong họng. Tôi muốn đánh anh ta. Không, tôi muốn làm hơn vậy. Hơn bất cứ thứ gì, tôi muốn mình dữ dằn và đáng sợ, một người không ai dám chọc giận. Người sẽ làm Sam Uley phải sợ hãi choáng váng.  Tôi muốn trở thành một con ma cà rồng.  Khao khát bạo lực làm tôi mất kiểm soát và mệt ứ hơi. Đó là điều ao ước cấm kỵ nhất trong mọi ao ước – dù là ao ước vì lý do độc ác như thế này, để có ưu thế hơn kẻ thù - vì đó là ao ước đau đớn nhất. Tương lai đó đã mãi mãi vuột khỏi tầm tay tôi, chưa bao giờ thực sự trong tầm tay tôi. Tôi cố gắng giành lại khả năng kiểm soát bản thân trong khi vết thương trong ngực tôi đau đớn âm vang.  \"Bạn muốn gì? \" Jacob hỏi, vẻ mặt anh càng lúc càng bực bội hơn khi nhìn thấy cảm xúc thay đổi trên mặt tôi.  \"Tôi muốn nói chuyện với bạn, \" tôi nói yếu ớt. Tôi cố tập trung, nhưng vẫn còn quay cuồng vùng vẫy khỏi giấc mơ cấm kỵ của mình.  \"Nói đi, \" anh rít qua kẽ răng. Ánh nhìn trừng trừng của anh thật dữ dội. Tôi chưa từng thấy anh nhìn bất kỳ ai như thế, chứ đừng nói là nhìn tôi. Nó làm tôi bất ngờ đau đớn – nỗi đau thể xác, trong đầu tôi.  \"Một mình!\" Tôi rít lên, và giọng tôi mạnh hơn.  Anh nhìn ra phía sau mình, và tôi biết mắt anh sẽ đến đâu.  Từng người trong bọn đều quay lại xem phản ứng của Sam.  Sam gật đầu một lần, mặt bình thản. Anh ta bình luận ngắn gọn bằng một thứ tiếng trong trẻo, xa lạ - tôi chỉ có thể chắc chắn không phải tiếng Pháp hay Tây Ban Nha, nhưng tôi đoán đó là tiếng Quileute.  Anh ta quay lưng đi vào nhà Jacob. Những người khác, Paul, Jared, và Embry, tôi nghĩ vậy, đi theo anh ta vô nhà.  \"OK. \" Jacob có vẻ ít giận dữ hơn khi những người khác đã ra đi. Khuôn mặt anh hơi dịu đi, và cũng tuyệt vọng hơn. Miệng anh có vẻ thường xuyên trễ xuống.  Tôi hít thật sâu. \" Bạn biết tôi muốn biết gì rồi.” Anh chàng không trả lời. Anh chỉ nhìn tôi chằm chằm chua chát.  Tôi cũng nhìn chằm chằm lại và im lặng kéo dài.  Nỗi đau trên khuôn mặt anh làm tôi mất bình tĩnh. Tôi cảm thấy họng mình bắt đầu nghẹn lại.  \"Mình đi dạo được không? \" Tôi hỏi trong khi còn nói được.  Anh không trả lời gì cả; khuôn mặt anh không thay đổi.  Tôi ra khỏi xe, cảm thấy những đôi mắt vô hình đằng sau cửa sổ dán vào mình, và bắt đầu đi về phía rừng ở hướng bắc. Chân tôi lép nhép trên cỏ ướt và bùn bên đường, và, vì đó là âm thanh duy nhất, nên lúc đầu tôi nghĩ anh không đi theo tôi. Nhưng khi tôi liếc quanh, anh đang ở ngay bên tôi, chân anh không hiểu sao lại tìm ra đường đi ít ồn ào hơn tôi.  Tôi cảm thấy dễ chịu hơn nơi mép rừng, nơi Sam không thể theo dõi được. Khi chúng tôi bước đi, tôi loay hoay tìm lời thích hợp để nói, nhưng chẳng nghĩ ra được gì. Tôi chỉ ngày càng tức giận hơn vì Jacob đã bị lôi kéo vào... vì Billy đã để chuyện này xảy ra ...vì Sam có thể đứng đó thật quả quyết và bình tĩnh... Jacob đột ngột đi nhanh hơn, sải chân đi trước tôi dễ dàng với đôi chân dài của mình, rồi quay ngoắt lại đối diện với tôi, chặn đường tôi đi nên tôi cũng phải dừng lại.  Tôi đã bị phân tâm bởi vẻ uyển chuyển thấy rõ trong động tác của anh chàng. Jacob vốn gần như vụng về y như tôi với sự cao vọt liên tục của anh chàng. Chuyện đó đã xảy ra khi nào?  Nhưng Jacob không để tôi có thời gian để nghĩ về chuyện đó. \"Chúng ta hãy giải quyết chuyện này cho xong, \" anh nói bằng một giọng khàn, cay đắng.  Tôi đợi. Anh biết tôi muốn gì rồi.  \"Không phải như bạn nghĩ đâu. \" Giọng anh đột ngột mệt mỏi. \"Không như tôi đã nghĩ - tôi đã hiểu lầm.” \"Vậy thì đó là gì?” Anh chàng nhìn kỹ mặt tôi một hồi lâu, phỏng đoán.  Nỗi tức giận chưa hoàn toàn biến  khỏi mắt anh. \"Tôi không thể nói cho bạn biết, \" cuối cùng thì anh chàng cũng nói.  Hàm tôi nghiến chặt, và tôi nói qua kẽ răng. \"Tôi cứ tưởng mình đã là bạn bè.” \"Đã là.” Hơi nhấn mạnh thì quá khứ.  \"Nhưng bạn không cần bạn bè nữa, \" tôi chua chát nói. \"Bạn có Sam. Không hay sao - bạn vẫn luôn ngưỡng mộ anh ta quá trời.” \"Trước đây tôi đã không hiểu anh ấy.” \"Còn bây giờ bạn đã hiểu ra. Cảm ơn trời phật.” \"Không như tôi đã tưởng. Chuyện này không phải là lỗi của Sam.  Anh ấy đang cố hết sức để giúp tôi.”  Giọng anh trở nên cáu kỉnh và anh nhìn qua đầu tôi, ngang qua tôi, cơn thịnh nộ đang bừng bừng trong mắt.  \"Anh ta đang giúp bạn, \" tôi lặp lại hoài nghi. \"Rõ ràng rồi.” Nhưng Jacob dường như không lắng nghe. Anh đang hít một hơi khoan thai, thật sâu, cố làm dịu mình. Anh ta tức đến nỗi bàn tay anh run rẩy.  \"Jacob, xin bạn, \" tôi thì thầm \"Bạn sẽ không kể cho tôi nghe chuyện gì đã xảy ra sao? Có lẽ tôi có thể giúp được.” \"Bây giờ không ai có thể giúp được tôi cả.” Lời anh là tiếng than van trầm; giọng anh vỡ oà.  \"Anh ta đã làm gì bạn? \" Tôi hỏi, nước mắt dâng trong mắt. Tôi chìa tay cho anh, như đã một lần trước đây, muốn giúp đỡ với đôi tay mở rộng.  Lần này anh chàng rúm người quay đi, giơ tay lên phòng thủ. \"Đừng chạm vào tôi,”  anh thì thầm.  \"Sam nhìn thấy à? \" Tôi lầm bầm. Nước mắt ngu ngốc đã tràn ra khoé mắt. Tôi chùi đi bằng mu bàn tay, rồi khoanh tay trước ngực.  \"Đừng trách Sam nữa. \" Lời anh phát ra thật nhanh, như phản xạ. Bàn tay anh đưa lên để vặn mái tóc đã không còn ở đó, rồi yếu ớt rơi xuống bên hông.  \"Vậy tôi nên trách ai đây? \" Tôi phản kích.  Anh cười nửa miệng; đó là một nụ cười ảm đạm, méo mó.  \"Bạn không muốn nghe điều đó đâu.” \"Cái quái gì mà tôi không muốn nghe!\" Tôi cáu kỉnh. \" Tôi muốn biết, và tôi muốn biết ngay bây giờ.” \"Bạn sai rồi, \" anh chàng cáu kỉnh trở lại.  “Bạn dám nói tôi sai à - Tôi không phải là người bị nhồi sọ! Hãy nói cho tôi biết ngay bây giờ toàn bộ chuyện này là, do lỗi của ai nếu đó không phải là lỗi của Sam quý báu của bạn !\" \"Là bạn đòi đấy nhé, \" anh gầm tôi, mắt đầy oán giận. \" Nếu bạn muốn trách ai đó, tại sao bạn không trách bọn hút máu hôi thối, bẩn thỉu mà bạn yêu thật nhiều đó? \" Tôi há hốc ngạc nhiên và thở khò khè. Tôi cứng người tại chỗ, đau như bị dao đâm bởi những lời hai nghĩa của anh.  Cơn đau cuộn xoắn theo cách quen thuộc qua toàn cơ thể, vết thương lởm chởm xé tim tôi từ trong ra ngoài, nhưng đó chỉ là chuyện phụ, chỉ là nhạc nền so với suy nghĩ hỗn độn trong tôi. Tôi không tin nỗi mình đã nghe anh nói như thế.  Chẳng có chút gì do dự trong khuôn mặt anh. Chỉ sự cuồng nộ.  Miệng tôi vẫn há hốc.  \"Tôi đã bảo là bạn sẽ không muốn nghe đâu mà,” anh nói.  \"Tôi không hiểu bạn muốn ám chỉ ai, \" tôi thì thầm.  Anh nhướng một bên lông mày đầy hoài nghi. \"Tôi nghĩ bạn biết rõ ý tôi muốn nói đến ai. Bạn sẽ không buộc tôi phải nói ra, đúng không? Tôi không muốn làm tổn thương bạn.” \"Tôi không hiểu bạn muốn ám chỉ ai cả, \" tôi lặp lại một cách máy móc.  \"Gia đình Cullens, \" anh chậm rãi nói, lôi từ này ra, vừa dò xét mặt tôi. \"Tôi đã thấy rồi - tôi có thể thấy trong mắt bạn cái tên đó đối với bạn ra sao khi nói ra tên của họ.” Tôi lắc đầu qua lại phủ nhận, vừa cố gắng hiểu. Sao anh biết được chuyện này? Và chuyện này có liên quan gì đến nhóm ưu tú của Sam? Có phải đây là một băng nhóm thù ghét ma cà rồng không?  Lý do gì để lập nên một đoàn thể như vậy khi mà chẳng có con ma cà rồng nào sống ở Forks nữa? Tại sao bây giờ Jacob lại tin mấy chuyện về gia đình Cullens, khi bằng chứng về họ đã chẳng còn, chẳng bao giờ trở lại?  Mất thật nhiều thời gian tôi mới nghĩ ra được câu trả lời chính xác. \"Đừng có bảo tôi là bây giờ bạn tin mấy chuyện vô lý mê tín của Billy nhé, \" tôi nói, ráng đùa.  \"Ông biết nhiều hơn tôi nghĩ.” \"Nghiêm túc đi, Jacob.” Anh chàng nhìn tôi trừng trừng, mắt anh phản đối.  \"Khoan nói đến vụ mê tín dị đoan, \" tôi nói nhanh. \" Tôi vẫn không hiểu bạn lên án ... nhà Cullens” - cau mày - \"vì chuyện gì.  Họ đã bỏ đi hơn nửa năm rồi. Sao bạn có thể đổ lỗi cho họ về chuyện Sam đang làm chớ?” \"Sam chẳng hề làm gì cả, Bella. Và tôi biết họ đã bỏ đi. Nhưng đôi khi ...  mọi chuyện bắt đầu diễn ra, rồi thì đã quá muộn.” \"Cái gì diễn ra? Cái gì đã quá muộn ? Bạn đang trách họ về việc gì?” Anh đột ngột ở sát mặt tôi, ánh cuồng nộ cháy rực trong mắt. \"Vì đã tồn tại trên đời này,” anh rít lên.  Tôi bị bất ngờ và bị phân tâm khi những lời cảnh báo lại đến bằng giọng Edward, khi tôi thậm chí chẳng hề sợ hãi.  \"Bình tĩnh nào, Bella. Đừng ép anh ta,” Edward cảnh báo trong tai tôi.  Suốt từ lúc tên Edward vượt qua bức tường thận trọng chôn kín ấy, tôi vẫn chưa thể nhốt nó lại được.  Bây giờ nó không làm tôi đau - chưa trong giây phút quý báu tôi nghe được giọng anh.  Jacob đang giận dữ trước mặt tôi, run lên vì giận.  Tôi không hiểu tại sao ảo giác Edward lại xuất hiện tâm trí tôi bất ngờ như thế. Jacob tức giận, nhưng cũng chỉ là Jacob thôi mà. Không adrenaline, chẳng nguy hiểm.  \"Cho anh ta một cơ hội để bình tĩnh lại” giọng Edward cố nài.  Tôi lắc đầu không hiểu. \"Bạn thật lố bịch, \" tôi nói với cả hai.  \"Được thôi, \" Jacob trả lời, lại thở sâu. \" Tôi sẽ không tranh cãi chuyện đó với bạn nữa.  Dù sao cũng chẳng quan trọng, thiệt hại đã xảy ra rồi.” \"Thiệt hại gì? \" Anh chàng không nao núng khi tôi hét những lời này vào mặt anh.  \"Mình về đi.  Chẳng còn gì để nói nữa.” Tôi há hốc. \"Còn đủ thứ cần nói!  Bạn chưa nói gì cả!\" Anh đi qua mặt tôi, sải chân quay về nhà.  \"Tôi tình cờ gặp Quil hôm nay, \" tôi thét sau lưng anh.  Anh chàng ngừng lại nửa chừng, nhưng không quay mặt lại.  \"Bạn có còn nhớ bạn mình không, Quil đó? Ờ, anh ta vô cùng khiếp sợ.” Jacob xoay người đối mặt với tôi. Vẻ mặt đau đớn. \" Quil\" là tất cả những gì anh nói.  \"Bạn ấy cũng lo cho bạn.  Bạn ấy bị sốc.” Jacob nhìn ngang qua tôi với đôi mắt tuyệt vọng.  Tôi dằn vặt anh thêm. \"Bạn ấy sợ bạn ấy sẽ là người kế tiếp.” Jacob chộp cây để đứng vững, khuôn mặt anh chuyển sang xanh lè kỳ lạ dưới bề mặt nâu đỏ. \"Nó sẽ không phải là người kế tiếp, \" Jacob lẩm bẩm một mình. \"Nó không thể.  Bây giờ đã qua rồi.  Chuyện này sẽ không xảy ra nữa. Tại sao? Tại sao? \" Nắm tay anh đấm vào cây.  Đó không phải là một cây to cao, mảnh khảnh và chỉ cao hơn Jacob vài feet. Nhưng tôi vẫn ngạc nhiên khi thân cây gãy và kêu rắc thật to vì những cú đấm của anh. Jacob sững sờ nhìn chằm chằm vào chỗ đứt lìa rồi nhanh chóng chuyển thành sự kinh hoàng.  \"Tôi phải về thôi. \" Anh xoay người và đùng đùng bỏ đi nhanh đến nỗi tôi phải chạy theo mới đuổi kịp.  \"Về với Sam đi!\" \"Đó là một cách nhìn nhận sự việc, \" nghe như anh nói. Anh chàng đang lầm bầm và quay mặt chỗ khác.  Tôi rượt theo anh đến chỗ xe tải. \"Đợi chút!\" Tôi gọi khi anh quay về phía nhà.  Anh quay phắt lại đối mặt với tôi, và tôi thấy bàn tay anh lại run rẩy.  \"Về nhà đi, Bella. Tôi không thể đi chơi với bạn được nữa.” Sự tổn thương vụn vặt, ngu ngốc mà lại mạnh không ngờ. Nước mắt lại dâng trào. \"Có phải bạn ... chia tay với tôi không?” Lời nói ấy hoàn toàn không ổn, nhưng đó là cách tốt nhất tôi có thể nghĩ ra để nói lên điều tôi đang hỏi. Rốt cuộc thì những gì Jake và tôi đã có còn hơn bất cứ chuyện tình học trò nào. Mạnh mẽ hơn.  Anh cười khan cay đắng. \"Không. Nếu mà được vậy thì tôi sẽ nói 'Hãy vẫn là bạn nhé.' Tôi thậm chí không nói vậy được.” \" Jacob ... tại sao? Sam không muốn bạn có bạn bè khác ư? Xin bạn, Jake. Bạn đã hứa rồi. Tôi cần bạn!” Sự trống rỗng trong đời tôi trước đây - trước khi Jacob mang cái tựa như lý do để quay lại cuộc sống – lồng lên và đối mặt với tôi. Nỗi cô đơn nghẹn trong họng tôi.  \"Tôi xin lỗi, Bella, \" Jacob nói từng từ rõ ràng bằng giọng lạnh lùng chẳng hề giống gì anh.  Tôi không tin đây thực là điều Jacob muốn nói. Có vẻ như có điều khác anh cố báo tôi biết qua đôi mắt giận dữ của mình, nhưng tôi không hiểu được thông điệp đó.  Có lẽ chuyện này chẳng hề dính líu đến Sam. Có lẽ chuyện này chẳng hề liên quan gì đến nhà Cullens. Có lẽ anh chỉ đang cố lôi mình ra khỏi một tình huống tuyệt vọng nào đó. Có lẽ tôi nên để cho anh làm chuyện đó, nếu đó là điều tốt nhất cho anh. Tôi nên làm thế. Có lẽ vậy là đúng đắn.  Nhưng tôi nghe tiếng mình thì thầm buột ra.  \"Tôi rất tiếc là tôi không thể... trước khi... Tôi ước tôi có thể thay đổi cảm nhận của tôi về bạn, Jacob. \" Tôi tuyệt vọng, vươn người, kéo căng sự thật đến nỗi nó cong lại gần thành hình dạng của một lời nói dối. \"Có lẽ ... có lẽ tôi sẽ thay đổi, \" tôi thì thầm. \"Có lẽ, nếu bạn để tôi có chút thời gian ... chỉ cần đừng bỏ rơi tôi bây giờ, Jake. Tôi không chịu nỗi.” Mặt anh chuyển từ tức giận sang đau đớn trong một giây. Một bàn tay run rẩy vươn về phía tôi.  \"Đừng. Đừng nghĩ như thế, Bella, xin bạn. Đừng tự trách mình, đừng nghĩ đây là lỗi của bạn.  Tất cả đều là do tôi. Tôi thề đó, không dính líu đến bạn đâu.” \"Nếu không phải là bạn, thì là tôi, \" tôi thì thầm. \"Có một cái mới.” \"Tôi nói thật đó, Bella. Tôi không... \" anh cố gắng, giọng anh chàng thậm chí khàn hơn khi cố kiềm chế cảm xúc của mình.  Mắt anh dày vò đau đớn. \"Tôi không còn xứng làm bạn bạn nữa, hoặc bất cứ thứ gì khác. Tôi không phải là tôi như lúc trước. Tôi không tốt.” \"Gì chứ? \" Tôi nhìn anh chằm chằm, không hiểu và kinh hoảng. \"Bạn đang nói gì vậy? Bạn tốt hơn tôi nhiều, Jake. Bạn tốt! Ai nói với bạn là bạn không tốt? Sam hả? Đó là lời nói dối hiểm ác, Jacob! Đừng để anh ta nói với bạn vậy!\" Tôi đột ngột la hét trở lại.  Mặt Jacob trở nên khó hiểu và buồn nản. \" Không cần ai phải bảo tôi gì hết. Tôi biết tôi là thứ gì.” \"Bạn là bạn tôi, vậy đó! Jake – đừng thế!\" Anh chàng đang lùi ra xa tôi.  \"Tôi xin lỗi, Bella, \" anh lại nói; lần này là tiếng lầm bầm đứt quãng. Anh quay người và bước như chạy vô nhà.  Tôi không thể nhúc nhích khỏi nơi đang đứng. Tôi nhìn chằm chằm vào ngôi nhà nhỏ ; nó có vẻ quá nhỏ để chứa bốn cậu bé to lớn và hai người đàn ông to lớn hơn.  Chẳng có động thái nào trong nhà.  Chẳng chút rung rinh ở mép rèm, chẳng tiếng người nói hay cử động nào. Nó đối diện với tôi trống rỗng.  Mưa bắt đầu rơi, châm chích đó đây trên da tôi. Tôi không thể rời mắt khỏi ngôi nhà.  Jacob sẽ trở lại. Anh phải trở lại.  Mưa nặng hạt hơn, và gió cũng mạnh hơn. Mưa không còn rơi từ trên trời cao xuống; chúng xiên xiên từ hướng Tây. Tôi ngửi thấy mùi muối ở đại dương. Tóc quất lên mặt, dính vô mấy chỗ ướt và vương trên mi. Tôi đợi.  Cuối cùng cửa mở, và tôi nhẹ nhõm tiến một bước về phía trước.  Billy lăn ghế ông đến ngạch cửa. Tôi có thể thấy chẳng có ai đằng sau ông.  \"Charlie mới gọi, Bella. Tôi bảo ông ấy là con đang trên đường về nhà. \" Mắt ông đầy vẻ thương hại.  Lòng thương hại đã làm mọi chuyện kết thúc. Tôi chẳng nói một lời. Chỉ quay đi như máy rồi vào xe mình. Tôi đã để cửa xe mở nên chỗ ngồi trơn và ướt. Chẳng sao cả. Tôi đã ướt sũng rồi.  Không tệ như đã nghĩ! Không tệ như đã nghĩ!  Tâm trí cố an ủi tôi. Đúng vậy.  Chuyện này không tệ lắm.  Chuyện này có phải là chuyện tận thế đâu, sẽ không một lần nữa đâu.  Chuyện này chỉ là kết thúc của chút bình yên còn sót lại. Thế thôi.  Không tệ như đã nghĩ, tôi đồng ý, sau đó thêm, nhưng đủ tệ hại.  Tôi đã nghĩ Jake chữa lành vết thương trong tôi - hay ít nhất bít nó lại, giữ không cho nó làm tôi đau hơn nữa. Tôi đã lầm. Anh ta vừa mới khoét thêm một cái lỗ khác trong tim tôi, để bây giờ tôi lủng lỗ chỗ như phô-mai Thuỵ Sĩ. Tôi tự hỏi sao mình lại chưa vỡ vụn ra. Charlie đang đợi ở hàng hiên. Khi tôi dừng xe, ông bước ra đón tôi.  \"Billy gọi. Ông ta nói con cãi nhau với Jake - nói là con đã rất khó chịu,” ông giải thích khi mở cửa cho tôi.  Rồi ông nhìn mặt tôi.  Nét hoảng sợ hiện lên trong vẻ mặt ông. Tôi cố nghiên cứu mặt mình kỹ lưỡng, để biết ông nhìn thấy gì. Khuôn mặt tôi có vẻ trống rỗng và lạnh lẽo, và tôi nhận ra nó có thể làm ông nhớ đến chuyện gì.  \"Không thực xảy ra chuyện đó, \" tôi lẩm bẩm.  Charlie ôm choàng lấy tôi và giúp tôi ra khỏi xe.  Ông không nói gì về chuyện quần áo tôi ướt sũng.  \"Vậy thì đã xảy ra chuyện gì\"  ông hỏi khi chúng tôi đã ở trong nhà.  Ông kéo tấm khăn phủ ghế ra khỏi lưng ghế xô - pha trong khi nói rồi quấn nó quanh vai tôi. Tôi nhận ra mình vẫn đang run rẩy.  Giọng tôi không chút sinh khí. \" Sam Uley nói Jacob không thể làm bạn con được nữa.” Charlie nhìn tôi một cách kỳ lạ. \"Ai bảo con vậy?” \"Jacob, \" tôi tuyên bố, cho dù đó không chính xác là điều anh đã nói. Nhưng vẫn đúng.  Lông mày Charlie nhíu lại. \"Con thật sự nghĩ có chuyện không ổn với con của Uley à? \" \"Con biết có chuyện mà.  Nhưng Jacob không kể cho con nghe.” Tôi có thể nghe nước từ quần áo tôi nhỏ giọt xuống sàn và rơi toé trên vải sơn lót sàn. \"Con đi thay đồ đây.” Charlie đang chìm trong suy nghĩ. \"Ừ, \" ông lơ đãng nói.  Tôi quyết định tắm vòi sen vì quá lạnh, nhưng nước nóng dường như chẳng làm da tôi ấm lên được chút nào cả. Tôi vẫn lạnh như băng khi chịu thua và tắt nước. Trong sự yên tĩnh bất ngờ, tôi nghe Charlie đang nói chuyện với ai đó ở dưới nhà. Tôi quấn khăn lớn quanh mình, và hé mở cửa phòng tắm.  Giọng Charlie giận dữ. \"Tôi không tin chuyện đó. Chẳng có nghĩa gì cả.” Rồi yên lặng sau đó, và tôi nhận ra ông đang nói chuyện điện thoại. Một phút trôi qua.  \"Bạn đừng đổ chuyện này cho Bella!\" Charlie đột ngột la to.  Tôi nhảy dựng. Khi ông nói tiếp, giọng ông thận trọng và nhỏ hơn. \"Bella từ đó đến giờ đã tỏ rất rõ là nó và Jacob chỉ là bạn bè mà thôi ... Ừm, nếu thật vậy, thì tại sao bạn không nói vậy ngay từ lúc đầu? Không, Billy, tôi nghĩ nó đúng về chuyện này... Vì tôi hiểu con gái tôi, và nếu nó nói là trước đây Jacob đã sợ –“ Ông ngừng giữa chừng, và khi ông trả lời ông gần như lại la to trở lại.  \"Bạn có ý gì khi nói tôi không hiểu con gái tôi như tôi nghĩ tôi hiểu chứ!\"  Ông lắng nghe chút xíu, và câu trả lời của ông nhỏ đến mức tôi gần như không nghe được. \"Nếu bạn nghĩ tôi sẽ nhắc nhở nó về chuyện đó, thì bạn nên suy nghĩ lại đi.  Nó chỉ vừa mới vượt qua được chuyện đó, và hầu như toàn là nhờ Jacob, tôi nghĩ vậy.  Nếu bất cứ chuyện gì Jacob đang làm với nhân vật Sam này làm nó bị trầm cảm trở lại, thì Jacob sẽ phải chịu trách nhiệm với tôi.  Bạn là bạn tôi, Billy, nhưng chuyện này đang hại gia đình tôi.” Lại nghỉ một chút để Billy trả lời.  \"Bạn hiểu đúng rồi đó – mấy thằng đó mà lòi một ngón chân ra khỏi vạch là tôi sẽ biết ngay. Chúng tôi sẽ để mắt đến chuyện này, bạn có thể chắc chắn vậy đó.” Ông không còn là Charlie nữa; bây giờ ông đang là cảnh sát trưởng Swan.  \"Tốt. Ờ. Tạm biệt. \" Điện thoại đập rầm vô giá.  Tôi rón rén đi nhanh qua hành lang để về phòng mình. Charlie đang lầm bầm giận dữ trong nhà bếp.  Vậy là Billy đổ tội cho tôi. Tôi đã dụ dỗ Jacob và rốt cuộc anh đã chán ngấy. Thật lạ, vì chính tôi đã sợ chuyện đó, nhưng sau lời cuối Jacob nói chiều nay, tôi không còn nghĩ vậy nữa. Có chuyện gì đó hơn chứ không phải là nỗi đắm say không được đáp lại, và tôi ngạc nhiên khi Billy lại hạ thấp mình khẳng định chuyện đó.  Điều này khiến tôi nghĩ dù bí mật họ đang giấu là gì thì nó cũng lớn hơn tôi nghĩ. Ít nhất thì bây giờ Charlie đang ở phe tôi.  Tôi mặc bộ pi-gia-ma rồi bò vô giường. Đời có vẻ đủ đen tối lúc này để tôi cho phép tự lừa dối mình.  Vết thương - bây giờ là những vết thương - đang đau, vậy tại sao lại không? Tôi lôi ký ức ra – không phải là ký ức thực sự sẽ làm tôi vô cùng đau đớn, mà là ký ức về giọng nói của Edward trong tâm trí tôi chiều nay - và nghe đi nghe lại trong đầu hoài hoài cho đến khi ngủ thiếp đi với nước mắt vẫn lặng lẽ ràn rụa xuống khuôn mặt vô cảm của tôi.  Giấc mơ đêm nay là một giấc mơ mới.  Mưa đang rơi và Jacob đang đi êm không tiếng động bên tôi, cho dù dưới chân tôi đất kêu lạo xạo như sỏi khô. Nhưng anh không phải là Jacob của tôi; anh là một Jacob mới, cay đắng, duyên dáng.  Nét mềm mại êm ả trong dáng đi của anh làm tôi nhớ đến một người khác, và, khi tôi nhìn, nét mặt anh bắt đầu thay đổi. Màu nâu đỏ của làn da anh nhạt dần, thành mặt anh trắng bệch. Mắt anh chuyển sang màu vàng, rồi đỏ thẫm, rồi lại chuyển thành vàng. Mái tóc ngắn của anh cuộn trong gió nhẹ, chuyển thành màu đồng nơi gió chạm vào. Và khuôn mặt anh trở nên xinh đẹp đến nỗi làm tan nát trái tim tôi. Tôi với tay đến gần anh, nhưng anh lùi ra xa, đưa tay lên cao che chắn. Rồi Edward biến mất.  Tôi không chắc, khi thức giấc trong bóng tối, là mình chỉ mới bắt đầu khóc, hay là nước mắt vẫn đang chảy trong khi tôi ngủ và bây giờ chảy tiếp. Tôi nhìn chằm chằm vào trần nhà tối đen. Tôi có thể cảm thấy đang nửa đêm - tôi vẫn còn ngái ngủ, có lẽ hơn ngái ngủ. Tôi nhắm mắt lại mệt mỏi và cầu xin một giấc ngủ không mộng mị.  Đó là lúc tôi nghe tiếng động hẳn đã đánh thức tôi lúc nãy. Cái gì đó nhọn cào dọc theo chiều dài cửa sổ của tôi với tiếng ken két, như móng tay cào lên kính."
        }
    ],
    "suggestions": []
}