{
    "en_vn": {
        "data": {
            "content": null,
            "word": "embodied",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "embodied",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "embodied",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "embodied",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "embodied",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Embodied</em> technical progress",
            "vi": "Tiến bộ kỹ thuật nội hàm; tiến bộ hàm chứa kỹ thuật"
        },
        {
            "en": "<em>Embodied</em> technical progress",
            "vi": "Tiến bộ kỹ thuật nội hàm ; tiến bộ hàm chứa kỹ thuật"
        },
        {
            "en": "The freedoms <em>embodied</em> in the treaty.",
            "vi": "Quyền tự do thể hiện trong hiệp ước."
        },
        {
            "en": "The spirit of hope is <em>embodied</em> in this character.",
            "vi": "Tinh thần của niềm hy vọng được thể hiện qua nhân vật này."
        },
        {
            "en": "Deming <em>embodied</em> most of the personal qualities just listed.",
            "vi": "Deming hiện thân cho hầu hết các phẩm chất cá nhân đã đề cập ở trên."
        },
        {
            "en": "They are <em>embodied</em> in the citizen's rights and are determined by the Constitution and the law.",
            "vi": "Chúng thể hiện ở các quyền công dân và được quy định trong Hiến pháp và luật."
        },
        {
            "en": "To me, he <em>embodied</em> all the best qualities of a teacher",
            "vi": "Đối với tôi, ông ấy là hiện thân của tất cả các phẩm chất tốt đẹp nhất của nhà giáo"
        },
        {
            "en": "All those things which, <em>embodied</em> in Ellen, had been the bulwark of her girlhood.",
            "vi": "Những thứ ấy hiện thân ở bà ellen, đã là bức tường thành che chở cho nàng suốt thời con gái."
        },
        {
            "en": "The terms and conditions agreed upon are all <em>embodied</em> in the enclosed Agency Agreement.",
            "vi": "Các điều khoản và điều kiện được kí kết tất cả đều bao gồm trong hợp đồng đại lý kèm theo."
        },
        {
            "en": "To me, she <em>embodied</em> all the best qualities of a teacher.",
            "vi": "Đối với tôi, cô ấy là hiện thân của tất cả các phẩm chất tốt đẹp nhất của nhà giáo."
        },
        {
            "en": "Prior to CEDAW, Vietnam <em>embodied</em> the principle of equality of men and women in the Constitution of Vietnam.",
            "vi": "Trước khi tham gia Công ướcCEDAW này, Việt Nam đã đưa vấn đề bình đẳng giữa nam và nữ vào Hiến pháp Việt Nam."
        },
        {
            "en": "He presents men, alive and walking, <em>embodied</em> in a story or action which expresses the theme more fully than any statement could.",
            "vi": "Soạn giả trình bày con người đang sống và đang đi lại, lồng vào khung cảnh một truyện hay một hành động, nó diễn tả luận đề đầy đủ hơn bất cứ một bài diễn thuyết nào."
        },
        {
            "en": "Looking forward, the “story” behind poverty reduction is likely to be sustained by the reform strategy of Vietnam, <em>embodied</em> chiefly in the Comprehensive Poverty Reduction and Growth Strategy.",
            "vi": "Nhìn vào tương lai, “câu chuyện” đằng sau xóa đói giảm nghèo có thể được duy trì bằng một chiến lược cải cách của Việt Nam chủ yếu thể hiện trong Chiến lược xóa đói giảm nghèo và tăng trưởng toàn diện."
        },
        {
            "en": "This is, more generally, the difficulty when it comes to implementing and monitoring a reform program as comprehensive and ambitious as the one <em>embodied</em> in CPRGS.",
            "vi": "Nói khái quát hơn, đây là khó khăn khi thực hiện và giám sát các chương trình cải cách, một chương trình toàn diện và đầy tham vọng như được xác định trong CPRGS."
        },
        {
            "en": "Privately held Uber has been valued at $68 billion, shattering the norms for Silicon Valley startups, and the company <em>embodied</em> many of Kalanick's aggressive and pugnacious personality traits.",
            "vi": "Công ty tư nhân Uber được định giá là 68 tỷ USD, phá vỡ những chỉ tiêu của các nhà khởi nghiệp ở Thung lũng Silicon, công ty thể hiện nhiều nét tính cách hung hăng và hiếu chiến của Kalanick."
        },
        {
            "en": "While these are the two main objectives of the development strategy <em>embodied</em> in the CPRGS, the projects in the PIP are not explicitly appraised on these two counts.",
            "vi": "Mặc dù đây là hai mục tiêu chính của chiến lược phát triển được nêu trong CPRGS, nhưng các dự án trong chương trình PIP lại không được thẩm định dựa trên hai tiêu chí này."
        },
        {
            "en": "Both formally and in practice, the government’s strategy was and is <em>embodied</em> in other planning documents produced for the domestic political process rather than for external agencies.",
            "vi": "Cả về mặt chính thức và trên thực tế, chiến lược của chính phủ đã và đang được thể hiện trong các tài liệu kế hoạch khác được lập ra để phục vụ cho tiến trình chính trị trong nước hơn là cho các tổ chức quốc tế."
        },
        {
            "en": "The concept of freedom as <em>embodied</em> in the Declaration includes freedom from hunger and material deprivation as stated in the first of the eight MDGs.",
            "vi": "Khái niệm tự do trong Tuyên bố bao gồm cả sự thoát khỏi đói nghèo và thiếu thốn vật chất như được đề cập ở mục tiêu thứ nhất trong tám MDG."
        },
        {
            "en": "The young man was the pride and joy of his mother, a single mom, because he <em>embodied</em> the talent and intelligence of an active and honest man.",
            "vi": "Người đàn ông trẻ là niềm tự hào và niềm vui của mẹ anh ấy, một người mẹ độc thân, vì anh là hiện thân của tài năng và trí tuệ của một người đàn ông năng động và trung thực."
        },
        {
            "en": "We were never going to lose our jobs because the CG character can only work if it is <em>embodied</em> by us and I can tell you that is 100 percent Zoe and 100 percent my performance.",
            "vi": "Chúng tôi đã không hề bị mất việc vì những nhân vật đồ họa máy tính chỉ có thể làm việc khi chúng tôi hiện thân vào nó và tôi có thể cam đoan rằng 100% rằng đó là diễn xuất của chính Zoe và tôi."
        }
    ],
    "suggestions": []
}