{
    "en_vn": {
        "data": {
            "content": null,
            "word": "emboldened"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "emboldened"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "emboldened"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "emboldened"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "emboldened"
        }
    },
    "sentences": [
        {
            "en": "<em>Emboldened</em> by drink, he walked over to speak to her.",
            "vi": "Anh ta bước tới nói với cô ta sau khi uống nước khích lệ tinh thần."
        },
        {
            "en": "His success <em>emboldened</em> him to expand his business.",
            "vi": "Thành công của anh ta đã khuyến khích anh ta mở rộng kinh doanh."
        },
        {
            "en": "Joel was <em>emboldened</em> by his ideas, and his passion galvanized voters.",
            "vi": "Joel tin tưởng vào ý kiến của mình, và sự đam mê của anh ta đã kích động những người đi bầu."
        },
        {
            "en": "Because Tom knows exactly his goal, his sense of purpose <em>emboldened</em> his efforts with both passion and sincerity.",
            "vi": "Vì Tom biết rõ mục tiêu của mình, nên mục đích rõ ràng này đã khuyến khích các nỗ lực của anh với lòng say mê và sự chân thành."
        },
        {
            "en": "I am not borne away by enthusiasm, or <em>emboldened</em> to feel too great a degree of confidence in myself.",
            "vi": "Để cho nhiệt tình lôi cuốn."
        },
        {
            "en": "America had hoped that economic liberalization would bring China into a greater partnership with us and with the world. Instead, China has chosen economic aggression, which has in turn <em>emboldened</em> its growing military.",
            "vi": "Sự hung hăng của Trung Quốc được dịp phô bày trong tuần này, khi một tàu hải quân Trung Quốc áp sát tàu USS Decatur ở khoảng cách 41 mét khi nó tiến hành các hoạt động tự do hàng hải trên Biển Đông, buộc tàu của chúng ta phải nhanh chóng cơ động để tránh va chạm. Bất chấp sự quấy rối liều lĩnh như vậy, Hải quân Hoa Kỳ sẽ tiếp tục bay, đi tàu và hoạt động ở bất cứ nơi nào luật pháp quốc tế cho phép và theo nhu cầu lợi ích quốc gia của chúng ta. Chúng ta sẽ không bị đe dọa; chúng tôi sẽ không rút lui."
        },
        {
            "en": "For Peter, and millions more like him, she <em>emboldened</em> us with the belief that we can learn to get along better with other people - and achieve great success - no matter who we are or how poor we were.",
            "vi": "Với Peter cũng như hàng triệu người khác thì bà đã khuyến khích ta tin ta có thể học để hòa thuận với người khác và đạt thành công rực rỡ - dù ta là ai hay ta nghèo thế nào đi chăng nữa."
        },
        {
            "en": "If you are <em>emboldened</em> by a mission and you 've put in the time and hard work to establish a web of people that count on you, then the time will come when your growing influence will put you in a place where you'll be face - to - face with someone who can convey a lot",
            "vi": "Nếu bạn lồng vào đó một sứ mệnh, và bạn dành thời gian công sức để xây dựng mạng lưới những người lệ thuộc vào bạn, thì một lúc nào đó tầm ảnh hưởng của bạn sẽ nâng bạn ngang tầm với người có thể thắp ngọn nến lung linh cho bữa tiệc tối sắp tới của bạn."
        },
        {
            "en": "If you are <em>emboldened</em> by a mission and you've put in the time and hard work to establish a web of people that count on you, then the time will come when your growing influence will put you in a place where you'll be face-to-face with someone who can convey a lot of sparkle to your next dinner party.",
            "vi": "bạn lồng vào đó một sứ mệnh, và bạn dành thời gian công sức để xây dựng mạng lưới những người lệ thuộc vào bạn, thì một lúc nào đó tầm ảnh hưởng của bạn sẽ nâng bạn ngang tầm với người có thể thắp ngọn nến lung linh cho bữa tiệc tối sắp tới của bạn."
        },
        {
            "en": "If you are <em>emboldened</em> by a mission and you 've put in the time and hard work to establish a web of people that count on you, then the time will come when your growing influence will put you in a place where you'll be face - to - face with someone who can convey a lot of sparkle to your",
            "vi": "Nếu bạn lồng vào đó một sứ mệnh, và bạn dành thời gian công sức để xây dựng mạng lưới những người lệ thuộc vào bạn, thì một lúc nào đó tầm ảnh hưởng của bạn sẽ nâng bạn ngang tầm với người có thể thắp ngọn nến lung linh cho bữa tiệc tối sắp tới của bạn."
        },
        {
            "en": "If you are <em>emboldened</em> by a mission and you 've put in the time and hard work to establish a web of people that count on you, then the time will come when your growing influence will put you in a place where you'll be face - to - face with",
            "vi": "Nếu bạn lồng vào đó một sứ mệnh, và bạn dành thời gian công sức để xây dựng mạng lưới những người lệ thuộc vào bạn, thì một lúc nào đó tầm ảnh hưởng của bạn sẽ nâng bạn ngang tầm với người có thể thắp ngọn nến lung linh cho bữa tiệc tối sắp tới của bạn."
        },
        {
            "en": "If you are <em>emboldened</em> by a mission and you 've put in the time and hard work to establish a web of people that count on you, then the time will come when your growing influence will put you in a place where you'll be",
            "vi": "Nếu bạn lồng vào đó một sứ mệnh, và bạn dành thời gian công sức để xây dựng mạng lưới những người lệ thuộc vào bạn, thì một lúc nào đó tầm ảnh hưởng của bạn sẽ nâng bạn ngang tầm với người có thể thắp ngọn nến lung linh cho bữa tiệc tối sắp tới của bạn."
        },
        {
            "en": "If you are <em>emboldened</em> by a mission and you 've put in the time and hard work to establish a web of people that count on you, then the time will come when your growing influence will put you in a place where you'll be face - to - face with someone",
            "vi": "Nếu bạn lồng vào đó một sứ mệnh, và bạn dành thời gian công sức để xây dựng mạng lưới những người lệ thuộc vào bạn, thì một lúc nào đó tầm ảnh hưởng của bạn sẽ nâng bạn ngang tầm với người có thể thắp ngọn nến lung linh cho bữa tiệc tối sắp tới của bạn."
        },
        {
            "en": "If you are <em>emboldened</em> by a mission and you 've put in the time and hard work to establish a web of people that count on you, then the time will come when your growing influence will put you in a place where you'll be face - to - face with someone who can convey a",
            "vi": "Nếu bạn lồng vào đó một sứ mệnh, và bạn dành thời gian công sức để xây dựng mạng lưới những người lệ thuộc vào bạn, thì một lúc nào đó tầm ảnh hưởng của bạn sẽ nâng bạn ngang tầm với người có thể thắp ngọn nến lung linh cho bữa tiệc tối sắp tới của bạn."
        }
    ],
    "suggestions": []
}