{
    "en_vn": {
        "data": {
            "content": null,
            "word": "embracing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "embracing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "embracing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "embracing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "embracing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "She responded, <em>embracing</em> the boy.",
            "vi": "Cô đáp lại, ôm chặt cậu bé."
        },
        {
            "en": "Computer jargon stops bosses from <em>embracing</em> technology.",
            "vi": "Biệt ngữ máy tính ngăn không để những ông chủ xen vào phần công nghệ."
        },
        {
            "en": "Some, but not all, firms are <em>embracing</em> technology quickly.",
            "vi": "Không phải là tất cả mà chỉ một số doanh nghiệp nắm được công nghệ một cách nhanh chóng."
        },
        {
            "en": "They defined the all-<em>embracing</em> duty and concrete jobs.",
            "vi": "Họ đã đề ra nhiệm vụ bao quát và những công việc cụ thể."
        },
        {
            "en": "I look and listen to miracles <em>embracing</em> me.",
            "vi": "Tôi ngắm nhìn và lắng nghe những điều kỳ diệu từ cuộc sống quanh tôi."
        },
        {
            "en": "They defined the all - <em>embracing</em> duty and concrete jobs.",
            "vi": "Họ đã đề ra nhiệm vụ bao quát và những công việc cụ thể."
        },
        {
            "en": "There will be a fuss if you're caught <em>embracing</em> each other.",
            "vi": "Ắt sẽ có một trận ầm ĩ nếu người ta bắt gặp hai bạn đang ôm nhau."
        },
        {
            "en": "There will be a fuss if you 're caught <em>embracing</em> each other.",
            "vi": "Ắt sẽ có một trận ầm ĩ nếu người ta bắt gặp hai bạn đang ôm nhau."
        },
        {
            "en": "For some of us, <em>embracing</em> these changes is easier said than done.",
            "vi": "Ở một số người, việc chớp lấy những đổi mới này thì nói dễ hơn làm."
        },
        {
            "en": "Other traditional cultures, such as farming communities in parts of Africa, are <em>embracing</em> communications technologies.",
            "vi": "Trong nền văn hóa khác, chẳng hạn như cộng đồng nông nghiệp ở 1 phần Châu Phi, đang nắm bắt các công nghệ truyền thông."
        },
        {
            "en": "I watch you, <em>embracing</em> me, your eyes lonelier than the moonlight.",
            "vi": "Em nhìn thấy anh, ôm chặt em trong lòng, đôi mắt còn cô đơn hơn cả vầng trăng."
        },
        {
            "en": "Iraqi policeman dies <em>embracing</em> suicide bomber in Khales area northeast of Baghdad",
            "vi": "Một cảnh sát Iraq chết khi ôm chặt kẻ đánh bom liều chết ở khu vực Khales đông bắc Baghdad"
        },
        {
            "en": "The all - <em>embracing</em> tax law is applicative for citizens of USA who acquire assets alfresco the country.",
            "vi": "Luật về các loại thuế áp dụng được cho những công dân Mỹ có tài sản ở nước ngoài."
        },
        {
            "en": "Each of us is an angel with only one wing, therefore we can only fly by <em>embracing</em> one another.",
            "vi": "Mỗi người trong chúng ta là một thiên thần với chỉ một bên cánh, vậy nên chúng ta chỉ có thể bay khi ôm chặt lấy nhau."
        },
        {
            "en": "The all-<em>embracing</em> tax law is applicative for citizens of USA who acquire assets alfresco the country.",
            "vi": "Luật về các loại thuế áp dụng được cho những công dân Mỹ có tài sản ở nước ngoài."
        },
        {
            "en": "The authors believe that mothers with more education will drive advances in global health, <em>embracing</em> immunization programs, for example.",
            "vi": "Các tác giả tin rằng khi các bà mẹ có học vấn cao hơn sẽ đưa đến những tiến bộ trong y tế toàn cầu, ví dụ như bao gồm các chương trình tiêm chủng."
        },
        {
            "en": "Some provincial Governments have been much more determined than others in <em>embracing</em> reforms, attracting FDI and promoting private sector development.",
            "vi": "Chính quyền ở một số tỉnh đã quyết tâm hơn so với các tỉnh khác trong cải cách, thu hút vốn FDI và thúc đẩy sự phát triển của khu vực tư nhân."
        },
        {
            "en": "The heat, the aridity, the all-<em>embracing</em> oven of the desert is just as dangerous as the savage forces of a white-water river.",
            "vi": "Cái nóng, tình trạng khô cằn, cái lò nóng ran tỏa khắp sa mạc cũng nguy hiểm y như sức hung hãn của dòng sông bạc sóng."
        },
        {
            "en": "The heat, the aridity, the all - <em>embracing</em> oven of the desert is just as dangerous as the savage forces of a white - water river.",
            "vi": "Cái nóng, tình trạng khô cằn, cái lò nóng ran tỏa khắp sa mạc cũng nguy hiểm y như sức hung hãn của dòng sông bạc sóng."
        },
        {
            "en": "The \"love\" that some husbands and wives try to show others by <em>embracing</em> each other in public does not necessarily indicate true love or understanding.",
            "vi": "\"Tình yêu\" mà một số cặp vợ chồng diễn ra cho người khác thấy bằng cách ôm nhau nơi công cộng, không cần thiết để chứng tỏ một tình yêu chân thật hoặc sự hiểu biết."
        }
    ],
    "suggestions": []
}