{
    "en_vn": {
        "data": {
            "content": null,
            "word": "embroiled",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "embroiled",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "embroiled",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "embroiled",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "embroiled",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "They are <em>embroiled</em> in a civil war",
            "vi": "Họ bị lôi kéo vào một cuộc nội chiến"
        },
        {
            "en": "The USA <em>embroiled</em> its neighboring countries in an unjust war.",
            "vi": "Mỹ lôi kéo các nước bạn vào một cuộc chiến tranh phi nghĩa."
        },
        {
            "en": "He must avoid becoming <em>embroiled</em> in another scandal.",
            "vi": "Anh ta phải tránh bị lôi kéo vào những bê bối khác."
        },
        {
            "en": "India is also <em>embroiled</em> a row over the map's inclusion of disputed areas.",
            "vi": "Ấn Độ cũng phản ứng gay gắt với hình bản đồ in các khu vực tranh chấp."
        },
        {
            "en": "In 1619, Galileo became <em>embroiled</em> in a controversy with Father Orazio Grassi, professor of mathematics at the Jesuit Collegio Romano.",
            "vi": "Năm 1619, Galileo bắt đầu xung đột với cha Orazio Grassi, giáo sư toán tại Jesuit Collegio Romano."
        },
        {
            "en": "France and Germany are <em>embroiled</em> in a diplomatic row after German Chancellor Angela Merkel flatly contradicted President Nicolas Sarkozy on the issue of Roma camps.",
            "vi": "Pháp và Đức đang dính vào bất đồng ngoại giao sau khi Thủ tướng Đức Angela Merkel thẳng thừng phủ nhận ý kiến của Tổng thống Nicolas Sarkozy về vấn đề trại định cư cho người Rom."
        },
        {
            "en": "Example: While Samsung pumps out tens of thousands of high-end LCD panels for Apple, the two companies remain <em>embroiled</em> in longstanding intellectual property litigation, with Apple accusing Samsung of blatantly ripping off the iOS user interface, as well as Apple’s iconic product designs.",
            "vi": "Ví dụ: Trong khi Samsung sản xuất ra hàng chục ngàn màn hình LCD cao cấp cho Apple, hai công ty này vẫn đang dính líu trong những vụ kiện tụng kéo dài liên quan đến quyền sở hữu trí tuệ, trong đó Apple buộc tội Samsung đã hiển nhiên sao chép giao diện người dùng của iOS, cũng như thiết kế sản phẩm đặc thù của Apple."
        },
        {
            "en": "16 September 2010 Last updated at 21:59 GMT        \n \n16 September 2010 Last updated at 21:59 GMT  France and Germany are <em>embroiled</em> in a diplomatic row after German Chancellor Angela Merkel flatly contradicted President Nicolas Sarkozy on the issue of Roma camps. The issue of Roma (Gypsy) deportations from France has dominated an EU summit. Mr Sarkozy told a news conference that Chancellor Merkel had said to him that she intended to follow France's example in dismantling Roma camps. Mrs Merkel's spokesman denied she had discussed the issue with Mr Sarkozy. Fresh from a blazing row with the president of the European Commission, President Sarkozy has managed to fall out with his closest ally in Europe, says the BBC's Oana Lungescu, who was at the summit in Brussels.  Heated exchange Mr Sarkozy told reporters at the summit that Chancellor Merkel had said she intended to dismantle Roma camps in the coming weeks. He predicted the action could unsettle German politics. But promptly after landing in Berlin, the Chancellor's spokesman firmly denied that Mrs Merkel had discussed any so-called Roma camps with the French president during the summit or on the margins, let alone their evacuation.  During the summit, Mr Sarkozy clashed with the European Commission over the matter of Roma deportations. Since August, France has dismantled about 200 Roma settlements and deported about 1,000 of their inhabitants to Romania and Bulgaria. It has also evicted French nationals from illegal traveller settlements.  Earlier this week, the EU justice commissioner Viviane Reding had appeared to compare France's actions to persecutions in Nazi-occupied France. \"The disgusting and shameful words that were used - World War II, the evocation of the Jews - was something that shocked us deeply,\" Mr Sarkozy said. He then went on to have a heated exchange with the EU Commission President, Jose Manuel Barroso.  This is an unprecedented row between Brussels and Paris, our correspondent says. Mr Barroso recognised that some excessive comments had been made, but insisted that discrimination against ethnic minorities was unacceptable.  \"It is true that in the past few weeks, some things have been said that are out of order,\" Mr Barroso admitted. \"But I think we need to leave that on one side now.\" Ms Reding, the EU commissioner from Luxembourg, said on Tuesday: \"This is a situation I had thought Europe would not have to witness again after the Second World War.\" She also urged the European Commission to take legal action against France over the deportations. Ms Reding later said she regretted interpretations of her statement. Although France has deported thousands of Romanian and Bulgarian Roma over the past few years, it began accelerating the process last month, as part of a high-profile crackdown on illegal camps in the country. On Monday, Euro MPs accused the commission of failing to protect the Roma deported from France. In all, Mr Sarkozy said around 500 camps were dismantled in August, of which 199 were Roma settlements. About 5,400 people were evicted from the Roma camps, but the majority of those living in the camps were French nationals, the president said. The president's assertions appeared to contradict a leaked memo from the French interior ministry which surfaced on Monday. It showed the authorities had been instructed to target Roma camps, rather than deal with migrants on a case-by-case basis, as the French migration minister and the minister for Europe had assured the European Commission.  http://www.bbc.co.uk/news/world-europe-11338112",
            "vi": "16 September 2010 Last updated at 21:59 GMT       \n \n16 September 2010 Last updated at 21:59 GMT  Pháp và Đức đang dính vào bất đồng ngoại giao sau khi Thủ tướng Đức Angela Merkel thẳng thừng phủ nhận ý kiến của Tổng thống Nicolas Sarkozy về vấn đề trại định cư cho người Rom. Vấn đề trục xuất người Rom (người du mục Gypsy) ra khỏi nước Pháp hiện là đề tài chính của cuộc họp thượng đỉnh Liên Minh Châu Âu (EU) Ông Sarkozy phát biểu tại một cuộc họp báo rằng trước đó Thủ tướng Merkel đã nói với ông rằng bà có ý định theo gương Pháp giải tán các trại định cư của người Rom.  Phát ngôn viên của bà Merkel phủ nhận việc bà đã thảo luận vấn đề này với ông Sarkozy. Phóng viên đài BBC Oana Lungescu, người đã có mặt tại cuộc họp thượng đỉnh ở Brussels cho biết, Tổng thống Sarkozy lại gây bất hòa với liên minh thân thiết nhất của mình ở Châu Âu ngay sau khi tranh cãi dữ dội với chủ tịch Ủy Ban Châu Âu Lời qua tiếng lại  Ông Sarkozy nói với các phóng viên tại cuộc họp thượng đỉnh rằng Thủ tướng Merkel trước đó đã nói bà có ý định giải tán các trại định cư của người Rom trong các tuần lễ sắp đến Ông tiên đoán hành động này có thể gây bối rối chính trường nước Đức. Nhưng ngay sau khi hạ cánh xuống Berlin, phát ngôn viên của Thủ tướng Đức đã mạnh mẽ phủ nhận việc bà Merkel có thảo luận trước về cái gọi là trại định cư của người Rom với Tổng thống Pháp trong cuộc họp thượng đỉnh hoặc bên lề cuộc họp, đừng nói gì đến chuyện sơ tán. Trong thời gian diễn ra cuộc họp thượng đỉnh, ông Sarkozy đã cãi nhau với Ủy Ban Châu Âu về vấn đề trục xuất người Rom.  Kể từ tháng Tám, Pháp đã giải tán khoảng 200 khu định cư của người Rom và trục xuất khoảng 1.000 người cư trú ở đó đi Romania và Bulgaria. Nước này cũng đã trục xuất các công dân Pháp ra khỏi các khu định cư du mục bất hợp pháp Đầu tuần này, Viviane Reding, ủy viên Bộ Tư Pháp của EU, đã so sánh hành động của Pháp với hành vi ngược đãi đã diễn ra tại Pháp thời bị Đức Quốc Xã chiếm đóng. Ông Sarkozy phát biểu : những lời lẽ đáng kinh tởm và xấu hổ đã được nói ra – Thế Chiến Thứ Hai, sự gợi nhớ về người Do Thái – là điều khiến chúng tôi bất bình sâu sắc. Kế đến ông tiếp tục lời qua tiếng lại gay gắt với Jose Manuel Barroso, chủ tịch Ủy Ban Châu Âu. Các phóng viên của chúng tôi cho biết, đây là cuộc cãi vã chưa từng có giữa Brussels và Paris.  Ông Barroso thừa nhận đã có vài lời bình phẩm thái quá, nhưng phát biểu mạnh mẽ rằng hành vi phân biệt đối xử với các dân tộc thiểu số là không thể chấp nhận. Ông Barroso thừa nhận : Đúng là trong vài tuần lễ vừa qua, một số điều được nói ra là không phù hợp. Nhưng tôi nghĩ rằng giờ đây chúng ta cần đặt chuyện ấy sang một bên. Hôm thứ Ba, bà Reding, ủy viên EU tại Luxembourg, phát biểu : Đây là hoàn cảnh mà tôi đã nghĩ rằng Châu Âu sẽ không phải làm nhân chứng một lần nữa sau Thế Chiến Thứ Hai. Bà cũng thúc giục Ủy Ban Châu Âu có hành động mang tính pháp lý chống lại nước Pháp về hành vi trục xuất. Sau đó bà Reding nói bà lấy làm tiếc về cách diễn đạt lời tuyên bố của mình. Mặc dù Pháp đã trục xuất hàng ngàn người Rom có gốc Romania và Bulgaria trong vài năm vừa qua, trong những tháng gần đây nhất họ đã xúc tiến quá trình này nhanh chóng hơn  Vào hôm thứ Hai, các nghị viên Châu Âu đã lên án ủy ban này không bảo vệ người Rom bị trục xuất khỏi nước Pháp. Ông Sarkozy cho biết tổng cộng khoảng 500 trại đã bị giải tán vào tháng Tám, trong đó 199 nơi là khu định cư của người Rom. Tổng thống cho biết, khoảng 5.400 người bị đuổi khỏi các trại của người Rom, nhưng đa số những người sống ở các trại ấy là người mang quốc tịch Pháp. Những khẳng định của Tổng thống có vẻ trái ngược với bản ghi nhớ của Bộ Nội Vụ Pháp bị rò rỉ đã xuất hiện vào hôm thứ Hai.  Theo nội dung mà Bộ trưởng Bộ Di cư và Bộ trưởng về vấn đề Châu Âu của Pháp đã khẳng định với Ủy Ban Châu Âu, bản ghi nhớ này cho biết các cơ quan chính quyền được chỉ thị nhắm vào các trại của người Rom, chứ không phải xử lý từng trường hợp một những người di cư, http://www.bbc.co.uk/news/world-europe-11338112"
        }
    ],
    "suggestions": []
}