{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Emerson",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Emerson",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Emerson",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Emerson",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Emerson",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I doubt if <em>Emerson</em> could trundle a wheelbarrow through the streets.",
            "vi": "Tôi không biết là Emerson có đẩy được cái xe cút kít qua mấy con đường được không?"
        },
        {
            "en": "4. “Adopt the pace of nature: her secret is patience.” ― Ralph Waldo <em>Emerson</em>",
            "vi": "4.\"Học qua cách chuyển động của thiên nhiên: bí mật của cô ấy là sự nhiên nhẫn\"― Ralph Waldo Emerson"
        },
        {
            "en": "I couldn't believe all the people who knew this secret were the greatest people in history : Plato, Shakespeare, Newton, Hugo, Beethoven, Lincoln, <em>Emerson</em>, Edison, Einstein.",
            "vi": "Thật không thể tin được là tất cả những người biết đến bí mật này lại là những vĩ nhân trong lịch sử: Plato, Shakespeare, Newton, Hugo, Beethoven, Lincoln, Emerson, Edison, Einstein."
        },
        {
            "en": "I couldn't believe all the people who knew this secret were the greatest people in history: Plato, Shakespeare, Newton, Hugo, Beethoven, Lincoln, <em>Emerson</em>, Edison, Einstein.",
            "vi": "Thật không thể tin được là tất cả những người biết đến bí mật này lại là những vĩ nhân trong lịch sử : Plato, Shakespeare, Newton, Hugo, Beethoven, Lincoln, Emerson, Edison, Einstein."
        },
        {
            "en": "Believing, as <em>Emerson</em> did, that the poetric quality is not marshalled in rhyme or uniformity, he pleaded for the free growth og metrical laws.",
            "vi": "Tin tng nh emerson rng gia tri cua th ng khng do vn va s rp theo khun mu, ng bin h cho s t do ln manh cua m lut th."
        },
        {
            "en": "Brazil is likely to also include Juliano Haus Belletti, Andre Cruz, Denilson, Djalminha, Edmilson, Elber, <em>Emerson</em>, Kleberson, Luizao, and Romario and will be coached by Carlos Dunga.",
            "vi": "Brazil có khả năng cũng bao gồm Juliano Belletti Haus, Andre Cruz, Denilson, Djalminha, Edmilson, Elber, Emerson, Kleberson, Luizao, và Romario và sẽ được dẫn dắt bởi HLV Carlos Dunga."
        },
        {
            "en": "When I asked Tom why he was so interested in contact with others, I was reminded of what Ralph Waldo <em>Emerson</em> once said: \"Every man I meet is my superior in some way. In that, I learn of him.\"",
            "vi": "Khi tôi hỏi Tom vì sao ông lại đặc biệt hứng thú việc kết nối với người khác, tôi đã được ông nhắc về điều mà Ralph Wado Emerson từng nói :\"Mỗi người tôi gặp đều có những điểm giỏi hơn tôi. Họ đáng để cho tôi học hỏi.\""
        },
        {
            "en": "After I drank two bottles of Scotch with my partner and my graduate students during the night of the election and the next day, I also renewed my commitment to fight the power. As a writer, that was always my mission, and I was thinking of it when I named my son Ellison, after the novelist Ralph Waldo Ellison, himself named after the philosopher Ralph Waldo <em>Emerson</em>. Making my son a part of this lineage, I wanted him to understand the basic paradox at the heart of literature and philosophy: even as each of us is solitary as a reader or a writer, we are reminded of our shared humanity and inhumanity. The lesson of the great books comes from how they assert, again and again, that we are not alone.",
            "vi": "Sau khi tôi uống hai chai Scotch với đối tác và các sinh viên tốt nghiệp của tôi trong đêm bầu cử và cả ngày hôm sau, tôi cũng nhắc lại cam kết của mình chiến đấu chống lại quyền lực bá quyền. Là một nhà văn, đó luôn là sứ mệnh của tôi, và tôi đã suy nghĩ về nó khi tôi đặt tên cho con trai tôi là Ellison, sau khi tiểu thuyết gia Ralph Waldo Ellison tự đặt theo tên của triết gia Ralph Waldo Emerson. Khiến cho con trai tôi trở thành một phần của dòng dõi này, tôi muốn thằng bé hiểu được nghịch lý căn bản trong tâm hồn của văn học và triết học: thậm chí khi mỗi người trong chúng ta là những người đơn độc như độc giả hay một nhà văn, chúng ta được nhắc nhở về tình người được sẻ chia và cả sự vô nhân đạo trong chính chúng ta. Bài học từ những cuốn sách vĩ đại xuất phát từ cách họ khẳng định, sự lặp đi lặp lại khiến chúng ta không còn đơn độc."
        }
    ],
    "suggestions": []
}