{
    "en_vn": {
        "data": {
            "content": null,
            "word": "emma",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "emma",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "emma",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "emma",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "emma",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Emma</em> : Good idea!",
            "vi": "Emma: Ý tưởng tuyệt vời!"
        },
        {
            "en": "By <em>Emma</em> Wilkinson",
            "vi": "Viết bởi Emma Wilkinson"
        },
        {
            "en": "<em>Emma</em> and Carrie exchanged looks.",
            "vi": "Emma và carrie trao đổi ánh mắt với nhau."
        },
        {
            "en": "<em>Emma</em> looks close to tears.",
            "vi": "Emma sắp khóc rồi."
        },
        {
            "en": "<em>Emma</em> looks almost going to cry.",
            "vi": "Emma sắp khóc rồi."
        },
        {
            "en": "<em>Emma</em> was impressed by the luxury.",
            "vi": "Emma rất ấn tượng với sự xa hoa ở đó."
        },
        {
            "en": "<em>Emma</em> describes her university life as best experiences.",
            "vi": "Emma miêu tả cuộc sống sinh viên của cô ấy như là những trải nghiệm tốt nhất."
        },
        {
            "en": "This is <em>Emma</em> Campbell for Radio Gloucester, signing off.",
            "vi": "Đây là Emma Campbell của Radio Gloucester. Chào tạm biệt."
        },
        {
            "en": "<em>Emma</em> nibbled at a piece of toast in thoughtful silence.",
            "vi": "Emma gặm miếng bánh mì nướng trong âm thầm lặng lẽ."
        },
        {
            "en": "If <em>Emma</em> likes something she'll buy it however much it costs.",
            "vi": "Nếu Emma thích thứ gì thì cô ta sẽ mua nó cho dù nó mắc đến đâu đi nữa."
        },
        {
            "en": "<em>Emma</em> made a fortune selling candy to her classmates after lunch every day.",
            "vi": "Emma kiếm được nhiều tiền bằng việc bán kẹo cho các bạn cùng lớp mỗi ngày sau buổi ăn trưa."
        },
        {
            "en": "Don't be too hard on little <em>Emma</em>. She didn't intend to break the cup.",
            "vi": "Mắng con bé Emma vừa thôi. Nó đâu cố ý làm vỡ cái tách."
        },
        {
            "en": "The next day <em>Emma</em> felt the pain she felt after the Marquis's party.",
            "vi": "Ngày hôm sau Emma cảm nhận được nỗi đau mà cô đã trải qua sau bữa tiệc tại nhà ông Hầu Tước."
        },
        {
            "en": "<em>Emma</em> found it hard to overcome the reality of the situation.",
            "vi": "Emma cảm thấy rất khó khăn để vượt qua thực tế của hoàn cảnh."
        },
        {
            "en": "<em>Emma</em> : Okay. We’ll need to allow time for the seeds to come up",
            "vi": "Emma: Okay. Chúng ta sẽ cần phải có thời gian để hạt giống lớn lên"
        },
        {
            "en": "<em>Emma</em> has milky skin that looks great contrasted with her dark hair.",
            "vi": "Emma có nước da trắng như sữa tương phản với mái tóc màu đen huyền của mình."
        },
        {
            "en": "<em>Emma</em> Kunkel and Met Hastings bought the millinery of Mrs. Pittsford.",
            "vi": "Emma Kunkel và Met Hastings đã mua những cái nón trong cửa hàng của bà Pittsford."
        },
        {
            "en": "I had always led a quiet life until I met <em>Emma</em>.",
            "vi": "Tôi luôn sống một cuộc sống yên lặng cho đến khi gặp được Emma."
        },
        {
            "en": "<em>Emma</em> is wearing her ankle boots with a pair of black leggings.",
            "vi": "Emma đang mang giày ống tới mắt cá chân với chiếc quần ôm màu đen."
        },
        {
            "en": "<em>Emma</em> lives for her children until the day she meets Orlando.",
            "vi": "Emma sống vì con cái cho đến ngày cô ấy gặp gỡ Orlando."
        }
    ],
    "suggestions": []
}