{
    "en_vn": {
        "data": {
            "content": null,
            "word": "empathic",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "empathic",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "empathic",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "empathic",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "empathic",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "1. Reading relieves stress.  2. Reading helps get rid of insomnia.  3. Reading makes us more <em>empathic</em> people.",
            "vi": "Đọc sách làm giảm căng thẳng.  Đọc sách giúp thoát khỏi chứng mất ngủ.  Đọc sách làm cho chúng ta trở thành những người dễ cảm thông hơn"
        },
        {
            "en": "The heroes finally start acting like a team when they fight Darkseid together. Batman rescues Superman from torture at the hands of DeSaad and Steppenwolf, bringing him back to Earth. Superman is able to take on Darkseid, and throws him back through the portal while Cyborg uses his <em>empathic</em> technology to close it. Darkseid swears that he will return.",
            "vi": "Các anh hùng cuối cùng đã bắt đầu hành động giống như một đội khi họ cùng nhau chiến đấu chống lại Darkseid. Batman cứu Superman không bị tra tấn dưới bàn tay của 2 thuộc hạ Darkseid là DeSaad và Steppenwolf, đưa anh ta trở lại Trái Đất. Superman đã vác Darkseid lên, và ném anh ta trở lại các cánh cổng năng lượng trong khi Cyborg sử dụng công nghệ thấu cảm của mình để đóng nó. Darkseid thề rằng hắn sẽ trở lại."
        },
        {
            "en": "Love cares what becomes of you because love knows that we are all interconnected. Love is inherently compassionate and <em>empathic</em>. Love knows that the \"other\" is also oneself. This is the true nature of love and love itself can not be manipulated or restrained. Love honors the sovereignty of each soul. Love is its own law",
            "vi": "Tình yêu quan tâm đến những gì liên quan đến bạn bởi vì tình yêu biết tất cả chúng ta đều kết nối với nhau. Tình yêu hoàn toàn là sự từ bi và thông cảm. Tình yêu biết rằng người khác cũng giống như là chính mình. Đây là bản chất thực sự của tình yêu và tình yêu chính nó không thể thao túng cũng không thể kiềm chế. Tình yêu tôn vinh chủ quyền của mỗi linh hồn. Tình yêu có luật riêng của nó."
        },
        {
            "en": "Love cares what becomes of you because love knows that we are all interconnected. Love is inherently compassionate and <em>empathic</em>. Love knows that the \"other\" is also oneself. This is the true nature of love and love itself can not be manipulated or restrained. Love honors the sovereignty of each soul. Love is its own law",
            "vi": "Tình yêu quan tâm đến những gì liên quan đến bạn bởi vì tình yêu biết tất cả chúng ta đều kết nối với nhau. Tình yêu hoàn toàn là sự từ bi và thông cảm. Tình yêu biết rằng người khác cũng giống như là chính mình. Đây là bản chất thực sự của tình yêu và tình yêu chính nó không thể thao túng cũng không thể kiềm chế. Tình yêu tôn vinh chủ quyền của mỗi linh hồn. Tình yêu có luật riêng của nó."
        },
        {
            "en": "\"In the broadest sense, social robots have the potential to become part of the educational infrastructure just like paper, white boards, and computer tablets. But a social robot has the potential to support and challenge students in ways unavailable in current resource-limited educational environments. Robots can free up precious time for teachers, allowing the teacher to focus on what people still do best -- provide a comprehensive, <em>empathic</em>, and rewarding educational experience.\"",
            "vi": "\"Theo nghĩa rộng nhất, các robot có tiềm năng trở thành một phần của cơ sở hạ tầng giáo dục giống như giấy, bảng trắng và máy tính bảng. Nhưng một robot có tiềm năng hỗ trợ và thách thức học sinh theo những cách không có sẵn trong môi trường tài nguyên giáo dục hạn chế hiện tại. Robot có thể tiết kiệm thời gian quý báu cho giáo viên, cho phép họ tập trung vào những gì con người vẫn làm tốt nhất- đó là cung cấp trải nghiệm giáo dục toàn diện, thấu hiểu và bổ ích. \""
        },
        {
            "en": "\"In the broadest sense, social robots have the potential to become part of the educational infrastructure just like paper, white boards, and computer tablets. But a social robot has the potential to support and challenge students in ways unavailable in current resource-limited educational environments. Robots can free up precious time for teachers, allowing the teacher to focus on what people still do best -- provide a comprehensive, <em>empathic</em>, and rewarding educational experience.\"",
            "vi": "\"Theo nghĩa rộng nhất, các robot có tiềm năng trở thành một phần của cơ sở hạ tầng giáo dục giống như giấy, bảng trắng và máy tính bảng. Nhưng một robot có tiềm năng hỗ trợ và thách thức học sinh theo những cách không có sẵn trong môi trường tài nguyên giáo dục hạn chế hiện tại. Robot có thể tiết kiệm thời gian quý báu cho giáo viên, cho phép họ tập trung vào những gì con người vẫn làm tốt nhất- đó là cung cấp trải nghiệm giáo dục toàn diện, thấu hiểu và bổ ích. \""
        }
    ],
    "suggestions": []
}