{
    "en_vn": {
        "data": {
            "content": null,
            "word": "emphasizing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "emphasizing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "emphasizing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "emphasizing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "emphasizing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I said, <em>emphasizing</em> the word older.",
            "vi": "Tôi nói, nhấn mạnh từ lớn hơn."
        },
        {
            "en": "It fit him snugly, <em>emphasizing</em> how muscular his chest was.",
            "vi": "Thật vừa vặn gọn gàng, làm nổi bật bờ ngực vạm vỡ của anh."
        },
        {
            "en": "<em>Emphasizing</em> the advantages of the products 'origin is our responsibility.",
            "vi": "Nhấn mạnh lợi thế của nguồn gốc sản phẩm là trách nhiệm của chúng tôi."
        },
        {
            "en": "\"Absolute\" is very great, or complete which is used for <em>emphasizing</em> an opinion, feeling, or statement.",
            "vi": "\"Absolute\" (tuyệt đối/hoàn toàn) là rất lớn hay hoàn hảo, được dùng để nhấn mạnh một ý kiến, một cảm xúc hay lời phát biểu."
        },
        {
            "en": "Absurd is deliberately <em>emphasizing</em> what is silly or stupid about people and society.",
            "vi": "\"Absurd\"(ngu xuẩn) là chủ tâm nhấn mạnh điều ngớ ngẩn hay lố bịch về con người và xã hội."
        },
        {
            "en": "Abject is used for <em>emphasizing</em> how bad, unpleasant, or severe a situation or condition is.",
            "vi": "\"Abject\" (khốn khổ) được dùng để nhấn mạnh mức độ tồi tệ, khó chịu hay gay go của một tình huống hay trạng thái."
        },
        {
            "en": "Abject is used for <em>emphasizing</em> how bad, unpleasant, or severe a situation or condition is.",
            "vi": "\"Abject\"(khốn khổ) được dùng để nhấn mạnh mức độ tồi tệ, khó chịu hay gay go của một tình huống hay trạng thái."
        },
        {
            "en": "This workshop's program applies a model <em>emphasizing</em> prevention, risk reduction, and client-focused counseling.",
            "vi": "Chương trình hội thảo áp dụng mô hình tập trung vào dự phòng, giảm tác hại, và tư vấn lấy khách hàng làm trung tâm."
        },
        {
            "en": "Absurd is deliberately <em>emphasizing</em> what is silly or stupid about people and society.",
            "vi": "\"Absurd\" (ngu xuẩn) là chủ tâm nhấn mạnh điều ngớ ngẩn hay lố bịch về con người và xã hội."
        },
        {
            "en": "This chapter analyzes the link between economic growth and poverty reduction in Vietnam, <em>emphasizing</em> the role played by policy reforms.",
            "vi": "Chương này sẽ phân tích mối liên hệ giữa tăng trưởng kinh tế và giảm nghèo ở Việt Nam, trong đó chú trọng vào vai trò của cải cách chính sách."
        },
        {
            "en": "Most poetry has rhythm, and rhythm is achieved by <em>emphasizing</em> certain syllables in the words used in love poems.",
            "vi": "Hầu hết thơ ca đều có nhịp điệu, và nhịp điệu có được do nhấn mạnh những âm tiết nào đó trong những từ ngữ dùng trong các bài thơ tình."
        },
        {
            "en": "\"Absolute\" is used for <em>emphasizing</em> that something is the most or least possible in a particular situation.",
            "vi": "\"Absolute\"(đúng) được dùng để nhấn mạnh rằng điều gì đó là có/không thể xảy ra nhất trong một tình huống cụ thể."
        },
        {
            "en": "\"Absolute\" is used for <em>emphasizing</em> that something is the most or least possible in a particular situation.",
            "vi": "\"Absolute\" (đúng) được dùng để nhấn mạnh rằng điều gì đó là có/không thể xảy ra nhất trong một tình huống cụ thể."
        },
        {
            "en": "<em>Emphasizing</em> the importance of the orientation of career, the compilers have designed the curriculum to serve that end. ",
            "vi": "Nhấn mạnh tầm quan trọng của việc định hướng nghề nghiệp, người biên soạn đã thiết kế chương trình giảng dạy để phục vụ cho mục tiêu đó."
        },
        {
            "en": "This phrase is used for <em>emphasizing</em> what you are saying, especially when you think someone is not paying attention.",
            "vi": "Cụm từ này được dùng để nhấn mạnh những gì bạn đang nói, đặc biệt là khi bạn nghĩ ai đó không chú ý lắng nghe."
        },
        {
            "en": "In the area of local governance, most of the reforms have been oriented toward downward accountability, <em>emphasizing</em> transparency and participation.",
            "vi": "Trong lĩnh vực quản lý nhà nước ở địa phương, nhiều cuộc cải cách được định hướng theo hướng trách nhiệm giải trình hướng xuống dưới, nhấn mạnh tính minh bạch và sự tham gia."
        },
        {
            "en": "The short route to accountability focuses on specific services <em>emphasizing</em> the direct interactions between service providers and their clients.",
            "vi": "Phương pháp tiếp cận ngắn đối với trách nhiệm giải trình chú trọng đến các dịch vụ cụ thể nhấn mạnh đến sự trao đổi trực tiếp giữa nhà cung cấp dịch vụ và khách hàng."
        },
        {
            "en": "<em>Emphasizing</em> the importance of the orientation of career, the compilers have designed the curriculum to serve that end. ",
            "vi": "Nhấn mạnh tầm quan trọng của việc định hướng nghề nghiệp, người biên soạn đã thiết kế chương trình giảng dạy để phục vụ cho mục tiêu đó."
        },
        {
            "en": "This is worth <em>emphasizing</em> as the Government of Viet Nam prepares a scaledup response to HIV/AIDS in the face of an expanding epidemic.",
            "vi": "Đáng nhấn mạnh là Chính phủ Việt Nam chuẩn bị mở rộng đáp ứng đối với HIV/AIDS trong tình hình dịch đang gia tăng."
        },
        {
            "en": "John Mauldin describes the hyperinflation that infected Argentina in 1989, <em>emphasizing</em> that it was a political decision to print money to cover massive budget deficits.",
            "vi": "John Mauldin miêu tả tình trạng siêu lạm phát đã tác động Argentina năm 1989, và nhấn mạnh rằng đó là một quyết định chính trị nhằm in tiền để trang trải những thâm hụt ngân sách khổng lồ."
        }
    ],
    "suggestions": []
}