{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['emfəsaiz]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">emphasize</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['emfəsaiz]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">ngoại động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nhấn mạnh</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">làm nổi bật (sự kiện...)</td></tr></table><i/></div>",
            "word": "emphasise",
            "pronounce": "['emfəsaiz]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "emphasise",
            "pronounce": "['emfəsaiz]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "emphasise",
            "pronounce": "['emfəsaiz]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>emphasise</k><blockquote><blockquote><abr>see</abr><kref>emphasize</kref></blockquote></blockquote></div>",
            "word": "emphasise",
            "pronounce": "['emfəsaiz]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "emphasise",
            "pronounce": "['emfəsaiz]"
        }
    },
    "sentences": [
        {
            "en": "<em>Emphasise</em> the benefits of what you are selling.",
            "vi": "Hãy nhấn mạnh về các lợi ích của cái bạn đang bán."
        },
        {
            "en": "To recapitulate, Asians <em>emphasise</em> the importance of orderly society whereas Americans <em>emphasise</em> the importance of personal freedom and individual rights.",
            "vi": "Tóm lại, người châu Á nhấn mạnh sự quan trọng của trật tự xã hội, trái lại, người Mỹ lại nhấn mạnh đến tầm quan trọng của tự do và quyền lợi cá nhân."
        },
        {
            "en": "However, they <em>emphasise</em> the importance of taking prescribed medication.",
            "vi": "Tuy nhiên, họ nhấn mạnh tầm quan trọng của trong việc kê đơn thuốc."
        },
        {
            "en": "This is not to denigrate “native” speakers, but to <em>emphasise</em> qualifications, irrespective of teachers’ identities.",
            "vi": "Đây không phải là chê bai người \"bản ngữ\", mà là để nhấn mạnh rằng trình độ chuyên môn không liên quan gì đến đặc trưng của giáo viên."
        },
        {
            "en": "Many of his pictures <em>emphasise</em> the beauty of the Western openness of plains.",
            "vi": "Tranh của anh ấy khắc họa vẻ đẹp của vùng đồng bằng rộng lớn miền Tây."
        },
        {
            "en": "This is not to denigrate “native” speakers, but to <em>emphasise</em> qualifications, irrespective of teachers’ identities.",
            "vi": "Đây không phải là chê bai người \"bản ngữ\", mà là để nhấn mạnh rằng trình độ chuyên môn không liên quan gì đến đặc trưng của giáo viên."
        },
        {
            "en": "<em>Emphasise</em> how your products or services are useful and will be appreciated by his family or friends.",
            "vi": "Nhấn mạnh về các sản phẩm hoặc dịch vụ của bạn hữu ích và sẽ được đánh giá cao bởi gia đình hoặc bạn bè như thế nào."
        },
        {
            "en": "In the Vietnamese context we speak of \"revenue assignments\" to <em>emphasise</em> the unitary nature of the fiscal system.",
            "vi": "Trong bối cảnh của Việt Nam, khái niệm \"phân bổ nguồn thu\" nhằm nhấn mạnh bản chất thống nhất của hệ thống ngân sách."
        },
        {
            "en": "The Prime Minister will <em>emphasise</em> the commitment by insisting that Magna Carta becomes part of the school curriculum.",
            "vi": "Thủ tướng Chính phủ sẽ nhấn mạnh sự cam kết bằng cách khẳng định rằng Magna Carta trở thành một phần của chương trình học."
        },
        {
            "en": "Recent policy shifts that promote non-stigmatisation and that <em>emphasise</em> voluntary counselling and testing have ensured greater compliance with international standards and best practices.",
            "vi": "Những thay đổi chính sách gần đây bằng cách đề cao việc chống kỳ thị và coi trọng việc làm xét nghiệm và tư vấn tự nguyện đã trở nên phù hợp hơn với các chuẩn mực quốc tế và thông lệ tối ưu."
        },
        {
            "en": "The Guidelines <em>emphasise</em> that due respect should be given to the proper personal development of children, and they should be accepted as full and equal partners in socialisation and integration processes.",
            "vi": "Hướng dẫn Riyadh nhấn mạnh cần tôn trọng sự phát triển của trẻ em và trẻ em phải được công nhận là những thành viên chính thức trong quá trình xã hội hóa và hội nhập."
        },
        {
            "en": "You may want to <em>emphasise</em> your strongest skills and attributes, and show why you are an excellent candidate, but you must do it in a way that catches the eye of the human resource professional who read it.",
            "vi": "Bạn có thể muốn nhấn mạnh những kỹ năng và tính cách tốt nhất của bạn, và chứng tỏ là tại sao bạn là một ứng cử viên sáng giá nhất, nhưng bạn phải thực hiện nó theo cách mà nắm bắt được sự chú ý của người chuyên viên nhân sự mà sẽ đọc nó."
        },
        {
            "en": "Admittedly, not all such changes stand the test of time: French revolutionaries, keen to <em>emphasise</em> the break with their monarchist past, failed to get their ten-hour clock and entirely new calendar to stick after imposing them in 1793.",
            "vi": "Nhưng nói đi cũng phải nói lại, không phải mọi sự đổi thay đều đứng vững trước thách thức của thời gian: Những cuộc cách mạng ở Pháp, tha thiết nhấn mạnh việc đoạn tuyệt với chế độ  quân chủ trong quá khứ, đã không thể cho vận hành loại đồng hồ chỉ mười tiếng một ngày và toàn bộ lịch mới sau khi ấn định chúng vào năm 1793."
        },
        {
            "en": "Not only that but while most parents, teachers and schools <em>emphasise</em> on studies, they either very rarely or never take into consideration things like sports or arts. Their misconception is that those are things that are simply useless and can be done at a later time or is something extra that does not need any time at all. The person’s time is fully prioritised on studying that they do not have the time to do anything else.",
            "vi": "Không chỉ vậy mà trong khi hầu hết các bậc cha mẹ, giáo viên và trường học chú trọng đến việc học tập, họ rất hiếm khi hoặc không bao giờ cân nhắc những thứ như thể thao hay nghệ thuật. Quan niệm sai lầm của họ là những môn đó đơn giản là vô dụng và có thể được thực hiện sau này hoặc là một thứ gì đó bổ sung mà không cần nhiều thời gian. Thời gian của một người hoàn toàn được ưu tiên cho việc học tập nghiên cứu mà không có thời gian để làm bất cứ điều gì khác."
        },
        {
            "en": "Not only that but while most parents, teachers and schools <em>emphasise</em> on studies, they either very rarely or never take into consideration things like sports or arts. Their misconception is that those are things that are simply useless and can be done at a later time or is something extra that does not need any time at all. The person’s time is fully prioritised on studying that they do not have the time to do anything else.",
            "vi": "Không chỉ vậy mà trong khi hầu hết các bậc cha mẹ, giáo viên và trường học chú trọng đến việc học tập, họ rất hiếm khi hoặc không bao giờ cân nhắc những thứ như thể thao hay nghệ thuật. Quan niệm sai lầm của họ là những môn đó đơn giản là vô dụng và có thể được thực hiện sau này hoặc là một thứ gì đó bổ sung mà không cần nhiều thời gian. Thời gian của một người hoàn toàn được ưu tiên cho việc học tập nghiên cứu mà không có thời gian để làm bất cứ điều gì khác."
        }
    ],
    "suggestions": []
}