{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">empower</font></td></tr></table><i/></div>",
            "word": "empowerment"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "empowerment"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "empowerment"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "empowerment"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "empowerment"
        }
    },
    "sentences": [
        {
            "en": "Study on Participation `& <em>Empowerment</em>.",
            "vi": "Nghiên cứu về sự tham gia và nâng cao vị thế."
        },
        {
            "en": "Maximizing decentralization and <em>empowerment</em> (institutionalization);",
            "vi": "Phân cấp và trao quyền tối đa (thể chế hóa);"
        },
        {
            "en": "Accountability requires transparency and <em>empowerment</em> of beneficiaries.",
            "vi": "Trách nhiệm giải trình đòi hỏi tính minh bạch và việc trao quyền cho các đối tượng hưởng lợi."
        },
        {
            "en": "Women <em>empowerment</em> is necessary for social equality.",
            "vi": "Sự trao quyền cho phụ nữ là điều cần thiết cho công bằng xã hội."
        },
        {
            "en": "Enhance access and <em>empowerment</em> of the poor.",
            "vi": "Nâng cao khả năng tiếp cận và năng lực của người nghèo."
        },
        {
            "en": "There is a close connection between <em>empowerment</em> and decentralization and a link between <em>empowerment</em> and benefits.",
            "vi": "Có sự liên kết chặt chẽ giữa trao quyền và phân cấp quản lý, và kết nối giữa trao quyền và lợi ích."
        },
        {
            "en": "Gender Goals: Gender Equality and <em>Empowerment</em> of Women.",
            "vi": "Mục tiêu về giới: Bình đẳng giới và nâng cao năng lực, vị thế cho phụ nữ."
        },
        {
            "en": "•\tI realized that development is directly related to women’s <em>empowerment</em>.",
            "vi": "•\tTôi nhận ra rằng phát triển có liên quan trực tiếp tới việc trao quyền năng cho phụ nữ."
        },
        {
            "en": "It emphasizes dignity, independence, <em>empowerment</em>, participation, equality, choice and privacy.",
            "vi": "Nó nhấn mạnh phẩm giá, sự độc lập, sự trao quyền, sự tham gia, sự bình đẳng, sự lựa chọn và tính riêng tư."
        },
        {
            "en": "Some technical leaders may question the domain of its <em>empowerment</em>.",
            "vi": "Một số người lãnh đạo kỹ thuật có thể nghi ngờ miền trao quyền."
        },
        {
            "en": "Some of their arguments in favour of participation include <em>empowerment</em>.",
            "vi": "Một số luận điểm ủng hộ cho sự tham gia gồm tạo quyền."
        },
        {
            "en": "Has the programme led to <em>empowerment</em> of local communities?",
            "vi": "Chương trình có dẫn tới việc nâng cao vị thế các cộng đồng địa phương?"
        },
        {
            "en": "Goal 3: Ensure gender equality and women <em>empowerment</em>",
            "vi": "Mục đích 3: Đảm bảo công bằng giới và tăng quyền cho phụ nữ"
        },
        {
            "en": "The planning process should be changed to ensure greater participation, transparency, <em>empowerment</em> and accountability in planning.",
            "vi": "Qui trình lập kế hoạch nên được thay đổi để đảm bảo có sự tham gia, tính minh bạch, trao quyền và trách nhiệm giải trình trong khi lập kế hoạch."
        },
        {
            "en": "<em>Empowerment</em> of the legislative branch is now widely discussed in Viet Nam.",
            "vi": "Tạo quyền cho nhánh lập pháp hiện đang được thảo luận rộng rãi ở Việt Nam."
        },
        {
            "en": "Transparency and local <em>empowerment</em> are central to ensuring that economic growth is environmentally sustainable.",
            "vi": "Tính minh bạch và việc trao quyền cho người dân địa phương có ý nghĩa thiết yếu để đảm bảo tăng trưởng kinh tế mang tính bền vững về môi trường."
        },
        {
            "en": "Other reasons include political constraints, vested interests, and weak <em>empowerment</em> of marginalized groups.",
            "vi": "Các lý do khác bao gồm những bất cập về mặt chính trị, các lợi ích đi kèm, và công tác hỗ trợ nâng cao vị thế cho các nhóm dân cư bị thiệt thòi còn yếu kém."
        },
        {
            "en": "There are people who do not need better channels of <em>empowerment</em>.",
            "vi": "Có những người không cần đến các kênh tốt hơn để tạo quyền."
        },
        {
            "en": "Making information available to these groups therefore is crucial factor for enhancing their capabilities and <em>empowerment</em>.",
            "vi": "Vì vậy, việc cung cấp thông tin cho những nhóm này là yếu tố then chốt để nâng cao năng lực và quyền năng cho họ."
        },
        {
            "en": "Eliminating violence against women and addressing women’s reproductive health are prerequisites to economic and political <em>empowerment</em>.",
            "vi": "Xóa bỏ bạo lực chống lại phụ nữ và giải quyết các vấn đề về sức khỏe sinh sản của phụ nữ là những điều kiện tiên quyết để nâng cao vị thế trong đời sống kinh tế và chính trị."
        }
    ],
    "suggestions": []
}