{
    "en_vn": {
        "data": {
            "content": null,
            "word": "enabling",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "enabling",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enabling",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enabling",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự cho phép</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">enabling pulse</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xung cho phép</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "enabling",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Enabling</em> Environment",
            "vi": "Môi trường thực thi"
        },
        {
            "en": "Business <em>Enabling</em> Environment Program",
            "vi": "Chương trình Phát triển Môi trường Kinh doanh"
        },
        {
            "en": "Establish <em>enabling</em> institutional and policy frameworks",
            "vi": "Xây dựng các cơ cấu thể chế và chính sách thực thi"
        },
        {
            "en": "<em>Enabling</em> (or directly pursuing) progress toward specific goals.",
            "vi": "Tạo điều kiện (hoặc trực tiếp thúc đẩy) tiến bộ trong những mục tiêu cụ thể."
        },
        {
            "en": "Who in the world is <em>enabling</em> to remove mountains?",
            "vi": "Ai trên đời này có khả năng dời non lắp biển?"
        },
        {
            "en": "Legal and Institutional Framework; Lack of <em>enabling</em> environment, appropriate policies.",
            "vi": "Khung pháp lý và thiết chế; Thiếu môi trường vững chắc và chính sách phù hợp."
        },
        {
            "en": "Enemy communications were destroyed, <em>enabling</em> a surprise attack.",
            "vi": "Hệ thống thông tin liên lạc của kẻ địch đã bị phá hủy, cho phép một cuộc tấn công bất ngờ."
        },
        {
            "en": "Links to broader reform in the <em>enabling</em> environment",
            "vi": "Các liên kết với cải cách ở mức độ rộng hơn trong một môi trường thực thi"
        },
        {
            "en": "Business development requires an <em>enabling</em> legal and regulatory environment.",
            "vi": "Phát triển doanh nghiệp đòi hỏi phải có một môi trường pháp lý quy định thuận lợi."
        },
        {
            "en": "Community based development requires an <em>enabling</em> framework and action.",
            "vi": "Những phát triển dựa vào cộng đồng đòi hỏi phải có khuôn khổ và hành động thực tế."
        },
        {
            "en": "Establish an <em>enabling</em> environment through institutional and policy reform",
            "vi": "Xây dựng môi trường thực thi thông qua cải cách chính sách và thể chế"
        },
        {
            "en": "Please amend the L/C as early as possible, <em>enabling</em> us to effect shipment.",
            "vi": "Xin quý ông vui lòng sửa thư tín dụng càng sớm càng tốt, giúp cho chúng tôi thực hiện việc giao hàng."
        },
        {
            "en": "An <em>enabling</em> environment must be created to ensure that services are understood and used.",
            "vi": "Cần tạo ra một môi trường thuận lợi để mọi người dân đều hiểu biết và sử dụng các dịch vụ."
        },
        {
            "en": "The legal frame is not <em>enabling</em> for establishment of new organisations and networks at present.",
            "vi": "Hiện nay, khuôn khổ pháp lý chưa tạo điều kiện cho việc thành lập các tổ chức mới và mạng lưới."
        },
        {
            "en": "The <em>enabling</em> environment matrices for these issues are presented in Annex 2.",
            "vi": "Ma trận môi trường thúc đẩy cho các vấn đề này được trình bày trong Phụ lục 2."
        },
        {
            "en": "We have to create an <em>enabling</em> environment for everybody to feel equally important.",
            "vi": "Chúng ta phải xây dựng một môi trường tạo điều kiện cho mọi người cảm thấy họ đều quan trọng như nhau."
        },
        {
            "en": "Current advances in medicine are <em>enabling</em> patients to survive and need treatment longer.",
            "vi": "Tiến bộ hiện thời trong y học tạo khả năng cho bệnh nhân sống sót và cần điều trị lâu hơn."
        },
        {
            "en": "Occupational therapy promotes health by <em>enabling</em> people to perform meaningful and purposeful occupations.",
            "vi": "Phép điều trị bằng lao động cải thiện sức khỏe bằng cách làm cho con người có thể làm được được những việc làm có ý nghĩa và có mục đích."
        },
        {
            "en": "Finally i chose an elevated, land <em>enabling</em> easy drainage and firm.",
            "vi": "Cuối cùng tôi cũng chọn được miếng đất cao ráo có thể dẫn nước được và khá vững chắc."
        },
        {
            "en": "Promoting an <em>enabling</em> environment through policy and institutional reform (decentralization, sector policies, etc.)",
            "vi": "Khuyến khích xây dựng một môi trường thực thi thông qua cải cách chính sách và thể chế (phân quyền, cách chính sách theo lĩnh vực, v.v)"
        }
    ],
    "suggestions": []
}