{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'næktmənt]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">enaction</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'næk∫n]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">enaction</font></td></tr></table><i/></div>",
            "word": "enactment",
            "pronounce": "[i'næktmənt]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>enactment</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 the process of enacting. </blockquote></blockquote><blockquote><blockquote>2》 a law that has been passed. </blockquote></blockquote></div>",
            "word": "enactment",
            "pronounce": "[i'næktmənt]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>enactment</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>the enactment of a Bill of Rights</i>: PASSING; ratification, sanction, approval, authorization; imposition.</blockquote><blockquote><b>2</b><i>parliamentary enactments</i>: ACT, law, by-law, ruling, rule, regulation, statute, measure; <cclass><i>N. Amer.</i><cclass><i>formal</i> ordinance; (<b>enactments</b>) legislation.</cclass></cclass></blockquote><blockquote><b>3</b><i>the enactment of the play</i>: ACTING, performing, performance, staging, presentation.</blockquote></div>",
            "word": "enactment",
            "pronounce": "[i'næktmənt]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enactment",
            "pronounce": "[i'næktmənt]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enactment",
            "pronounce": "[i'næktmənt]"
        }
    },
    "sentences": [
        {
            "en": "Some progress was achieved in privatisation and financial sector reform through the <em>enactment</em> of market-based legislation.",
            "vi": "Công cuộc cải cách khu vực tài chính và tư nhân hoá thông qua việc ban hành luật pháp dựa trên thị trường đã đạt được một số kết quả."
        },
        {
            "en": "Following the <em>enactment</em> of the Enterprise Law in 2000, the business registration process for new private companies has simplified significantly.",
            "vi": "Ngay sau khi Luật Doanh Nghiệp được ban hành vào năm 2000, quá trình đăng ký kinh doanh đối với khối doanh nghiệp tư nhân đã được đơn giản hóa đáng kể."
        },
        {
            "en": "The network has assisted in documenting violations of human rights, drafting an Anti-Discrimination Bill and lobbying for its <em>enactment</em>.",
            "vi": "Mạng lưới này còn góp phần tư liệu hóa các trường hợp vi phạm quyền con người, soạn thảo Dự luật chống phân biệt đối xử và vận động việc thông qua luật này."
        },
        {
            "en": "Enterprises with foreign owned capital that are established before the <em>enactment</em> of this Law are entitled to opt to:",
            "vi": "Doanh nghiệp có vốn đầu tư nước ngoài được thành lập trước khi luật này có hiệu lực có quyền thực hiện theo một trong hai cách sau đây:"
        },
        {
            "en": "Despite considerable legal and administrative improvements, in particular the <em>enactment</em> of the Enterprise Law, some constraints still exist to private sector growth.",
            "vi": "Mặc dù đã có những bước cải thiện đáng kể trong lĩnh vực pháp lý và hành chính, đặc biệt là việc ban hành Luật Doanh nghiệp, nhưng vẫn còn một số trở ngại trong quá trình tăng trưởng của khu vực tư nhân."
        },
        {
            "en": "The <em>enactment</em> of the Enterprise Law in January 2000 simplified the business registration process, which facilitated the creation and registration of thousands of new businesses every month.",
            "vi": "Việc ban hành Luật Doanh nghiệp vào tháng 1 năm 2000 đã đơn giản hóa quá trình đăng ký kinh doanh, tạo điều kiện thuận lợi cho việc ra đời và đăng ký của hàng ngàn doanh nghiệp mới mỗi tháng."
        },
        {
            "en": "The <em>enactment</em> of anti-discrimination and protective laws for men who have sex with men and access to information, and social and medical services.",
            "vi": "Ban hành các đạo luật mang tính bảo vệ và chống phân biệt đối xử đối với cộng đồng nam giới có quan hệ tình dục đồng giới và tiếp cận thông tin và các dịch vụ y tế và xã hội."
        },
        {
            "en": "Enthusiasts dressed as Saxon and Norman warriors participate in a re-<em>enactment</em> of the legendary 1066 AD Battle of Hastings, October 9, 2010, in Battle, near Hastings, England.",
            "vi": "Ngày 9 - 10, tại Anh, những người nhiệt tình ăn mặc như những chiến binh Saxon và Norman đã tham gia vào một cuộc chiến tái hiện lại trận Hastings huyền thoại vào năm 1066 trước công nguyên."
        },
        {
            "en": "Among surveyed firms, 16% were registered prior to the <em>enactment</em> of the Enterprise Law in January 2000 and subsequently re-registered.",
            "vi": "Trong các doanh nghiệp được điều tra, 16% đã từng đăng ký kinh doanh trước khi Luât doanh nghiệp được ban hành vào tháng 1 năm 2000 và sau đó đã đăng ký lại."
        },
        {
            "en": "Despite the government's considerable efforts to reduce the total number of sub-licenses since <em>enactment</em> of the Enterprise Law, the number is still considerable.",
            "vi": "Cho dù chính phủ đã có những nỗ lực đáng kể để giảm tổng số giấy phép con kể từ khi ban hành luật doanh nghiệp nhưng con số này vẫn đáng kể."
        },
        {
            "en": "Policeman and historical enthusiast Nigel Amos played the part of Duke William in a re - <em>enactment</em> of the Battle of Hastings, October 9, 2010.",
            "vi": "Cảnh sát và người đam mê lịch sử Nigel Amos đóng vai Duke William trong cuộc tái hiện trận Hastings, ngày 09 Tháng 10 năm 2010."
        },
        {
            "en": "The SOE sector rapidly reorganized after <em>enactment</em> of the LSOE, establishing State corporations in accordance with the Prime Minister's Decisions 90 and 91 of March 1994.",
            "vi": "Khu vực DNNN đã nhanh chóng tổ chức lại sau khi ban hành hành Luật DNNN, thành lập các tổng công ty Nhà nước theo các quyết định 90 và 91 của Thủ tướng tháng 3 năm 1994."
        },
        {
            "en": "Pursuant to Article 3 of the new Law on the <em>Enactment</em> of Legal Normative Documents, as revised in 2002, all draft legal normative documents were open for comment.",
            "vi": "Theo quy định tại điều 3 của luật ban hành văn bản quy phạm pháp luật, sửa đổi năm 2002, tất cả các dự thảo văn bản pháp luật đều có thể được đóng góp ý kiến."
        },
        {
            "en": "The government has worked to improve the election system in recent years through the <em>enactment</em> of new election laws and other activities.",
            "vi": "Chính phủ đã tìm cách cải thiện hệ thống bầu cử trong những năm gần đây thông qua việc ban hành luật bầu cử mới và các hoạt động khác."
        },
        {
            "en": "One hundred companies from each of the years 2000, 2001 and 2002 (the three full years since the <em>enactment</em> of the Enterprise Law on January 1st, 2000);",
            "vi": "Một trăm doanh nghiệp trong mỗi năm 2000, 2001 và 2002 (ba năm kể từ khi ban hành Luật Doanh Nghiệp vào ngày 01 tháng 01 năm 2000);"
        },
        {
            "en": "Forty-nine companies (or 16% of the sample) registered prior to the <em>enactment</em> of the Enterprise Law in January 2000 and subsequently re-registered.",
            "vi": "Bốn chín doanh nghiệp (16% của mẫu) đã đăng ký trước khi thi hành Luật Doanh nghiệp vào tháng 01 năm 2000 và sau đó đã đăng ký lại."
        },
        {
            "en": "Policeman and historical enthusiast Nigel Amos played the part of Duke William in a re-<em>enactment</em> of the Battle of Hastings, October 9, 2010.",
            "vi": "Cảnh sát và người đam mê lịch sử Nigel Amos đóng vai Duke William trong cuộc tái hiện trận Hastings, ngày 09 Tháng 10 năm 2010."
        },
        {
            "en": "Enthusiasts dressed as Saxon and Norman warriors participate in a re - <em>enactment</em> of the legendary 1066 AD Battle of Hastings, October 9, 2010, in Battle, near Hastings, England.",
            "vi": "Ngày 9-10, tại Anh, những người nhiệt tình ăn mặc như những chiến binh Saxon và Norman đã tham gia vào một cuộc chiến tái hiện lại trận Hastings huyền thoại vào năm 1066 trước công nguyên."
        },
        {
            "en": "Just 32% of firms interviewed could be genuinely regarded as new start-up ventures by entrepreneurs, founded since the <em>enactment</em> of the Enterprise Law.",
            "vi": "Chỉ khoảng 32% số doanh nghiệp được phỏng vấn có thể được coi là do các doanh nhân thành lập mới kể từ khi Luật Doanh Nghiệp được ban hành."
        },
        {
            "en": "Since the <em>enactment</em> of the Law on Land 1998, clear divisions exist in the quality of land use rights (quyen su dung dat).",
            "vi": "Từ khi ban hành Luật Đất đai năm 1998, có sự phân chia rõ rệt về quyền sử dụng đất."
        }
    ],
    "suggestions": []
}