{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'næktə]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người thảo ra đạo luật</td></tr></table><i/></div>",
            "word": "enactor",
            "pronounce": "[i'næktə]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "enactor",
            "pronounce": "[i'næktə]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enactor",
            "pronounce": "[i'næktə]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enactor",
            "pronounce": "[i'næktə]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enactor",
            "pronounce": "[i'næktə]"
        }
    },
    "sentences": [
        {
            "en": "<em>enact</em>",
            "vi": "ban hành đạo luật"
        },
        {
            "en": "And re-<em>enact</em> at the vestry-glass.",
            "vi": "Ang ng trc tm gng im lng din lai tng iu b."
        },
        {
            "en": "<em>Enact</em> a buildings and property tax.",
            "vi": "Áp dụng thuế bất động sả"
        },
        {
            "en": "Laos starts to <em>enact</em> free trade agreement.",
            "vi": "Nước Lào bắt đầu ban hành thỏa thuận tự do thương mại."
        },
        {
            "en": "The State shall <em>enact</em> policies regarding tuition fees and scholarships.",
            "vi": "Nhà nước có chính sách học phí, học bổng."
        },
        {
            "en": "Listed firms may <em>enact</em> additional public share issues before the one year limit previously imposed;",
            "vi": "Các công ty đã niêm yết có thể thực hiện phát hành thêm cổ phiếu trước thời hạn một năm như quy định trước đây;"
        },
        {
            "en": "The government should <em>enact</em> legislation to limit the powers of the police in such cases.",
            "vi": "Chính phủ nên ban hành những đạo luật để hạn chế lại quyền hành của cảnh sát trong những vụ như vầy."
        },
        {
            "en": "To <em>enact</em> decree-laws on matters entrusted to it by the National Assembly;",
            "vi": "Ra pháp lệnh về những vấn đề được Quốc hội giao;"
        },
        {
            "en": "There is clearly a need to <em>enact</em> more real IPOs on the stock market.",
            "vi": "Rõ ràng là cần có thêm nhiều các giao dịch IPO thực sự trên thị trường chứng khoán."
        },
        {
            "en": "The State shall <em>enact</em> policies protecting the rights and interests of the producers and the consumers.",
            "vi": "Nhà nước có chính sách bảo hộ quyền lợi của người sản xuất và người tiêu dùng."
        },
        {
            "en": "Competition Law: Government should <em>enact</em> and enforce laws that provide an effective framework for competitive insurance markets.",
            "vi": "Luật cạnh tranh: Chính phủ cần ban hành và thi hành các luật tạo khung hiệu quả cho các thị trường bảo hiểm cạnh tranh."
        },
        {
            "en": "Similarly, not all companies that <em>enact</em> an IPO and stock market listing have had venture capital investment previously.",
            "vi": "Tương tự như vậy, không phải mọi công ty tiến hành IPO và niêm yết trên thị trường chứng khoán trước đó đều đã nhận vốn đầu tư mạo hiểm."
        },
        {
            "en": "States should <em>enact</em> or strengthen anti-discrimination and other protective laws that protect people with HIV/AIDS.",
            "vi": "Các quốc gia cần phải quy định và thực hiện các điều luật về chống phân biệt đối xử và các điều luật liên quan nhằm bảo vệ bệnh nhân HIV/AIDS."
        },
        {
            "en": "The State shall <em>enact</em> regulations on compulsory treatment of drug addiction and treatment of dangerous social diseases.",
            "vi": "Nhà nước quy định chế độ bắt buộc cai nghiện và chữa các bệnh xã hội nguy hiểm."
        },
        {
            "en": "To enhance the climate of fair competition Ministry of Post and Telematics should <em>enact</em> the Ordinance and decree 160.",
            "vi": "Để tăng cường môi trường cạnh tranh công bằng, Bộ Bưu chính Viễn thông cần ban hành Pháp lệnh và nghị định 160"
        },
        {
            "en": "Companies wishing to <em>enact</em> a public share issue need only to have been profitable in the previous financial year, and not the previous two consecutive years;",
            "vi": "Các công ty muốn thực hiện việc phát hành cổ phiếu chỉ cần làm ăn có lãi trong năm tài chính trước chứ không cần trong hai năm tài chính liên tiếp;"
        },
        {
            "en": "It seems rather unlikely that we will see Vietnamese companies seeking to <em>enact</em> overseas listings in the near term, for various reasons.",
            "vi": "Vì nhiều lý do, khó có thể xảy ra chuyện các công ty Việt Nam tìm cách tiến hành niêm yết ở nước ngoài trong tương lai gần."
        },
        {
            "en": "Council members also demanded stronger effort to <em>enact</em> garbage separation at the source, which they said had been discussed and piloted for too long without progress.",
            "vi": "Các thành viên Hội đồng Nhân dân cũng yêu cầu những nỗ lực mạnh mẽ hơn để ban hành quy định phân loại rác tại nguồn, vấn đề đã từng được thảo luận và thử nghiệm trong một thời gian dài mà không có tiến triển."
        },
        {
            "en": "Prudential Regulations: Government should <em>enact</em> and enforce laws that establish reasonable solvency standards and regulation as the primary means of protecting the public.",
            "vi": "Các quy định đảm bảo khả năng thanh toán: Chính phủ cần ban hành và thi hành các luật thiết lập các tiêu chuẩn và quy định đảm bảo khả năng thanh toán thích hợp như là biện pháp chính bảo vệ người dân."
        },
        {
            "en": "As such, Shenzhen was the first area of China to open its real estate market to foreign nationals, and to <em>enact</em> a company law.",
            "vi": "Như vậy, Thâm Quyến là khu vực đầu tiên của Trung Quốc mở một thị trường bất động sản cho người nước ngoài, và ban hành luật doanh nghiệp."
        }
    ],
    "suggestions": []
}