{
    "en_vn": {
        "data": {
            "content": null,
            "word": "encased",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "encased",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "encased",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "encased",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "encased",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The nuclear waste is <em>encased</em> in concrete before being sent for storage in disused mines.",
            "vi": "Chất thải hạt nhân được hóa cứng trước khi được lưu trữ ở các hầm mỏ bỏ hoang."
        },
        {
            "en": "Space Glass: Extraordinary Solar Systems and Flowers <em>Encased</em> in Glass by Satoshi Tomizu",
            "vi": "Quả cầu không gian pha lê: Các Hệ Mặt trời kỳ lạ và hoa cỏ trong quả cầu thủy tinh của Satoshi Tomizu"
        },
        {
            "en": "Only one shoe, as my other foot was still securely <em>encased</em> in plaster.",
            "vi": "Chỉ một chiếc giày thôi, vì chân kia của tôi vẫn còn bị bó bột kỹ lưỡng."
        },
        {
            "en": "The umbilical cord contains three blood vessels (two arteries and a vein) <em>encased</em> in a jelly-like substance.",
            "vi": "Dây rốn gồm 3 mạch máu (2 động mạch và 1 tĩnh mạch) được quấn bọc bằng chất giống như thạch."
        },
        {
            "en": "The umbilical cord contains three blood vessels (two arteries and a vein) <em>encased</em> in a jelly - like substance.",
            "vi": "Dây rốn gồm 3 mạch máu (2 động mạch và 1 tĩnh mạch) được quấn bọc bằng chất giống như thạch."
        },
        {
            "en": "The British rocket differed from the Indian version in that it was completely <em>encased</em> in a stout, iron cylinder, terminating in a conical head, measuring one metre in diameter and having a stick almost five metres long and constructed in such a way that it could be firmly attached to the body of the rocket .",
            "vi": "tên lửa của người Anh khác với phiên bản của người Ấn Độ vì nó được bọc trong một thùng hình trụ bằng sắt với đầu hình nón đường kính một mét và có một cây gậy dài gần 5 mét sao cho nó có thể được gắn chặt vào thân của tên lửa ."
        },
        {
            "en": "As religions show us, the virtual reality need not be <em>encased</em> inside an isolated box. Rather, it can be superimposed on the physical reality. In the past this was done with the human imagination and with sacred books, and in the 21st century it can be done with smartphones.",
            "vi": "Như những gì tôn giáo cho ta thấy, thế giới thực tế ảo không cần phải bị bó buộc trong chiếc hộp cô lập. Phần nào thực tế ảo có thể đặt trên cùng một nơi với thế giới vật chất thật. Trước đây, điều này đã được thực hiện nhờ trí tưởng tượng của con người cùng với những quyển kinh thánh, trong thế kỷ 21, những chiếc smartphone (điện thoại thông minh) có thể làm được điều này."
        },
        {
            "en": "When Stankard suddenly directed a decade of industrial glassworking techniques into the interpretation of flowers, bees, vines, and leaves <em>encased</em> in glass, it wasn’t long before an art dealer discovered his work and he began to create art full-time. His pieces now appear in over 60 museums around the world including the Smithsonian, the Metropolitan Museum of Art, and the Louvre.",
            "vi": "Khi Stankard đột ngột chuyển cả chục năm kinh nghiệm làm thủy tinh công nghiệp vào thủy tinh bọc hoa, ong, nho, lá, thì chẳng bao lâu sau những nhà buôn bán đồ mỹ nghệ phát hiện ra sáng tác của ông và thế là lúc đó ông dành trọn thời gian cho nghệ thuật. Các tác phẩm của ông này đã xuất hiện trong hơn 60 bảo tàng trên thế giới, trong đó có Smithsonian, Bảo tàng Nghệ thuật Thủ đô, và bảo tàng Louvre."
        },
        {
            "en": "\"Under the skin in the skull of a lizard lies a light-responsive 'third eye' which is the … equivalent of the bone-<em>encased</em>, hormone-secreting pineal gland in the human brain. The human pineal is denied access to light directly, but like the lizard's 'third eye,' it shows enhanced release of its hormone, melatonin, during the night,\"  she wrote. \"The pineal gland is the 'mind's eye.'\" ",
            "vi": "\"Dưới lớp da trong hộp sọ của một con thằn lằn có một 'con mắt thứ ba' cảm ứng với ánh sáng … tương tự như tuyến tùng có khả năng tiết ra hormone trong bộ não con người. Tuyến tùng của con người không tiếp nhận được ánh sáng trực tiếp, nhưng cũng giống như 'con mắt thứ ba' của con thằn lằn, nó có biểu hiện của sự tăng cường giải phóng một loại hormone gọi là melatonin vào ban đêm\", bà viết. \"Tuyến tùng là 'con mắt trí tuệ'\"."
        },
        {
            "en": "Looking at your newborn - What’s normal    general appearance of newborns In delivery room scenes on TV and in the movies, the mother-to-be, often a famous actress in full makeup and with every hair in place, \"delivers\" a baby after a few token grunts and groans. Seconds later, the doctor presents the glowing parents with a perfect picture - a neatly combed and scrubbed, cooing several-month-old infant. Contrast that picture with how a baby really looks just after emerging from the womb: bluish, covered with blood and cream-cheesy glop, and looking as though the little one has just been in a fist-fight. Remember that the fetus develops immersed in fluid, folded up in an increasingly cramped space inside the uterus. The whole process usually culminates with the baby being pushed forcibly through a narrow, bone-walled birth canal, sometimes requiring the assistance of metal forceps or suction devices. Still, it helps to remember two things: 1. Usually, the features that may make a normal newborn look strange are temporary.  2. In the eyes of the adoring parent, every infant looks like the perfect baby anyway.  When you first get to see, touch, and inspect your newborn may depend on the type of delivery, your condition, and the condition of your baby. Following an uncomplicated vaginal delivery, you should have the opportunity to hold your baby within minutes after the birth. Bonding In most cases, infants seem to be in a state of quiet alertness during the first hour or so after delivery. It's a great time for you and your newborn to get acquainted and begin the bonding process. But don't despair if circumstances prevent you from meeting your infant right away. You'll have plenty of quality time together soon, and there's no scientific evidence that the delay will affect your infant's health, behavior, or relationship with you over the long run. During the first several weeks, you'll notice that much of the time your baby will tend to keep his or her fists clenched, elbows bent, hips and knees flexed, and arms and legs held close to the front of his or her body. This position is similar to the fetal position during the last months of pregnancy. Infants who are born prematurely may display several differences in their posture, appearance, activity, and behavior compared with full-term newborns. Primitive Reflexes Infants are born with a number of instinctual responses to stimuli, such as light or touch, known as primitive reflexes, which gradually disappear as the baby matures. These reflexes include the: * sucking reflex, which triggers an infant to forcibly suck on any object put in the mouth  * grasp reflex, which causes an infant to tightly close the fingers when pressure is applied to the inside of the infant's hand by a finger or other object  * Moro reflex, or startle response, which causes an infant to suddenly throw the arms out to the sides and then quickly bring them back toward the middle of the body whenever the infant has been startled by a loud noise, bright light, strong smell, sudden movement, or other stimulus  Also, due to the immaturity of their developing nervous systems, young infants' arms, legs, and chins may tremble or shake, particularly when they're crying or agitated. Sleeping and Breathing Patterns In the first weeks, infants usually spend most of their time sleeping. This may be even more exaggerated during the first day or two of life in newborns whose mothers received certain types of pain medications or anesthesia during the labor or delivery. Frequently, new parents become concerned about their newborn's breathing pattern, particularly with the increased attention that sudden infant death syndrome (SIDS) has received in recent years. But rest assured that it's normal for young infants to breathe somewhat irregularly. When an infant is awake, his or her breathing rate may vary widely, sometimes exceeding 60 breaths per minute, particularly when the little one is excited or following a bout of crying. Newborns will also commonly have periods during which they stop breathing for about 5 to 10 seconds and then start up again on their own. This is known as periodic breathing, which is more likely to occur during sleep and is considered very normal. However, if your infant turns blue or stops breathing for longer stretches of time, it's considered an emergency and you should contact your child's doctor immediately or go to the emergency room. Head Because the infant's head is usually the first part through the birth canal, it can be affected by the delivery process. The newborn's skull is made up of several separate bones that will eventually fuse together. This situation permits the large head of the infant to be squeezed through the narrow birth canal without injury to mother or baby. The heads of infants born by vaginal delivery often show some degree of molding, which is when the skull bones shift and overlap, making the top of the infant's head look elongated, stretched out, or even pointed at birth. This sometimes bizarre appearance will go away over the next several days as the skull bones move into a more rounded configuration. The heads of babies born by cesarean section or breech (buttocks or feet first) delivery usually don't show molding. Because of the separation of your newborn's skull bones, you'll be able to feel (go ahead, you won't harm anything) two fontanels, or soft spots, on the top of the head. The larger one, located toward the front of the head, is diamond-shaped and usually about 1 to 3 inches wide. A smaller, triangle-shaped fontanel is found farther back on the head, where a beanie might be worn. Don't be alarmed if you see the fontanels bulge out when the infant cries or if they seem to move up and down in time with the baby's heartbeat. This is perfectly normal. The fontanels will eventually disappear as the skull bones close together — usually in about 12 to 18 months for the front fontanel and in about 6 months for the one in back. In addition to looking elongated, a newborn's head may have a lump or two as a result of the trauma of delivery. Caput succedaneum is a circular swelling and bruising of the scalp usually seen on top of the head toward the back, which is the part of the scalp most often leading the way through the birth canal. This will fade over a few days. A cephalohematoma is a symptom of blood that has seeped under the outer covering membrane of one of the skull bones. This is usually caused during birth by the pressure of the head against the mother's pelvic bones. The lump is confined to one side of the top of the baby's head and, in contrast to caput succedaneum, may take a week or two to disappear. The cephalohematoma may cause these infants to become somewhat more jaundiced than others during the first week of life. It's important to remember that both caput succedaneum and cephalohematoma occur due to trauma outside of the skull — neither indicates that there has been any injury to the infant's brain. Face A newborn's face may look quite puffy due to fluid accumulation and the rough trip through the birth canal. The infant's facial appearance often changes significantly during the first few days as the baby gets rid of the extra fluid and the trauma of delivery subsides. That's why the photos you take of your baby later on at home usually look a lot different than those \"new arrival\" nursery shots. In some cases, a newborn's facial features can be quite distorted as a result of positioning in the uterus and the squeeze through the birth canal. Not to worry — that folded ear, flattened nose, or crooked jaw usually comes back into place over time. Eyes A few minutes after birth, most infants open their eyes and start to look around at their environment. Newborns can see, but they probably don't focus well at first, which is why their eyes may seem out of line or crossed at times during the first 2 to 3 months. Because of the puffiness of their eyelids, some infants may not be able to open their eyes wide right away. When holding your newborn, you can encourage eye opening by taking advantage of your baby's \"doll's eye\" reflex, which is a tendency to open the eyes more when held in an upright position. Parents are sometimes startled to see that the white part of one or both of their newborn's eyes appears blood-red. Called subconjunctival hemorrhage, this occurs when blood leaks under the covering of the eyeball due to the trauma of delivery. It's a harmless condition similar to a skin bruise that goes away after several days, and it generally doesn't indicate that there has been any damage to the infant's eyes. Parents are often curious to know what color eyes their infant will have. If a baby's eyes are brown at birth, they will remain so. This is the case for most black and Asian infants. Most white infants are born with bluish-gray eyes, but the pigmentation of the iris (the colored part of the eye) may progressively darken, usually not becoming their permanent color until about 3 to 6 months of age. Ears A newborn's ears, as well as other features, may be distorted by the position they were in while inside the uterus. Because the baby hasn't yet developed the thick cartilage that gives firm shape to an older child's ears, it isn't unusual for newborns to come out with temporarily folded or otherwise misshapen ears. Small tags of skin or pits (shallow holes) in the skin on the side of the face just in front of the ear are also common. Usually, these skin tags can be easily removed (talk to your doctor). Nose Because newborns tend to breathe through their noses and their nasal passages are narrow, small amounts of nasal fluid or mucus can cause them to breathe noisily or sound congested even when they don't have a cold or other problem. Talk with your doctor about the use of salt-water nose drops and a bulb syringe to help clear the nasal passages if necessary. Sneezing is also common in newborns. This is a normal reflex and isn't due to an infection, allergies, or other problems. Mouth When your newborn opens his or her mouth to yawn or cry, you may notice some small white spots on the roof of the mouth, usually near the center. These small collections of cells are called Epstein's pearls and, along with fluid-filled cysts sometimes present on the gums, will disappear during the first few weeks. Neck Yes .... Normally the neck looks short in newborns because it tends to get lost in the chubby cheeks and folds of skin. Chest Because an infant's chest wall is thin, you may easily feel or observe your baby's upper chest move with each heartbeat. This is normal and isn't a cause for concern. Also, both male and female newborns can have breast enlargement. This is due to the female hormone estrogen passed to the fetus from the mother during pregnancy. You may feel firm, disc-shaped lumps of tissue beneath the nipples and, occasionally, a small amount of milky fluid may be released from the nipples. The breast enlargement almost always disappears during the first few weeks. Despite what some parents believe, you shouldn't squeeze the breast tissue — it will not make the breasts shrink any faster than they will on their own. arms and legs Following birth, full-term newborns tend to assume a posture similar to what their position in the cramped uterus had been: arms and legs flexed and held close to their bodies. The hands are usually tightly closed, and it may be difficult for you to open them up because touching or placing an object in the palms triggers a strong grasp reflex. Fingernails Infants' fingernails can be long enough at birth to scratch their skin as they bring their hands to their faces. If this is the case, you can carefully trim your baby's nails with a pair of small scissors. Sometimes parents are concerned about the curved appearance of their newborn's feet and legs. But if you recall the usual position of the fetus in the womb during the final months of pregnancy — hips flexed and knees bent with the legs and feet crossed tightly up against the abdomen — it's no surprise that a newborn's legs and feet tend to curve inward. You can usually move your newborn's legs and feet into a \"walking\" position; and this will happen naturally as the infant begins to bear weight, walk, and grow through the first 2 to 3 years of life. Abdomen It's normal for a baby's abdomen (belly) to appear somewhat full and rounded. When your baby cries or strains, you may also note that the skin over the central area of the abdomen may protrude between the strips of muscle tissue making up the abdominal wall on either side. This almost always disappears during the next several months as the infant grows. Many parents are concerned about the appearance and care of their infant's umbilical cord. The cord contains three blood vessels (two arteries and a vein) <em>encased</em> in a jelly-like substance. Following delivery, the cord is clamped or tied off before it's cut to separate the infant from the placenta. The umbilical stump is then simply allowed to wither and drop off, which usually happens in about 10 days to 3 weeks.  You may be instructed to swab the area with alcohol periodically or wash the area with soap and water if the stump becomes dirty or sticky to help prevent infection until the cord dries up and the stump falls off. The baby's navel area shouldn't be submerged in water during bathing until this occurs. The withering cord will go through color changes, from yellow to brown or black — this is normal. You should consult your baby's doctor if the navel area becomes red or if a foul odor or discharge develops. Umbilical (navel) hernias are common in newborns, particularly in infants of African heritage. A hole in the wall of the abdomen at the site of the umbilical cord/future navel allows the baby's intestine to protrude through when he or she cries or strains, causing the overlying skin to bulge outward. These hernias are generally harmless and aren't painful to the infant. The majority of them close on their own during the first few years, but a simple surgical procedure can fix the hernia if it doesn't close by itself. Home remedies for umbilical hernias that have been tried through the years, such as strapping and taping coins over the area, should not be attempted. These techniques are ineffective and may result in skin infections or other injuries. Genitalia The genitalia (sexual organs) of both male and female infants may appear relatively large and swollen at birth. Why? It's due to several factors, including the exposure to hormones produced by the mother and fetus, bruising and swelling of the genital tissues related to birth trauma, and the natural course of development of the genitalia. In girls, the outer lips of the vagina (labia majora) may appear puffy at birth. The skin of the labia may be either smooth or somewhat wrinkled. Sometimes, a small piece of pink tissue may protrude between the labia — this is a hymenal tag; it will eventually recede into the labia as the genitals grow. Due to the effects of maternal hormones, most newborn girls will have a vaginal discharge of mucus and perhaps some blood that lasts for a few days. This \"mini-period\" is normal menstrual-type bleeding from the infant's uterus that occurs as the estrogen passed to the infant by the mother begins to disappear. Although it's much more common in boys, swelling in the groin of an infant girl can indicate the presence of an inguinal (groin) hernia. Hydrocele In boys, the scrotum (the sack containing the testicles) often looks swollen. This is usually due to a hydrocele, a common collection of fluid in the scrotum of infant boys that usually disappears during the first 3 to 6 months. You should consult your doctor about swelling or bulging in your son's scrotum or groin area that persists beyond 3 to 6 months or that seems to come and go. That may indicate the presence of an inguinal hernia, which usually requires surgical treatment. The testicles of newborn boys may be difficult to feel in the swollen scrotum. Infant boys also normally experience frequent penile erections, often just before they urinate. More than 95% of newborns urinate within the first 24 hours. If your baby is delivered in a hospital, nursery personnel will want to know if this happens while your infant is with you. If a newborn doesn't urinate for what seems like a while at first, it may be that he or she urinated immediately after birth while still in the delivery room.  If your infant son was circumcised, it usually takes between 7 to 10 days for the penis to heal. Until it does, the tip may seem raw or yellowish in color. Although this is normal, certain other symptoms are not. Call your child's doctor right away if you notice persistent bleeding, redness around the tip of the penis that gets worse after 3 days, fever, signs of infection (such as the presence of pus-filled blisters), and not urinating normally within 6 to 8 hours after the circumcision. Bathing With both circumcised and uncircumcised penises, no cotton swabs, astringents, or any special bath products are needed — simple soap and warm water every time you bathe your baby will do the trick. No special washing precautions are needed for newly circumcised babies, other than to be gentle, as your baby may have some mild discomfort after the circumcision. If your son has a bandage on his incision, you might need to apply a new one whenever you change his diaper for a day or two after the procedure (put petroleum jelly on the bandage so it won't stick to his skin). Doctors often also recommend putting a dab of petroleum jelly on the baby's penis or on the front of the diaper to alleviate any potential discomfort caused by friction against the diaper. How you take care of your baby's penis may also vary depending on the type of circumcision procedure the doctor performs. Be sure to discuss what after-care will be needed. If your baby boy wasn't circumcised, be sure to never forcibly pull back the foreskin to clean beneath it. Instead, gently tense it against the tip of the penis and wash off any smegma (the whitish \"beads\" of dead skin cells mixed with the body's natural oil). Over time, the foreskin will retract on its own so that it can be pulled away from the glans toward the abdomen. This happens at different times for different children, but most boys can retract their foreskins by the time they're 5 years old. Skin There's little doubt about the origin of the expression \"still wet behind the ears,\" used to describe someone new or inexperienced. Newborns are covered with various fluids at delivery, including amniotic fluid and often some blood (the mother's, not the baby's). Nurses or other personnel attending the birth will promptly begin drying the infant to avoid a drop in the baby's body temperature that will occur if moisture on the skin evaporates rapidly. Newborns are also coated with a thick, pasty, white material called vernix caseosa, most of which will be washed off during the baby's first bath.  The hue and color patterns of a young infant's skin may be startling to some parents. Mottling of the skin, a pattern of reddish and pale areas, is common because of the normal instability of the blood circulation at the skin's surface. For similar reasons, acrocyanosis, or blueness of the skin of the hands and feet and the area surrounding the lips, is often present, especially if the infant is in a cool environment. When bearing down to cry or having a bowel movement, a young infant's skin temporarily may appear beet-red or bluish-purple. Red marks, scratches, bruises, and petechiae are all common on the face and other body parts. They're caused by the trauma of squeezing through the birth canal or by the pressure from obstetrical forceps used during the delivery. These will heal and disappear during the first week or two of life. Fine, soft hair, called lanugo, may be present on a newborn's face, shoulders, and back. Most of this hair is usually shed in the uterus before the baby is delivered; for this reason, lanugo is more frequently seen on babies born prematurely. In any case, this hair will disappear in a few weeks. The top layer of a newborn's skin will flake off during the first week or two. This is normal and expected and doesn't require any special skin care. Peeling skin may be present at birth in some infants, particularly those who are born past their due date. Birthmarks Despite what the name says, not all babies come with a birthmark. However, pink or red areas, sometimes called salmon patches, are common and generally disappear within the first year. Most frequently found on the back of the neck or on the bridge of the nose, eyelids, or brow, they can occur anywhere on the skin, especially in light-skinned infants. Mongolian spots, flat patches of slate-blue or blue-green color that resemble ink stains on the back, buttocks, or elsewhere on the skin, are found in more than half of black, Native American, and Asian infants and less often in white babies. These spots almost always fade or disappear within a few years. Strawberry or capillary hemangiomas are raised red marks caused by collections of widened blood vessels in the skin. These birthmarks may appear pale at birth and then typically become red and enlarge during the first months of life. Then, they usually shrink and disappear without treatment within the first 6 years.  Port-wine stains, which are large, flat, reddish-purple birthmarks, won't disappear on their own.  Cafe-au-lait spots, so called because of their \"coffee with milk\" light-brown color, are present on the skin of some infants. These may deepen in color (or may first appear) as the child grows older. They're usually of no concern unless, they're large or there are six or more spots on the body, which may indicate the presence of certain medical conditions. Common brown or black moles, known as pigmented nevi, may also be present at birth or appear or deepen in color as the child gets older. Larger moles or those with an unusual appearance should be brought to a doctor's attention because some may require removal. Rashes Several harmless skin rashes and conditions may be present at birth or appear during the first few weeks. Tiny, flat, yellow or white spots on the nose and chin, called milia and will disappear within the first few weeks. Miliaria — small, raised, red bumps that often have a white or yellow \"head\" — is sometimes called infant acne. Although miliaria often occurs on the face and may be present on large areas of the body, it's a harmless condition that will go away within the first several weeks with normal skin care. Despite the frightening sound of its medical name, erythema toxicum is also a harmless newborn rash consisting of red blotches with pale or yellowish bumps at the center, which give the rash a hive-like appearance. This rash usually blossoms during the first day or two after birth and disappears within a week. Pustular melanosis, a rash present at birth mainly in black infants, is characterized by dark brown bumps or blisters scattered over the neck, back, arms, legs, and palms, which disappear without treatment. Also, it isn't unusual to see infants born with blisters on the fingers, hands, or arms because the fetus can suck while still in the uterus. Newborn jaundice, a yellowish discoloration of the skin and white parts of the eyes, is a common condition that normally doesn't appear until the second or third day after birth and disappears within 1 to 2 weeks. Jaundice is caused by the accumulation of bilirubin in the blood, skin, and other tissues due to the temporary inability of the newborn's immature liver to clear this substance from the body effectively. Although a certain degree of this is expected, if an infant becomes jaundiced earlier than expected or their bilirubin level is higher than is normal, then the doctor will follow the baby very closely. Getting to Know Your Little One The first days and weeks of a newborn's life are a time of great wonder and delight for most new parents. However, being responsible for such a seemingly fragile creature can be intimidating, particularly if you're unfamiliar with how a normal newborn looks and behaves. If you feel anxious or uncertain about any aspect of caring for your infant, don't hesitate to consult your doctor, other health care professionals, or family or friends who have had experience caring for a newborn, too.",
            "vi": "Quan sát trẻ sơ sinh – Bé phát triển như thế nào là bình thường    Quan sát diện mạo chung bên ngoài của trẻ sơ sinh Trên ti vi và phim thường chiếu những cảnh ở phòng sanh với hình ảnh một thai phụ (sắp làm mẹ) – thường là nữ diễn viên nổi tiếng được hoá trang cẩn thận và đầu tóc gọn gàng, “vượt cạn” một cách dễ dàng sau một vài tiếng rên rỉ, càu nhàu tượng trưng. Liền sau đó, bác sĩ đưa cho những ông bố, bà mẹ khỏe mạnh một bức tranh hết sức hoàn hảo – đó là một em bé vài tháng tuổi sạch sẽ, tóc tai gọn gàng, và có thể nói gù gù rồi.   Hoàn toàn trái ngược với những gì bạn thấy đối với một em bé mới vừa lọt lòng mẹ: người hơi xanh, dính đầy máu và chất nhớt trăng trắng nhầy nhụa, và nhìn như thể em bé vừa mới đánh nhau tay không vậy.  Bạn nên nhớ rằng bào thai phát triển hoàn toàn trong dịch ối, cuộn người trong một không gian ngày càng chật chội bên trong tử cung. Toàn bộ quá trình này thường lên đến đỉnh điểm khi bé bị đẩy mạnh qua đường sinh có vách xương chật hẹp, đôi khi cũng cần sự hỗ trợ của kẹp kim loại hoặc các thiết bị hút.   Tuy vậy, nhưng điều ấy có thể giúp bạn ghi nhớ 2 điều:  1. Thông thường thì các đặc điểm có thể làm cho diện mạo bên ngoài của bé trở nên lạ lẫm chỉ tồn tại trong một thời gian ngắn tạm thời thôi.  2. Trong mắt của các ông bố, bà mẹ yêu thương con tha thiết thì tất cả các trẻ sơ sinh đều trông giống như các em bé hoàn hảo vậy. Thời gian cho bạn được nhìn, được chạm, được ôm con và nhìn ngắm con kỹ lưỡng có thể tuỳ thuộc vào kiểu sinh của bạn, điều kiện sức khỏe của bạn và cả điều kiện sức khỏe của bé nữa. Nếu bạn sinh con bình thường không bị trục trặc gì thì trong vài phút sau khi sinh bạn có thể ôm con được rồi.  Mối gắn kết tình cảm giữa mẹ và bé  Thường thì trẻ sơ sinh ở trạng thái tỉnh lặng trong khoảng 1 tiếng đồng hồ sau khi sinh. Đây là khoảng thời gian quý báu để bạn và bé làm quen với nhau và bắt đầu mối dây kết nối tình cảm. Nhưng bạn cũng chớ nên tuyệt vọng khi hoàn cảnh không cho bạn nhìn thấy con ngay lập tức. Bạn sẽ có nhiều thời gian với bé sớm thôi mà, chẳng có một bằng chứng khoa học nào cho thấy việc không gần gũi con sớm ảnh hưởng đến sức khỏe, hành vi của trẻ hoặc mối quan hệ của bé với bạn lâu dài cả.  Trong vài tuần đầu, bạn sẽ thấy phần lớn thời gian là bé nắm siết chặt tay lại, gập khuỷu tay, đầu gối và hông cũng gập lại, tay và chân bé giữ chặt về phía trước cơ thể. Tư thế này của bé giống với ngôi thai trong những tháng cuối của thai kỳ. Trẻ sinh non thường biểu hiện một số khác biệt về hình dáng, tư thế, hoạt động, và hành vi so với trẻ sinh đủ tháng. Các phản xạ ban đầu  Trẻ sơ sinh có nhiều phản xạ kích thích theo bản năng như ánh sáng hay va chạm, đó là các phản xạ ban đầu, dần dần sẽ biến mất khi bé lớn lên. Các phản xạ này bao gồm:  * phản xạ nút, làm cho trẻ nút mạnh bất cứ vật gì để vào miệng của bé * phản xạ nắm, làm cho trẻ nắm chặt các ngón tay lại khi để ngón tay hoặc bất cứ vật nào khác vào bên trong lòng bàn tay của bé  * Phản xạ giật mình, làm cho trẻ vung cánh tay ra ngoài một cách bất thình lình và nhanh chóng rụt tay về lại giữa người bất cứ khi nào bé bị tiếng động mạnh, ánh sáng chói, mùi nồng, cử động đột ngột, hoặc một kích thích nào khác làm cho bé giật mình. Ngoài ra, do hệ thần kinh của trẻ sơ sinh chưa phát triển hoàn thiện nên chân, tay và cằm của trẻ cũng có thể bị rung lắc, chưa cứng cáp nhất là khi bé khóc hoặc bị di chuyển mạnh.    Giấc ngủ và các kiểu thở của bé Trong những tuần đầu, trẻ sơ sinh thường ngủ suốt. Thậm chí trẻ có thể ngủ quá nhiều trong một hai ngày đầu đối với trẻ có mẹ dùng thuốc giảm đau hoặc bị gây mê trong lúc sinh nở.   Thường thì những người mới làm bố mẹ lo lắng, quan tâm về kiểu thở của con mình, nhất là khi người ta chú ý đến hội chứng đột tử ở trẻ dưới 1 tuổi (SIDS) ngày càng tăng trong những năm gần đây. Nhưng họ cũng yên tâm rằng trẻ sơ sinh cũng thường thở hơi bất thường một chút.  Khi trẻ thức, nhịp thở của bé có thể thay đổi rất nhiều, đôi khi trên 60 nhịp/ phút, nhất là khi trẻ phấn khích hoặc sau một đợt khóc nào đó. Trẻ sơ sinh cũng thường có chu kỳ ngưng thở khoảng từ 5 đến 10 giây và sau đó bắt đầu tự thở lại. Đây được gọi là chu kỳ thở của bé, có thể thường xảy ra trong lúc ngủ nhiều hơn và cũng được xem là bình thường. Tuy nhiên, nếu bé chuyển sang xanh, tím tái hoặc ngưng thở kéo dài thì bạn nên cho bé đi cấp cứu và liên lạc với bác sĩ ngay tức khắc hoặc đến phòng cấp cứu ngay nhé.  Đầu Đầu của trẻ thường lọt qua đường sinh đầu tiên nên nó có thể bị ảnh hưởng bởi quá trình sinh nở này. Hộp sọ của trẻ do một vài xương riêng biệt cấu tạo thành, làm cho phần đầu lớn của bé có thể ép qua đường sinh hẹp của mẹ mà không gây tổn thương cho bé hoặc mẹ.   Đầu của trẻ sinh thường thường hơi có nét đặc trưng, khi xương sọ của bé thay đổi và đè lên nhau, làm cho đỉnh đầu của bé trông như bị kéo dài ra, hoặc thậm chí bị nhọn khi chào đời nữa. Diện mạo đôi khi kỳ dị này sẽ mất đi sau một vài ngày vì xương sọ phát triển tròn hơn. Đầu của trẻ sinh mổ hoặc sinh ngôi mông (đẻ ngược) thường không có hình dạng như thế.  Vì khi tách xương sọ của trẻ sơ sinh ra, bạn có thể thấy được 2 thóp (cứ làm đi, không gây hại gì cho bé đâu), hoặc chỗ mềm, trên đỉnh đầu. Thóp lớn có hình thoi, nằm về phía trước đầu và thường rộng từ 1 đến 3 in-sơ. Thóp nhỏ có hình tam giác và ở phía sau xa của đầu, nơi mũ chỏm của bé có thể đội vào được.  Chớ lo lắng nếu thấy thóp của trẻ phồng lên khi trẻ khóc hoặc có vẻ như di chuyển lên xuống cùng nhịp với nhịp tim của bé. Điều này cũng hoàn toàn bình thường thôi. Khi xương sọ đóng sát vào với nhau thì thóp bé không còn nữa – thường khoảng từ 12 đến 18 tháng đối với thóp trước và khoảng 6 tháng đối với thóp sau.  ngoài việc trông có vẻ như dài và nhọn thì đầu trẻ sơ sinh còn có thể có 1 hoặc 2 chỗ u lồi – đây là do chấn thương trong quá trình sinh nở của mẹ. chỏm sưng ở đầu trẻ sơ sinh là chỗ da đầu bị sưng và bầm thường thấy ở đỉnh đầu về phía sau, phần da đầu này thường tiếp xúc và bị đè qua đường sinh của mẹ. Chỗ sưng bầm này sẽ biến mất sau một vài ngày.  Hiện tượng u máu đầu là hiện tượng xuất huyết dưới lớp màng ngoài của một trong những xương sọ. Hiện tượng này thường do áp lực của đầu bé đè vào xương chậu của mẹ trong quá trình sinh nở. Chỗ lồi này thường nằm 1 bên đỉnh đầu của trẻ, không giống chỏm sưng ở đầu và có thể mất 1 hoặc 2 tuần mới hết được. Hiện tượng u máu đầu có thể làm cho những trẻ sơ sinh này mắc bệnh vàng da khá nhiều hơn những trẻ khác trong tuần đầu đời. Điều quan trọng là nên nhớ rằng cả hiện tượng chỏm sưng ở đầu trẻ và u máu đầu đều là do chấn thương bên ngoài hộp sọ – không phải là chấn thương não của bé.  Mặt Mặt của trẻ sơ sinh trông có vẻ hơi húp bởi dịch tích tụ và cả quá trình đè ép khó nhọc qua đường sinh của mẹ. Vẻ ngoài của khuôn mặt bé thường thay đổi nhiều trong suốt vài ngày đầu vì trẻ thải bớt lượng dịch, nước thừa và giảm dần chấn thương do lọt lòng mẹ. Đó là lý do vì sao những bức hình của bé khi ở nhà sau này thường khác nhiều so với những bức ảnh khi bé mới chào đời.  Trong một vài trường hợp thì nét mặt của trẻ sơ sinh có thể bị biến dạng hoàn toàn do vị trí, tư thế bé nằm trong tử cung và tình trạng ép chèn qua đường sinh của mẹ. Tuy vậy, bạn chớ nên lo lắng – tai bị gập, mũi bị tẹt, hoặc hàm bị vẹo thường sẽ trở lại bình thường sau một thời gian thôi.  Mắt Sau khi lọt lòng mẹ vài phút thì hầu hết trẻ sơ sinh đều mở mắt và bắt đầu nhìn quanh quẩn. Bé có thể nhìn thấy, nhưng ban đầu hầu như không tập trung tốt, điều này lý giải vì sao đôi khi mắt bé có vẻ như nhìn không thẳng hoặc nhìn xéo đâu đó trong suốt 2 đến 3 tháng đầu. Vì mí mắt của bé bị húp nên môt số trẻ sơ sinh có thể không mở to mắt liền được. Khi bế bé, bạn có thể khuyến khích bé mở mắt bằng cách tận dụng “phản xạ cử động” của mắt, bé thường có khuynh hướng mở mắt nhiều hơn khi được bế thẳng đứng.  đôi khi các ông bố, bà mẹ cũng giật mình khi thấy tròng trắng ở một mắt hay cả hai mắt bé có màu đỏ tươi như máu. Đây là hiện tượng xuất huyết dưới kết mạc, thường xảy ra khi xuất huyết dưới lớp bọc ngoài của nhãn cầu do chấn thương sinh nở. Hiện tượng không nguy hiểm này cũng giống như vết bầm trên da sẽ mất đi sau một vài ngày, và thường cho thấy mắt trẻ không bị gây tổn hại gì.  Bố mẹ thường tò mò muốn biết con mình có màu mắt gì. Nếu mắt bé có màu nâu lúc mới sinh thì sau này vẫn thế. Trường hợp này đối với hầu hết trẻ sơ sinh da đen và châu Á. Phần lớn trẻ sơ sinh da trắng lúc chào đời có màu mắt xanh-xám, nhưng màu mống mắt (phần có màu của mắt) có thể dần chuyển thành đen, thường trở thành màu mắt vĩnh viễn mãi đến khi bé khoảng 3 đến 6 tháng tuổi.  Tai Giống như những nét đặc trưng khác, tai của trẻ sơ sinh có thể bị biến dạng do tư thế của bé nằm trong tử cung. Vì lớp sụn dày tạo hình dạng cứng cáp cho tai bé chưa phát triển hoàn thiện nên tai trẻ cũng có thể bị gấp hoặc bị biến dạng tạm thời. Nếu thấy ở một bên mặt ngay trước tai bé có xuất hiện nhiều đốm thịt thừa nhỏ hoặc nhiều lỗ nhỏ trên da thì cũng hoàn toàn bình thường. Thông thường thì những đốm thịt thừa này cũng dễ dàng cắt bỏ được (hãy tham khảo ý kiến của bác sĩ nhé).  Mũi  Vì trẻ sơ sinh thường có khuynh hướng thở bằng mũi và lỗ mũi của bé rất hẹp, nên một lượng nhỏ dịch mũi hoặc nước nhầy có thể làm cho bé thở khò khè hoặc nghe như bị nghẹt mũi thậm chí khi bé không bị cảm lạnh hoặc bị một bệnh nào khác. Bạn nên tham khảo ý kiến của bác sĩ về việc sử dụng dung dịch nước muối nhỏ mũi và ống bơm mũi để làm sạch lỗ mũi bé nếu cần thiết.  Hắt hơi cũng là hiện tượng thường thấy ở trẻ sơ sinh. Đây là một phản xạ bình thường và không phải do một chứng nhiễm trùng, dị ứng, hoặc bất cứ chứng bệnh nào khác.  Miệng  Khi trẻ sơ sinh há miệng ra ngáp hoặc khóc, bạn có thể thấy một vài đốm trắng nhỏ trên vòm miệng của bé, thường ở gần giữa miệng. Những tế bào nhỏ này được gọi là mụn đầu trắng, cùng với những nang chứa dịch đôi khi nằm ở vùng nướu răng, sẽ biến mất trong một vài tuần đầu.  Cổ Vâng.... Thông thường thì cổ của trẻ sơ sinh trông rất ngắn bởi đôi má phúng phính và những nếp gấp da của bé có thể làm che mất đi phần cổ.  Ngực  Vì thành ngực của trẻ sơ sinh rất mỏng nên bạn có thể dễ dàng sờ hoặc quan sát thấy phần ngực trên của bé cử động với từng nhịp tim. Điều này cũng bình thường thôi và không có gì khiến bạn phải lo lắng cả.   Ngoài ra, cả bé trai và bé gái sơ sinh đều có thể phồng nở ngực. Đây là do hooc-môn động dục nữ estrogen được truyền từ mẹ đến thai nhi trong suốt quá trình thai nghén. Bạn có thể thấy nhiều bướu mô cứng, có hình đĩa dưới núm vú bé, và thỉnh thoảng cũng có một chút dịch trắng đục tiết ra ở núm vú. Hiện tượng phồng nở ngực hầu như biến mất trong suốt một vài tuần đầu. Bạn không nên siết ép mô ngực – nó sẽ chẳng làm ngực săn lại nhanh hơn chút nào so với quá trình tự nhiên của nó đâu, dẫu rằng một số ông bố, bà mẹ vẫn tin vào việc này.   chân và tay Sau khi lọt lòng mẹ, trẻ đủ tháng thường có hình dáng và tư thế giống với tư thế  nằm trong tử cung chật hẹp của mẹ: chân, tay gập lại và giữ chặt về trước cơ thể. Hai bàn tay của bé nắm rất chặt, và bạn khó có thể mở được tay bé ra bởi khi chạm hoặc đặt vào lòng bàn tay trẻ một vật gì đó thì trẻ kích thích phản xạ nắm tay chặt lại. Móng tay Móng tay của trẻ sơ sinh lúc chào đời cũng có thể dài đủ để cào xước da trẻ khi đưa tay lên mặt. Trong trường hợp này, bạn có thể cắt tỉa móng tay cho bé một cách cẩn thận bằng cây kéo nhỏ nhé.   Đôi khi nhiều ông bố, bà mẹ cảm thấy lo lắng bởi chân và bàn chân của bé bị cong. Nhưng nếu bạn nhớ lại tư thế nằm bình thường của trẻ trong tử cung vào những tháng cuối của thai kỳ xem – trẻ gập hông và đầu gối; cẳng chân và bàn chân bắt chéo chặt thật khít với bụng – thế nên chẳng ngạc nhiên gì khi thấy chân và bàn chân của trẻ thường hay bị cong hướng vào trong. Bạn cũng thường có thể nắn bàn chân và cẳng chân của trẻ vào tư thế “đi bộ” được; và điều này sẽ dễ dàng và hoàn toàn phát triển tự nhiên khi trẻ bắt đầu có trọng lượng, biết đi, và phát triển từ 2 đến 3 năm đầu.  Bụng Bụng của trẻ thường hơi tròn và đầy đặn. Khi bé kêu khóc hoặc cố sức, bạn có thể thấy lớp da ở giữa bụng nhô lên giữa các dải mô cơ tạo nên thành bụng ở cả hai bên. Điều này hầu như luôn biến mất trong một vài tháng khi trẻ lớn lên.  Nhiều bố mẹ cảm thấy lo lắng về vẻ ngoài và cách chăm sóc cho dây rốn của trẻ. Dây rốn gồm 3 mạch máu (2 động mạch và 1 tĩnh mạch) được quấn bọc bằng chất giống như thạch. Sau khi sinh, dây rốn của bé được kẹp hoặc cột chặt lại trước khi cắt để tách trẻ với nhau thai. Cuống rốn sau đó khô và rụng đi, thường khoảng từ 10 ngày đến 3 tuần.  Bạn cũng có thể được hướng dẫn cách lau vùng rốn của bé định kỳ bằng cồn hoặc rửa sạch vùng rốn bằng xà phòng và nước nếu cuống rốn đóng bẩn hoặc dính nhớp nháp nhằm tránh nhiễm trùng cho đến khi dây rốn khô và cuống rốn có thể rụng đi. Chớ nhấn chìm vùng rốn của trẻ sơ sinh trong nước khi cho bé tắm trong suốt quá trình này. Dây rốn khô sẽ đổi màu, từ vàng sang nâu hoặc đen – điều này hoàn toàn bình thường đối với trẻ. Nếu thấy vùng rốn của bé bị đỏ; có mùi thối hoặc chảy mủ thì bạn nên tham khảo ý kiến của bác sĩ ngay nhé.  Thoát vị rốn (lồi rốn) cũng là chứng bệnh thường gặp ở trẻ sơ sinh, nhất là những trẻ gốc châu Phi. Tại vùng dây rốn trên thành bụng có một lỗ làm cho ruột của bé phồng to ra khi bé kêu khóc hay cố sức, làm cho lớp da trên cùng phồng ra ngoài. Chứng thoát vị rốn này thường không gây hại hay đau đớn gì cho trẻ. Đa số đều tự lành trong vài năm đầu, nhưng nếu rốn bé vẫn còn lồi thì người ta cũng có thể chữa lành bằng một ca phẫu thuật đơn giản thôi. Chớ  nên thử các phương thuốc gia đình dùng để chữa chứng lồi rốn cho trẻ nhiều năm qua như là băng và quấn đồng xu lên vùng thoát vị nhé. Các kỹ thuật này không những không có hiệu quả mà còn có thể gây nhiễm trùng da hoặc các chân thương khác cho bé nữa.   Cơ quan sinh dục ngoài  Cơ quan sinh dục ngoài của cả bé trai và bé gái sơ sinh có thể là khá lớn và phồng to khi lọt lòng mẹ. Tại sao vậy? Đó là do một vài yếu tố gây nên, như việc tiếp xúc với các hooc-môn của mẹ và bào thai tiết ra, các mô sinh dục bị thâm tím và sưng phồng do chấn thương khi sinh, và quá trình phát triển tự nhiên của cơ quan sinh dục ngoài.  Ở bé gái, môi ngoài âm đạo (mép lớn) có thể phồng to lúc chào đời. Lớp da ở môi âm hộ có thể trơn láng hoặc hơi nhăn nheo. Đôi khi giữa vùng môi âm hộ của bé phình ra một mẩu mô nhỏ màu hồng – đây là mô màng trinh dư thừa; nó sẽ tự thụt vào trong môi âm hộ khi cơ quan sinh dục của bé phát triển.   Do ảnh hưởng hooc-môn của mẹ nên hầu hết các bé gái sơ sinh đều tiết ra chất nhầy âm đạo (khí hư) và cũng có thể tiết ra một chút máu kéo dài trong một vài ngày. “Sự hành kinh chút ít” này là hiện tượng xuất huyết kinh nguyệt bình thường ở tử cung của trẻ sơ sinh, xảy ra khi hooc-môn estrogen từ mẹ truyền sang con bắt đầu chấm dứt. Mặc dù xảy ra ở bé trai nhiều hơn nhưng triệu chứng sưng phồng bẹn ở bé gái sơ sinh có thể là dấu hiệu của chứng thoát vị bẹn.  Tràn dịch màng tinh Ở bé trai, bìu (túi chứa tinh hoàn) thường trông có vẻ phồng to lên. Hiện tượng này là do chứng tràn dịch màng tinh, đây là chứng ứ dịch trong bìu thường thấy ở bé trai sơ sinh, thường hết trong 3 đến 6 tháng đầu. Nếu trên 3 đến 6 tháng mà bìu hoặc vùng bẹn của bé vẫn sưng phồng hoặc phình to dai dẳng hoặc có vẻ như trầm trọng hơn thì bạn nên tham khảo ý kiến của bác sĩ nhé. Điều này có thể là dấu hiệu của chứng thoát vị bẹn, thường phải điều trị bằng phẫu thuật. Tinh hoàn của bé trai sơ sinh có thể khó thấy khi bìu phình to. Bé trai sơ sinh cũng thường săn cứng dương vật, nhất là ngay trước lúc bé muốn đi tiểu.  Hơn 95% trẻ sơ sinh đi tiểu trong vòng 24 tiếng đồng hồ đầu. Nếu bé được sinh ở bệnh viện thì nhân viên chăm sóc trẻ sẽ hỏi bạn xem có phải bé đi tiểu khi ở với bạn không. Nếu bé không đi tiểu trong khoảng thời gian này thì có thể là bé đã tiểu ngay sau khi lọt lòng mẹ lúc còn trong phòng sanh.  Nếu bé cắt bao quy đầu thì dương vật thường mất khoảng từ 7 đến 10 ngày mới lành được. Trong thời gian này, đầu dương vật của bé có thể đau buốt, chảy máu và có màu vàng nhạt. Mặc dù triệu chứng này hoàn toàn bình thường nhưng nếu kèm thêm các triệu chứng khác thì không ổn. Hãy gọi điện cho bác sĩ ngay lập tức nếu thấy xung quanh đầu dương vật của bé bị đỏ, chảy máu dai dẳng và trở nên trầm trọng hơn sau 3 ngày, sốt, và các dấu hiệu nhiễm trùng khác (như vết giộp cương mủ), và không đi tiểu được bình thường trong 6 đến 8 tiếng đồng hồ sau khi cắt bao quy đầu xong.   Tắm Với bé trai có cắt bao quy đầu hay không thì việc tắm bằng miếng bông, chất làm se, hoặc bất kỳ sản phẩm tắm đặc biệt nào khác cũng không cần thiết – mỗi lần tắm bé bạn chỉ cần xà phòng và nước ấm là đủ rồi.  Chẳng một biện pháp phòng ngừa đặc biệt nào cần thiết đối với trẻ mới cắt bao quy đầu hơn sự nhẹ nhàng đâu, vì bé có thể cảm thấy hơi khó chịu sau khi phẫu thuật. Nếu bé được băng trên vết rạch thì bạn có thể phải thay cho bé một miếng băng khác vào bất cứ lúc nào thay tã cho bé trong 1 hoặc 2 ngày sau khi cắt bao quy đầu nhé (hãy cho một chút mỡ bôi trơn lên băng để da bé khỏi bị dính). Bác sĩ cũng thường khuyến nghị nên thoa một chút mỡ bôi trơn lên dương vật của bé hoặc lên phía trước tã lót để làm giảm khó chịu có thể xảy ra do chà xát với tã. Cách chăm sóc dương vật cho bé cũng thay đổi tuỳ vào kiểu quy trình cắt bao quy đầu mà bác sĩ đã làm cho bé. Bạn cần thảo luận với bác sĩ về cách chăm sóc cho bé sau phẫu thuật nhé.  Nếu bé không được cắt bao quy đầu thì bạn nên chắc rằng đừng bao giờ kéo mạnh bao quy đầu ngược về sau để rửa sạch bên dưới cho bé. Thay vì làm điều đó, bạn nên nhẹ nhàng kéo bao quy đầu về phía đầu dương vật và rửa sạch hết bựa sinh dục (đó là các “hạt” màu trắng của tế bào da chết dính quyện với chất nhờn tự nhiên trên cơ thể). Khi bé lớn lên thì bao quy đầu sẽ tự thụt vào sao cho có thể kéo từ đầu dương vật về phía bụng được. Điều này xảy ra ở từng bé trai khác nhau và ở từng độ tuổi khác nhau, nhưng hầu hết các bé trai đều có thể thụt bao quy đầu của mình lại vào lúc 5 tuổi.  Da  Gần như không còn nghi ngờ gì về xuất xứ của cách nói “miệng còn hôi sữa”, dùng để diễn tả một người non nớt hoặc chưa có kinh nghiệm. Cơ thể trẻ sơ sinh thường phủ đầy các chất dịch khác nhau lúc vừa lọt lòng mẹ, như nước ối và thường dính một chút máu (máu của mẹ, không phải của bé). Các y tá và nhân viên đỡ đẻ sẽ lau khô bé ngay tức khắc để tránh làm hạ thân nhiệt của bé khi da thoát ẩm nhanh. Trẻ sơ sinh cũng phủ lớp chất màu trắng dày, sền sệt gọi là bã nhờn thai nhi – lớp bã nhờn này thường được rửa sạch hết trong lần tắm đầu tiên của trẻ.    nhiều ông bố, bà mẹ cũng hoảng hốt, giật mình khi nhìn thấy màu da của trẻ sơ sinh. Da bị chấm lốm đốm đồi mồi, nhiều vùng tái nhợt và đo đỏ cũng thường gặp ở trẻ vì hệ tuần hoàn máu ở bề mặt da của bé chưa ổn định bình thường được. Tương tự, chứng tê và xanh tím đầu chi, hoặc da tay, chân và vùng da quanh môi xanh tím cũng thường thấy, nhất là khi trẻ ở trong môi trường mát lạnh.  Khi rặn khóc hoặc đi tiêu, da của trẻ sơ sinh có thể tạm thời chuyển thành màu đỏ củ dền (đỏ tía) hoặc xanh-tía. Nhiều vết đỏ, vết trầy xước, vết thâm tím, và đốm xuất huyết cũng thường thấy trên mặt và trên nhiều bộ phận khác của cơ thể. Các hiện tượng đó là do chấn thương đè ép qua đường sinh hoặc do áp lực của những chiếc kẹp sản khoa sử dụng để hỗ trợ sinh đẻ. Chúng sẽ lành và biến mất trong một hai tuần đầu đời.  Những sợi tóc mềm, mịn được gọi là lông tơ, cũng xuất hiện trên mặt, vai, và lưng của trẻ sơ sinh. Phần lớn thứ tóc này thường rụng từ trong tử cung trước khi bé chào đời; với lý do này thì lông tơ thường được  thấy nhiều hơn đối với các em bé sinh non. Trong bất cứ tình huống này thì mớ tóc này sẽ rụng hết trong một vài tuần.  Lớp da trên cùng của trẻ sơ sinh sẽ bong tróc ra trong suốt một hai tuần đầu. Điều này cũng hoàn toàn bình thường và chẳng cần phải chăm sóc da đặc biệt gì cả. Hiện tượng bong tróc da có thể thấy đối với một số trẻ khi sinh; nhất là những trẻ sinh sau ngày dự sinh.   Bớt Dù có tên gọi như vậy nhưng không phải em bé nào khi sinh ra cũng có bớt. Tuy nhiên, những vùng da màu hồng hoặc đỏ, đôi khi được gọi là vết đốm cá hồi, cũng thường thấy và thường biến mất trong vòng một năm đầu đời. Hầu hết các vết bớt thường xuất hiện ở sau cổ hoặc trên sống mũi, mí mắt, hoặc lông mày, chúng cũng có thể xuất hiện bất cứ ở chỗ nào trên da, nhất là ở những em bé có làn da trắng.  Vết bớt Mông Cổ là những đốm màu xám đen hoặc xanh lam phẳng giống như vết mực xuất hiện trên lưng, mông, hoặc bất cứ nơi nào trên da được thấy ở hơn một nửa trẻ sơ sinh da đen, người Mỹ bản địa và châu Á và thường ít thấy ở trẻ em da trắng. Các vết bớt này hầu như luôn phai hoặc biến mất trong một vài năm.  U máu dâu tây hoặc u máu mao mạch là những vết đỏ lồi gây ra bởi nhiều mạch máu giãn nở tập trung dưới da. Các vết bớt này có thể nhạt màu khi sinh và sau đó thành đỏ và lan rộng ra trong những tháng đầu đời. Chúng thường co lại và biến mất mà không cần điều trị gì trong vòng 6 năm đầu.  Bớt rượu vang là những vết bớt to, phẳng màu đỏ tía và không tự hết được.  Bớt màu cà phê sữa, có tên gọi như vậy vì màu nâu nhạt “cà phê sữa” của chúng, xuất hiện trên da của một số đứa trẻ. Những vết bớt này cũng có thể đậm màu hơn (hoặc có thể xuất hiện lần đầu) khi trẻ lớn lên. Người ta thường không quan tâm tới chúng, trừ phi các vết bớt này lớn và trên cơ thể có từ 6 bớt trở lên, có thể là dấu hiệu của một số chứng bệnh nào đó. Nhiều nốt ruồi nâu hoặc đen thường thấy có tên gọi là bớt sắc tố, cũng có thể thấy khi sinh hoặc xuất hiện hoặc đậm màu hơn khi trẻ lớn lên. Các nốt ruồi lớn hơn hoặc những nốt có vẻ ngoài dị thường nên được bác sĩ khám và điều trị bởi một số cũng có thể cần được tẩy đi.  Chứng phát ban Một vài chứng phát ban không nguy hại trên da và một số chứng bệnh khác cũng có thể xuất hiện khi sinh hoặc trong suốt một vài tuần đầu tiên. trên mũi và cằm xuất hiện những đốm nhỏ li ti, phẳng, màu vàng hoặc trắng, gọi là mụn đầu trắng và sẽ biến mất trong vài tuần đầu tiên.   Bệnh mồ hôi trộm – nhiều chỗ sưng nhỏ, màu đỏ, lồi thường có “đầu” trắng hoặc vàng – đôi khi được gọi là mụn trứng cá sơ sinh. Mặc dù chứng mồ hôi trộm thường xuất hiện trên mặt và có thể ở những vùng da rộng trên cơ thể, đây là bệnh không gây nguy hiểm gì và sẽ hết trong một vài tuần đầu với chế độ chăm sóc da bình thường.  Tuy có tên y học là ban đỏ nhiễm độc, đây cũng là chứng phát ban không gây nguy hiểm cho trẻ sơ sinh gồm các vết đỏ có nhiều chỗ sưng lồi màu xanh xám hoặc vàng nhạt ở giữa, làm cho đốm ban này giống hình tổ ong và nó thường phát triển dữ dội trong suốt một hai ngày đầu sau khi sinh và biến mất trong vòng một tuần.  Chứng hắc tố có mụn mủ là chứng phát ban ở trẻ sơ sinh, xảy ra chủ yếu ở trẻ da đen, đặc trưng bởi các chỗ sưng lồi hoặc các vết giộp màu nâu đậm nằm rải rác ở cổ, lưng, cánh tay, chân, và lòng bàn tay và thường tự khỏi mà không cần điều trị gì. Ngoài ra, chẳng ngạc nhiên gì khi thấy trẻ sơ sinh bị giộp ngón tay, bàn tay hoặc cánh tay vì bào thai có thể nút được khi vẫn còn nằm trong tử cung.  Bệnh vàng da sơ sinh là căn bệnh làm cho màu da và tròng trắng mắt của bé chuyển sang hơi vàng, đây là chứng bệnh thường thấy mà thường xuất hiện vào ngày thứ 2 hoặc thứ 3 sau khi sinh và tự hết trong vòng từ 1 đến 2 tuần. Chứng vàng da gây ra bởi sự tích tụ sắc tố da cam trong máu, da và các mô khác do gan của bé tạm thời chưa phát triển hoàn thiện nhằm để đẩy chất này ra ngoài cơ thể một cách có hiệu quả. mặc dù người ta cũng nghĩ trẻ bị vàng da ở một chừng mực nào đó và  nếu trẻ bị vàng da sớm hơn dự đoán hoặc nồng độ sắc tố da cam của trẻ cao hơn bình thường thì bác sĩ sẽ phải theo dõi trẻ rất cẩn thận.  Làm quen với thiên thần nhỏ của bạn Những ngày và tuần đầu tiên trong đời của trẻ là khoảng thời gian diệu kỳ và vui sướng của hầu hết những người mới làm bố mẹ. Tuy nhiên, việc chịu trách nhiệm chăm sóc một sinh vật mỏng manh, yếu ớt như thế này có thể sẽ rất đáng sợ đấy, nhất là khi bạn chưa biết, chưa hiểu về dáng mạo và hành vi của trẻ sơ sinh như thế nào. Nếu cảm thấy lo lắng hoặc nghi ngờ về bất kỳ một quan điểm, một khía cạnh nào về cách chăm sóc trẻ thì bạn chớ nên chần chừ tham khảo ý kiến của bác sĩ, các chuyên gia sức khoẻ khác, hoặc các gia đình; bạn bè đã có kinh nghiệm trong việc chăm sóc trẻ sơ sinh nhé."
        },
        {
            "en": "EPILOGUE:AN OCCASION        EPILOGUE:AN OCCASION Edward helped me into his car, being very careful of the wisps of silk and chiffon, the flowers he'd just pinned into my elaborately styled curls, and my bulky walking cast. He ignored the angry set of my mouth. When he had me settled, he got in the driver's seat and headed back out the long, narrow drive. \"At what point exactly are you going to tell me what's going on?\" I asked grumpily. I really hated surprises. And he knew that. I'm shocked that you haven't figured it out yet.\" He threw a mocking smile in my direction, and my breath caught in my throat. Would I ever get used to his perfection? \"I did mention that you looked very nice, didn't I?\" I verified. \"Yes.\" He grinned again. I'd never seen him dress in black before, and, with the contrast against his pale skin, his beauty was absolutely surreal. That much I couldn't deny, even if the fact that he was wearing a tuxedo made me very nervous. Not quite as nervous as the dress. Or the shoe. Only one shoe, as my other foot was still securely <em>encased</em> in plaster. But the stiletto heel, held on only by satin ribbons, certainly wasn't going to help me as I tried to hobble around. \"I'm not coming over anymore if Alice is going to treat me like Guinea Pig Barbie when I do,\" I griped. I'd spent the better part of the day in Alice's staggeringly vast bathroom, a helpless victim as she played hairdresser and cosmetician. Whenever I fidgeted or complained, she reminded me that she didn't have any memories of being human, and asked me not to ruin her vicarious fun. Then she'd dressed me in the most ridiculous dress — deep blue, frilly and off the shoulders, with French tags I couldn't read — a dress more suitable for a runway than Forks. Nothing good could come of our formal attire, of that I was sure. Unless… but I was afraid to put my suspicions into words, even in my own head.  I was distracted then by the sound of a phone ringing. Edward pulled his cell phone from a pocket inside his jacket, looking briefly at the caller ID before answering. \"Hello, Charlie,\" he said warily. \"Charlie?\" I frowned. Charlie had been… difficult since my return to Forks. He had compartmentalized my bad experience into two defined reactions. Toward Carlisle he was almost worshipfully grateful. On the other hand, he was stubbornly convinced that Edward was at fault — because, if not for him, I wouldn't have left home in the first place. And Edward was far from disagreeing with him. These days I had rules that hadn't existed before: curfews… visiting hours. Something Charlie was saying made Edward's eyes widen in disbelief, and then a grin spread across his face. \"You're kidding!\" He laughed. \"What is it?\" I demanded. He ignored me. \"Why don't you let me talk to him?\" Edward suggested with evident pleasure. He waited for a few seconds. \"Hello, Tyler, this is Edward Cullen.\" His voice was very friendly, on the surface. I knew it well enough to catch the soft edge of menace. What was Tyler doing at my house? The awful truth began to dawn on me. I looked again at the inappropriate dress Alice had forced me into. \"I'm sorry if there's been some kind of miscommunication, but Bella is unavailable tonight.\" Edward's tone changed, and the threat in his voice was suddenly much more evident as he continued. \"To be perfectly honest, she'll be unavailable every night, as far as anyone besides myself is concerned. No offense. And I'm sorry about your evening.\" He didn't sound sorry at all. And then he snapped the phone shut, a huge smirk on his face. My face and neck flushed crimson with anger. I could feel the rage-induced tears starting to fill my eyes. He looked at me in surprise. \"Was that last part a bit too much? I didn't mean to offend you.\" I ignored that.  \"You're taking me to the prom!\" I yelled. It was embarrassingly obvious now. If I'd been paying any attention at all, I'm sure I would have noticed the date on the posters that decorated the school buildings. But I'd never dreamed he was thinking of subjecting me to this. Didn't he know me at all? He wasn't expecting the force of my reaction, that was clear. He pressed his lips together and his eyes narrowed. \"Don't be difficult, Bella.\" My eyes flashed to the window; we were halfway to the school already. \"Why are you doing this to me?\" I demanded in horror. He gestured to his tuxedo. \"Honestly, Bella, what did you think we were doing?\" I was mortified. First, because I'd missed the obvious. And also because the vague suspicions — expectations, really — that I'd been forming all day, as Alice tried to transform me into a beauty queen, were so far wide of the mark. My half-fearful hopes seemed very silly now. I'd guessed there was some kind of occasion brewing. But prom! That was the furthest thing from my mind. The angry tears rolled over my cheeks. I remembered with dismay that I was very uncharacteristically wearing mascara. I wiped quickly under my eyes to prevent any smudges. My hand was unblackened when I pulled it away; maybe Alice had known I would need waterproof makeup. \"This is completely ridiculous. Why are you crying?\" he demanded in frustration. \"Because I'm mad!\" \"Bella.\" He turned the full force of his scorching golden eyes on me. \"What?\" I muttered, distracted. \"Humor me,\" he insisted. His eyes were melting all my fury. It was impossible to fight with him when he cheated like that. I gave in with poor grace. \"Fine,\" I pouted, unable to glare as effectively as I would have liked. \"I'll go quietly. But you'll see. I'm way overdue for more bad luck. I'll probably break my other leg. Look at this shoe! It's a death trap!\" I held out my good leg as evidence. \"Hmmm.\" He stared at my leg longer than was necessary. \"Remind me to thank Alice for that tonight.\" \"Alice is going to be there?\" That comforted me slightly. \"With Jasper, and Emmett… and Rosalie,\" he admitted. The feeling of comfort disappeared. There had been no progress with Rosalie, though I was on quite good terms with her sometimes-husband. Emmett enjoyed having me around — he thought my bizarre human reactions were hilarious… or maybe it was just the fact that I fell down a lot that he found so funny. Rosalie acted as if I didn't exist. While I shook my head to dispel the direction my thoughts had taken, I thought of something else. \"Is Charlie in on this?\" I asked, suddenly suspicious. \"Of course.\" He grinned, and then chuckled. \"Apparently Tyler wasn't, though.\" I gritted my teeth. How Tyler could be so delusional, I couldn't imagine. At school, where Charlie couldn't interfere, Edward and I were inseparable — except for those rare sunny days. We were at the school now; Rosalie's red convertible was conspicuous in the parking lot. The clouds were thin today, a few streaks of sunlight escaping through far away in the west. He got out and walked around the car to open my door. He held out his hand. I sat stubbornly in my seat, arms folded, feeling a secret twinge of smugness. The lot was crowded with people in formal dress: witnesses. He couldn't remove me forcibly from the car as he might have if we'd been alone. He sighed. \"When someone wants to kill you, you're brave as a lion — and then when someone mentions dancing…\" He shook his head. I gulped. Dancing. \"Bella, I won't let anything hurt you — not even yourself. I won't let go of you once, I promise.\" I thought about that and suddenly felt much better. He could see that in my face. \"There, now,\" he said gently, \"it won't be so bad.\" He leaned down and wrapped one arm around my waist. I took his other hand and let him lift me from the car. He kept his arm tightly around me, supporting me as I limped toward the school. In Phoenix, they held proms in hotel ballrooms. This dance was in the gym, of course. It was probably the only room in town big enough for a dance. When we got inside, I giggled. There were actual balloon arches and twisted garlands of pastel crepe paper festooning the walls. \"This looks like a horror movie waiting to happen,\" I snickered. \"Well,\" he muttered as we slowly approached the ticket table — he was carrying most of my weight, but I still had to shuffle and wobble my feet forward — \"there are more than enough vampires present.\" I looked at the dance floor; a wide gap had formed in the center of the floor, where two couples whirled gracefully. The other dancers pressed to the sides of the room to give them space — no one wanted to stand in contrast with such radiance. Emmett and Jasper were intimidating and flawless in classic tuxedos. Alice was striking in a black satin dress with geometric cutouts that bared large triangles of her snowy white skin. And Rosalie was… well, Rosalie. She was beyond belief. Her vivid scarlet dress was backless, tight to her calves where it flared into a wide ruffled train, with a neckline that plunged to her waist. I pitied every girl in the room, myself included. \"Do you want me to bolt the doors so you can massacre the unsuspecting townsfolk?\" I whispered conspiratorially. \"And where do you fit into that scheme?\" He glared. \"Oh, I'm with the vampires, of course.\" He smiled reluctantly. \"Anything to get out of dancing.\" \"Anything.\" He bought our tickets, then turned me toward the dance floor. I cringed against his arm and dragged my feet. \"I've got all night,\" he warned. Eventually he towed me out to where his family was twirling elegantly — if in a style totally unsuitable to the present time and music. I watched in horror. \"Edward.\" My throat was so dry I could only manage a whisper. \"I honestly can't dance!\" I could feel the panic bubbling up inside my chest. \"Don't worry, silly,\" he whispered back. \"I can.\" He put my arms around his neck and lifted me to slide his feet under mine. And then we were whirling, too. \"I feel like I'm five years old,\" I laughed after a few minutes of effortless waltzing. \"You don't look five,\" he murmured, pulling me closer for a second, so that my feet were briefly a foot from the ground. Alice caught my eye on a turn and smiled in encouragement — I smiled back. I was surprised to realize that I was actually enjoying myself… a little. \"Okay, this isn't half bad,\" I admitted. But Edward was staring toward the doors, and his face was angry. \"What is it?\" I wondered aloud. I followed his gaze, disoriented by the spinning, but finally I could see what was bothering him. Jacob Black, not in a tux, but in a long-sleeved white shirt and tie, his hair smoothed back into his usual ponytail, was crossing the floor toward us. After the first shock of recognition, I couldn't help but feel bad for Jacob. He was clearly uncomfortable — excruciatingly so. His face was apologetic as his eyes met mine. Edward snarled very quietly. \"Behave!\" I hissed. Edward's voice was scathing. \"He wants to chat with you.\" Jacob reached us then, the embarrassment and apology even more evident on his face. \"Hey, Bella, I was hoping you would be here.\" Jacob sounded like he'd been hoping the exact opposite. But his smile was just as warm as ever.  \"Hi, Jacob.\" I smiled back. \"What's up?\" \"Can I cut in?\" he asked tentatively, glancing at Edward for the first time. I was shocked to notice that Jacob didn't have to look up. He must have grown half a foot since the first time I'd seen him. Edward's face was composed, his expression blank. His only answer was to set me carefully on my feet, and take a step back. \"Thanks,\" Jacob said amiably. Edward just nodded, looking at me intently before he turned to walk away. Jacob put his hands on my waist, and I reached up to put my hands on his shoulders. \"Wow, Jake, how tall are you now?\" He was smug. \"Six-two.\" We weren't really dancing — my leg made that impossible. Instead we swayed awkwardly from side to side without moving our feet. It was just as well; the recent growth spurt had left him looking gangly and uncoordinated, he was probably no better a dancer than I was. \"So, how did you end up here tonight?\" I asked without true curiosity. Considering Edward's reaction, I could guess. \"Can you believe my dad paid me twenty bucks to come to your prom?\" he admitted, slightly ashamed. \"Yes, I can,\" I muttered. \"Well, I hope you're enjoying yourself, at least. Seen anything you like?\" I teased, nodding toward a group of girls lined up against the wall like pastel confections. \"Yeah,\" he sighed. \"But she's taken.\" He glanced down to meet my curious gaze for just a second — then we both looked away, embarrassed. \"You look really pretty, by the way,\" he added shyly. \"Um, thanks. So why did Billy pay you to come here?\" I asked quickly, though I knew the answer. Jacob didn't seem grateful for the subject change; he looked away, uncomfortable again. \"He said it was a 'safe' place to talk to you. I swear the old man is losing his mind.\" I joined in his laughter weakly. \"Anyway, he said that if I told you something, he would get me that master cylinder I need,\" he confessed with a sheepish grin. \"Tell me, then. I want you to get your car finished.\" I grinned back. At least Jacob didn't believe any of this. It made the situation a bit easier. Against the wall, Edward was watching my face, his own face expressionless. I saw a sophomore in a pink dress eyeing him with timid speculation, but he didn't seem to be aware of her. Jacob looked away again, ashamed. \"Don't get mad, okay?\" \"There's no way I'll be mad at you, Jacob,\" I assured him. \"I won't even be mad at Billy. Just say what you have to.\" \"Well — this is so stupid, I'm sorry, Bella — he wants you to break up with your boyfriend. He asked me to tell you 'please.'\" He shook his head in disgust. \"He's still superstitious, eh?\" \"Yeah. He was… kind of over the top when you got hurt down in Phoenix. He didn't believe…\"Jacob trailed off self-consciously. My eyes narrowed. \"I fell.\" \"I know that,\" Jacob said quickly. \"He thinks Edward had something to do with me getting hurt.\" It wasn't a question, and despite my promise, I was angry.  Jacob wouldn't meet my eyes. We weren't even bothering to sway to the music, though his hands were still on my waist, and mine around his neck. \"Look, Jacob, I know Billy probably won't believe this, but just so you know\" — he looked at me now, responding to the new earnestness in my voice — \"Edward really did save my life. If it weren't for Edward and his father, I'd be dead.\" \"I know,\" he claimed, but he sounded like my sincere words had affected him some. Maybe he'd be able to convince Billy of this much, at least. \"Hey, I'm sorry you had to come do this, Jacob,\" I apologized. \"At any rate, you get your parts, right?\" \"Yeah,\" he muttered. He was still looking awkward… upset. \"There's more?\" I asked in disbelief. \"Forget it,\" he mumbled, \"I'll get a job and save the money myself.\" I glared at him until he met my gaze. \"Just spit it out, Jacob.\" \"It's so bad.\" \"I don't care. Tell me,\" I insisted. \"Okay… but, geez, this sounds bad.\" He shook his head. \"He said to tell you, no, to warn you, that — and this is his plural, not mine\" — he lifted one hand from my waist and made little quotations marks in the air — '\"We'll be watching.'\" He watched warily for my reaction. It sounded like something from a mafia movie. I laughed out loud. \"Sorry you had to do this, Jake,\" I snickered. \"I don't mind that much.\" He grinned in relief. His eyes were appraising as they raked quickly over my dress. \"So, should I tell him you said to butt the hell out?\" he asked hopefully. \"No,\" I sighed. \"Tell him I said thanks. I know he means well.\" The song ended, and I dropped my arms. His hands hesitated at my waist, and he glanced at my bum leg. \"Do you want to dance again? Or can I help you get somewhere?\" Edward answered for me. \"That's all right, Jacob. I'll take it from here.\" Jacob flinched, and stared wide-eyed at Edward, who stood just beside us. \"Hey, I didn't see you there,\" he mumbled. \"I guess I'll see you around, Bella.\" He stepped back, waving halfheartedly. I smiled. \"Yeah, I'll see you later.\" \"Sorry,\" he said again before he turned for the door. Edward's arms wound around me as the next song started. It was a little up-tempo for slow dancing, but that didn't seem to concern him. I leaned my head against his chest, content. \"Feeling better?\" I teased. \"Not really,\" he said tersely. \"Don't be mad at Billy,\" I sighed. \"He just worries about me for Charlie's sake. It's nothing personal.\" \"I'm not mad at Billy,\" he corrected in a clipped voice. \"But his son is irritating me.\" I pulled back to look at him. His face was very serious. \"Why?\" \"First of all, he made me break my promise.\" I stared at him in confusion. He half-smiled. \"I promised I wouldn't let go of you tonight,\" he explained. \"Oh. Well, I forgive you.\" \"Thanks. But there's something else.\" Edward frowned. I waited patiently. \"He called you pretty,\" he finally continued, his frown deepening. \"That's practically an insult, the way you look right now. You're much more than beautiful.\" I laughed. \"You might be a little biased.\" \"I don't think that's it. Besides, I have excellent eyesight.\" We were twirling again, my feet on his as he held me close. \"So are you going to explain the reason for all of this?\" I wondered. He looked down at me, confused, and I glared meaningfully at the crepe paper. He considered for a moment, and then changed direction, spinning me through the crowd to the back door of the gym. I caught a glimpse of Jessica and Mike dancing, staring at me curiously. Jessica waved, and I smiled back quickly. Angela was there, too, looking blissfully happy in the arms of little Ben Cheney; she didn't look up from his eyes, a head lower than hers. Lee and Samantha, Lauren, glaring toward us, with Conner; I could name every face that spiraled past me. And then we were outdoors, in the cool, dim light of a fading sunset. As soon as we were alone, he swung me up into his arms, and carried me across the dark grounds till he reached the bench beneath the shadow of the madrone trees. He sat there, keeping me cradled against his chest. The moon was already up, visible through the gauzy clouds, and his face glowed pale in the white light. His mouth was hard, his eyes troubled. \"The point?\" I prompted softly. He ignored me, staring up at the moon. \"Twilight, again,\" he murmured. \"Another ending. No matter how perfect the day is, it always has to end.\" \"Some things don't have to end,\" I muttered through my teeth, instantly tense. He sighed. \"I brought you to the prom,\" he said slowly, finally answering my question, \"because I don't want you to miss anything. I don't want my presence to take anything away from you, if I can help it. I want you to be human. I want your life to continue as it would have if I'd died in nineteen-eighteen like I should have.\" I shuddered at his words, and then shook my head angrily. \"In what strange parallel dimension would I ever have gone to prom of my own free will? If you weren't a thousand times stronger than me, I would never have let you get away with this.\" He smiled briefly, but it didn't touch his eyes. \"It wasn't so bad, you said so yourself.\" \"That's because I was with you.\" We were quiet for a minute; he stared at the moon and I stared at him. I wished there was some way to explain how very uninterested I was in a normal human life. \"Will you tell me something?\" he asked, glancing down at me with a slight smile. \"Don't I always?\" \"Just promise you'll tell me,\" he insisted, grinning. I knew I was going to regret this almost instantly. \"Fine.\" \"You seemed honestly surprised when you figured out that I was taking you here,\" he began. \"I was,\" I interjected. \"Exactly,\" he agreed. \"But you must have had some other theory… I'm curious — what did you think I was dressing you up for?\" Yes, instant regret. I pursed my lips, hesitating. \"I don't want to tell you.\" \"You promised,\" he objected. \"I know.\" \"What's the problem?\" I knew he thought it was mere embarrassment holding me back. \"I think it will make you mad — or sad.\"  His brows pulled together over his eyes as he thought that through. \"I still want to know. Please?\" I sighed. He waited. \"Well… I assumed it was some kind of… occasion. But I didn't think it would be some trite human thing… prom!\" I scoffed. \"Human?\" he asked flatly. He'd picked up on the key word. I looked down at my dress, fidgeting with a stray piece of chiffon. He waited in silence. \"Okay,\" I confessed in a rush. \"So I was hoping that you might have changed your mind… that you were going to change me, after all.\" A dozen emotions played across his face. Some I recognized: anger… pain… and then he seemed to collect himself and his expression became amused. \"You thought that would be a black tie occasion, did you?\" he teased, touching the lapel of his tuxedo jacket. I scowled to hide my embarrassment. \"I don't know how these things work. To me, at least, it seems more rational than prom does.\" He was still grinning. \"It's not funny,\" I said. \"No, you're right, it's not,\" he agreed, his smile fading. \"I'd rather treat it like a joke, though, than believe you're serious.\" \"But I am serious.\" He sighed deeply. \"I know. And you're really that willing?\" The pain was back in his eyes. I bit my lip and nodded. \"So ready for this to be the end,\" he murmured, almost to himself, \"for this to be the twilight of your life, though your life has barely started. You're ready to give up everything.\" \"It's not the end, it's the beginning,\" I disagreed under my breath. \"I'm not worth it,\" he said sadly. \"Do you remember when you told me that I didn't see myself very clearly?\" I asked, raising my eyebrows. \"You obviously have the same blindness.\" \"I know what I am.\" I sighed. But his mercurial mood shifted on me. He pursed his lips, and his eyes were probing. He examined my face for a long moment.  \"You're ready now, then?\" he asked. \"Um.\" I gulped. \"Yes?\" He smiled, and inclined his head slowly until his cold lips brushed against the skin just under the corner of my jaw. \"Right now?\" he whispered, his breath blowing cool on my neck. I shivered involuntarily. \"Yes,\" I whispered, so my voice wouldn't have a chance to break. If he thought I was bluffing, he was going to be disappointed. I'd already made this decision, and I was sure. It didn't matter that my body was rigid as a plank, my hands balled into fists, my breathing erratic… He chuckled darkly, and leaned away. His face did look disappointed. \"You can't really believe that I would give in so easily,\" he said with a sour edge to his mocking tone. \"A girl can dream.\" His eyebrows rose. \"Is that what you dream about? Being a monster?\" \"Not exactly,\" I said, frowning at his word choice. Monster, indeed. \"Mostly I dream about being with you forever.\" His expression changed, softened and saddened by the subtle ache in my voice. \"Bella.\" His fingers lightly traced the shape of my lips. \"I will stay with you — isn't that enough?\" I smiled under his fingertips. \"Enough for now.\" He frowned at my tenacity. No one was going to surrender tonight. He exhaled, and the sound was practically a growl. I touched his face. \"Look,\" I said. \"I love you more than everything else in the world combined. Isn't that enough?\" \"Yes, it is enough,\" he answered, smiling. \"Enough for forever.\" And he leaned down to press his cold lips once more to my throat.",
            "vi": "EPILOGUE:AN OCCASION       ĐOẠN KẾT. SỰ KIỆN ĐÁNG NHỚ Edward đỡ tôi vào trong xe hơi, rất cẩn thận với mớ lụa the, mấy cái hoa anh đính vào mái tóc quăn được tạo kiểu rất công phu của tôi, và cả cái chân bó bột kềnh càng của tôi nữa. Anh lờ đi miệng tôi đang mím lại tức giận.  Khi đặt tôi đâu vào đấy rồi, anh ngồi vào ghế dành cho tài xế rồi lùi xe ra  con đường dài và hẹp.  \"Đến bao giờ thì anh mới nói cho em biết chuyện gì đang xảy ra?\" Tôi gắt gỏng hỏi. Tôi thiệt là ghét ba chuyện bất ngờ. Và anh biết thế.  \"Anh ngạc nhiên hết sức vì em vẫn chưa nghĩ ra được.\" Anh ném một nụ cười nhạo báng về phía  tôi, và tôi nghẹn thở.  Bao giờ tôi mới quen được sự hoàn hảo của anh đây? \"Em đã nói là anh trông rất đẹp trai rồi, phải không?\" Tôi muốn xác minh.  \"Ừ. \" Anh lại cười toe toét. Tôi chưa bao giờ thấy anh mặc đồ đen cả, và, chính sự tương phản với làn da nhợt nhạt của anh, mà vẻ đẹp của anh trở nên hết sức huyền ảo. Huyền ảo đến nỗi tôi không thể phủ nhận được, cho dù việc anh mặc vét-tông đen làm tôi hết sức căng thẳng.  Thế nhưng vẫn chưa căng thẳng bằng bộ váy này. Hay chiếc giày này.  Chỉ một chiếc giày thôi, vì chân kia của tôi vẫn còn bị bó bột kỹ lưỡng. Nhưng gót giày nhọn và cao, thắt ruy-băng xa-tanh, chắc chắn chẳng ích gì khi tôi cố đi tập tễnh đây đó.  \"Lần sau em sẽ không chịu để Alice đối xử với em giống như Barbie chuột bạch nữa đâu” tôi kêu ca.  Tôi đã ở gần trọn ngày trong phòng tắm rộng mênh mông của Alice, trở thành một nạn nhân khốn khổ để cô đóng vai thợ làm đầu và chuyên gia trang điểm.  Hễ tôi mà sốt ruột hay than phiền, cô lại nhắc nhở tôi rằng cô chẳng hề có chút ký ức gì về con người cả, nên mong tôi đừng có phá hỏng niềm vui trải nghiệm này của cô.  Rồi cô mặc cho tôi kiểu áo buồn cười nhất – màu xanh đậm, có diềm đăng-ten và hở vai, có mạc bằng tiếng Pháp tôi không biết đọc – cái áo đầm thích hợp để mặc trên sàn diễn hơn là mặc ở Forks. Chẳng thể có điều tốt đẹp nào đến với bộ đồ trang trọng của chúng tôi cả, tôi chắc chắn thế. Trừ phi …nhưng tôi không dám bày tỏ sự ngờ vực của mình thành lời, dù chỉ trong suy nghĩ.  Rồi tôi bị phân tâm vì có tiếng điện thoại reo.  Edward lôi chiếc điện thoại di động trong túi áo khoác ra, nhìn nhanh vào số người gọi rồi mới trả lời.  \"Chào Charlie, \" anh thận trọng lên tiếng.  “Charlie?\" Tôi cau mày.  Charlie đã trở nên ... khó tính khi tôi về lại Forks. Ông chia chuyện tồi tệ xảy ra cho tôi thành hai cách phản ứng rõ ràng.  Đối với bác sĩ Carlisle, thì ông gần như biết ơn sùng bái. Nhưng mặt khác, ông bướng bỉnh đoan chắc Edward có lỗi trong chuyện này -- bởi vì, nếu không phải tại vì anh, thì tôi đã chẳng bỏ nhà ra đi. Và Edward thì gần như đồng tình với ông. Trong những ngày này tôi phải tuân theo những quy định trước đây chưa hề có như: phải ở trong nhà không được đi chơi... giờ thăm viếng.  Charlie đang nói cái gì đó khiến mắt Edward trợn tròn hoài nghi rồi anh cười toe toét.  \"Chắc bác nói giỡn!\" Anh cười to.  “Gì vậy?\" Tôi hỏi gặng.  Anh lờ tôi. “Sao bác không để cháu nói chuyện với anh ta?\" Edward vui vẻ đề nghị. Anh đợi vài giây.  “Chào Tyler, tôi là Edward Cullen đây.” Giọng anh rất thân thiện, bề ngoài thôi. Tôi hiểu điều đó đủ rõ để nhận ra hơi hướng đe doạ. Tyler đang làm gì ở nhà tôi chứ?  Sự thật khủng khiếp bắt đầu rõ dần với tôi. Tôi nhìn lần nữa vào chiếc áo không phù hợp mà Alice đã ép tôi mặc.  \"Tôi xin lỗi vì đã có hiểu lầm, nhưng Bella đêm nay không rảnh.” Giọng Edward thay đổi, và vẻ đe doạ trong giọng anh đột ngột rõ hơn khi anh nói tiếp. \"Thật lòng mà nói, cô ấy đêm nào cũng không rảnh hết, chẳng rảnh với ai cả ngoài tôi.  Đừng mếch lòng. Và tôi rất tiếc vì đã làm hỏng buổi tối của bạn.” Giọng anh chẳng có vẻ hối tiếc  chút nào. Rồi anh cúp điện thoại cái cụp, nở một nụ cười hết sức tự mãn trên mặt.  Cổ và mặt tôi đỏ rần lên vì giận. Tôi cảm nhận được những giọt nước mắt tức tối đang bắt đầu tràn mi.  Anh nhìn tôi ngạc nhiên. \"Đoạn cuối hơi quá đáng hả?  Anh không có ý làm em khó chịu.” Tôi lờ đi chuyện đó.  \"Anh đang đưa em đi khiêu vũ!\" Tôi thét.  Bây giờ thì quá rõ ràng rồi.  Nếu tôi để ý một chút, chắc chắn tôi đã thấy ngày tháng ghi trên mấy tấm áp phích trang trí các toà nhà trong trường.  Nhưng tôi chẳng bao giờ tưởng tượng anh lại nghĩ đến việc bắt tôi làm chuyện này.  Anh không hiểu tôi chút nào sao? Anh không ngờ tôi phản ứng dữ dội như thế, điều đó quá rõ ràng. Anh mím chặt môi lại và nheo mắt. \"Đừng cố chấp thế, Bella.” Mắt tôi liếc nhanh qua cửa sổ; chúng tôi đã nửa đường đến trường rồi.  \"Tại sao anh lại làm vậy với em?\" Tôi kinh hoàng hỏi.  Anh chỉ tay vào chiếc áo vét-tông của mình. \"Nói thật đi, Bella, thế em nghĩ mình sắp làm gì?\" Tôi cảm thấy muốn chun xuống đất vì xấu  hổ. Trước hết, vì tôi không thấy được cái điều hết sức rõ ràng. Cũng bởi vì những nghi ngờ mơ hồ – thật ra là những mong đợi – mà tôi ấp ủ suốt cả ngày, khi Alice cố biến tôi thành hoa hậu, đã chẳng hề dính dáng gì đến chuyện tôi nghĩ.  Niềm hy vọng pha lẫn lo sợ kia giờ đây có vẻ quá ngu ngốc.  Tôi đoán sắp xảy ra một sự kiện đặc biệt nào đó. Nhưng không phải là buổi khiêu vũ!  Chuyện đó nằm ngoài suy nghĩ của tôi.  Những giọt nước mắt giận dữ lăn trên má. Tôi thảng thốt nhớ là mình đang chải mascara. Tôi lau nhanh nước mắt để khỏi bị lem. Bàn tay tôi không bị đen lem nhem khi chùi chúng; chắc Alice biết tôi cần trang điểm không thấm nước.  \"Thiệt hết sức buồn cười. Sao em lại khóc?\" anh thất vọng hỏi.  \"Vì em khùng!” \"Bella.”  Anh chuyển toàn bộ sức mạnh của đôi mắt vàng cháy bỏng lên tôi.  \"Gì chứ?\" Tôi lẩm bẩm, bị phân tâm.  \"Làm anh vui đi,” anh nài nỉ.  Đôi mắt anh làm tan chảy mọi cơn thịnh nộ trong tôi. Không thể nào cãi nhau với anh khi anh gian lận như thế. Tôi miễn cưỡng chịu thua.  \"Được thôi, \" tôi bĩu môi, không thể nhìn anh trừng trừng như tôi muốn vậy.  \"Em sẽ không làm om sòm. Nhưng rồi anh sẽ thấy. Tình hình này thế nào em cũng sẽ bị xui xẻo nữa cho xem. Có lẽ em sẽ làm gãy luôn cái chân kia. Nhìn chiếc giày này nè! Nó hết sức nguy hiểm!\" Tôi giơ cái chân không bị thương ra làm bằng chứng.  \"Hừm. \" Anh nhìn chằm chằm vào chân tôi lâu hơn cần thiết. \"Đêm nay nhớ nhắc anh cảm ơn Alice chuyện đó nhé.” \"Alice sẽ đến đó à ?\" Điều đó an ủi tôi phần nào.  \"Với Jasper, và Emmett và Rosalie, \" anh thú nhận.  Cảm giác an ủi biến mất.  Chẳng có tiến triển gì trong quan hệ của tôi với Rosalie, cho dù tôi khá thân với chồng cô.  Emmett thích có tôi quanh quẩn bên cạnh – anh cho rằng phản ứng con người kỳ quái của tôi thật vui nhộn...  hoặc có thể chỉ do tôi vấp ngã riết nên anh thấy buồn cười. Rosalie làm như thể tôi chẳng hề tồn tại. Khi tôi đang lắc đầu xua đuổi hướng đi của suy nghĩ của mình, tôi nghĩ đến chuyện khác.  \"Charlie biết việc này à?\" Tôi hỏi, bỗng dưng thấy nghi ngờ.  \"Dĩ nhiên rồi.” Anh cười toe toét, rồi cười khúc khích. “Nhưng hình như Tyler thì không.” Tôi nghiến răng. Sao mà Tyler có thể hoang tưởng đến thế, tôi thực không thể tưởng tượng nổi.  Ở trường, nơi Charlie không thể can thiệp vào, Edward và tôi luôn ở bên nhau - ngoại trừ những ngày nắng hiếm hoi. Bây giờ chúng tôi đã đến trường; chiếc xe mui trần màu đỏ của Rosalie nổi bật thấy rõ trong bãi đậu xe. Hôm nay mây thưa hơn, một vài vệt nắng chiếu xa xa ở phía tây.  Anh bước ra và đi vòng mở cửa xe cho tôi. Anh chìa tay ra.  Tôi ngồi lỳ trên ghế, khoanh tay, khoái trá thầm. Bãi đậu xe đầy người mặc đồ trang trọng: những người chứng kiến.  Anh không thể lôi tôi ra khỏi xe theo kiểu anh sẽ làm nếu chỉ có tôi và anh.  Anh thở dài. \"Khi có người muốn giết em, em dũng cảm như một chú sư tử – thế mà khi có người nói đến chuyện khiêu vũ thì… \" anh lắc đầu.  Tôi nuốt nhanh trong cuống họng. Khiêu vũ.  \"Bella, anh sẽ không để cho bất cứ thứ gì làm em đau - ngay cả chính bản thân em. Anh sẽ không rời xa em dù chỉ một lần. “ Tôi nghĩ về điều đó và đột ngột cảm thấy dễ chịu hơn nhiều. Anh có thể nhìn thấy điều đó trên  mặt tôi.  “Đấy, nào,” anh nói dịu dàng, \"sẽ không tệ lắm đâu.”  Anh cúi xuống và choàng một tay quanh eo tôi. Tôi nắm tay kia của anh và để anh nâng tôi ra khỏi xe.  Anh cứ vòng tay ôm chặt tôi, đỡ tôi đi khập khiễng về phía trường.  Ở Phoenix, người ta tổ chức khiêu vũ trong phòng khiêu vũ của khách sạn.  Còn ở đây, buổi khiêu vũ này được tổ chức trong phòng tập thể dục, dĩ nhiên rồi.  Đây có lẽ là phòng duy nhất trong thị trấn đủ lớn để tổ chức khiêu vũ. Khi chúng tôi vào bên trong, tôi cười khúc khích. Có mái vòm treo bong bóng và vòng hoa quấn giấy kép màu tùng lam trang trí trên tường.  “Trông giống như sắp chiếu phim kinh dị vậy, “ tôi cười khúc khích.  “Ờ, \" anh lẩm bẩm khi chúng tôi từ từ tiến đến gần bàn vé - anh gần như nâng toàn bộ trọng lượng cơ thể của tôi, nhưng tôi vẫn phải lê chân và nhảy về phía trước - \"Có quá nhiều ma cà rồng.\" Tôi nhìn vào sàn khiêu vũ; có một khoảng rộng ở giữa sàn, nơi có hai cặp đang xoay tròn duyên dáng. Những đôi khác đang nép vào các bên để chừa chỗ cho họ - không ai muốn mình đối chọi với sự lộng lẫy như thế. Emmett và Jasper có vẻ đáng gờm và hoàn hảo trong bộ áo xmốc-king. Alice nổi bật trong chiếc áo đầm bằng vải xa - tanh đen khoét lỗ hình học để lộ làn da trắng như tuyết của cô dưới các lỗ khoét tam giác lớn. Còn Rosalie... ừm, Rosalie.  Cô thì không thể tưởng tượng nỗi.  Đầm màu đỏ tươi sặc sỡ hở lưng, ôm đến bắp chân thì xoè rộng thành đuôi váy diềm đăng-ten, với đường viền cổ xẻ sâu đến eo. Tôi cảm thấy thương hại cho mọi cô gái trong phòng, trong đó có tôi.  \"Anh có muốn em cài then cửa để anh thảm sát dân trong thị trấn vô tư này không?\" Tôi thì thầm bí ẩn.  “Và em ở bên nào trong kế hoạch đó?\" Anh nhìn trừng trừng.  \"Ồ, dĩ nhiên, em theo ma cà rồng. \" Anh mỉm cười miễn cưỡng. \"Làm bất cứ thứ gì để khỏi phải khiêu vũ hả.” \"Bất cứ thứ gì. \" Anh mua vé cho chúng tôi, rồi dìu tôi về phía sàn nhảy. Tôi nép vào tay anh và lê chân.  \"Anh có nguyên đêm mà,” anh cảnh báo.  Cuối cùng anh dìu tôi ra chỗ gia đình anh đang xoay tròn thanh nhã -  có điều theo phong cách hoàn toàn không phù hợp với thời điểm và âm nhạc hiện tại. Tôi khiếp sợ nhìn.  \"Edward. \" Cổ  họng tôi khô đến nỗi tôi chỉ có thể thì thầm. \" Em thực không biết nhảy mà!\" Tôi có thể cảm nhận được nỗi lo sợ trào dâng trong lồng ngực.  \"Đừng lo, ngốc à, \" anh thì thầm lại. \" Anh biết.”  Anh choàng tay tôi quanh cổ anh và nâng tôi lên để lách chân anh vào dưới chân tôi.  Và rồi chúng tôi cũng xoay tròn.  \"Em cảm thấy như em mới năm tuổi, \" tôi cười sau vài phút nhảy van-xơ hết sức dễ dàng.  \"Em không giống năm tuổi chút nào, \" anh thì thầm, kéo tôi vào gần anh hơn một chút, khiến chân tôi cách mặt đất một foot.  Alice bắt gặp ánh mắt tôi khi đang xoay và mỉm cười động viên - tôi mỉm cười đáp lại. Tôi ngạc nhiên thấy mình đang vui thực sự ... hơi hơi.  \"Ổn rồi, không tệ chút nào,” tôi thú nhận.  Nhưng Edward đang nhìn về phía cánh cửa, và mặt anh giận dữ.  \"Có chuyện gì vậy?\" Tôi bật hỏi thành tiếng. Tôi nhìn theo ánh mắt anh, mất phương hướng vì xoay theo điệu nhạc, nhưng cuối cùng cũng thấy được chuyện làm anh bực mình. Jacob Black, không mặc áo xmốc-king, mà mặc áo sơ mi trắng dài tay và thắt cà vạt, tóc chải ngược ra sau cột đuôi gà như thường lệ, đang băng qua sàn đi về hướng chúng tôi.  Sau phút sững người nhận ra nhau, tôi không thể không cảm thấy ân hận cho Jacob. Anh chàng rõ ràng không thoải mái cho lắm – hết sức đau khổ nữa là đằng khác. Mặt anh chàng tỏ vẻ hối lỗi khi mắt chúng tôi giao nhau.  Edward gầm gừ khe khẽ.  \"Đàng hoàng chứ!\" Tôi rít lên.  Giọng Edward gay gắt. \"Anh ta muốn nói chuyện với em. \" Rồi Jacob đến bên chúng tôi, vẻ bối rối và hối lỗi càng lộ rõ hơn trên mặt anh.   \"Chào, Bella, tôi hi vọng bạn sẽ ở đây. \"  Giọng Jacob nghe giống như anh chàng mong điều ngược lại. Nhưng nụ cười của anh vẫn ấm áp như mọi khi.  \"Chào Jacob. \" Tôi mỉm cười đáp lại. \"Có chuyện gì thế?\" \"Tôi có thể thay chỗ anh được không ?\" anh ta hỏi dò, liếc Edward lần đầu tiên. Tôi hết sức bất ngờ khi nhận ra rằng Jacob chẳng cần phải ngước mặt lên. Hẳn anh chàng đã cao thêm nửa foot kể từ lần đầu tôi gặp anh.  Edward có vẻ bình tĩnh, không biểu lộ gì trên mặt. Câu trả lời duy nhất của anh là cẩn thận đặt tôi đứng xuống, rồi lùi lại một bước.  \"Cám ơn,\" Jacob hoà nhã nói.  Edward chỉ gật đầu, nhìn tôi chằm chằm rồi mới quay lưng bước đi.  Jacob đưa tay ôm eo tôi, và tôi đưa tay lên đặt lên vai anh.  \"Wow, Jake, bây giờ bạn cao bao nhiêu rồi?\" Anh chàng có vẻ tự mãn. “Sáu phẩy hai foot.” Thật ra chúng tôi chả nhảy nhót gì cả vì cái chân tôi. Thay vì đó, chúng tôi vụng về lắc lư qua lại mà chẳng hề nhúc nhích đôi chân. Cũng may là; do gần đây cao lên nhanh như thổi nên nhìn anh có vẻ lóng ngóng và vụng về, có lẽ anh chàng cũng chẳng nhảy giỏi gì hơn tôi.  \"Nè, sao đêm nay bạn lại đến đây?\" Tôi hỏi không giấu nỗi tò mò thật sự.  Qua phản ứng của Edward, tôi cũng đoán ra.  \"Bạn có thể tin nỗi không bố tôi trả tôi hai mươi đồng để đến buổi khiêu vũ này đấy?\" anh chàng thú nhận, hơi xấu hổ.  \"Có, tin chứ, \" tôi lẩm bẩm. \"À, tôi hy vọng bạn ít ra cũng sẽ vui vẻ.  Đã tìm ra người bạn thích chưa?\" Tôi trêu chọc, hất đầu về phía một nhóm thiếu nữ đang đứng tựa lưng vào tường giống như bức vẽ phối  màu.  \"Rồi, \" anh chàng thở dài. \" Nhưng cô ấy đã có bạn nhảy rồi. \" Anh chàng nhìn xuống để gặp ánh nhìn tò mò của tôi trong thoáng chốc - rồi cả hai đều quay đi, bối rối.  \" À này, bạn trông rất xinh\"  anh chàng bẽn lẽn nói thêm.  \"Ừm, cám ơn. Vậy tại sao Billy bảo bạn đến đây ?\" Tôi hỏi nhanh, mặc dù tôi đã biết câu trả lời.  Jacob không có vẻ biết ơn vì đề tài thay đổi; anh chàng nhìn sang chỗ khác, lại không thoải mái. \"Ông nói đây là nơi an toàn để nói chuyện với bạn. Tôi dám chắc ông già mất trí rồi.” Tôi cùng cười với anh chàng một cách gượng gạo.  \"Dù sao chăng nữa, ông nói nếu tôi nói cho bạn nghe một chuyện, ông sẽ kiếm cho tôi cái xy-lanh chính mà tôi đang cần, \" anh chàng thú nhận với nụ cười bẽn lẽn.  \"Vậy thì nói đi. Tôi muốn bạn lắp xong cái xe.” Tôi cười toe toét đáp lại. Ít nhất Jacob không tin chuyện này chút nào. Chính điều đó làm tình hình dễ chịu hơn một chút. Edward dựa lưng vào tường, chăm chú nhìn mặt tôi, với vẻ mặt vô cảm. Tôi thấy một em sinh viên năm thứ hai mặc đầm màu hồng quan sát anh với vẻ dò hỏi rụt rè, nhưng anh dường như chẳng hề biết đến cô ta.  Jacob lại nhìn sang chỗ khác, xấu hổ. \"Đừng giận nhé?\" \"Làm sao mà tôi giận bạn được, Jacob, \" tôi quả quyết với anh chàng. \"Thậm chí tôi cũng chẳng giận bác Billy nữa. Cứ nói ra chuyện bạn phải nói.” \"Ừm, - cho tôi xin lỗi, chuyện này hơi ngớ ngẩn một tí, Bella – bố tôi muốn bạn chia tay với bạn trai. Ông bảo tôi nói với bạn rằng “xin bạn”\".  Anh chàng lắc đầu bực bội.  \"Bác ấy vẫn còn mê tín, ha?\" \"Ừ. Ông…hầu như quá đáng khi bạn bị thương ở Phoenix. Ông không tin là…. \" Giọng Jacob nhỏ dần e dè.  Mắt tôi nheo lại. \"Tôi ngã. \" “Tôi biết rồi, “ Jacob nói nhanh.  \"Bác ấy nghĩ anh Edward đã làm gì để tôi bị thương à.” Đó không phải là câu hỏi, và mặc dù tôi đã hứa, tôi vẫn giận điên.  Jacob không nhìn tôi nữa. Chúng tôi thậm chí không thèm lắc lư theo điệu nhạc, cho dù bàn tay anh chàng vẫn để trên eo tôi, và tay tôi đang choàng qua cổ anh chàng.  \"Nè, Jacob, tôi biết Billy có lẽ sẽ không tin việc này, nhưng đúng vậy đó bạn biết không” – lúc này anh chàng nhìn tôi, đáp lại vẻ thành khẩn mới trong giọng tôi - \" Edward thật đã cứu mạng tôi. Nếu không có Edward và cha anh ấy, tôi đã chết rồi.” \"Tôi biết, \" anh chàng tuyên bố, nhưng dường như do những lời chân thành của tôi ảnh hưởng mà thôi. Ít ra, anh chàng sẽ có thể thuyết phục Billy về điều này ít nhiều.  \"Này, tôi xin lỗi vì bạn phải làm chuyện này, Jacob, \" tôi xin  lỗi. \"Dù sao đi nữa, bạn  cũng sẽ nhận được linh kiện mà, phải không?\" \"Ừ, \" anh chàng lẩm bẩm. Anh chàng vẫn có vẻ vụng về… bực bội.  \"Còn gì nữa vậy?\" Tôi nghi ngờ hỏi.  \"Quên chuyện đó đi, \" anh chàng lầm bầm, \" Tôi sẽ kiếm việc làm và tự dành dụm tiền.” Tôi nhìn trừng trừng anh chàng cho đến khi anh chàng nhìn tôi. \"Nói ra đi, Jacob. \" \"Tệ lắm.” \"Tôi không quan tâm. Nói cho tôi biết đi, \" tôi cố nài.  \"Được rồi nhưng, trời, việc này tệ lắm lận. \" Anh chàng lắc đầu. \" Ông nói với tôi là, ồ không, phải cảnh báo bạn là - , - và đây là số nhiều của ông, chứ không phải của tôi \" – anh chàng rút một tay ra khỏi thắt lưng tôi và làm dấu trích dẫn câu nói trong không khí  -  \"Chúng tôi đang theo dõi.”  Anh chàng thận trọng nhìn phản ứng của tôi.  Giống như chuyện trong phim mafia vậy. Tôi cười ầm lên.  \"Xin lỗi vì bạn phải làm việc này, Jake, \" tôi cười khúc khích.  \"Tôi không quan tâm chuyện đó lắm. \" Anh chàng cười nhẹ nhõm. Ánh mắt anh chàng nhận xét khi nhìn nhanh một lượt cái áo đầm của tôi. \"Nè, tôi có nên nói với ông là đừng có xía vô chuyện người khác không?\" anh chàng phấn khởi hỏi .  \"Không, \" tôi thở dài. \"Nói với ông là tôi nói cám ơn. Tôi biết bác ấy có ý  tốt.” Bài hát chấm dứt, và tôi bỏ tay xuống.  Tay anh chàng vẫn lần lữa nơi eo tôi, và anh chàng nhìn lướt qua cái chân vô dụng của tôi. “Bạn có muốn nhảy nữa không? Hay để tôi đưa bạn đến đâu đó ?\" Edward trả lời hộ tôi. “Được rồi, Jacob. Bây giờ tôi sẽ lo chuyện đó từ giờ. \" Jacob chùn bước, tròn xoe mắt nhìn chằm chằm vào Edward, đang đứng ngay bên cạnh chúng tôi.  \"Này, tôi đã chẳng gặp được bạn ở đó,” anh chàng lẩm bẩm. \"Tôi mong sẽ gặp lại bạn đâu đó, Bella.” Anh chàng lùi lại, miễn cưỡng vẫy tay chào tạm biệt.  Tôi mỉm cười. \"Ừ, gặp lại bạn sau. \" “Xin lỗi nhé, \" anh chàng nói lần nữa rồi mới quay ra cửa.  Tay Edward vòng qua tôi khi bài hát tiếp theo bắt đầu. Đó là bản nhạc nhịp hơi nhanh so với điệu slow, nhưng dường như anh không quan tâm đến nhạc. Tôi tựa đầu vào ngực anh, mãn nguyện.  \"Cảm thấy dễ chịu hơn không?\" Tôi trêu chọc.  \"Chưa lắm, \" anh nói gọn lỏn.  \"Đừng giận Billy,” tôi thở dài. \" Bác ấy chỉ lo cho em vì Charlie thôi. Không có ý gì đâu.\" \"Anh không bực Billy, \" Anh đính chính với giọng nhanh và rõ. \"Mà con trai ông ta làm anh phát cáu.” Tôi lùi lại nhìn anh. Mặt anh nghiêm túc.  \"Sao vậy?\" \"Trước tiên, anh ta làm anh không giữ được lời hứa.” Tôi nhìn anh chằm chằm anh không hiểu.  Anh cười nhếch mép. \"Anh đã hứa không rời xa em đêm nay, \" anh giải thích.  \"Ồ, được rồi, em tha thứ cho anh.” \"Cám ơn em. Nhưng còn chuyện khác nữa. \" Edward cau mày.  Tôi kiên nhẫn chờ đợi.  \"Hắn bảo em đẹp, \" anh tiếp tục nói, mày cau nhiều hơn.  \"Thực tế đó là một sự sỉ nhục, dáng vẻ của em hiện giờ. Em hơn cả xinh đẹp.” Tôi cười lớn. \"Có thể anh hơi thiên vị quá đó.” \"Anh không nghĩ thế.  Hơn nữa, mắt anh rất tinh.” Chúng tôi lại xoay theo điệu nhạc, chân tôi trên chân  anh khi anh ôm chặt lấy tôi.  \"Vậy anh có chịu giải thích lý do của toàn bộ chuyện này không?\" Tôi thắc mắc.  Anh nhìn xuống tôi, không hiểu, và tôi liếc nhìn đầy ngụ ý vào tờ giấy kếp.  Anh cân nhắc một lát, rồi đổi hướng, xoay tôi băng qua đám đông ra cửa sau của phòng tập thể dục. Tôi thoáng thấy Jessica và Mike đang khiêu vũ, nhìn tôi chằm chằm tò mò. Jessica vẫy tay, và tôi nhanh nhẹn mỉm cười đáp lại.  Angela cũng ở đó, trông rất tràn trề hạnh phúc trong vòng tay của Ben Cheney tí hon;  cô lúc nào cũng nhìn chằm chằm xuống anh bạn, thấp hơn cô cả cái đầu. Lee và Samantha, Lauren, cùng với Conner nhìn chăm chú về phía chúng tôi; tôi có thể gọi tên từng khuôn mặt đang lướt qua tôi. Và rồi chúng tôi đã ở bên ngoài, trong ánh sáng mờ, dịu mát của mặt trời đang lặn.  Ngay khi chúng tôi chỉ có một mình, anh xốc tôi lên tay, rồi bế tôi băng qua vùng tối tăm cho đến khi anh đến chiếc băng ghế bên dưới bóng cây Madrone. Anh ngồi đó, vẫn bế tôi trước ngực.  Trăng đã lên, sáng bàng bạc qua làn mây mỏng nhẹ, và khuôn mặt anh nhợt nhạt dưới ánh sáng trắng ấy. Miệng anh cay đắng, mắt anh bồn chồn.  \"Mục đích?\" Tôi nhắc khẽ.  Anh lờ tôi, ngước nhìn chăm chú vào mặt trăng.  \"Lại chạng vạng, \" anh thì thầm. \"Lại một ngày nữa trôi qua. Dù ngày có đẹp cách mấy thì cũng đến lúc kết thúc.” \"Một những thứ không phải kết thúc, \" tôi nói thầm qua kẽ răng, lập tức căng thẳng.  Anh thở dài.  \"Anh đưa em đến buổi khiêu vũ,” rốt cuộc anh cũng trả lời câu hỏi của tôi, chậm rãi,  \"vì anh không muốn em để lỡ bất cứ thứ gì.  Anh không muốn sự hiện diện anh tước đi của em mọi thứ, nếu anh làm được điều đó. Anh muốn em là người. Anh muốn đời em tiếp tục như nó lẽ ra phải vậy nếu anh đã chết trong năm một nghìn chín trăm mười tám.” Tôi rùng mình khi nghe lời anh nói, rồi lắc đầu giận dữ. \"Cho dù ở thế giới nào em cũng không thích đi khiêu vũ cả? Nếu anh không mạnh hơn em ngàn lần, thì em sẽ không bao giờ để anh thoát được chuyện này đâu.” Anh thoáng mỉm cười, nhưng đôi mắt thì không. \"Không tệ đến mức vậy đâu, chính em tự nói vậy mà. \" \"Đó là vì em ở bên anh. \" Chúng tôi yên lặng trong một phút; anh nhìn chăm chú vào trăng còn tôi thì nhìn chằm chằm vào anh. Tôi ước mình biết cách giải thích cho anh hiểu là tôi chẳng quan tâm chút nào đến cuộc đời của một người bình thường.  \"Em sẽ kể cho anh nghe một chuyện nhé?\" anh hỏi, liếc nhìn xuống tôi cười nhẹ.  \"Chẳng phải em luôn như thế sao?\" \"Chỉ cần hứa em sẽ kể anh nghe, \" anh khăng khăng, cười toe toét.  Tôi biết thế nào mình cũng sẽ hối tiếc cho xem. \"Em hứa. \" \"Em có vẻ hết sức ngạc nhiên khi biết anh sẽ đưa em đến đây, \" anh bắt đầu.  \"Đúng vậy, \" tôi xen vào.  \"Đúng vậy,” anh đồng ý. \" Nhưng hẳn em đã có giả thuyết khác… Anh muốn biết -  em nghĩ anh bảo em ăn diện như thế để làm gì?\" Quả không sai, hối hận liền. Tôi bặm môi, do dự. \"Em không muốn nói cho anh biết.” \"Em đã hứa rồi,” anh phản đối.  \"Em biết. \" \"Thế đó là chuyện gì?\" Tôi biết anh nghĩ chỉ vì tôi mắc cỡ nên không nói ra. \" Em sợ nó sẽ làm anh nổi giận - hoặc buồn thôi.” Mày anh nhíu lại khi anh hiểu ra.  \"Anh vẫn muốn biết. Làm ơn đi mà?” Tôi thở dài. Anh chờ đợi.  \"Ừm ...  em đoán đó là một ... sự kiện nào đó. Nhưng em không nghĩ là đó chuyện nhàm chán của con người…như khiêu vũ!\" Tôi chế giễu.  \"Của con người?\" anh hỏi thẳng. Anh đã chọn đúng từ quan trọng ấy.  Tôi nhìn xuống áo đầm của mình, vò miếng the mỏng. Anh im lặng chờ đợi.  \"Được rồi, \" tôi vội vã thú nhận. \"Em đã hy vọng anh đổi ý… là rốt cuộc, anh sẽ biến đổi em.” Một tá cảm xúc hiện ra trên mặt anh. Tôi nhận ra một vài trong số đó:  tức giận.. đau đớn…và rồi anh dường như trấn tĩnh lại và vẻ mặt anh trở nên thích thú.  \"Em nghĩ là đó sẽ là một dịp trang trọng à?\" anh sờ vào ve áo vét-tông của mình, trêu tôi.  Tôi quắc mắt giận dữ để giấu xấu hổ. \"Em đâu biết mấy chuyện đó ra sao đâu. Với em, ít ra, chuyện đó còn dễ hiểu hơn là đi dự khiêu vũ. \" Anh vẫn cười toe toét.  “Chả có gì mắc cười hết,” tôi nói.  \"Ừ, em đúng, chẳng có gì buồn cười cả,” anh đồng ý, nụ cười biến mất.  \"Nhưng anh thà coi đó là chuyện  đùa, còn hơn tin là em nghiêm túc.” \"Nhưng em nghiêm túc mà. \" Anh thở dài. \"Anh biết. Và em muốn thế thật sao?” Nỗi đau quay về trong mắt anh. Tôi cắn môi gật đầu.  \"Quá mong muốn điều này đến hồi kết thúc, \" anh thì thầm, gần như với chính mình, “vì chuyện này sẽ là hoàng hôn của đời em, dù đời em chỉ  mới bắt đầu.  Em đã muốn từ bỏ mọi thứ.” \"Không phải là sự kết thúc mà là sự khởi đầu, \" tôi thì thào không đồng tình.  \"Anh không đáng để em làm vậy đâu, \" anh buồn bã nói.  \" Anh có nhớ anh bảo rằng em không nhìn rõ chính em không?\" Tôi nhướng mày hỏi. \"Anh rõ là cũng không biết mình như em thôi. \" \"Anh biết mình là cái giống gì.” Tôi thở dài.  Nhưng tâm trạng hay thay đổi của anh ấy lại chuyển sang tôi. Anh bặm môi, và mắt anh tìm kiếm. Anh nhìn kỹ mặt tôi hồi lâu.  \"Vậy bây giờ em đã sẵn sàng chưa?\" anh hỏi.  \"Ờ.... \" Tôi nuốt nhanh trong cuống họng. \"Sao?\" Anh mỉm cười, rồi từ từ cúi đầu xuống cho đến khi đôi môi lạnh giá của anh mơn man làn da ngay dưới quai hàm tôi.  \"Ngay bây giờ nhé ?\" anh thì thầm, hơi thở anh lành lạnh trên cổ tôi.  Tôi bất giác rùng mình.  \"Vâng, \" tôi thì thầm, để giọng nói của mình không có cơ hội yếu đi. Nếu anh nghĩ tôi đang gạt anh, anh sẽ thất vọng. Tôi đã quyết định rồi, và tôi hoàn toàn dứt khoát. Dù thân tôi cứng đờ, dù tay tôi cuộn lại thành nắm đấm, dù hơi thở tôi ngắt quãng....  Anh cười buồn, và đứng thẳng lại.  Mặt anh lộ vẻ thất vọng.  \"Em đâu thực tin là anh sẽ chịu thua dễ dàng vậy hả,” anh chế giễu chua chát.  \"Ai cấm em mơ ước đâu.” Lông mày anh dựng  lên. \"Đó là điều em mơ ước sao? Làm một con quái vật?” \"Đâu phải vậy,” tôi nói, cau mày vì cách chọn từ của anh. Thực vậy, quái vật.  \"Chủ yếu là em mơ ước được ở bên anh mãi mãi. \" Nét mặt anh thay đổi, dịu lại và buồn bã vì nỗi đau phảng phất trong giọng tôi.  \"Bella.” Ngón tay anh nhẹ nhàng rà trên môi tôi. \"Anh sẽ ở bên em - như thế đủ chưa?\" Tôi mỉm cười dưới đầu ngón tay anh. \"Đủ cho bây giờ thôi.” Anh cau mày vì sự ngoan cố của tôi. Đêm nay chẳng ai chịu đầu hàng cả. Anh thở ra, thực ra là gầm gừ.  Tôi sờ mặt anh. \"Nhìn nè, \" tôi nói. \"Em  yêu anh hơn tất cả mọi thứ trên thế gian này. Thế đủ chưa?\" \"Ờ, thế là đủ rồi, \" anh mỉm cười trả lời . \"Đủ mãi mãi.” Và anh cúi xuống áp đôi môi lạnh giá của mình lên cổ tôi một lần nữa."
        }
    ],
    "suggestions": []
}