{
    "en_vn": {
        "data": {
            "content": null,
            "word": "enchanted",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>enchanted</k><blockquote><cclass>adjective put under a spell:</cclass></blockquote><blockquote>→ <kref>enchant</kref></blockquote></div>",
            "word": "enchanted",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enchanted",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enchanted",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enchanted",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "I was <em>enchanted</em> by her smile.",
            "vi": "Nụ cười của nàng đã hớp hồn tôi."
        },
        {
            "en": "They were all <em>enchanted</em> by the island.",
            "vi": "Tất cả họ đều bị hòn đảo mê hoặc."
        },
        {
            "en": "I am <em>enchanted</em> with the music.",
            "vi": "Tôi bị âm nhạc cuốn hút."
        },
        {
            "en": "Let yourself be <em>enchanted</em>, you might just break through.",
            "vi": "Hãy để mình được đắm chìm, bạn có thể vượt qua tất cả."
        },
        {
            "en": "The listeners will be <em>enchanted</em> by the haunting melodies.",
            "vi": "Những thính giả sẽ say mê bởi những giai điệu buồn sâu thẳm."
        },
        {
            "en": "<em>Enchanted</em> by her smile, I found myself quite speechless.",
            "vi": "Bị hớp hồn bởi nụ cười của nàng, tôi không nói nên lời."
        },
        {
            "en": "Life is <em>enchanted</em> cup sparkles near the brim.",
            "vi": "Cuộc đời là cái chén nhiệm màu lấp lánh đã gần tới miệng."
        },
        {
            "en": "The audience was clearly <em>enchanted</em> by his performance.",
            "vi": "Khán giả rõ ràng bị buổi diễn của anh ta mê hoặc."
        },
        {
            "en": "They met in Paris one <em>enchanted</em> afternoon in early autumn.",
            "vi": "Họ gặp nhau vào một buổi chiều thu Paris mê hoặc."
        },
        {
            "en": "The prince was never coming back to kiss me awake from my <em>enchanted</em> sleep.",
            "vi": "Hoàng tử chẳng bao giờ quay lại hôn để đánh thức tôi khỏi giấc ngủ bị phù phép."
        },
        {
            "en": "An <em>enchanted</em> moment, and it sees me through. It's enough for this restless warrior just to be with you",
            "vi": "Một khoảnh khắc mê lòng, và nó đi xuyên qua anh. Nó đủ để người chiến binh không nghỉ này chì còn biết đến bên em."
        },
        {
            "en": "He told her that he had been <em>enchanted</em> by a spiteful fairy, who had changed him into a frog.",
            "vi": "Anh ta kể với cô ta rằng anh đã bị niệm bùa chú bởi một bà tiên độc ác, bà ta đã biến anh thành chú ếch."
        },
        {
            "en": "Before my dad died, Christmas was a bright, <em>enchanted</em> time in the long, dark winters of Bathurst, New Brunswick.",
            "vi": "Trước khi cha tôi qua đời, Giáng sinh là thời khắc lung linh và đầy mê hoặc giữa mùa đông u ám lê thê ở Bathurst, New Brunswick."
        },
        {
            "en": "I went to settle myself near him and tried to show all the signs of a girl <em>enchanted</em>.",
            "vi": "Tôi đến ngồi bên cạnh ông ta và cố tỏ ra vui mừng sung sướng khi được hầu rượu cho ông ta."
        },
        {
            "en": "Pseudo-intellectuals are people of average intelligence who are <em>enchanted</em> with highly intellectual topics and discussions such as philosophy, socioeconomics, destiny of humanity, etc.",
            "vi": "Các nhà trí thức rởm/dỏm/giả hiệu là những người có sự hiểu biết trung bình, rất thích thú với những đề tài và những cuộc thảo luận thuộc trí tuệ ở mức độ cao cấp chẳng hạn như triết học, kinh"
        },
        {
            "en": "Pseudo - intellectuals are people of average intelligence who are <em>enchanted</em> with highly intellectual topics and discussions such as philosophy, socioeconomics, destiny of humanity, etc.",
            "vi": "Các nhà trí thức rởm/dỏm/giả hiệu là những người có sự hiểu biết trung bình, rất thích thú với những đề tài và những cuộc thảo luận thuộc trí tuệ ở mức độ cao cấp chẳng hạn như triết học, kinh tế xã hội, vận số và nhân loại/loài người."
        },
        {
            "en": "The photograph of him on the cover of the book— which shows him wearing headphones, eyes closed, clearly <em>enchanted</em> as he listens to Alfred Brendel perform Beethoven’s Pathétique Sonata—makes a positive impression that is borne out by the contents of the book.",
            "vi": "Bức ảnh ông đeo headphone, mắt nhắm nghiền và hoàn toàn đắm chìm vào bản Pathétique Sonata của Beethoven do Alfred Brendel trình bày ở trang bìa của cuốn sách đã đem lại một ấn tượng tích cực về nội dung của cuốn sách."
        },
        {
            "en": "Remarkably, sfyria was only discovered by the outside world in 1969, when an aeroplane crashed in the mountains behind Antia. As the search crew went out to look for the missing pilot, they heard shepherds volleying a series of trilled scales back and forth across the canyons and became <em>enchanted</em> by their cryptic code.",
            "vi": "Đáng chú ý là, thế giới bên ngoài chỉ biết đến sfyria vào năm 1969, khi một máy bay rơi ở dãy núi sau làng Antia. Khi đoàn ra ngoài tìm phi công mất tích, vừa nghe được những người chăn cừu huýt sáo vang rền qua qua lại lại hẻm núi, họ đã mê như điếu đổ mật mã khó hiểu của dân làng này."
        },
        {
            "en": "There are places in this world that are so surreal and beautiful that when you first see photos of them you naturally assume they must be from a movie set. But while the tiny town of Giethoorn in northern Holland may look like it was built for a film based on a children's fairytale, this <em>enchanted</em> neighborhood that's built upon a network of narrow canals is actually completely real.",
            "vi": "Có những nơi trên đời này huyền ảo đẹp xinh đến nỗi mới thấy hình chụp, mình cứ tưởng cảnh trong phim. Thành phố nhỏ xíu của Giethoorn ở miền bắc Hà lan này tuy trông giống thành phố được xây để quay phim cổ tích dành cho trẻ em, nhưng vùng đất xinh đẹp xây trên hệ thống kênh đào nhỏ hẹp này hoàn toàn có thật."
        },
        {
            "en": "BECOMING A WEREWOLF: The idea that a werewolf is created through the infectious bite of another werewolf is a modern invention. Werewolves of legend were commonly evil men who voluntarily performed witchcraft in order to become a werewolf. One common method was to remove all of one's clothing and wear a belt made of wolf skin. Other methods included drinking rainwater from a wolf's paw print, sleeping outside on a specific night and letting the full moon shine on one's face and performing a Satanic ritual involving magic ointment and an <em>enchanted</em> girdle. It was also believed that those who invoked God's wrath or were excommunicated by the Roman Catholic Church were turned into werewolves by divine punishment. And some were simply born into lycanthropy, notably those with epilepsy or children birthed on new moons.",
            "vi": "Trở thành người sói: Ý tưởng cho rằng người sói được tạo ra qua các vết cắn truyền nhiễm của một người sói khác là một phát minh của thời hiện đại. Người sói trong huyền thoại thường là những gã xấu tự nguyện thực hiện ma thuật để trở thành ma sói. Một trong những phương pháp phổ biến là cởi bỏ tất cả quần áo con người và mặc một chiếc thắt lưng bằng da sói. Các phương pháp khác bao gồm uống nước mưa đọng trong dấu chân của một con sói, ngủ bên ngoài vào một đêm trăng tròn và để cho ánh trăng chiếu rọi lên mặt và thực hiện nghi lễ của Quỷ Sa Tăng với một loại thuốc mỡ ma thuật và một cái đai lưng bị ếm bùa. Người ta cũng tin rằng những kẻ cầu khẩn cơn thịnh nộ của Đức Chúa Trời hoặc bị rút phép thông công bởi Giáo hội Công giáo La Mã sẽ biến thành người sói bởi sự trừng phạt của Thiên Chúa. Và một số chỉ đơn giản được sinh ra đã là ma sói, đặc biệt là những người bị động kinh hoặc trẻ em chào đời trong những ngày trăng non."
        }
    ],
    "suggestions": []
}