{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[in'sə:kliη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">vây quanh; bao vây</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">encircling force</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">lực lượng bao vây</td></tr></table><i/></div>",
            "word": "encircling",
            "pronounce": "[in'sə:kliη]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "encircling",
            "pronounce": "[in'sə:kliη]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "encircling",
            "pronounce": "[in'sə:kliη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "encircling",
            "pronounce": "[in'sə:kliη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "encircling",
            "pronounce": "[in'sə:kliη]"
        }
    },
    "sentences": [
        {
            "en": "<em>Encircling</em> force",
            "vi": "Lực lượng bao vây"
        },
        {
            "en": "This building is blocked by <em>encircling</em> force.",
            "vi": "Tòa nhà này bị phong tỏa bởi lực lượng bao vây."
        },
        {
            "en": "I suggest the <em>encircling</em> force should attack the enemy's main body on its right if it cannot outdistance the enemy.",
            "vi": "Tôi cho là lực lượng bao vây nên tấn công lực lượng chính của quân địch ở sườn phải nếu nó không thể vượt qua quân địch."
        },
        {
            "en": "After you've done this for about a week, stand with your arms out as if you were <em>encircling</em> a tree",
            "vi": "Sau khi làm xong việc này khoảng một tuần, hãy đứng giang tay ra như thể anh đang chạy vòng quanh một cái cây."
        },
        {
            "en": "A curved bundle of nerves fibres in each cerebral hemisphere, nearly <em>encircling</em> its connection with the corpus callosum.",
            "vi": "Bó dây thần kinh cong ở mỗi bán cầu não, chạy quanh gần chỗ nối của nó với thể chai."
        },
        {
            "en": "While telegraph service was being improved and telegraph lines were <em>encircling</em> the whole earth, scientists were working on a related idea.",
            "vi": "Trong lúc dịch vụ điện tín đang được cải thiện và các đường dây điện tín đang bao quanh cả địa cầu, các nhà khoa học đang nghiên cứu về một ý nghĩ liên hệ."
        },
        {
            "en": "I was wearing a five-crested kimono of black, with a dragon woven in gold and red <em>encircling</em> the hem up to my thighs.",
            "vi": "Tôi mặc chiếc áo kimono màu đen có năm cái vương miện, với con rồng thêu chỉ vàng và đỏ uốn mình từ lai áo cho đến ngang đùi."
        },
        {
            "en": "China's claims are based in part on a centuries-old map which shows a broken line <em>encircling</em> most of the South China Sea. Vital shipping lanes run through the sea, which is believed to be rich in oil and gas reserves.",
            "vi": "Tuyên bố chủ quyền của Trung Quốc một phần dựa trên bản đồ có từ nhều thế kỉ trước trong đó có một đường đứt khúc (“đường lưỡi bò”) bao quanh hầu hết khu vực Biển Đông. Các tuyến hàng hải quan trọng nằm trên vùng biển này, được cho là có trữ lượng lớn về dầu và khí đốt."
        }
    ],
    "suggestions": []
}