{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['endlisli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">không ngừng, liên tu bất tận</td></tr></table><i/></div>",
            "word": "endlessly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "endlessly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "endlessly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "endlessly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "endlessly"
        }
    },
    "sentences": [
        {
            "en": "I loved you <em>endlessly</em>",
            "vi": "Anh đã yêu em vô cùng"
        },
        {
            "en": "He talked <em>endlessly</em> about property prices.",
            "vi": "Nó nói liên tục về giá bất động sản."
        },
        {
            "en": "You should not repeat words <em>endlessly</em>.",
            "vi": "Bạn không nên lặp đi lặp lại các từ ngữ."
        },
        {
            "en": "He was <em>endlessly</em> kind and patient with children.",
            "vi": "Ông ấy vô cùng tốt bụng và kiên nhẫn đối với trẻ con."
        },
        {
            "en": "His private life was <em>endlessly</em> profiled in leading magazines.",
            "vi": "Đời tư của ông ta được đề cập liên tục trên các tạp chí hàng đầu."
        },
        {
            "en": "The perfectionist fights <em>endlessly</em> to overcome any thing, while the quitter simply resigns to the belief.",
            "vi": "Người theo chủ nghĩa hoàn hảo chiến đấu không ngừng để vượt qua mọi thứ, trong khi người bỏ cuộc thường xuyên từ bỏ niềm tin."
        },
        {
            "en": "He complained <em>endlessly</em> that he needed more men, more munitions, and more time to prepare.",
            "vi": "Ông không ngừng than phiền rằng ông cần thêm binh lính, đạn dược, và thời gian chuẩn bị."
        },
        {
            "en": "Computers can work <em>endlessly</em> without having to stop to rest unless there is a breakdown.",
            "vi": "Máy tính có thể làm việc không ngừng không cần dừng để nghỉ trừ khi có"
        },
        {
            "en": "Computers can work <em>endlessly</em> without having to stop to rest unless there is a breakdown.",
            "vi": "một hỏng hóc nào đó."
        },
        {
            "en": "Suddenly she wanted to cry, to lie down on the bed and sob <em>endlessly</em>.",
            "vi": "Đột nhiên nàng thấy muốn khóc, muốn nằm lăn ra giường mà nức nở mãi không thôi."
        },
        {
            "en": "We do not deem it proper to let the matter slide <em>endlessly</em>.",
            "vi": "Chúng tôi không cho rằng buông xuôi hay làm ngơ vĩnh viễn vấn đề đó là hành động đúng."
        },
        {
            "en": "The bed was tumbled and unmade and he sat on it, unshaven and suddenly gaunt, <em>endlessly</em> smoking.",
            "vi": "Giường nệm tứ tung, lộn xộn và chàng ngồi trên đó, râu ria không cạo, mặt mày đột nhiên hốc hác, hút thuốc liên miên."
        },
        {
            "en": "To exist is to change, to change is to mature, to mature is to go on creating oneself <em>endlessly</em>.",
            "vi": "Muốn tồn tại phải biết biến hoá, muốn biến hoá thì phải trưởng thành, muốn trưởng thành thì phải không ngừng đổi mới mình."
        },
        {
            "en": "Music and the brain are both <em>endlessly</em> fascinating subjects, and as a neuroscientist specialis-ing in auditory learning and memory, I find them especially intriguing.",
            "vi": "m nhạc và não bộ đều là những lĩnh vực vô cùng thú vị, là một chuyên gia thân kinh nghiên cứu về học tập và ghi nhớ bằng âm thanh, tôi nhận thấy chúng vô cùng mối mẻ và thú vị."
        },
        {
            "en": "Unless you don't care that a table grows <em>endlessly</em>, you need to set up some sort of routine for making and removing records that are no longer needed.",
            "vi": "Trừ khi chẳng hề lo một bảng sẽ taăng trưởng liên tu bất tận, bạn cần phải lập một thường trình để đánh dấu xóa rồi loại bỏ các mẫu tin không còn cần thiết."
        },
        {
            "en": "I’ve been using it for months. After searching <em>endlessly</em> for a system for supporting good habits (so many habits systems out there:), the Good Habits App was my simple solution. It relies on the “Seinfeld Effect.” ",
            "vi": "Tôi đã dùng ứng dụng này được vài tháng rồi. Sau khi tìm kiếm trong vô vàn các hệ thống hỗ trợ luyện tập thói quen tốt, Good Habits App chính là giải pháp đơn giản nhất đối với tôi. Ứng dụng dựa trên \"tác động Seinfeld\"."
        },
        {
            "en": "9. <em>Endlessly</em> waiting until tomorrow   The trouble is, you always think you have more time than you do. But one day you will wake up and there won’t be any more time to work on the things you’ve always wanted to do. And at that point you either will have achieved the goals you set for yourself, or you will have a list of excuses for why you haven’t.",
            "vi": "9. Để mai tính tiếpRắc rối là, bạn luôn nghĩ mình có nhiều thời gian hơn mình có. Nhưng sẽ đến một ngày, bạn thức dậy và không còn thời gian để làm những việc mình luôn muốn làm. Và tới lúc đó hoặc bạn đạt được mục tiêu đã định ra, hoặc bạn sẽ viện đủ cớ này nọ để phân trần cho điều mình không làm được."
        },
        {
            "en": "A fish is a water-dwelling animal that breathes through gills and has a backbone, fins and a two-chambered heart. If you're the incurious sort, that may be all you care to know about them - other than perhaps which ones taste better with cocktail or tartar sauce. But for those of us who fancy fish, they're <em>endlessly</em> fascinating creatures, about whom we can't learn enough.",
            "vi": "Cá là loài động vật dưới nước, thở qua mang và có xương sống, vây và tim hai ngăn. Nếu bạn không mấy quan tâm, thì tất cả những gì bạn biết về cá có thể chỉ là loại cá nào có vị ngon hơn khi ăn với cốc-tai hoặc nước sốt. Nhưng đối với những ai thích cá, thì chúng là những sinh vật hấp dẫn không tả xiết, là loài mà chúng ta chúng ta không thể nào hiểu tường tận."
        },
        {
            "en": "I know, America. You're sick of politics. I get it. After months of <em>endlessly</em> refreshing FiveThirtyEight every twelve seconds and trying to respond reasonably to your aunt's racist Facebook rants, you're tired. You researched the issues, you registered, you voted (please, please tell me that you voted), and now you want to take a yearlong bath. Even the color orange makes you nauseous now, for some reason. So what better way to try and rinse the ugly 2016 election out of your brain than with a bunch of quotes about politics? Specifically, quotes from famous writers about politics (and how most of those famous writers are sick of politics, too).",
            "vi": "Tôi hiểu, nước Mỹ. Bạn đang phát chán vì chính trị. Tôi hiểu rồi. Sau nhiều tháng không ngừng theo dõi thông tin mới trên trang FiveThirtyEight mỗi mười hai giây và cố gắng phản ứng một cách kiếm chế về những lập luận phân biệt chủng tộc của người thân (ví dụ như dì của bạn) trên Facebook, bạn đang mệt mỏi. Bạn đã nghiên cứu nhiều vấn đề, bạn đã đăng ký, bạn đã bầu chọn (làm ơn, làm ơn cho tôi biết rằng bạn đã bầu chọn) và bây giờ bạn muốn được thư giãn trong một năm. Vì một số lý do nào đó, ngay cả màu da cam (màu của Đảng Dân chủ của những người Kito giáo) cũng làm cho bạn cảm thấy buồn nôn. Có cách nào tốt để tẩy rửa cuộc bầu cử 2016 xấu xí ra khỏi bộ não của bạn hơn là một loạt các câu nói về chính trị? Những câu nói từ các nhà văn nổi tiếng về chính trị (và hầu hết những nhà văn nổi tiếng cũng đang chán ngán vì chính trị như thế nào?)"
        },
        {
            "en": "The Law of Humility  \"What you refuse to accept, will continue for you.\"For instance, you have a crush on someone. An intense, crazy and selfless crush. However, the person on whom you have a crush doesn’t feel the same way. You tell them about your feelings. But they say, “hey, sorry I don’t feel the same way.” But you still try to convince them on how you are the one for them and how you will love them <em>endlessly</em>, selflessly. That still doesn’t convince your crush. What do you do? Threaten to kill yourself? Even if you do, you cannot change a person’s view if you haven’t accepted it. Accept that they don’t like you, and move on. You really can’t do anything about it.  One of the happiest moments in life is when you find the courage to let go of what you can't change",
            "vi": " Luật khiêm nhường  Chẳng hạn như, bạn mê một người. Mê dữ dội, mê điên cuồng và yêu hết lòng hết dạ. Tuy nhiên, người ấy không cảm thấy giống bạn. Bạn thổ lộ cho người ta biết tình cảm của mình. Nhưng người ta bảo,\"Nè, tôi xin lỗi vì tôi không cảm nhận giống bạn.\" Nhưng bạn vẫn cố thuyết phục bạn là người dành cho người ta và bạn sẽ yêu người ấy mãi mãi, hết lòng. Thế nhưng vẫn không thuyết phục được người ấy. Bạn sẽ làm gì? Doạ tự tử hả? Dù có tự tử thì người ta cũng không thay đổi quan điểm nếu bạn không chấp nhận sự thật. Hãy chấp nhận sự thật là họ không thích bạn, và sống tiếp. Bạn chẳng thay đổi được điều đó đâu.   Một trong những khoảnh khắc hạnh phúc nhất đời là đủ dũng cảm buông bỏ điều mình không thay đổi được."
        }
    ],
    "suggestions": []
}