{
    "en_vn": {
        "data": {
            "content": null,
            "word": "endowed"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "endowed"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "endowed"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "endowed"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "endowed"
        }
    },
    "sentences": [
        {
            "en": "<em>Endowed</em> with natural abilities.",
            "vi": "Có khả năng thiên phú."
        },
        {
            "en": "Be <em>endowed</em> by nature.",
            "vi": "Được thiên nhiên ưu đãi."
        },
        {
            "en": "He is <em>endowed</em> with strength.",
            "vi": "Anh ta được trời ban cho sức mạnh."
        },
        {
            "en": "Be <em>endowed</em> with many talents",
            "vi": "Được trời phú cho nhiều tài năng"
        },
        {
            "en": "She has been <em>endowed</em> with heavenly beauty",
            "vi": "Nàng được trời phú cho sắc đẹp tuyệt trần."
        },
        {
            "en": "Dalat is <em>endowed</em> with favorable climate.",
            "vi": "Đà Lạt được ưu đãi với khí hậu thuận lợi."
        },
        {
            "en": "That hospital was <em>endowed</em> by the citizens of New York.",
            "vi": "Bệnh viện đó được người dân thành phố New York tặng."
        },
        {
            "en": "The personality cult had <em>endowed</em> Mao with demonic power.",
            "vi": "Sự sùng bái cá nhân đã ban cho Mao sức mạnh ma quỷ."
        },
        {
            "en": "She was <em>endowed</em> by nature with great talents.",
            "vi": "Cô ấy được tạo hoá ưu đãi nhiều tài năng."
        },
        {
            "en": "I am <em>endowed</em> with the faculty of thought and reason.",
            "vi": "Tôi được trời phú cho khả năng tư duy và lý luận."
        },
        {
            "en": "I have to admit being <em>endowed</em> with speech.",
            "vi": "Tôi phải thừa nhận là mình có khiếu ăn nói."
        },
        {
            "en": "She's <em>endowed</em> with intelligence as well as beauty.",
            "vi": "Cô ta được trời phú cho cả trí thông minh lẫn sắc đẹp."
        },
        {
            "en": "God has <em>endowed</em> him with many great talents.",
            "vi": "Trời cho anh ta nhiều tài năng lớn."
        },
        {
            "en": "The angles are <em>endowed</em> with preternatural power to help unfortunate people.",
            "vi": "Những thiên thần được trời phú cho năng lực siêu nhiên để giúp đỡ những người không may mắn."
        },
        {
            "en": "Not surprisingly, the rich are better <em>endowed</em> than the poor, and the Kinh and Chinese population is better <em>endowed</em> than ethnic minorities.",
            "vi": "Điều không có gì ngạc nhiên là người giàu được hưởng nhiều hơn người nghèo, người Kinh và người Hoa được hưởng nhiều hơn các dân tộc thiểu số."
        },
        {
            "en": "Nature had <em>endowed</em> man with certain capabilities and endurances, which are not found in woman.",
            "vi": "Thượng đế đã bao cho nam giới những khả năng và sức chịu đựng mà nữ giới không có."
        },
        {
            "en": "More <em>endowed</em> and prosperous local governments have tended to benefit more from the PAR process.",
            "vi": "Những địa phương được trợ cấp nhiều hơn và giàu hơn có xu hướng được hưởng nhiều hơn trong quá trình CCHC."
        },
        {
            "en": "He is <em>endowed</em> with an excellent singing voice that all his classmates dream of.",
            "vi": "Anh ấy được trời phú cho một giọng ca tuyệt vời mà tất cả các bạn cùng lớp đều mơ ước."
        },
        {
            "en": "You are so lucku because you are <em>endowed</em> with many talents.",
            "vi": "Anh rất may mắn đấy khi được trời phú cho nhiều tài năng."
        },
        {
            "en": "At the same time, it is easy to install and is rather well-<em>endowed</em>.",
            "vi": "Vả lại, nó quả là dễ cài đặt, dễ dùng, và được đầu tư khá tốt."
        }
    ],
    "suggestions": []
}