{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['endouskoup]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(y học) đèn soi trong, đèn nội soi</td></tr></table><i/></div>",
            "word": "endoscope",
            "pronounce": "['endouskoup]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>endoscope</k><blockquote><cclass>[<cclass>'ɛndəskəʊp<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine an instrument which can be introduced into the body to view its internal parts. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>endoscopic</b><cclass>-'skɒpɪk <cclass>adjective </cclass></cclass></cclass></blockquote><blockquote><cclass><b>endoscopically</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>endoscopist</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>endoscopy</b><cclass>ɛn'dɒskəpi <cclass>noun </cclass></cclass></cclass></blockquote></div>",
            "word": "endoscope",
            "pronounce": "['endouskoup]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "endoscope",
            "pronounce": "['endouskoup]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "endoscope",
            "pronounce": "['endouskoup]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đèn nội soi</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> vật lý</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> máy soi trong</font></td></tr></tbody></table></div>",
            "word": "endoscope",
            "pronounce": "['endouskoup]"
        }
    },
    "sentences": [
        {
            "en": "The technique of introducing an <em>endoscope</em> through an incision in the abdominal wall to examine the intestines and other organs within the abdominal cavity.",
            "vi": "Kỹ thuật đút vào một ống nội soi xuyên qua chỗ rạch thành bụng để khảo sát ruột và các cơ quan khác bên trong khoang bụng."
        },
        {
            "en": "Later that evening I had a biopsy, where they stuck an <em>endoscope</em> down my throat, through my stomach and into my intestines, put a needle into my pancreas and got a few cells from the tumor.",
            "vi": "Tối hôm đó tôi đã thử sinh thiết, người ta cho đèn nội soi vào cổ họng xuống dạ dày và ruột non, lấy kim châm vào tuyến tuỵ để lấy ra một số tế bào từ khối u."
        },
        {
            "en": "An <em>endoscope</em> that can be introduced into the stomach via the oesophagus to obtain a view of the pyloric antrum, the region of the stomach wall near the pyloric sphincter.",
            "vi": "Một loại đèn nội soi có thể đưa vào dạ dày qua thực quản để có thể thấy được hang môn vị, là vùng của thành dạ dày gần cơ thắt môn vị."
        },
        {
            "en": "A surgical instrument (a type of <em>endoscope</em>) comprising an illuminated viewing tube that is inserted through the abdominal wall to enable the surgeon to view the organs in the abdomen.",
            "vi": "Một dụng cụ phẫu thuật (một kiểu ống nội soi) gồm một ống có đèn chiếu sáng luồn qua thành bụng để giúp nhà phẫu thuật có thể nhìn được các cơ quan trong bụng."
        },
        {
            "en": "Gastroesophageal reflux disease    After basketball practice, Ella looks forward to hanging out with her teammates and sharing a large pizza with extra cheese and a pitcher of soda — a well-deserved reward after hours of shooting free throws and running laps. Lately, though, Ella hasn't been enjoying her post-practice treat like she used to. After eating, she feels an odd burning sensation in her chest and sometimes in her throat. It's that uncomfortable feeling people call \"heartburn.\" Frequent, strong heartburn is one of the signs of gastroesophageal reflux disease, more commonly known as GERD or acid reflux. GERD doesn't just affect older people who eat too much while watching TV. Active, healthy teens can have GERD, too. What Is GERD? Gastroesophageal (pronounced: gas-tro-ih-sah-fuh-jee-ul) reflux disease is a disorder that results from stomach acid moving backward from the stomach into the esophagus. GERD usually happens because the lower esophageal sphincter (LES) — the muscular valve where the esophagus joins the stomach — opens at the wrong time or does not close properly. When the stomach contents move backward into the esophagus, this is known as gastroesophageal reflux. (Because the stomach makes acid to help a person digest food, gastroesophageal reflux is also known as acid reflux.) Almost everyone has this type of reflux at some time. Often a person isn't even aware that it is happening. Sometimes reflux causes the burning sensation of heartburn that most of us occasionally feel. But although lots of people have heartburn from time to time, that doesn't mean that they have GERD. When a person has GERD, heartburn or other symptoms happen much more often and cause serious discomfort. GERD can be a problem if it's not treated because, over time, the reflux of stomach acid damages the tissue lining the esophagus, causing inflammation and pain. In adults, long-lasting, untreated GERD can lead to permanent damage of the esophagus and sometimes even cancer. What causes GERD? No one knows for sure why people get GERD. Although lots of different things may contribute to the condition, doctors believe that the way the LES works is the main reason why people have gastroesophageal reflux. The LES is a muscular ring at the bottom of the esophagus where it joins the stomach. As a person swallows, muscles in the esophagus move the food down into the stomach. The LES relaxes just enough to allow food and liquids into the stomach, but then the powerful muscles in the LES contract (tighten) to stop food and liquids from moving back up the esophagus. In other words, the job of the LES is to prevent reflux. Sometimes, though, the LES might not be able to do its job for various reasons. In some people, the LES doesn't tighten properly. In other cases, the LES doesn't close quickly enough or at the right time, allowing stomach contents to wash back up. If a person has eaten too much, the stomach may be so stretched full that the LES can't do its job properly. In some people who have GERD, a hiatal hernia (pronounced: high-ay-tull her-nee-ah) is to blame. A hiatal hernia is an opening in the diaphragm (the muscle that separates the abdomen and chest) where the esophagus joins the stomach. The hernia can allow the uppermost part of the stomach to bulge through the diaphragm into the chest area, interfering with how the LES works. Most teens who have GERD do not have a hiatal hernia. Doctors do know that some things can make GERD worse, including obesity, drinking alcohol, and pregnancy. Certain foods and medications can also worsen GERD symptoms; for example, these foods affect some people with GERD:     * citrus fruits     * chocolate     * drinks or foods with caffeine     * fatty and fried foods     * garlic and onions     * mint flavorings     * spicy foods     * tomato-based foods - like spaghetti sauce, chili, and pizza How do people know they have GERD? Often, people who have GERD notice that they regularly have the pain of heartburn in the chest or stomach — and their heartburn can last up to a couple of hours. Lots of people who have GERD notice their heartburn is worse after eating. Regurgitation is also a sign that a person may have GERD, although, like heartburn, occasional regurgitation is common for everyone. (Regurgitation is when food and liquid containing stomach acid comes back up into the throat or mouth.) Other symptoms of GERD include:     * a sore, raw throat or hoarse voice     * a frequent sour taste of acid, especially when lying down     * a feeling of burping acid into the mouth     * trouble swallowing     * a feeling that food is stuck in the throat     * a feeling of choking that may wake someone up     * a dry cough     * bad breath You should talk to your parents and visit your doctor if you've had heartburn that doesn't seem to go away or any other symptoms of GERD for a while. How doctors diagnose GERD If a doctor thinks you might have GERD, he or she will do a physical examination. Your doctor will also ask about any concerns and symptoms you have, your past health, your family's health, any medications you're taking, any allergies you may have, and other issues. This is called the medical history. If your doctor suspects you might have GERD, he or she may refer you to a pediatric gastroenterologist, a doctor who treats kids and teens who have diseases of the gastrointestinal system (the esophagus, stomach, intestines, and other organs that aid in digestion). Tests Doctors sometimes run the following tests to diagnose GERD or rule out other possible problems:     * A special X-ray called a barium swallow radiograph can help doctors see whether liquid is refluxing into the esophagus. It can also show whether the esophagus is irritated or whether there are other abnormalities in the esophagus. With this test, the person drinks a special solution (barium, a kind of chalky liquid); this liquid then shows up on the X-rays.     * An upper endoscopy (pronounced: en-das-ko-pee) allows the doctor to look at the esophagus, stomach, and part of the small intestines using a tiny camera. For this test, the doctor may give the patient a medicine to help him or her relax, and may spray the throat to numb it. This makes the test more comfortable. Sometimes patients are given anesthesia and are \"asleep\" when this procedure is done. The doctor then slides a thin, flexible plastic tube called an <em>endoscope</em> down the throat and into the esophagus and the stomach. A tiny camera in the <em>endoscope</em> lets the doctor look for abnormalities on the surface of the esophagus and stomach lining. During the endoscopy, the doctor also may use small tweezers (forceps) to remove a piece of tissue for biopsy. A biopsy can reveal damage caused by acid reflux or infection and help rule out other problems.     * In another kind of test, called a 24-hour pH-probe study, the doctor puts a tiny tube into the esophagus that will stay there for 24 hours. The tube is connected to a device that monitors the acid levels in the esophagus as the person goes about normal daily activities. This test is useful for diagnosing people who have symptoms of GERD but no damage to the esophagus. It also can detect whether the reflux triggers respiratory symptoms, such as wheezing and coughing. How can GERD be treated? Treatment for GERD depends on how severe symptoms are. For some people, treatment may just include lifestyle changes, such as changing what they eat or drink. Others will need to take medications. In very rare cases, when GERD is particularly severe, a doctor will recommend surgery. The following lifestyle changes can help the symptoms of GERD or even prevent the condition:     * quitting smoking     * avoiding alcohol     * losing weight if you are overweight     * eating small meals     * wearing loose-fitting clothes     * avoiding carbonated beverages     * avoiding foods that trigger reflux It can also help to not lie down for 3 hours after a meal and not eat 2 to 3 hours before going to bed. Doctors sometimes also recommend raising the head of the bed about 6 to 8 inches. Before you start a bedroom makeover, though, talk to your doctor and your parents about the best sleeping position for you. A doctor may also recommend different medications to relieve symptoms. Over-the-counter antacids, such as Alka-Seltzer or Maalox, work by neutralizing stomach acid and can help with mild symptoms. Other medications called H2 blockers are available over the counter and by prescription and help by blocking the production of stomach acid. If your doctor thinks you should take these, he or she will recommend certain over-the-counter medications or write you a prescription. More powerful prescription drugs called proton pump inhibitors also reduce the amount of acid the stomach produces. Some of these are also available over-the-counter. Doctors also prescribe these for people with more severe or persistent GERD. For some teens, doctors advise combining medications to control different symptoms. For example, people who get heartburn after eating can try taking both antacids and H2 blockers. The antacid goes to work first to neutralize the acid in the stomach, while the H2 blocker acts on acid production. By the time the antacid stops working, the H2 blocker will have stopped acid production. Surgery is a last resort for people with GERD and is rarely needed in healthy teens. The typical surgical treatment for GERD is called fundoplication (pronounced: fun-doh-plih-kay-shun). During the surgery, the upper part of the stomach is wrapped around the lower esophageal sphincter to strengthen the sphincter and prevent reflux. Fundoplication has been used in people of all ages, even babies with severe GERD. Living with GERD The key to living with GERD is to not ignore it. Early diagnosis and treatment can help reduce or even eliminate uncomfortable symptoms. Left untreated, however, GERD can cause permanent damage to the esophagus. One possible long-term effect of GERD is something called Barrett's esophagus. In this condition, the cells in the esophagus change and become precancerous because they have been irritated by stomach acid for so long. Eventually, it may lead to cancer of the esophagus. Barrett's esophagus is mostly found in adults who have had GERD for many years. But you can help avoid it by dealing with your GERD now. You'll probably find that one of the simplest ways to make living with GERD easier is to avoid the things that trigger your symptoms. Some people will have to limit certain foods; others may have to give them up entirely. It all depends on your individual symptoms. It can be hard to give up sodas or favorite foods at first. But after a while, lots of people discover that they feel so much better that they don't miss the problem foods as much as they thought they would.",
            "vi": "Bệnh trào ngược dạ dày-thực quản    Sau buổi tập bóng rổ, Ella háo hức muốn được la cà với bạn bè trong nhóm và cùng ăn ổ bánh pizza phô mai lớn với bình nước xô-đa– đây là một phần thưởng xứng đáng cho những giờ em phải tập luyện ném phát bóng tự do và tập chạy nhiều vòng.  Dù vậy, gần đây Ella không còn hào hứng với việc ăn uống, vui chơi sau khi tập luyện xong như trước đây nữa. Sau khi ăn xong, em cảm thấy trong ngực mình nóng rát kỳ lạ và đôi khi cổ họng em cũng có cảm giác tương tự. Cái cảm giác khó chịu đó người ta gọi là “chứng ợ nóng”.  Thường thì chứng ợ nóng dữ dội là một trong những dấu hiệu của bệnh trào ngược dạ dày-thực quản, mà người ta thường gọi là hiện tượng GERD hoặc trào ngược a-xít nhiều hơn. GERD không chỉ xảy ra ở người già ăn quá no trong lúc coi ti vi mà thanh thiếu niên nhanh nhẹn, năng động và khỏe mạnh cũng bị chứng bệnh này.  Bệnh trào ngược dạ dày-thực (GERD) quản là gì? Trào ngược dạ dày-thực quản là chứng rối loạn làm cho axit trong dạ dày trào ngược từ dạ dày lên thực quản. Chứng bệnh này thường là do cơ thắt thực quản dưới (LES) – van cơ nằm tiếp giáp giữa dạ dày và thực quản – không mở đúng lúc hoặc không khép kín được.  Khi axit trong dạ dày trào ngược lên thực quản, người ta gọi đây là hiện tượng trào ngược dạ dày-thực quản. (Bởi dạ dày có tác dụng tiết ra axit để giúp quá trình tiêu hoá thức ăn, trào ngược dạ dày-thực quản cũng có tên gọi là trào ngược axit.) Hầu hết mọi người ai cũng đều bị hội chứng trào ngược này một lúc nào đó trong đời. Thường thì người ta thậm chí không biết mình đang mắc bệnh này.  Đôi khi chứng trào ngược này làm chúng ta có cảm giác nóng rát vì ợ chua (ợ nóng). Nhưng dẫu là nhiều người thỉnh thoảng cũng bị ợ nóng, không có nghĩa là họ bị trào ngược dạ dày-thực quản. Khi bệnh nhân bị GERD thì triệu chứng ợ nóng và các triệu chứng khác xảy ra thường xuyên hơn và có thể gây khó chịu dữ dội.  Trào ngược dạ dày-thực quản có thể trở thành một vấn đề rắc rối nếu không được chữa trị bởi lẽ nếu để lâu, hiện tượng trào ngược axit dạ dày này sẽ có thể gây hại cho mô lót thực quản, gây viêm và đau nhức. Ở người lớn, hội chứng trào ngược này nếu để lâu và không được chữa trị thì có thể gây hại đến thực quản của bệnh nhân lâu dài và đôi khi còn gây ra ung thư nữa.  Nguyên nhân nào gây ra chứng trào ngược dạ dày-thực quản? Không ai có thể biết chắc lý do gì khiến người ta bị trào ngược dạ dày-thực quản. Dẫu rằng có nhiều nguyên nhân khác nhau gây nên chứng trào ngược này, nhưng bác sĩ cho cơ thắt thực quản dưới là nguyên nhân chính gây bệnh.  Cơ thắt thực quản dưới (LES) là một vòng cơ nằm ở đoạn cuối của thực quản, tiếp giáp với dạ dày. Khi chúng ta nuốt, các cơ ở thực quản có tác dụng đẩy thức ăn xuống dạ dày. Cơ thắt thực quản dưới mở chỉ đủ để thức ăn và thức uống có thể vào dạ dày được, nhưng sau đó các cơ mạnh trong cơ thắt thực quản dưới co lại (siết chặt lại) để ngăn thức ăn, thức uống trào ngược lên thực quản. Hay nói cách khác là LES có tác dụng tránh trào ngược. Dù vậy nhưng đôi khi cơ thắt thực quản dưới (LES) cũng không hoạt động tốt vì nhiều lý do. Đối với nhiều người, cơ thắt thực quản dưới không đóng kín được tốt hoặc có thể là do cơ thắt thực quản dưới không khép nhanh được hoặc không khép kịp thời, khiến cho thức ăn, thức uống trong dạ dày trào ngược lên trên.  Khi người ta ăn quá no thì dạ dày cũng có thể giãn ra nhiều đến độ cơ thắt thực quản dưới (LES) không đóng lại được. Chứng thoát vị khe cũng là nguyên nhân gây trào ngược dạ dày-thực quản ở một số người. Thoát vị khe là một khe hở trong cơ hoành (đây là cơ tách bụng và ngực), là chỗ tiếp giáp giữa thực quản và dạ dày. Chứng thoát vị cũng có thể khiến cho phần trên cùng của dạ dày phình to ra qua cơ hoành đến vùng ngực, làm cản trở cơ thắt thực quản dưới (LES). Hầu hết thanh thiếu niên mắc bệnh trào ngược này không bị thoát vị khe.     Bác sĩ biết rất rõ một số nguyên nhân có thể khiến cho hội chứng GERD trầm trọng thêm, như chứng béo phì, rượu bia, và thai nghén. Một số thực phẩm và thuốc nào đó cũng có thể làm cho các triệu chứng GERD này tệ hại hơn; các thức ăn làm ảnh hưởng một số người bị trào ngược gồm: * trái cây họ cam * sô-cô-la * thức ăn hoặc nước uống chứa cà-phê-in * thức ăn chiên rán và nhiều chất béo * tỏi và hành * hương vị bạc hà  * thực ăn cay nóng * thức ăn chế biến từ cà chua - như nước xốt mì ống, ớt và bánh pizza Làm sao có thể nhận biết chứng trào ngược dạ dày-thực quản? Thông thường thì người bị trào ngược dạ dày-thực quản phát hiện thấy mình thường xuyên có cảm giác đau đớn vì ợ nóng ở ngực hoặc dạ dày – và chứng ợ nóng này có thể kéo dài đến vài tiếng đồng hồ. Nhiều người nhận thấy rằng triệu chứng ợ nóng này tệ hại hơn nhiều sau mỗi lần ăn xong. Hiện tượng nôn mửa cũng là dấu hiệu của chứng trào ngược dạ dày-thực quản, nhưng mặc dù vậy, giống như chứng ợ nóng thì người ta thỉnh thoảng cũng thường hay bị nôn mửa. (Tình trạng nôn mửa xảy ra khi thức ăn và thức uống chứa axit dạ dày trào ngược lên cổ họng hay lên miệng.) Các triệu chứng khác của trào ngược dạ dày-thực quản gồm: * cổ họng đau rát hoặc khàn giọng * thường xuyên có vị chua của axit, nhất là khi nằm * cảm giác ợ axit lên miệng * khó nuốt * cảm giác nghẹn thức ăn trong cổ họng * cảm giác nghẹn, khó thở làm cho người bệnh phải thức giấc * ho khan * hôi miệng, hơi thở bị hôi Bạn nên nói cho bố mẹ biết và đến khám bác sĩ nếu bị ợ nóng trong một thời gian mà không thuyên giảm hoặc bị bất kỳ triệu chứng nào của chứng trào ngược dạ dày thực quản nhé. Làm thế nào bác sĩ có thể chẩn đoán được chứng trào ngược dạ dày-thực quản Nếu bác sĩ nghĩ rằng bạn có thể bị trào ngược dạ dày-thực quản thì bác sĩ sẽ cho bạn làm kiểm tra sức khỏe và cũng muốn biết về bất kỳ mối quan tâm, lo ngại và bất kể triệu chứng nào của bạn, về tình trạng sức khỏe trước đây của bạn, sức khỏe của gia đình bạn, xem bạn có đang sử dụng một loại thuốc nào đó không, bạn có bị dị ứng không hoặc bất kỳ các vấn đề nào khác. Đây gọi là tiền sử sức khoẻ. Nếu nghi ngờ bạn bị trào ngược dạ dày-thực quản, bác sĩ có thể chuyển bạn đến bác sĩ chuyên khoa dạ dày nhi, bác sĩ này chuyên điều trị cho trẻ con và thanh thiếu niên bị các bệnh về cơ quan dạ dày-ruột (thực quản, dạ dày, ruột, và các cơ quan tiêu hoá khác). Các xét nghiệm Bác sĩ cũng thường hay cho làm các xét nghiệm sau đây để chẩn đoán bệnh trào ngược dạ dày-thực quản hoặc để loại trừ các bệnh khác có thể xảy ra.  * Dùng tia X đặc biệt gọi là chụp X-quang đường tiêu hoá có thuốc cản quang ba-ri (chụp X-quang có barium) giúp bác sĩ có thể nhìn thấy chất lỏng có bị trào ngược lên thực quản hay không. Xét nghiệm này cũng giúp phát hiện xem thực quản có bị kích ứng không hay có dấu hiệu nào bất thường trong thực quản hay không. Để làm xét nghiệm này thì bệnh nhân cần phải uống một loại dung dịch đặc biệt (đó là ba-ri, đây là loại chất lỏng có màu trắng), dung dịch ba-ri này sẽ được nhìn thấy trên hình X-quang. * Nội soi phần trên của đường tiêu hoá, bằng cách sử dụng một máy nội soi nhỏ, bác sĩ có thể nhìn thấy được thực quản, dạ dày, và một phần của ruột non. Đối với loại xét nghiệm này, bác sĩ có thể cho bệnh nhân dùng thuốc để giảm bớt căng thẳng, và có thể xịt thuốc vào cổ họng bệnh nhân để gây tê. Phương pháp này có tác dụng giúp cho quy trình xét nghiệm diễn ra dễ dàng và thoải mái hơn. Đôi khi bệnh nhân cũng được gây mê và làm cho “buồn ngủ” suốt quá trình nội soi. Bác sĩ đưa một ống nhựa mềm và mỏng gọi là đèn nội soi xuống cổ họng và vào thực quản và dạ dày. Máy ca-me-ra nhỏ xíu trong đèn nội soi có thể giúp cho bác sĩ nhìn thấy bất kỳ dấu hiệu bất thường nào trên bề mặt của thực quản và niêm mạc dạ dày. Trong suốt quá trình nội soi, bác sĩ cũng có thể dùng một cái kẹp nhỏ (cái gắp) để lấy đi một phần mô làm sinh thiết. Phương pháp sinh thiết có thể cho biết các tổn hại do hội chứng trào ngược dạ dày-thực quản hoặc viêm nhiễm gây ra và giúp loại trừ các chứng bệnh khác.  * Một loại xét nghiệm khác là xét nghiệm thăm dò pH trong 24 tiếng đồng hồ, bác sĩ đặt một ống nhỏ vào trong thực quản và giữ ở đó trong vòng 24 tiếng đồng hồ. Ống này nối với một thiết bị có thể theo dõi được nồng độ axit trong thực quản khi người ta làm các hoạt động thường nhật. Phương pháp xét nghiệm này rất hữu ích dùng để chẩn đoán cho người mắc các triệu chứng GERD – trào ngược dạ dày-thực quản mà không gây hại đến thực quản. Nó cũng phát hiện được xem liệu chứng trào ngược có gây ra các triệu chứng về đường hô hấp như thở khò khè và ho hay không. Điều trị hội chứng trào ngược dạ dày-thực quản bằng cách nào? Việc chữa trị cho chứng trào ngược dạ dày-thực quản tuỳ thuộc vào mức độ trầm trọng của các triệu chứng gây bệnh. Đối với một số người thì chỉ cần thay đổi lối sống như thay đổi chế độ ăn uống. Một số người khác cần phải dùng thuốc. Rất hiếm khi gặp tình trạng trào ngược dạ dày-thực quản đặc biệt nghiêm trọng thì bác sĩ sẽ khuyến nghị phẫu thuật.  Các biện pháp thay đổi cách sống sau đây có thể giúp giảm bớt hoặc thậm chí còn ngăn ngừa được triệu chứng trào ngược dạ dày-thực quản: * bỏ thuốc lá  * tránh rượu bia  * giảm cân nếu bạn đang tăng cân * ăn nhiều bữa nhỏ * mặc quần áo rộng thùng thình * tránh thức uống có ga * tránh ăn các loại thức ăn có thể gây hội chứng trào ngược  Không nên nằm trong vòng 3 tiếng đồng hồ sau khi ăn xong và không nên ăn trước khi đi ngủ từ 2 đến 3 tiếng đồng hồ. Đôi khi bác sĩ cũng khuyến nghị nên kê cao đầu giường khoảng chừng 6 đến 8 in-sơ. Trước khi bắt đầu thay đổi bề ngoài của phòng ngủ, bạn nên nói cho bác sĩ và bố mẹ mình biết về tư thế ngủ nào là tốt nhất  cho mình nhé.   Bác sĩ cũng có thể cho nhiều loại thuốc khác nhau để giúp giảm bớt các triệu chứng của bệnh. Các thuốc làm giảm độ axit trong dạ dày được bán tự do không theo toa như Alka-Seltzer hoặc Maalox, có tác dụng làm trung hoà axit trong dạ dày và tác dụng tốt đối với các triệu chứng nhẹ. Bạn cũng có thể mua thuốc H2 blockers tự do và theo toa và giúp ngăn tiết axit trong dạ dày. Nếu bác sĩ nghĩ rằng bạn nên sử dụng các loại thuốc này thì họ sẽ giới thiệu cho bạn một số thuốc mua tự do nào đó hoặc có thể kê toa cho bạn.  Các thuốc kê toa mạnh hơn như proton pump inhibitors cũng có tác dụng làm ức chế sự tiết axit trong dạ dày. Một số loại thuốc này cũng có thể được bán tự do không theo toa. Bác sĩ sẽ kê toa cho những bệnh nhân mắc chứng trào ngược dạ dày-thực quản trầm trọng hoặc lâu dài hơn.  Đối với một số thanh thiếu niên, bác sĩ có thể khuyến nghị sử dụng kết hợp nhiều loại thuốc để làm giảm nhiều triệu chứng khác nhau. Chẳng hạn như người bị ợ nóng sau khi ăn có thể dùng kết hợp cả thuốc làm trung hoà axit và H2 blocker. Thuốc làm trung hoà axit đầu tiên có tác dụng làm trung hoà axit trong dạ dày, trong khi đó H2 blocker làm ngăn sự tiết axit. Khi thuốc làm trung hoà axit không còn tác dụng nữa thì H2 blocker sẽ làm ngưng tiết axit trong dạ dày.  Phẫu thuật là phương kế cuối cùng đối với bệnh nhân bị trào ngược dạ dày-thực quản (GERD) và hiếm khi sử dụng cho thanh thiếu niên khoẻ mạnh. Phương pháp điều trị GERD bằng phẫu thuật điển hình gọi là phẫu thuật fundoplication. Trong suốt quá trình phẫu thuật thì phần trên của dạ dày được bọc quanh cơ thắt thực quản dưới nhằm làm mạnh cơ thắt và tránh trào ngược. Phẫu thuật fundoplication có thể được sử dụng cho tất cả mọi người ở mọi lứa tuổi, thậm chí đối với trẻ em bị trào ngược dạ dày nặng.  Sống với GERD Phương châm để sống cùng với GERD là đừng nên phớt lờ nó. Việc chẩn đoán và điều trị sớm có thể làm giảm hoặc thậm chí là làm dứt hết các triệu chứng khó chịu của bệnh gây ra. Tuy nhiên, nếu để lâu không điều trị thì chứng bệnh trào ngược dạ dày-thực quản này có thể gây hại lâu dài cho thực quản. Một hậu quả có thể lâu dài do GERD để lại thường được gọi là bệnh Barrett thực quản. Đối với chứng bệnh này thì các tế bào trong thực quản biến đổi và trở thành tế bào tiền ung thư vì chúng bị axit trong dạ dày làm cho kích ứng trong một thời gian quá lâu. Cuối cùng, nó có thể dẫn đến ung thư thực quản. bệnh Barrett thực quản đa số thường xảy ra ở người lớn bị trào ngược dạ dày-thực quản lâu năm. Mặc dù vậy bạn cũng có thể phòng tránh chứng bệnh này bằng cách chữa lành chứng GERD của mình ngay từ bây giờ.  Bạn ắt có thể phát hiện ra một cách đơn giản nhất để có thể sống cùng với chứng GERD này dễ dàng hơn là nên tránh những thứ gây nên triệu chứng trào ngược. Một số người sẽ phải hạn chế một số loại thức ăn nào đó và số khác có thể là phải nhịn ăn hoàn toàn. Điều này tuỳ thuộc vào các triệu chứng riêng của từng người.  Ban đầu có thể là rất khó để từ chối hoặc bỏ món xô-đa hoặc các món khoái khẩu của mình. Nhưng dần dần sau một thời gian, nhiều người phát hiện ra đã đỡ hơn nhiều, không còn thèm và nhớ các loại thức ăn gây bệnh như người ta từng nghĩ nữa."
        }
    ],
    "suggestions": []
}