{
    "en_vn": {
        "data": {
            "content": null,
            "word": "endometriosis"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>endometriosis</k><blockquote><cclass>[<cclass>ˌɛndə(ʊ)mi:trɪ'əʊsɪs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Medicine a condition that results from the appearance of endometrial tissue outside the womb, causing pelvic pain. </cclass></cclass></blockquote></div>",
            "word": "endometriosis"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "endometriosis"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "endometriosis"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> y học</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bệnh lạc nội mạc tử cung</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">endometriosis vesical</font><font color=\"#282828\">: bệnh lạc nội mạc tữ cung bàng quang</font></li></td></tr></tbody></table></div>",
            "word": "endometriosis"
        }
    },
    "sentences": [
        {
            "en": "<em>Endometriosis</em>",
            "vi": "Bệnh lạc nội mạc tử cung"
        },
        {
            "en": "An end to <em>endometriosis</em>?  For most women, <em>endometriosis</em> recedes with menopause. Some women find relief from <em>endometriosis</em> during pregnancy. In some cases, <em>endometriosis</em> symptoms may go away. About one-third of women with mild <em>endometriosis</em> will find that their symptoms resolve on their own.",
            "vi": "Có phải “đoạn kết” của chứng lạc nội mạc tử cung?  Đối với hầu hết phụ nữ, bệnh lạc nội mạc tử cung sẽ giảm đi khi mãn kinh. Một số người thấy dễ chịu hơn trong kỳ thai nghén. Trong một vài trường hợp, triệu chứng bệnh lạc nội mạc tử cung có thể tự hết. Khoảng 1/3 bệnh nhân bị lạc nội mạc tử cung nhẹ sẽ cảm thấy các triệu chứng tự lành."
        },
        {
            "en": "We can use ancillary equipment such as lasers to remove <em>endometriosis</em>.",
            "vi": "Chúng ta có thể sử dụng thiết bị hỗ trợ như tia la - de để loại bỏ màng trong tử cung."
        },
        {
            "en": "We can use ancillary equipment such as lasers to remove <em>endometriosis</em>.",
            "vi": "Chúng ta có thể sử dụng thiết bị hỗ trợ như tia la-de để loại bỏ màng trong tử cung."
        },
        {
            "en": "Fibroids or <em>endometriosis</em>?  Fibroids are one cause of severe menstrual pain, but the pain also can be caused by <em>endometriosis</em>. <em>Endometriosis</em> occurs when tissue from the inner lining of the uterus grows in other parts of the body -- illustrated here by growths on the outside of the uterus and bladder. This tissue breaks down and bleeds during your period, causing painful scar tissue. The pain of fibroids or <em>endometriosis</em> also can occur between periods.",
            "vi": "U xơ tử cung hay lạc nội mạc tử cung?   U xơ là một nguyên nhân gây đau bụng kinh dữ dội, nhưng hiện tượng đau đớn này cũng có thể do bệnh lạc nội mạc tử cung gây ra. Bệnh lạc nội mạc tử cung xảy ra khi mô ở niêm mạc bên trong tử cung phát triển ở các bộ phận khác trên cơ thể – hình minh hoạ ở đây là những khối u ở bên ngoài tử cung và bàng quang. Mô này bị vỡ và làm xuất huyết trong suốt kỳ kinh của bạn, gây mô sẹo đau nhức. Đau do u xơ hay đau do lạc nội mạc tử cung cũng có thể xảy ra giữa hai kỳ kinh nguyệt."
        },
        {
            "en": "Getting pregnant with <em>endometriosis</em>  Many women with <em>endometriosis</em> don't have trouble getting pregnant. But laparoscopic surgery can significantly improve the pregnancy rate of women who have moderate to severe <em>endometriosis</em>. In vitro fertilization is an option if infertility persists. The sperm and egg are combined in a laboratory and the resulting embryo is implanted into the uterus.",
            "vi": "Mang thai và chứng lạc nội mạc tử cung  Nhiều phụ nữ bị lạc nội mạc tử cung vẫn có thể có thai bình thường mà không cảm thấy khó khăn gì. Nhưng phẫu thuật soi ổ bụng có thể cải thiện tỉ lệ mang thai đáng kể ở phụ nữ bị lạc nội mạc tử cung từ mức độ trung bình đến nặng. Nếu vẫn vô sinh thì phương pháp thụ tinh trong ống nghiệm là một lựa chọn của các cặp vợ chồng. Tinh trùng và trứng được kết hợp trong phòng thí nghiệm và phôi đã được thụ tinh được cấy vào tử cung."
        },
        {
            "en": "<em>Endometriosis</em> and infertility  Sometimes the first - or only - sign of <em>endometriosis</em> is trouble getting pregnant. Infertility affects about a third of women with the condition, for reasons that are not yet well understood. Scarring may be to blame. The good news is that medical treatments are effective to overcome infertility -- and pregnancy itself can relieve some symptoms of <em>endometriosis</em>.",
            "vi": "Bệnh lạc nội mạc tử cung và chứng vô sinh  Đôi khi dấu hiệu lạc nội mạc tử cung đầu tiên – hoặc dấu hiệu lạc nội mạc tử cung duy nhất là khó mang thai. Khoảng 1/3 phụ nữ bị vô sinh mắc chứng bệnh này và hiện người ta vẫn chưa biết rõ lý do là gì. Có thể sẹo là một nguyên nhân. Tin vui là các phương pháp y học có thể chữa lành và khắc phục được chứng bệnh vô sinh này – và bản thân việc mang thai cũng có thể làm giảm một số triệu chứng lạc nội mạc tử cung."
        },
        {
            "en": "<em>Endometriosis</em> or Fibroids?  <em>Endometriosis</em> is one cause of severe menstrual pain. But the pain can be caused by another condition, such as fibroids, which are noncancerous growths of the muscle tissue of the uterus. Fibroids can cause severe cramps and heavier bleeding during your period. The pain of <em>endometriosis</em> or fibroids can also occur at other times of the month.",
            "vi": "Lạc nội mạc tử cung hay U xơ?   Lạc nội mạc tử cung là nguyên nhân gây đau kinh nguyệt dữ dội. Nhưng đau cũng có thể là do một bệnh khác gây ra, chẳng hạn như u xơ – đây là chứng u mô cơ tử cung lành tính. U xơ có thể gây chuột rút dữ dội và xuất huyết nhiều hơn trong kỳ kinh. Đau do lạc nội mạc tử cung hoặc u xơ cũng có thể xảy ra ở những thời điểm khác trong tháng."
        },
        {
            "en": "<em>Endometriosis</em>: Who is at risk?  <em>Endometriosis</em> is more common in women who:      * Are in their 30s and 40s      * Have not had children      * Have periods longer than 7 days      * Have cycles shorter than 28 days      * Started their period before age 12      * Have a mother or sister who had <em>endometriosis</em>",
            "vi": "Đối tượng nào có nguy cơ bị lạc nội mạc tử cung?   Bệnh lạc nội mạc tử cung thường thấy nhiều hơn ở phụ nữ:   * Ở độ tuổi từ 30 đến 40  * Không có con  * Kỳ kinh dài hơn 7 ngày  * Chu kỳ kinh nguyệt dưới 28 ngày  * Bắt đầu hành kinh trước 12 tuổi  * Có mẹ hoặc chị bị lạc nội mạc tử cung"
        },
        {
            "en": "<em>Endometriosis</em> symptoms  Pain just before, during, or after menstruation is the most common symptom of <em>endometriosis</em>. For some women, this pain may occur during or after sex, or during bowel movements or urination. It sometimes causes chronic pain in the pelvis and lower back. However, many women with <em>endometriosis</em> have mild or no symptoms. The symptoms may be related to the location of the growths.",
            "vi": "Các triệu chứng của bệnh lạc nội mạc tử cung  Đau ngay trước, trong, hoặc sau khi hành kinh là triệu chứng lạc nội mạc tử cung thường thấy nhất. Đối với một số phụ nữ thì chứng đau này có thể xảy ra trong khi hoặc sau khi quan hệ tình dục, hoặc trong khi đại tiện hoặc đi tiểu. Đôi khi bệnh này có thể gây đau nhức mãn tính ở khung xương chậu và thắt lưng. Tuy nhiên, nhiều phụ nữ bị lạc nội mạc tử cung có triệu chứng nhẹ hoặc không có triệu chứng gì. Các triệu chứng có thể liên quan đến vị trí của khối u."
        },
        {
            "en": "What is <em>endometriosis</em>?  <em>Endometriosis</em> occurs when tissue normally found inside the uterus grows in other parts of the body. It may attach to the ovaries, fallopian tubes, the exterior of the uterus, the bowel, or other internal structures.  As hormones change during the menstrual cycle, this tissue breaks down and may cause painful scar tissue. More than 5.5 million American women have symptoms of <em>endometriosis</em>.",
            "vi": "Bệnh lạc nội mạc tử cung là gì?  Bệnh lạc nội mạc tử cung xảy ra khi mô thường nằm bên trong tử cung phát triển ở các bộ phận khác trên cơ thể. Nó có thể bám vào buồng trứng, ống dẫn trứng, ngoài tử cung, ruột, hoặc các cấu trúc nội tạng khác. Vì hoóc-môn thay đổi trong suốt chu kỳ kinh nguyệt, nên mô này vỡ ra và có thể gây ra mô sẹo đau nhức. Trên 5.5 triệu phụ nữ Mỹ mắc triệu chứng bệnh này."
        },
        {
            "en": "<em>Endometriosis</em> and teens  <em>Endometriosis</em> pain can begin with the first menstrual period. If your menstrual pain is strong enough to interfere with activities, you should consult your physician. The first step may be tracking the symptoms and taking pain medication, but ultimately the treatment options for teens are the same as for adults.",
            "vi": "Bệnh lạc nội mạc tử cung và lứa tuổi thanh thiếu niên  Đau do lạc nội mạc tử cung có thể khởi phát ở kỳ kinh đầu tiên. Nếu chứng đau do kinh nguyệt của bạn dữ dội làm cản trở công việc, hoạt động của mình thì bạn nên hỏi ý kiến của bác sĩ. Bước đầu tiên có thể là theo dõi các triệu chứng và sử dụng thuốc giảm đau, nhưng cuối cùng thì phương pháp lựa chọn để điều trị cho lứa tuổi thanh thiếu niên cũng tương tự như người lớn."
        },
        {
            "en": "Just cramps or <em>endometriosis</em>?  Most women have some mild pain with their menstrual periods. They may get relief from over-the-counter pain medications. If your pain lasts more than two days, keeps you from doing normal activities, or remains after your period is over, you should consult your doctor. <em>Endometriosis</em> also may cause pain in the lower back.",
            "vi": "Chỉ là bị chuột rút hay là bị lạc nội mạc tử cung?  Hầu hết phụ nữ hơi bị đau do chu kỳ kinh nguyệt của mình và có thể dễ chịu hơn nhờ thuốc giảm đau mua tự do không theo toa. Nếu bị đau kéo dài trên 2 ngày, gây cản trở các hoạt động thường nhật của mình, hoặc vẫn còn đau sau khi đã hết kinh thì bạn nên tham khảo ý kiến bác sĩ của mình nhé. Bệnh lạc nội mạc tử cung cũng có thể gây đau thắt lưng."
        },
        {
            "en": "Diagnosis: Pelvic exam  Your doctor will perform a pelvic exam to check the ovaries, uterus, and cervix for anything unusual. An exam can sometimes reveal an ovarian cyst or internal scarring that may be due to <em>endometriosis</em>. The doctor also looks for other pelvic conditions that could cause symptoms similar to <em>endometriosis</em>.",
            "vi": "Chẩn đoán bệnh bằng cách khám khung chậu   Bác sĩ sẽ khám khung chậu để kiểm tra buồng trứng, tử cung, và cổ tử cung nhằm phát hiện bất thường. Đôi khi khám cũng có thể phát hiện ra được u nang buồng trứng hoặc sẹo bên trong có thể là do lạc nội mạc tử cung gây ra. Bác sĩ cũng tìm các bệnh ở khung xương chậu khác có thể gây ra các triệu chứng tương tự như lạc nội mạc tử cung."
        },
        {
            "en": "Coping with <em>endometriosis</em>  Although there is no way to prevent <em>endometriosis</em>, you can make lifestyle choices that will help you feel better. Regular exercise may help reduce pain by improving your blood flow and producing endorphins, the body's natural pain relievers. Acupuncture, yoga, massage, and meditation also may be helpful in easing symptoms.",
            "vi": "Đối phó với bệnh lạc nội mạc tử cung  Mặc dù chẳng có cách nào ngăn ngừa bệnh lạc nội mạc tử cung, nhưng bạn có thể chọn lựa lối sống giúp mình cảm thấy dễ chịu hơn. Tập luyện thường xuyên có thể giúp giảm đau bằng cách tăng cường lưu thông máu huyết và sản sinh hoóc-môn giảm đau (hoóc-môn có trong não bám vào các tế bào cảm giác có tác dụng giảm đau) – đây là thuốc giảm đau tự nhiên của cơ thể. Thuật châm cứu, yoga, xoa bóp, và thiền cũng có thể giúp làm giảm các triệu chứng."
        },
        {
            "en": "Treatment: Open surgery  Severe cases of <em>endometriosis</em> may require laparotomy, or open abdominal surgery, to remove growths, or even a hysterectomy -- removal of the uterus and possibly all or part of the ovaries. Although this treatment has a high success rate, <em>endometriosis</em> still recurs for about 15% of women who had their uterus and ovaries removed.",
            "vi": "Điều trị lạc nội mạc tử cung bằng phẫu thuật hở   Trường hợp lạc nội mạc tử cung nghiêm trọng có thể phải cần thủ thuật mở bụng, hoặc phẫu thuật bụng hở, để cắt bỏ khối u, hoặc thậm chí là cắt bỏ tử cung và có thể cắt bỏ tất cả hoặc một phần buồng trứng. Mặc dù phương pháp điều trị này có tỉ lệ thành công cao, nhưng bệnh lạc nội mạc tử cung vẫn có thể tái phát ở chừng 15% bệnh nhân đã được cắt bỏ tử cung và buồng trứng."
        },
        {
            "en": "Treatment: Pain medicine  Pain medications such as acetaminophen and nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen or naproxen often help relieve the pain and cramping that comes with <em>endometriosis</em>. However, these medicines only treat the symptoms but not the underlying <em>endometriosis</em>.",
            "vi": "Điều trị lạc nội mạc tử cung bằng thuốc giảm đau  Các loại thuốc giảm đau chẳng hạn như acetaminophen và thuốc kháng viêm không chứa chất steroid (NSAIDs) như ibuprofen hoặc naproxen thường giúp giảm đau và làm giảm chuột rút kèm lạc nội mạc tử cung. Tuy nhiên, những loại thuốc này chỉ điều trị được các triệu chứng chứ không chữa được chứng lạc nội mạc tử cung tiềm ẩn"
        },
        {
            "en": "Pain just before, during, or after menstruation is the most common symptom of <em>endometriosis</em>. For some women, this pain may occur during or after sex, or during bowel movements or urination.",
            "vi": "Đau ngay trước, trong, hoặc sau khi hành kinh là triệu chứng lạc nội mạc tử cung thường thấy nhất. Đối với một số phụ nữ thì chứng đau này có thể xảy ra trong khi hoặc sau khi quan hệ tình dục, hoặc trong khi đại tiện hoặc đi tiểu."
        },
        {
            "en": "    * <em>Endometriosis</em> occurs when tissue normally found only in the uterus starts to grow outside the uterus — in the ovaries, fallopian tubes, or other parts of the pelvic cavity. It can cause abnormal bleeding, painful periods, and pelvic pain.",
            "vi": "* Bệnh lạc nội mạc tử cung xảy ra khi mô thường chỉ ở tử cung bắt đầu phát triển bên ngoài tử cung - trong buồng trứng, ống dẫn trứng, hoặc các bộ phận khác của khoang xương chậu. Nó có thể gây xuất huyết bất thường, đau bụng kinh, và đau khung xương chậu."
        },
        {
            "en": "Treatment: Birth control pills  Oral contraceptives manage your levels of estrogen and progestin, which make your menstrual periods shorter and lighter. That often reduces the pain of <em>endometriosis</em>. Your doctor may prescribe pills to be taken continuously, with no breaks for a menstrual period, or progestin-only therapy. Progestin-only therapy can also be given by injection. <em>Endometriosis</em> symptoms may return after you stop taking the pills.",
            "vi": "Điều trị lạc nội mạc tử cung bằng thuốc tránh thai  Thuốc ngừa thai dạng uống kiểm soát được nồng độ estrogen và progestin, làm cho kỳ kinh của bạn trở nên ngắn ngày hơn và nhẹ nhàng hơn. Thuốc ngừa thai thường giúp làm giảm đau do lạc nội mạc tử cung. Bác sĩ có thể kê toa cho uống thuốc ngừa thai liên tục, kể cả trong những ngày hành kinh, hoặc sử dụng liệu pháp chỉ dùng progestin. Liệu pháp này cũng có thể sử dụng bằng cách tiêm chích. Các triệu chứng bệnh có thể lại tái phát sau khi bạn ngưng thuốc ngừa thai."
        }
    ],
    "suggestions": []
}