{
    "en_vn": {
        "data": {
            "content": null,
            "word": "endpoint",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "endpoint",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "endpoint",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "endpoint",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điểm cuối</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điểm đầu nút</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">endpoint node</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nút cuối</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">endpoint node</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nút ngoại vi</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">endpoint node</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mấu neo</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "endpoint",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>endpoint</em> was a favourable outcome.",
            "vi": "Điểm cuối là một kết quả thuận lợi."
        },
        {
            "en": "The year 2015 was chosen as the <em>endpoint</em> of the projection because the Millennium Development Goal targets are set for 2015.",
            "vi": "Năm 2015 được chọn là điểm kết thúc của dự báo vì các Mục tiêu Phát triển Thiên niên kỷ đặt ra đến năm 2015."
        },
        {
            "en": "\"VPNs are becoming another tool,\" says Faulkner. \"Using a VPN makes it harder to track someone back to the originating <em>endpoint</em>. They're harder to bypass.\"",
            "vi": "\" VPN sẽ là một công cụ khác,\" Faulkner nói. \"Sử dụng VPN giúp cản trở việc truy dấu ai đó về điểm cuối ban đầu. Việc này sẽ khó thực hiên hơn.\""
        },
        {
            "en": "The virtual smart card gives the enterprise better control over employees’ <em>endpoint</em> devices, particularly laptops and tablet computers, over that provided by third parties such as a wireless carrier or a financial institution.",
            "vi": "Chiếc thẻ thông minh ảo mang lại cho các doanh nghiệp kiểm soát tốt hơn các thiết bị đầu cuối của nhân viên, đặc biệt là máy tính xách tay và máy tính bảng thông qua các nhà cung cấp bên thứ ba chẳng hạn như một nhà cung cấp dịch vụ không dây hoặc tổ chức tài chính."
        },
        {
            "en": "“Beyond that, standard security best practices apply: they should use a modern <em>endpoint</em> or internet security software on their computers and mobile devices and they should be wary of any pop-ups requesting them to download updates and other potential social engineering scams. Software updates should only be installed through corporate software updating mechanisms, internal servers or by users going directly to their software publishers’ websites.”",
            "vi": "\"Ngoài ra, phương thức bảo mật tiêu chuẩn tốt nhất được áp dụng: họ nên sử dụng một thiết bị đầu cuối hiện đại hoặc phần mềm bảo mật internet trên máy tính và các thiết bị di động của họ và họ cần phải cảnh giác bất kỳ thông báo pop-up nào yêu cầu tải bản cập nhật về và những chiêu lừa bằng kỹ thuật xã hội tiềm ẩn khác. Các bản cập nhật phần mềm chỉ được cài đặt thông qua cơ chế cập nhật phần mềm của công ty, các máy chủ nội bộ hoặc người dùng trực tiếp đến các trang web của nhà phát hành phần mềm. \""
        },
        {
            "en": "McAfee discussed its security strategy, which the company has dubbed \"Security Connected.\" McAfee is pushing a new initiative it calls \"Security Connected\" that puts an emphasis on correlating information from its security products to better protect devices. According to McAfee, the approach is meant to help businesses apply more intelligent and effective security. The enemy of Security Connected is a siloed security strategy found in many businesses where disparate technologies are used to address problems individually rather than holistically, explained Martin Ward, senior director of risk and compliance at McAfee. \"You can never chase the threat curve and think you are going to keep up with it,\" Ward said. \"The right approach to that is to take … a Security Connected approach, where we're connecting our security products and connecting our security intelligence so that they can all work in concert to prevent the more advanced threats that are occurring out there today.\" The need for the Security Connected approach is being driven in part by the consumerization of IT, said Kevin LeBlanc, senior director of product marketing for <em>endpoint</em> security at McAfee.  \"The challenge that customers are going through that we're seeing from an organization perspective is that consumer devices—the iPhone, Android the iPad tablet—have now become indispensable productivity work tools,\" LeBlanc said. \"And more and more information workers … are using these tools in our day-to-day business life, which is providing pressure on the corporations to enable access to applications and business data on the go.\" \"The IT landscape is rapidly changing,\" said Chris Christiansen, vice president of security products and services at IDC, in a statement. \"Virtualization of servers and endpoints, shifting of data and services to the cloud, and the consumerization of IT is creating new holes in previously protected systems and networks. This is a fundamental shift from even just a few years ago when the bifurcation points between business and personal, outside and inside, and us-and-them was more visible.\" Security Connected extends across McAfee's portfolio of security and reporting technologies, ranging from product integration to work with the company's partner ecosystem to deliver services to customers and ensure product compatibility. Two key pieces of the strategy are the releases this week of <em>Endpoint</em> Security 9.0 and Security Management 5.0. <em>Endpoint</em> Security extends protection to any device, ranging from desktops to virtual machines to mobile devices and embedded systems. The new McAfee platform, meanwhile, offers a centralized management platform with new interfaces and software development kits to enable businesses to integrate it into existing business processes. Under Security Connected, if a malicious file is discovered on a laptop or other device, \"we'll not only send information about that piece of malware up to our intelligence cloud, but we'll also send what Website did it come from, what network port did it come from, information like that so we can … isolate that threat and prevent it from spreading and exploding anywhere in the environment,\" Ward said. \"Disjointed point products simply won't work with today's businesses,\" said George Kurtz, McAfee's CTO, in a statement. \"Security … needs to be connected and correlated, with shared intelligence, and centrally managed.\"",
            "vi": "McAfee đã thảo luận về chiến lược bảo mật của hãng và đặt tên là “Security Connected – An ninh Kết nối” Mcafee đang đẩy mạnh sáng kiến mới được gọi là “Security Connected\" mà đặt một tầm quan trọng lên các vấn đề có liên quan đến các sản phầm bảo mật của hãng để bảo vệ các thiết bị tốt hơn.  Theo McAfee, phương pháp này dự định là sẽ trợ giúp các doanh nghiệp áp dụng công nghệ bảo mật hiệu quả và thông minh hơn. Sự trở ngại của Security Connected là một chiến lược an ninh bưng bít tại nhiều doanh nghiệp, nơi mà các công nghệ khác nhau được sử dụng để giải quyết các vấn đề cá nhân chứ không phải là toàn diện, Martin Ward giám đốc cấp cao về rủi ro và tuân thủ quy định của công ty McAfee đã giải thích. Ông Ward phát biểu “Bạn không bao giờ có thể theo đuổi những lối đi lắc léo và đầy nguy hiểm, thậm chí nghĩ rằng bạn sẽ theo kịp nó”. “ Phương pháp đúng đắn đó là chọn phương pháp Security Connected. Ở đó chúng tôi đang kết nối những sản phẩm bảo mật và tin tức tình báo an ninh sao cho chúng có thể hoạt động phối hợp với nhau để ngăn chặn các mối đe dọa ngày càng gia tăng đang xảy ra hiện nay.” Kevin LeBlanc giáo đốc cấp cao mảng tiếp thị sản phẩm bảo mật đầu cuối của McAfee cho biết: Nhu cầu về phương pháp Security Connected đang được thúc đẩy một phần bởi xu hướng công nghệ thông tin hiện nay. LeBlanc cho biết “Thách thức khách hàng đang mang đến cho chúng ta chính là viễn cảnh trong một tổ chức mà ở đó các thiết bị tiêu dùng— điện thoại iPhone, Android máy tính bảng iPad—hiện đã trở thành các công cụ làm việc hiệu quả không thể thiếu. Và ngày càng nhiều nhân viên phụ trách thông tin… đang sử dụng những công cụ này trong cuộc sống làm ăn hàng ngày của họ, điều đó đã đem lại áp lực cho các công ty để cho phép họ truy cập vào các ứng dụng và dữ liệu kinh doanh mọi lúc mọi nơi.” Chris Christiansen phó chủ tịch mảng sản phẩm và dịch vụ tại IDC đã nói trong một bài phát biểu: “Bối cảnh CNTT đang thay đổi nhanh chóng. Việc ảo hoá các máy chủ và các thiết bị đầu cuối, chuyển dữ liệu và các dịch vụ sang đám mây, xu hướng CNTT đang tạo ra các lỗ hổng mới trong các mạng lưới và hệ thống bảo vệ trước đây. Đây là sự thay đổi cơ bản thậm chí từ cách đây vài năm khi có sự phân chia giữa doanh nghiệp và cá nhân, bên ngoài và bên trong, chúng ta và họ rõ ràng hơn”. Security Connected mở rộng sang danh mục vốn đầu tư các công nghệ báo cáo và bảo mật của Mcafee, bao gồm từ việc tích hợp sản phẩm để làm việc cùng với môi trường đối tác của công ty đến các dịch vụ chuyển giao cho khác hàng và đảm bảo khả năng tương thích sản phẩm. Hai phần chiến lược chính sẽ ra mắt bộ sản phẩm Endpoint Security 9.0 và Security Management 5.0 vào tuần này. Endpoint Security mở rộng sự bảo vệ cho bất kỳ thiết bị nào, từ máy tính để bàn cho đến các máy ảo, thiết bị di động và các hệ thống nhúng. Trong khi nền tảng Security Management (Quản Lí Bảo Mật) mới của McAfee cung cấp một nền tảng quản lí tập trung cùng với giao diện và bộ công cụ phát triển phần mềm mới cho phép các doanh nghiệp tích hợp nó vào các qui trình kinh doanh hiện có. Ward cho biết dưới chiến lược Security Connected, nếu một tập tin độc hại bị phát hiện trên một máy tính xách tay hay thiết bị khác, “ chúng tôi sẽ không chỉ gửi thông tin về loại phần mềm độc hại lên đám mây tình báo mà còn gửi cả thông tin về website chứa phần mềm độc hại đó, nó đến từ cổng mạng nào, thông tin như thế để chúng tôi có thể cô lập mối đe doạ và ngăn chặn nó lan rộng và bùng nổ bất cứ nơi nào trong môi trường này”. George Kurtz giám đốc kỹ thuật của McAfee cho biết trong một bài phát biểu rằng “Các sản phẩm không có mối liên kết với nhau sẽ không phù hợp với các doanh nghiệp ngày nay. Bảo mật cần được kết nối và có mối tương quan với các tin tức tình báo chung và được quản lí tập trung”."
        },
        {
            "en": "Goodbye, Slate, hello, Hurricane! HP is expected to release a webOS-running tablet called the Hurricane, as soon as the third quarter of this year. While a challenge to the iPad, the Hurricane could be more of a threat to Microsoft. Hewlett-Packard could be releasing a tablet running the Palm’s webOS operating system as soon as the third quarter of 2010, according to a report from The Examiner, which attributes the information to “an insider at HP.”  The tablet, according to the report, would be called the HP “Hurricane.”   The news follows recent rumors that HP has canceled its planned HP Slate, a tablet that would run the Microsoft Windows 7 operating system. Whether or not the Hurricane would be a Slate with its innards replaced is unclear — though what is known is that HP had every intention of putting webOS to work for it. HP acquired the highly-praised webOS platform in its recent purchase of smartphone-maker Palm, and stated outright an expectation to deploy it on various devices.  “The combination of HP’s global scale and financial strength with Palm’s unparalleled webOS platform will enhance HP’s ability to participate more aggressively in the fast-growing, highly profitable smartphone and connected mobile device markets,” HP said in an April 28 statement on the acquisition. That HP should release a tablet was expected too, with analysts such as Chris Schreck, with IMS Research, writing in a May 3 report, “[WebOS] uses standard development languages already common among PC developers. If HP can create a compelling tablet offering that people are willing to buy, the barriers to entry might be fairly minimal.\"  Still, a third-quarter tablet launch is a faster turn-around time than many expected.  “Third quarter is pretty fast,” analyst Roger Kay, with <em>Endpoint</em> Technologies, told eWEEK. “That schedule seems to imply that the project was already underway when the deal was announced. HP was very circumspect two weeks ago at an analyst day held in Cupertino. While, thanks to the Palm technology, an HP webOS tablet could best Apple’s iPad in the multitasking department, it is HP’s longtime partner Microsoft that’s expected to most intensely feel the effects of such a device.  \"Microsoft itself is finding the tablet PC market more complicated than expected,\" Technology Business Research Analyst John Spooner wrote in an April 30 research note. “In the end, we believe a webOS tablet will be better received than a Windows tablet, which may lead to adoption of webOS tablet PCs in the enterprise.\"   No details about pricing, or potential carrier partners, for the Hurricane have emerged.",
            "vi": "Tạm biệt, Slate, xin chào , Hurricane! HP dự kiến sẽ phát hành một máy tính bảng chạy hệ điều hành webOS được gọi là Hurricane ngay sau quí ba năm nay. Trong khi có một thách thức đối với iPad, thì Hurricane cũng có thể có nhiều mối đe doạ hơn cho Microsoft. HP có thể phát hành máy tính bảng chạy HĐH webOS của Palm ngay sau quí ba năm 2010, theo một bản tin của báo The Examiner, cho biết thông tin có được từ “một nhân viên nội bộ của HP” Theo bản tin cho biết, máy tính bảng này sẽ được gọi là HP “Hurricane.”   Tin tức này kèm theo những tin đồn gần đây là HP đã huỷ bỏ kế hoạch HP Slate, một máy tính bảng sẽ chạy hệ điều hành Windows 7 của Microsoft. Không rõ Hurricane có phải là một Slate với các bộ phận bên trong được thay thế hay không—mặc dù theo những gì được biết thì HP nhất quyết đưa HĐH webOS vào hoạt động. Việc HP mua lại nền tảng webOS nổi tiếng trong đợt mua lại hãng sản xuất điện thoại thông minh Palm gần đây và hoàn toàn mong đợi để triển khai chính thức nó trên các thiết bị khác nhau. HP đã cho biết trong một bài phát biểu vào ngày thu mua Palm 28/04  .\"Sự kết hợp giữa thế mạnh tài chính và quy mô toàn cầu của HP với nền tảng webOS có một không hai của Palm sẽ nâng cao khả năng của HP tham gia tích cực hơn trong lĩnh vực điện thoại thông minh có lợi nhuận cao đang phát triển nhanh và liên kết với các thị trường thiết bị di động”. HP nên phát hành một máy tính bảng là điều đáng mong đợi, với các nhà phần tích như Chris Schreck đến từ IMS Research viết trong một bản tin vào ngày 3/5, “[WebOS] sử dụng ngôn ngữ phát triển chuẩn đã được phổ biến giữa các nhà phát triển PC. Nếu HP có thể tạo ra một máy tính bảng hấp dẫn mà mọi người sẵn lòng mua, những rào cản gia nhập thị trường có lẽ gần như rất nhỏ. Tuy nhiên, sự ra mắt máy tính bảng trong quí thứ ba là thời gian hoàn thành nhanh hơn so với nhiều người mong đợi.  “Quí thứ ba là khá nhanh” nhà phân tích Roger Kay đến từ công ty Endpoint Technologies đã nói với eWeeK rằng “ Theo lịch trình dường như ám chỉ rằng dự án này đã được tiến hành khi bản thỏa thuận được công bố. Cách đây hai tuần, HP đã rất cẩn trọng tại hội nghị Analyst Day được tổ chức ở Cupertino. Nhờ vào công nghệ Palm mà một máy tính bảng HP chạy HĐH webOS có thể đánh bại iPad của Apple trong lĩnh vực đa nhiệm, chính đối tác lâu năm của HP là Microsoft cũng cho rằng họ sẽ phải chịu ảnh hưởng mạnh mẽ nhất từ một thiết bị như thế. “ Chính Microsoft nhận thấy thị trường máy tính bảng phức tạp hơn so với mong đợi .” Nhà phân tích Nghiên cứu Kinh doanh trong Lĩnh vực Công nghệ John Spooner đã viết trong một bản ghi chú nghiên cứu vào ngày 30/4.” Cuối cùng, chúng tôi tin rằng máy tính bảng chạy HĐH webOS sẽ được đón nhận nhiều hơn máy tính bảng chạy HĐH Windows mà có thể dẫn đến việc áp dụng các máy tính bảng chạy HĐH webOS trong doanh nghiệp.” Không có thông tin chi tiết về giá cả hay các đối tác cho Hurricane được nhắc tới."
        },
        {
            "en": "Cisco’s new SecureX security architecture adds context-aware capabilities to the Cisco ASA Firewall and adds the AnyConnect VPN Client to the Cisco Security Intelligence Operations. Cisco is rethinking its long-term security strategy in light of the consumerization of workplace technology that’s changing work patterns and presenting new security challenges.  Cisco’s new SecureX framework is consolidating a number of formerly separate security technologies, including its ASA firewall appliances, TrustSec service, IronPort scanning, management tools and suite of cloud services. Cisco unveiled the newly consolidated security product framework at the RSA security conference in San Francisco in mid-February.   By combining independent products, Cisco has a complete view of who is trying to access the network, what type of device is used, where the device is physically located and what services are requested, Kevin Kennedy, Cisco’s product line manager, told eWEEK. “We are baking security into the fabric,” he said. The security model has to adjust to the new reality, in which business users employ their own mobile devices to access corporate resources, Kennedy said. Users are logging in from anywhere at anytime. With more cloud and virtualization deployments, there are more endpoints to protect, he said.  The language of security needs to change from just protecting IP addresses and ports to using a higher-level policy language that correlates to business rules and definitions, Kennedy said. SecureX emphasizes context-aware security-enforcement elements that are available regardless of what the actual infrastructure looks like. It will be available for both virtual and physical products, he said. The firewall and a network intrusion-prevention system will remain the cornerstones of network security, according to Kennedy. As part of the SecureX announcement, Cisco added new context-aware capabilities to its ASA firewall appliance, which would combine with information from TrustSec for network information and the Cisco SIO (Security Intelligence Operations) cloud service for threat analysis, Kennedy said.  Cisco SIO is a global service that gathers information from the customer networks, correlates threat information and provides actionable intelligence back to the customers, Kennedy said. The service started with e-mail security data and later added Web threats, firewall and intrusion/prevention information, Kennedy said.  In addition to the new rules from the ASA products, the SIO cloud service will also start receiving information from the AnyConnect VPN client software under the new framework, Kennedy said.  “The more data we get, the better we protect our customers,” he said. The collected data will be used to improve rules that are published back to the devices. Cisco currently pushes more than 800,000 rules every day, he said, such as botnet traffic rules for the ASA and network traffic patterns. The SIO collects data from Cisco’s IPS (Intrusion Prevention System) and firewall devices, and has information on over 700,000 scanning elements, Kennedy said. With AnyConnect, SIO would be collecting data from as many as 150 million <em>endpoint</em>-scanning elements, he said. TrustSec collects network-intelligence data from Cisco’s Catalyst and Nexus switches. Cisco envisions integrating with more platforms, adding more applications and expanding capabilities, Kennedy said. It will take “years to fully build out” SecureX, as Cisco tries to figure out how to solve security problems, said Kennedy. \"We will be providing a management capability that combines both the new context-aware [function and manages] existing firewall rules,\" Kennedy said. Cisco envisions third-party providers extending and improving SecureX with additional plug-ins and additional platform integration, Kenney said. The SecureX architecture will have APIs available to service providers, a software development kit for developers and a Cisco-supported developer ecosystem, Kennedy said.",
            "vi": "Kiến trúc bảo mật Securex mới của Cisco thêm vào khả năng nhận biết ngữ cảnh vào thiết bị ASA Firewall của hãng và bổ sung công cụ AnyConnect VPN Client để kêt nối vào hệ thống nhận dạng, phân tích và phòng thủ các mối đe dọa bảo mật- Security Intelligence Operations của Cisco.\n   \nCisco đang cân nhắc lại chiến lược an ninh lâu dài của mình dựa trên xu hướng áp dụng công nghệ trong môi trường làm việc, điều này đang làm thay đổi mô hình hoạt động và đặt ra những thách thức bảo mật mới.\n Nền tảng Securex mới của Cisco đang hợp nhất một số công nghệ bảo mật riêng lẻ trước đây, bao gồm các thiết bị tường lửa ASA, dịch vụ TrustSec, công nghệ quét IronPort, các công cụ quản lý và các loại dịch vụ điện toán đám mây. Cisco tiết lộ nền tảng sản phẩm bảo mật hợp nhất mới đây tại hôi nghị an ninh RSA ở SanFrancisco vào giữa tháng Hai. Kevin Kennedy, nhà quản lý dòng sản phẩm của Cisco nói với eWeek rằng: Bằng cách kết hợp các sản phẩm độc lập, Cisco đã có một cái nhìn toàn diện về những ai đang cố gắng truy cập vào mạng, loại thiết bị nào được dùng, thiết bị được đặt cụ thể ở đâu và dịch vụ nào được yêu cầu. Ông cho biết “Chúng tôi đang xây dựng bảo mật thành một kết cấu” Kennedy cho biết, mô hình bảo mật phải điều chỉnh cho thực tế hiện nay, trong đó người kinh doanh sử dụng các thiết bi di động riêng của họ để truy cập vào các tài nguyên của công ty. Người dùng có thể đăng nhập ở bất cứ đâu vào bất cứ lúc nào. Ông nói, với nhiều sự triển khai công nghệ điện toán đám mây và ảo hoá thì ở đó sẽ có nhiều điểm cuối cần bảo vệ hơn. Kennedy cho biết, ngôn ngữ bảo mật cần phải thay đổi từ việc chỉ bảo vệ các địa chỉ IP và các cổng đến việc sử dụng một ngôn ngữ chính sách ở mức cao hơn mà có mối tương quan với các chính sách và định nghĩa kinh doanh. Ông nói, nền tảng SecureX nổi bật với các thành phần tăng cường bảo mật nhận biết ngữ cảnh mà có sẵn bất kể cơ sở hạ tầng thực tế trong như thế nào. Nó sẽ sẵn sàng cho cả sản phẩm vật lí và ảo. Theo Kennedy, tường lửa và hệ thống ngăn chặn xâm nhập mạng sẽ vẫn là nền tảng an ninh mạng. Là một phần của sự thông báo về nền tảng SecureX, Cisco bổ sung các khả năng nhận biết ngữ cảnh mới cho thiết bị tường lửa ASA mà nó sẽ kết hợp với thông tin lấy từ TrustSec và dịch vụ đám mây SIO (Security Intelligence Operations) của Cisco giúp cho việc phân tích mối đe doạ. Kennedy cho biết, Cisco SIO là một dịch vụ toàn cầu thu thập thông tin từ các mạng lưới khách hàng, có mối tương quan với thông tin về mối đe dọa và cung cấp thông tin cần thiết trở lại các khách hàng. Dịch vụ này bắt đầu với dữ liệu bảo mật e-mail và sau đó bổ sung các mối đe dọa từ Web, tường lửa và thông tin xâm nhập/ngăn chặn. Kennedy cho biết, ngoài những quy định mới của các sản phẩm ASA, dịch vụ điện toán đám mây SIO cũng sẽ bắt đầu nhận thông tin từ phần mềm máy khách AnyConnect VPN dưới nền tảng mới này. Ông cho biết “Nhiều dữ liệu nhận được, thì chúng tôi bảo vệ khách hàng của chúng tôi tốt hơn ”. Dữ liệu thu thập sẽ được dùng để cải thiện các chính sách và cung cấp ngược trở lại cho các thiết bị. Cisco hiện đang đưa ra hơn 800,000 chính sách mỗi ngày, ông cho biết, chẳng hạn như các chính sách về lưu lượng truy cập của botnet cho ASA và mô hình lưu lượng truy cập mạng. Kennedy cho biết, SIO thu thập dữ liệu từ IPS (Intrusion Prevention System- Hệ thống ngăn chặn xâm nhập) và các thiết bị tường lửa của Cisco, có thông tin trên 700,000 thành phần quét. Với công cụ AnyConnect, SIO sẽ thu thập dữ liệu tới 150 triệu thành phần quét điểm cuối. TrustSec thu thập dữ liệu thông minh trên mạng từ các thiết bị chuyển mạch Nexus và Catalyst của Cisco. Kennedy cho biết, Cisco hình dung việc tích hợp với nhiều nền tảng cộng thêm nhiều ứng dụng và mở rộng các khả năng. Phải mất “nhiều năm để xây dựng hoàn chỉnh” nền tảng SecureX, trong khi Cisco cố gắng nghĩ ra cách để giải quyết các vấn đề bảo mật. Kenndy cho biết, “Chúng tôi sẽ cung cấp một khả năng quản lý mà có thể kết hợp cả các chính sách tường lửa hiện có [chức năng và quản lý] nhận biết ngữ cảnh mới. Kennedy cho biết, Cisco hình dung nhà cung cấp thứ ba sẽ mở rộng và cải thiện nền tảng SecureX với các plug-in và tích hợp nền tảng bổ sung. Kiến trúc SecureX sẽ có hàm API (Giao diện Lập trình Ứng dụng) cho các nhà cung cấp dịch vụ, bộ công cụ phát triển phần mềm cho các nhà phát triển và một hệ sinh thái nhà phát triển được Cisco hỗ trợ."
        },
        {
            "en": "Dell is looking to become a larger player in the highly competitive cloud-computing field, where such stalwarts as HP, Microsoft and Amazon already have strong footholds. Dell is investing $1 billion in its current fiscal year in new data centers, solution facilities and technologies designed to broaden its capabilities in such areas as cloud computing, virtualization and converged infrastructure. Dell’s strategy, announced April 7, includes building 10 new data centers over the next two years—which will be spread out around the world—including the United States, Asia and Europe—that will be stocked with Dell equipment and help customers adopt and deploy desktop-virtualization and cloud-computing environments, either on their own premises or hosted by the OEM. Through the data center, Dell eventually will offer cloud services based on Microsoft’s Azure platform. In addition, Dell officials plan to open 12 Global Solutions Centers this year, plus another 10 over the next 18 months, where customers will be able to learn about Dell offerings and work with Dell experts to figure out which technologies work best within their budgets. As part of its aggressive cloud-computing/virtualization push, Dell also is rolling products and services designed to make it easier for businesses to adopt cloud-computing models. Key among those is vStart, a pre-assembled hardware and software package of Dell PowerEdge servers, EqualLogics storage and PowerConnect switches that can be delivered as a single unit and easily deployed with initial deployment services from Dell. Each vStart package will enable businesses to immediately run 100 or 200 virtual machines. Eventually, Dell will offer vStart packages that provide virtual-machine capabilities below 100 and above 200, according to Steve Schuckenbrock, president of Dell Services. Dell’s vStart initially will support VMware virtualization technology, but over the next few quarters will expand the number of hypervisors it will offer.  “Customers are really now more interested in buying [virtual machines] than they are in buying physical hardware that they have to put together,” Praveen Asthana, vice president of Dell’s Enterprise Solutions and Strategy unit, said during a press conference April 6. \"Customers spend far too much time integrating and trying to optimize software for deploying virtual machines.\" Dell’s announcements are part of a larger strategy to grow beyond its roots as a PC and server maker and become more of a solutions provider, with an emphasis in such areas as virtualization and cloud computing. Dell officials have been aggressive in buying companies that enable it to grow its capabilities rapidly, including several storage technology vendors and services firm Perot Systems. However, it’s moving into a highly competitive field. Dell’s large OEM rivals, such as IBM, Hewlett-Packard and Cisco Systems, all are pushing converged infrastructures, as well as data center and cloud services. In addition, as Dell looks to become more active in cloud computing, it will run up against public cloud giants like Amazon Web Services, Microsoft and Rackspace. During the April 6 press conference, Schuckenbrock said that Dell’s new data centers would be primarily focused on hosting customers’ data center infrastructures. Dell is committed to bringing in the appropriate staffing, and he said that while Dell’s ambitions are large, the company has experience in cloud computing. He pointed to the OEM’s Data Center Solutions business as a proof point.  “You’ve seen some of the things we’ve done with our DCS business, and you can expect to see that kind of architecture with a highly scaled-out infrastructure,” he said. “I think we’ve proven our ability to do hyperscale data centers that support some of the largest cloud capabilities in the world.” Dell’s new data centers will “largely be modular and oriented toward hosting cloud capabilities, whether it’s desktop as a service or private and public cloud capabilities,” Schuckenbrock said. Along with the data center and solution-center build-outs and the vStart offering, Dell officials also announced a three-year partnership with Microsoft that is designed to help businesses more quickly get up and running with virtualization and cloud technologies. They’ll be offering management solutions based on Dell’s Virtual Integrated System and Advanced Infrastructure Manager, and Microsoft’s System Center. The virtualization offerings will be based on Microsoft’s Hyper-V. Dell also showed off a new email and file archive solution, which includes a pre-configured reference architecture, ongoing maintenance and support, and storage products that offer high scalability and ease of use. The OEM also is expanding its desktop-virtualization capabilities, offering a portfolio that includes pre-packaged services, and configured and tested hardware and software for fast deployment. With its desktop-virtualization solutions, Dell also is looking to accelerate the time it takes for businesses to implement a desktop-virtualization solution, and to support any computing <em>endpoint</em> anywhere.  “We do a lot of the pre-work for customers” in cloud and virtualized environments, Schuckenbrock said.",
            "vi": "Dell đang tìm cách trở thành một công ty lớn trong lĩnh vực điện toán đám mây có sức cạnh tranh cao mà ở đó nhiều công ty lớn chẳng hạn như HP, Microsoft và Amazon đã có chỗ đứng vững chắc. Dell đang đầu tư 1 tỷ USD trong năm tài chính hiện tại của hãng vào các trung tâm dữ liệu mới, các công nghệ và cơ sở giải pháp được thiết kế để mở rộng khả năng trong các lĩnh vực như điện toán đám mấy, ảo hoá và cơ sở hạ tầng tập trung. Chiến lược của Dell được công bố vào ngày 7 tháng 4, bao gồm xây dựng 10 trung tâm dữ liệu mới trong hai năm tới mà sẽ được mở rộng ở khắp nơi trên thế giới—bao gồm Hoa Kỳ, Châu Á và Châu Âu—nó sẽ được lưu trữ với trang thiết bị của Dell và trợ giúp khách hàng sử dụng, triển khai ảo hoá máy tính và môi trường điện toán đám mây, dựa trên quyền sở hữu của họ hoặc bởi các công ty OEM. Thông qua trung tâm dữ liệu, Dell cũng sẽ cung cấp dịch vụ đám mây dựa trên nền tảng Azure của Microsoft. Ngoài ra, các viên chức của Dell dự định mở 12 Trung tâmGiải pháp Toàn cầu (Global Solutions Center) trong năm nay, cùng với 10 trung tâm khác trong 18 tháng tới, ở đó khách hàng sẽ có thể tìm hiểu về các dịch vụ của Dell và làm việc với các chuyên gia của Dell nhằm tìm ra các công nghệ làm việc tốt nhất trong nguồn ngân sách của họ. Như một phần của việc đẩy mạnh phát triển điện toán đám mây/ảo hoá, Dell cũng đang ra mắt các sản phẩm và dịch vụ được thiết kế để giúp đỡ dễ dàng hơn cho các doanh nghiệp thông qua các mô hình điện toán đám mây. Chìa khoà then chốt giữa các vấn đề này đó là vStart, một gói phần mềm và phần cứng được tích hợp trên máy chủ Dell PowerEdge, kho lưu trữ EqualLogics và các thiết bị chuyển mạch PowerConnect có thể được cung cấp dưới dạng một thiết bị đơn và dễ dàng triển khai với các dịch vụ ban đầu của Dell. Mỗi gói vStart sẽ cho phép các doanh nghiệp ngay lập tức chạy100 hoặc 200 máy ảo. Cuối cùng, Dell sẽ đưa ra các gói vStart mà cung cấp dưới 100 và trên 200 máy ảo, theo Steve Schuckenbrock, chủ tịch về các dịch vụ của Dell. Gói vStart của Dell ban đầu sẽ hỗ trợ công nghệ ảo hóa của VMware, nhưng trong vài quí tới sẽ mở rộng số lượng các trình giám sát máy ảo mà họ sẽ đưa ra.  “Hiện tại, khách hàng thật sự quan tâm đến việc mua [máy ảo] hơn là việc họ mua phần cứng vật lý mà họ phải lắp đặt với nhau”. Praveen Asthana phó chủ tịch về bộ phận Chiến lược và Giải pháp Doanh nghiệp của Dell cho biết trong cuộc hợp báo ngày 6 tháng 4. “ Khách hàng dành quá nhiều thời gian tích hợp và cố gắng tối ưu hoá phần mềm để triển khái các máy ảo”. Các thông báo của Dell là một phần trong chiến lược lớn để phát triển vượt xa khả năng vốn có của một nhà sản xuất máy chủ và PC và trở thành một nhà cung cấp các giải pháp với tầm quan trọng trong các lĩnh vực như ảo hoá và điện toán đám mây. Các viên chức của Dell đã chú trọng vào việc bán cho các công ty mà cho phép nó phát triển khả năng của mình một cách nhanh chóng, bao gồm nhiều nhà cung cấp công nghệ lưu trữ và công ty cung cấp dịch vụ Perot Systems. Tuy nhiên, hãng đang đi vào một lĩnh vực có sức cạnh tranh cao. Các đối thủ OEM lớn của Dell như là IBM, Hewlett-Packard và Cisco Systemsm tất cả đều đang đẩy mạnh các cơ sở hạ tầng tập trung, cũng như trung tâm dữ liệu và dịch vụ điện toán đám mây. Ngoài ra, nếu Dell tìm cách trở nên tích cực hơn trong lĩnh vực này thì hãng sẽ phải đối chọi với những gã khổng lồ trong lĩnh vực điện toán đám mây công cộng như các Dịch vụ Web của Amazon, Microsoft và Rackspace. Trong cuộc họp báo vào ngày 6 tháng 4, ông Schuckenbrock cho biết rằng các trung tâm dữ liệu mới của Dell sẽ tập trung chủ yếu vào các cơ sở hạ tầng trung tâm dữ liệu của khách hàng lưu trữ. Dell cam kết sẽ cung cấp một đội ngũ nhân viên phù hợp, và ông cho biết rằng mặc dù tham vọng của Dell rất lớn, như hãng có kinh nghiệm trong lĩnh vực điện toán đám mây. Ông đưa ra việc kinh doanh Giải Pháp Trung Tâm Dữ Liệu OEM như là một minh chứng. Ông nói “Bạn đã từng nhìn thấy một vài thứ mà chúng tôi đã thực hiện với việc kinh doanh Giải Pháp Trung Dữ Liệu của chúng tôi và bạncó thể nhìn thấy kiểu kiến trúc với cơ sở hạ tầng mở rộng hơn”. “ Tôi nghĩ rằng chúng tôi đã chứng mình khả năng thực hiện các trung tâm dữ liệu siêu mở rộng hỗ trợ điện toán đám mây lớn nhất trên thế giới\" Schuckenbrock cho biết trung tâm dữ liệu mới của Dell sẽ “phần lớn là khối kết cấu và hướng tới khả năng lưu trữ đám mây, cho dù đó là dành cho máy tính cá nhân dưới dạng dịch vụ hoặc điện toán đám mây công công và riêng tư” Cùng với trung tâm dữ liệu, xây dựng trung tâm giải pháp và dịch vụ vStart, các viên chức của Dell cũng đã công bố mối quan hệ đối tác 3 năm với Microsoft mà đã được lên kế hoạch để giúp các doanh nghiệp đi vào hoạt động nhanh hơn với công nghệ điện toán đám mây và ảo hoá. Họ sẽ được cung cấp các giải pháp quản lý dựa trên Hệ thống Tích hợp Ảo của Dell và Trình quản lí Cơ sở Hạ tầng Cao cấp, và Trung tâm Hệ thống của Microsoft. Các dịch vụ ảo hoá sẽ được dựa trên máy ảo Hyper-V của Microsoft. Dell cũng đã giới thiệu một giải pháp lưu trữ tập tin và e-mail mới, bao gồm kiến trúc mẫu được cấu hình sẵn, hỗ trợ và bảo trì liên tục, và các sản phẩm lưu trữ mà cung cấp khả năng mở rộng cao và dễ sử dụng. Bộ phận OEM cũng đang mở rộng khả năng ảo hoá máy tính của mình, đưa ra một danh mục đầu tư bao gồm các dịch vụ đóng gói sẵn.Phần cứng và phần mềm được cấu hình và được kiểm nghiệm để triển khai nhanh chóng. Với giải pháp ảo hoá máy tính, Dell cũng đang tìm cách đẩy nhanh thời gian cần thiết để doanh nghiệp triển khai giải pháp ảo hoá máy tính và hỗ trợ bất kỳ nút điện toán cuối nào ở bất cứ nơi đâu. Schuckenbrock nói “chúng tôi làm sẵn rất nhiều việc cho khách hàng” trong môi trường ảo hoá và đám mây”."
        }
    ],
    "suggestions": []
}