{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[in'fɔ:səbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(pháp lí) có thể đem thi hành</td></tr></table><i/></div>",
            "word": "enforceable"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "enforceable"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enforceable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enforceable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enforceable"
        }
    },
    "sentences": [
        {
            "en": "Thus, this provision, in practice, has not been <em>enforceable</em>.",
            "vi": "Vì vậy, quy định nói trên chưa thể có hiệu lực thực tế."
        },
        {
            "en": "An obligation of conscience is not <em>enforceable</em> by the civil authorities.",
            "vi": "Bổn phận của lương tâm không thể đem thi hành bởi các quyền công dân."
        },
        {
            "en": "Legal contracts are not considered to be the <em>enforceable</em> basis of agreements.",
            "vi": "Các hợp đồng pháp lý chưa được coi là cơ sở của việc cưỡng chế thực hiện các thỏa thuận."
        },
        {
            "en": "There are criteria for membership, but not an <em>enforceable</em> professional code of conduct.",
            "vi": "Có các tiêu chí đối với thành viên, nhưng không có điều lệ hoạt động chuyên nghiệp được thực hiện."
        },
        {
            "en": "What is a promissory note, and how can you make it <em>enforceable</em>?",
            "vi": "Giấy nợ là gì, và làm thế nào để nó có thể thi hành?"
        },
        {
            "en": "Arbitration is the process of bringing an impartial third party into a dispute to render a binding, legally <em>enforceable</em> decision.",
            "vi": "Phân xử là quá trình thông qua bên thứ ba làm trung gian để giải quyết tranh chấp bằng các quyết định có tính khách quan và hiệu lực pháp lý."
        },
        {
            "en": "An agreement is only <em>enforceable</em> if, inter alia, there is an intention that it should be legally binding.",
            "vi": "Một thỏa thuận chỉ có hiệu lực thi hành nếu, ngoài những điều khác, có một ý định rằng nó phải ràng buộc về mặt pháp lý."
        },
        {
            "en": "Indeed, there is no effectively <em>enforceable</em> regulation nor code in place with respect of unlisted stock issuers.",
            "vi": "Trên thực tế, không có quy định bảo đảm thi hành nào có đủ hiệu lực, không có bộ luật nào điều chỉnh hoạt động của các nhà phát hành chứng khoán chưa niêm yết."
        },
        {
            "en": "Unlike negotiation and mediation, arbitration shares an essential characteristic with court; its decisions are binding and <em>enforceable</em> by government authority.",
            "vi": "Khác với phương thức đàm phán và hòa giải, trọng tài và tòa án có chung một đặc điểm quan trọng; các quyết định của trọng tài mang tính ràng buộc và được các cơ quan chính quyền bắt thực thi."
        },
        {
            "en": "It is likely that to be <em>enforceable</em>, the tax must be collected and retained by the local government.",
            "vi": "Để tăng cường hiệu lực thi hành, việc quản lý và doanh thu thuế nên được giao cho chính quyền địa phương."
        },
        {
            "en": "Establishment of a reliable legal framework: Rights must be more clearly defined and contracts must be <em>enforceable</em>.",
            "vi": "Thiết lập một khuôn khổ pháp lý đáng tin cậy: Các quyền cần được xác định rõ ràng hơn và hợp đồng ký kết phải có hiệu lực."
        },
        {
            "en": "If this is true, the relevant provisions of the Enterprise Law have not conformed to the practice and are not <em>enforceable</em>.",
            "vi": "Nếu đúng như vậy, thì các quy định tương ứng của Luật doanh nghiệp chưa phù hợp với thực tế và chưa có hiệu lực."
        },
        {
            "en": "Each of these problems are remediable, provided an <em>enforceable</em> mandate, in compliance with international law, is included Viet Nam’s new Disability Law and its 2005 Education Law.",
            "vi": "Từng mục trong những vấn đề này đều có thể sửa chữa được nếu như luật pháp được tăng cường, tuân thủ với luật quốc tế và được đưa vào Dự thảo Luật Người khuyết tật mới của Việt Nam và Luật giáo dục 2005."
        },
        {
            "en": "The legal and regulatory requirements that affect corporate governance practices in a jurisdiction should be transparent, <em>enforceable</em>, and consistent with the rule of law.",
            "vi": "Các quy định pháp lý và quản lý tác động tới các thông lệ Quản trị doanh nghiệp cần phải minh bạch, có khả năng cưỡng chế thực thi và phù hợp với quy định luật pháp."
        },
        {
            "en": "A Prime Minister and his or her parliamentary government and a parliamentary opposition who conduct activities according to the laws and constitution of the state and which are <em>enforceable</em> by the judiciary.",
            "vi": "Một Thủ tướng Chính phủ và quốc hội của mình và phe đối lập là nghị viện đã tiến hành các hoạt động theo luật pháp và hiến pháp của nhà nước và được thực hiện bởi ngành tư pháp."
        },
        {
            "en": "In practice, these provisions have not achieved their objectives, and not only are not <em>enforceable</em>, but also cause unnecessary expenses for both State bodies and related owners of enterprises.",
            "vi": "Các quy định như thế đã không đạt được mục tiêu đề ra, không có hiệu lực thực tế mà còn gây ra tốn kém không cần thiết cho cả cơ quan nhà nước và các chủ doanh nghiệp có liên quan."
        },
        {
            "en": "When the National Assembly finally passes laws, they are generally not immediately <em>enforceable</em>, but rather need to be supplemented by a large number of orders and decisions by government agencies.",
            "vi": "Khi cuối cùng Quốc hội thông qua luật, nói chung các luật này chưa có hiệu lực ngay mà còn cần một loạt những nghị định, quyết định của các cơ quan Chính phủ."
        },
        {
            "en": "When a nation becomes liberalized, the economic effects can be profound for the country and for investors. Economic liberalization refers to a country \"opening up\" to the rest of the world with regards to trade, regulations, taxation and other areas that generally affect business in the country. As a general rule, you can determine to what degree a country is liberalized economically by how easy it is to invest and do business in the country. All developed countries (First World) have already gone through this liberalization process, so the focus in this article is more on the developing and emerging countries.    Removing Barriers to International Investing  Investing in emerging market countries can sometimes be an impossible task if the country you're investing in has several barriers to entry. These barriers can include tax laws, foreign investment restrictions, legal issues and accounting regulations that can make it difficult or impossible to gain access to the country. The economic liberalization process begins by relaxing these barriers and relinquishing some control over the direction of the economy to the private sector. This often involves some form of deregulation and a privatization of companies.    Unrestricted Flow of Capital  The primary goals of economic liberalization are the free flow of capital between nations and the efficient allocation of resources and competitive advantages. This is usually done by reducing protectionist policies such as tariffs, trade laws and other trade barriers. One of the main effects of this increased flow of capital into the country is that it makes it cheaper for companies to access capital from investors. A lower cost of capital allows companies to undertake profitable projects that they may not have been able to with a higher cost of capital pre-liberalization, leading to higher growth rates.    We saw this type of growth scenario unfold in China in the late 1970s as the Chinese government set on a path of significant economic reform. With a massive amount of resources (both human and natural), they believed the country was not growing and prospering to its full potential. Thus, to try to spark faster economic growth, China began major economic reforms that included encouraging private ownership of businesses and property, relaxing international trade and foreign investment restrictions, and relaxing state control over many aspects of the economy. Subsequently, over the next several decades, China averaged a phenomenal real GDP growth rate of over 10%.    Stock Market Performance  In general, when a country becomes liberalized, the stock market values also rise. Fund managers and investors are always on the lookout for new opportunities for profit, and so a whole country that becomes available to be invested in will tend to cause a surge of capital to flow in. The situation is similar in nature to the anticipation and flow of money into an initial public offering (IPO). A private company that was previously unavailable to an investor that suddenly becomes available typically causes a similar valuation and cash flow pattern. However, like an IPO, the initial enthusiasm also eventually dies down and returns become more normal and more in line with fundamentals.   Political Risks Reduced  In addition, liberalization reduces the political risks to investors. For the government to continue to attract more foreign investment, other areas beyond the ones mentioned earlier have to be strengthened as well. These are areas that support and foster a willingness to do business in the country such as a strong legal foundation to settle disputes, fair and <em>enforceable</em> contract laws, property laws, and others that allow businesses and investors to operate with confidence. Also, government bureaucracy is a common target area to be streamlined and improved in the liberalization process. All these changes together lower the political risks for investors, and this lower level of risk is also part of the reason the stock market in the liberalized country rises once the barriers are gone.   Diversification for Investors  Investors can also benefit by being able to invest a portion of their portfolio into a diversifying asset class. In general, the correlation between developed countries such as the United States and undeveloped or emerging countries is relatively low. Although the overall risk of the emerging country by itself may be higher than average, adding a low correlation asset to your portfolio can reduce your portfolio's overall risk profile.    However, a distinction should be made that although the correlation may be low, when a country becomes liberalized, the correlation may actually rise over time. This happens because the country becomes more integrated with the rest of the world and has become more sensitive to events that happen outside the country. A high degree of integration can also lead to increased contagion risk – which is the risk that crises that occur in different countries cause crises in the domestic country.   A prime example of this is the European Union (EU) and its unprecedented economic and political union. The countries in the EU are so integrated with regard to monetary policy and laws that a crisis in one country has a high probability of spreading to other countries in the EU. This is exactly what happened in the financial crisis that started in 2008-2009. Weaker countries within the EU (such as Greece) began to develop severe financial problems that quickly spread to other EU members. In this instance, investing in several different EU member countries would not have provided much of a diversification benefit as the high level of economic integration in the EU had increased correlations and increased contagion risks to the investor.    The Bottom Line Economic liberalization is generally thought of as a beneficial and desirable process for emerging and developing countries. The underlying goal is to have unrestricted capital flowing into and out of the country in order to boost growth and efficiencies within the home country. The effects following liberalization are what should interest investors as it can provide new opportunities for diversification and profit.   ",
            "vi": "Khi một quốc gia mở rộng tự do, những tác động về mặt kinh tế có thể rất sâu sắc đối với quốc gia đó và những nhà đầu tư. Tự do hoá kinh tế đề cập đến một đất nước \"mở rộng cửa\" cho phần còn lại của thế giới về thương mại, luật lệ, thuế khoá, và những phạm vi khác nói chung ảnh hưởng đến việc kinh doanh tại đất nước này. Theo quy tắc tổng quát, bạn có thể xác định mức độ tự do hoá về kinh tế của một quốc gia bằng việc xem xét đầu tư vào và kinh doanh tại đất nước đó thuận lợi như thế nào. Tất cả các quốc gia phát triển (thế giới thứ nhất) đã trải qua quá trình tự do hoá này, vì vậy bài báo hôm nay tập trung nhiều hơn vào những quốc gia đang phát triển và mới nổi.   Xoá bỏ các rào cản đối với đầu tư quốc tế Việc đầu tư vào những nền kinh tế mới nổi đôi khi có thể là một nhiệm vụ bất khả thi nếu quốc gia bạn đang đầu tư vào đó có một số rào cản đối với những doanh nghiệp mới gia nhập thị trường. Những rào cản này có thể là các luật lệ về thuế, giới hạn đầu tư nước ngoài, vấn đề pháp lý và những quy định kế toán có thể gây khó khăn hoặc khiến doanh nghiệp nước ngoài không thể thâm nhập vào được quốc gia đó. Quá trình tự do hoá kinh tế bắt đầu bằng việc giảm bớt các rào cản này và giao lại một số quyền kiểm soát hướng đi của nền kinh tế cho khu vực tư nhân. Quá trình này thường bao gồm một số hình thức bãi bỏ quy định và tư nhân hoá các công ty.   Luồng vốn không hạn chế Những mục tiêu chính của sự tự do hoá kinh tế là luồng vốn tự do giữa các quốc gia và sự phân bổ hiệu quả các nguồn lực và các ưu thế cạnh tranh. Người ta thường thực hiện bằng việc giảm các chính sách bảo hộ như thuế nhập khẩu, luật thương mại và những rào cản thương mại khác. Một trong những tác động chính của hiện tượng luồng vốn chảy vào quốc gia đó ngày càng gia tăng này là làm cho các công ty tiếp cận vốn của các nhà đầu tư ít tốn kém hơn. Chi phí vay vốn thấp hơn cho phép các công ty dám nhận thực hiện những dự án có khả năng sinh lãi mà họ không tài nào thực hiện nổi nếu phí vay vốn cao hơn như trong giai đoạn trước tự do hoá, cuối cùng dẫn đến tốc độ tăng trưởng cao hơn.   Chúng ta chứng kiến loại kịch bản tăng trưởng này diễn ra ở Trung Quốc những năm cuối thập kỷ 70 khi chính quyền Trung Quốc chủ trương đề ra con đường cải cách kinh tế quan trọng. Với số lượng khổng lồ các nguồn lực (cả con người lẫn tự nhiên), họ cho rằng đất nước đã không phát triển và thịnh vượng đúng với tiềm năng đầy đủ của mình. Vì vậy, để cố gắng kích thích tăng trưởng kinh tế nhanh hơn, Trung Quốc bắt đầu những cải cách kinh tế chính bao gồm khuyến khích việc tư hữu các doanh nghiệp và tài sản, nới lỏng các giới hạn đầu tư nước ngoài và thương mại quốc tế, và giảm bớt sự kiểm soát của nhà nước về nhiều mặt trong nền kinh tế. Rồi sau đó, suốt những thập niên kế tiếp, Trung Quốc đạt được bình quân tốc độ tăng trưởng GDP trên thực tế có tính chất hiện tượng là hơn 10%.   Kết quả hoạt động của thị trường chứng khoán Nói chung, khi một quốc gia được tự do hoá, các giá trị trên thị trường chứng khoán cũng tăng lên. Những nhà quản lý quỹ đầu tư và nhà đầu tư luôn theo dõi sát sao những cơ hội mới để có lợi nhuận, và vì vậy cả đất nước trong tình trạng sẵn sàng chào đón đầu tư sẽ thường dẫn đến kết quả là các dòng vốn chảy vào ngày càng nhiều. Về cơ bản, tình huống này tương tự với sự mong chờ và luồng tiền chảy vào một đợt phát hành cổ phiếu ra công chúng lần đầu ( IPO ). Công ty tư nhân trước đây không thể dành cho nhà đầu tư thì nay bất ngờ trở nên rộng mở với họ thường tạo ra mô hình dòng tiền mặt và giá trị cũng giống như vậy. Tuy nhiên, như một đợt phát hành chứng khoán ra công chúng lần đầu (IPO), sự hăng hái lúc đầu cuối cùng cũng dịu đi và trở lại bình thường hơn và phù hợp hơn với những nguyên tắc cơ bản.   Rủi ro chính trị giảm Ngoài ra, tự do hóa làm giảm các rủi ro chính trị cho những nhà đầu tư. Đối với chính phủ tiếp tục thu hút đầu tư nước ngoài nhiều hơn, thì những phương diện khác khác ngoài những gì đã đề cập trên đây cũng phải được nhấn mạnh. Đây là những mặt mà hỗ trợ và cổ vũ người ta tự nguyện kinh doanh ở đất nước này, chẳng hạn như một nền tảng cơ sở pháp lý mạnh để giải quyết các tranh chấp, các luật liên quan đến hợp đồng có thể thực thi và mang tính công bằng, luật về tài sản, và những luật lệ khác cho phép các doanh nghiệp và nhà đầu tư hoạt động một cách tự tin. Thêm nữa, bộ máy quan liêu của chính phủ là một khu vực mục tiêu thông thường phải được tổ chức hợp lý và cải thiện trong quá trình tự do hoá. Tất cả những thay đổi này kết hợp với nhau làm giảm thấp những rủi ro chính trị cho nhà đầu tư, và mức rủi ro thấp hơn này cũng là một phần nguyên nhân thị trường chứng khoán ở quốc gia được tự do hoá tăng lên khi các rào cản mất đi.   Đa dạng hoá cho nhà đầu tư Các nhà đầu tư cũng có thể hưởng lợi bởi khả năng đầu tư một phần danh mục đầu tư của họ vào nhóm tài sản đa dạng hoá. Nhìn chung, mối tương quan giữa những quốc gia phát triển chẳng hạn như Mỹ và những quốc gia chưa phát triển hoặc mới nổi khá thấp. Mặc dù rủi ro chung của quốc gia mới nổi bản thân nó có thể cao hơn bình thường, nhưng việc bổ sung tài sản tương quan thấp vào danh mục đầu tư của bạn có thể giảm phạm vi rủi ro chung của danh mục đầu tư ấy.   Tuy nhiên, cần có sự phân biệt dù mối tương quan có thể thấp, khi một quốc gia được tự do hoá, thì mối tương quan trên thực tế có thể tăng lên theo thời gian. Điều này xảy ra vì quốc gia ấy hợp nhất hơn với phần còn lại của thế giới và đã trở nên nhạy cảm hơn với những sự kiện diễn ra bên ngoài. Mức độ nhất thể hoá cao hơn có thể cũng đưa đến rủi ro lây lan gia tăng – tức là rủi ro mà các cuộc khủng hoảng diễn ra ở những quốc gia khác nhau gây ra những cuộc khủng hoảng trong nước.   Ví dụ tiêu biểu là Liên minh Châu Âu (EU) và các liên minh kinh tế chính trị chưa từng có trong liên minh. Các quốc gia thuộc EU nhất thể hoá về chính sách tiền tệ và luật lệ cao đến mức một cuộc khủng hoảng tại một quốc gia sẽ có nhiều khả năng lan sang các quốc gia khác trong  EU. Đây đúng là những gì đã xảy ra trong cuộc khủng hoảng tài chính bắt đầu năm 2008-2009. Những quốc gia yếu trong EU (Hy Lạp chẳng hạn) bắt đầu ngày càng bộc lộ những vấn đề về tài chính nghiêm trọng nhanh chóng lan sang các thành viên EU khác. Trong trường hợp này, đầu tư vào nhiều nước thành viên EU khác nhau sẽ không đem lại nhiều lợi nhuận đa dạng vì mức độ nhất thể hoá cao về kinh tế trong EU làm tăng các mối tương quan và gia tăng các rủi ro lây lan cho nhà đầu tư.   Kết luận Tự do hoá kinh tế thường được nghĩ đến như là một quá trình có lợi và nên tiến hành đối với những quốc gia đang phát triển và mới nổi. Mục tiêu cơ bản là có luồng vốn vào ra không bị giới hạn để thúc đẩy tăng trưởng và tính hiệu quả kinh tế nước nhà. Những tác động theo sau quá trình tự do hoá là những gì gây chú ý các nhà đầu tư vì có thể đem lại những cơ hội mới để có lợi nhuận và sự đa dạng hoá trong đầu tư."
        }
    ],
    "suggestions": []
}