{
    "en_vn": {
        "data": {
            "content": null,
            "word": "engagements",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "engagements",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "engagements",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "engagements",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "engagements",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Engagements</em>",
            "vi": "Tuyển dụng (hay thuê mới)"
        },
        {
            "en": "Social <em>engagements</em>",
            "vi": "Sự được mời mọc ở các cuộc chiêu đãi"
        },
        {
            "en": "Peter keeps his <em>engagements</em>",
            "vi": "Peter tôn trọng lời cam kết của mình."
        },
        {
            "en": "Keep one's <em>engagements</em>",
            "vi": "Tôn trọng những lời cam kết của mình"
        },
        {
            "en": "Peter kept his <em>engagements</em>.",
            "vi": "Peter đã giữ đúng lời cam kết của mình."
        },
        {
            "en": "You should keep your <em>engagements</em>.",
            "vi": "Anh nên tôn trọng những lời cam kết của mình."
        },
        {
            "en": "I have several <em>engagements</em> for next week",
            "vi": "Tuần tới tôi có vài cuộc hẹn"
        },
        {
            "en": "What do you think of long <em>engagements</em>?",
            "vi": "Bạn nghĩ gì về các cam kết lâu dài?"
        },
        {
            "en": "The orchestra has several concert <em>engagements</em>.",
            "vi": "Dàn nhạc đã có kế hoạch biểu diễn vài buổi hòa nhạc."
        },
        {
            "en": "They found difficulty in meeting their <em>engagements</em>.",
            "vi": "Họ thấy khó khăn trong việc đáp ứng các cam kết của mình."
        },
        {
            "en": "How to be dazzling in social <em>engagements</em>.",
            "vi": "Làm thế nào để tỏa sáng ở các cuộc chiêu đãi."
        },
        {
            "en": "This company is considered good for its usual business <em>engagements</em>.",
            "vi": "Công ty này được xem là đủ sức tham gia, cam kết làm ăn thông thường."
        },
        {
            "en": "The princess is indisposed and has cancelled her <em>engagements</em>.",
            "vi": "Công chúa thấy khó ở và đã hủy bỏ các cuộc hẹn gặp của mình."
        },
        {
            "en": "Heavy <em>engagements</em> are reported between terrorists and marines.",
            "vi": "Trận giao chiến lớn được báo cáo giữa bọn khủng bố và thủy quân lục chiến."
        },
        {
            "en": "Mary abided by his <em>engagements</em> with her parents.",
            "vi": "Mary đã giữ đúng lời cam kết của mình với cha mẹ."
        },
        {
            "en": "To keep one's <em>engagements</em> is to save truth.",
            "vi": "Tôn trọng những lời cam kết của mình là để giữ gìn sự thật."
        },
        {
            "en": "Official <em>engagements</em> take up half of my day.",
            "vi": "Cuộc hẹn chính thức đã lấy hết nửa ngày của tôi."
        },
        {
            "en": "He doesn't have enough money to meet all his <em>engagements</em>",
            "vi": "Ông ta không đủ tiền để trả hết các khoản đã hứa hẹn"
        },
        {
            "en": "I have had a lot of work and social <em>engagements</em>.",
            "vi": "Tôi có rất nhiều công việc và các mối quan hệ xã hội."
        },
        {
            "en": "My maid knows about my <em>engagements</em>, but i can't imagine.",
            "vi": "Chị hầu của tôi biết mấy chỗ hẹn của tôi, nhưng tôi không tin."
        }
    ],
    "suggestions": []
}