{
    "en_vn": {
        "data": {
            "content": null,
            "word": "engrossed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "engrossed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>engrossed</k><blockquote>▸ <cclass>adjective ABSORBED, involved, interested, occupied, preoccupied, immersed, caught up, riveted, gripped, rapt, fascinated, intent, captivated, enthralled, intrigued.</cclass></blockquote></div>",
            "word": "engrossed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>engrossed</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) deeply engrossed </ex></blockquote></blockquote><blockquote><blockquote><ex>2) engrossed in (engrossed in one's work)</ex></blockquote></blockquote></div>",
            "word": "engrossed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "engrossed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Peter is <em>engrossed</em> in scientific research.",
            "vi": "Peter hăng say nghiên cứu khoa học."
        },
        {
            "en": "She was so <em>engrossed</em> by the book.",
            "vi": "Quyển sách cuốn hút cô gái."
        },
        {
            "en": "Jones <em>engrossed</em> her attention by singing loudly.",
            "vi": "Jones thu hút sự chú ý của cô ấy bằng cách hát thật to."
        },
        {
            "en": "I was told that my aunt is only completely <em>engrossed</em> in her work.",
            "vi": "Tôi nghe kể là dì tôi chỉ chúi vào công việc."
        },
        {
            "en": "I gazed around the room at the other children, all <em>engrossed</em> in simple mechanical tasks.",
            "vi": "Tôi đưa mắt nhìn những đứa trẻ khác trong phòng, tất cả đều đang say mê thực hiện những bài tập vận động một cách rất máy móc."
        },
        {
            "en": "Even at the breakfast table he is deeply <em>engrossed</em> in the newspaper;",
            "vi": "Ngay tại bàn ăn, người chồng lại cắm đầu vào tờ báo;"
        },
        {
            "en": "She was so <em>engrossed</em> in the film that she didn't hear his come in.",
            "vi": "Cô ta bị bộ phim cuốn hút nên không nghe tiếng anh ta tới."
        },
        {
            "en": "She was <em>engrossed</em> in her book, but happened to see that the man beside her, as bold as could be,",
            "vi": "Khi đắm mình trong từng trang sách thì tình cờ cô thấy, người đàn ông bên cạnh cô, trơ tráo biết mấy."
        },
        {
            "en": "Mrs. Smith was <em>engrossed</em> looking at the military men who had come to mount guard for the governor.",
            "vi": "Bà Smith đã mải mê tìm kiếm những binh lính nam, những người đã đến làm nhiệm vụ canh gác cho ngài thống đốc."
        },
        {
            "en": "The mallards were completely <em>engrossed</em> in caring for their eggs, nested warmly under carefully fashioned bits of grass and straw.",
            "vi": "Bầy vịt trời đang mê mải canh giữ ổ trứng của mình, những chiếc ổ rất ấm được tạo dáng một cách kỹ lưỡng bằng những ngọn cỏ và rơm rạ."
        },
        {
            "en": "All this while, his son was <em>engrossed</em> in conversation with Pumpkin; and it didn't take us long to understand why.",
            "vi": "Trong khi đó, người con trai của ông ta mải mê nói chuyện với bí ngô; và chúng tôi không còn đợi lâu mới hiểu được lý do."
        },
        {
            "en": "We visited one of Yen’s classes, and saw both students and teacher <em>engrossed</em> in a lesson. Yen was teaching English pronunciation, vocabulary, grammar, illustrating points with her hands.",
            "vi": "Chúng tôi đã ghé thăm một trong những lớp học của cô, và nhận thấy cả cô và trò đều say mê theo bài học. Cô Yến đã dạy cách phát âm tiếng Anh, từ vựng, ngữ pháp, mô phỏng lời nói của mình bằng tay."
        },
        {
            "en": "We visited one of Yen’s classes, and saw both students and teacher <em>engrossed</em> in a lesson. Yen was teaching English pronunciation, vocabulary, grammar, illustrating points with her hands.",
            "vi": "Chúng tôi đã ghé thăm một trong những lớp học của cô, và nhận thấy cả cô và trò đều say mê theo bài học. Cô Yến đã dạy cách phát âm tiếng Anh, từ vựng, ngữ pháp, mô phỏng lời nói của mình bằng tay."
        },
        {
            "en": "When he returns from work he will be <em>engrossed</em> with his hobbies or watches television, and during weekends goes for golf or indulges in other pastimes;",
            "vi": "Khi người chồng đi làm về lại bận rộn với những thú tiêu khiển riêng của mình hoặc coi truyền hình, và vào ngày nghỉ cuối tuần lại đi chơi đánh gôn hay say đắm các trò giải trí khác;"
        },
        {
            "en": "He'd seemed <em>engrossed</em> in our conversation, but now I could see, from the corner of my eye, that he was leaning away from me again, his hands gripping the edge of the table with unmistakable tension.",
            "vi": "Anh có vẻ bị cuốn hút trong câu chuyện của chúng tôi, nhưng bây giờ tôi có thể thấy, từ khóe mắt, anh ấy đang nhích ra xa tôi trở lại, tay anh kẹp chặt mép bàn căng thẳng thấy rõ."
        },
        {
            "en": "I puzzled about it for a moment then realized how totally <em>engrossed</em> i was in the wonderful display of unconditional love not more than an arm's length away from measurement.",
            "vi": "Tôi thắc mắc đôi chút về điều đó rồi chợt hiểu ra rằng tôi hoàn toàn bị hớp hồn khi đang đứng trước hình ảnh tuyệt vời của một tình yêu vô điều kiện cách không xa hơn một tầm tay với của tôi."
        },
        {
            "en": "the darker side of each other's natures. In practice, each will try to highlight his or her sterling qualities to the other, and being so <em>engrossed</em> in love, they tend to accept each other at \"face value\" only.",
            "vi": "Người ta bảo tình yêu có khi là mù quáng và do đó những người đang yêu nhau thường trở nên hoàn toàn lộ rõ ra những khía cạnh xấu xa hơn về những bản chất của nhau. Nhưng thực tế, mỗi bên sẽ cố gắng đề cao những phẩm chất xuất sắc của mình, vàø như vậy là họ bị cuốn hút vào tình yêu, họ thường chấp nhận nhau chỉ theo \"giá trị bên ngoài\"."
        },
        {
            "en": "So <em>engrossed</em> had they been in their gossip that they had not heard her light tread and now, confronted by their hostess, they looked like whispering schoolgirls caught by a teacher.",
            "vi": "Quá mải bàn chuyện phiếm, họ không nghe thấy bước chân nhẹ nhàng của nàng và lúc này, đối mặt với nữ chủ nhân, họ có vẻ như những nữ sinh thì thầm nói chuyện trong lớp bị cô giáo bắt quả tang."
        },
        {
            "en": "She was <em>engrossed</em> in her book but happened to see, that the man sitting beside her, as bold as could be. . .grabbed a cookie or two from the bag in between, which she tried to ignore to avoid a scene.",
            "vi": "Cô mải mê đọc cuốn sách nhưng vẫn biết có gã kia ngồi cạnh mình, cũng rất tự nhiên nhón ... lấy bánh quy trong chiếc túi đặt giữa hai người, cô cố lờ đi cho qua chuyện."
        },
        {
            "en": "Love is said to be blind and hence people in love tend to become completely oblivious of the darker side of each other's natures. In practice, each will try to highlight his or her sterling qualities to the other, and being so <em>engrossed</em> in",
            "vi": "Người ta bảo tình yêu có khi là mù quáng và do đó những người đang yêu nhau thường trở nên hoàn toàn lộ rõ ra những khía cạnh xấu xa hơn về những bản chất của nhau. Nhưng thực tế, mỗi bên sẽ cố gắng đề cao những phẩm chất xuất sắc của mình, vàø như vậy là họ bị cuốn hút vào tình yêu, họ thường chấp nhận nhau chỉ theo \"giá trị bên ngoài\"."
        }
    ],
    "suggestions": []
}