{
    "en_vn": {
        "data": {
            "content": null,
            "word": "enhancements",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "enhancements",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enhancements",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enhancements",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> cải tiến</font></td></tr></tbody></table></div>",
            "word": "enhancements",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Clarity <em>Enhancements</em>",
            "vi": "Làm tăng độ tinh khiết"
        },
        {
            "en": "Microsoft Releases SQL Server 2008 SP2 with <em>Enhancements</em>",
            "vi": "Microsoft Phát Hành SQL Server 2008 SP2 Với Những Cải Tiến Mới"
        },
        {
            "en": "These database <em>enhancements</em>, and learning how to use them, the focus of this book.",
            "vi": "Chính vì thế, mục tiêu của cuốn sách này nhằm trình bày những năng lực quản trị cơ sở dữ liệu nâng cao đó, cũng như học hỏi cách vận dụng chúng."
        },
        {
            "en": "Maintenance can last for decades and is complicated by the need for bug fixes and <em>enhancements</em>, based on customer’s demand.",
            "vi": "Bảo trì có thể kéo dài trong hàng chục năm và nó phức tạp bởi nhu cầu gỡ lỗi và nâng cao, dựa trên nhu cầu của khách hàng."
        },
        {
            "en": "ASF officials said the new Apache HTTP Server version 2.4 is ideally suited for cloud computing environments, with <em>enhancements</em>, including:",
            "vi": "Các nhân viên của ASF cho biết biên phiên bản Apache HTTP Server 2.4 mới này là lý tưởng nhất thích hợp cho môi trường điện toán đám mây với các cải tiến bao gồm:"
        },
        {
            "en": "Land improvements: land improvements are depreciable site <em>enhancements</em> that are not permanent, including driveways, parking lots, fencing, and landscaping.",
            "vi": "Chỉnh trang đất: chỉnh trang đất là việc nâng cấp các vị trí mà không phải vĩnh viễn thường xuyên, bao gồm làm đường sá, bãi đậu xe, hàng rào, và làm đẹp cảnh quan."
        },
        {
            "en": "Some waria run beauty salons, which offer beauty <em>enhancements</em> including silicone injections to the face, hips, buttocks and the chest.",
            "vi": "Một số waria quản lý các cơ sở làm đẹp trong đó có cả dịch vụ bơm silicon vào mặt, hông, mông, ngực."
        },
        {
            "en": "With sub-system <em>enhancements</em> like Chakra, the new JavaScript engine, websites and applications load faster and are more responsive.",
            "vi": "Với hệ thống con như Chakra, một JavaScript engine mới, các trang web và ứng dụng tải lên nhanh hơn và đáp ứng cao hơn."
        },
        {
            "en": "With sub - system <em>enhancements</em> like Chakra, the new JavaScript engine, websites and applications load faster and are more responsive.",
            "vi": "Với hệ thống con như Chakra, một JavaScript engine mới, các trang web và ứng dụng tải lên nhanh hơn và đáp ứng cao hơn."
        },
        {
            "en": "Working on feature development, <em>enhancements</em> and bug fixing activities for Win7 and Win8's Remote Desktop client.",
            "vi": "Tiếp tục phát triển tính năng, nâng cấp và thực hiện các hoạt động vá lỗi cho máy khách Remote Desktop của Win7 và Win8."
        },
        {
            "en": "SaaS is good if the company is using applications that the vendor is going to update frequently with changes and functionality <em>enhancements</em>.",
            "vi": "SaaS là tốt nếu công ti đang dùng các ứng dụng mà nhà cung cấp sẽ cập nhật thường xuyên với những thay đổi và nâng cao chức năng."
        },
        {
            "en": "Another point of contention is the post-Sept. 11 security <em>enhancements</em> required by the U.S. along the two country's borders that have made crossings more arduous.",
            "vi": "Còn một điểm bất đồng nữa là việc Hoa kỳ yêu cầu tăng cường an ninh sau sự kiện 11 tháng 9 dọc theo biên giới của hai quốc gia đã làm cho việc qua lại biên giới trở nên khó"
        },
        {
            "en": "The first Extended filesystem was similar to XIA, and the second version of the EXT filesystem allowed for future <em>enhancements</em>, and is a bit faster at finding files.",
            "vi": "Hệ tập tin mở rộng lần đầu tương tự như xia, còn version 2 của hệ tập tin ext này cho phép bạn mở mang tiếp trong tương lai và tỏ ra nhanh hơn một chút khi tìm kiếm tập tin."
        },
        {
            "en": "Another point of contention is the post - Sept. 11 security <em>enhancements</em> required by the U. S. along the two country's borders that have made crossings more arduous.",
            "vi": "Còn một điểm bất đồng nữa là việc Hoa kỳ yêu cầu tăng cường an ninh sau sự kiện 11 tháng 9 dọc theo biên giới của hai quốc gia đã làm cho việc qua lại biên giới trở nên khó khăn hơn."
        },
        {
            "en": "Typically, maintenance phase can be classified into four categories: corrective (fixing defects), perfective (<em>enhancements</em>), adaptive (modifications in response to a changing environment), and customer support.",
            "vi": "Về căn bản, pha bảo trì có thể được phân loại thành bốn loại: sửa chữa (chữa lỗi), hoàn thiện (nâng cao), thích nghi (sửa đổi đáp ứng theo thay đổi môi trường), và hỗ trợ khách hàng."
        },
        {
            "en": "Another point of contention is the post-Sept 11 security <em>enhancements</em> required by the U.S. along the two country's borders that have made crossings more arduous.",
            "vi": "Còn một điểm bất đồng nữa là việc Hoa Kỳ yêu cầu tăng cường an ninh sau sự kiện 11 tháng 9 dọc theo biên giới của hai quốc gia đã làm cho việc qua lại biên giới trở nên khó khăn hơn."
        },
        {
            "en": "These strategies also indicate an increased willingness to help catalyse private investments through guarantees and other credit <em>enhancements</em> (WB/ADB/UNDP, 2000).",
            "vi": "Các chiến lược này cũng cho thấy ý thức sẵn sàng hỗ trợ khuyến khích đầu tư của tư nhân thông qua các cơ chế đảm bảo và tăng cường các hoạt động tín dụng (WB/ADB/UNDP, 2000)."
        },
        {
            "en": "In past few years, business was good, many companies were relaxing, and they did not consistently pursue productivity <em>enhancements</em> to be ready for bad times.",
            "vi": "Vài năm trước đây, kinh doanh còn tốt, nhiều công ty đã thả lỏng, và họ đã không theo đuổi một cách nhất quán việc nâng cao năng suất để sẵn sàng cho thời kỳ xấu."
        },
        {
            "en": "Ramaswamy Ranganathan worked on feature development, <em>enhancements</em> and bug fixing activities for Win7 and Win8's Remote Desktop client ; involved in bug fixes and improvements for Remote Application and Server Tools as well.",
            "vi": "Ramaswamy Ranganathan làm việc phát triển tính năng, nâng cấp và các hoạt động vá lỗi cho máy khách Remote Desktop của Win7 và Win8; Phụ trách các bản vá lỗi và cải tiến tốt hơn cho Remote Application và Server Tools."
        },
        {
            "en": "<em>Enhancements</em> in governance, the rule of law and the protection of human rights will forge an even deeper United States-Vietnam relationship and should contribute to Vietnam’s own goal of greater integration with the international community.",
            "vi": "Những cải thiện về quản trị, nền pháp quyền, và bảo vệ nhân quyền sẽ làm sâu sắc hơn nữa mối quan hệ Hoa Kỳ-Việt Nam và chắc chắn sẽ đóng góp vào mục tiêu của chính Việt Nam về việc hội nhập hơn nữa vào cộng đồng quốc tế."
        }
    ],
    "suggestions": []
}