{
    "en_vn": {
        "data": {
            "content": null,
            "word": "enhanced",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "enhanced",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enhanced",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enhanced",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> được tăng cường</font></td></tr></tbody></table></div>",
            "word": "enhanced",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Social status is <em>enhanced</em>.",
            "vi": "Địa vị xã hội được nâng cao."
        },
        {
            "en": "<em>Enhanced</em> Policy Dialogue and Aid Coordinatio",
            "vi": "Tăng cường đối thoại chính sách và điều phối tài trợ."
        },
        {
            "en": "<em>Enhanced</em> due diligence through senior manager",
            "vi": "Nâng cao hoạt động thẩm định thông qua các nhà quản lý cao cấp"
        },
        {
            "en": "In 2005 these powers were further <em>enhanced</em>.",
            "vi": "Năm 2005, những quyền này còn được tăng cường hơn nữa."
        },
        {
            "en": "The images were <em>enhanced</em> in post production",
            "vi": "Những bức ảnh này đã được chỉnh sửa hậu kỳ"
        },
        {
            "en": "Diplomatic work and international economic cooperation were <em>enhanced</em>;.",
            "vi": "Quan hệ đối ngoại và hợp tác kinh tế quốc tế tiếp tục tăng cường;."
        },
        {
            "en": "Mary <em>enhanced</em> her gorgeousness with smoky eyes and nude lips.",
            "vi": "Mary làm nổi bật vẻ đẹp của mình với đôi mắt màu khói và môi để tự nhiên."
        },
        {
            "en": "How can their impact on poverty reduction be <em>enhanced</em>?",
            "vi": "Làm thế nào để tăng cường tác động đến công cuộc giảm nghèo đói?"
        },
        {
            "en": "Relevance and reliability of financial statements may be <em>enhanced</em> significantly.",
            "vi": "Tính đáng tin cậy và tính thích hợp của các báo cáo tài chính có thể đạt được đến một mức độ đáng kể."
        },
        {
            "en": "The accessing speed of this network needs to be <em>enhanced</em>.",
            "vi": "Cần tăng tốc độ truy cập cho mạng này."
        },
        {
            "en": "Digitally <em>enhanced</em> images might help identify the thief.",
            "vi": "Hình ảnh kỹ thuật số nâng cao có thể giúp nhận dạng tên trộm."
        },
        {
            "en": "Knowledge and skills of SSC staff need to be <em>enhanced</em>.",
            "vi": "Cần tăng cường kiến thức và kỹ năng cho cán bộ của UBCKNN."
        },
        {
            "en": "The logistical support capabilities for crisis response have been <em>enhanced</em>.",
            "vi": "Khả năng hỗ trợ hậu cần để đối phó với khủng hoảng đã được nâng cao."
        },
        {
            "en": "Happiness is <em>enhanced</em> by others but does not depend upon others.",
            "vi": "Hạnh phúc được nhân rộng bởi người khác chứ không phụ thuộc vào người khác."
        },
        {
            "en": "The role of organizations should be <em>enhanced</em> to include the right to recommend and influence policy.",
            "vi": "Vai trò của các tổ chức cần phải được tăng cường gồm có quyền được kiến nghị và tác động tới chính sách."
        },
        {
            "en": "The UNCT is developing a new architecture – Programme Coordination Groups – for <em>enhanced</em> inter-agency collaboration.",
            "vi": "Liên Hợp Quốc cũng đang xây dựng một cơ cấu mới - các Ban Điều phối Chương trình - nhằm tăng cường sự phối hợp giữa các cơ quan Liên Hợp Quốc với nhau."
        },
        {
            "en": "The other main option for employment expansion is <em>enhanced</em> development of the private sector.",
            "vi": "Một giải pháp khác là phát triển khu vực dân doanh."
        },
        {
            "en": "Classroom instruction will be <em>enhanced</em> with practical exercises and will include the use of simulation weapons.",
            "vi": "Học viên cũng sẽ được thực hiện các bài tập thực tế và sử dụng vũ khí mô phỏng."
        },
        {
            "en": "Yet, accountability can be <em>enhanced</em> without sacrificing independence by placing greater emphasis on transparency.",
            "vi": "Tuy nhiên, trách nhiệm giải trình có thể được nâng cao mà không mất đi tính độc lập bằng cách chú trọng vào tính minh bạch."
        },
        {
            "en": "Second, the transparency of tax rules could be <em>enhanced</em> in several ways.",
            "vi": "Thứ hai, tính minh bạch của các qui định về thuế có thể được nâng cao bằng nhiều cách."
        }
    ],
    "suggestions": []
}