{
    "en_vn": {
        "data": {
            "content": null,
            "word": "enlivened"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "enlivened"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enlivened"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enlivened"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enlivened"
        }
    },
    "sentences": [
        {
            "en": "The game was much <em>enlivened</em>.",
            "vi": "Trò chơi này rất sôi nổi."
        },
        {
            "en": "However, if we \"slow down\" and stop burdening ourselves with excessive activity, we may find ourselves <em>enlivened</em>.",
            "vi": "Tuy nhiên, nếu chúng ta \"hãm phanh\" và ngừng tạo gánh nặng cho bản thân bằng những hoạt động quá sức nữa, chúng ta sẽ cảm thấy mình thật phấn chấn."
        },
        {
            "en": "The man in the other bed began to live for those one-hour periods where his world would be broadened and <em>enlivened</em> by all the activity and color of the view outside.",
            "vi": "Người đàn ông trên giường kia bắt đầu sống những thời khắc một giờ nơi mà thế giới của ông ấy sẽ rộng mở và sống động bởi tất cả những hoạt động và màu sắc của cảnh bên ngoài."
        },
        {
            "en": "The man in the other bed began to live, for those one-hour periods where his world would be broadened and <em>enlivened</em> by all the activity and color of the world outside.",
            "vi": "Đó cũng chính là phút giây mà người đàn ông kia được sống với những hoạt động, màu sắc của thế giới bên ngoài."
        },
        {
            "en": "The man in the other bed began to live, for those one - hour periods where his world would be broadened and <em>enlivened</em> by all the activity and color of the world outside.",
            "vi": "Đó cũng chính là phút giây mà người đàn ông kia được sống với những hoạt động, màu sắc của thế giới bên ngoài."
        }
    ],
    "suggestions": []
}