{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[in'list]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">to enlist somebody in </font>/ <font color=\"#1371BB\">for something</font>; <font color=\"#1371BB\">to enlist somebody as something</font>) gia nhập hoặc làm cho ai gia nhập quân đội</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">they enlisted four hundred recruits for the navy</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">họ đã tuyển được 400 tân binh cho hải quân</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">have you enlisted yet</font><font color=\"#7E7E7E\">?</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">anh đã tòng quân chưa?</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">he enlisted as a soldier in the army as soon as he was old enough</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">anh ấy nhập ngũ làm lính ngay khi anh ấy đủ tuổi</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(<font color=\"#1371BB\">to enlist somebody </font>/ <font color=\"#1371BB\">something in </font>/ <font color=\"#1371BB\">for something</font>) tranh thủ, giành được (cảm tình, sự cộng tác...)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">I've enlisted the cooperation of most of my neighbours in my campaign</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tôi đã tranh thủ được sự hợp tác của hầu hết những người láng giềng trong cuộc vận động của tôi</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">we've enlisted a few volunteers to help clean the hall</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tôi đã kiếm được vài người tình nguyện giúp tôi dọn dẹp hội trường</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#7E7E7E\">Sarah </font><font color=\"#1371BB\">has been enlisted to organize the party</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Sarah đã được trưng dụng để tổ chức buổi tiệc</font></td></tr></table><i/></div>",
            "word": "enlist",
            "pronounce": "[in'list]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>enlist</k><blockquote>■ <cclass>verb enrol or be enrolled in the armed services. </cclass></blockquote><blockquote>⁃ engage (a person or their help). </blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>enlistee</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>enlister</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>enlistment</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "enlist",
            "pronounce": "[in'list]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>enlist</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>he enlisted in the Royal Engineers</i>: JOIN UP, join, enrol in, sign up for, volunteer for; <cclass><i>Brit.</i><cclass><i>archaic</i> take the King's shilling.</cclass></cclass></blockquote><blockquote><b>2</b><i>he was enlisted in the army</i>: RECRUIT, call up, enrol, sign up; conscript; <cclass><i>US</i> draft, induct; <cclass><i>archaic</i> levy.</cclass></cclass></blockquote><blockquote><b>3</b><i>he enlisted the help of a friend</i>: OBTAIN, engage, secure, win, get, procure.</blockquote></div>",
            "word": "enlist",
            "pronounce": "[in'list]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>enlist</k><blockquote><blockquote><abr>v.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) (<abr>D</abr>; <abr>intr.</abr>) to enlist for (to enlist for three years) </ex></blockquote></blockquote><blockquote><blockquote><ex>2) (<abr>D</abr>; <abr>intr.</abr>) to enlist in (to enlist in the army) </ex></blockquote></blockquote><blockquote><blockquote><ex>3) (<abr>H</abr>) we enlisted them to help</ex></blockquote></blockquote></div>",
            "word": "enlist",
            "pronounce": "[in'list]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enlist",
            "pronounce": "[in'list]"
        }
    },
    "sentences": [
        {
            "en": "To <em>enlist</em> someone's support",
            "vi": "Tranh thủ được sự ủng hộ của ai"
        },
        {
            "en": "I have decided to <em>enlist</em>.",
            "vi": "Tôi quyết định đăng ký nhập ngũ."
        },
        {
            "en": "To join the army / To <em>enlist</em>",
            "vi": "Nhập ngũ"
        },
        {
            "en": "How long do you have to <em>enlist</em> for?",
            "vi": "Bạn phải đăng ký tòng quân bao lâu?"
        },
        {
            "en": "An ability to <em>enlist</em> collaboration among fellow employees.",
            "vi": "Có khả năng tranh thủ sự hợp tác giữa các đồng nghiệp."
        },
        {
            "en": "A welcome member of everyone's team: an ability to <em>enlist</em> collaboration among fellow employees.",
            "vi": "Được mọi người đón nhận: có khả năng tranh thủ sự hợp tác giữa các đồng nghiệp."
        },
        {
            "en": "Her only option is to <em>enlist</em> the services of a good lawyer.",
            "vi": "Lựa chọn duy nhất của bà ta là kiếm dịch vụ luật sư giỏi."
        },
        {
            "en": "<em>Enlist</em> the help of people with established credentials to augment your own expertise.",
            "vi": "Hãy tranh thủ sự giúp đỡ của những người có khả năng để tăng sự thành thạo của chính bạn."
        },
        {
            "en": "You need to <em>enlist</em> the help of people to give you advice before you decide on which method to adopt .",
            "vi": "Bạn nên tranh thủ sự giúp đỡ của mọi người đưa ra cho bạn lời khuyên trước khi bạn quyết định chấp nhận sử dụng một phương pháp ."
        },
        {
            "en": "If you <em>enlist</em> in the army and qualify, you can now earn a bonus of up to $20,000.",
            "vi": "Nếu con nhập ngũ và có đủ khả năng, bây giờ con có thể kiếm được tiền thưởng lên đến $20.000."
        },
        {
            "en": "Uber is also calling for motorbike owners in Hanoi and Ho Chi Minh City to <em>enlist</em> as drivers.",
            "vi": "Uber cũng đang kêu gọi các chủ sở hữu xe máy tại Hà Nội và Thành phố Hồ Chí Minh tham gia như một lái xe."
        },
        {
            "en": "We use words not only to articulate and make concrete our own deepest desires, but also to <em>enlist</em> others in quenching those desires.",
            "vi": "Chúng ta sử dụng từ ngữ không chỉ để diễn đạt rõ những mong ước sâu xa nhất của bản thân, mà còn muốn kêu gọi người khác cùng đạt những mong ước đó."
        },
        {
            "en": "The mayor hopes to <em>enlist</em> the aid of the public in formulating his grand vision for the future of the city.",
            "vi": "Thị trưởng hy vọng sẽ có được sự trợ giúp của công chúng trong việc xây dựng tầm nhìn lớn của mình cho tương lai của thành phố."
        },
        {
            "en": "In the wards where there are enthusiastic heads, the heads usually visit each family to <em>enlist</em> the names of those in need.",
            "vi": "Ở các phường nơi có cán bộ nhiệt tình thì họ thường đến thăm từng gia đình có hoàn cảnh để liệt kê danh sách những người cần giúp đỡ."
        },
        {
            "en": "Employing a foreign domestic worker may not suit every household. If you can't <em>enlist</em> the aid of Po Po or Nai Nai, here are several other childcare options.",
            "vi": "Không phải nhà nào cũng có thể thuê người giúp việc xa lạ. Nếu bạn không thể nhờ bà nội bà ngoại giúp đỡ được, thì đây là một vài chọn lựa (người giúp) chăm sóc và giám sát con cái."
        },
        {
            "en": "The first thing I needed to do is <em>enlist</em> the support of an institution or expert in TQM (Total Quality Management) in order to attract other potential members.",
            "vi": "Điều đầu tiên tôi cần làm là giành được sự ủng hộ của một tổ chức hay chuyên gia về TQM (Quản trị chất lượng toàn diện) nhằm thu hút được những thành viên tiềm năng khác."
        },
        {
            "en": "However, those who lean heavily on the authority of their positions, may be surprised when that power fails to <em>enlist</em> the collaboration of subordinates.",
            "vi": "Tuy nhiên, những người phụ thuộc nặng nề vào quyền hạn ở vị trí của ho, ̣ có thể ngạc nhiên khi quyền lực không thể tranh thủ sự hợp tác của cấp dưới."
        },
        {
            "en": "Chu Lai's ability to attract foreign investments in manufacturing will likely be a product of its efforts to <em>enlist</em> a strategic foreign investor in developing several of its smaller industrial zones.",
            "vi": "Khả năng thu hút các dự án đầu tư nước ngoài của Chu Lai vào ngành chế tạo có thể sẽ là kết quả của những nỗ lực tranh thủ nhà đầu tư chiến lược nước ngoài vào việc phát triển một số những khu công nghiệp nhỏ hơn."
        },
        {
            "en": "Miss Melly, i've come to ask a very great favor of you and, he smiled and his mouth twisted down, to <em>enlist</em> your aid in a deception from which i know you will shrink.",
            "vi": "Cô melanie tôi đến để xin cô một ân huệ rất lớn và chàng mỉm cười, nhưng miệng lại kéo rệch xuống, kêu gọi cô giúp một tay trong một trò lừa đảo mà tôi biết là cô tối kỵ."
        },
        {
            "en": " Throughout human history, great leaders have used the power of words to transform our emotions, to <em>enlist</em> us in their causes, and to shape the course of destiny. From Winston Churchill’s focus on the “finest hour” to Martin Luther King, Jr.’s depiction of a “dream” we are well aware that beliefs are formed by words — and they can be changed by words. But what about the ability we each have within us to use words to ignite change, to move ourselves to action, and to improve the quality of our lives?",
            "vi": "Trong suốt lịch sử của nhân loại, những nhà lãnh đạo vĩ đại đã sử dụng sức mạnh của từ ngữ để biến đổi cảm xúc của chúng ta, thu hút chúng ta vào những nguyên lý của họ và hình thành quy luật của định mệnh. Từ sự tập trung vào \"giờ tốt nhất\" của nhà chính trị người Anh Winston Churchill đến nhà hoạt động dân quyền người Mỹ gốc Phi Martin Luther King (là người đoạt Giải Nobel Hoà bình năm 1964) về sự mô tả về \"giấc mơ\" của ông thì chúng ta nhận thức rõ ràng rằng niềm tin được hình thành bằng lời nói - và chúng ta có thể được thay đổi bằng từ ngữ. Thế còn khả năng bên trong mỗi chúng ta, những khả năng mà chúng ta dùng để sử dụng từ ngữ nhằm thắp sáng sự thay đổi, chuyển mình tới hành động, và cải thiện chất lượng cuộc sống của chúng ta thì sao?"
        }
    ],
    "suggestions": []
}