{
    "en_vn": {
        "data": {
            "content": null,
            "word": "enlightening"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "enlightening"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enlightening"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>enlightening</k><blockquote><blockquote><abr>adj.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) thoroughly enlightening </ex></blockquote></blockquote><blockquote><blockquote><ex>2) enlightening to + <abr>inf.</abr> (it was enlightening to read the old newspaper accounts of the incident)</ex></blockquote></blockquote></div>",
            "word": "enlightening"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enlightening"
        }
    },
    "sentences": [
        {
            "en": "She had found the poem very <em>enlightening</em>.",
            "vi": "Bà ta đã giác ngộ được bài thơ."
        },
        {
            "en": "Thank you, Douglas. This has been a very <em>enlightening</em> presentation.",
            "vi": "Cảm ơn ông Douglas. Thật là một buổi thuyết trình hữu ích."
        },
        {
            "en": "What Dr. Smiths said in the history class was very <em>enlightening</em>.",
            "vi": "Điều mà tiến sĩ Smíth đã nói trong giờ lịch sử rất sáng tỏ."
        },
        {
            "en": "These kinds of interventions have proven to be very <em>enlightening</em> and appreciated by the involved where they have taken place, in too few instances unfortunately.",
            "vi": "Các biện pháp này tỏ ra rất hữu hiệu trong việc là làm sáng tỏ nhiều khái niệm và được thành viên tham gia đánh giá cao, nhưng rất tiếc lại ít được sử dụng."
        },
        {
            "en": "In mid-2007, while sitting in a recruitment interview for a university in the Netherlands, he had an <em>enlightening</em> talk with his interviewer, who is a Harvard graduate.",
            "vi": "Vào giữa năm 2007, trong khi đang tham dự một cuộc phỏng vấn tuyển dụng cho một trường đại học ở Hà Lan, Trung đã có một buổi nói chuyện thẳng thắn với người phỏng vấn mình, một người tốt nghiệp Đại học Harvard."
        },
        {
            "en": "10. Tape yourselfAs painful as it can be to listen to the sound of your own voice, taping yourself can be <em>enlightening</em> – you may not realise just how much you really do say “um” and “like”. You may also be surprised to observe that you speak in an unfriendly-sounding monotone, and if that's the case you could work on brightening up your tone. The energy and warmth you convey in your voice will go a long way towards making a good impression. ",
            "vi": "10. Tự thu âm giọng nói của mình Có thể sẽ rất chán khi phải nghe chính âm giọng của mình, việc tự thu giọng có thể giúp bạn hiểu rõ vấn đề – bạn có thể không biết thực sự mình đã nói mấy từ “um” và “like” (“ừm” & “như là”) bao nhiêu lần đâu.Ngoài ra bạn cũng có thể ngạc nhiên khi nghe giọng mình nói đều đều không mấy thiện cảm, và nếu có như vậy thì bạn có thể cải thiện để giọng của mình nghe êm ái hơn. Sự năng nổ nhiệt tình và ấm áp được truyền tải trong giọng nói của bạn cũng sẽ góp phần gây ấn tượng tốt."
        }
    ],
    "suggestions": []
}