{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">kế tiếp theo</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">the ensuing year</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">năm kế tiếp theo</font></td></tr></table><i/></div>",
            "word": "ensuing",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "ensuing",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ensuing",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ensuing",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nảy sinh từ</font></td></tr></tbody></table></div>",
            "word": "ensuing",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ensuing</em> year",
            "vi": "Năm kế tiếp theo"
        },
        {
            "en": "Difficulties <em>ensuing</em> from the war",
            "vi": "Khó khăn do chiến tranh gây ra"
        },
        {
            "en": "Difficulties <em>ensuing</em> on the war",
            "vi": "Khó khăn do chiến tranh sinh ra"
        },
        {
            "en": "In the <em>ensuing</em> violence more than 130 people were injured.",
            "vi": "Trong cuộc đụng độ kế tiếp đã có hơn 130 người bị thương."
        },
        {
            "en": "I'll create diversion . And we'll escape in the <em>ensuing</em> chaos.",
            "vi": "Tôi sẽ đánh lạc hướng. Và chúng ta sẽ trốn thoát trong cơn hỗn loạn đó."
        },
        {
            "en": "I'll create diversion. And we'll escape in the <em>ensuing</em> chaos.",
            "vi": "Tôi sẽ đánh lạc hướng. Và chúng ta sẽ trốn thoát trong cơn hỗn loạn đó."
        },
        {
            "en": "What do you want to do in the <em>ensuing</em> years?",
            "vi": "Anh muốn làm gì trong những năm kế tiếp?"
        },
        {
            "en": "For the <em>ensuing</em> elections, 24 seats were reserved for women.",
            "vi": "Tại các phiên bầu cử tiếp sau đó, 24 ghế sẽ được dành riêng cho nữ giới."
        },
        {
            "en": "This fine customs was then upheld by generations throughout the <em>ensuing</em> dynasties.",
            "vi": "Thuần phong mỹ tục này được các triều đại sau đó duy trì và phát huy."
        },
        {
            "en": "The police returned fire, and the <em>ensuing</em> gunfight lasted all day.",
            "vi": "Cảnh sát bắn trả và cuộc đấu súng nổ ra sau đó kéo dài cả ngày."
        },
        {
            "en": "This country has been suffered many difficulties <em>ensuing</em> on (from) the war.",
            "vi": "Đất nước này đã phải gánh chịu nhiều khó khăn do chiến tranh gây ra."
        },
        {
            "en": "It will place us at a disadvantage in the <em>ensuing</em> fight.",
            "vi": "Điều đó sẽ đưa chúng ta vào thế bất lợi trong cuộc chiến tiếp theo."
        },
        {
            "en": "The <em>ensuing</em> altercation with a fidgety young man named Baxter is on the verge of turning into physical violence.",
            "vi": "Cuộc cãi lộn tiếp theo với người đàn ông trẻ nóng nảy tên là Baxter đang trên bờ vực biến thành cuộc bạo lực chân tay."
        },
        {
            "en": "“Of course the bills were higher in the <em>ensuing</em> months, but never higher than VND400,000 [$18.4],” she told Tuoi Tre.",
            "vi": "Cô nói với báo Tuổi Trẻ \"Tất nhiên các hóa đơn đã cao hơn trong những tháng sau đó, nhưng không thể nào cao hơn 400.000 đồng được.\""
        },
        {
            "en": "The <em>ensuing</em> capital outflows from Russia significantly increased yields and therefore borrowing costs on government debt markets.",
            "vi": "Nạn chảy máu vốn ra nước ngoài ở Nga đã làm tăng đáng kể lợi tức và chi phí đi vay trên thị trường nợ của Chính phủ."
        },
        {
            "en": "Fearing the <em>ensuing</em> burst, in May 2007 the government capped lending for securities at 3 percent of total lending for each bank, which took effect by year end.",
            "vi": "E ngại về sự bùng nổ này, tháng 5/2007, Chính phủ đã đặt hạn mức cho vay để mua chứng khoán tối đa là 3% tổng số tiền cho vay của mỗi ngân hàng và quy định này có hiệu lực vào cuối năm."
        },
        {
            "en": "They are only allowed to take minority equity positions in domestic companies (up to 30 per cent), with the <em>ensuing</em> lack of control.",
            "vi": "Họ chỉ được phép nắm giữ phần thiểu số các cổ phần của các công ty trong nước (tối đa 30%), và không có quyền kiểm soát cao."
        },
        {
            "en": "While this is encouraging and provides incentive for furthering the PAR, the process and the <em>ensuing</em> benefits seem to have been uneven, geographically and demographically.",
            "vi": "Mặc dù điều này đáng khích lệ và tạo động cơ để tiếp tục thực hiện CCHC, nhưng quá trình và những lợi ích tiếp theo dường như chưa đồng đêù, cả giữa các vùng và các nhóm dân cư."
        },
        {
            "en": "But the <em>ensuing</em> decline in asset prices, combined with the surge in interest rates and the tightening of banking credit, has resulted in increased levels of stress for borrowers.",
            "vi": "Tuy nhiên, tình hình giá cả hàng hóa sụt giảm sau đó, cộng thêm lãi suất tăng cao và tín dụng ngân hàng bị thắt chặt càng làm tăng thêm sức ép đối với người đi vay."
        },
        {
            "en": "Under the guideline of the Province, in August of every year the Labor and Social Division of the District categorizes households to issue the relief book set for the <em>ensuing</em> year.",
            "vi": "Theo chủ trương của tỉnh, vào tháng 8 hàng năm, phòng lao động, thương binh và xã hội của huyện phân loại hộ nghèo để cấp sổ cho năm sau."
        }
    ],
    "suggestions": []
}