{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['entəpraiziη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">mạnh dạn, dám nghĩ dám làm</td></tr></table><i/></div>",
            "word": "enterprising",
            "pronounce": "['entəpraiziη]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>enterprising</k><blockquote>■ <cclass>adjective showing initiative and resourcefulness. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>enterprisingly</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "enterprising",
            "pronounce": "['entəpraiziη]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>enterprising</k><blockquote>▸ <cclass>adjective RESOURCEFUL, entrepreneurial, imaginative, ingenious, inventive, creative; quick-witted, clever, bright, sharp, sharp-witted; enthusiastic, dynamic, ambitious, energetic; bold, daring, courageous, adventurous; <cclass><i>informal</i> go-ahead.</cclass></cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>unimaginative.</blockquote></div>",
            "word": "enterprising",
            "pronounce": "['entəpraiziη]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enterprising",
            "pronounce": "['entəpraiziη]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enterprising",
            "pronounce": "['entəpraiziη]"
        }
    },
    "sentences": [
        {
            "en": "<em>enterprising</em>",
            "vi": "mạn dạn, dám làm"
        },
        {
            "en": "Five <em>enterprising</em> people to undertake challenging project.",
            "vi": "Năm người mạnh dạn phụ trách công trình cam go."
        },
        {
            "en": "Don't be so subjective! He's always <em>enterprising</em>.",
            "vi": "Đừng chủ quan như thế! Ông ấy lúc nào cũng dám nghĩ dám làm."
        },
        {
            "en": "Beneficiaries of this help become self-confident and <em>enterprising</em>.",
            "vi": "Những người được hưởng sự trợ giúp này trở nên tự tin và dám nghĩ dám làm."
        },
        {
            "en": "The former is better for <em>enterprising</em> individuals, and the latter for those who are risk-averse.",
            "vi": "Cái thứ nhất tốt hơn cho những cá nhân lập nghiệp và cái thứ hai dành cho những người không muốn gánh chịu rủi ro."
        },
        {
            "en": "It is the riddle every <em>enterprising</em> person is trying to solve.",
            "vi": "Nó là một câu đố mà mỗi một người làm kinh doanh đều muốn tìm lời giải."
        },
        {
            "en": "In the early days of the settlement of Australia, <em>enterprising</em> settlers introduced the European rabbit.",
            "vi": "Trong thời gian đầu định cư ở Úc, những người định cư can đảm đã du nhập giống thỏ Châu Âu vào đây."
        },
        {
            "en": "The modern farmer is an <em>enterprising</em> businessman who keeps only the livestock that can pay its way.",
            "vi": "Trại chủ tân tiến là một doanh nhân tháo vát, ông ta chỉ nuôi những sinh vật nào sinh lợi."
        },
        {
            "en": "Digging into the story, an <em>enterprising</em> news reporter discovered close ties between the city's mayor and the marketing vice president of the insurance company.",
            "vi": "Khi tìm hiểu, một phóng viên đã phát hiện ra mối liên hệ chặc chẽ giữa thị trưởng thành phố và phó chủ tịch phục trách tiếp thị của công ty bảo hiểm này."
        },
        {
            "en": "At various points in evolutionary history, <em>enterprising</em> individuals within many different animal groups moved out onto the land, sometimes even to the most parched deserts, taking their own private seawater with them in blood and cellular fluids.",
            "vi": "Tại các thời điểm khác nhau trong lịch sử tiến hóa, các cá thể mạnh dạn trong các nhóm động vật khác nhau đã di chuyển lên đất liền, thậm chí lên các vùng sa mạc khô cằn nhất, mang theo nước biển riêng của mình trong máu và các chất lỏng tế bào."
        },
        {
            "en": "I do not think it is possible to have an economy full of thrusting, <em>enterprising</em>, risk-taking, Schumpeterian, Hayekian entrepreneurs and a political system that treats its citizens like units.",
            "vi": "Tôi không nghĩ rằng có thể có một nền kinh tế có đầy đủ những doanh nhân có đầu óc, dám chấp nhận rủi ro, theo cách nói của Schumpeter và Hayeki, và một hệ thống chính trị đối xử với các công dân của mình như những đơn vị."
        },
        {
            "en": "Beyond the caves of Phong Nha  Some 560 kilometers south of Hanoi lies a cave system that has kick-started the development of tourism in a region that was once one of the poorest in the nation.Phong Nha-Ke Bang National Park is best known for the recent discovery of the largest cave in the world, Hang Son Doong, and adventurers have since been flocking to the park and its bucolic village Phong Nha in droves.  But there is more to the town than just the colossal caves.   Set between glorious rice paddies and stunning karst mountains, Phong Nha and its amicable locals are so captivating that I decided to hang up my helmet and call it home for three months after first riding through.   The \"Cave Kingdom\" has gone from relative obscurity to being one of the most visited tourist destinations in all of Southeast Asia. <em>Enterprising</em> locals have capitalized on Phong Nha's newfound fame and created a slew of fascinating excursions.",
            "vi": "Phong Nha đâu chỉ có các hang động  Nằm cách khoảng 560 về phía nam Hà Nội là một hệ thống hang động đã bắt đầu được khai thác phát triển phục vụ du lịch, vùng này vốn là một vùng nghèo nhất nước.Vườn quốc gia Phong Nha-Kẻ Bàng cực kì nổi tiếng vì gần đây người ta phát hiện ra cái hang động lớn nhất thế giới, Hang Sơn Đoòng, và người ta lũ lượt kéo đến thám hiểm khu rừng này cũng như các ngôi làng quanh Phong Nha.   Nhưng nên ghé thăm thị trấn nữa chứ đừng chỉ đến các hang động khổng lồ. Phong Nha nằm giữa những cánh đồng lúa đẹp như tranh và những ngọn núi đá vôi ấn tượng tuyệt vời, người dân ở đây rất hiếu khách nên tôi quyết định dừng xe và ở lại đây ba tháng sau chuyến xuyên Việt đầu tiên. \"Vương quốc hang động\" này từ một vùng tương đối hẻo lánh đã trở thành một trong những điểm du lịch hấp dẫn nhất Đông Nam Á. Người dân địa phương mạnh dạn tận dụng danh tiếng vừa có được của Phong Nha mà thiết kế ra rất nhiều chuyến tham quan hấp dẫn."
        }
    ],
    "suggestions": []
}