{
    "en_vn": {
        "data": {
            "content": null,
            "word": "entertained",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "entertained",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "entertained",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "entertained",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "entertained",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "He <em>entertained</em> his mind.",
            "vi": "Anh ấy ấp ủ tinh thần của mình."
        },
        {
            "en": "He <em>entertained</em> an angel unawares.",
            "vi": "Ông ấy đã tiếp đãi một nhân vật quan trọng mà không biết."
        },
        {
            "en": "They <em>entertained</em> an angel unawares.",
            "vi": "Họ đã tiếp đãi một nhân vật quan trọng mà không biết."
        },
        {
            "en": "The host <em>entertained</em> us by cracking jokes.",
            "vi": "Chủ nhà giải khuây chúng tôi bằng những câu chuyện vui."
        },
        {
            "en": "They <em>entertained</em> us to dinner last night.",
            "vi": "Tối qua họ đãi chúng tôi ăn cơm."
        },
        {
            "en": "She <em>entertained</em> the children with stories, song and drama.",
            "vi": "Cô ấy lấy truyện, bài hát và kịch để giúp trẻ giải trí."
        },
        {
            "en": "She <em>entertained</em> a feeling of gratitude deep in her heart.",
            "vi": "Bà ta mang nặng ân nghĩa trong lòng."
        },
        {
            "en": "She <em>entertained</em> the children  with stories, song and drama.",
            "vi": "Cô ấy lấy truyện, bài hát và kịch để giúp trẻ giải trí."
        },
        {
            "en": "The crowd was <em>entertained</em> with a thrilling display of aerobatics.",
            "vi": "Đám đông đã được giải trí bằng một màn nhào lộn trên không ly kỳ."
        },
        {
            "en": "Is it more fun being <em>entertained</em> over a lavish meal?",
            "vi": "Được mời đi một ăn một bữa thịnh soạn có thích hơn không?"
        },
        {
            "en": "He <em>entertained</em> us for hours with his stories and jokes.",
            "vi": "Anh ta giải trí cho chúng tôi mấy tiếng đồng hồ bằng những chuyện kể và câu pha trò của mình."
        },
        {
            "en": "We could keep you <em>entertained</em> for quite some time.",
            "vi": "Chúng tôi có thể làm cho bạn lúc nào cũng thấy vui."
        },
        {
            "en": "He <em>entertained</em> his friends to a feast last night.",
            "vi": "Anh ta đã đãi đằng bạn bè một bữa tiệc vào tối qua."
        },
        {
            "en": "He <em>entertained</em> the feeling of regret for his youth.",
            "vi": "Anh ta đem lòng luyến tiếc thời còn trẻ."
        },
        {
            "en": "She had never <em>entertained</em> hopes of getting rich.",
            "vi": "Cô ấy chưa bao giờ nuôi hy vọng làm giàu."
        },
        {
            "en": "I don't know why we haven't <em>entertained</em> together more often!",
            "vi": "Tôi nghĩ tại sao chúng ta không cùng nhau giải trí thường xuyên nhỉ!"
        },
        {
            "en": "Once upon a time, there was an illusionist who <em>entertained</em> people with his tricks.",
            "vi": "Ngày xửa ngày xưa có một nhà ảo thuật giải trí cho mọi người bằng những thủ thuật của mình."
        },
        {
            "en": "All you have to do is turn on the TV to relax, enjoy and be <em>entertained</em>.",
            "vi": "Tất cả việc bạn cần làm là bật TV lên thư giãn, thưởng thức, và giải trí."
        },
        {
            "en": "Do you know that he <em>entertained</em> his ideas for a long time ago?",
            "vi": "Anh có biết anh ấy đã ấp ủ những ý tưởng của mình từ rất lâu trước đây không?"
        },
        {
            "en": "As well as this, live cooking demonstrations and entertainment has been keeping guests <em>entertained</em>.",
            "vi": "Cũng như vậy, các cuộc biểu diễn nấu nướng và văn nghệ nhạc sống giữ cho các vị khách được thoải mái giải trí."
        }
    ],
    "suggestions": []
}