{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[in'taiəti]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">trạng thái nguyên, trạng thái toàn vẹn; tính trọn vẹn</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">in its entirety</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">hoàn toàn, trọn vẹn</td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">tổng số</td></tr></table><i/></div>",
            "word": "entirety",
            "pronounce": "[in'taiəti]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>entirety</k><blockquote>■ <cclass>noun (<cclass><b>the entirety</b>) the whole. </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Phrases</cclass></b></blockquote><blockquote><cclass><b>in its entirety</b> as a whole. </cclass></blockquote></div>",
            "word": "entirety",
            "pronounce": "[in'taiəti]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>entirety</k><blockquote>▸ <cclass>noun WHOLE, total, aggregate, totality, sum total.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>part.</blockquote><blockquote><cclass>Phrases</cclass></blockquote><blockquote>■ <b>in its entirety</b> COMPLETELY, entirely, totally, fully, wholly; in every respect, in every way, one hundred per cent, all the way, every inch, to the hilt, to the core.</blockquote></div>",
            "word": "entirety",
            "pronounce": "[in'taiəti]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>entirety</k><blockquote><blockquote><ex><abr>n.</abr> in its entirety</ex></blockquote></blockquote></div>",
            "word": "entirety",
            "pronounce": "[in'taiəti]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "entirety",
            "pronounce": "[in'taiəti]"
        }
    },
    "sentences": [
        {
            "en": "In its <em>entirety</em>",
            "vi": "Trọn vẹn"
        },
        {
            "en": "The poem is too long to quote in its <em>entirety</em>",
            "vi": "Bài thơ quá dài không thể trích dẫn cả bài được"
        },
        {
            "en": "She tried to relate a story in its <em>entirety</em>.",
            "vi": "Cô ta cố thuật lại nguyên một câu chuyện."
        },
        {
            "en": "I've never actually read the book in its <em>entirety</em>.",
            "vi": "Thực sự tôi chưa bao giờ đọc hết cuốn sách này."
        },
        {
            "en": "He devoted the <em>entirety</em> of his life to foreign trade.",
            "vi": "Ông ấy dành cả cuộc đời của ông ta cho thương mại."
        },
        {
            "en": "I 've never actually read the book in its <em>entirety</em>.",
            "vi": "Thực sự tôi chưa bao giờ đọc hết cuốn sách này."
        },
        {
            "en": "Please return to us the unsold portion of the goods in its <em>entirety</em>.",
            "vi": "Xin làm ơn trả lại cho chúng tôi toàn bộ phần hàng không bán được."
        },
        {
            "en": "Always consider a business proposal in its <em>entirety</em> before agreeing to it and getting screwed.",
            "vi": "Luôn cân nhắc những đề nghị làm ăn một cách toàn diện trước khi đồng ý để rồi bị lừa."
        },
        {
            "en": "We trust you will find our new quotation even more attractive, viewing in its <em>entirety</em>.",
            "vi": "Chúng tôi tin tưởng rằng ông sẽ nhận thấy bảng báo giá mới của chúng tôi sẽ hấp dẫn hơn thế nữa, nếu xét toàn diện."
        },
        {
            "en": "Secondly, these so-called experts’ analysis is void in its <em>entirety</em> of any reference to profits.",
            "vi": "Thứ hai, phân tích của những người được gọi là \"chuyên gia\" là không có giá trị trong bất kỳ tham chiếu đến lợi nhuận nào."
        },
        {
            "en": "Rather the value is in the <em>entirety</em> of the timelines, for the visual depiction of a changing system they represent.",
            "vi": "Giá trị của phần tổng hợp mốc thời gian chính là ở chỗ nó đưa ra một bức tranh về một hệ thống đang thay đổi."
        },
        {
            "en": "To view the question content in its <em>entirety</em>, double click on the question and a preview window opens to displaying the full content.",
            "vi": "Để xem được toàn bộ nội dung câu hỏi, hãy nhấp đúp chuột vào câu hỏi thì một cửa sổ xem trước mở ra và hiển thị nội dung đầy đủ."
        },
        {
            "en": "The basic principles are founded on teaching an understanding of overall garment construction with the final test being to make a single garment in its <em>entirety</em>.",
            "vi": "Các nguyên tắc cơ bản được dựa trên việc dạy và hiểu cơ cấu hình thành một sản phẩm may hoàn chỉnh và bài kiểm tra cuối cùng là làm một sản phẩm hoàn thiện."
        },
        {
            "en": "Particularly where sectoral budget responsibility is delegated to separate sub-committees, it can be difficult for a legislature to promote the MDGs in their <em>entirety</em>.",
            "vi": "Đặc biệt, trong trường hợp trách nhiệm phân bổ ngân sách cho từng ngành được giao cho các tiểu ban khác nhau, cơ quan lập pháp càng gặp nhiều khó khăn trong việc thúc đẩy thực hiện các MDG một cách tổng thể."
        },
        {
            "en": "Indeed, the very concept of a public administration that is part of, but not the <em>entirety</em> of, the state has been introduced through the devolving of responsibilities that characterizes Vietnam’s reforms.",
            "vi": "Trong thực tế, khái niệm về hành chính công là một phần nội dung, chứ không phải là toàn bộ nhà nước, đã được đưa vào Việt Nam thông qua quá trình phân cấp trách nhiệm – một đặc trưng của quá trình đổi mới ở Việt Nam."
        },
        {
            "en": "Take Geri Mitchell of Seattle, for example, whose bag went missing for the <em>entirety</em> of her four-day stay in Hawaii for a wedding. The day she arrived back home, a Maui airport employee called to inform her that her belongings had been sitting in the lost-luggage office there for a week.",
            "vi": "Như trường hợp của Geri Mitchell ở Seattle chẳng hạn, cô bị thất lạc hành lý trong suốt chuyến du lịch bốn ngày dự đám cưới ở Hawaii. Ngày cô trở về nhà, nhân viên sân bay Maui gọi đến thông báo cho biết đồ đạc cá nhân của cô ta đã nằm trong văn phòng chứa hành lý bị thất lạc trong vòng một tuần."
        },
        {
            "en": "Additionally, the revelation that the statues have bodies is not a recent discovery, as suggested by the above example: many of the moai (as shown above) are situated fully above ground and displayed in their <em>entirety</em>, and some of the statues even sport arms and what appear to red hats (actually depictions of hair):",
            "vi": "Ngoài ra, việc mọi người biết các pho tượng này có thân mình không phải là phát hiện mới mẻ, như ví dụ bên trên: nhiều moai (như hình trên) đã được đặt lên mặt đất cả thân người và cho thấy toàn thân, và vài pho tượng thậm chí còn khoe những cánh tay lực lưỡng và cái trông như những chiếc mũ đỏ (thực ra là tóc):"
        },
        {
            "en": "Ginty and his team genetically modified rodents in order to make a fluorescent protein in the C-type low-threshold mechanosensory receptor or C-LTMR (one type of nerve cell). Under a microscope cells containing fluorescent protein could be seen in their <em>entirety</em>. The scientists discovered that each C-LTMR cell sent projections to up to 30 different hair follicles.",
            "vi": "Ginty và nhóm của ông biến đổi gen động vật gặm nhấm để tạo ra prô-tê-in huỳnh quang trong thụ thể cảm giác cơ giới ngưỡng thấp loại C hoặc C-LTMR (một loại tế bào thần kinh). Dưới kính hiển vi , một số tế bào có chứa prô-tê-in huỳnh quang có thể được nhìn thấy trong trạng thái toàn vẹn của chúng. Các nhà khoa học phát hiện ra rằng mỗi tế bào C-LTMR gởi dự báo đến trên 30 nang lông khác nhau."
        },
        {
            "en": "It is an astonishingly crude and simple-minded way of thinking, and for that very reason increasingly popular. Those who think in this way are oblivious to the vast philosophical literature in which the meaning and value of happiness have been explored and questioned, and write as if nothing of any importance had been thought on the subject until it came to their attention. It was the philosopher Jeremy Bentham (1748-1832) who was more than anyone else responsible for the development of this way of thinking. For Bentham it was obvious that the human good consists of pleasure and the absence of pain. The Greek philosopher Aristotle may have identified happiness with self-realisation in the 4th century BC, and thinkers throughout the ages may have struggled to reconcile the pursuit of happiness with other human values, but for Bentham all this was mere metaphysics or fiction. Without knowing anything much of him or the school of moral theory he established - since they are by education and intellectual conviction illiterate in the history of ideas - our advocates of positive psychology follow in his tracks in rejecting as outmoded and irrelevant pretty much the <em>entirety</em> of ethical reflection on human happiness to date.",
            "vi": "Đó là một cách suy nghĩ nguyên sơ và chân thật đáng kinh ngạc, và vì điều đó với rất nhiều lí do đã trở nên ngày càng phổ biến. Những người nghĩ theo lối này không biết gì về những triết lý cao xa mà trong đó ý nghĩa và giá trị của hạnh phúc đã được khám phá và đặt vấn đề cũng như viết ra như thể không có gì quan trọng xoay quanh đề tài này cho đến khi họ để tâm tới nó. Với nhà triết học Jeremy Bentham (1748-1832), người mà chịu trách nhiệm hơn bất kỳ ai cho sự phát triển của lối tư duy này. Với Bentham, rõ ràng rằng điều tốt đẹp cho con người bao gồm sự hài lòng và sự ít đi các nỗi đau. Nhà triết học người Hy Lạp Aristole có thể đã nhận biết được hạnh phúc với sự tự nhận thức vào thế kỷ 4 trước Công Nguyên , và những nhà tư tưởng suốt thể kỷ này có thể đã đấu tranh để cân bằng giữa sự theo đuổi giá trị hạnh phúc với các giá trị khác của loài người, nhưng với Bentham, tất cả những điều này chỉ là lý thuyết suông hoặc ảo tưởng. Khi không biết gì nhiều về ông ấy hay trường phái lý thuyết đạo đức mà ông ấy thành lập - chúng ta với lối giáo dục và niềm tin về nhận thức làm mờ đi những ý tưởng có trong lịch sử- sự quan tâm về đề tài tâm lý tích cực giúp chúng ta theo đuổi những chỉ dẫn của ông ấy để loại bỏ đi rất nhiều điều vì sự lỗi thời và không thích hợp trong sự phản ánh đúng đắn một cách toàn diện về hạnh phúc của con người theo thời đại."
        }
    ],
    "suggestions": []
}