{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">entrepreneur</font></td></tr></table><i/></div>",
            "word": "entrepreneurship",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "entrepreneurship",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "entrepreneurship",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "entrepreneurship",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "entrepreneurship",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Entrepreneurship</em>",
            "vi": "Khả năng, sự làm chủ của doanh nghiệp"
        },
        {
            "en": "Let everyone learn <em>entrepreneurship</em>.",
            "vi": "Hãy để cho mọi người học kinh doanh."
        },
        {
            "en": "What is social <em>entrepreneurship</em>?",
            "vi": "Tinh thần kinh doanh xã hội là gì?"
        },
        {
            "en": "Some warnings on serial <em>entrepreneurship</em>.",
            "vi": "Dù vậy, bạn vẫn cần chú ý những điều sau khi muốn điều hành nhiều công ty:"
        },
        {
            "en": "I think <em>entrepreneurship</em> courses are very useful.",
            "vi": "Tôi thấy những khóa học kinh doanh rất bổ ích."
        },
        {
            "en": "US startup visas to boost <em>entrepreneurship</em> – an immigrant perspective",
            "vi": "Góc nhìn từ người nhập cư về 'Visa khởi nghiệp' để thúc đẩy những doanh nhân trẻ"
        },
        {
            "en": "Schools and universities around the world are teaching <em>entrepreneurship</em>.",
            "vi": "Các trường đại học trên khắp thế giới đang dạy làm kinh doanh."
        },
        {
            "en": "Social <em>entrepreneurship</em> is the work of social entrepreneurs.",
            "vi": "Tinh thần doanh nhân xã hội là công việc của các doanh nhân xã hội."
        },
        {
            "en": "The program teaches young people how <em>entrepreneurship</em> works.",
            "vi": "Chương trình này dạy cho các người trẻ cách hoạt động của các doanh nghiệp."
        },
        {
            "en": "Sage Series in <em>Entrepreneurship</em> and the Management of Enterprises.",
            "vi": "Các phát hành của Sage về Tư tưởng kinh doanh và Quản lý Doanh nghiệp."
        },
        {
            "en": "The social <em>entrepreneurship</em> is often owned by the social groups.",
            "vi": "Doanh nghiệp xã hội thường thường thuộc sở hữu của các nhóm xã hội."
        },
        {
            "en": "5. Murphy is dedicated to promoting women's <em>entrepreneurship</em>.",
            "vi": "5. Murphy được lấy làm hình mẫu dể thúc đẩy tinh thần kinh doanh của nữ giới."
        },
        {
            "en": "Elaine Allen teaches <em>entrepreneurship</em> at Babson College in Boston, Massachusetts.",
            "vi": "Elaine Allen giảng dạy về kinh doanh tại Trường Ðại học Babson ở thành phố Boston thuộc bang Massachusetts."
        },
        {
            "en": "there are four basic factors of production concluding land, labour, capital, <em>entrepreneurship</em>",
            "vi": "có bốn nhân tố cơ bản trong sản xuất là đất đai, nhân công, nguồn vốn, và doanh nghiệp"
        },
        {
            "en": "“<em>Entrepreneurship</em> is amazing! This is why I feel powerful and pleasant (about) having money.”",
            "vi": "“Làm một doanh nhân là điều tuyệt vời. Đây là lý do vì sao tôi cảm thấy tiền mang lại cho mình quyền lực và niềm vui.”"
        },
        {
            "en": "Grameen's micro - financing has expanded the idea of <em>entrepreneurship</em> to many people.",
            "vi": "Tài trợ nhỏ của ngân hàng Grameen đã mở rộng ý tưởng làm kinh doanh đến nhiều người."
        },
        {
            "en": "Grameen's micro-financing has expanded the idea of <em>entrepreneurship</em> to many people.",
            "vi": "Tài trợ nhỏ của ngân hàng Grameen đã mở rộng ý tưởng làm kinh doanh đến nhiều người."
        },
        {
            "en": "Ms. Amanda Ellis Head of Gender <em>Entrepreneurship</em> Markets International Finance Corporation.",
            "vi": "Bà Amanda Ellis Giám đốc Bộ phận Giới - Doanh nghiệp - Thị trường Tập đoàn Tài chính Quốc tế."
        },
        {
            "en": "The education is based on the ideas of market - based economics and <em>entrepreneurship</em>.",
            "vi": "Việc giảng dạy dựa trên các ý tưởng của kinh tế học và sự kinh doanh dựa trên thị trường."
        },
        {
            "en": "Timmons, Jeffry A. 'New Venture Creation: <em>Entrepreneurship</em> for the 21st Century'.",
            "vi": "Timmons, Jeffry A. ‘Tạo lập doanh nghiệp mới: Tư tưởng kinh doanh cho thế kỷ 21’."
        }
    ],
    "suggestions": []
}