{
    "en_vn": {
        "data": {
            "content": null,
            "word": "entree",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "entree",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "entree",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>entree</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><b>access</b></blockquote><blockquote><blockquote><ex> to gain entree into, to</ex></blockquote></blockquote></div>",
            "word": "entree",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "entree",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Today's <em>entree</em> is hot egg noodle seafood soup.",
            "vi": "Món khai vị hôm nay là mì hải sản."
        },
        {
            "en": "And for the <em>entree</em> I'll have shrimp chow mein.",
            "vi": "Món chính thì tôi sẽ ăn mì xào tôm."
        },
        {
            "en": "We order the salmon <em>entree</em> and each plate came with a dollop of mashed potato.",
            "vi": "Chúng tôi gọi món đầu tiên là cá hồi và mỗi đĩa kèm theo một miếng khoai tây nghiền."
        },
        {
            "en": "5. Hot dogs and sausage  Also part of the \"processed meat\" category, hot dogs and sausage are a staple in many a refrigerator. Many people turn to them for a quick dinner <em>entree</em> or, in the case of sausage, as a featured food at breakfast or brunch. Hot dogs and sausage tend to contain lots of sodium (520-680 milligrams per 2-ounce serving) and fat (up to 23 grams total fat and 7 grams saturated fat per serving). Most Americans take in more than double the recommended amount of sodium recommended, according to CDC statistics.",
            "vi": "5. Xúc xích Đức và xúc xích  Cũng nằm trong loại “thịt được chế biến sẵn”, xúc xích Đức và xúc xích là những thực phẩm hay được thấy nhiều nhất trong tủ lạnh. Nhiều người sử dụng chúng làm món ăn chính nhanh lẹ cho bữa chiều, hoặc xúc xích, được làm thức ăn đặc biệt cho bữa điểm tâm hoặc bữa nửa. Xúc xích Đức và xúc xích thường chứa nhiều na-tri (mỗi phần 2 ao-sơ chứa từ 520 đến 680 mi-li-gam na-tri) và chất béo (mỗi phần chứa đến 23 gam chất béo tổng hoà và 7 gam chất béo bão hoà). Theo thống kê của tổ chức, đa số người Mỹ đều sử dụng nhiều hơn gấp đôi lượng na-tri được khuyến nghị. "
        }
    ],
    "suggestions": []
}