{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['entriwei]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">lối đi vào</td></tr></table><i/></div>",
            "word": "entryway",
            "pronounce": "['entriwei]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>entryway</k><blockquote>■ <cclass>noun <cclass>N. Amer. an entrance. </cclass></cclass></blockquote></div>",
            "word": "entryway",
            "pronounce": "['entriwei]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "entryway",
            "pronounce": "['entriwei]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "entryway",
            "pronounce": "['entriwei]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "entryway",
            "pronounce": "['entriwei]"
        }
    },
    "sentences": [
        {
            "en": "This is an <em>entryway</em>.",
            "vi": "Đây là lối vào."
        },
        {
            "en": "His picture was hanging in the <em>entryway</em>.",
            "vi": "Bức ảnh của ông ta được treo ngay lối ra vào."
        },
        {
            "en": "It seemed like a very long way to the <em>entryway</em>.",
            "vi": "Đường ra cổng thành dài dằng dặc."
        },
        {
            "en": "In the <em>entryway</em> i helped him with his shoes.",
            "vi": "Ra đến cửa tôi giúp ông mang giầy."
        },
        {
            "en": "But i never saw them leave, because i was slumped down in the <em>entryway</em> in tears.",
            "vi": "Tôi liền ngồi gục xuống trên nền cửa ngỏ mà khóc nức nở, nên không thấy họ ra đi lúc nào."
        },
        {
            "en": "There was no garbage in the <em>entryway</em>; she was talking about me.",
            "vi": "Trên cửa ngõ không có rác rưởi gì hết; cô ta muốn ám chỉ tôi."
        },
        {
            "en": "I turned to find myself looking into the <em>entryway</em> of another okiya.",
            "vi": "Tôi quay người và thấy chúng tôi đứng trước cửa ngõ một nhà dạy kỹ nữ khác."
        },
        {
            "en": "When i reached the front hall, i found the policeman removing his boots in the <em>entryway</em>.",
            "vi": "Khi ra đến tiền sảnh, tôi thấy người quân cảnh đang cởi ủng ra ở trước cửa."
        },
        {
            "en": "Then Hatsumomo stepped downinto the <em>entryway</em> as well and of course i knew.",
            "vi": "Rồi hatsumono cũng đi ra cửa và thế là tôi hiểu."
        },
        {
            "en": "Pumpkin was waiting for me in the <em>entryway</em> with a worried look.",
            "vi": "Bí ngô đợi tôi ngoài cửa ngỏ vẻ bồn chồn lo lắng."
        },
        {
            "en": "The moment i stepped into the <em>entryway</em>, the door before me rolled open.",
            "vi": "Khi tôi đi đến phía cửa, cánh cửa mở ra."
        },
        {
            "en": "Her maid came back into the <em>entryway</em> and took a look at me.",
            "vi": "Chị hầu quay vào trong cửa nhìn tôi và đáp."
        },
        {
            "en": "Near the vase, a spacious <em>entryway</em> opened to one side, with a floor of coarsely polished granite.",
            "vi": "Đến gần bình hoa, tôi thấy một lối đi thoáng đãng rẽ về một bên, nền nhà lát đá granit láng bóng."
        },
        {
            "en": "We all watched her float away, and then mr. Bekku handed me over to the older woman in the <em>entryway</em>.",
            "vi": "Tất cả chúng tôi đều nhìn cô ta lướt đi một lát, rồi ông bekku giao tôi cho bà già ở nơi cửa ngỏ."
        },
        {
            "en": "She and Korin went back to the front <em>entryway</em> to put their lacquered zori back on their feet.",
            "vi": "Cô ta và korin đi ra cửa, mang giày sơn mài vào."
        },
        {
            "en": "I followed Nobu down the stairs and crouched in the <em>entryway</em> of the teahouse to help him into his shoes.",
            "vi": "Tôi theo ông nobu đi xuống thang lầu đến cửa trước, tôi ngồi xổm xuống để giúp ông ta mang giày."
        },
        {
            "en": "I knew they were talking about something serious, because they didn't even notice me when i stepped into our <em>entryway</em>.",
            "vi": "Tôi nghĩ họ nói chuyện gì đấy rất nghiêm trọng, vì khi tôi bước qua cửa hai người không thèm chú ý đến tôi."
        },
        {
            "en": "I was in a narrow <em>entryway</em> with an ancient, looking well on one side and a few plants on the other.",
            "vi": "Tôi đang ở trên một lối đi nhỏ hẹp vào nhà, một bên có cái giếng nước trông có vẻ đã lâu đời và bên kia có vài cái cây."
        },
        {
            "en": "Outside the <em>entryway</em> just at the edge of the street lay a wooden skewer with a single bite of charcoal, roasted squid remaining.",
            "vi": "Một cái xiên gỗ dùng nướng thịt còn dính một miếng mực nướng cháy đen nằm dưới đất phía bên ngoài cửa ngõ, ngay bên mép đường."
        },
        {
            "en": "I walked him to the <em>entryway</em> to help him into his coat and shoes, and put his fedora on his head for him.",
            "vi": "Tôi tiễn ông ta ra cửa giúp ông mặc áo khoác và mang giày, đội mũ phớt lên đầu."
        }
    ],
    "suggestions": []
}