{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['enveləpiη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">bao, bao bọc</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">enveloping movement</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">(quân sự) sự điều quân bao vây</td></tr></table><i/></div>",
            "word": "enveloping"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "enveloping"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "enveloping"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "enveloping"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "enveloping"
        }
    },
    "sentences": [
        {
            "en": "<em>Enveloping</em> movement",
            "vi": "Sự điều quân bao vây"
        },
        {
            "en": "Somehow, her arms were around his neck and her lips trembling beneath his and they were going up, up into the darkness again, a darkness that was soft and swirling and all <em>enveloping</em>.",
            "vi": "Không hiểu làm sao, hai cánh tay nàng đã quàng quanh cổ chàng, môi nàng run lên dưới môi chàng và họ bay lên, lại bay lên trong bóng tối, một thứ bóng tối êm dịu, xoáy lộn và bao trùm tất cả."
        },
        {
            "en": "Bouts of acrid smog <em>enveloping</em> Beijing prompted authorities in the Chinese capital to declare two unprecedented \"red alerts\" this month - a warning to the city's 22 million inhabitants that heavy pollution is expected for more than three days.",
            "vi": "Trong tháng này, các đợt không khí ô nhiễm cay xè bao trùm Bắc Kinh buộc các nhà chức trách ở thủ đô TQ phải tuyên bố 2 \"báo động đỏ\" trước giờ chưa từng có - báo trước cho 22 triệu cư dân của thành phố biết sẽ có ô nhiễm nặng nề trong hơn ba ngày trời."
        },
        {
            "en": "I’m not suggesting you start work tomorrow by <em>enveloping</em> every one of your colleagues or team in a bear hug. Start slowly, maybe with the help of a coach, experimenting with ways to share feelings. And maybe, just maybe, when we stop denying our need for real connection, the hugs will follow naturally.",
            "vi": "Tôi không khuyến khích bạn bắt đầu từ ngày mai khi bắt tay việc bằng việc chào đón những đồng nghiệp bằng việc ôm họ thật chặt. Hãy khởi đầu điều này thật nhẹ nhàng và cần có thời gian, có thể là bạn cần có sự giúp đỡ của một chuyên gia, học cách chia sẻ những cảm xúc của mình. Và có lẽ, chỉ là có lẽ mà thôi, khi chúng ta ngưng phủ nhận sự cần thiết về kết nối chân chính thì những cái ôm mới có thể xảy ra tự nhiên."
        },
        {
            "en": "Mama cockroach protects her eggs by <em>enveloping</em> them in a thick protective case, called an ootheca. German cockroaches may encase as many as 40 eggs in one ootheca, while the larger American roaches average about 14 eggs per capsule. A female cockroach can produce multiple egg cases over her lifetime. In some species, the mother will carry the ootheca with her until the eggs are ready to hatch. In others, the female will drop the ootheca, or attach it to a substrate.",
            "vi": "Gián mẹ bảo vệ trứng của nó bằng cách bao bọc trứng trong một lớp bảo vệ dày, gọi là vỏ (bọc) trứng. Gián Đức có thể bọc có đến 40 trứng trong mỗi vỏ, trong khi gián Mỹ lớn hơn thì bọc trung bình khoảng 14 trứng mỗi vỏ. Một con gián cái có thể đẻ nhiều bọc trứng trong vòng đời của nó. Ở một số loài, con mẹ sẽ mang bọc trứng theo mình cho đến khi trứng đã sẵn sàng để nở. Ở các loài khác thì con mẹ lại bỏ mặc trứng hoặc gắn nó vào một bề mặt nào đó."
        }
    ],
    "suggestions": []
}