{
    "en_vn": {
        "data": {
            "content": null,
            "word": "envisioning",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "envisioning",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "envisioning",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "envisioning",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "envisioning",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The service officials are <em>envisioning</em>.",
            "vi": "Các cán bộ dịch vụ được hình dung."
        },
        {
            "en": "It is hard to know sometimes how our life has changed until we stop for a moment and look at how different it is from ten or even five years ago. In recent years social media, likely more than anything else, has significantly impacted most of our daily lives. <em>Envisioning</em> the global conversation that has developed over the past few years because of tools like Facebook and Twitter might have been unimaginable for most people at the beginning of this decade.",
            "vi": "Thật khó để biết được đôi khi cuộc sống của chúng ta đã thay đổi như thế nào cho đến lúc chúng ta dừng lại một chút và xem xét cuộc sống khác nhau như thế nào so với 5 thậm chí 10 năm trước. Trong những năm gần đây mạng xã hội, gần như phổ biến hơn so với những phương tiện truyền thông khác, và ảnh hưởng đến cuộc sống hằng ngày của chúng ta rõ rệt nhất. Hình dung về sự kết nối toàn cầu đã phát triển trong một vài năm qua bởi vì những công cụ như Facebook và Twitter thì thật phi thường đối với hầu hết mọi người ở đầu thập kỉ này."
        }
    ],
    "suggestions": []
}