{
    "en_vn": {
        "data": {
            "content": null,
            "word": "envisioned",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "envisioned",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "envisioned",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "envisioned",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "envisioned",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The competition of man against man is not the simple process <em>envisioned</em> in biology.",
            "vi": "Sự cạnh tranh giữa người với người không phải là một tiến trình đơn giản như ta thấy trong sinh vật học."
        },
        {
            "en": "It is <em>envisioned</em> that the terminal evaluation should incorporate respective elements of UN/UNDP outcome evaluation.",
            "vi": "Đợt đánh giá này có thể nên được kết hợp với các thành tố tương ứng của đợt đánh giá kết quả của UN/UNDP."
        },
        {
            "en": "An ambitious reform roadmap adopted in 2005 <em>envisioned</em> bringing in strategic investors to all SOCBs.",
            "vi": "Năm 2005, một lộ trình đổi mới đầy tham vọng đã được thông qua với dự kiến thu hút các nhà đầu tư chiến lược cho tất cả các NHTMNN."
        },
        {
            "en": "The infrastructure and trade logistics support that are needed will vary depending on the sort of development that is <em>envisioned</em> down the road.",
            "vi": "Kết cấu hạ tầng và dịch vụ hậu cần thương mại cần thiết sẽ phụ thuộc vào loại hình phát triển được mường tượng ra cho tương lai."
        },
        {
            "en": "Marx believed individuality was antithetical to the egalitarianism he <em>envisioned</em>. Therefore, the “individual” must “be swept out of the way, and made impossible.”",
            "vi": "Marx tin rằng cá tính đối lập với chủ nghĩa quân bình mà ông ta hình dung ra. Vì vậy, \"tính cá nhân\" phải \"bị quét ra khỏi đường, và biến nó thành điều không thể chấp nhận\"."
        },
        {
            "en": "It is <em>envisioned</em> that all international project staff will serve on part-time basis and be recruited separately either as individuals or as staff of international consulting companies.",
            "vi": "Các chuyên gia quốc tế kể trên làm việc bán thời gian và được tuyển dụng trên cơ sở cá nhân hoặc là đấu thầu cả gói thông qua các công ty tư vấn quốc tế."
        },
        {
            "en": "Eventually this was modified to where he <em>Envisioned</em> a single book tentatively called American Ballads and Folk Songs,designed to survey the whole field.",
            "vi": "Cuối cùng thì những tuyển tập này đã được chỉnh sửa để ông hình dung ra một cuốn sách tạm gọi là những bài hát Ballad và Dân ca Mỹ, được thiết kế để khảo sát toàn bộ thị trường."
        },
        {
            "en": "Marx believed individuality was antithetical to the egalitarianism he <em>envisioned</em>. Therefore, the “individual” must “be swept out of the way, and made impossible.”",
            "vi": "Marx tin rằng cá tính đối lập với chủ nghĩa quân bình mà ông ta hình dung ra. Vì vậy, \"tính cá nhân\" phải \"bị quét ra khỏi đường, và biến nó thành điều không thể chấp nhận\"."
        },
        {
            "en": "Three types of RIAs are <em>envisioned</em> under the law: a pre-RIA when the legislative proposal is made, a RIA during drafting, and a post-RIA after the law is in force for several years.",
            "vi": "Luật quy định ba loại đánh giá tác động: trước khi trình dự án luật, trong quá trình soạn thảo, và sau khi văn bản luật đã có hiệu lực một vài năm."
        },
        {
            "en": "It’s unclear yet how much the aircraft will cost, although prices are likely to vary significantly. Some of the aircraft are designed to be individually owned, while others are <em>envisioned</em> more for commercial use. Designers hope that if demand is high, prices can be kept affordable through economies of mass production.",
            "vi": "Chi phí để làm ra một chiếc máy bay như vậy hiện tại vẫn chưa rõ ràng, mặc dù các mức giá gần như không chênh lệch đáng kể. Một vài chiếc máy bay sẽ được thiết kế để đáp ứng nhu cầu sở hữu cá nhân, trong khi một số khác sẽ nghiêng về mục đích thương mại. Các nhà thiết kế hi vọng rằng nhu cầu cao sẽ giúp giá cả được giữ ở mức chấp nhận được nhờ việc tiết kiệm chi phí do sản xuất số lượng lớn."
        }
    ],
    "suggestions": []
}