{
    "en_vn": {
        "data": {
            "content": null,
            "word": "eo"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "eo"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "eo"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "eo"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "eo"
        }
    },
    "sentences": [
        {
            "en": "Down to the KRONG ANA as far as <em>EO</em> DON",
            "vi": "Xuôi dòng KRONG ANA tới EO DON"
        },
        {
            "en": "<em>EO</em> smart connecting car 2 is the result of consequent and ongoing research, development, and optimization of the <em>EO</em> smart connecting car concept. Like its predecessor, it features:",
            "vi": "Xe kết nối thông minh EO phiên bản 2 là kết quả của nghiên cứu, phát triển, và tối ưu hoá khái niệm xe hơi kết nối thông minh EO. Như phiên bản 1, xe này có các tính năng:"
        },
        {
            "en": "The German Research Center for Artificial Intelligence debuted its <em>EO</em> smart connecting car 2.",
            "vi": "Trung tâm Nghiên cứu Trí tuệ nhân tạo của Đức giới thiệu chiếc xe hơi kết nối thông minh EO 2."
        },
        {
            "en": "“These included Dong Son civilisation with Au Lac Kingdom [257-207BC], Sa Huynh civilisation with Cham Pa Kingdom [192-1832] and Oc <em>Eo</em> civilisation with Phu Nam Kingdom [68-550],” he said.",
            "vi": "\"Những đất nước này bao gồm nền văn minh Đông Sơn [257-207 TCN], nền văn minh Sa Huỳnh là nước Chăm Pa [192-1823] và nền văn minh Óc Eo với nước Phù Nam [68-550]\", ông nói."
        },
        {
            "en": "“These included Dong Son civilisation with Au Lac Kingdom [257-207BC], Sa Huynh civilisation with Cham Pa Kingdom [192-1832] and Oc <em>Eo</em> civilisation with Phu Nam Kingdom [68-550],” he said.",
            "vi": "\"Những đất nước này bao gồm nền văn minh Đông Sơn [257-207 TCN], nền văn minh Sa Huỳnh là nước Chăm Pa [192-1823] và nền văn minh Óc Eo với nước Phù Nam [68-550]\", ông nói."
        },
        {
            "en": "Mặc dù theo tài liệu ghi chép Desmarets là người đầu tiên đề xướng sự kết nối cố định, nhưng \"Cha của Đường hầm <em>eo</em> biển Manche/Măng-sơ\" được hầu hết mọi người công nhận là kỹ sư người Pháp Thomé de Gamond ở thế kỷ 19, người đã thăm dò lòng đại dương bằng sự liều lĩnh phi thường của mình – người là nền tảng cho dự án xây dựng hầm vượt <em>eo</em> biển Manche/Măng-sơ của công ty Euro tunnel sau này.",
            "vi": "Although Desmarets is the first documented proponent of a fixed link, the generally acknowledged 'Father of the Channel Tunnel' was the 19th century French engineer Thomé de Gamond whose investigation of the seabed - at great personal risk - was"
        },
        {
            "en": "Like its predecessor, the second-generation <em>EO</em> smart connecting car features normal driving functions, but takes only four seconds to transform into a futuristic cruiser. Flick a few switches from the driver's seat, and you'll be able to move diagonally and sideways, thanks to four wheels powered by separate motors.",
            "vi": "Giống như thế hệ xe trước, chiếc xe kết nối thông minh EO 2 có các chức năng lái xe thông thường, nhưng chỉ mất 4 giây để biến thành một phương tiện di chuyển cực kỳ hiện đại. Thực hiện một vài động tác điều chỉnh từ chỗ ghế ngồi của tài xế là bạn có thể di chuyển dọc ngang, nhờ 4 bánh chạy bằng động cơ riêng biệt."
        },
        {
            "en": "The <em>EO</em> Smart Connecting Car 2 is an innovative design from DFKI Robotics Innovation Center, based in Bremen, Germany, where a team of software developers and designers, as well as electronics and construction engineers, have been refining the smart micro car project for the last three years.",
            "vi": "Xe hơi kết nối thông minh EO 2 là thiết kế tiên tiến của Trung tâm Cách tân Sử dụng người máy DFKI ở Bremen, Đức, nơi nhómphát triển phần mềm và các nhà thiết kế, cũng như kỹ sư điện tử và xây dựng, đã và đang cải thiện dự án xe siêu nhỏ thông minh trong suốt ba năm qua."
        },
        {
            "en": "Sahar Tabar is obsessed with Angelina Jolie and wants to look just like her. She appears to have done some pretty extreme things in order to look more like the star.    Instagram / sahartabar_official  Sahar has gone out of her way to get sharp cheekbones, plump lips, and bright blue eyes. Cô đã cố gắng cực độ để có gò má cao, môi mọng và mắt xanh rực.   Instagram / sahartabar_official  Some media outlets have reported that Sahar has gone under the knife to achieve her look, but her fans say she just uses makeup and prosthetics. Có kênh truyền thông cho biết Sahar đã giải phẫu để có hình dạng này, nhưng người hâm mộ cô bảo cô chỉ trang điểm và lắp đồ giả.  Instagram / sahartabar_official  Belgian media outlets have claimed that Sahar has had over 50 procedures. Các kênh truyền thông Bỉ cho biết Sahar đã giải phẫu hơn 50 lần.     Instagram / sahartabar_official  Sahar’s followers say she hasn’t had any serious work done to look like Angelina Jolie, though. Tuy thế, các fan hâm mộ Sahar bảo cô chẳng hề làm gì ghê gớm để giống Angeline cả.     Instagram / sahartabar_official  While some of Sahar’s followers love her look, others are not so positive. Many people think she looks more like a zombie than Angelina Jolie.  Tuy một số người hâm mộ Sahar thích nhan sắc của cô, nhưng những người khác lại không lạc quan thế.  Nhiều người nghĩ cô trông giống xác sống hơn là Angelina Jolie.    Instagram / sahartabar_official   Instagram / sahartabar_official   Instagram / sahartabar_official  Some people are disturbed by Sahar’s look, but others can’t stop staring. Người thì cảm thấy khó chịu vì nhan sắc của Sahar, nhưng cũng có người không thể thôi ngắm nhìn.   Instagram / sahartabar_official  In yet another photo, one of Sahar’s followers called her an “alien.” “This is so creepy,” someone else wrote.  Trong một tấm hình, có một người hâm mộ Sahar bảo cô là \"người ngoài hành tinh\" , nhưng người khác lại viết \"<em>Eo</em> ui sợ quá\"    Instagram / sahartabar_official  It’s unclear whether or not Sahar has actually had any surgeries, but some of her pictures show different looks. Không rõ Sahar có giải phẫu thật hay không, nhưng có những tấm hình trông cô khác.   Instagram / sahartabar_official  In some, she looks scary and corpse-like, but other times she has more natural makeup on and no contacts. People commented how beautiful Sahar looked in this picture, posted June 7, 2017.  Có tấm trông cô thất ghê và giống ma, nhưng có lúc cô trang điểm tự nhiên và không đeo kính áp tròng. Mọi người khen trong hình đăng hồi tháng 6, 2017, trông Sahar thiệt đẹp.   Instagram / sahartabar_official  Do you think Sahar looks like Angelina Jolie or more like a zombie? Còn bạn nghĩ Sahar giống Angelina Jolie hay giống ma?",
            "vi": "Sahar Tabar mê Angelina Jolie nên muốn giống cô ấy.Hình như cô đã làm đẹp quá mức để trông giống ngôi sao này."
        }
    ],
    "suggestions": []
}