{
    "en_vn": {
        "data": {
            "content": null,
            "word": "EPI"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "EPI"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "EPI"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "EPI"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "EPI"
        }
    },
    "sentences": [
        {
            "en": "Here in Viet Nam the Expanded Programme on Immunization (<em>EPI</em>) began in 1981.",
            "vi": "Chương trình Tiêm chủng Mở rộng được triển khai tại Việt Nam từ năm 1981."
        },
        {
            "en": "A review of <em>EPI</em> from 2000-2005 also indicated that the quality of <em>EPI</em> implementation in mountainous, remote and isolated areas was poor and that immunization rates were low.",
            "vi": "Một đánh giá về TCMR giai đoạn 2000-2005 cũng chỉ ra rằng chất lượng triển khai TCMR ở miền núi, vùng sâu vùng xa còn thấp, tỷ lệ tiêm chủng còn thấp."
        },
        {
            "en": "Vaccines against hepatitis B, Japanese encephalitis B, typhoid and cholera were introduced into <em>EPI</em> during this period.",
            "vi": "Vắc xin phòng viêm gan B, viêm não Nhật Bản B, thương hàn và tả được đưa bỏ sung vào TCMR cũng trong thời kỳ này."
        },
        {
            "en": "National target programs Since the 1980s, the Government has implemented the National Expanded Program on Immunization (<em>EPI</em>).",
            "vi": "Chương trình mục tiêu quốc gia Kể từ thập niên 1980, Chính phủ đã triển khai Chương trình Tiêm chủng Quốc gia Mở rộng (TCMR)."
        },
        {
            "en": "The introduction of hepatitis B vaccine into <em>EPI</em> in 2002 and a hepatitis B birth dose within 24 hours in 2005 has been very successful.",
            "vi": "Việc đưa vắc xin viêm gan B vào chương trình tiêm chủng mở rộng năm 2002 và vắc xin viêm gan B liều sơ sinh cho trẻ trong vòng 24 tiếng sau khi sinh đã được triển khai rất thành công."
        },
        {
            "en": "A pilot UNICEF-funded project in 213 communes of the Central Highlands aims to show how to overcome weaknesses of implementing <em>EPI</em> in remote areas.",
            "vi": "Một dự án thí điểm do UNICEF tài trợ ở 213 xã Tây nguyên đề ra mục tiêu khắc phục các trở ngại trong triển khai TCMR ở vùng sâu vùng xa."
        },
        {
            "en": "Strengthening the number and capacity of human resources will also be a key to the achievement of Viet Nam’s future <em>EPI</em> goals.",
            "vi": "Tăng cường số lượng và năng lực của nguồn nhân lực cũng sẽ là một yếu tố quan trọng để Việt Nam đạt được những mục tiêu về tiêm chủng mở rộng trong tương lai."
        },
        {
            "en": "Vietnam ranks 29th among the world's 70 largest countries by English skills, or an increase of four levels, according to a report released by Education First (EF) Vietnam in late 2015. In the EF <em>EPI</em> list, Vietnam scored an average of 53.8 per cent out of 100 on a standardised test given across the world. ",
            "vi": "Vietnam xếp hạng 29 trong số 70 quốc gia về kỹ năng tiếng anh, tăng 4 bậc theo báo cáo được phát hành của EF vào cuối năm 2015. Trong danh sách, Việt Nam đạt điểm số 53.8% trên 100 bài test chuẩn được phát hành trên toàn thế giới."
        }
    ],
    "suggestions": []
}