{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['episentə]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">epifocus</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,epi'foukəs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(địa lý,địa chất) tâm động đất ((cũng) <font color=\"#1371BB\">epicentrum</font>)</td></tr></table><i/></div>",
            "word": "epicentre"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>epicentre</k><blockquote>(<cclass>US <cclass><b>epicenter</b>) </cclass></cclass></blockquote><blockquote>■ <cclass>noun the point on the earth's surface vertically above the focus of an earthquake. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>epicentral</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C19: from Gk <i>epikentros</i> 'situated on a centre'. </blockquote></div>",
            "word": "epicentre"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "epicentre"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>epicentre</k><blockquote><blockquote><abr>see</abr><kref>epicenter</kref></blockquote></blockquote></div>",
            "word": "epicentre"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> vật lý</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chấn tâm</font></td></tr></tbody></table></div>",
            "word": "epicentre"
        }
    },
    "sentences": [
        {
            "en": "The <em>epicentre</em> of the outbreak has been in northern Germany.",
            "vi": "Tâm chấn của sự phun trào ở miền bắc nước Đức."
        },
        {
            "en": "More than 1,600 people were injured in the quake, which had its <em>epicentre</em> in Van province.",
            "vi": "Hơn 1600 người bị thương trong trận động đất, tâm động đất nằm ở tỉnh Van."
        },
        {
            "en": "Nepali Information Minister Minendra Rijal said there had been \"massive damage\" at the <em>epicentre</em>, from where little information is emerging.",
            "vi": "Bộ trưởng Thông tin của Nepal, Minendra Rijal cho biết, \"thiệt hại rất lớn\" tại tâm chấn, rất ít nơi qua khỏi."
        },
        {
            "en": "State television says firefighters have been rushed to the <em>epicentre</em> and civil affairs authorities are sending tents and beds for people left without shelter.",
            "vi": "Truyền hình nhà nước đưa tin lính cứu hoả vội vã đến giữa nơi xảy ra động đất và chính quyền dân sự đang chuyển lều và giường đến cho những người không còn nơi ẩn náu."
        },
        {
            "en": "The latest earthquake - at a depth of 49km (32 miles) - struck off Japan's north - east coast, close to the <em>epicentre</em> of the 11 March quake.",
            "vi": "Trận động đất mới nhất ở độ sâu 49km (khoảng 32 dặm) đã tấn công bờ biển đông bắc Nhật Bản gần tâm chấn của trận động đất hôm 11 tháng 3 vừa qua."
        },
        {
            "en": "The latest earthquake - at a depth of 49km (32 miles) - struck off Japan's north-east coast, close to the <em>epicentre</em> of the 11 March quake.",
            "vi": "Trận động đất mới nhất ở độ sâu 49km (khoảng 32 dặm) đã tấn công bờ biển đông bắc Nhật Bản gần tâm chấn của trận động đất hôm 11 tháng 3 vừa qua."
        },
        {
            "en": "5. An earthquake starts underground at a point called the focus; the <em>epicentre</em> is the point at the Earth’s surface above the focus.",
            "vi": "5. Một trận động đất bắt đầu dưới lòng đất tại một điểm gọi là trọng tâm; tâm chấn là các điểm trên bề mặt của Trái đất nằm phía trên trọng tâm."
        },
        {
            "en": "The quake hit late on Wednesday at 21:23 (19:23 GMT) with its <em>epicentre</em> in the Edremit district, 16km (10 miles) south of Van, the US Geological Survey said.",
            "vi": "Trận động đất xảy ra vào cuối ngày thứ tư lúc 21 giờ 23 phút (19:23 GMT) có tâm chấn ở quận Edremit, cách phía nam Van 16 km (10 dặm), Cơ quan khảo sát địa chấn Hoa Kỳ cho biết."
        },
        {
            "en": "One person, who says they live in Ludian county, 23 kilometres from the <em>epicentre</em>, has posted an image of cracked walls and a pile of bricks strewn across the road on China's Twitter-like Weibo.",
            "vi": "Một người đã đưa một tấm hình các bức tường bị nứt và đống gạch vụn trên đường lên trang Weibo của Trung Quốc, trang mạng xã hội giống như Twitter, người này cho biết họ sống ở huyện Lỗ Điện, cách tâm động đất 23km."
        },
        {
            "en": "A powerful aftershock has struck north-east Japan, a month after a violent quake led to a devastating tsunami. Officials ordered mass evacuations and workers at the damaged Fukushima nuclear plant took shelter after the quake triggered a tsunami warning.  But the alert was lifted after 90 minutes and no damage was reported at the nuclear plant. Emergency crews said two people died as an indirect result of the quake and about 100 more were injured. A 63-year-old woman died when the tremor knocked out power in Yamagata prefecture, shutting off her respirator. And a 79-year-old man in Miyagi prefecture died of shock. 'So scared'  The latest earthquake - at a depth of 49km (32 miles) - struck off Japan's north-east coast, close to the <em>epicentre</em> of the 11 March quake. All seven of the workers at Fukushima Daiichi were safe, a spokesman for plant operator Tepco told a news conference in Tokyo.  \"They have not been injured and they have all taken shelter in our seismic-resistant building,\" he said. The workers are trying to keep the damaged reactors cool to stop further releases of radioactive material.  Thursday's quake struck at 2332 local time (1432 GMT) on Thursday, 118km (78 miles) north of Fukushima, 40km offshore.  First reports said it had a magnitude of 7.4 but that was later revised to 7.1, according to the US Geological Survey (USGS).  Last month's earthquake had a magnitude of 9.0 and struck at 32km deep.  Thursday's quake struck at about the same location as the 11 March quake. The quake was strong enough to shake buildings in Tokyo, 265km to the south.  \"It started off with small shakes, then shook bigger,\" Miri Gono in Tokyo told the BBC by e-mail.  \"I was alone in my house with my brother and we were so scared... We took our bottles of water and hid under the table.\" Japan's meteorological agency issued tsunami warnings and advisories for a stretch of coast 420km long, from Aomori prefecture in the north to Ibaraki prefecture in central Japan, just north of Tokyo.  Hundreds of aftershocks have shaken north-eastern Japan in the wake of the earlier earthquake, but few have measured higher than 7.0. About 28,000 people are dead or missing, and hundreds of thousands were left homeless after the tsunami which ripped through the region.",
            "vi": "Một dư chấn mạnh lại tấn công vùng đông bắc Nhật Bản, một tháng sau trận động đất dữ dội dẫn đến cơn sóng thần có sức tàn phá khủng khiếp. Các quan chức đã yêu cầu hàng loạt cuộc di tản và công nhân nhà máy hạt nhân Fukushima đang bị thiệt hại đã ẩn nấp sau trận động đất gây ra cảnh báo sóng thần. Nhưng cảnh báo này đã bị bãi bỏ sau 90 phút và báo cáo không có thiệt hại nào tại nhà máy hạt nhân. Đội cứu hộ khẩn cấp cho biết có hai người tử vong do hậu quả gián tiếp của trận động đất và có khoảng hơn 100 người bị thương. Một phụ nữ 63 tuổi ở quận Yamagata đã chết khi cơn địa chấn làm mất nguồn điện làm ngắt máy hô hấp của bà. Còn một cụ ông 79 tuổi ở quận Miyagi chết do bị sốc. ' Sợ hãi ' Trận động đất mới nhất ở độ sâu 49km (khoảng 32 dặm) đã tấn công bờ biển đông bắc Nhật Bản gần tâm chấn của trận động đất hôm 11 tháng 3 vừa qua. Một phát ngôn viên cho người điều hành nhà máy Tepco báo cáo tại cuộc họp báo ở Tokyo rằng cả bảy công nhân nhà máy Fukushima Daiichi đều an toàn. “Mọi người không có ai bị thương và họ đều ẩn náu trong toà nhà chống địa chấn”. Những người công nhân này đang cố gắng làm mát các lò phản ứng đã bị hư hỏng nhằm ngăn chặn giải thoát phóng xạ. Trận động đất xảy ra vào lúc 23:32 theo giờ địa phương (14:32 theo giờ quốc tế) vào hôm thứ Năm, cách phía bắc Fukushima 118km (khoảng 78 dặm) và cách ngoài khơi 40km. Bản báo cáo đầu tiên cho biết cơn địa chấn có độ lớn 7,4 độ Richter nhưng sau đó cục Khảo sát Địa chấn Hoa Kỳ (USGS) sửa lại là 7,1 độ Richter. Trận động đất vào tháng trước có độ lớn 9.0 độ Richter xảy ra tại độ sâu 32km. Trận động đất hôm thứ Năm cũng xảy ra cùng vị trí động đất ngày 11 tháng Ba vừa qua. Trận động đất này đủ mạnh để làm rung chuyển các toà nhà ở phía nam Tokyo khoảng 265km. Miri gono, một người dân ở Tokyo đã kể với hãng tin BBC qua email rằng “cơn động đất bắt đầu bằng những rung lắc nhỏ rồi lớn dần”.  “ Tôi với anh trai ở trong nhà một mình và chúng tôi rất sợ hãi… Chúng tôi chụp lấy mấy chai nước rồi núp xuống dưới gầm bàn.” Cơ quan khí tượng ở Nhật Bản đã đưa ra cảnh báo về sóng thần đối với vùng bờ biển kéo dài 420km từ quận Aomori ở phía bắc đến quận Ibaraki ở miền trung Nhật Bản, ngay phía bắc Tokyo. Hàng trăm cơn địa chấn đã làm rung chuyển vùng đông bắc Nhật Bản sau trận động đất mới đây nhưng chỉ có một số ít cơn địa chấn lớn hơn 7.0 độ Richter. Có khoảng 28.000 người chết và mất tích, hàng trăm ngàn người vô gia cư sau cơn sóng thần đổ ập vào vùng này."
        }
    ],
    "suggestions": []
}