{
    "en_vn": {
        "data": {
            "content": null,
            "word": "epicenter"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "epicenter"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "epicenter"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>epicenter</k><blockquote><blockquote><ex><abr>n.</abr> at the epicenter</ex></blockquote></blockquote></div>",
            "word": "epicenter"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> điểm trung tâm</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> điện lạnh</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chấn tâm ngoài</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> xây dựng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> tiêu điểm</font></td></tr></tbody></table></div>",
            "word": "epicenter"
        }
    },
    "sentences": [
        {
            "en": "Is that an <em>epicenter</em>?",
            "vi": "Đó là tâm động đất à?"
        },
        {
            "en": "Where is the <em>epicenter</em>?",
            "vi": "Tâm động đất ở đâu?"
        },
        {
            "en": "Shock waves spread out from the <em>epicenter</em> of the earthquake.",
            "vi": "Sóng va chạm tỏa ra từ tâm của cơn địa chấn."
        },
        {
            "en": "Hollywood is considered as the <em>epicenter</em> of the world movies",
            "vi": "Hollywood được xem như là cái nôi của điện ảnh thế giới"
        },
        {
            "en": "The <em>epicenter</em> was out in the ocean; that's why there were tidal waves.",
            "vi": "Tâm địa chấn ở ngoài đại dương; đó là tại sao có sóng thần."
        },
        {
            "en": "The main rescue operation is centered in the city, about 100 kilometers from the <em>epicenter</em> of the quake.",
            "vi": "Hoạt động cứu hộ chủ yếu tập trung ở trong thành phố, cách tâm động đất khoảng 100 cây số"
        },
        {
            "en": "Buildings were damaged near the <em>epicenter</em> in Myanmar's Shan State and villagers continued to feel aftershocks for several hours, according to an official with World Vision in Myanmar",
            "vi": "Theo lời một viên chức của World Vision ở Myanmar thì các toà nhà bị hư hại gần tâm động đất ở bang Shan của Myanmar và dân làng vẫn còn cảm nhận được dư chấn trong nhiều giờ."
        },
        {
            "en": "That quake's <em>epicenter</em> was about 42 miles from the city of Gangtok, the capital of Sikkim, and 169 miles east of Kathmandu, according to the geological survey.",
            "vi": "Tâm chấn cách thành phố Gangtok, thủ phủ của Sikkim khoảng 42 dặm của, và 169 dặm từ phía đông của Kathmandu, theo khảo sát địa chất."
        },
        {
            "en": "The tremors Thursday caused panic in Hanoi, 380 miles to the east of the <em>epicenter</em>, where residents said they heard the shattering of windows, the Vietnam News Agency reported.",
            "vi": "Các trận động đất nhẹ hôm thứ năm gây hoảng sợ ở Hà Nội, cách phía đông tâm động đất 380 dặm, nơi mà người dân nói rằng họ nghe tiếng cửa sổ vỡ, Thông tấn xã Việt Nam cho biết"
        },
        {
            "en": "The world would look a lot different if everyone recycled. Most likely, it would be cleaner and make more use of available resources. Landfills would shrink tremendously. Recycling plants would be an <em>epicenter</em> of activity. ",
            "vi": "Thế giới sẽ khác rất nhiều nếu mỗi chúng ta đều tái chế rác thải. Nhiều khả năng trái đất sẽ trở nên sạch đẹp hơn và có thêm nhiều cách sử dụng các nguồn tài nguyên có sẵn. Các bãi rác thải sẽ thu nhỏ một cách khủng khiếp. Những nhà máy tái chế sẽ là tiêu điểm của hoạt động."
        },
        {
            "en": "Last year the group rescued 41 bears, including 33 in Quang Ninh Province, which was the bear bile industry’s <em>epicenter</em>. Many owners handed over their animals voluntarily after the government banned the bile business.",
            "vi": "Năm ngoái, tập đoàn đã giải cứu 41 con gấu, trong đó có 33 con ở tỉnh Quảng Ninh, trọng điểm của ngành công nghiệp mật gấu. Nhiều chủ sở hữu tự nguyện bàn giao lại động vật của họ sau khi chính phủ ra lệnh cấm kinh doanh mật."
        },
        {
            "en": "\"The whole earth was shaking and it lasted for two minutes,\" Paul Mathai from World Vision, who was 130 kilometers (80 miles) from the <em>epicenter</em>, said in a statement from the organization. \"We were panicked, but all of us are safe.\"",
            "vi": "\"Toàn bộ trái đất đang rung lên và kéo dài suốt hai phút,\" Paul Mathai của tổ chức World Vision, người ở cách 130 ki-lô-mét (80 dặm) so với tâm động đất, đã tường thuật lại trong một bài phát biểu từ tổ chức này. \"Chúng tôi hoảng sợ, nhưng tất cả chúng tôi đều an toàn. \""
        },
        {
            "en": "This is not a prediction, but rather an observation from the very <em>epicenter</em> of this emerging global shift. My partners and I at CloudDDM recently launched the world’s first fully-automated industrial 3D printing factory with unprecedented scale and speed, co-located within UPS’ global distribution headquarters in Louisville, KY (CNN article). In addition, this year we launched the Global Coalition on Additive Manufacturing (GCAM), the only senior executive forum focused on this emerging disruption and its broad implications.",
            "vi": "Đây không phải là một dự đoán, mà là một tầm nhìn từ tâm chấn của sự thay đổi toàn cầu đang nổi lên này. Những đối tác của tôi và tôi ở CloudDDM vừa sáng lập nhà máy in sử dụng toàn bộ kĩ thuật công nghệ tự động ấn xuất chiều với quy mô và tốc độ chưa từng có , cùng nằm trong trụ sở phân phối toàn cầu UPS 'ở Louisville, KY (tòa báo CNN). Ngoài ra, năm nay chúng tôi đưa ra nhóm Liên minh toàn cầu về cộng tác sản xuất (GCAM), diễn đàn điều hành cấp cao duy nhất điều hành tập trung vào sự thay đổi và ảnh hưởng rộng lớn của nó đang nổi lên."
        },
        {
            "en": "Earthquake Hits Myanmar         BANGKOK — A severe earthquake of 6.8 magnitude struck a sparsely populated mountain area in the Golden Triangle region of northeastern Myanmar Thursday, but although the tremors were felt over a wide radius, initial reports of damage and injuries were light.  One person in northern Thailand was reported killed, a bridge was destroyed near the <em>epicenter</em>, homes were damaged in southern China and buildings shook as far away as Bangkok, Hanoi and Yangon, Myanmar’s largest city.  Buildings were damaged near the <em>epicenter</em> in Myanmar’s Shan State and villagers continued to feel aftershocks for several hours, according to an official with World Vision in Myanmar. But reports of any damage and injuries were slow to emerge overnight from the remote mountains and valleys.  The area affected is landlocked, and no tsunami warning was issued.  One woman was killed in the Thai border city of Chiang Rai, about 70 miles south of the <em>epicenter</em>, when a wall fell on her as she was sleeping, Thai television reported. Some people there said they were shaken from their beds or ran into the streets. One woman attending a funeral said she clung to a pole to stay upright.  “I felt I was swaying like a child in a cradle,” the woman, Nutpisut Thongkika, a 50-year-old teacher, said in a telephone interview from Chiang Rai. “The situation here was very chaotic when the earthquake hit.”  Thai television said no serious damage was reported in Chiang Rai.  Many tourists in nearby Chiangmai fled their hotels and remained for hours in the streets.  The United States Geological Survey said the earthquake was just six miles deep, meaning that severe shaking could have caused major damage to buildings in a wide area. It also reported a smaller quake, of 4.8 magnitude, about a half-hour later.  Buildings shook for more than a minute in China’s nearby Yunnan Province and many residents fled their homes in Nanning City, the capital of Guangzi Autonomous Region, the Xinhua news agency reported. It said officials were investigating the extent of the damage.  Another earthquake on March 10 in Yunnan Province in southwest China took 26 lives and destroyed a number of schools, Xinhua reported.  The tremors Thursday caused panic in Hanoi, 380 miles to the east of the <em>epicenter</em>, where residents said they heard the shattering of windows, the Vietnam News Agency reported. Tall buildings shook and chandeliers swayed in Bangkok, 480 miles to the south.  Hours after the quake, people in villages near the <em>epicenter</em> remained in the streets afraid to return indoors, said Jenny McIntyre, communications manager in Yangon for World Vision, a children’s aid agency.   “These are subsistence farmers, simple people who have got simple water systems which will potentially be threatened,” she said, adding that the damaged bridge had cut off an area near the <em>epicenter</em>.  She said she also felt the tremors in Yangon, 350 miles to the southwest. “I suddenly felt really sick and strange and I realized that everything was rocking and the lightshades were all rocking,” she said.  Wongdeun Kongcharoen, 34, a hotel manager in Chiang Rai, said the earthquake cracked the walls of houses and scattered glassware and other belongings in all directions.   “People here are still nervous and staying outside,” she said about two hours after the tremors. “We feel like the situation that happened in Japan. It was so scary.”  She said a Japanese friend told her the shaking was light compared to earthquakes in that country. “But this was the first time for us to experience a situation like this,” Ms. Wongden said. “So that’s why we were still outside and still scared.”",
            "vi": "Myanmar xảy ra động đất      BANGKOK — Một trận động đất mạnh 6,8 độ rích-te xảy ra ở vùng núi dân cư thưa thớt trong khu vực Tam giác vàng ở miền đông bắc Myanmar hôm thứ năm, dù động đất xảy ra trên một vùng rộng lớn nhưng báo cáo ban đầu về thiệt hại và thương tổn không đáng kể.  Theo báo cáo đã có một người ở miền bắc Thái Lan bị chết, một cây cầu gần tâm động đất bị phá hủy, nhà cửa ở miền Nam Trung Quốc bị hư hại và các toà nhà xa tận Bangkok, Hà Nội và Yangon, thành phố lớn nhất của Myanmar, cũng bị rung chuyển.  Theo lời một viên chức của World Vision ở Myanmar thì các toà nhà bị hư hại gần tâm động đất ở bang Shan của Myanmar và dân làng vẫn còn cảm nhận được dư chấn trong nhiều giờ. Nhưng các báo cáo về thiệt hại và thương tổn từ vùng núi và thung lũng hẻo lánh này chốc chốc dần dần tăng lên.  Khu vực bị ảnh hưởng nằm sâu trong đất liền, và không có cảnh báo về sóng thần.  Theo tin từ đài truyền hình Thái Lan, một người phụ nữ đã chết ở thành phố Chiang Rai ven biên giới Thái Lan, cách phía nam tâm động đất khoảng 70 dặm, khi một bức tường đè lên cô ấy trong lúc cô ấy đang ngủ. Một số người ở đó nói họ bị dựng dậy hoặc chạy ùa ra đường. Một người phụ nữ dự đám tang nói rằng cô ấy đã bám vào cây trụ để đứng thẳng.  \"Tôi cảm thấy tôi đang lắc lư như một đứa trẻ trong nôi,\" người phụ nữ tên là Nutpisut Thongkika, giáo viên 50 tuổi, phát biểu trong một cuộc phỏng vấn qua điện thoại từ Chiang Rai. \" Tình hình ở đây rất lộn xộn khi xảy ra động đất.\" Đài truyền hình Thái Lan nói rằng chưa có thiệt hại nghiêm trọng được ghi nhận ở Chiang Rai.  Nhiều du khách ở Chiangmai không xa đó chạy ra khỏi khách sạn và ở ngoài đường mấy tiếng đồng hồ.  Cơ quan Khảo sát địa chất Hoa Kỳ nói rằng động đất chỉ sâu sáu dặm, có nghĩa là rung động mạnh có thể gây thiệt hại nặng nề cho các toà nhà trên một vùng rộng lớn. Cơ quan này cũng cho biết có một trận động đất nhỏ hơn, khoảng 4,8 độ rích-te, xảy ra khoảng nửa tiếng đồng hồ sau đó.  Các toà nhà rung chuyển hơn một phút Tỉnh Vân Nam của Trung Quốc không xa nơi đó và nhiều cư dân chạy ra khỏi nhà của họ ở thành phố Nam Ninh, thủ phủ của Vùng tự trị Guangzi, hãng thông tấn Tân Hoa Xã cho biết. Cơ quan này nói rằng các quan chức đang điều tra mức độ thiệt hại.  Một trận động đất khác xảy ra vào ngày 10 tháng ba ở Tỉnh Vân Nam thuộc miền tây nam Trung Quốc đã tước đi 26 sinh mạng và phá hủy một số trường học, hãng thông tấn Tân Hoa Xã cho biết.  Các trận động đất nhẹ hôm thứ năm gây hoảng sợ ở Hà Nội, cách phía đông tâm động đất 380 dặm, nơi mà người dân nói rằng họ nghe tiếng cửa sổ vỡ, Thông tấn xã Việt Nam cho biết. Các toà nhà cao tầng rung chuyển và đèn treo lắc lư ở Bangkok, cách phía nam 480 dặm.  Nhiều giờ sau khi xảy ra động đất, mọi người ở các làng gần tâm động đất vẫn còn ở ngoài đường vì sợ trở vào nhà, theo lời của Jenny McIntyre nói, giám đốc truyền thông của World Vision tại Yangon, một cơ quan giúp đỡ trẻ em.  \"Đây là những người sống bằng nghề nông, những con người bình dị chỉ có những hệ thống tưới tiêu đơn giản mà cũng có nguy cơ bị đe doạ,\" cô ấy nói, cô cũng nói thêm là cây cầu bị hư đã cắt đứt phương tiện giao thông tại một khu vực gần tâm động đất.  Cô ấy nói rằng cô ấy cũng cảm nhận được động đất nhẹ ở Yangon, cách phía tây nam 350 dặm. \"Đột nhiên tôi cảm thấy thật sự không ổn và là lạ và tôi nhận ra rằng mọi thứ đang rung chuyển, các chụp đèn đều đang lắc lư,\" cô ấy nói.  Wongdeun Kongcharoen, 34 tuổi, giám đốc khách sạn ở Chiang Rai, nói rằng động đất làm nứt tường nhà và làm cho đồ thủy tinh và đồ đạc cá nhân khác văng ra tứ phía. \"Mọi người ở đây vẫn còn lo lắng và ở bên ngoài, \" cô ấy nói khoảng hai tiếng đồng  hồ sau khi xảy ra động đất. \"Chúng tôi cảm thấy giống như tình hình xảy ra ở Nhật. Thật rùng rợn. Cô ấy nói rằng một người bạn Nhật nói với cô ấy là rung chuyển nhẹ so với động đất ở Nhật. \"Nhưng đây là lần đầu chúng tôi trải qua tình huống như thế này,\" cô Wongden nói. \"Đó là lý do vì sao chúng tôi vẫn còn ở bên ngoài và vẫn còn sợ.\""
        },
        {
            "en": "Search For Survivors Continues After Chile Massive Quake       Rescue workers are tearing through the rubble in search of survivors in Chile Sunday, a day after a massive earthquake shattered the country's central region.  The 8.8 magnitude quake struck the South American country Saturday in the early morning hours.  Many Chileans have continued to stay out of their homes because of the jolting series of aftershocks, some as strong as 6.9 magnitude. The quake has killed more than 300 people and damaged as many as 1.5 million homes. Officials say the death toll is expected to rise. Rescuers are working to reach about a 100 people trapped in an apartment building that collapsed in Concepcion, the country's second-largest city. The main rescue operation is centered in the city, about 100 kilometers from the <em>epicenter</em> of the quake. Looters ransacked stores in Concepcion Sunday, stealing both food and electrical appliances. Police used tear gas and water cannons to disperse a crowd of looters at one supermarket. Chilean President Michelle Bachelet declared a \"state of catastrophe\" in central Chile, where the quake toppled buildings, overturned cars and brought down power and phone lines.  Bridges fell and many streets were covered with rubble. Fires were reported. Several hospitals collapsed. The president has not asked for assistance from other countries, but several nations have offered to send aid. Speaking at the Vatican Sunday, Pope Benedict said he is praying for the people of Chile and other populations in the Pacific tested by the calamity.  The earthquake has raised a daunting first challenge for billionaire Sebastian Pinera, who was elected Chile's president in January. He takes office in two weeks. Chile's children who were preparing to return to school Monday at the end of their summer break have had their vacation extended another week. In the capital, Santiago, officials closed the international airport because of damage. Argentina and other parts of South America also felt the earthquake. While cell phone communication was knocked out by the quake, many people used social networking sites such as Twitter and Facebook to reach out to friends and loved ones. The U.S. Geological Survey says an earthquake with a magnitude of 8 or more is classified as a \"great\" earthquake that can cause tremendous damage.  The biggest earthquake ever recorded struck the same area of Chile in 1960. It had a magnitude of 9.5 and also set off a tsunami, which had devastating effects in Pacific countries including Japan and the Philippines, where at least 1,600 people were killed.",
            "vi": "Cuộc tìm kiếm người sống sót vẫn tiếp tục sau trận động đất dữ dội ở Chile       Nhân viên cứu hộ đang đào bới xuyên qua đống đổ nát để tìm kiếm người sống sót ở Chile hôm Chủ nhật, một ngày sau trận động đất ồ ạt đã phá huỷ khu vực miền trung ở quốc gia này.  Trận động đất 8.8 độ rích-te đã làm rung chuyển đất nước Nam Mỹ này vào sáng sớm hôm thứ bảy. Nhiều người dân Chile vẫn còn ở bên ngoài nhà của họ vì có những đợt dư chấn rung chuyển nữa, trong đó có một số dư chấn mạnh đến 6.9 độ rích-te. Trận động đất đã làm chết hơn 300 người và phá huỷ lên đến 1,5 triệu căn nhà. Các viên chức nói rằng tổng số người chết sẽ còn tiếp tục tăng. Nhân viên cứu hộ đang làm việc để cứu khoảng 100 người mắc kẹt trong một chung cư bị đổ sập ở Concepcion, thành phố lớn thứ nhì ở quốc gia này. Hoạt động cứu hộ chủ yếu tập trung ở trong thành phố, cách tâm động đất khoảng 100 cây số Những kẻ hôi cướp phá các cửa hàng ở Concepcion hôm chủ nhật, ăn cắp cả thức ăn lẫn đồ điện. Cảnh sát sử dụng hơi cay và vòi rồng để giải tán một đám đông những kẻ cướp phá tại 1 siêu thị.  Michelle Bachelet tổng thống chilean tuyên bố \" nhà nước của thảm hoạ \" ở miền trung Chile, nơi trận động đất làm lật đổ những toà nhà, lật ngược những chiếc xe hơi và làm cắt lưới điện và đường dây điện thoại.  Những cây cầu đổ sập và nhiều đường phố phủ đầy những đống gạch vụn. Những đám cháy đang được đưa tin. Vài bệnh viện bị sập đổ.  Tổng thống đã không đòi trợ giúp từ quốc gia khác, nhưng vài quốc gia đã đề nghị gửi viện trợ.  Phát biểu tại Vatican hôm Chủ Nhật, Đức giáo hoàng Benedict nói rằng Ngài đang cầu nguyện cho người dân ở Chile và những cư dân khác ở vùng Thái Bình Dương đang chịu thử thách trước thiên tai. Trận động đất còn gia tăng thách thức làm thoái chí đầu tiên cho tỉ phú Pinera Sebastian, người được bầu làm tổng thống Chile vào tháng giêng. Ông ấy sẽ nhậm chức trong hai tuần nữa.  Trẻ em Chile đang sắp quay lại trường học vào ngày thứ hai sau kỳ nghỉ hè đã phải kéo dài kỳ nghỉ sang thêm một tuần nữa. Ở thủ đô, Santiago, các viên chức đã đóng sân bay quốc tế vì thiệt hại.  Argentina và các nơi khác vùng Nam Mỹ cũng bị ảnh hưởng trận động đất.  Trong khi mạng điện thoại di động bị cắt đứt bởi trận động đất, nhiều người sử dụng các trang mạng xã hội như là Twitter và Facebook để liên lạc với bạn bè và người thân. Cơ quan khảo sát địa chất Hoa Kỳ nói trận động đất với cường độ 8 hay hơn 8 độ rích-te được xếp vào trận động đất \"lớn\" có thể gây ra thiệt hại vô cùng nặng nề. Trận động đất lớn nhất từng được ghi lại đã làm rung chuyển cùng một khu vực trên ở Chile vào năm 1960. Nó có độ lớn là 9.5 độ rích-te và cũng gây ra sóng thần, kéo theo những hậu quả phá hoại thảm khốc ở các nước Thái Bình dương trong đó có Nhật Bản và Philippines, nơi có ít nhất 1,600 người đã bị chết."
        },
        {
            "en": "China Rushes Aid to Victims of Powerful Earthquake          Western China has been rocked by a powerful earthquake and strong aftershocks, which have claimed more than 400 lives. More than 10,000 people have been injured and many more people may be trapped in damaged buildings. The earthquake struck the western Chinese province of Qinghai early Wednesday, collapsing buildings in villages around the region. The China Earthquake Administration estimates the quake as being a 7.1 magnitude, while the U.S. Geological Survey puts it at 6.9. The quake struck just before 8 in the morning in the mountainous and remote western area, which divides Qinghai Province and Tibet. A second strong quake struck about five minutes later, state media say, destroying 85 percent of the buildings in one township near the <em>epicenter</em>. School children are among those reported as trapped and many injured people can be seen in the street with bleeding head wounds. An Armed Police Detachment Commander in Qinghai, Shi Huajie, told Chinese state TV some 600 rescuers are scrambling to save the many people he says are buried in Yushu County. But he says a lack of organization is slowing their efforts. Shi says the earthquake stuck when many people were still asleep - and he says the rescue effort is also being hampered by the lack of heavy lifting equipment. Telecommunications have been disrupted and roads from the nearest airport are reported to be badly damaged. Rescue equipment is being rushed to the high altitude area. The quake comes nearly two years after the massive western Sichuan earthquake, which claimed at least 68,000 lives. That quake sparked angry protests among residents who said the poor quality of buildings was to blame for the large number of casualties, especially children who died when their schools collapsed. China's earthquake History May 2008: 7.9 magnitude earthquake hits southwestern province of Sichuan; nearly 90,000 dead or missing  February 2003: 6.8-magnitude earthquake kills more than 260 in western region of Xinjiang  February 1996: 7.0-magnitude earthquake hits southwestern Yunnan province, more than 300 killed July 1976: 7.8-magnitude quake levels northern city of Tangshan in Hebei province; official death toll estimate more than 240,000 February 1975: 7.3 magnitude quake in northeastern province of Liaoning kills 1,300 people  May 1974: 7.1-magnitude quake hits Sichuan and Yunnan. Death toll estimates range between 10,000-20,000  January 1970: Earthquake measuring at least 7.5 hits Yunnan; more than 15,600 people dead",
            "vi": "Trung Quốc khẩn trương cứu hộ những nạn nhân của trận động đất dữ dội      Một trận động đất dữ dội cùng những dư chấn mạnh đã làm rung chuyển miền tây Trung Quốc và làm thiệt mạng hơn 400 người. Hơn 10.000 người khác bị thương và rất nhiều người nữa có lẽ vẫn còn bị mắc kẹt trong những toà nhà đổ nát. Trận động đất xảy ra ở tỉnh Thanh Hải miền tây Trung Quốc vào sáng sớm ngày thứ tư, làm đổ sụp nhiều toà nhà ở các ngôi làng quanh khu vực này. Trung tâm quan sát động đất Trung Quốc đo được trận động đất có sức mạnh 7,1 độ rích-te, trong khi Cơ quan Khảo sát địa chất Hoa Kỳ đo được là 6,9 độ rích-te. Trận động đất diễn ra vào trước 8 giờ sáng ở khu vực miền núi xa xôi ở phía tây, ranh giới giữa Tỉnh Thanh Hải và Tây Tạng. Phương tiện truyền thông quốc gia cho hay trận động đất mạnh thứ hai diễn ra sau đó khoảng năm phút phá huỷ 85 phần trăm toà nhà trong một thị trấn gần tâm động đất. Học sinh nằm trong số những người được đưa tin là đang bị mắc kẹt và không ít người bị thương được tìm thấy trên đường phố với những vết thương đầu đang chảy máu. Shi Huajie, một quân cảnh tham gia cứu hộ ở Thanh Hải, nói trên đài truyền hình trung ương Trung Quốc rằng có khoảng 600 nhân viên cứu hộ đang cố gắng cứu nhiều người đang bị chôn vùi ở huyện Ngọc Thụ. Nhưng ông ấy cho hay sự thiếu tổ chức đang làm chậm tiến độ cứu hộ của họ. Shi nói trận động đất xảy ra khi nhiều người vẫn còn đang ngủ - và ông ấy nói nỗ lực cứu hộ cũng bị cản trở do thiếu thiết bị nâng hạng nặng. Mạng viễn thông bị cắt đứt và đường sá từ sân bay gần nhất bị hư hại nặng nề. Thiết bị cứu hộ đang được gấp rút đưa khu vực cao độ. Trận động đất xảy ra gần hai năm sau trận động đất dữ dội ở miền tây Tứ Xuyên, cướp đi 68.000 sinh mạng. Trận động đất đó đã dấy lên sự phản đối kịch liệt trong quần chúng nhân dân, những người cho rằng tình trạng nhà cửa kém chất lượng là nguyên nhân gây ra số lượng tử vong lớn, đặc biệt là trẻ em đã bị chết khi trường học bị đổ sập. Lịch sử các trận động đất ở Trung Quốc Tháng 5 năm 2008: trận động đất 7,9 độ Rích-te làm rung chuyển tây nam tỉnh Tứ Xuyên; khiến gần 90.000 người chết hoặc mất tích Tháng 2 năm 2003: trận động đất 6,8 độ Rích-te giết chết hơn 260 người ở vùng phía tây Tân Cương Tháng 2 năm 1996: trận động đất 7,0 độ Rích-te phá huỷ phía tây nam tỉnh Vân Nam, làm hơn 300 người thiệt mạng Tháng 7 năm 1976: trận động đất 7,8 độ rích-te san bằng thành phố phía bắc của Đường Sơn ở tỉnh Hà Bắc; ước tính con số tử vong chính thức là hơn 240.000 người. Tháng 2 năm 1975: trận động đất 7,3 độ rích-te ở đông bắc tỉnh Liêu Ninh làm thiệt mạng 1.300 người Tháng 5 năm 1974: trận động đất 7,1 độ rích-te xảy ra ở Tứ Xuyên và Vân Nam. Số tử vong ước tính từ 10.000 đến 20.000 người Tháng 1 năm 1970: một trận động đất đo được 7,5 độ rích-te làm rung chuyển Vân Nam; làm hơn 15.600 người chết"
        },
        {
            "en": "There were no reports of major damage or serious injuries from the 5.8 magnitude quake, which was centered in Mineral, Virginia. It was the largest quake in Virginia since 1897 and struck at a shallow depth, increasing its potency. The Pentagon, White House and Capitol were evacuated in Washington, and thousands of alarmed workers scurried into the streets up and down the East Coast as the lunchtime quake sent items crashing down from store and office shelves. \"We were rocking,\" said Larry Beach, who works at the U.S. Agency for International Development in downtown Washington, 83 miles from the quake's <em>epicenter</em>. \"It was definitely significant.\" Federal workers were sent home early. Washington's National Cathedral, host to state funerals and memorial services for many U.S. presidents, suffered damage with three spires in the central tower breaking off. The U.S. East Coast does not normally experience quakes as strong as Tuesday's. The U.S. Geological Survey said the quake was of 5.8 magnitude, downgrading an earlier estimate if 5.9. Earthquakes of magnitude 5.5 can cause damage to buildings and other structures. In addition to the Virginia earthquake, there were nine tremors in the area immediately around Cokedale, Colorado, near the border of New Mexico. \"Today we had two significant earthquakes shake large portions of the country,\" said David Wald, a geophysicist with the USGS. \"The Western earthquake, magnitude 5.3, within the last 24 hours, shook roughly four western states, primarily Colorado and New Mexico, but also parts of Kansas, Oklahoma as well as Texas -- large states, but probably experienced by tens of thousands of people,\" he said. CAPITOL SHAKEN As if a rare strong earthquake were not enough, the East Coast was also on alert for powerful Hurricane Irene which was heading up from the Caribbean and could hit at the weekend. The quake made chandeliers sway in the Capitol and the floor of the Senate shook before staff headed for the exits. Some minor damage could be seen in the rotunda, under the dome of the Capitol. Bits of paint and plaster fell from high on the walls and chunks of plaster fell from above a doorway in the Capitol's Statuary Hall. Congress is in recess so most members were away. \"I thought at first somebody was shaking my chair and then I thought maybe it was a bomb,\" said Senate aide Wendy Oscarson-Kirchner. Phone service was disrupted throughout the region as network congestion blocked cell phone users from making calls. There were also nuclear safety fears when one of four emergency diesel generators at the North Anna nuclear power plant in Virginia lost power due to the quake and automatically halted operations. The plant operated by Dominion Resources was designed to withstand an earthquake of magnitude up to 6.2, a company spokesman said. Dominion reported no major damage to the facility. Three generators were needed to kick in and keep the reactors' radioactive cores cool. A fourth diesel unit failed. In New York, the tremors prompted evacuations of courthouses, City Hall and halted work at the World Trade Center construction site. \"What a spooky, strange feeling,\" said Billy Simeonidis, the owner of BareBurger in Brooklyn. \"You just don't have any control. I don't know how they do it on the West Coast.\" Control towers at John F. Kennedy International Airport in New York City and Newark Liberty Airport in New Jersey were also evacuated, and flights were grounded briefly in Washington, Philadelphia and New York. The quake was felt as far away as Toronto. Buildings in Boston were evacuated, and some people who experienced swaying offices said they felt their stomachs turn. \"We see we had shaking from Canada and Maine all the way down to Georgia and in Michigan and Illinois. So this was over about 20 states,\" said the USGS's Wald. But saturation TV coverage of an East Coast quake that caused little damage drew smirks of amused disbelief from seismic-savvy Californians watching the news. \"East Coasters freak out, West Coasters roll their eyes,\" read one headline accompanying a story about Twitter reactions on the Hollywood website The Wrap.com.",
            "vi": "Không có bất cứ báo cáo nào về thiệt hại nặng nề hoặc tổn thương nghiêm trọng sau trận động đất cường độ 5,8 độ richter xảy ra ở trung tâm thành phố Mineral thuộc bang Virginia. Đó là trận động đất lớn nhất ở bang Virginia kể từ năm 1897 và đã ảnh hưởng xấu đến độ nông sâu của vùng khi cường độ của nó tăng lên.  Lầu năm góc, Nhà Trắng và Trụ sở quốc hội Hoa Kỳ ở Washington đã được di tản đến nơi an toàn, hàng ngàn công nhân được cảnh báo đã chạy ào ra các con đường khắp nơi ở Bờ Đông khi trận động đất xảy ra vào giờ ăn trưa, làm cho hàng hóa cùng vật dụng ở các cửa hàng và các ngăn kệ trong văn phòng đổ ầm xuống.  “Chúng tôi đang rung chuyển,” Larry Beach - người làm việc ở Cơ quan Phát triển Quốc tế Hoa Kỳ ở trung tâm Washington, cách tâm động đất 83 dặm, đã nói. “Điều đó là chắc chắn“. Các công nhân liên bang đã được nghỉ làm sớm. Ba ngọn tháp ở tòa nhà chính của Nhà thờ Quốc gia ở Washington – là nơi chuyên tổ chức các đám tang trọng thể và lễ truy điệu cho các tổng thống Hoa Kỳ – đã bị gãy đổ.  Ở Bờ Đông của Hoa Kỳ chưa bao giờ xảy ra trận động đất nào mạnh như trận động đất hôm thứ ba. Cục Khảo sát Địa chất Hoa Kỳ cho biết trận động đất có cường độ 5,8 ritcher, đã giảm bớt so với ước tính trước đó là 5,9 độ ritcher. Các trận động đất có cường độ 5,5 độ ritcher có thể phá hủy nhiều tòa cao ốc và nhiều công trình kiến trúc khác. Ngoài trận động đất ở bang Virginia, còn chín cơn động đất nhẹ ngay sau đó ở khu vực xung quanh vùng Cokedale thuộc bang Colorado, gần biên giới của bang New Mexico.   “Ngày hôm nay đã có hai trận động đất mạnh làm rung chuyển nhiều khu vực rộng lớn trên toàn quốc,”, David Wald – một nhà địa vật lý của Cục Khảo sát Địa chất Hoa Kỳ – cho biết. “Trận động đất ở phía tây có cường độ 5,3 độ ritcher diễn ra trong vòng 24 tiếng đồng hồ qua, đã làm chấn động mạnh bốn bang phía tây, chủ yếu là ở bang Colorado và New Mexico; ngoài ra còn ảnh hưởng đến một số nơi ở các bang có diện tích lớn như Kansas, Oklahoma và Texas, nhưng chắc chắn hàng chục ngàn người đã cảm giác được trận động đất,”, ông David Wald nói.  Trụ sở Quốc hội Hoa Kỳ rung chuyển Có vẻ như một trận động đất mạnh hiếm thấy như thế là chưa đủ, Bờ Đông còn ở trong tình trạng báo động về cơn bão có sức tàn phá dữ dội Irene đang tiến thẳng vào từ vùng biển Caribbean và có khả năng ập đến vào cuối tuần này. Trận động đất này làm cho các ngọn đèn treo trong Trụ sở Quốc hội Hoa Kỳ và sàn nhà của Thượng nghị viện rung lắc trước khi các nhân viên ra đến lối thoát hiểm. Có vài thiệt hại nhỏ trong nhà tròn, dưới mái vòm của Trụ sở Quốc hội Hoa Kỳ. Một số mảnh sơn vữa rơi từ trên tường xuống và nhiều mảng thạch cao lớn rơi xuống từ trên một khung cửa của sảnh Statuary trong Trụ sở Quốc hội Hoa Kỳ. Cuộc họp Quốc hội bị hoãn lại do có quá nhiều thành viên vắng mặt. “Lúc đầu tôi cứ tưởng có ai đó đang rung cái ghế, sau đó tôi lại nghĩ có thể là có bom,” một sĩ quan của Thượng nghị viên – Wendy Oscarson-Kirchner đã nói. Dịch vụ điện thoại bị gián đoạn trên toàn khu vực này vì mạng lưới bị tắc nghẽn đã ngăn người dùng điện thoại di động thực hiện các cuộc gọi. Còn có nhiều nỗi lo sợ về an toàn hạt nhân khi một trong bốn máy phát điện khẩn cấp dùng động cơ diesel của nhà máy điện hạt nhân North Anna thuộc bang Virgina không còn năng lượng do ảnh hưởng của trận động đất và các hoạt động tạm dừng tự động. Nhà máy hạt nhân này do công ty Dominion Resources quản lý, được thiết kế để có thể chịu được một trận động đất có cường độ lên đến 6,2 độ ritcher, một người phát ngôn của công ty cho biết. Dominion tuyên bố rằng không có thiệt hại nặng nề về vật chất. Ba nhà máy điện hạt nhân còn lại cần phải góp phần giữ mát cho các hạt nhân phóng xạ trong lò phản ứng hạt nhân. Ở New York, những trận động đất nhẹ đã làm cho các trụ sở tòa án thuộc tòa án thành phố phải di tản và trang web về xây dựng World Trade Center phải tạm ngừng hoạt động  Billy Simeonidis – chủ nhà hàng BareBurger ở bang Brooklyn – phát biểu: “Thật là một cảm giác đáng sợ và lạ lùng,” “Bạn trở nên mất kiểm soát. Tôi không biết người ta làm điều đó như thế nào trên Bờ Tây.” Các đài kiểm soát không lưu của sân bay quốc tế John F. Kennedy ở thành phố New York và của sân bay Newark Liberty ở thành phố New Jersey cũng được di tản; ở Washington, Philadelphia và New York, một số chuyến bay tạm hoãn.  Trận động đất đã gây chấn động xa tới tận Toronto. Các cao ốc ở Boston được sơ tán, một số người cảm nhận được sự rung chuyển của căn phòng cho biết khi đó họ cảm thấy buồn nôn. “Chúng tôi thấy rằng có sự chấn động kéo dài từ Canada và bang Maine xuống tận bang Georgia và ở các bang Michigan và Illinois. Có nghĩa là trận động đất này ảnh hưởng đến khoảng 20 bang,” ông Wald của Cục Khảo sát Địa chất Hoa Kỳ đã nói. Tuy nhiên, bản tin trên ti vi về một trận động đất ở Bờ Đông gây thiệt hại không đáng kể đã làm cho những người dân vùng California hiểu biết về động đất phải hồ nghi khi họ xem bản tin này. “Đông thì gió dồn sóng dập, Tây thì lặng yên đứng nhìn“ là tiêu đề của một bài viết về phản ứng của cộng đồng mạng xã hội Twitter trên trang web của Hollywood là The Wrap.com."
        }
    ],
    "suggestions": []
}