{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,epi'θ:ljəl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(sinh vật học) (thuộc) biểu mô</td></tr></table><i/></div>",
            "word": "epithelial"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "epithelial"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "epithelial"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "epithelial"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "epithelial"
        }
    },
    "sentences": [
        {
            "en": "Malignant tumors derived from <em>epithelial</em> cells.",
            "vi": "U ác tính xuất phát từ các tế bào biểu mô."
        },
        {
            "en": "It may occur in any tissue containing <em>epithelial</em> cells.",
            "vi": "Nó có thể xảy ra bất cứ mô nào có chứa tế bào biểu bì."
        },
        {
            "en": "A hairlike process, large numbers of which are found on certain <em>epithelial</em> cells on certain protozoa.",
            "vi": "Chỗ lồi ra giống tóc, một số rất lớn thấy trên vài tế bào biểu mô và trên một vài nguyên sinh động vật."
        },
        {
            "en": "Human tissue includes four main types: <em>epithelial</em>, connective, muscular and nervous tissue.",
            "vi": "Cơ thể người có bốn loại mô chính là biểu mô, mô liên kết, mô cơ và mô thần kinh."
        },
        {
            "en": "Human tissue includes four main types : <em>epithelial</em>, connective, muscular and nervous tissue.",
            "vi": "Cơ thể người có bốn loại mô chính là biểu mô, mô liên kết, mô cơ và mô thần kinh."
        },
        {
            "en": "A benign tumour of <em>epithelial</em> origin that is derived from glandular tissue or exhibits clearly defined glandular structures.",
            "vi": "Bướu lành có nguồn gốc biểu mô bắt nguồn từ mô tuyến hoặc nó là cấu trúc tuyến một cách rõ rệt."
        },
        {
            "en": "A malignant <em>epithelial</em> tumour arising from the glandular structures, which are constituent parts of most oranges of the body.",
            "vi": "Một bướu biểu mô ác tính mọc lên từ tổ chức tuyến, nó tạo thành một phần hoặc toàn bộ cơ quan của cơ thể."
        },
        {
            "en": "A clear glassy material produced as the result of degeneration in certain tissues, particularly connection tissue and <em>epithelial</em> cells.",
            "vi": "Một chất liệu trong suốt như thủy tinh sản sinh ra do thoái hoá trong một số mô, đặc biệt mô liên kết và các tế bào biểu mô."
        },
        {
            "en": "<em>Epithelial</em> tissue can be classified according to the shape of the cells at the surface as flat, cubic or columnar.",
            "vi": "Biểu mô có thể được phân loại dựa trên hình dáng của các tế bào ở bề mặt là dẹt, vuông hay trụ."
        },
        {
            "en": "Breast milk analysis may enable the early detection of breast cancer         Eighty percent of women give birth, and now there may be a chance that breast cancer can be detected earlier by examining cells in breast milk, according to a presentation at the American Association for Cancer Research 102nd Annual Meeting in Orlando, Florida this week.   Analyzing the <em>epithelial</em> cells may in future make it possible to assess an individual mother's risk, researchers believe. <em>Epithelial</em> cells are joined together by cell junctions (tight junctions found only in epithelia, but also adhering junctions and gap junctions, which are found also in other tissues). The <em>epithelial</em> cell layer is attached to the underlying connective tissue by a basement membrane, which is secreted in part by the <em>epithelial</em> cells and the underlying connective tissue cells.  Kathleen Arcaro of UMass Amherst says that because about 80% of women give birth, non-invasively testing their breast milk for early indicators of elevated breast cancer risk would provide screening for a majority of women earlier than currently available and at a time (during pregnancy and lactation) when it is difficult to diagnose breast cancer. Other methods of obtaining breast cells to assess cancer risk in women of all ages exist, but techniques such as ductal lavage and nipple aspiration are invasive and yield very few cells, only tens or hundreds rather than the millions available from collecting breast milk. Early detection of methylation in breast tissue is a key in preventing cancer, Arcaro notes, and is the focus of a great deal of study. Epigenetic changes are not related to DNA mutations, and are often thought to be related to environmental exposures. They are passed on to dividing cells. However, methylation is reversible, so early detection increases treatment options.   DNA methylation is essential for normal development and is associated with a number of key processes including genomic imprinting, X-chromosome inactivation, suppression of repetitive elements, and carcinogenesis.   Arcaro comments:  \"This in itself is not enough; we need to look at a larger panel of genes. But to find these methylation differences between biopsied and non-biopsied breasts when we only looked at three genes is very interesting and encouraging. We're seeing differences not related to lactation or pregnancy. It clearly suggests that looking at a larger panel of genes would allow us to assess risk much more accurately, which leads to earlier detection of changes. A woman might be able to have her breast milk tested when she has a baby at age 25 or 30 and put her mind at ease, or give her an early warning.\"   Examining breast milk could show signs of elevated breast cancer risk in women at an earlier age than ever before, in a population currently not receiving mammograms or other screening. More studies are needed to expand the number of genes, and long-term studies are now underway with about 80% of the original participants enrolled in long-term follow-up.   Arcaro continues regarding the next phase of research:  \"We'll take a little sample of colostrums, and with a totally noninvasive and accurate assay, be able to tell her how her breasts are doing.\"  A mammogram, or X-ray of the breast, is still one of the best tools available for the early detection of breast cancer. It cannot cause cancer to spread, nor can the pressure put on the breast from the mammogram.   Source: University of Massachusetts Amherst   Written by Sy Kraft, B.A.  Copyright: Medical News Today",
            "vi": "Phân tích sữa mẹ có thể cho phép phát hiện sớm ung thư vú       80% phụ nữ đều sinh con, và hiện đã có cơ hội để phát hiện bệnh ung thư vú sớm hơn bằng cách kiểm tra các tế bào trong sữa mẹ, theo một báo cáo tại cuộc họp thường niên lần thứ 102 của Hiệp hội Nghiên cứu Ung thư Mỹ tại Orlando, Florida hồi tuần này. Các nhà nghiên cứu tin tưởng là phân tích các tế bào biểu mô có thể giúp đánh giá nguy cơ cho người mẹ trong tương lai. Các tế bào biểu mô được nối với nhau bằng các liên kết tế bào (các liên kết chặt chẽ không chỉ thấy trong biểu mô, mà còn ở các cầu nối tiếp giáp và các khớp nối, cũng thấy trong các mô khác). Lớp tế bào biểu mô được gắn vào mô liên kết nằm bên dưới bởi màng nền, sẽ bài tiết ra phần nào do tế bào biểu mô và tế bào mô liên kết bên dưới. Kathleen Arcaro của UMass Amherst nói rằng vì khoảng 80% phụ nữ sinh con, xét nghiệm sữa mẹ của họ bằng phương pháp chẩn đoán không đòi hỏi phải rạch da hoặc tiêm chích cho các dấu hiệu dự báo sớm của nguy cơ mắc bệnh ung thư vú cao sẽ cung cấp sự kiểm tra cho đa số phụ nữ sớm hơn hiện tại sẵn có và vào thời điểm (khi đang có thai và tiết sữa) khó có thể chẩn đoán ung thư vú. Có các phương pháp khác để lấy tế bào vú đánh giá nguy cơ ung thư trong phụ nữ ở mọi lứa tuổi, nhưng các kỹ thuật như là rửa ống dẫn sữa và hút đầu vú lại làm tổn thương cơ thể và lấy được rất ít tế bào, chỉ khoảng chục hoặc trăm tế bào chớ không phải là hàng triệu như lấy từ sữa mẹ. Phát hiện sớm sự methyl hóa ở các mô vú là mấu chốt trong việc ngăn ngừa ung thư, Arcaro lưu ý, và là trọng tâm của rất nhiều nghiên cứu. Những thay đổi biểu sinh không liên quan đến đột biến ADN, và thường được cho là do phơi nhiễm môi trường. Chúng được truyền lại bởi các tế bào phân chia. Tuy nhiên, sự methyl hóa có thể điều trị, vì vậy sự phát hiện sớm sẽ giúp tăng cơ may chữa trị. Sự methyl hóa ADN rất cần thiết cho sự phát triển bình thường và được kết hợp với một số quá trình then chốt như sự ghi dấu bộ gien, bất hoạt nhiễm sắc thể X, ngăn chặn các thành phần lặp lại, và gây ung thư. Arcaro nhận xét: “Chỉ riêng điều này là không đủ, chúng ta cần phải nhìn vào một hệ thống gien lớn hơn. Nhưng để tìm thấy những khác biệt trong sự methyl hóa giữa sinh thiết và không sinh thiết vú khi chúng ta chỉ xem xét 3 gien là rất thú vị và thách thức. Chúng tôi thấy rằng sự khác biệt không liên quan đến việc tiết sữa hoặc mang thai. Điều này rõ ràng cho thấy xem xét một hệ thống gien lớn hơn sẽ cho phép chúng ta đánh giá chính xác rủi ro nhiều hơn, dẫn đến việc phát hiện sớm các thay đổi. Phụ nữ có thể kiểm tra sữa của mình khi có em bé lúc 25 hoặc 30 tuổi để an tâm, hoặc biết được nguy cơ ung thư vú sớm.” Kiểm tra sữa mẹ có thể cho thấy các dấu hiệu của nguy cơ ung thư vú cao ở phụ nữ ở độ tuổi trẻ hơn bao giờ hết, trong một cộng đồng hiện không được chụp X quang tuyến vú hoặc các xét nghiệm khác. Cần thêm nhiều nghiên cứu để mở rộng số lượng gien, và các nghiên cứu dài hạn hiện đang thực hiện với khoảng 80% người tham dự ban đầu đăng ký trong bước thực hiện lâu dài tiếp theo. Arcaro nói tiếp về các giai đoạn kế đến của nghiên cứu: “Chúng tôi sẽ lấy một ít mẫu sữa non, bằng phương pháp hoàn toàn chuẩn xác và không đòi hỏi phải rạch da hoặc tiêm chích, và có thể kiểm tra để biết được tình trạng sức khỏe của vú”. Chụp X-quang tuyến vú, hoặc X-quang ngực, vẫn là một trong những công cụ tốt nhất để phát hiện sớm ung thư vú. Nó không thể làm ung thư di căn, áp suất cũng không chèn ép lên ngực bởi chụp X-quang vú. Nguồn: Đại học Massachusetts Amherst Tác giả: Cử nhân Sy Kraft  Bản quyền: Medical News Today"
        },
        {
            "en": "What is ovarian cancer? This cancer begins in the ovaries, the twin organs that produce a woman's eggs and the main source of the female hormones estrogen and progesterone. Treatments for ovarian cancer have become more effective in recent years, with the best results seen when the disease is found early.  Ovarian cancer symptoms     * Bloating or pressure in the belly.     * Pain in the abdomen or pelvis.     * Feeling full too quickly during meals.     * Urinating more frequently. These symptoms can be caused by many conditions that are not cancer. If they occur daily for more than a few weeks, report them to your health care professional. Risk factor: Family history A woman's odds of developing ovarian cancer are higher if a close relative has had cancer of the ovaries, breast, or colon. Researchers believe that inherited genetic changes account for 10% of ovarian cancers. This includes the BRCA1 and BRCA2 gene mutations, which are linked to breast cancer.  Women with a family history of disease should talk with a doctor to see whether closer medical follow-up could be helpful. Risk factor: Age The strongest risk factor for ovarian cancer is age. It's most likely to develop after a woman goes through menopause. Using postmenopausal hormone therapy may increase the risk. The link seems strongest in women who take estrogen without progesterone for at least 5 to 10 years. Doctors are not certain whether taking a combination of estrogen and progesterone boosts the risk as well. Risk factor: Obesity Obese women have a higher risk of getting ovarian cancer than other women. And the death rates for ovarian cancer are higher for obese women too, compared with non-obese women. The heaviest women appear to have the greatest risk. Ovarian cancer screening tests There are two ways to screen for ovarian cancer before it causes symptoms or shows up during a routine gynecologic exam. One is a blood test for elevated levels of a protein called CA-125. The other is an ultrasound of the ovaries. Unfortunately, neither technique has been shown to save lives when used in women of average risk. For this reason, screening is only recommended for women with strong risk factors. Diagnosing ovarian cancer Imaging tests, such as ultrasound or CT scans can help reveal an ovarian mass. But these scans can't determine whether the abnormality is cancer. If cancer is suspected, the next step is usually surgery to remove suspicious tissues. A sample is then sent to the lab for further examination. This is called a biopsy. Sometimes a sample taken with a needle can also be used for diagnosis. Stages of ovarian cancer The initial surgery for ovarian cancer also helps determine how far the cancer has spread, described by the following stages: Stage I: Confined to one or both ovaries. Stage II: Spread to the uterus or other nearby organs. Stage III: Spread to the lymph nodes or abdominal lining. Stage IV: Spread to distant organs, such as the lungs or liver. Types of ovarian cancer The vast majority of ovarian cancers are <em>epithelial</em> ovarian carcinomas. These are malignant tumors that form from cells on the surface of the ovary. Some <em>epithelial</em> tumors are not clearly cancerous. These are known as tumors of low malignant potential (LMP.) LMP tumors grow more slowly and are less dangerous than other forms of ovarian cancer. Ovarian cancer survival rates Ovarian cancer can be a frightening diagnosis, with 5-year relative survival rates that range from 89% to 18% for <em>epithelial</em> ovarian cancer, depending on the stage when the cancer was found. But keep in mind that these odds are based on women diagnosed from 1988 to 2001. The treatments and outlook may be better for people diagnosed today. For LMP tumors, the five-year relative survival rates range from 99% to 77%. Ovarian cancer surgery Surgery is used to diagnose ovarian cancer and determine its stage, but it is also the first phase of treatment. The goal is to remove as much of the cancer as possible. This may include a single ovary and nearby tissue in stage I. In more advanced stages, it may be necessary to remove both ovaries, along with the uterus and surrounding tissues. Chemotherapy In all stages of ovarian cancer, chemotherapy is usually given after surgery. This phase of treatment uses drugs to target and kill any remaining cancer in the body. The drugs may be given by mouth, through an IV, or directly into the belly (intraperitoneal chemotherapy.) Women with LMP tumors usually don't need chemo unless the tumors grow back after surgery. Targeted therapies Researchers are working on therapies that target the way ovarian cancer grows. A process called angiogenesis involves the formation of new blood vessels to feed tumors. A drug called Avastin blocks this process, causing tumors to shrink or stop growing (seen in the illustration here). Avastin is approved for other cancers, but ovarian cancer researchers are still testing this therapy, which can have serious side effects. After treatment: Early menopause When women have both ovaries removed, they can no longer produce their own estrogen. This triggers menopause, no matter how young the patient. The drop in hormone levels can also raise the risk for certain medical conditions, including osteoporosis. It's vital that women have regular health care after being treated for ovarian cancer. After treatment: Moving on Women may find that it takes a long time for their energy to return after treatments end. Fatigue is a very common problem after treatment for cancer. Beginning a gentle exercise program is one of the most effective ways to restore energy and improve emotional well-being. Check with your health care team to determine which activities are right for you. Risk reducer: Pregnancy Women who have biological children are less likely to get ovarian cancer than women who have never given birth. The risk appears to decrease with every pregnancy, and breastfeeding may offer added protection. Risk reducer: 'The pill' Ovarian cancer is also less common in women who have taken birth control pills. Women who have used the pill for at least five years have about half the risk of women who never took the pill. Like pregnancy, birth control pills prevent ovulation. Some researchers think ovulating less often may protect against ovarian cancer. Risk reducer: Tubal ligation Getting your tubes tied, known as tubal ligation, may offer some protection against ovarian cancer. The same goes for having a hysterectomy – removing the uterus while leaving the ovaries intact. Risk reducer: Removing the ovaries For women with genetic mutations that put them at high risk for ovarian cancer, removing the ovaries is an option. This can also be considered in women over 40 getting a hysterectomy. Risk reducer: Low-fat diet While there is no definitive diet to prevent ovarian cancer, there is evidence that what you eat can make a difference. In one recent study, women who stuck to a low-fat diet for at least four years were less likely to develop ovarian cancer. Some researchers report the cancer is also less common in women who eat a lot of vegetables, but more studies are needed.  ",
            "vi": "Ung thư buồng trứng là gì? Chứng ung thư này khởi phát ở buồng trứng, cơ quan kép sản sinh trứng và là nơi cung cấp hooc-môn estrogen và progesterone chủ yếu ở nữ. Trong những năm gần đây nhiều phương pháp điều trị ung thư buồng trứng đã trở nên có hiệu quả hơn, cho kết quả tốt nhất khi bệnh được phát hiện sớm.  Các triệu chứng của ung thư buồng trứng  * Căng bụng hoặc nặng bụng.  * Đau bụng hoặc đau khung xương chậu.  * Cảm giác no rất nhanh trong khi ăn.  * Đi tiểu thường xuyên hơn. Các triệu chứng này có thể gây ra do nhiều bệnh khác không phải là ung thư. Nhưng nếu chúng xảy ra hằng ngày kéo dài trên một vài tuần thì bạn nên thông báo cho bác sĩ chăm sóc sức khoẻ của mình biết nhé.  Yếu tố rủi ro: Tiền sử gia đình bị ung thư buồng trứng Tỉ lệ phát triển ung thư buồng trứng ở nữ cao hơn nếu có quan hệ họ hàng gần gũi với người đã từng bị ung thư buồng trứng, ung thư vú, hoặc ung thư kết tràng. Nhiều công trình nghiên cứu cho rằng các biến đổi gien di truyền chiếm đến 10% số ca ung thư buồng trứng. Ở đây bao gồm biến đổi gien BRCA1 và BRCA2, liên quan đến bệnh ung thư vú. Phụ nữ có tiền sử gia đình bị bệnh nên nói chuyện với bác sĩ để xem liệu phương pháp theo dõi y tế sát sao hơn có thể hữu ích hay không. Yếu tố rủi ro: Tuổi tác  Tuổi tác là yếu tố rủi ro nhất của ung thư buồng trứng. Chứng bệnh này hầu như có thể xảy ra ở phụ nữ sau mãn kinh. Việc sử dụng liệu pháp hooc-môn sau mãn kinh có thể làm tăng nguy cơ gây bệnh. Mối tương quan này có vẻ rõ rệt nhất ở phụ nữ sử dụng hooc-môn estrogen mà không sử dụng hooc-môn progesterone ít nhất từ 5 đến 10 năm. Đồng thời bác sĩ cũng không chắc là việc sử dụng kết hợp cả hooc-môn estrogen và progesterone có làm tăng nguy cơ gây bệnh hay không.  Yếu tố rủi ro: Béo phì  Phụ nữ béo phì có nguy cơ ung thư buồng trứng cao hơn những phụ nữ khác. Và tỉ lệ tử vong do ung thư buồng trứng ở người béo phì cũng cao hơn, so với người không béo phì. Người có trọng lượng cơ thể nặng nhất có nguy cơ bệnh nhiều nhất.   Các thử nghiệm sàng lọc ung thư buồng trứng  Có 2 cách để sàng lọc, xét nghiệm ung thư buồng trứng trước khi bộc phát triệu chứng hoặc cho thấy kết quả trong cuộc khám phụ khoa định kỳ. Một là xét nghiệm máu để tìm nồng độ prô-tê-in tăng cao được gọi là xét nghiệm CA-125. Hai là siêu âm buồng trứng. Tiếc là, không có kỹ thuật nào cho kết quả có thể cứu được bệnh nhân khi sử dụng đối với phụ nữ có nguy cơ mắc bệnh trung bình. Vì lý do này, phương pháp xét nghiệm sàng lọc chỉ được khuyến cáo cho những phụ nữ có nguy cơ mắc bệnh cao.  Chẩn đoán ung thư buồng trứng  Các xét nghiệm bằng hình ảnh, chẳng hạn như siêu âm hoặc chụp CT có thể giúp nhìn thấy được khối u buồng trứng. Nhưng các hình quét này không xác định được liệu dị dạng này có phải là ung thư hay không. Nếu bác sĩ nghi ngờ ung thư thì bước kế tiếp thường là phẫu thuật để cắt bỏ các mô khả nghi. Sau đó người ta gởi mẫu xét nghiệm này đến phòng thí nghiệm để kiểm tra thêm. Đây được gọi là sinh thiết. Đôi khi mẫu xét nghiệm được lấy bằng kim này cũng có thể được sử dụng để chẩn đoán.  Các giai đoạn ung thư buồng trứng  Phẫu thuật ban đầu đối với chứng ung thư buồng trứng cũng giúp xác định được xem ung thư đã phát tán bao xa, được miêu tả bằng các giai đoạn sau:  Giai đoạn I: Ung thư giới hạn ở một hoặc cả hai buồng trứng.  Giai đoạn II: Ung thư phát tán sang tử cung hoặc các cơ quan lân cận.  Giai đoạn III: Ung thư lây sang các hạch bạch huyết hoặc niêm mạc bụng.  Giai đoạn IV: Ung thư phát tán ra các cơ quan ở xa, chẳng hạn như phổi hoặc gan.  Các loại ung thư buồng trứng Đại đa số các ca ung thư buồng trứng là ung thư biểu mô buồng trứng. Đây là những khối u ác tính hình thành từ các tế bào trên bề mặt buồng trứng. Một số khối u biểu mô không phải là ung thư một cách rõ rệt. Chúng được coi là các khối u khả năng ác tính thấp (LMP.) các khối u LMP này phát triển chậm hơn và ít nguy hiểm hơn các dạng ung thư buồng trứng khác.   Tỉ lệ sống sót sau khi bị ung thư buồng trứng  Ung thư buồng trứng có thể là một chẩn đoán đáng sợ, tỉ lệ sống sót gần 5 năm ở người bị ung thư buồng trứng biểu mô từ 89% đến 18%, tuỳ thuộc vào việc phát hiện ung thư ở giai đoạn nào. Nhưng xin lưu ý rằng các tỉ lệ này dựa trên chẩn đoán của những phụ nữ từ năm 1988 đến năm 2001. Nhiều phương pháp phòng bệnh và điều trị bệnh có thể đã tốt hơn với bệnh nhân được chẩn đoán hiện tại. Đối với các khối u LMP thì tỉ lệ sống sót gần 5 năm dao động từ 99% đến 77%. Phẫu thuật ung thư buồng trứng  Biện pháp phẫu thuật được sử dụng để chẩn đoán ung thư buồng trứng và xác định xem ung thư đang ở giai đoạn nào, nhưng đây cũng là bước điều trị đầu tiên. Mục tiêu của phẫu thuật là để cắt bỏ khối ung thư càng nhiều càng tốt; có thể gồm một buồng trứng và một mô lân cận khi ung thư ở giai đoạn I. Đối với các giai đoạn cao hơn, có thể cần phải cắt bỏ cả hai buồng trứng, kể cả tử cung và các mô lân cận. Sử dụng hoá trị liệu để chữa ung thư buồng trứng  Hoá trị liệu thường được sử dụng sau khi phẫu thuật xong, đối với tất cả các giai đoạn ung thư buồng trứng. Giai đoạn điều trị này sử dụng thuốc để nhắm và diệt bất kỳ mầm ung thư nào còn sót lại trong cơ thể. Thuốc có thể được sử dụng đường uống, truyền tĩnh mạch, hoặc được sử dụng trực tiếp vào bụng (hoá trị liệu bụng.) Phụ nữ bị khối u LMP thường không cần hoá trị liệu trừ phi các khối u phát triển lại sau khi phẫu thuật xong.  Liệu pháp nhắm trúng đích  Nhiều nhà nghiên cứu đang làm việc trên các liệu pháp dùng để nhắm và nhận biết cách thức ung thư phát triển. Đây được gọi là quá trình hình thành mạch bao gồm quá trình hình thành mạch máu mới để nuôi khối u. Thuốc Avastin có tác dụng làm chặn quá trình này, làm cho các khối u teo lại hoặc ngừng phát triển (trong hình minh hoạ ở đây). Avastin được phép sử dụng cho nhiều bệnh ung thư khác, nhưng các nhà nghiên cứu ung thư buồng trứng vẫn đang thử nghiệm liệu pháp này, có thể phát sinh nhiều tác dụng phụ.  Mãn kinh sớm sau khi điều trị ung thư buồng trứng  Khi bị cắt bỏ cả hai buồng trứng thì người phụ nữ không còn khả năng tự sản sinh hooc-môn estrogen nữa. Điều này gây mãn kinh, dẫu cho người bệnh có nhỏ tuổi thế nào đi nữa. Sự giảm nồng độ hooc-môn này cũng có thể làm tăng nguy cơ mắc một số bệnh nào đó, bao gồm bệnh loãng xương. Điều quan trọng là phụ nữ cần nên được chăm sóc sức khỏe đều đặn sau khi điều trị ung thư buồng trứng.     Mệt mỏi vẫn còn sau khi điều trị ung thư buồng trứng  Nhiều phụ nữ có thể thấy rằng phải mất một thời gian dài mới có thể hồi phục lại năng lượng sau khi điều trị xong. Mệt mỏi là vấn đề rất thường thấy sau khi điều trị ung thư. Bắt đầu một chương trình tập thể dục nhẹ nhàng là một trong những cách hiệu quả nhất để phục hồi năng lượng và cải thiện sức khỏe cảm xúc. Bạn nên tham khảo nhóm chăm sóc y tế của mình để xác định xem hoạt động nào là thích hợp nhé.  Mang thai làm giảm nguy cơ mắc bệnh ung thư buồng trứng Phụ nữ sinh con có thể ít bị ung thư buồng trứng hơn so với người chưa từng sinh con. Nguy cơ mắc bệnh này có vẻ giảm đi với mỗi lần mang thai, và việc cho con bú mẹ cũng có thể phòng tránh được bệnh.  Thuốc tránh thai làm giảm nguy cơ mắc bệnh ung thư buồng trứng Ung thư buồng trứng cũng ít thấy ở phụ nữ sử dụng thuốc tránh thai hơn. Người sử dụng thuốc tránh thai trong vòng ít nhất 5 năm có nguy cơ mắc bệnh thấp hơn phân nửa số người chưa từng sử dụng viên thuốc tránh thai nào. Giống như mang thai, thuốc tránh thai làm ngăn rụng trứng. Một số nhà nghiên cứu cho rằng việc rụng trứng ít hơn có thể phòng tránh được bệnh ung thư buồng trứng.  Thắt ống dẫn trứng làm giảm nguy cơ ung thư buồng trứng Thủ thuật thắt vòi trứng, được biết đến giống như thuật thắt ống dẫn trứng, có thể phòng tránh được bệnh ung thư buồng trứng. Tương tự như thuật cắt bỏ tử cung - cắt bỏ tử cung trong khi vẫn để nguyên buồng trứng. Cắt bỏ buồng trứng làm giảm nguy cơ ung thư buồng trứng Đối với phụ nữ bị đột biến gien làm cho họ có nguy cơ bị ung thư buồng trứng cao thì thủ thuật cắt bỏ buồng trứng là một giải pháp. Đây cũng là một biện pháp được cân nhắc ở phụ nữ trên 40 tuổi đang được cắt bỏ tử cung. Chế độ dinh dưỡng ít chất béo làm giảm nguy cơ ung thư buồng trứng Mặc dù chẳng có chế độ dinh dưỡng nào đáng tin để có thể phòng tránh ung thư buồng trứng, nhưng có bằng chứng là những gì bạn ăn sẽ có thể tạo nên khác biệt. Một cuộc nghiên cứu mới đây cho biết phụ nữ có chế độ dinh dưỡng ít chất béo trong vòng ít nhất 4 năm thường ít có nguy cơ phát triển bệnh ung thư buồng trứng hơn. Một số nhà nghiên cứu cho biết phụ nữ ăn nhiều rau cải cũng ít bị ung thư hơn, nhưng điều này cần được nhiều công trình nghiên cứu chứng minh hơn nữa.   "
        },
        {
            "en": "Foods men should include in their diets to improve health and prevent disease.  Men are different from women in all kinds of ways -- including their nutritional needs. Just as women need particular nutrients during pregnancy or for protection from breast cancer, men need nutrients that can help them maintain muscle mass, prevent prostate cancer, and more. Many foods that tend to be favorites among men are not the best choices for good health. Yet a healthy diet and regular physical activity can help prevent heart disease and cancer, the No. 1 and No. 2 killers for men over 35. They can also enhance performance, from the board room to the bedroom. Christine Gerbstadt, MD, RD, notes that any food that is good for the cardiovascular system is also good for erectile function in men. \"Nutrients that are good for the heart improve circulation to all parts of the body, and these same nutrients provide a layer of protection against cancer and other chronic diseases,\" says Gerbstadt, a Florida-based physician and spokesperson for the American Dietetic Association. Quality of nutrients are also critical for maintaining immune function and preventing bone loss, muscle loss, and oxidative damage from the environment. Of course, any one (or 10) foods can't do the job alone. An overall healthy lifestyle, which also includes not smoking and getting regular physical activity, is what's really important for health, say the experts. \"It is not about one single food or even a handful of foods. What is more important is the pattern of regularly consuming a diet rich in a variety of essential nutrients,\" says Joy Bauer, RD, author of Joy Bauer’s Food Cures and Today Show nutrition expert. Still, adding nutrient-rich foods to the diet, as well as taking a daily multivitamin designed exclusively for men, can give men's nutrition a boost, says Dave Grotto, RD, an American Dietetic Association spokesman. With the help of the experts, WebMD came up with this list of 10 disease-fighting foods that can be a good start to improving health: Food for men No. 1: Oysters Could there be something to the legend that oysters are the food of love? Well, it's true that just a few oysters each day will deliver a full day’s supply of the antioxidant mineral zinc. Zinc is involved in hundreds of body processes, from producing DNA to repairing cells. \"Research shows that adequate zinc may protect against cellular damage that leads to prostate cancer,\" says Grotto. \"Sexual functioning of the male reproductive system, including increased sperm counts, is also enhanced with zinc.\" Take caution when considering eating uncooked oysters. An infection called Vibrio vulnificus is associated with the consumption of raw oysters. People with liver disease, heavy alcohol use, and chronic illnesses such as diabetes mellitus, rheumatoid arthritis, and chronic renal failure are at increased risk. You can also get your daily recommended dose of 11 milligrams a day by eating other shellfish, lean beef, lean pork, or legumes. Food for men No. 2: Bananas Bananas are a great portable source of quick energy and are rich in potassium, which is needed to regulate nerves, heartbeat and, especially, blood pressure. Diets rich in potassium and magnesium (which is also found in bananas) can reduce the risk of stroke. As a super source of vitamin B-6, bananas can also aid your immune system, help form red blood cells, ensure a well-functioning nervous system, and assist protein metabolism. So enjoy a banana each day, at breakfast on your whole grain-cereal or before your workout at the gym. Not a banana fan? Orange juice, milk, tomato products, and beans are other good sources of dietary potassium. Food for men No. 3: Fatty fish No list of super foods would be complete without the healthy fat, omega-3 fatty acids. These polyunsaturated fats are the preferred form of fats in your diet for many reasons. They can benefit the heart, circulation, and immune system and reduce the risk for prostate cancer. \"Omega-3 fatty acids are potent anti-inflammatory foods that can help lower triglyceride [blood fat] levels, reduce aches and pains in athletes, and offer relief with certain kinds of arthritis,\" says Bauer.  Fatty fish (salmon, sardines, tuna, mackerel, herring) are the richest sources of omega-3 fatty acids. In fact, the American Heart Association recommends that everyone eat fish twice weekly. You can also get omega-3s in plant-based foods, like flaxseed, walnuts, soy, canola oil, and fortified products such as eggs. But there are other good reasons to eat fish.  \"Fatty fish are also a good source of vitamin D, a nutrient that tends to be deficient in our diets and [which] in adequate supply can help prevent cancer, type 2 diabetes, high blood pressure and bone disease,\" says Bauer. Food for men No. 4: Broccoli While virtually all vegetables deserve a place on the super foods list, cruciferous vegetables like broccoli are helpful in the prevention of heart disease and cancer. It's loaded with vitamin C, beta-carotene, potassium, and a phytochemical called sulphoraphane, which has strong anticancer (prostate and colon) properties.  A recent Harvard study found that participants who had five servings a week of cruciferious vegetables were half as likely as others to develop bladder cancer, a cancer that affects two to three times as many men as women. This super-nutritious green vegetable may also help lower levels of homocycteine, an amino acid associated with increased risk of heart disease and stroke. Don't care for broccoli? Go for other cruciferous choices like cabbage, bok choy, shredded broccoli slaw, cabbage, cauliflower, or Brussels sprouts.  Food for Men No. 5: Brazil Nuts These large nuts from Brazil are packed with magnesium and selenium, powerful antioxidants that may help prevent heart disease and cancer and protect prostate health. (Bauer, however, notes that the studies showing reduction in cancer have been primarily in people whose diets were deficient in selenium, not in those who were already getting enough.) Selenium also helps lower LDL or \"bad\" cholesterol and reduces the incidence of blood clots and heart disease. Grotto recommends adults get 55 micrograms of selenium daily from Brazil nuts, dry-roasted nuts, turkey, tuna, or shellfish. Indeed, you can get your daily dose of selenium in just one Brazil nut. Bauer cautions limiting yourself to no more than two Brazil nuts per day because \"they are so loaded and concentrated with selenium that you don’t want to overdose.\" Food for men No. 6: Whole grains Most men get enough carbs in their diets, but they tend to be the wrong kind, experts say.  \"A diet rich in whole grains provides fiber, vitamins, minerals – all the co-factors for heart health, building muscles, and keeping waistlines small,\" says Gerbstadt. Oatmeal and barley are rich in soluble fiber, full of B vitamins that can help lower LDL or \"bad\" cholesterol, and are also good for the prostate. Suzanne Farrell, RD, recommends getting 10-25 grams of soluble fiber a day from oatmeal or other sources of soluble fiber like apples, pears, and beans. When buying grain products, look for those whose labels say they have at least 3-5 g fiber per serving. To avoid digestive problems, increase your fiber intake gradually, and don't forget to drink plenty of water. Food for men No. 7: Plant stanols Stanols are naturally occurring substances in fruits and vegetables that have been shown to lower mildly elevated blood cholesterol levels. Manufacturers are now adding concentrated versions of them to products like margarine, yogurt, orange juice, and granola bars. \"Men should regularly include a total of 2 grams of plant stanols, taken in two doses with meals, to help inhibit absorption of cholesterol in the intestine,\" says Farrell. She suggests having 2-3 teaspoons of plant stanol spreads such as Benecol, or 16 ounces of stanol-fortified orange juice per day. Plant stanols can safely be used with cholesterol lowering medication. Food for men No 8: Soybeans Soy is rich in isoflavones, which protect prostate health and have been shown to lower prostate cancer risk, says Gerbstadt.  And \"according to a recent study, eating 25 grams or about 1 ounce of soy protein a day can help decrease cholesterol,\" Farrell says. The FDA has approved a health claim for food labels that says having 25 grams of soy protein per day, as part of a diet low in saturated fat and cholesterol, can help reduce the risk of heart disease. Try to eat a few servings a day of soy products, such as soy milk, soy cheese, tofu, or edamame. Food for men No 9: Berries or cherries The violet, blue, and red colors in all kinds of berries and cherries are responsible for the healthy properties of these fruits. These little jewels are chock-full of the health-protecting flavonoid, anthocyanin.  \"Berries contain over 4,000 different compounds that have antioxidant properties beyond vitamin C, so make sure you include these delicious and low-calorie fruits each day,\" says Gerbstadt. Adding berries to the diet may even help slow the decline in brain function that can occur with aging. \"Large studies show the more produce you eat the better, but specifically berries (blackberries, blueberries, strawberries, raspberries, cranberries, and cherries) can enhance brain function and keep your brain healthy,\" says Bauer. Food for men No 10: Red-orange vegetables Vitamin C and beta-carotene are antioxidants that help preserve healthy skin cells and prevent oxidation from the sun.  \"Vitamin C is involved in collagen production,\" says Bauer. \"Beta-carotene converts to the active form of vitamin A, which helps to repair <em>epithelial</em> or skin cells.\" She recommends getting these nutrients from red bell peppers (just one has 300% of the recommended daily value for vitamin C), carrots, pumpkin, or sweet potatoes. Dark, leafy greens and any nutrient-rich vegetable can help reduce the risk of enlarged prostates, according to a recent study in The American Journal of Clinical Nutrition. Men whose diets are high in nutrients found in vegetables -- like vitamin C, beta-carotene, and potassium – were found to be less likely to develop benign prostatic hyperplasia (BPH), or enlarged prostate.          ",
            "vi": "Các thực phẩm mà nam giới nên bổ sung vào chế độ dinh dưỡng của mình để làm tăng cường sức khỏe và phòng chống bệnh tật.  Nam giới khác phụ nữ tất cả mọi khía cạnh – bao gồm cả nhu cầu về dinh dưỡng. Cũng như phụ nữ cần những dưỡng chất đặc biệt trong khi thai nghén hoặc để bảo vệ khỏi bệnh ung thư vú thì nam giới cần chất dinh dưỡng có thể giúp duy trì khối cơ, ngăn ngừa ung thư tuyến tiền liệt, và còn nhiều hơn thế nữa.  Nhiều thực phẩm có xu hướng trở thành món khoái khẩu của nam giới không phải là lựa chọn tốt nhất để có sức khỏe tốt. Tuy nhiên chế độ ăn uống khỏe mạnh và hoạt động thể chất đều đặn có thể giúp phòng ngừa bệnh tim và ung thư - những nguyên nhân gây tử vong nhất nhì đối với nam giới lứa tuổi trên 35. Những thức ăn này cũng có tác dụng giúp tăng cường khả năng lao động cũng như khả năng phòng the. Bác sĩ y khoa, chuyên gia dinh dưỡng Christine Gerbstadt, lưu ý rằng bất kỳ thức ăn nào tốt cho hệ tim mạch thì cũng có lợi cho chức năng cương dương của nam giới.  Bác sĩ Gerbstadt, bác sĩ ở Florida và là người phát ngôn của Tổ chức nghiên cứu về Chế độ dinh dưỡng của Mỹ cho biết “Các dưỡng chất có lợi cho tim mạch làm tăng lưu thông máu huyết đến tất cả các cơ quan trên cơ thể, và cũng những dưỡng chất này tạo lớp bảo vệ chống lại ung thư và các bệnh mãn tính khác.”  Chất lượng dưỡng chất cũng không kém phần quan trọng trong việc duy trì chức năng miễn dịch và ngăn ngừa mất xương, mất cơ, và tổn thương do ô-xy hoá trong môi trường. Tất nhiên là không phải bất kỳ một loại thức ăn nào (hay 10 loại thức ăn) có thể tự mình làm được điều đó. Theo các chuyên gia thì một lối sống hoàn toàn khỏe mạnh, cũng gồm cả việc không hút thuốc và hoạt động thể chất đều đặn, thực sự quan trọng đối với sức khỏe. Bác sĩ, chuyên gia dinh dưỡng Joy Bauer, tác giả quyển Joy Bauer’s Food Cures and Today Show cho biết “Không phải nói về một loại thức ăn đơn lẻ hoặc thậm chí là một vài loại thực phẩm nào đó. Điều quan trọng hơn là kiểu hấp thụ chế độ dinh dưỡng phong phú giàu dưỡng chất thiết yếu một cách thường xuyên và đều đặn.”  Tuy vậy, việc thêm các thức ăn giàu dưỡng chất vào chế độ dinh dưỡng cũng như bổ sung sinh tố tổng hợp hằng ngày được chế tạo dành riêng cho nam, có thể tăng cường dưỡng chất cho nam giới, bác sĩ Dave Grotto, người phát ngôn của Tổ chức nghiên cứu về Chế độ dinh dưỡng của Mỹ cho biết như vậy.  Với sự hỗ trợ của các chuyên gia, WebMD đã đưa ra danh sách gồm 10 loại thực phẩm có khả năng chống bệnh tật này có thể là một bước khởi đầu thuận lợi để tăng cường sức khỏe cho nam giới.  1. Hàu Có thể có điều liên quan đến huyền thoại hàu là thực phẩm của tình yêu? Vâng, quả đúng vậy mỗi ngày chỉ cần một vài con hàu cũng sẽ cung cấp đầy đủ khoáng chất kẽm chống ô-xy hoá cho cả ngày. Kẽm cũng tham gia vào hàng trăm hoạt động của cơ thể, từ sản xuất DNA đến chỉnh sửa tế bào.  Bác sĩ Grotto chia sẻ “Nghiên cứu cho thấy hàm lượng kẽm đầy đủ có thể bảo vệ khỏi tổn thương tế bào dẫn đến ung thư tuyến tiền liệt.” “Chức năng tình dục của hệ sinh sản nam, gồm mật độ tinh trùng tăng, cũng được cải thiện nhờ kẽm.”  Hãy nên cẩn thận khi cân nhắc chuyện ăn hàu chưa được nấu chín. Bệnh nhiễm trùng có tên là bệnh khuẩn phẩy vulnificus có liên quan đến việc ăn hàu sống. Người bị bệnh gan, uống nhiều rượu, và bị các bệnh mãn tính như tiểu đường, viêm khớp kinh niên, và suy thận mãn tính đang có nguy cơ gia tăng. Bạn cũng có thể bổ sung liều lượng 11 mi-li-gam theo khuyến nghị hằng ngày của mình bằng cách ăn các loại tôm cua khác, thịt bò nạc, heo nạc, hay các loại rau đậu khác. 2. Chuối Chuối là nguồn cung cấp năng lượng nhanh chóng và rất dễ mang theo đồng thời cũng giàu ka-li cần thiết để làm dịu thần kinh, điều hoà nhịp tim, nhất là điều hoà huyết áp. Chế độ dinh dưỡng giàu ka-li và ma-giê (cũng có trong chuối) có thể làm giảm nguy cơ đột quỵ.  Như là một nguồn cung cấp vitamin B-6 rất dồi dào, chuối cũng còn có tác dụng hỗ trợ hệ miễn dịch, giúp tạo hồng cầu, đảm bảo hệ thần kinh hoạt động tốt, và hỗ trợ chuyển hoá prô-tê-in. Vì vậy mỗi ngày nên thưởng thức một quả chuối, vào bữa điểm tâm bằng ngũ cốc nguyên hạt hoặc trước buổi luyện tập thể lực ở phòng tập của mình nhé.   Không phải là người ưa ăn chuối thì sao? Nước cam ép, sữa, các sản phẩm cà chua, và đậu là những nguồn cung cấp ka-li trong chế độ dinh dưỡng dồi dào khác.  3. Cá béo Sẽ không có danh sách siêu thực phẩm nào là hoàn hảo nếu thiếu chất béo có lợi, axit béo omega-3. Những chất béo không sinh cholesterol này là dạng chất béo được ưa thích hơn trong chế độ dinh dưỡng của bạn bởi nhiều lý do. Chúng có thể có lợi cho tim mạch, cho sự lưu thông máu, và cho hệ miễn dịch đồng thời cũng làm giảm nguy cơ bị ung thư tuyến tiền liệt.  Bác sĩ Bauer cho biết “Các axit béo Omega-3 là những thức ăn có tác dụng kháng viêm mạnh có thể giúp làm giảm nồng độ li-pít trung tính [mỡ trong máu], giúp giảm đau cho vận động viên, và làm dịu bớt một số loại viêm khớp nào đó.”  Cá béo (cá hồi, cá mòi, cá ngừ, cá thu, cá trích) là những nguồn cung cấp axit béo omega-3 dồi dào nhất. Thực vậy, Hội Tim mạch Hoa Kỳ khuyến nghị mỗi người nên ăn cá 2 lần một tuần.  Bạn cũng có thể bổ sung các omega-3 trong thức ăn thực vật, chẳng hạn như hạt lanh, hồ đào, nước tương, dầu cải, và các sản phẩm bổ sung omega-3 như trứng. Nhưng có nhiều lý do chính đáng khác cần phải nên ăn cá.  Bác sĩ Bauer cho hay “Cá béo cũng là một nguồn cung cấp vitamin D dồi dào – đây là một dưỡng chất có khuynh hướng luôn thiếu trong chế độ dinh dưỡng của chúng ta và dưỡng chất này nếu cung cấp đầy đủ có thể giúp ngăn ngừa ung thư, tiểu đường loại 2, cao huyết áp và bệnh về xương.”  4. Bông cải xanh Mặc dù hầu hết các loại rau đều xứng đáng có tên trong danh sách siêu thực phẩm, nhưng rau họ cải như bông cải xanh rất có ích trong việc phòng chống bệnh tim mạch và ung thư. Nó chứa nhiều vitamin C, beta-carotene, ka-li, và hoá chất có nguồn gốc thực vật có tên là sulphoraphane, có đặc tính chống ung thư mạnh (như ung thư tuyến tiền liệt và ung thư ruột kết).  Cuộc nghiên cứu gần đây của Harvard cho thấy người ăn rau thuộc họ cải 5 lần trong 1 tuần có khả năng bị ung thư bàng quang ít hơn phân nửa so với người khác – nam giới bị ung thư bàng quang nhiều hơn phụ nữ từ 2 đến 3 lần. Loại rau xanh siêu bổ dưỡng này cũng có thể giúp làm giảm nồng độ homocycteine, đây là loại a-xít a-min liên quan đến nguy cơ bệnh tim và đột quỵ tăng cao.  Không thích bông cải xanh ư? Bạn có thể lựa chọn nhiều loại rau thuộc họ cải khác chẳng hạn như bắp cải, cải thìa, rau cải thái trộn, bắp cải, bông cải, hoặc cải bắp Bru-xen. 5. Quả hạch Brazil Những quả hạch lớn có nguồn gốc từ Brazil này chứa nhiều ma-giê và xê-len, đây là những chất chống ô-xy hoá mạnh có thể giúp ngăn ngừa bệnh tim và ung thư đồng thời bảo vệ sức khỏe tuyến tiền liệt. (Tuy nhiên, bác sĩ Bauer lưu ý rằng nhiều công trình nghiên cứu cho thấy giảm bớt ung thư chủ yếu ở người có chế độ dinh dưỡng thiếu xê-len, không phải ở người đã hấp thụ đầy đủ xê-len rồi).  Xê-len cũng giúp làm giảm LDL hoặc cholesterol “có hại” và làm giảm tỉ lệ vón cục máu và bệnh tim mạch.  Bác sĩ Grotto khuyến nghị mỗi ngày người lớn nên bổ sung 55 mi-crô-gam xê-len từ quả hạch Brazil, các loại quả hạch rang khô, gà tây, cá ngừ, hoặc tôm cua. Thực ra, bạn có thể bổ sung liều lượng xê-len hằng ngày của mình bằng chỉ một quả hạch Brazil thôi. Bác sĩ Bauer cảnh báo nên tự hạn chế mỗi ngày không nên ăn quá 2 quả hạch Brazil bởi “chúng rất giàu xê-len mà bạn không cần dùng quá nhiều như vậy.”   6. Ngũ cốc nguyên hạt Nhiều chuyên gia cho hay trong chế độ dinh dưỡng của hầu hết nam giới đều có đủ thức ăn chứa nhiều hydrat-cacbon, nhưng những thức ăn đó thường có khuynh hướng không đúng loại.  Bác sĩ Gerbstadt cho biết “Chế độ dinh dưỡng giàu ngũ cốc nguyên hạt cung cấp chất xơ, vi-ta-min, khoáng chất – tất cả các nhân tố ấy cộng lại đều có lợi cho sức khỏe tim mạch, làm chắc khỏe cơ bắp, và giúp cho vòng eo được thon gọn.”  Cháo yến mạch và lúa mạch rất giàu chất xơ tan được, cung cấp đầy đủ các vitamin B có thể làm giảm nồng độ LDL hoặc cholesterol “có hại”, và cũng tốt cho tuyến tiền liệt. Bác sĩ Suzanne Farrell khuyến nghị mỗi ngày nên bổ sung 10-25 gam chất xơ tan được từ cháo yến mạch hoặc những nguồn cung cấp chất xơ hoà tan khác chẳng hạn như táo, lê, và đậu. Khi mua các sản phẩm ngũ cốc, bạn nên tìm nhãn hiệu cung cấp ít nhất từ 3 đến 5 g chất xơ mỗi lần sử dụng.  Để tránh các vấn đề về tiêu hóa, bạn nên tăng cường chất xơ dần dần, và đừng quên uống nhiều nước nhé. 7. Plant stanols Stanols là những chất tự nhiên có trong các loại rau và trái cây, chúng có khả năng làm giảm nồng độ cholesterol trong máu hơi tăng cao một chút. Nhiều nhà sản xuất hiện đang bổ sung thêm những chất này được cô đặc vào những sản phẩm chẳng hạn như bơ thực vật, sữa chua, nước cam ép, và kẹo đậu phộng. Bác sĩ Farrell cho biết “Nam giới nên bổ sung tổng cộng 2 gam plant stanols hai lần trong các bữa ăn, nhằm giúp ức chế hấp thu cholesterol ở ruột.”  Bà đề nghị nên ăn từ 2 đến 3 muỗng nhỏ bơ plant stanol chẳng hạn như Benecol, hoặc 16 ao-sơ nước cam ép tăng cường stanol mỗi ngày. Plant stanol có thể được sử dụng an toàn với thuốc hạ cholesterol.  8. Đậu nành  Bác sĩ Gerbstadt cho biết đậu nành chứa nhiều isoflavones, bảo vệ sức khỏe tuyến tiền liệt và có khả năng làm giảm nguy cơ ung thư tuyến tiền liệt.  Bác sĩ Farrell cho biết “Theo một công trình nghiên cứu gần đây thì việc ăn 25 gam hoặc khoảng chừng 1 ao-sơ prô-tê-in đậu nành mỗi ngày có thể giúp làm giảm nồng độ cholesterol.”  Tổ chức FDA đã chấp thuận yêu cầu về sức khỏe đối với nhãn thực phẩm ghi sử dụng 25 gam prô-tê-in đậu nành mỗi ngày trong chế độ dinh dưỡng ít chất béo bão hoà và cholesterol, có thể giúp làm giảm nguy cơ bệnh tim. Mỗi ngày nên cố gắng ăn một vài lần các sản phẩm đậu nành, chẳng hạn như sữa đậu nành, phô mai đậu nành, đậu hũ, hoặc đậu edamame (đậu nành Nhật/ đậu nành xanh). 9. Quả anh đào hoặc quả mọng Màu đỏ, xanh, và tím của tất cả các loại quả mọng và anh đào đều rất tốt cho sức khỏe. Những loại quả nhỏ quý giá này rất giàu flavonoid, anthocyanin – có tác dụng bảo vệ sức khỏe.  Bác sĩ Gerbstadt cho biết “Các loại quả mọng chứa đến hơn 4.000 hợp chất khác nhau có khả năng chống ô-xy hoá hơn cả vitamin C, vì vậy bạn phải đảm bảo mỗi ngày nên ăn những loại quả ít ca-lo và ngon miệng này nhé.”    Việc bổ sung các loại quả mọng vào chế độ dinh dưỡng thậm chí còn có thể giúp làm chậm tình trạng suy thoái chức năng não có thể xảy ra khi về già.  Bác sĩ cho hay “Nhiều công trình nghiên cứu lớn cho thấy càng ăn nhiều, càng tốt, nhưng nhất là các loại quả mọng (mâm xôi, việt quất, dâu tây, man việt quất (tiểu hồng mai), và anh đào) có thể cải thiện chức năng não và giữ cho não được khỏe mạnh.”   10. Các loại rau có màu cam  – đỏ  Vitamin C và beta-carotene là những chất chống ô-xy hoá giúp giữ cho tế bào da khỏe mạnh và có thể ngăn ngừa quá trình ô-xy hoá do ánh nắng mặt trời.  Bác sĩ Bauer cho biết “Vitamin C tham gia vào quá trình tạo collagen.” “Beta-carotene chuyển hoá thành dạng vitamin A kích hoạt, giúp chỉnh sửa tế bào biểu bì hoặc tế bào da.”  Bà khuyến nghị nên bổ sung những dưỡng chất này từ ớt chuông đỏ (chỉ một quả ớt chuông đỏ cũng có thể chứa 300% giá trị vitamin C nên có mỗi ngày), cà rốt, bí ngô, hoặc khoai lang.  Theo một nghiên cứu mới đây trên tờ The American Journal of Clinical Nutrition thì các loại rau rậm lá, sậm màu và bất kỳ loại rau giàu dưỡng chất nào cũng có thể làm giảm nguy cơ giãn tuyến tiền liệt.   Nam giới có chế độ dinh dưỡng giàu dưỡng chất có trong rau củ – chẳng hạn như vitamin C, beta-carotene, và ka-li – có thể ít bị tăng sản tuyến tiền liệt lành tính (BPH), hoặc giãn tuyến tiền liệt hơn.    "
        }
    ],
    "suggestions": []
}