{
    "en_vn": {
        "data": {
            "content": null,
            "word": "equipping"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "equipping"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "equipping"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "equipping"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "equipping"
        }
    },
    "sentences": [
        {
            "en": "Planning in a market economy is more oriented toward <em>equipping</em> society to perform, rather than directing their performance.",
            "vi": "Công tác kế hoạch trong nền kinh tế thị trường định hướng nhiều hơn vào việc trang bị cho xã hội hoạt động có hiệu quả, hơn là chỉ đạo hoạt động của xã hội."
        },
        {
            "en": "This should serve as a alert to make sure that educational institutions in Vietnam are now <em>equipping</em> students with appropriate skills for the country’s transitional market.",
            "vi": "Điều này là sự cảnh báo chắc chắn các tổ chức giáo dục của Việt Nam hiện sẽ trang bị cho sinh viên những kỹ năng thích hợp trong thị trường đang biến đổi của nước này."
        },
        {
            "en": "Paul Cocchio began planning their barn conversion eight years ago: The price of pork was making life as a hog farmer too difficult, so he started googling alternative uses for his barns. Former pig farmers in Indiana and Iowa had begun experimenting with aquaculture with some success, usually installing cheap, above-ground swimming pools in their barns, and <em>equipping</em> them with expensive heaters and pumps.",
            "vi": "Paul Cocchio đã bắt đầu lên kế hoạch từ 8 năm trước: Giá thịt lợn khiến cuộc sống người nông dân trở nên quá khó khăn, vì vậy, ông bắt đầu . Hình thức chăn nuôi heo ở Ấn Độ và Iowa đã bắt đầu được thử nghiệm với thủy sản và đạt được vài thành công, với chi phí lắp đặt rẻ, và phát triển chúng với những lò sưởi và máy bơm đắt tiền."
        },
        {
            "en": "In the traditional education system, students typically learned on their own and were judged individually. But as technology progresses and once separate economies become interdependent, working with others is becoming increasingly important. Today, innovation rarely results from individuals working in isolation; far more often than not, it is the product of sharing and collaboration. Schools need to incorporate this new reality into their curriculums, preparing their students to work across cultures and <em>equipping</em> them for a world shaped by issues that transcend national boundaries.",
            "vi": "Trong bộ máy giáo dục truyền thống, học sinh thường phải tự học và được đánh giá riêng. Nhưng khi công nghệ phát triển và các nền kinh tế trở nên liên kết với nhau, làm việc với những cá nhân khác trở nên rất quan trọng. Ngày nay, sự đổi mới hiếm khi xuất phát từ các cá nhân làm việc trong môi trường tách biệt; thường nhiều hơn là không, chúng là thành quả của sự chia sẻ và hợp tác. Các trường học cần kết hợp thực tế mới này vào chương trình giảng dạy của họ, chuẩn bị cho học sinh của họ cách làm việc với nhiều nền văn hóa, trang bị cho họ một thế giới với những vấn đề vượt ranh giới quốc gia."
        }
    ],
    "suggestions": []
}