{
    "en_vn": {
        "data": {
            "content": null,
            "word": "equities",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>equities</k><blockquote>stocks and shares that carry no fixed interest.</blockquote><blockquote>→ <kref>equity</kref></blockquote></div>",
            "word": "equities",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "equities",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "equities",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "equities",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Equities</em>",
            "vi": "Cổ phần"
        },
        {
            "en": "Every company has two types of <em>equities</em>, creditors' <em>equities</em> also called \"liabilities\", and how owners' equity.",
            "vi": "Mỗi công ty có hai nguồn tài trợ, từ chủ nợ còn được gọi là \"nợ phải trả\", và vốn chủ sở hữu."
        },
        {
            "en": "A company can be viewed as economic resources and <em>equities</em>.",
            "vi": "Một công ty có thể được xem xét qua hai phần, tài nguyên kinh tế và trái quyền đối với các tài nguyên này."
        },
        {
            "en": "Investing in <em>equities</em> carries a fairly high risk.",
            "vi": "Đầu tư vào cổ phiếu thường mang tính chất liều lĩnh khá cao."
        },
        {
            "en": "Every company has two types of <em>equities</em>, creditors' equity and owner's equity.",
            "vi": "Mọi công ty đều có hai loại vốn, vốn của chủ nợ và vốn chủ sở hữu."
        },
        {
            "en": "The company has <em>equities</em> in 14 refineries totaling more than one million barrels a day.",
            "vi": "Công ty có cổ phần tại 14 nhà máy lọc dầu với công suất tổng cộng trên 1 triệu thùng một ngày."
        },
        {
            "en": "Investors are placing funds in <em>equities</em> as they look for higher returns on their investments.",
            "vi": "nhà đầu tư đang đặt tiền vào cổ phiếu khi họ tìm kiếm lợi nhuận cao hơn đầu tư của họ."
        },
        {
            "en": "Stocks are also called <em>equities</em>, or claims of ownership in the corporation.",
            "vi": "Các cổ phiếu cũng được gọi là các vốn góp, hay các phần sở hữu trong công ty."
        },
        {
            "en": "Accounting terminology, economic resources are referred to as asset and creditors '<em>equities</em> are referred to as liabilities.",
            "vi": "Trong thuật ngữ kế toán, tài nguyên kinh tế được coi như là tài sản và vốn chủ nợ được coi như là nợ phải trả."
        },
        {
            "en": "Every speculative vehicle from <em>equities</em> to mortgage securities has grown more, not less, volatile with the advent of public trading.",
            "vi": "Mỗi chiếc xe đầu cơ từ chứng khoán đến chứng khoán thế chấp đã tăng lên, không ít, biến động với sự ra đời của giao dịch công khai."
        },
        {
            "en": "Financial position refers to the economic resources that belong to a company called \"assets\" and the claims against those resources at a point in time called \"<em>equities</em>\".",
            "vi": "Tình trạng tài chính phản ánh những nguồn lực kinh tế của công ty, được gọi là \"tài sản\", và nguồn tài trợ nguồn lực đó tại một thời điểm nào đó, được gọi là \"nguồn vốn\"."
        },
        {
            "en": "We offer full - service derivatives capabilities integrated across the main risk classes including interest rate, foreign exchange, precious metals, credit and <em>equities</em>.",
            "vi": "Chúng tôi cung cấp tất cả các sản phẩm phái sinh liên quan đến lãi suất, ngoại hối, kim loại quý, tín dụng và cổ phiếu."
        },
        {
            "en": "All of which has consolidated the perception of emerging market <em>equities</em> as a mainstream asset class in which to invest funds.",
            "vi": "Tất cả các yếu tố trên dẫn đến nhận định một loại hình tài sản chính đầu tư ở các thị trường mới nổi là cổ phần."
        },
        {
            "en": "For the stock market to develop in the long-term it needs a more robust community of investors, with different demands and investment strategies for listed <em>equities</em>.",
            "vi": "Để một thị trường chứng khoán phát triển lâu dài, cần có một cộng đồng các nhà đầu tư lớn mạnh hơn nữa, với nhiều nhu cầu và các chiến lược đầu tư khác nhau vào các cổ phiếu niêm yết."
        },
        {
            "en": "Assist the Minister in implementing duties and rights of the representative of state-owned <em>equities</em> in insurance enterprises under Ministry of Finance’s management as stipulated by the Law.",
            "vi": "Giúp Bộ trưởng thực hiện nhiệm vụ và quyền đại diện chủ sở hữu phần vốn của nhà nước tại các doanh nghiệp bảo hiểm thuộc Bộ Tài chính quản lý theo quy định của pháp luật."
        },
        {
            "en": "We offer full-service derivatives capabilities integrated across the main risk classes including interest rate, foreign exchange, precious metals, credit and <em>equities</em>.",
            "vi": "Chúng tôi cung cấp tất cả các sản phẩm phái sinh liên quan đến lãi suất, ngoại hối, kim loại quý, tín dụng và cổ phiếu."
        },
        {
            "en": "The Securities Trading Centre opened in July 2000 in Ho Chi Minh City, though dealing in <em>equities</em> and bonds remains limited.",
            "vi": "Trung tâm giao dịch chứng khoán đã được mở của từ tháng 7-2000 tại thành phố Hồ Chí Minh, mặc dù các giao dịch bằng bất động sản và trái phiếu vẫn ở mức hạn chế."
        },
        {
            "en": "About $19 billion of the selloff was <em>equities</em>, with the remaining $21 billion in debt, the IIF said in a report Tuesday. There were outflows in all three months this quarter.",
            "vi": "Theo báo cáo của IIF ra ngày thứ Ba, khoảng 19 tỷ đô la bị bán tháo ra là cổ phiếu, còn lại là 21 tỷ đô la trái phiếu bị bán."
        },
        {
            "en": "Vietcombank’s stockholder equity by September 30 had reached VND47.5 trillion, including VND36 trillion in charter capital, VND6 trillion in undistributed profit and VND5 trillion in funds. The bank has paid dividends for 2015 with 10 percent in cash and 35 percent in bonus <em>equities</em>. ",
            "vi": "Vốn cổ đông của Vietcombank cho đến ngày 30 tháng 9 đã đạt 47.5 nghìn tỷ đồng, trong đó có 36 nghìn tỷ đồng vốn điều lệ, 6 nghìn tỷ đồng lợi nhuận chưa phân phối và 5 nghìn tỷ đồng trong các quỹ. Ngân hàng này đã trả cổ tức cho năm 2015 với 10 phần trăm tiền mặt và 35 phần trăm vào cổ phiếu thưởng."
        },
        {
            "en": "Even still, the sales restrictions announced yesterday may do little to stop people from enjoying a tipple if they really want one, and may have a “limited” impact on sales volumes, said Philip Gorham, an <em>equities</em> analyst with Morningstar Inc. in Amsterdam. Under existing regulations, retailers are also prohibited from selling alcohol between midnight and 11 a.m. and between 2 p.m. and 5 p.m.",
            "vi": "Thậm chí doanh số bán hàng công bố ngày hôm qua không thể làm gì để ngăn chặn người dân thưởng thức bia rượu nếu họ thực sự muốn. Theo quy định hiện hành, các nhà bán lẻ cũng đều bị cấm bán rượu sau nửa đêm đến 11 giờ sáng và từ 14:00-17:00 chiều."
        }
    ],
    "suggestions": []
}