{
    "en_vn": {
        "data": {
            "content": null,
            "word": "ergocalciferol"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>ergocalciferol</k><blockquote><cclass>[<cclass>ˌə:gə(ʊ)kal'sɪfərɒl<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>noun <cclass>Biochemistry another term for <kref>calciferol</kref> (vitamin D<sub>2</sub>). </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1950s: blend of <kref>ergot</kref> and <kref>calciferol</kref>. </blockquote></div>",
            "word": "ergocalciferol"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "ergocalciferol"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "ergocalciferol"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "ergocalciferol"
        }
    },
    "sentences": [
        {
            "en": "•\tVitamin D1, molecular compound of <em>ergocalciferol</em> with lumisterol. ",
            "vi": "•\tVitamin D1, hợp chất phân tử của ergocalciferol với lumisterol."
        },
        {
            "en": "Five forms of vitamin D have been discovered, vitamin D1, D2, D3, D4, D5. The two forms that seem to matter to humans the most are vitamins D2 (<em>ergocalciferol</em>) and D3 (cholecalciferol). ",
            "vi": "5 dạng vitamin D đã được phát hiện, vitamin D1, D2, D3, D4, D5. 2 dạng có vẻ như quan trọng nhất đối với con người là vitamin D2 (ergocalciferol) và D3 (Cholecalciferol)."
        },
        {
            "en": "•\tVitamin D2, <em>ergocalciferol</em> (made from ergosterol). \n\n\nIt is produced by invertebrates (animals without a spine, vertebral column), fungus and plants in response to sunlight (UV irradiation). Humans and other vertebrates do not produce vitamin D2. We don't know much about what vitamin D2 does in invertebrates. We know that ergosterol is a good absorber of ultraviolet radiation which can damage DNA, RNA and protein; consequently many scientists believe it may serve as a sunscreen that protects organisms from sunlight damage. ",
            "vi": "•\tVitamin D2, ergocalciferol (được tạo thành từ ergosterol).\n\nNó được sản xuất bởi động vật không xương sống (động vật không có cột sống, xương sống), nấm và thực vật phản ứng với ánh sáng mặt trời (chiếu xạ tia cực tím). Con người và các động vật có xương sống khác không sản xuất vitamin D2. Chúng ta không biết nhiều về tác dụng của vitamin D2 trong động vật không xương sống. Chúng ta biết rằng ergosterol là chất hấp thụ tốt bức xạ cực tím có thể gây tổn hại ADN, ARN và prô-tê-in, do đó nhiều nhà khoa học tin rằng nó có thể đóng vai trò như là một loại kem chống nắng bảo vệ sinh vật khỏi bị tổn hại bởi ánh nắng mặt trời."
        }
    ],
    "suggestions": []
}