{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Eris"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Eris"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Eris"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Eris"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Eris"
        }
    },
    "sentences": [
        {
            "en": "Pluto is the second-largest known dwarf planet in the Solar System (after <em>Eris</em>).",
            "vi": "Sao Diêm Vương là hành tinh lớn thứ hai được biết đến trong Hệ Mặt Trời (sau Eris)."
        },
        {
            "en": "Pluto is the second - largest known dwarf planet in the Solar System (after <em>Eris</em>).",
            "vi": "Sao Diêm Vương là hành tinh lớn thứ hai được biết đến trong Hệ Mặt Trời (sau Eris)."
        },
        {
            "en": "A supposed planet discovered by the Sumerian, the theory of the Earth being destroyed in 2012 began with the prophecy the planet Nibiru clashing with the earth. Although initially predicted for May 2003, the doomsday date was postponed to December 2012 as nothing obviously happened. Ironically, both tales were linked to one of the cycles in the Ancient Mayan calendar that ends in 2012. This is an internet hoax! Amongst many other fibs; if a planet, asteroid or comet was heading towards the earth, astronomers would be definitely keeping track of them. Astronomers have found a dwarf planet similar to the siz​e of Pluto known as <em>Eris</em>; however, this planet will remain in the outer solar system. The closest <em>Eris</em> can come in proximity with the Earth is 4 billion miles, which I believe is quite a lot of distance.",
            "vi": "Một hành tinh giả định do những người Sumer khám phá, lý thuyết về trái đất bị huỷ diệt năm 2012 bắt đầu bởi lời tiên tri rằng hành tinh Nibiru sẽ va chạm với trái đất. Dù ban đầu dự đoán ngày tận thế xảy ra vào tháng Năm năm 2003, sau được dời đến tháng 12 năm 2012 vì rõ ràng không có gì xảy ra. Trớ trêu thay, cả hai truyền thuyết này đều liên quan đến một trong các chu kỳ trong lịch Maya cổ đại kết thúc vào năm 2012. Đây là trò lừa bịp trên internet! Trong các chuyện bịa đặt khác; nếu một hành tinh, tiểu hành tinh hay sao hoả tiến đến trái đất thì chắc chắn các nhà thiên văn học sẽ theo dõi chúng. Các nhà thiên văn học đã tìm thấy hành tinh lùn giống với kích cỡ của hành tinh Pluto gọi là Eris; tuy nhiên hành tinh này vẫn còn ở bên ngoài hệ mặt trời."
        }
    ],
    "suggestions": []
}