{
    "en_vn": {
        "data": {
            "content": null,
            "word": "eroding",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "eroding",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "eroding",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "eroding",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "eroding",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "High tides are <em>eroding</em> the coast.",
            "vi": "Thủy triều cao làm xói mòn bờ biển."
        },
        {
            "en": "His support for Mary was slowly <em>eroding</em>.",
            "vi": "Sự hậu thuẫn của ông ta đối với Mary đang từ từ mất dần."
        },
        {
            "en": "All phenomena are without substance, continuously transforming, changing, appearing, disappearing, every flash of an instant <em>eroding</em>, all leading to suffering, ignorance and fettering.",
            "vi": "Tất cả các pháp hữu vi đều là huyễn hoặc, không có chủ thể, niệm niệm  sinh diệt không ngừng, từng sát na biến đổi chẳng nghỉ, tất cả đều đưa tới khổ não, vô minh và trói buộc."
        },
        {
            "en": "The ferocious weather caused king tides which smashed into the coast, <em>eroding</em> entire beaches and destroying waterfront houses in some of Sydney’s most exclusive neighbourhoods.",
            "vi": "Thời tiết khắc nghiệt gây ra thuỷ triều cực cao ập vào bờ biển này, làm xói mòn toàn bộ bãi biển và phá huỷ khu nhà ở bên sông dành cho người giàu gần Sydney."
        },
        {
            "en": "Consumers and the media are more clued in than you think, and you will soon get found out, tarnishing your reputation and <em>eroding</em> trust in your brand.",
            "vi": "Người tiêu dùng và truyền thông có nhiều thông tin hơn là bạn nghĩ, và bạn sẽ bị phát hiện, bôi nhọ danh tiếng và xói mòn lòng tin về thương hiệu của bạn."
        },
        {
            "en": "All phenomena are without substance, continuously transforming, changing, appearing, disappearing, every flash of an instant <em>eroding</em>, all leading to suffering, ignorance and fettering.",
            "vi": "các pháp hữu vi đều là huyễn hoặc, không có chủ thể, niệm niệm sinh diệt không ngừng, từng sát na biến đổi chẳng nghỉ, tất cả đều đưa tới khổ não, vô minh và trói buộc."
        },
        {
            "en": "Removing trees obliterates these benefits. When <em>eroding</em> soil flows into waterways, the organic matter within it consumes more oxygen, which can lead to oxygen depletion in the water, killing fish and other aquatic wildlife.",
            "vi": "Việc chặt phá cây loại bỏ những lợi ích này. Khi lớp đất xói mòn rơi vào các dòng chảy , các chất hữu cơ có trong đó tiêu thụ nhiều oxy hơn, dẫn đến sự suy giảm oxy trong nước, giết chết cá và các động vật thủy sinh."
        }
    ],
    "suggestions": []
}