{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'rɔtik]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(thuộc) tình ái, (thuộc) tình dục</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(từ Mỹ,nghĩa Mỹ) khiêu dâm, gợi tình</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">bài thơ tình</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">người đa tình; người đa dâm</td></tr></table><i/></div>",
            "word": "erotic"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>erotic</k><blockquote><cclass>[<cclass>ɪ'rɒtɪk<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating to or tending to arouse sexual desire or excitement. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>erotically</b><cclass>adverb </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C17: from Fr. <i>érotique</i>, from Gk <i>erōtikos</i>, from <i>erōs</i>, <i>erōt-</i> 'sexual love'. </blockquote></div>",
            "word": "erotic"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>erotic</k><blockquote>▸ <cclass>adjective SEXUALLY AROUSING, sexually stimulating, titillating, suggestive; pornographic, sexually explicit, lewd, smutty, hard-core, soft-core, dirty, racy, risqué, ribald, naughty; sexual, sexy, sensual, amatory; seductive, alluring, tantalizing; <cclass><i>informal</i> blue, X-rated, steamy, raunchy; <cclass><i>euphemistic</i> adult.</cclass></cclass></cclass></blockquote></div>",
            "word": "erotic"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "erotic"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "erotic"
        }
    },
    "sentences": [
        {
            "en": "They're watching <em>erotic</em> films.",
            "vi": "Họ đang xem phim khiêu dâm."
        },
        {
            "en": "I like reading <em>erotic</em> stories.",
            "vi": "Tôi thích đọc truyện tình ái."
        },
        {
            "en": "He always has <em>erotic</em> thoughts.",
            "vi": "Nó luôn có những ý nghĩ khiêu dâm."
        },
        {
            "en": "You are so <em>erotic</em>, lady.",
            "vi": "Bạn gợi cảm quá người đẹp."
        },
        {
            "en": "They 're watching <em>erotic</em> films.",
            "vi": "Họ đang xem phim khiêu dâm."
        },
        {
            "en": "The neck is so much more <em>erotic</em>.",
            "vi": "Ở cổ trông hấp dẫn hơn."
        },
        {
            "en": "She looked very <em>erotic</em> last night.",
            "vi": "Tối hôm qua trông cô nàng rất dâm/gợi tình."
        },
        {
            "en": "You look <em>erotic</em> in this dress.",
            "vi": "Trông em rất gợi tình/dâm trong chiếc áo váy này."
        },
        {
            "en": "Male <em>erotic</em> zones, men’s sexual behaviours and attitudes;.",
            "vi": "Vùng gây kích thích của nam giới, hành vi và thái độ tình dục của nam giới;."
        },
        {
            "en": "I kissed the soft breasts and sucked her nipples until they became <em>erotic</em>.",
            "vi": "Tôi hôn lên hai bầu vú mềm và mút/bú hai núm vú của nàng cho đến khi nó trở nên thật dâm."
        },
        {
            "en": "One form of <em>erotic</em> sexual denial is the reduction of all genital stimulation.",
            "vi": "Một hình thức của việc từ chối vấn đề sinh lý là giảm sự kích thích tình dục."
        },
        {
            "en": "Pornography is the portrayal of explicit sexual subject matter for the purposes of sexual excitement and <em>erotic</em> satisfaction.",
            "vi": "Sách báo khiêu dâm là sự miêu tả vấn đề tình dục rõ ràng, nhằm những mục đích tình kích động giới tính và thỏa mãn tình dục."
        },
        {
            "en": "If images are used, they tend to be aesthetically pleasing, appealing to gay sensibilities, and somewhat <em>erotic</em>.",
            "vi": "Nếu các hình ảnh được sử dụng, chúng thường mang tính thẩm mỹ và hấp dẫn với nhóm nam có quan hệ tình dục đồng giới."
        },
        {
            "en": "During adolescence it is also common to read or watch <em>erotic</em> and pornographic material and to observe and compare their bodies.",
            "vi": "Trong độ tuổi dậy thì, bọn trẻ cũng thường tìm đọc hoặc xem các loại tranh ảnh, sách báo nói về chuyện tình dục, khiêu dâm, hay đôi khi quan sát và so sánh cơ thể mình."
        },
        {
            "en": "It was years before i understood the <em>erotic</em> effect it has on men; but in a way, it's like a woman peering out from between her fingers.",
            "vi": "Phải đợi đến mấy năm sau tôi mới hiểu ra hình vẽ này có hiệu quả gợi dục nơi đàn ông; nhưng nhìn chung, thì nó giống như người phụ nữ nhìn ra bên ngoài qua những kẽ hở của ngón tay mình."
        },
        {
            "en": "Saunas that accepted the materials had varying responses, ranging from appreciation of the need to disseminate information and the <em>erotic</em> photographs used, to discomfort with the explicitness of the photographs.",
            "vi": "Những cơ sở xông hơi nhận tài liệu truyền thông cũng có những phản ứng khác nhau, từ nhận thấy sự cần thiết phải cung cấp thông tin và ủng hộ những hình ảnh hấp dẫn minh hoạ đến việc không thoải mái với những hình ảnh đó."
        },
        {
            "en": "Did you think only men experience this phenomenon? Not true, says Barbara Bartlik, MD, a psychiatrist and sex therapist in New York. Warning, further reading may produce blushing: “Women have orgasms during their sleep, just as men do,” she says. “These orgasms often accompany <em>erotic</em> dreams, but they also may occur during dreams of a nonerotic nature.” When women dream, she says, it’s not uncommon for their genitals to become engorged and lubricated. “This occurs during REM sleep, which happens several times during the night,” she says. A similar thing happens to men. “Men get erections during REM sleep, whether or not the man is having an <em>erotic</em> dream.”",
            "vi": "Bạn có cho rằng chỉ nam giới mới trải nghiệm hiện tượng này không? Không đúng, theo Barbara Bartlik, một bác sĩ tâm thần và là nhà trị liệu tình dục ở New York. Cảnh báo, tiếp tục đọc có thể khiến bạn đỏ mặt: \"Phụ nữ, giống như nam giới, cũng có cực khoái trong giấc ngủ của họ\", cô nói. \"Những cực khoái này thường đi kèm với những giấc mơ khiêu dâm, nhưng hiện tượng này cũng có thể xảy ra trong giấc mơ về những điều không liên quan gì đến tình dục\". Khi phụ nữ mơ, cô nói, chẳng có gì lạ khi bộ phận sinh dục của họ căng lên và tiết ra chất nhờn. \"Điều này xảy ra trong giấc ngủ REM (trạng thái ngủ mắt cử động), nhiều lần suốt đêm\", cô ấy nói. Điều xảy ra tương tự ở nam giới. \"Đàn ông có được sự cương cứng trong giấc ngủ REM, dù có đang mơ một giấc mơ về tình dục hay không.\""
        },
        {
            "en": "However, the best-preserved and most graphic example of <em>erotic</em> temple art can be found in the small town of Khajuraho in the central Indian state of Madhya Pradesh. Its elegantly carved Hindu temples were declared a Unesco World Heritage site in 1986. Built by the Chandela dynasty between 950 and 1050, only 22 of the 85 original temples remain.",
            "vi": "Tuy nhiên ta có thể thấy thí dụ được lưu giữ tốt nhất và thể hiện rõ nhất của nghệ thuật tình dục ở đền là ở thị trấn nhỏ ở Khajuraho tỉnh Madhya Pradesh miền trung Ấn Độ. Những đền Ấn giáo được đẽo rất đẹp bằng đá đã được công bố là Di Sản Thế Giới của Unesco năm 1986. Triều đại Chandela đã tạo ra các đền này khoảng từ năm 950 đến 1050, trong số 85 đền chỉ còn 22 đền."
        },
        {
            "en": "In fact, if you look closely, reminders of these more liberal times can be seen across the country. They’re literally carved in stone in the form of <em>erotic</em> motifs on the lower walls of the 13th Century Sun Temple at Konark in the east Indian state of Orissa. Nudity is prominent in the paintings and sculptures of heavenly maidens at Maharashtra’s Buddhist rock-cut monastic caves, Ajanta (2nd Century BCE) and Ellora (5th to 10th Centuries).",
            "vi": "Thực tế nếu xem xét kỹ, ta có thể nhìn thấy nhắc nhở của những thời kỳ phóng túng này trên khắp đất nước. Được khắc trên đá theo chủ đề gợi dục ở chân tường Đền Mặt Trời vào thế kỷ 13 ở Konark, phía Đông tỉnh Orissa, Ấn Độ. Khỏa thân có trong mọi tranh tượng thiếu nữ siêu phàm trong hang phật viện khắc trong đá ở Maharashtra, hang Ajanta (thế kỷ thứ 2 trước Công nguyên) và hang Ellora (từ thế kỷ thứ 5 tới thế kỷ thứ 10 sau Công nguyên)."
        },
        {
            "en": "But on closer inspection, many of these carvings were of an intensely <em>erotic</em> nature, featuring men, women and animals. There were depictions of threesomes, orgies and bestiality. Although I knew what to expect, I was still taken aback by shapely maidens and virile men contorting their bodies in impossible sexual positions, right next to sculptures of divine beings smiling blissfully at the devout. Although a few stones were chipped and several limbs broken, the carvings were incredibly pristine, considering that the temples are more than 1,000 years old.",
            "vi": "Chúng mô tả các cảnh yêu đương cặp ba cùng lúc, truy hoan và hành vi mất nhân tính. Mặc dù tôi đã được biết trước nhưng tôi vẫn sững sờ trước tượng các cô gái và đàn ông ôm quấn lấy nhau trong các tư thế làm tình khó tả ngay sát cạnh các thần thánh mỉm cười hiền dịu và thánh thiện. Tuy một số tượng đã bị sứt mẻ và rụng chân tay nhưng tượng còn hết sức nguyên sơ nếu xét về thực tế là những đền này đã từ hơn 1000 năm tuổi."
        }
    ],
    "suggestions": []
}