{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Es",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>Es</k><blockquote>■ <cclass>symbol the chemical element einsteinium. </cclass></blockquote></div>",
            "word": "Es",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Es",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Es",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Es",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "So ah tells her dar's ghos' <em>es</em> an' buggerboos in de dahk.",
            "vi": "Cho nên tôi bảo em là có mà và ngoáo ộp rình trong bóng tối."
        },
        {
            "en": "A number of researchers point to human bias <em>es</em> to explain unreliable expert predictions. ",
            "vi": "Nhiều nhà nghiên cứu chỉ ra những xu hướng của con người để giải thích những dự đoán không đáng tin cậy của các chuyên gia. "
        },
        {
            "en": "That damned earthquake had taken one hundred thousand dollars off the value of <em>Es</em> own holdings in the bank.",
            "vi": "Thế là vụ động đất chết tiệt kia đã làm giảm mất giá trị cổ phần của anh trong ngân hàng tới một trăm ngàn đô-la."
        },
        {
            "en": "That damned earthquake had taken one hundred thousand dollars off the value of <em>Es</em> own holdings in the bank.",
            "vi": "Thế là vụ động đất chết tiệt kia đã làm giảm mất giá trị cổ phần của anh trong ngân hàng tới một trăm ngàn đô - la."
        },
        {
            "en": "Dell is exploring designs with different screen siz​<em>es</em> to its current 10-inch models, he said, though it was unclear if those new siz​<em>es</em> will be among the products released later this year. Dell is primarily interested in screen siz​<em>es</em> of 10 inches or larger, Lalla said.",
            "vi": "Ông cho biết Dell đang nghiên cứu những thiết kế với nhiều kích cỡ màn hình khác nhau cho những mẫu máy tính bảng 10 inch hiện tại của hãng, mặc dù vẫn chưa rõ liệu những kích cỡ mới ấy có nằm trong số những sản phẩm phát hành cuối năm nay hay không. Dell chủ yếu quan tâm đến kích cỡ màn hình 10 inch hoặc lớn hơn, ông Lalla nói. "
        },
        {
            "en": "The chest, or band, siz​e is the part of the bra that runs across a girl's chest and around her back. The cups are the parts of the bra that hold the breasts. Bras come in many siz​<em>es</em>, which are different combinations of the chest siz​<em>es</em> (shown as numbers — in the United States, these are 32, 34, 36, etc.) and cup siz​<em>es</em> (shown as letters — AA, A, B, C, etc.).",
            "vi": "Số đo vòng ngực hay vòng băng áo / vòng thân là phần của chiếc áo ngực vòng qua ngực của cô gái và quanh lưng của cô ấy. Cúp ngực nằm trong áo ngực để nâng đỡ ngực. Áo ngực có nhiều kích cỡ, đó là sự kết hợp khác nhau của các kích thước vòng băng áo (được biểu thị bằng số - ở Hoa Kỳ là 32, 34, 36, ...) và kích cỡ cúp ngực (biểu thị bằng chữ - AA, A, B, C, v.v...)"
        },
        {
            "en": "The Painting Fool is one of a growing number of computer programs which, so their makers claim, possess <em>es</em> creative talents.",
            "vi": "Chương trình Painting Fool là một trong số rất nhiều các chương trình máy tính được những người sáng lập nhận định rằng nó sở hữu tài năng về sáng tạo."
        },
        {
            "en": "They were based at a girls’ school, where - it is alleged - the combined forces of three Schoolmistress <em>es</em> outperformed the professionals with the accuracy of their observations.",
            "vi": "Họ đặt cơ sở tại trường học nữ sinh, nơi mà được đưa ra lý lẽ rằng – kết hợp sức mạnh của ba nữ hiệu trưởng thực hiện tốt hơn các chuyên gia với sự chính xác về các quan sát của họ."
        },
        {
            "en": "When a noun ends with a consonant such as -o,s, z, ch, sh, and x, you also have to add -<em>es</em>.",
            "vi": "Thêm \"- es\" vào các danh từ tận cùng là các phụ âm \"o\",\"s\",\"z\",\"ch\",\"sh\" và\"x\"."
        },
        {
            "en": "When a noun ends with a consonant such as - o, s, z, ch, sh, and x, you also have to add - <em>es</em>.",
            "vi": "Thêm \"-es\" vào các danh từ tận cùng là các phụ âm \"o\", \"s\", \"z\", \"ch\", \"sh\" và \"x\"."
        },
        {
            "en": "Koch claimed that publishing in HTML wouldn't substantially reduce the file siz​<em>es</em>. \"In both cases, you have a bunch of words, and descriptions of where things should be, and multimedia. Those multimedia files are still the same siz​e.\"",
            "vi": "Koch cho rằng rằng xuất ra HTML sẽ không giảm đáng kể kích cỡ tập tin. \"Trong cả hai trường hợp, bạn đều có chữ, và bố cục trang, và tập tin đa phương tiện. Những tập tin đa phương tiện này vẫn có cùng kích cỡ\"."
        },
        {
            "en": "Purchase and lay out all the food you are going to prepare, and wash and dry your jars and lids. It helps to have a variety of jar siz​<em>es</em> giving you different portion options.",
            "vi": "Mua và bày mọi thực phẩm sẽ cất, rửa để hũ và nắp khô ráo. Dùng hũ nhiều kích cỡ để cất phần ăn nhiều ít khác nhau."
        },
        {
            "en": "More complex decision-making is then either avoided, postponed, or put into the hands of the army of professionals, lifestyle coach <em>es</em>, lawyers, advisors, and the like, waiting to lighten the emotional burden for a fee.",
            "vi": "Bởi thế mà nhiều khi người ta tránh hay trì hoãn việc đưa ra các quyết định phức tạp, hay giao các quyết định đó cho đội ngũ chuyên gia, Huấn luyện viên lối sống , luật sư, tư vấn và những người tương tư, chờ đợi để giảm bớt gánh nặng cảm xúc và đổi lại bằng mất một khoản phí."
        },
        {
            "en": "\"They would make the pixel siz​<em>es</em> smaller [to fit in more pixels],\" Erensen told me over the phone, \"But keep the image sensor the same.\" Erensen similarly used the water analogy, this time swapping \"buckets\" for \"wells.\"",
            "vi": "Ông nói với tôi qua điện thoại: \"Người ta sẽ giảm kích thước điểm ảnh [để đủ chỗ cho nhiều điểm ảnh hơn], nhưng lại giữ nguyên bộ cảm biến ảnh”. Erensen cũng sử dụng hình ảnh so sánh trên, nhưng lần này thay \"xô nước”  thành \"giếng nước”."
        },
        {
            "en": "Whether it be earthquakes, tornado <em>es</em>, floods, volcanoes or tsunamis, over the past twenty years, natural disasters have been happening more frequently and affecting more people than ever before.",
            "vi": "Cho dù đó là những trận động đất, lốc xoáy, lũ lụt, núi lửa hay sóng thần, trong vòng hai mươi năm qua, thiên tai đã xảy ra thường xuyên hơn và ảnh hưởng đến nhiều người hơn bao giờ hết."
        },
        {
            "en": "Over time, the nitro can Seep out , crystallising on the outside of the sticks or pooling at the bottom of storage boxes, with all the consequent instability that raw nitro Possess <em>es</em>.",
            "vi": "Theo thời gian, nitro có thể rò rỉ ra, kết tủa bên ngoài các thanh hoặc đọng lại ở đáy các thùng chứa, và vẫn ẩn chứa những nguy cơ rủi ro bất ổn định mà nitro vốn có."
        },
        {
            "en": "1. Controlling Portion siz​<em>es</em>\n2. Watch out of late night eating  3. Rearrange your Refrigerator  4. Don’t compare yourself to others 5. Don't give up when you don't see result ",
            "vi": "1. Kiểm soát khẩu phần ăn2. Dè chừng chuyện ăn khuya3. Cơ cấu lại đồ ăn trong tủ lạnh 4. Đừng so sánh mình với người khác5.  Đừng bỏ cuộc khi chưa thấy kết quả"
        },
        {
            "en": "Condoms are available without a prescription and are sold in drugstores, supermarkets, and even vending machines (in some stores, they're in the \"Family Planning\" aisle). Condoms come in different siz​<em>es</em>, textures, and colors.",
            "vi": "Bao cao su được bán tự do rộng rãi trong nhiều nhà thuốc, siêu thị và cả ở các máy bán hàng tự động (ở một số cửa hàng, bao cao su được bày bán trong các kệ “Kế hoạch hóa gia đình” ở giữa các lối đi). Bao cao su có nhiều kích cỡ, kiểu dáng, và màu sắc khác nhau."
        },
        {
            "en": "But what will the 'optimization' process entail? How much will it increase file siz​<em>es</em>? (We noticed, for instance, that Vogue's premiere issue was a full 408 megabytes on the iPad 3, and less than 300 on the iPad 2.)",
            "vi": "Nhưng quá trình 'tối ưu hoá' này gồm những gì? Nó sẽ tăng kích cỡ tập tin lên bao nhiêu? (Chẳng hạn như, chúng tôi nhận thấy số báo đầu tiên của Vogue là 408 MB trên iPad 3 và chưa tố 300 MB trên iPad 2.)"
        },
        {
            "en": "What’s not clear is how Apple would go about this and satisfy both users—who may enjoy a larger screen but also want to keep the Retina display quality—and its army of third-party developers—who don’t want to have to come up with a wide variety of different screen siz​<em>es</em>.",
            "vi": "Không rõ là Apple sẽ làm thế nào để xử lý việc này và làm hài lòng cả người dùng – những người có thể sẽ thích màn hình lớn hơn nhưng cũng muốn giữ lại chất lượng của màn hình retina – lẫn đội ngũ phát triển ứng dụng bên thứ ba – nhũng người không muốn phải nghĩ ra nhiều kích thước màn hình khác nhau."
        }
    ],
    "suggestions": []
}