{
    "en_vn": {
        "data": {
            "content": null,
            "word": "esc",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "esc",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "esc",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "esc",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "esc",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The <em>esc</em> (escape) key is used in foxpro.",
            "vi": "Phím esc (escape) được dùng trong foxpro."
        },
        {
            "en": "To work around this issue, press the <em>ESC</em> key to regain control.",
            "vi": "Để giải quyết vấn đề này, nhấn phím ESC để lấy lại quyền điều khiển."
        },
        {
            "en": "To switch back to command mode from edit mode, hit the <em>ESC</em> key.",
            "vi": "Để quay lại chế độ lệnh từ chế độ soạn thảo, hãy nhấn phím esc."
        },
        {
            "en": "To abort a computer program which is being initiated, simply click press <em>Esc</em>.",
            "vi": "Để dừng ngang một chương trình máy điện toán đang khởi động, đơn giản chỉ cần nhất phím Esc."
        },
        {
            "en": "If you use the <em>esc</em> key, foxpro will ask you if you wish to keep the changes.",
            "vi": "Nếu bạn dùng phím esc, foxpro sẽ hỏi bạn phải chăng bạn muốn giữ các sửa đổi vừa rồi."
        },
        {
            "en": "The <em>ESC</em> 1000 is the result of collaboration between Asustek, Nvidia and Taiwan's National Chao Tung University.",
            "vi": "Siêu máy tính ESC 1000 là kết quả của sự hợp tác giữa hãng Asustek, Nvidia và Trường đại học National Chao Tung của Đài loan."
        },
        {
            "en": "Most places in foxpro, like dialog boxes and programs, allow you to use the <em>esc</em> key to back out or cancel an operation.",
            "vi": "Hầu hết các vị trí công tác trong foxpro, như các hộp thoại và chương trình, đều cho phép bạn sử dụng phím esc để quay về tình cảnh cũ hoặc đình chỉ một thao tác nào đó."
        },
        {
            "en": "The setting attempt lock (automatic) will continuously retry access, and must be cancelled by the user with the <em>esc</em> (escape) key.",
            "vi": "Trị xác lập attempt lock (automatic) sẽ thử truy cập lại liên tiếp, và chỉ dừng khi người dùng đình chỉ bằng phím esc (escape)."
        },
        {
            "en": "The <em>ESC</em> 1000 is made for 64-bit computing and carries 24GB of DDR3 (double data rate, third generation) 1333MHz DRAM.",
            "vi": "ESC 1000 phục vụ cho điện toán 64-bit và kèm theo với 24GB DDR3 1333MHz (RAM thế hệ thứ 3 với tốc độ truyền tải dữ liệu nhanh gấp đôi)."
        },
        {
            "en": "When you're fishned, you can exit the memo window by clicking the close box in the upper right corner the ctrl + w key combination, or the <em>esc</em> key.",
            "vi": "Khi chấm dứt, bạn có thể thoát khỏi cửa sổ memo bằng các cách: nhắp chuột vào hộp close ở góc trên phải, dùng tổ hợp phím ctrl + w, hoặc dùng phím esc."
        },
        {
            "en": "The <em>ESC</em> 1000 has a 500GB SATA II hard drive on board and its power supply is rated for 1100 watts.",
            "vi": "ESC 1000 được trang bị ổ cứng 500GB chuẩn SATA II trên bo mạch và bộ nguồn cung cấp có công suất là 1100W."
        },
        {
            "en": "The <em>esc</em> key is used to get out of something, such as a window, menu, dialog box, or other place you don't want to be.",
            "vi": "Phím esc được dùng để thoát khỏi hay thôi bỏ một sự vụ gì đó, như một cửa sổ, thực đơn, hộp thoại, hay một chỗ nào khác mà bạn thôi muốn nán lại."
        },
        {
            "en": "Asus unveiled its first supercomputer on Monday, the desktop computer - sized <em>ESC</em> 1000, which uses Nvidia graphics processors to attain speeds up to 1. 1 teraflops.",
            "vi": "Asus tiết lộ siêu máy tính đầu tiên của họ vào hôm thư hai, đó là máy ESC 1000 có kích cỡ như máy tính để bàn, nó sử dụng các bộ xử lý đồ hoạ của Nvidia đạt tốc độ tối đa 1.1 teraflops."
        },
        {
            "en": "Asus unveiled its first supercomputer on Monday, the desktop computer-sized <em>ESC</em> 1000, which uses Nvidia graphics processors to attain speeds up to 1.1 teraflops.",
            "vi": "Asus tiết lộ siêu máy tính đầu tiên của họ vào hôm thư hai, đó là máy ESC 1000 có kích cỡ như máy tính để bàn, nó sử dụng các bộ xử lý đồ hoạ của Nvidia đạt"
        },
        {
            "en": "The <em>ESC</em> 1000 is made for 64-bit computing and carries 24GB of DDR3 (double data rate, third generation) 1333MHz DRAM.",
            "vi": "ESC 1000 phục vụ cho điện toán 64 - bit và kèm theo với 24GB DDR3 1333MHz (RAM thế hệ thứ 3 với tốc độ truyền tải dữ liệu nhanh gấp đôi)."
        },
        {
            "en": "The <em>ESC</em> 1000 is made for 64 - bit computing and carries 24GB of DDR3 (double data rate, third generation) 1333MHz DRAM.",
            "vi": "ESC 1000 phục vụ cho điện toán 64-bit và kèm theo với 24GB DDR3 1333MHz (RAM thế hệ thứ 3 với tốc độ truyền tải dữ liệu nhanh gấp đôi)."
        },
        {
            "en": "Asus unveiled its first supercomputer on Monday, the desktop computer-sized <em>ESC</em> 1000, which uses Nvidia graphics processors to attain speeds up to 1.1 teraflops.",
            "vi": "Asus tiết lộ siêu máy tính đầu tiên của họ vào hôm thư hai, đó là máy ESC 1000 có kích cỡ như máy tính để bàn, nó sử dụng các bộ xử lý đồ hoạ của Nvidia đạt tốc độ tối đa 1.1 teraflops."
        },
        {
            "en": "A note in Asus's literature said the <em>ESC</em> 1000 has a cost structure in software and hardware of $14, 519 (£8, 900) over five years, but an Asus representative declined to give a per - unit price or when the <em>ESC</em> 1000 would be available globally.",
            "vi": "Điểm chú ý là \"tác phẩm\" siêu máy tính ESC 1000 của ASUS có cấu trúc chi phí bao gồm phần mềm và phần cứng là $14,519 ((£8,90) trong năm năm tới, tuy nhiên đại điện của Asus đã từ chối đưa ra chi tiết giá từng phần và thời điểm ESC 1000 có mặt trên toàn cầu."
        },
        {
            "en": "Điểm chú ý là\"tác phẩm\" siêu máy tính <em>ESC</em> 1000 của ASUS có cấu trúc chi phí bao gồm phần mềm và phần cứng là $14, 519 ((£8, 90) trong năm năm tới, tuy nhiên đại điện của Asus đã từ chối đưa ra chi tiết giá từng phần và thời điểm <em>ESC</em> 1000 có mặt",
            "vi": "A note in Asus's literature said the ESC 1000 has a cost structure in software and hardware of $14,519 (£8,900) over five years, but an Asus representative declined to give a per-unit price or when the ESC 1000 would be available globally."
        },
        {
            "en": "A note in Asus's literature said the <em>ESC</em> 1000 has a cost structure in software and hardware of $14, 519 (£8, 900) over five years, but an Asus representative declined to give a per - unit price or when the <em>ESC</em> 1000 would be",
            "vi": "Điểm chú ý là \"tác phẩm\" siêu máy tính ESC 1000 của ASUS có cấu trúc chi phí bao gồm phần mềm và phần cứng là $14,519 ((£8,90) trong năm năm tới, tuy nhiên đại điện của Asus đã từ chối đưa ra chi tiết giá từng phần và thời điểm ESC 1000 có mặt trên toàn cầu."
        }
    ],
    "suggestions": []
}