{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['eskəleit]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">leo thang (nghĩa bóng)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">criminality is escalating alarmingly</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tình hình tội phạm đang leo thang tới mức báo động</font></td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">our enemy continues to escalate the war</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">kẻ thù của chúng ta vẫn tiếp tục leo thang chiến tranh</font></td></tr></table><i/></div>",
            "word": "escalate",
            "pronounce": "['eskəleit]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>escalate</k><blockquote><cclass>[<cclass>'ɛskəleɪt<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 increase rapidly. </blockquote></blockquote><blockquote><blockquote>2》 become or make more intense or serious. </blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>escalation</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s (in the sense 'travel on an escalator'): back-form. from <kref>escalator</kref>. </blockquote></div>",
            "word": "escalate",
            "pronounce": "['eskəleit]"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>escalate</k><blockquote>▸ <cclass>verb</cclass></blockquote><blockquote><b>1</b><i>prices have escalated</i>: INCREASE RAPIDLY, soar, rocket, shoot up, mount, spiral, climb, go up; <cclass><i>informal</i> go through the roof, skyrocket.</cclass></blockquote><blockquote><b>2</b><i>the dispute escalated</i>: GROW, develop, mushroom, increase, heighten, intensify, accelerate.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>plunge, shrink.</blockquote></div>",
            "word": "escalate",
            "pronounce": "['eskəleit]"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>escalate</k><blockquote><blockquote><ex><abr>v.</abr> (<abr>D</abr>; <abr>intr.</abr>) to escalate into (the local war escalated into a major conflict)</ex></blockquote></blockquote></div>",
            "word": "escalate",
            "pronounce": "['eskəleit]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> leo thang</font></td></tr></tbody></table></div>",
            "word": "escalate",
            "pronounce": "['eskəleit]"
        }
    },
    "sentences": [
        {
            "en": "continuing to <em>escalate</em>",
            "vi": "tiếp tục leo thang"
        },
        {
            "en": "De-<em>escalate</em> the war",
            "vi": "Xuống thang chiến tranh"
        },
        {
            "en": "Our enemy continues to <em>escalate</em> the war.",
            "vi": "Kẻ thù của chúng ta vẫn tiếp tục leo thang chiến tranh."
        },
        {
            "en": "Prices <em>escalate</em>, so living standards become lower.",
            "vi": "Vật giá leo thang, nên mức sống thấp đi."
        },
        {
            "en": "These risks could <em>escalate</em> if left unaddressed",
            "vi": "Những rủi ro này có thể leo thang nếu không được giải quyết"
        },
        {
            "en": "If everything is serious, conflict really can <em>escalate</em>.",
            "vi": "Nếu mọi thứ nghiêm trọng, xung đột thực sự có thể leo thang."
        },
        {
            "en": "There were scares that the diplomatic skirmishing would <em>escalate</em>.",
            "vi": "Người ta vẫn lo sợ việc đấu tranh ngoại giao sẽ ngày càng leo thang."
        },
        {
            "en": "Any one of these border disputes could <em>escalate</em> into war.",
            "vi": "Bất kỳ cuộc tranh chấp biên giới nào cũng có thể leo thang thành chiến tranh."
        },
        {
            "en": "Could the fighting could <em>escalate</em> into a more general war?",
            "vi": "Có phải cuộc giao chiến này có thể leo thang thành một cuộc chiến tranh toàn diện hơn không?"
        },
        {
            "en": "Small incidents can easily <em>escalate</em> into a world war.",
            "vi": "Những vụ đụng độ nhỏ có thể dễ dẫn đến đại chiến thế giới."
        },
        {
            "en": "The issues would only <em>escalate</em>, causing Microsoft and Windows 7 to look even worse.",
            "vi": "Những vấn đề sẽ ngày càng leo thang và gây ra cho Microsoft và Windows 7 trông có vẻ còn tệ hơn."
        },
        {
            "en": "Other analysts worry the lending spree could <em>escalate</em> bad debt problems in the banking sector.",
            "vi": "Nhà phân tích khác lo lắng việc cho vay quá mức có thể làm gia tăng vấn đề nợ khó đòi trong lĩnh vực ngân hàng."
        },
        {
            "en": "It's unclear if North Korea will seek to <em>escalate</em> diplomatic tensions, says CSIS. It notes that under Kim Jong Un, who has only been North Korea's leader for two years, anything could happen.",
            "vi": "Không rõ là liệu Bắc Triều Tiên sẽ tìm cách leo thang căng thẳng ngoại giao hay không, CSIS cho biết. CSIS lưu ý rằng dưới quyền của Kim Jong Un, người chỉ lãnh đạo Bắc Triều Tiên trong hai năm, thì bất cứ điều gì cũng có thể xảy ra."
        },
        {
            "en": "In the past, coal was priced at $40 per ton. But it is now sold at $60 per ton and the price is expected to continue to <em>escalate</em>. Once the coal price increases, the electricity generation costs will be increasing proportionally, and thermal power won’t be as cheap as people think. ",
            "vi": "Trong quá khứ, than đá có giá 40 USD/tấn. Nhưng hiện tại than đá được bán với giá 60 USD/tấn và giá cả vẫn sẽ tiếp tục leo thang. Một khi giá than tăng, chi phí tạo ra điện năng sẽ tăng lên tương ứng, và nhiệt điện sẽ không còn rẻ như mọi người nghĩ."
        },
        {
            "en": "In the past, coal was priced at $40 per ton. But it is now sold at $60 per ton and the price is expected to continue to <em>escalate</em>. Once the coal price increases, the electricity generation costs will be increasing proportionally, and thermal power won’t be as cheap as people think. ",
            "vi": "Trong quá khứ, than đá có giá 40 USD/tấn. Nhưng hiện tại than đá được bán với giá 60 USD/tấn và giá cả vẫn sẽ tiếp tục leo thang. Một khi giá than tăng, chi phí tạo ra điện năng sẽ tăng lên tương ứng, và nhiệt điện sẽ không còn rẻ như mọi người nghĩ."
        },
        {
            "en": "Manila: US obliged to defend Filipinos in Spratlys          MANILA, Philippines – U.S. forces are obliged to help defend Filipino troops, ships or aircraft under a 1951 Mutual Defense Treaty if they come under attack in the disputed Spratly Islands in the South China Sea, Philippine officials said, citing past American assurances. The potentially oil- and gas-rich Spratly Islands have long been regarded as one of Asia's possible flash points for conflict. China, the Philippines and Vietnam have been trading barbs and diplomatic protests recently over overlapping territorial claims, reigniting tension. Complicating the issue is the role the United States could play in resolving the disputes. A Mutual Defense Treaty signed by U.S. and Philippine officials in Aug. 30, 1951, calls on each country to help defend the other against an external attack by an aggressor in their territories or in the Pacific region. Amid renewed tensions in the Spratlys, questions have emerged whether the treaty would apply if ill-equipped Philippine forces come under attack in the islands, all of which are claimed by China. Parts also are claimed by Brunei, Malaysia, the Philippines, Taiwan and Vietnam.  The Philippine Department of Foreign Affairs said in a policy paper that the treaty requires Washington to help defend Filipino forces if they come under attack in the Spratlys, citing U.S. diplomatic dispatches that defined the Pacific region under the treaty as including the South China Sea. The South China Sea was not specifically mentioned in the pact. A copy of the policy paper was seen by The Associated Press on Wednesday. Philippine Foreign Secretary Albert del Rosario also said in a recent interview that American officials have made clear that Washington would respond in case Filipino forces come under attack in the South China Sea. The U.S. Embassy in Manila declined to discuss details of when the pact would apply. \"As a strategic ally, the United States honors our Mutual Defense Treaty with the Philippines,\" said Alan Holst, acting public affairs officer at the embassy. \"We will not engage in discussion of hypothetical scenarios.\" The defense treaty, which came into force in 1952, defined an attack as an armed assault on \"the metropolitan territory of the parties\" or their \"armed forces, public vessels or aircraft in the Pacific.\" While the U.S. has a policy of not interfering in territorial disputes, the Philippine paper said \"it may be construed that any attack on our vessels, armed forces or aircraft in the Spratlys would make the treaty applicable and accordingly obligate the U.S. to act to meet the common dangers.\" China has urged the United States to stay out of the territorial disputes in the South China Sea, saying they should be resolved through bilateral negotiations. On Wednesday, Chinese Vice Foreign Minister Cui Tiankai warned that Washington risks getting drawn into a conflict should tensions in the region <em>escalate</em> further. Washington views the sea lanes in the area as strategically important. The Philippines has accused China of intruding at least six times in Manila-claimed areas in and near the Spratlys since February. Among the most serious was a reported firing by a Chinese navy vessel on Feb. 25 to scare away Filipino fishermen from the Jackson Atoll. The Philippines, whose poorly equipped forces are no match for China's powerful military, has resorted to diplomatic protests. President Benigno Aquino III insisted Friday that his country won't be bullied by China and said Beijing should stop intruding into waters claimed by Manila. The battle for ownership of the Spratlys has settled into an uneasy standoff since clashes involving China and Vietnam killed more than 70 Vietnamese sailors in 1988.",
            "vi": "Manila: US obliged to defend Filipinos in Spratlys        Theo tin từ Manila, Phi-líp-pin: Quân đội Hoa Kỳ bị buộc phải giúp bảo vệ binh lính, tàu hoặc máy bay Phi-líp-pin theo Hiệp ước phòng thủ chung 1951 nếu họ bị tấn công ở Quần đảo Trường Sa đang tranh chấp ở Nam Hải (Biển Đông), chính quyền Phi-líp-pin cho biết, trích dẫn lời cam kết của Mỹ trước đây. Quần đảo Trường Sa chứa nhiều dầu mỏ và khí đốt từ lâu được xem là một trong những điểm dễ gây ra xung đột của châu Á. Trung Quốc, Phi - líp - pin và Việt Nam gần đây chỉ trích và phản kháng ngoại giao về việc chồng chéo trong tuyên bố chủ quyền, làm nóng lại căng thẳng.  Làm phức tạp vấn đề thêm là vai trò của Hoa Kỳ có thể đóng trong việc giải quyết cuộc tranh chấp này. Hiệp ước phòng thủ chung được ký bởi Hoa Kỳ và các viên chức Phi - líp - pin trong ngày 30 tháng tám năm 1951, yêu cầu mỗi quốc gia giúp bảo vệ quốc gia kia chống lại tấn công bên ngoài bởi quân xâm lược trong lãnh thổ của họ hoặc khu vực Thái Bình Dương.  Trong tình trạng căng thẳng đã trở lại ở Trường Sa, người ta đặt câu hỏi liệu hiệp ước này có được thực thi hay không nếu lực lượng Phi - lip - pin trang bị kém, bị tấn công ở đảo, mà toàn bộ những đảo này Trung quốc khẳng định thuộc về mình. Và những phần này cũng được khẳng định thuộc chủ quyền của mình bởi Brunei, Malaysia, Phi - líp - pin, Đài Loan và Việt Nam. Bộ ngoại giao Phi - líp - pin đã nói trong tài liệu chính sách rằng hiệp ước yêu cầu Washington phải giúp bảo vệ lực lượng Phi-líp-pin nếu họ bị tấn công ở Trường Sa, trích dẫn trong thông báo ngoại giao của Hoa Kỳ đã định rõ vùng Pacific theo hiệp ước bao gồm cả Nam Hải (tức Biển Đông). Nam Hải (tức Biển Đông) đã không được đề cập cụ thể đến trong hiệp ước. Một bản sao của tài liệu chính sách đã được xem qua bởi Hãng tin Associated Press vào ngày thứ tư.    Bộ trưởng ngoại giao Phi - líp - pin, Albert del Rosario, trong cuộc phỏng vấn gần đây cũng cho biết các viên chức Mỹ đã nói rõ rằng Washington sẽ đáp lại trong trường hợp lực lượng Phi-líp-pin bị tấn công ở Biển Đông.  Đại sứ quán Hoa Kỳ ở Manila từ chối nói rõ chi tiết về thời gian áp dụng hiệp ước.  \"Là đồng minh chiến lược, Hoa Kỳ tôn trọng Hiệp ước phòng thủ chung của chúng tôi với Phi - líp - pin, \" Alan Holst, là viên chức hành chính công ở đại sứ quán, đã  nói. \"Chúng tôi sẽ không tham gia vào thảo luận về kịch bản giả thiết.\" Hiệp ước phòng thủ, có hiệu lực vào năm 1952, định nghĩa rõ rằng cuộc tấn công được xem như tấn công vũ trang khi xâm phạm vào \"lãnh thổ của các bên ở chính quốc\" hay vào “lực lượng vũ trang, tàu công hay máy bay của họ ở Thái Bình Dương.\" Trong khi Hoa Kỳ có chính sách không can thiệp vào chuyện tranh chấp lãnh thổ, thì trong tài liệu của Phi - líp - pin có chép: \"Có thể hiểu là bất kỳ cuộc tấn công nào vào tàu, lực lượng vũ trang hoặc máy bay của chúng tôi ở Trường Sa sẽ áp dụng được hiệp ước này và theo đó buộc Hoa Kỳ phải hành động để đối phó những mối nguy hiểm chung này\"   Trung Quốc đã kêu gọi Hoa Kỳ tránh xa vụ tranh chấp lãnh thổ ở Biển Đông, đề nghị những vấn đề này nên được giải quyết thông qua đàm phán song phương.  Vào ngày thứ tư, thứ trưởng ngoại giao Trung Quốc – Thôi Thiên Khải -  cảnh báo là nguy cơ Washington bị lôi kéo vào cuộc xung đột nếu căng thẳng tăng cao hơn trong vùng này.  Washington xem tuyến đường biển trong khu vực có tầm quan trọng về mặt chiến lược.  Phi - líp - pin buộc tội Trung Quốc về việc xâm nhập ít nhất sáu lần ở khu vực mà Manila  tuyên bố là của mình trong và gần Trường Sa từ tháng hai. Trong số vụ nghiêm trọng nhất là tài hải quân của Trung Quốc nã súng vào ngày 25 tháng hai để đuổi những người đánh cá Phi-líp-pin ra khỏi đảo Jackson Atoll.  Phi - líp - pin, với lực lượng trang bị kém không thể là đối thủ của quân đội Trung Quốc hùng mạnh, đành phải phản kháng bằng ngoại giao. Tổng thống Benigno Aquino III nhấn mạnh vào hôm thứ sáu quốc gia của ông sẽ không bị bắt nạt bởi Trung quốc và tuyên bố Bắc Kinh nên ngưng xâm nhập vào vùng biển mà Manila tuyên bố chủ quyền.  Đấu tranh giành quyền sở hữu Trường Sa đã đi vào tình thế bế tắc khó chịu sau các cuộc đụng độ giữa Trung Quốc và Việt Nam đã làm hơn 70 thủy thủ người Việt chết vào năm 1988."
        },
        {
            "en": "Self-Defense    You've seen it in movies: A girl walks through an isolated parking garage. Suddenly, an evil-looking guy jumps out from behind an SUV. Girl jabs bad guy in the eyes with her keys - or maybe she kicks him in a certain sensitive place. Either way, while he's squirming, she leaps into her car and speeds to safety. That's the movies. Here's the real-life action replay: When the girl goes to jab or kick the guy, he knows what's coming and grabs her arm (or leg), pulling her off balance. Enraged by her attempt to fight back, he flips her onto the ground. Now she's in a bad place to defend herself - and she can't run away.  Many people think of self-defense as a karate kick to the groin or jab in the eyes of an attacker. But self-defense actually means doing everything possible to avoid fighting someone who threatens or attacks you. Self-defense is all about using your smarts - not your fists. \n \n\n \nUse Your Head\n\n\n\n People (guys as well as girls) who are threatened and fight back \"in self-defense\" actually risk making a situation worse. The attacker, who is already edgy and pumped up on adrenaline - and who knows what else - may become even more angry and violent. The best way to handle any attack or threat of attack is to try to get away. This way, you're least likely to be injured. One way to avoid a potential attack before it happens is to trust your instincts. Your intuition, combined with your common sense, can help get you out of trouble. For example, if you're running alone on the school track and you suddenly feel like you're being watched, that could be your intuition telling you something. Your common sense would then tell you that it's a good idea to get back to where there are more people around. \n \n\n \nDe-Escalating a Bad Situation\n\n\n\n Attackers aren't always strangers who jump out of dark alleys. Sadly, teens can be attacked by people they know. That's where another important self-defense skill comes into play. This skill is something self-defense experts and negotiators call de-escalation. De-escalating a situation means speaking or acting in a way that can prevent things from getting worse. The classic example of de-escalation is giving a robber your money rather than trying to fight or run. But de-escalation can work in other ways, too. For example, if someone harasses you when there's no one else around, you can de-<em>escalate</em> things by agreeing with him or her. You don't have to actually believe the taunts, of course, you're just using words to get you out of a tight spot. Then you can redirect the bully's focus (\"Oops, I just heard the bell for third period\"), and calmly walk away from the situation. Something as simple as not losing your temper can de-<em>escalate</em> a situation. Learn how to manage your own anger effectively so that you can talk or walk away without using your fists or weapons. Although de-escalation won't always work, it can only help matters if you remain calm and don't give the would-be attacker any extra ammunition. Whether it's a stranger or someone you thought you could trust, saying and doing things that don't threaten your attacker can give you some control. \n \n\n\n\n \n \n\n Reduce Your Risks\n\n\n\n Another part of self-defense is doing things that can help you stay safe. Here are some tips from the National Crime Prevention Council and other experts:  \nUnderstand your surroundings. Walk or hang out in areas that are open, well lit, and well traveled. Become familiar with the buildings, parking lots, parks, and other places you walk. Pay particular attention to places where someone could hide - such as stairways and bushes.\n\n\n\n Avoid shortcuts that take you through isolated areas.\n\n\n\n If you're going out at night, travel in a group.\n\n\n\n Make sure your friends and parents know your daily schedule (classes, sports practice, club meetings, etc.). If you go on a date or with friends for an after-game snack, let someone know where you're going and when you expect to return.\n\n\n\n Check out hangouts. Do they look safe? Are you comfortable being there? Ask yourself if the people around you seem to share your views on fun activities - if you think they're being reckless, move on.\n\n\n\n Be sure your body language shows a sense of confidence. Look like you know where you're going and act alert.\n\n\n\n When riding on public transportation, sit near the driver and stay awake. Attackers are looking for vulnerable targets.\n\n\n\n Carry a cell phone if possible. Make sure it's programmed with your parents' phone number.\n\n\n\n Be willing to report crimes in your neighborhood and school to the police.\n\n\n\n  \n \n\n   Take a Self-Defense Class\n\n\n\n The best way - in fact the only way - to prepare yourself to fight off an attacker is to take a self-defense class. We'd love to give you all the right moves in an article, but some things you just have to learn in person. A good self-defense class can teach you how to size up a situation and decide what you should do. Self-defense classes can also teach special techniques for breaking an attacker's grasp and other things you can do to get away. For example, attackers usually anticipate how their victim might react - that kick to the groin or jab to the eyes, for instance. A good self-defense class can teach you ways to surprise your attacker and catch him or her off guard. One of the best things people take away from self-defense classes is self-confidence. The last thing you want to be thinking about during an attack is, \"Can I really pull this self-defense tactic off?\" It's much easier to take action in an emergency if you've already had a few dry runs. A self-defense class should give you a chance to practice your moves. If you take a class with a friend, you can continue practicing on each other to keep the moves fresh in your mind long after the class is over.. Check out your local YMCA, community hospital, or community center for classes. If they don't have them, they may be able to tell you who does. Your PE teacher or school counselor may also be a great resource. Reviewed by: Steven Dowshen, MD Date reviewed: April 2009",
            "vi": "Tự vệ    Bạn đã nhìn thấy cảnh tượng này trong các bộ phim: Một cô gái đi bộ qua một bãi đậu xe vắng vẻ. Đột nhiên, một gã đàn ông trông gian ác thình lình xuất hiện từ phía sau một chiếc SUV. Cô gái thọc mạnh chìa khóa của mình vào mắt gã đó - hoặc có thể đá vào điểm nhạy cảm của hắn ta. Dù bằng cách nào, thì trong khi hắn ta đang lúng túng, cô lao vào xe và chạy thoát an toàn.  Đó là phim ảnh. Đây là cảnh trong đời thực: Khi cô gái sắp đấm hoặc đá vào người gã đàn ông thì hắn đoán được và chộp lấy cánh tay (hoặc chân) của cô gái, làm cô mất thăng bằng. Bị chọc tức bởi nỗ lực chống trả của cô gái, hắn ta xô cô gái té xuống. Bây giờ cô gái ở vào thế rất khó để tự vệ - và không thể chạy trốn. Nhiều người nghĩ rằng tự vệ là một cú đá ka-ra-tê vào háng hoặc chọc mạnh vào mắt kẻ tấn công. Nhưng thật sự tự vệ có nghĩa là làm mọi cách có thể để tránh phải chiến đấu với một người đe dọa hoặc tấn công bạn. Tự vệ chủ yếu là cách sử dụng trí thông minh - không phải nắm đấm của bạn.    \nDùng đầu óc\n\n  Những người đang bị đe dọa (đàn ông cũng như phụ nữ) và phản công “để tự vệ” thật ra đang liều mạng làm cho tình huống trở nên tệ hơn. Những kẻ tấn công, vốn đã hung hăng và rất liều lĩnh – không ai nói trước được – rất có thể càng nổi khùng và hung bạo hơn. Cách tốt nhất để xử lý bất kỳ sự tấn công hoặc đe doạ tấn công nào là cố gắng thoát ra. Bằng cách này, bạn sẽ ít có khả năng bị thương. Một cách để tránh một cuộc tấn công tiềm năng trước khi nó xảy ra là tin vào bản năng của bạn. Trực giác của bạn, kết hợp với khả năng phân biệt tình huống, có thể giúp bạn thoát khỏi rắc rối. Chẳng hạn như, nếu bạn đang chạy một mình trên con đường nhỏ trong khuôn viên trường học và bạn đột nhiên cảm thấy như đang bị theo dõi, thì có thể trực giác của bạn đang mách bảo điều gì đó. Khả năng phân tích sẽ giúp bạn thấy rằng nên quay lại nơi có nhiều người.   \nLàm một tình huống bớt căng thẳng\n\n Những kẻ tấn công không phải lúc nào cũng là kẻ lạ thình lình nhảy ra khỏi những con hẻm tối. Đáng buồn thay, thiếu niên có thể bị tấn công bởi những người mà họ biết. Đây là điểm mà một kỹ năng tự vệ quan trọng khác phát huy tác dụng. Kỹ năng này được một số chuyên gia về tự vệ gọi là “làm một tình huống bớt căng thẳng” Làm giảm sự nghiêm trọng của một tình huống nghĩa là nói hoặc hành động theo cách có thể ngăn sự việc tồi tệ hơn. Ví dụ cổ điển về làm một tình huống bớt căng thẳng là thí cho kẻ cướp tiền của bạn chớ không phải là cố đánh nhau hoặc bỏ chạy. Làm giảm sự nghiêm trọng của một tình huống cũng có thể hiệu quả theo một cách khác. Ví dụ, nếu một người nào đó quấy rối bạn khi không có ai khác xung quanh, bạn có thể làm tình huống bớt căng thẳng bằng cách đồng ý với họ. Dĩ nhiên, thật sự bạn không đồng ý với kẻ quấy nhiễu, bạn chỉ sử dụng lời nói nhằm giúp bạn thoát khỏi tình huống nguy hiểm. Sau đó, bạn có thể chuyển hướng tập trung của kẻ bắt nạt sang việc khác, (“Á, vừa có chuông vào tiết học thứ ba kìa!”), và bình tĩnh thoát ra khỏi tình huống nguy hiểm. Đơn giản là không nổi nóng sẽ giúp làm tình hình bớt căng thẳng. Học cách kiềm chế cơn giận của bản thân một cách hiệu quả để bạn có thể dùng lời nói hay thoát ra khỏi tình huống nguy hiểm mà không cần đến vũ lực. Mặc dù mẹo làm tình hình bớt căng thẳng không phải lúc nào cũng có hiệu quả, nhưng nó có thể giúp ích nếu bạn giữ bình tĩnh và không cho kẻ có thể tấn công bạn có thêm lý do để làm điều đó. Cho dù kẻ ác là một người lạ hoặc một người nào đó bạn bạn tưởng có thể tin cậy, thì nói và làm những việc không đe dọa hắn sẽ giúp bạn có thêm quyền chủ động.   \nGiảm nguy cơ của bạn\n\n Mặt khác của tự vệ là làm những việc có thể giúp bạn giữ an toàn. Dưới đây là một số lời khuyên từ Hội đồng Phòng chống tội phạm Quốc gia và các chuyên gia khác:   \nHiểu môi trường xung quanh. Đi bộ hoặc dạo chơi tại các khu vực mở, đủ ánh sáng, và đông người. Nên nắm rõ các tòa nhà, bãi đậu xe, công viên, và những nơi khác mà bạn đi bộ. Đặc biệt chú ý đến những nơi mà kẻ xấu có thể ẩn nấp - chẳng hạn như cầu thang và bụi cây.\n\n\n \nTránh các đường tắt mà đưa bạn qua các khu vực hẻo lánh.\n\n\n \nNếu bạn đi ra ngoài vào ban đêm, hãy đi thành một nhóm.\n\n\n \nĐảm bảo bạn bè và cha mẹ biết thời khóa biểu hàng ngày của bạn (các lớp học, tập thể thao, câu lạc bộ, v.v...). Nếu bạn có một cuộc hẹn với bạn bè hoặc đi ăn vặt sau khi xem một trận đấu, hãy cho một người khác biết nơi bạn đến và giờ về.\n\n\n \nKiểm tra nơi trú ngụ. Chúng trông có an toàn không? Bạn có cảm thấy thoải mái khi ở đó? Hãy tự hỏi những người xung quanh có chia sẻ quan điểm như bạn về các hoạt động thú vị - nếu bạn nghĩ họ thiếu thận trọng, hãy chuyển đi nơi khác.\n\n\n \nHãy chắc chắn rằng ngôn ngữ cơ thể của bạn cho thấy cảm giác tự tin. Có vẻ như bạn biết bạn đang đi đâu và hành động tỉnh táo.\n\n\n \nKhi đi trên phương tiện công cộng, hãy ngồi gần người lái xe và tỉnh táo. Những kẻ tấn công sẽ tìm kiếm các mục tiêu dễ bị làm hại.\n\n\n \nMang theo điện thoại di động nếu có thể. Hãy chắc chắn rằng nó được cài sẵn số điện thoại của cha mẹ bạn.\n\n\n \nSẵn sàng báo cáo tội ác ở trong khu nhà và trường học của bạn cho cảnh sát.\n\n\n    \nTheo học một lớp dạy cách tự vệ\n\n Cách tốt nhất - thực ra là cách duy nhất - để chuẩn bị tinh thần để chuẩn bị cho mình chống lại một kẻ tấn công là theo học một lớp dạy cách tự vệ. Chúng tôi rất muốn cung cấp cho bạn tất cả các cách hành động đúng đắn trong một bài viết, nhưng một số điều bạn phải tự mình học trực tiếp.  Một lớp học tự vệ tốt có thể dạy bạn làm thế nào để đánh giá một tình huống và quyết định bạn nên làm gì. Các lớp võ tự vệ cũng có thể dạy những kỹ thuật đặc biệt giúp thoát khỏi sự túm chặt của kẻ tấn công và những mẹo khác bạn có thể thực hiện để trốn thoát. Chẳng hạn như, kẻ tấn công thường liệu trước cách nạn nhân của họ có thể phản ứng - ví dụ đá vào háng hoặc chọc vào mắt. Một lớp võ tự vệ tốt có thể dạy bạn cách để gây bất ngờ cho kẻ tấn công và làm hắn không cảnh giác. Một trong những điều tốt nhất mọi người có được sau khi học tự vệ là sự tự tin. Điều cuối cùng bạn muốn được nghĩ đến trong một cuộc tấn công là: “Tôi thực sự có thể áp dụng chiến thuật tự vệ này?” Sẽ dễ dàng hơn nhiều để hành động trong trường hợp khẩn cấp nếu bạn đã có một vài lần được thử thực tập.  Một lớp học tự vệ sẽ cho bạn cơ hội thực hành các bước tự vệ. Nếu bạn cùng học với một người bạn, các bạn có thể tiếp tục tập luyện với nhau để giữ cho các bước tự vệ luôn nằm sẵn trong tâm trí của bạn lâu dài sau khi lớp học kết thúc. Liên hệ với các trung tâm cung ứng tiện nghi thể thao cho cộng đồng dân cư, bệnh viện và các trung tâm cộng đồng chỗ bạn về thông tin các lớp học này. Nếu những chỗ trên không có, họ có thể cho bạn nơi đâu có tổ chức. Giáo viên thể dục hoặc giáo viên cố vấn ở trường cũng có thể cung cấp cho bạn nhiều thông tin giá trị. Tường thuật: Bác sĩ y khoa Steven Dowshen  Ngày: Tháng 4 năm 2009"
        },
        {
            "en": "10 Reasons Why Reliable Windows 7 Security Is Crucial to Users    Windows Security has been a particular pain point for users with every new edition Microsoft has released since the advent of the Internet. Effective security is essential in any operating system in preventing malware, protecting a network and ensuring data protection. But reliable security is especially important to restore trust in the Windows ecosystem. If Windows 7 isn't as secure as it could be, Microsoft could face significant trouble going forward. As Microsoft prepares Windows 7 for its release later this month, it's important to realize that there really isn't a guarantee that it will offer any more value than earlier versions. Recent reports have said that it's a superior operating system to its predecessors – Windows XP and Windows Vista – but in the software space, that doesn't mean that it will necessarily be true. There are several factors at play.  One of the most prominent factors is security. Long the thorn in Microsoft's side, security could make or break Windows 7. If it's more secure than earlier versions of the software, Windows 7 could be a winner. If not, it could be a loser. Arguably, security matters most to Windows 7's success, and to how consumers and IT administrators view the new OS. Here's why: 1. The enterprise relies on security   There's nothing worse for an enterprise than deploying an operating system that fails to offer the kind of security it expects. Nowhere is that more evident than in Windows Vista, which turned many companies away prior to the release of Service Pack 1. Windows 7 cannot afford to be insecure. The key customers Microsoft relies on for big profits—corporations—won't like it. 2. Consumers won't like it either Microsoft also needs to worry about consumers. Those that learn that Windows 7 is insecure or vulnerable to viruses and malware will find alternatives for fear of losing their data. Granted, the state of cyber-security in the consumer space is poor. But I'm a firm believer that more people than ever are at least aware of security concerns and the latest attacks. If they find out that an operating system is insecure, they won't be happy. 3. What about market share? If Windows 7 is insecure, you can expect Microsoft's dominance in the operating-system market to slip. Those that were intent on buying Windows 7 prior to its release will learn of its troubles and opt for a different operating system. That could mean Linux or, most likely, Apple will reap the reward. 4. Microsoft's loss of power If Windows 7 suffers from insecurity, much of the power Microsoft wields in the computing industry will be eliminated. When Windows XP was at its height, companies like Dell and Hewlett-Packard were forced to \"play ball\" with Microsoft. If Microsoft required something of those companies, they did it. But after the downgrade-rights fiasco allowed users to get Windows XP bundled in computers rather than Windows Vista, those vendors regained some power. An insecure Windows 7 will ensure that Microsoft will fully relinquish its grip in that space. 5. Criticism, anyone?  As soon as the news broke that Windows 7 was insecure, you can bet that Apple would jump on it. The company's \"I'm a Mac, I'm a PC\" ads have been so successful because they highlight Windows' security problems when it comes to malware and viruses. An insecure Windows 7 will only maximize Apple's intent on making Microsoft look bad. Say what you will about Mac OS X, but Apple will be licking its chops if Windows 7 is insecure and open to security attacks. 6. It loses the security high ground  Microsoft has done a relatively good job over the past couple years at rebuilding its standing in the security community. For too long, the company had what looked like a lackadaisical attitude towards security. But in recent years, the rhetoric has ramped up and Microsoft has made it clear that it wants to make Windows far more secure and better at data protection and ensuring network security. An insecure Windows 7 will fly in the face of that. And the security community will take notice. 7. Hackers will take notice  As soon as malicious hackers realized that Windows 7 was insecure, they would immediately jump at the chance to prey on users,while spreading malware. The issues would only <em>escalate</em>, causing Microsoft and Windows 7 to look even worse. 8. Comparisons will be drawn  As Microsoft gets ready to release Windows 7, the company wants everyone to forget about its past mistakes. It doesn't want users to think of Windows Vista when they load Windows 7. They want them to remember the good old days of PC computing. If Windows 7 is insecure, comparisons between Windows Vista, Windows ME, or Windows 2000 will be immediately drawn. And it will only spell trouble for Microsoft. 9. Confidence will be lost  With not one, but two operating systems not living up to customer expectations, Microsoft would put itself in a bad position. Windows 8 would cause users to be suspect of the operating system's ability to satisfy their needs security needs and protecting their corporate networks. And Microsoft would need to find a way (probably through cash) to get customers' minds off of Windows Vista and Windows 7 and on to the future. With two missteps, that might be difficult.   10. It gives Chrome an opening Microsoft has been forced to take on Google in practically every place it competes. From word processing to search, the company has battled it out with Google. If Windows 7 is a security failure, you can bet that Google will take advantage by promoting its new Chrome OS and its security features. The company will jump at the chance to call it an alternative to Windows. And in the end, it could give Google the opening it needs to capitalize on the OS market.   Security is a major issue for Microsoft Windows. The company doesn't have an opportunity to slack on it. Nguồn: http://www.eweek.com/c/a/Security/10-Reasons-Why-Reliable-Windows-7-Security-is-Crucial-to-Users-382042/",
            "vi": "10 Reasons Why Reliable Windows 7 Security Is Crucial to Users    Bảo mật của hệ điều hành (HĐH) Windows đã từng là một trở ngại đặc biệt cho người dùng với mọi phiên bản mới của Microsoft đã phát hành kể từ sự ra đời của Internet. Bảo mật hiệu quả là rất cần thiết trong bất kỳ hệ điều hành nào trong việc ngăn chặn phần mềm độc hại, bảo vệ hệ thống mạng và bảo đảm việc bảo vệ dữ liệu. Nhưng sự bảo mật đáng tin cậy thì đặc biệt quan trọng để khôi phục sự tín nhiệm của người dùng trong “hệ sinh thái” của HĐH Windows này. Nếu Windows 7 không an toàn như nó có thể, Microsoft có thể đối mặt với những khó khăn lớn trong tương lai. Như việc Microsoft chuẩn bị phát hành Windows 7 cuối tháng này, điều quan trọng để nhận ra rằng thực sự không có một sự đảm bảo nào là nó sẽ đem lại nhiều giá trị nhiều hơn các phiên bản trước đó. Các báo cáo gần đây đã cho rằng đó là một hệ điều hành cao cấp hơn hẳn các phiên bản trước đây của nó - Windows XP và Windows Vista - nhưng trong không gian phần mềm, điều đó không có nghĩa là nó sẽ nhất thiết phải đúng sự thật. Đó là một vài yếu tố tại cuộc chơi này. Một trong những yếu tố nổi bật nhất là sự bảo mật. Một cái gai dài trước mắt Microsoft, sự bảo mật có thể có thể quyết định sự thành bại của Windows 7. Nếu nó an toàn hơn các phiên bản trước, Windows 7 có thể là một người chiến thắng. Ngược lại, nó có thể trở thành một kẻ bại trận. Hiện nay nhiều người cho rằng, các vấn đề bảo mật nhất đem lại sự thành công của Windows 7 và để làm thế nào người tiêu dùng và các quản trị viên CNTT  xem xét hệ điều hành mới này. Đây là lý do: 1. Doanh nghiệp tin vào sự bảo mật Không có gì tệ hơn cho một doanh nghiệp khi triển khai một HĐH mà không đủ khả năng cung cấp các loại hình an ninh như họ mong đợi. Không tìm thấy ở đâu mà cụ thể hơn trong Windows Vista, ở đó nhiều công ty đã rời bỏ HĐH này trước khi phát hành bản Service Pack 1. Windows 7 không phải là không có khả năng an toàn. Những khách hàng then chốt của Microsoft dựa vào lợi nhuận lớn - các tập đoàn – sẽ không giống như vậy. 2. Người tiêu dùng sẽ không thích chọn nó để thay thế. Microsoft cũng cần nghĩ đến người tiêu dùng. Những người mà tìm hiểu rằng Windows 7 là không an toàn hoặc dễ bị virus và các phần mềm độc hại làm mất mất dữ liệu của họ. Công nhận rằng khả năng tự bảo mật thông tin của người dùng trên máy tính của họ còn nhiều hạn chế. Nhưng tôi tin chắc rằng nhiều người trong số đó ít nhất cũng nhận thức về các mối quan tâm bảo mật và các cuộc tấn công gần đây nhất. Nếu họ nhận thấy rằng một hệ điều hành không an toàn, họ sẽ cảm thấy không an tâm 3. Thế còn thị phần thì sao? Nếu Windows 7 không an toàn, bạn có thể nghĩ rằng vị thế của Microsoft trên thị trường điều hành sẽ bị trượt dốc. Những người có ý định mua Windows 7 trước khi phát hành sẽ biết được các vấn đề của nó và lựa chọn một HĐH khác. Điều đó có nghĩa là Linux hay, rất có thể là Apple sẽ là sự lựa chọn của họ. 4. Microsoft mất đi quyền lực Nếu Windows 7 kém an toàn, nhiều quyền lực mà Microsoft nắm giữ trong ngành công nghiệp máy tính sẽ bị mất đi. Khi “thời đại” Windows XP lên đến đỉnh điểm, các công ty như Dell và Hewlett-Packard bị buộc phải \"chơi trò ném bóng\" với Microsoft. Nếu Microsoft cần một cái gì đó của những công ty này, họ nhanh chóng đáp ứng. Nhưng sau khi thất bại thì các quyền lợi hạ thấp xuống cho phép người dùng mua Windows XP kèm trong máy tính thay vì kèm Windows Vista, những bù lại nhà cung cấp giành lại được một số quyền lực. Sự không an toàn của windows 7 sẽ đảm bảo rằng Microsoft sẽ từ bỏ hoàn toàn sự kiềm kẹp của họ trong lĩnh vực này. 5. Sự phê bình, bất cứ ai? Ngay sau khi các tin tức đã tiết lộ rằng Windows 7 không an toàn, bạn có thể đặt cược rằng Apple sẽ nhảy vào đó. Quảng cáo của công ty này \"I'm a Mac, I'm a PC\" đã rất thành công vì họ nêu bật những vấn đề bảo mật của Windows khi đề cập đến phần mềm độc hại và virus. Windows 7 không an toàn sẽ làm tăng thêm các mục đích bôi nhọ của Apple làm cho hình ảnh của Microsoft trở nên mờ nhạt. Bạn sẽ nói những gì về Mac OS X, nhưng Apple sẽ nhếch mép cười nhạo nếu Windows 7 không an toàn và mở đường cho các cuộc tấn công bảo mật. 6. Mất đi nền tảng bảo mật cao Microsoft đã hoàn thành được một nhiệm vụ tương đối tốt trong 2 năm vừa qua để xây dựng lại vị thế của nó trong cộng đồng bảo mật. Từ lâu, công ty này đã có những cái nhìn trông giống như một thái độ không mạnh mẽ hướng tới sự bảo mật. Nhưng trong những năm gần đây, việc làm này đã được đẩy mạnh và Microsoft đã bộc lộ rõ rằng họ muốn tạo ra Windows an toàn hơn, bảo vệ dữ liệu tốt hơn và bảo đảm an ninh mạng. Suy nghĩ một Windows 7 không an toàn sẽ biến mất và cộng đồng an ninh sẽ chú ý điều này. 7. Hacker sẽ chú ý Khi các hacker có ý đồ không tốt nhận thấy Windows 7 không an toàn, ngay lập tức họ sẽ nắm lấy cơ hội để làm hại người dùng, lợi dụng để phát tán phần mềm độc hại. Những vấn đề sẽ ngày càng leo thang và gây ra cho Microsoft và Windows 7 trông có vẻ còn tệ hơn. 8. Những sự so sánh sẽ được rút ra Như việc Microsoft sẵn sàng phát hành Windows 7, hãng Microsoft muốn mọi người quên đi những sai lầm trong quá khứ của họ. Họ không muốn người dùng nghĩ về Windows Vista khi họ tải Windows 7. Microsoft muốn họ nhớ đến thời huy hoàng của điện toán PC những ngày trước. Nếu Windows 7 không an toàn, sự so sánh giữa Windows Vista, Windows ME hoặc Windows 2000 sẽ được rút ra ngay lập tức. Và nó sẽ nói vấn đề này cho Microsoft. 9. Niềm tin sẽ bị đánh mất Không phải chỉ với một mà đến hai hệ điều hành không đáp ứng được kỳ vọng của khách hàng, Microsoft sẽ tự đặt chính mình vào tình huống xấu. Windows 8 sẽ khiến cho người dùng phải hoài nghi về khả năng HĐH này đáp ứng các nhu cầu bảo mật cần thiết và bảo vệ mạng doanh nghiệp của họ. Và Microsoft sẽ cần phải tìm một cách (có thể là bằng tiền mặt) để tâm trí của khách hàng không còn nghĩ về Windows Vista và Windows 7 và trong tương lai. Với hai bước đi sai lầm, điều này có thể trở nên khó khăn. 10.  Đem lại cơ hội cho Chrome Trên thực tế, Microsoft bị buộc phải để mất cương vị của nó cho đối thủ cạnh tranh là Google. Từ xử lý văn bản đến tìm kiếm, Microsoft đã chiến đấu với Google. Nếu Windows 7 thiếu khả năng bảo mật, bạn có thể đặt cược rằng Google sẽ tận dụng thời cơ này để quảng cáo HĐH mới Chrome và các tính năng bảo mật. Google sẽ nắm lấy cơ hội này để nói Chrome là một giải pháp thay thế cho Windows. Và cuối cùng, nó có thể đem lại cho Google lợi thế tốt trên thị trường hệ điều hành. Bảo mật là một vấn đề lớn đối với Microsoft Windows. Ms không còn cơ hội để chùn bước trước nó."
        }
    ],
    "suggestions": []
}