{
    "en_vn": {
        "data": {
            "content": null,
            "word": "esteemed",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "esteemed",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "esteemed",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "esteemed",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "esteemed",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "be wealthy and <em>esteemed</em>",
            "vi": "Vinh hoa phú quý"
        },
        {
            "en": "A much <em>esteemed</em> lady.",
            "vi": "Một người đàn bà rất được nể vì."
        },
        {
            "en": "What costs little is little <em>esteemed</em>.",
            "vi": "Của rẻ là của ôi."
        },
        {
            "en": "Your <em>esteemed</em> favour of August 15 to hand.",
            "vi": "Sự chiếu cố đáng quý trọng của ngài ghi ngày 15 tháng 8 đã đến tay chúng tôi."
        },
        {
            "en": "We look forward to receiving your <em>esteemed</em> instructions.",
            "vi": "Chúng tôi trông mong nhận được lời chỉ dẫn quý giá của quý ngài."
        },
        {
            "en": "We would like to extend our wishes for health and success  to <em>esteemed</em> partners.",
            "vi": "Chúng tôi xin gửi tới Qúy Đối Tác lời chúc sức khỏe và thành công"
        },
        {
            "en": "We would like to extend our wishes for health and success to <em>esteemed</em> partners.",
            "vi": "Chúng tôi xin gửi tới Qúy Đối Tác lời chúc sức khỏe và thành công"
        },
        {
            "en": "We request that you will continue to favour our branch house with your <em>esteemed</em> commands.",
            "vi": "Chúng tôi thỉnh cầu ông tiếp tục giúp đỡ công ty chi nhánh của chúng tôi bằng các hợp đồng có giá trị."
        },
        {
            "en": "First of all thank you very much for the interest of <em>esteemed</em> company",
            "vi": "trước tiên rôi xin chân thành cám ơn sự quan tâm của quý công ty"
        },
        {
            "en": "I came to know that there is a vacancy in your <em>esteemed</em> concern and I would like to offer myself for the same.",
            "vi": "Tôi biết rằng đây là vị trí mà bạn hết sức quan tâm và tôi muốn đề xuất cho mình vị trí này."
        },
        {
            "en": "The ideogram (also known as an ideograph) below is a beautiful piece of calligraphy created by the <em>esteemed</em> calligrapher and writer Kazuaki Tanahashi.",
            "vi": "Văn tự bên dưới là một bức thư pháp xinh đẹp được tạo ra bởi nhà thư pháp, nhà văn đáng kính Kazuaki Tanahashi."
        },
        {
            "en": "The author pointed to the traditional highly <em>esteemed</em> education system as the fuel and the motivation of Asian students as the fire that make economy miracle happen rapidly.",
            "vi": "Tác giả đã nêu ra điểm là hệ thống giáo dục có tiếng về truyền thống giống như nhiên liệu và động cơ của sinh viên châu Á giống như lửa làm cho phép màu kinh tế xảy ra nhanh chóng."
        },
        {
            "en": "Silk production thus spread through Africa, Sicily and Spain as the Arabs swept, through these lands. Andalusia in southern Spain was Europe’s main silk-producing centre in the tenth century. By the thirteenth century, however, Italy had become Europe’s leader in silk production and export. Venetian merchants traded extensively in silk and encouraged silk growers to settle in Italy. Even now, silk processed in the province of Como in northern Italy enjoys an <em>esteemed</em> reputation.",
            "vi": "Việc sản xuất lụa lan rộng khắp Châu Phi, Sicily và Tây Ban Nha khi Ả Rập thôn tính những vùng đất này. Andalusia ở phía nam Tây Ban Nha là trung tâm chính sản xuất lụa tơ tằm của Châu u vào thể kỉ thứ 10. Cho đến thế kỉ thứ 13, thì Italy trở thành nước đứng đầu châu u và sản xuất và xuất khẩu lụa tơ tằm. Các thương gia tại thành phố Venice đã buôn bán lụa tơ tằm một cách rộng rãi và còn giúp sức để các người trồng dâu định cư ở Italy. Thậm chí ngày nay, quá trình sản xuất lụa tơ tằm ở tỉnh Como phía nam Italy được coi là một thương hiệu."
        }
    ],
    "suggestions": []
}