{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Ethiopia",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Ethiopia",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Ethiopia",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Ethiopia",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Ethiopia",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "'First human' discovered in <em>Ethiopia</em>",
            "vi": "Tìm thấy “con người đầu tiên” ở Ethiopia"
        },
        {
            "en": "<em>Ethiopia</em> witnessed widespread famine in the mid-1980s.",
            "vi": "Ethiopia đã chứng kiến nạn đói tràn lan vào giữa những năm 1980."
        },
        {
            "en": "<em>Ethiopia</em> witnessed widespread famine in the mid - 1980s.",
            "vi": "Ethiopia đã chứng kiến nạn đói tràn lan vào giữa những năm 1980."
        },
        {
            "en": "Disentangling HIV and AIDS Stigma in <em>Ethiopia</em>, Tanzania and Zambia.",
            "vi": "Giảm thiểu kỳ thị đối với người nhiễm HIV tại Ethiopia, Tanzania và Zambia."
        },
        {
            "en": "The affected countries include <em>Ethiopia</em>, Eritrea, Somalia, Djibouti, and Kenya.",
            "vi": "Những nơi bị ảnh hưởng bao gồm Ethiopia, Eritrea, Somalia, Djibouti, và Kenya."
        },
        {
            "en": "10. <em>Ethiopia</em>: <em>Ethiopia</em> might not usually feature in backpackers’ top tens, but the country is a truly rewarding place for travel of any kind, especially travelling solo. Photo: <em>Ethiopia</em> national park",
            "vi": "10. Ethiopia: Ethiopia có thể không thường xuất hiện trong top 10 của khách du lịch, nhưng quốc gia này là một nơi thật sự lý thú cho chuyến du lịch của bất cứ du khách nào, đặc biệt là người đi du lịch một mình. Ảnh: công viên quốc gia Ethiopia"
        },
        {
            "en": "A pileus iridescent cloud was captured by photographer Esther Havens in <em>Ethiopia</em>.",
            "vi": "Đám mây ngũ sắc hình mũ nấm được chụp bởi nhiếp ảnh gia Esther Havens tại Ethiopia."
        },
        {
            "en": "Banana bacterial wilt was first reported in <em>Ethiopia</em> in the late nineteen sixties.",
            "vi": "Loại vi khuẩn gây bệnh ở chuối lần đầu tiên được báo cáo tại Ethiopia vào cuối của thập niên 1960."
        },
        {
            "en": "The discovery in <em>Ethiopia</em> suggests climate change spurred the transition from tree dweller to upright walker.",
            "vi": "Cuộc phát hiện ở Ethiopia này gợi ý cho chúng ta rằng biến đổi khí hậu thúc đẩy quá trình chuyển đổi từ người sống trên cây thành người đứng thẳng."
        },
        {
            "en": "I suppose <em>Ethiopia</em> is not the hottest place in the world after all.",
            "vi": "Tôi cho là Ethiopia không phải là nơi nóng nhất trên thế giới."
        },
        {
            "en": "<em>Ethiopia</em> recently withdrew some of its troops from the disputed border.",
            "vi": "Ethiopia gần đây đã rút một số binh lính của họ ra khỏi vùng biên giới tranh chấp."
        },
        {
            "en": "In 1977 the Soviet Union sided with <em>Ethiopia</em> in the conflict.",
            "vi": "Năm 1977 Liên bang Xô-viết đứng về phe Ethiopia trong cuộc xung đột."
        },
        {
            "en": "(Third is <em>Ethiopia</em> with SDR 1.22 billion, and fourth is Bangladesh with SDR 1.19 billion).",
            "vi": "(Thứ ba là Êtiôpia với 1,22 tỷ SDR, và thứ tư là Bănglađét với 1,19 tỷ SDR)."
        },
        {
            "en": "A United Nations official is reporting reduced tensions along the border between Eritrea and <em>Ethiopia</em>.",
            "vi": "Một quan chức liên hiệp quốc đang báo cáo tình trạng bớt căng thẳng dọc biên giới giữa eritrea và ethiopia."
        },
        {
            "en": "The Addis Ababa zoo is home to 15 endangered Abyssinian Lions, found in <em>Ethiopia</em> and famous for their black manes.",
            "vi": "Vườn thú Addis Ababa là nơi nuôi dưỡng 15 con sư tử Abyssinian, được tìm thấy ở Ethiopia và là loài nổi tiếng với chiếc bờm đen."
        },
        {
            "en": "In some countries like Nigeria, the number of children becoming orphaned by AIDS has increased to 995,000, <em>Ethiopia</em> 989,000 and Kenya 892,000.",
            "vi": "Một số nước như Nigeria, số lượng trẻ em mồ côi do AIDS đã tăng lên 995.000 trường hợp, Ethiopia là 989.000 trường hợp, Kenia là 892.000 trường hợp."
        },
        {
            "en": "We have to tell about the apartheid system that is being practiced in <em>Ethiopia</em> to the people who go to school with us or work with us.",
            "vi": "Chúng tôi phải kể về chế độ phân biệt chủng tộc Nam Phi ở Ê-ti-ô-pi-a cho những người sẽ đến trường cùng chúng tôi hay làm việc với chúng tôi."
        },
        {
            "en": "It was said that the stimulating effect of coffee was first discovered by Kaldi, a sheep herder from Kefa (Kaffa), <em>Ethiopia</em>, while he was tending sheep.",
            "vi": "Người ta cho rằng tác dụng kích thích của cà phê do Kaldi, một người chăn cừu ở Kefa, Ethiopia tìm ra trong lúc đang cho cừu ăn."
        },
        {
            "en": "You could find the answer in Ghana, Zimbabwe, Congo, Sudan, Cameroon, Angola and <em>Ethiopia</em> (Africa) or Nicaragua, Honduras, Guatemala, and Columbia (Central America).",
            "vi": "Bạn có thể tìm thấy câu trả lời ở Ghana, Zimbabwe, Congo, Sudan, Cameroon, Angola và Ethiopia (châu Phi) hay Nicaragua, Honduras, Guatemala, và Columbia (Trung Mĩ)."
        },
        {
            "en": "In <em>Ethiopia</em>, the latest result showed that the ruling party of Prime Minister Meles Zenali has won the disputed parliamentary elections.",
            "vi": "Ở ethiopia, kết quả mới nhất cho thấy đảng cầm quyền của thủ tướng meles zenali đã giành thắng lợi trong những cuộc bầu cử quốc hội gây tranh cãi."
        }
    ],
    "suggestions": []
}