{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Eugene",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Eugene",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Eugene",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Eugene",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Eugene",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The catalytic converter was invented by <em>Eugene</em> Houdry.",
            "vi": "Bộ lọc xúc tác khí thải do Eugene Houdry phát minh."
        },
        {
            "en": "Stop in Salem or <em>Eugene</em> or somewhere around there.",
            "vi": "Hãy dừng lại ở Salem hay Eugene hay đâu đó quanh đó."
        },
        {
            "en": "<em>Eugene</em> won't marry. He is tied to his mother's apron strings.",
            "vi": "Eugene sẽ không lấy vợ. Anh ấy bị mẹ khống chế."
        },
        {
            "en": "<em>Eugene</em> Delacroix was the most prominent of the French artists who welcomed photography as help-mate but recognized its limitations.",
            "vi": "Eugene Delacroix là nghệ sĩ lỗi lạc nhất của Pháp, người đã hoan nghênh nhiếp ảnh làm bạn tình nhưng thừa nhận những hạn chế của nó."
        },
        {
            "en": "<em>Eugene</em> O 'Neill was one of the greatest American playwrights, and he was also the winner of the Nobel prize for Literature in 1936.",
            "vi": "Eugene O'Neill là một trong những nhà viết kịch lớn người Mỹ, và ông cũng được được giải thưởng Nobel về Văn chương năm 1936."
        },
        {
            "en": "The new publication entitled “Luc Van Tien fairy tale” is based on an 1897 French version illustrated by French naval officer <em>Eugene</em> Gilbert and Hue royal painter Le Duc Trach.",
            "vi": "Ấn phẩm mới mang tên \" câu chuyện cổ tích Lục Vân Tiên\" được dựa trên một phiên bản tiếng Pháp năm 1987 được minh họa bởi họa sĩ hải quân người Pháp Eugene Gilbert và họa sĩ cung đình Huế Lê Đức Trạch."
        },
        {
            "en": "A French naval officer named <em>Eugene</em> Gilbert was struck by the idea of illustrating it with color pictures. He and painter Le Duc Trach of the Hue royal court worked on the idea between 1895 and 1897.",
            "vi": "Một sĩ quan hải quân người Pháp có tên là Eugene Gilbert đã bị ấn tượng bởi ý tưởng của sự minh họa với những bức tranh đầy màu sắc. Ông ấy và họa sĩ Lê Đức Trạch của triều đình Huế đã làm việc dựa trên ý tưởng giữa năm 1895 và 1897."
        }
    ],
    "suggestions": []
}