{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Eurasia"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Eurasia"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Eurasia"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Eurasia"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Eurasia"
        }
    },
    "sentences": [
        {
            "en": "The extant family, the Rhinocerotidae, first appeared in the Late Eocene in <em>Eurasia</em>.",
            "vi": "Họ hiện nay, Rhinocerotidae, xuất hiện lần đầu vào cuối thế Eocen tại lục địa Á-Âu."
        },
        {
            "en": "The extant family, the Rhinocerotidae, first appeared in the Late Eocene in <em>Eurasia</em>.",
            "vi": "Họ hiện nay, Rhinocerotidae, xuất hiện lần đầu vào cuối thế Eocen tại lục địa Á - Âu."
        },
        {
            "en": "The Union of Soviet Socialist Republics (USSR) was a constitutionally socialist state that existed in <em>Eurasia</em> from 1922 to 1991.",
            "vi": "Liên bang Xô viết là một nước chủ nghĩa xã hội hợp hiến đã tồn tại ở Châu Âu và Châu Á từ năm 1922 đến năm 1991."
        },
        {
            "en": "This easy movement along similar latitudes in <em>Eurasia</em> would also have meant a faster dissemination of other technologies such as the wheel and writing, Diamond speculates.",
            "vi": "Sự di chuyển dễ dàng này dọc theo các vĩ độ tương tự nhau ở Âu Á cũng có nghĩa là sự phổ biến nhanh hơn của các công nghệ khác như bánh xe và chữ viết, Diamond suy đoán."
        },
        {
            "en": "    • Freedom of the seas and maritime security, which are important for China's international economic interests, regional stability and U.S. linkages, as a maritime and Pacific power, with <em>Eurasia</em>.",
            "vi": "    • Tự do an ninh của các vùng biển và an ninh hàng hải, đó là điều quan trọng đối với những lợi ích kinh tế quốc tế của Trung Hoa, ổn định khu vực và những mối quan hệ của Hoa Kỳ, vì một quyền lực hàng hải và Thái Bình Dương với Âu Á."
        },
        {
            "en": "The region also boasted domesticated livestock, which could provide meat, wool and motive power in the fields. Blessed with such natural advantages, <em>Eurasia</em> was bound to take off economically.",
            "vi": "Khu vực này cũng lấy làm hãnh diện về vật nuôi được thuần hóa, mà có thể cung cấp thịt, len và động năng trên đồng ruộng. May mắn với những lợi thế tự nhiên như vậy, khu vực Á-Âu chắc chắn thành công về mặt kinh tế một cách nhanh chóng."
        },
        {
            "en": "Jared Diamond, from the University of California at Los Angeles, pointed out in his book Guns, Germs and Steel that <em>Eurasia</em> is broadly aligned east-west, while Africa and the Americas are aligned north-south.",
            "vi": "Jared Diamond, từ trường Đại học California ở Los Angeles, đã chỉ ra trong sách của ông ấy Súng, Vi Trùng và Thép rằng khu vực Âu-Á trải rộng ra hướng đông-tây, trong khi châu Phi và châu Mỹ lại kéo thẳng ra hướng Bắc-Nam."
        }
    ],
    "suggestions": []
}