{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Europa",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Europa",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Europa",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Europa",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Europa",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "That was the manager of the <em>Europa</em> restaurant.",
            "vi": "Đó là người quản lý của nhà hàng Europa."
        },
        {
            "en": "<em>Europa</em> has a tenuous atmosphere composed primarily of oxygen.",
            "vi": "Europa có khí quyển mỏng chủ yếu là oxy."
        },
        {
            "en": "Like all the Galilean satellites, <em>Europa</em> is named after a lover of Zeus,  in this case <em>Europa</em>, daughter of the king of Tyre.",
            "vi": "Như các vệ tinh Galilê khác, Europa được đặt theo tên người tình của Zues, con gái của Vua Tyre."
        },
        {
            "en": "Like all the Galilean satellites, <em>Europa</em> is named after a lover of Zeus, in this case <em>Europa</em>, daughter of the king of Tyre.",
            "vi": "Như các vệ tinh Galilê khác, Europa được đặt theo tên người tình của Zues, con gái của Vua Tyre."
        },
        {
            "en": "<em>Europa</em> League Match for Fulham in Germany this Thursday will go on as planned.",
            "vi": "Trận đấu trong giải Europa League của Fulham ở Đức vào thứ năm này sẽ diễn ra như kế hoạch."
        },
        {
            "en": "It is believed that <em>Europa</em> has an outer layer of water around 100 km thick.",
            "vi": "Người ta tin rằng Europa có 1 lớp nước dày khoảng 100 km."
        },
        {
            "en": "The Galileo mission provided the bulk of current data on <em>Europa</em>.",
            "vi": "Nhiệm vụ của tàu Galileo là cung cấp lượng lớn các thông tin hiện tại của Europa."
        },
        {
            "en": "Slightly smaller than Earth's Moon, <em>Europa</em> is primarily made of silicate rock and probably has an iron core.",
            "vi": "Europa nhỏ hơn Mặt Trăng, Eủopa cấu tạo chủ yếu từ đá xi - li - cát và có thể có lõi sắt."
        },
        {
            "en": "<em>Europa</em> orbits Jupiter in just over three and a half days, with an orbital radius of about 670,900 km.",
            "vi": "Europa quay quanh Sao Mộc chỉ trong 3 ngày rưỡi, với bán kính quỹ đạo là khoảng 670. 900 km."
        },
        {
            "en": "Among the Galilean satellites, in both mass and volume, Io ranks behind Ganymede and Callisto but ahead of <em>Europa</em>.",
            "vi": "Trong số các vệ tinh Galile, cả về khối lượng và thể tích, Io xếp sau Ganymede và Callisto nhưng trước Europa."
        },
        {
            "en": "As <em>Europa</em> comes slightly nearer to Jupiter, the planet's gravitational attraction increases, causing the moon to elongate towards it.",
            "vi": "Khi Europa tiến gần đến Sao Mộc, lực hấp dẫn tăng mạnh làm cho nó bị kéo dài về phía ngôi sao này."
        },
        {
            "en": "The team, currently second to rivals Manchester City in the Premier League, are also competing in the <em>Europa</em> League.",
            "vi": "Đội bóng này hiện đứng thứ hai sau đối thủ Manchester City trong Giải ngoại hạng, và cũng đang cùng thi đấu ở Europa League."
        },
        {
            "en": "<em>Europa</em> orbits Jupiter in just over three and a half days, with an orbital radius of about 670, 900 km.",
            "vi": "Europa quay quanh Sao Mộc chỉ trong 3 ngày rưỡi, với bán kính quỹ đạo là khoảng 670.900 km."
        },
        {
            "en": "Recent magnetic field data from the Galileo orbiter showed that <em>Europa</em> has an induced magnetic field through interaction with Jupiter's.",
            "vi": "Những dữ liệu về từ trường từ tàu Galilê cho thấy rằng nó có cảm ứng từ trường khi tương tác với từ trường của Sao Mộc."
        },
        {
            "en": "Slightly smaller than Earth's Moon, <em>Europa</em> is primarily made of silicate rock and probably has an iron core.",
            "vi": "Europa nhỏ hơn Mặt Trăng, Eủopa cấu tạo chủ yếu từ đá xi-li-cát và có thể có lõi sắt."
        },
        {
            "en": "Although only fly - by missions have visited the moon, the intriguing characteristics of <em>Europa</em> have led to several ambitious exploration proposals.",
            "vi": "Mặc dù chỉ bay ngang qua Europa nhưng những đặc tính hấp dẫn của nó đã kéo theo nhiều mục tiêu khám phá đầy tham vọng."
        },
        {
            "en": "Like its fellow Galilean satellites, <em>Europa</em> is tidally locked to Jupiter, with one hemisphere of the satellite constantly facing the planet.",
            "vi": "Như những vệ tinh Galilê anh em khác, Europa bị khóa thủy triều với Sao Mộc, một bán cầu luôn hướng về phía Sao Mộc."
        },
        {
            "en": "Although only fly-by missions have visited the moon, the intriguing characteristics of <em>Europa</em> have led to several ambitious exploration proposals.",
            "vi": "Mặc dù chỉ bay ngang qua Europa nhưng những đặc tính hấp dẫn của nó đã kéo theo nhiều mục tiêu khám phá đầy tham vọng."
        },
        {
            "en": "In 1892, the discovery of Amalthea, whose orbit lay closer to Jupiter than those of the Galilean moons, pushed <em>Europa</em> to the third position.",
            "vi": "Năm 1892, với việc phát hiện ra Amalthea, với quỹ đạo gần Sao Mộc hơn nhưng vệ tinh Galilê khác, khiến Europa xuống đứng vị trí thứ ba."
        },
        {
            "en": "As <em>Europa</em> moves slightly away from Jupiter, the planet's gravitational force decreases, causing the moon to relax back into a more spherical shape.",
            "vi": "Khi Europa di chuyển ra khá xa Sao Mộc, lực hấp dẫn yếu đi, làm cho nó trở lại dạng hình cầu."
        }
    ],
    "suggestions": []
}