{
    "en_vn": {
        "data": {
            "content": null,
            "word": "EVA",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>EVA</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 ethyl vinyl acetate. </blockquote></blockquote><blockquote><blockquote>2》 (in space) extravehicular activity. </blockquote></blockquote></div>",
            "word": "EVA",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "EVA",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "EVA",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "EVA",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Eva</em> software",
            "vi": "phần mềm eva"
        },
        {
            "en": "Adam and <em>Eva</em> are our first parents.",
            "vi": "Adam và Eva là thủy tổ chúng ta."
        },
        {
            "en": "<em>Eva</em> sat opposite me and Juliana sat to her right.",
            "vi": "Eva ngồi đối diện với tôi và Juliana ngồi cạnh bên phải cô ấy."
        },
        {
            "en": "<em>Eva</em> went into business selling her homemade muffins.",
            "vi": "Eva đã mở một tiệm bán bánh nướng do cô làm."
        },
        {
            "en": "Juliana then introduced me to <em>Eva</em>, her sister.",
            "vi": "Sau đó Juliana giới thiệu tôi với Eva, em gái của cô ấy."
        },
        {
            "en": "As <em>Eva</em> was returning with the coffee, the girl handed the bracelet back to <em>Eva</em> and she then put it on.",
            "vi": "Khi Eva quay lại với ly cà phê, cô gái trao lại chiếc vòng/lắc tay cho Eva và cô đeo vào."
        },
        {
            "en": "<em>Eva</em> has been working too hard and is feeling run-down.",
            "vi": "Eva đã làm việc rất cực nhọc và đang rất mệt mỏi."
        },
        {
            "en": "<em>Eva</em> was a pretty girl, with dark eyes and black curls.",
            "vi": "Eva là một cô gái xinh xắn với cặp mắt đen và những lọn tóc đen."
        },
        {
            "en": "<em>Eva</em> stood up and crouched over Juliana and gave her a hug and kiss.",
            "vi": "Eva đứng dậy, cúi người qua Juliana và ôm hôn cô ấy."
        },
        {
            "en": "When Mr. and Mrs. Huleatt came, they brought <em>Eva</em> and Clarence with them.",
            "vi": "Khi ông bà Hunleatt tới, họ dắt theo Eva và Clarence."
        },
        {
            "en": "Juliana dipped her hand into her bag and handed the bracelet to <em>Eva</em>.",
            "vi": "Juliana cho tay vào túi lấy chiếc vòng đeo tay đưa cho Eva."
        },
        {
            "en": "Adam and <em>Eva</em> were naming the animals of the earth when along came a rhinoceros",
            "vi": "Adam và Eva đang đặt tên cho các loài thú trên trái đất thì một con tê giác đi tới"
        },
        {
            "en": "<em>Eva</em> has been working too hard and is feeling run - down.",
            "vi": "Eva đã làm việc rất cực nhọc và đang rất mệt mỏi."
        },
        {
            "en": "<em>Eva</em> then looked across at me, her eyes radiant and her face wearing a wonderful smile.",
            "vi": "Sau đó Eva nhìn ngang qua tôi, đôi mắt của cô ấy thật rạng rỡ với nụ cười tuyệt đẹp trên môi."
        },
        {
            "en": "They want to live like \"Adam and <em>Eva</em>\" indulging in free love.",
            "vi": "Họ muốn như \"adam và eva\" buông thả theo tình yêu tự do."
        },
        {
            "en": "<em>Eva</em> cupped her hands and received the bracelet and sat inspecting it, turning it, feeling it, her head slightly bowed.",
            "vi": "Eva khum/chụm hai tay để nhận chiếc vòng đeo tay và ngồi xem qua, lật lại, sờ mó chiếc vòng, đầu hơi cuối xuống."
        },
        {
            "en": "Laura and Clarence ran and shouted and climbed trees, while Mary and <em>Eva</em> walked nicely together and talked.",
            "vi": "Laura cùng Clarence chạy nhảy, la hét và trèo lên cây trông lúc Mary Và Eva cùng nhau dạo quanh, trò chuyện."
        },
        {
            "en": "They did not look much alike, Juliana was dark with long almost blue black hair and <em>Eva</em> was lighter skinned with dark brown hair.",
            "vi": "Trông họ không giống nhau lắm, Juliana thì da đen với mái tóc dài gần như xanh đen và Eva thì có nước da trắng hơn với mái tóc màu nâu đen."
        },
        {
            "en": "The United States Embassy has joined with the Humpty Dumpty Institute (HDI), Project Renew, the Hilton Opera Hanoi, and <em>Eva</em> Airlines to support this charity event.",
            "vi": "Đại sứ quán Hoa Kỳ cùng phối hợp với Viện Humpty Dumpty (HDI), Dự án Renew, Khách sạn Hilton Opera Hà Nội và Hãng Hàng không Eva tài trợ hoạt động từ thiện này."
        },
        {
            "en": "The Fuhrer’s protector Rochus Misch was the first to see Hitler and lover <em>Eva</em> Braun after they shot themselves in a Berlin bunker with Soviet troops just yards away.",
            "vi": "Rochus Misch từng là người vệ sĩ của Lãnh tụ, ông là người đầu tiên nhìn thấy Hitler và người tình Eva Braun sau khi họ tự sát trong một boongke ở Berlin khi quân lính Liên Xô cách đó không xa."
        }
    ],
    "suggestions": []
}