{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[i'vændʒəlizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự truyền bá Phúc âm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">(như) <font color=\"#1371BB\">evangelicalism</font></td></tr></table><i/></div>",
            "word": "evangelism"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "evangelism"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "evangelism"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "evangelism"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "evangelism"
        }
    },
    "sentences": [
        {
            "en": "With the arrival of satellite technology, <em>evangelism</em> has changed forever.",
            "vi": "Cùng với sự xuất hiện của công nghệ vệ tinh, sự truyền bá Phúc âm (đạo Tin Lành) đã thay đổi mãi mãi."
        },
        {
            "en": "<em>Evangelism</em> is the practice of attempting to convert people to a religion.",
            "vi": "Sự truyền bá Phúc âm là một nỗ lực mang con người đến với tôn giáo."
        },
        {
            "en": "Microsoft, Intuit Partner for Cloud-Based Apps       Microsoft and Intuit are launching a Windows Azure SDK for Intuit Partner Platform, opening a way for developers to create applications for small and midsize businesses that rely on Intuit's QuickBooks financial software. Intuit has named Windows Azure the preferred platform for SMB cloud-based application development on its platform. Microsoft has been making forays into the cloud, embracing the computing trend despite its traditional reliance on a desktop and on-premises software model. Microsoft and Intuit are planning to integrate the capabilities of their cloud services platforms, giving developers the chance to develop applications for small and midsize businesses that use QuickBooks financial software. Customers would be able to access the applications via the cloud-based Intuit App Center.  Intuit has named Windows Azure the \"preferred platform \" for SMB cloud-based application development on the Intuit Partner Platform, in theory giving Intuit's developer community access to a variety of Microsoft-built tools. The beta of the Windows Azure SDK (software development  kit) for Intuit Partner Platform is available for downloading from this site. The SDK will be offered to developers for free.  \"By combining the pooled technology assets of our developer communities,\" Walid Abu-Hadba, Microsoft corporate vice president of the Developer & Platform <em>Evangelism</em> organization, said in a Jan. 21 statement, \"we stand to produce an outpouring of new applications to help small businesses enhance their competitive edge.\"  Later in 2010, Microsoft also plans to sell a variety of online services, including Exchange Online, SharePoint Online, Office Live Meeting and Office Communications Online, through the Intuit App Center.  \"The Intuit App Center is a huge breakthrough,\" Bill Lucchini, vice president and general manager of Intuit's Platform as a Service Group, said in a Jan. 21 statement. \"Now, Microsoft developers can enhance their businesses with access to the small business channel, the Intuit App Center will get stronger and small businesses will reap the rewards of all this innovation.\"  Microsoft has been experimenting with cloud-computing platforms aimed at a variety of different audiences, although the full results of those efforts may not be known for several years. One of the mainstays of this effort, Windows Azure, consists of three parts: Windows Azure, an operating system as a service; SQL Azure, a cloud-based relational database; and .NET Services, which provide both secure connectivity and federated access control for applications.  Jan. 1 marked the full switch-on of the Azure cloud platform for enterprises. By February 2010, users will have to pay for Azure's services via a pay-as-you go model, a subscription format or volume licensing.",
            "vi": "Microsoft, Intuit Partner Hợp tác Kho ứng dụng Đám mây     Microsoft và Intuit vừa cho ra mắt bộ công cụ phát trển phần mềm SDK Windows Azure cho Nền tảng Intuit Partner, mở đường cho các nhà phát triển tạo ra các ứng dụng dành cho các doanh nghiệp vừa và nhỏ dựa trên phần mềm tài chính QuickBooks của hãng Intuit. Intuit chỉ định Windows Azure là nền tảng ưu tiên cho việc phát triển ứng dụng dựa vào giao thức đám mây SMB trên nền tảng của họ. Microsoft đẩy mạnh trong lĩnh vực đám mây và đang theo đuổi xu hướng điện toán này mặc dù thế mạnh truyền thống của họ là loại phần mềm đóng gói cài đặt trên máy tính để bàn. Microsoft và Intuit đang dự định tích hợp sức mạnh các nền tảng dịch vụ đám mây của họ và mang lại cho các nhà phát triển cơ hội phát triển các ứng dụng dành cho các doanh nghiệp vừa và nhỏ sử dụng phần mềm tài chính QuickBooks. Khách hàng sẽ có thể truy cập ứng dụng thông qua Trung tâm Ứng dụng Intuit dựa trên đám mây. Intuit chỉ định Windows Azure là “nền tảng ưu tiên” cho việc phát triển ứng dụng dựa trên giao thức đám mây SMB trên Nền tảng Intuit Partner, về mặt lý thuyết nó mang lại cho cộng đồng nhà phát triển của Intuit truy cập vào nhiều công cụ do Microsoft xây dựng. Phiên bản beta của bộ công cụ phát triển phần mềm SDK của Windows Azure cho Nền tảng Intuit Partner có sẵn để tải xuống từ trang (http://developer.intuit.com/azure). Bộ công cụ phát triển phần mềm SDK này sẽ được cung cấp miễn phí cho các nhà phát triển. \" Bằng cách kết hợp các tài sản công nghệ được đóng góp bởi cộng đồng phát triển của chúng tôi” Walid Abu-Hadba, phó chủ tịch tổ chức Tuyên truyền Nền tảng và Nhà phát triển của Microsoft đã nói như thế trong một bài phát biểu vào ngày 21 tháng Giêng, “chúng tôi tạo ra một sự phong phú của các ứng dụng mới hỗ trợ cho các doanh nghiệp nhỏ nâng cao lợi thế cạnh tranh của họ.” Cuối năm 2010, Microsoft cũng dự định bán nhiều dịch vụ trực tuyến, bao gồm Exchange Online, SharePoint Online, Office Live Meeting và Office Communications Online, thông qua Trung tâm Ứng dụng Intuit.   “Trung tâm Ứng dụng Intuit là một bước đột phá lớn,” Bill Lucchini, phó chủ tịch kiêm tổng giám đốc Nền tảng dưới dạng một Nhóm Dịch vụ của Intuit, đã nói như thế trong một bài phát biểu vào ngày 21 tháng Giêng. “ Hiện tại, các nhà phát triển Microsoft có thể cải tiến các doanh nghiệp của họ cũng như truy cập vào kênh kinh doanh nhỏ, Trung tâm Ứng dụng Intuit sẽ trở nên mạnh hơn và các doanh nghiệp nhỏ sẽ gặt hái nhiều thành quả về mọi sự đổi mới này.\" Microsoft đang thử nghiệm với các nền tảng điện toán đám mây nhắm vào nhiều đối tượng khác nhau, mặc dù kết quả của các nỗ lực đó hoàn toàn có thể không được biết trong vài năm. Một trong những trụ cột chính của nỗ lực này là Windows Azure, bao gồm ba phần: Windows Azure, một hệ điều hành dưới dạng một dịch vụ; SQL Azure (một cơ sở dữ liệu quan hệ dựa trên đám mây), và các Dịch vụ .NET, cung cấp cả khả năng kết nối an toàn và điều khiển truy cập tương tác cho các ứng dụng. Ngày 1 tháng Giêng đã đánh dấu sự chuyển đổi hoàn toàn trên nền tảng đám mây Azure cho các doanh nghiệp. Vào tháng hai 2010, người dùng sẽ phải chi trả cho các dịch vụ của Azure thông qua mô hình thanh toán theo thực tế sử dụng (pay-as-you go), một dạng thuê bao hoặc cấp phép theo số lượng."
        }
    ],
    "suggestions": []
}