{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Everglades"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Everglades"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Everglades"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Everglades"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Everglades"
        }
    },
    "sentences": [
        {
            "en": "Panthers once existed in much greater numbers in <em>Everglades</em>.",
            "vi": "Báo đã từng có rất nhiều ở Everglades."
        },
        {
            "en": "The <em>Everglades</em> is considered one of the great biological wonders of the world.",
            "vi": "Everglades được xem là một trong những kì quan sinh học vĩ đại nhất thế giới."
        },
        {
            "en": "The <em>Everglades</em> is one of the only places on Earth where freshwater alligators and saltwater crocodiles live in the same area.",
            "vi": "Everglades là một trong những nơi cuối cùng trên Trái đất mà cá sấu nước ngọt và nước mặn sống chung trong cùng một khu vực."
        },
        {
            "en": "<em>Everglades</em> National Park is the largest subtropical wilderness in the country. The park is home to several rare and endangered species. It is also the third largest national park in the lower forty - eight states, after Death Valley and Yellowstone. Each year, more than one million people visit the <em>Everglades</em>",
            "vi": "Công viên quốc gia đầm lầy là một vùng hoang vu cận nhiệt đới lớn nhất trên đất nước này. Công viên là ngôi nhà của một số loài quí hiếm và đang bị đe dọa. Nó cũng là công viên quốc gia lớn thứ 3 trong số 48 bang vùng thấp sau Thung Lũng Chết và Yellowstone. Mỗi năm, có hơn một triệu người viếng thăm vùng đầm lầy Everglades."
        },
        {
            "en": "<em>Everglades</em> National Park is the largest subtropical wilderness in the country. The park is home to several rare and endangered species. It is also the third largest national park in the lower forty-eight states, after Death Valley and Yellowstone. Each year, more than one million people visit the <em>Everglades</em>",
            "vi": "Công viên quốc gia đầm lầy là một vùng hoang vu cận nhiệt đới lớn nhất trên đất nước này. Công viên là ngôi nhà của một số loài quí hiếm và đang bị đe dọa. Nó cũng là công"
        },
        {
            "en": "In nineteen forty-seven, President Harry Truman spoke at the official opening of <em>Everglades</em> National Park. He said the goal of creating the park was to protect forever a wild area that could never be replaced.",
            "vi": "phát biểu tại lễ khánh thành công viên quốc gia Everglade. Ông nói rằng mục tiêu của việc tạo ra công viên này là nhằm bảo vệ vĩnh viễn một vùng hoang vu mà không bao giờ có thể thay thế được."
        },
        {
            "en": "In nineteen forty - seven, President Harry Truman spoke at the official opening of <em>Everglades</em> National Park. He said the goal of creating the park was to protect forever a wild area that could never be replaced.",
            "vi": "Vào năm 1947, tổng thống Harry Truman đã phát biểu tại lễ khánh thành công viên quốc gia Everglade. Ông nói rằng mục tiêu của việc tạo ra công viên này là nhằm bảo vệ vĩnh viễn một vùng hoang vu mà không bao giờ có thể thay thế được."
        },
        {
            "en": "<em>Everglades</em> National Park is the largest subtropical wilderness in the country. The park is home to several rare and endangered species. It is also the third largest national park in the lower forty - eight states, after Death Valley and Yellowstone. Each year,",
            "vi": "Công viên quốc gia đầm lầy là một vùng hoang vu cận nhiệt đới lớn nhất trên đất nước này. Công viên là ngôi nhà của một số loài quí hiếm và đang bị đe dọa. Nó cũng là công viên quốc gia lớn thứ 3 trong số 48 bang vùng thấp sau Thung Lũng Chết và Yellowstone. Mỗi năm, có hơn một triệu người viếng thăm vùng đầm lầy Everglades."
        },
        {
            "en": "is the largest subtropical wilderness in the country. The park is home to several rare and endangered species. It is also the third largest national park in the lower forty - eight states, after Death Valley and Yellowstone. Each year, more than one million people visit the <em>Everglades</em>",
            "vi": "Công viên quốc gia đầm lầy là một vùng hoang vu cận nhiệt đới lớn nhất trên đất nước này. Công viên là ngôi nhà của một số loài quí hiếm và đang bị đe dọa. Nó cũng là công viên quốc gia lớn thứ 3 trong số 48 bang vùng thấp sau Thung Lũng Chết và Yellowstone. Mỗi năm, có hơn một triệu người viếng thăm vùng đầm lầy Everglades."
        }
    ],
    "suggestions": []
}