{
    "en_vn": {
        "data": {
            "content": null,
            "word": "EW"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "EW"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "EW"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "EW"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "EW"
        }
    },
    "sentences": [
        {
            "en": "<em>Ew</em>.",
            "vi": "eo."
        },
        {
            "en": "<em>Ew</em>.",
            "vi": "eo."
        },
        {
            "en": "\"<em>Ew</em>.\" Snow. There went my good day.",
            "vi": "\"Eo.\" Tuyết. Thế là hết ngày tốt lành của tôi."
        },
        {
            "en": "\"<em>Ew</em>! What's that smell? \"How many times have you said that? How many moments have you also had where a smell can take you back to a special memory embedded in your brain? Scent is a strong, yet subtle motivation among human beings and in this article, we will discover more about odors and smells and how they affect us.",
            "vi": "\"Eo ơi! mùi gì vậy?\" Bao nhiêu lần bạn từng thốt lên như thế? Bao nhiêu khoảng khắc một mùi hương nào đó chợt khiến bạn nhớ về một ký ức khắc sâu? Mùi hương là một sự kích thích mạnh mẽ nhưng tinh tế giữa con người và trong bài viết này, chúng ta sẽ khám phá thêm về mùi hương và cách chúng ảnh hưởng đến chúng ta."
        },
        {
            "en": "7 REPETITION          18. THE FUNERAL I SPRINTED DOWN THE STAIRS AND THREW THE DOOR open. It was Jacob, of course. Even blind, Alice wasn't slow. He was standing about six feet back from the door, his nose wrinkled in distaste, but his face otherwise smooth—masklike. He didn't fool me; I could see the faint trembling of his hands. Hostility rolled off of him in waves. It brought back that awful afternoon when he'd chosen Sam over me, and I felt my chin jerk up defensively in response. Jacob's Rabbit idled by the curb with Jared behind the wheel and Embry in the passenger seat. I understood what this meant: they were afraid to let him come here alone. It made me sad, and a little annoyed. The Cullens weren't like that. \"Hey,\" I finally said when he didn't speak. Jake pursed his lips, still hanging back from the door. His eyes flickered across the front of the house. I ground my teeth. \"She's not here. Do you need something?\" He hesitated. \"You're alone?\" \"Yes.\" I sighed. \"Can I talk to you a minute?\" \"Of course you can, Jacob. Come on in.\" Jacob glanced over his shoulder at his friends in the car. I saw Embry shake his head just a tiny bit. For some reason, this bugged me to no end. My teeth clenched together again. \"Chicken\" I mumbled under my breath. Jake's eyes flashed back to me, his thick, black brows pushing into a furious angle over  his deep-set eyes. His jaw set, and he marched—there was no other way to describe the way he moved—up the sidewalk and shrugged past me into the house. I locked gazes with first Jared and then Embry—I didn't like the hard way they eyed me; did they really think I would let anything hurt Jacob?—before I shut the door on them. Jacob was in the hall behind me, staring at the mess of blankets in the living room. \"Slumber party?\" he asked, his tone sarcastic. \"Yeah,\" I answered with the same level of acid. I didn't like Jacob when he acted this way. \"What's it to you? He wrinkled his nose again like he smelled something unpleasant. \"Where's your friend'?\" I could hear the quotation marks in his tone. \"She had some errands to run. Look, Jacob, what do you want?\" Something about the room seemed to make him edgier—his long arms were quivering. He didn't answer my question. Instead he moved on to the kitchen, his restless eyes darting everywhere. I followed him. He paced back and forth along the short counter. \"Hey,\" I said, putting myself in his way. He stopped pacing and stared down at me. \"What's your problem?\" \"I don't like having to be here.\" That stung. I winced, and his eyes tightened. \"Then I'm sorry you had to come,\" I muttered. \"Why don't you tell me what you need so you can leave?\" \"I just have to ask you a couple of questions. It shouldn't take long. We have to get back for the funeral.\" \"Okay. Get it over with then.\" I was probably overdoing it with the antagonism, but I didn't want him to see how much this hurt. I knew I wasn't being fair. After all, I'd picked the bloodsucker over him last night. I'd hurt him first. He took a deep breath, and his trembling fingers were suddenly still. His face smoothed into a serene mask. \"One of the Cullens is staying here with you,\" he stated. \"Yes. Alice Cullen.\" He nodded thoughtfully. \"How long is she here for?\" \"As long as she wants to be.\" The belligerence was still there in my tone. \"It's an open invitation.\" \"Do you think you could… please… explain to her about the other one—Victoria?\" I paled. \"I told her about that.\" He nodded. \"You should know that we can only watch our own lands with a Cullen here. You'll only be safe in La Push. I can't protect you here anymore.\" \"Okay,\" I said in a small voice. He looked away then, out the back windows. He didn't continue. \"Is that all?\" He kept his eyes on the glass as he answered. \"Just one more thing.\" I waited, but he didn't continue. \"Yes?\" I finally prompted. \"Are the rest of them coming back now?\" he asked in a cool, quiet voice. It reminded me of Sam's always calm manner. Jacob was becoming more like Sam… I wondered why that bothered me so much. Now I didn't speak. He looked back at my face with probing eyes. \"Well?\" he asked. He struggled to conceal the tension behind his serene expression. \"No.\" I said finally. Grudgingly. \"They aren't coming back.\" His expression didn't change. \"Okay. That's all.\" I glared at him, annoyance rekindled. \"Well, run along now. Go tell Sam that the scary monsters aren't coming to get you.\" \"Okay,\" he repeated, still calm. That seemed to be it. Jacob walked swiftly from the kitchen. I waited to hear the front door open, but I heard nothing. I could hear the clock over the stove ticking, and I marveled again at how quiet he'd become. What a disaster. How could I have alienated him so completely in such a short amount of time?  Would he forgive me when Alice was gone? What if he didn't? I slumped against the counter and buried my face in my hands. How had I made such a mess of everything? But what could I have done differently? Even in hindsight, I couldn't think of any better way, any perfect course of action. \"Bella… ?\" Jacob asked in a troubled voice. I pulled my face out of my hands to see Jacob hesitating in the kitchen doorway; he hadn't left when I'd thought. It was only when I saw the clear drops sparkling in my hands that I realized I was crying. Jacob's calm expression was gone; his face was anxious and unsure. He walked quickly back to stand in front of me, ducking his head so that his eyes were closer to being on the same level with mine. \"Did it again, didn't I?\" \"Did what?\" I asked, my voice cracking. \"Broke my promise. Sorry.\" \"'It’s okay,\" I mumbled. \"I started it this time.\" His face twisted. \"I knew how you felt about them. It shouldn't have taken me by surprise like that.\" I could see the revulsion in his eyes. I wanted to explain to him what Alice was really like, to defend her against the judgments he'd made, but something warned me that now was not the time. So I just said, \"Sorry,\" again. \"Let's not worry about it, okay? She's just visiting, right? She'll leave, and things will go back to normal.\" \"Can't I be friends with you both at the same time?\" I asked, my voice not hiding an ounce of the hurt I felt. He shook his head slowly. \"No, I don't think you can.\" I sniffed and stared at his big feet. \"But you'll wait, right? You'll still be my friend, even though I love Alice, too?\" I didn't look up, afraid to see what he'd think of that last part. It took him a minute to answer, so I was probably right not to look. \"Yeah, I'll always be your friend,\" he said gruffly. \"No matter what you love.\" \"Promise?\" \"Promise.\" I felt his arms wind around me, and I leaned against his chest, still sniffling. \"This sucks.\" \"Yeah.\" Then he sniffed my hair and said, \"<em>Ew</em>.\" \"What?\" I demanded. I looked up to see that his nose was wrinkled again. \"Why does everyone keep doing that to me? I don't smell!\" He smiled a little. \"Yes, you do—you smell like them. Blech. Too sweet—sickly sweet. And… icy. It burns my nose.\" \"Really?\" That was strange. Alice smelled unbelievably wonderful. To a human, anyway. \"But why would Alice think I smelled, too, then?\" That wiped his smile away. \"Huh. Maybe I don't smell so good to her, either. Huh.\" \"Well, you both smell fine to me.\" I rested my head against him again. I was going to miss him terribly when he walked out my door. It was a nasty catch-22—on the one hand, I wanted Alice to stay forever. I was going to die—metaphorically—when she left me. But how was I supposed to go without seeing Jake for any length of time? What a mess, I thought again. \"I'll miss you,\" Jacob whispered, echoing my thoughts. \"Every minute. I hope she leaves soon.\" \"It really doesn't have to be that way, Jake.\" He sighed. \"Yes, it really does. Bella. You… love her. So I'd better not get anywhere near her. I'm not sure that I'm even-tempered enough to handle that. Sam would be mad if I broke the treaty, and\"—his voice turned sarcastic—\"you probably wouldn't like it too much if I killed your friend.\" I recoiled from him when he said that, but he only tightened his arms, refusing to let me escape. \"There's no point in avoiding the truth. That's the way things are, Bells.\" \"I do not like the way things are.\" Jacob freed one arm so that he could cup his big brown hand under my chin and make me look at him. \"Yeah. It was easier when we were both human, wasn't it?\" I sighed. We stared at each other for a long moment. His hand smoldered against my skin. In my face, I knew there was nothing but wistful sadness—I didn't want to have to say goodbye now, no matter for how short a time. At first his face reflected mine, but then, as neither of us looked away, his expression changed. He released me, lifting his other hand to brush his fingertips along my cheek, trailing them down to my jaw. I could feel his fingers tremble—not with anger this time. He pressed his palm against my cheek, so that my face was trapped between his burning hands. \"Bella,\" he whispered. I was frozen. No! I hadn't made this decision yet. I didn't know if I could do this, and now I was out of time to think. But I would have been a fool if I thought rejecting him now would have no consequences. I stared back at him. He was not my Jacob, but he could be. His face was familiar and beloved. In so many real ways, I did love him. He was my comfort, my safe harbor. Right now, I could choose to have him belong to me. Alice was back for the moment, but that changed nothing. True love was forever lost. The prince was never coming back to kiss me awake from my enchanted sleep. I was not a princess, after all. So what was the fairy-tale protocol for other kisses? The mundane kind that didn't break any spells? Maybe it would be easy—like holding his hand or having his arms around me. Maybe it would feel nice. Maybe it wouldn't feel like a betrayal. Besides, who was I betraying, anyway? Just  myself. Keeping his eyes on mine, Jacob began to bend his face toward me. And I was still absolutely undecided. .  The shrill ring of the phone made us both jump, but it did not break his focus. He took his hand from under my chin and reached over me to grab the receiver, but still held my face securely with the hand against my cheek. His dark eyes did not free mine. I was too muddled to react, even to take advantage of the distraction. \"Swan residence,\" Jacob said, his husky voice low and intense. Someone answered, and Jacob altered in an instant. He straightened up, and his hand dropped from my face. His eyes went flat, his face blank, and I would have bet the measly remainder of my college and that it was Alice. I recovered myself and held out my hand for the phone. Jacob ignored me. \"He's not here,\" Jacob said, and the words were menacing. There was some very short reply, a request for more information it seemed, because he added unwillingly, \"He's at the funeral.\" Then Jacob hung up the phone. \"Filthy bloodsucker,\" he muttered under his breath. The face he turned back to me was the bitter mask again. \"Who did you just hang up on?\" I gasped, infuriated. \"In my house, and on my phone?\" \"Easy! He hung up on me!\" \"He? Who was it?!\" He sneered the title. \"Dr. Carlisle Cullen.\" \"Why didn't you let me talk to him?!\" \"He didn't ask for you,\" Jacob said coldly. His face was smooth, expressionless, but his hands shook. \"He asked where Charlie was and I told him. I don't think I broke any rules of etiquette.\" \"You listen to me, Jacob Black—\" But he obviously wasn't listening. He looked quickly over his shoulder, as if someone had called his name from the other room. His eyes went wide and his body stiff, then he started trembling. I listened too, automatically, but heard nothing. \"Bye, Bells,\" he spit out, and wheeled toward the front door. I ran after him. \"What is it?\" And then I ran into him, as he rocked back on his heels, cussing under his breath. He spun around again, knocking me sideways. I bobbled and fell to the floor, my legs tangled with his. \"Shoot, ow!\" I protested as he hurriedly jerked his legs free one at a time. I struggled to pull myself up as he darted for the back door; he suddenly froze again. Alice stood motionless at the foot of the stairs. \"Bella,\" she choked. I scrambled to my feet and lurched to her side. Her eyes were dazed and far away, her face drawn and whiter than bone. Her slim body trembled to an inner turmoil. \"Alice, what's wrong?\" I cried. I put my hands on her face, trying to calm her. Her eyes focused on mine abruptly, wide with pain. \"Edward,\" was all she whispered. My body reacted faster than my mind was able to catch up with the implications of her reply. I didn't at first understand why the room was spinning or where the hollow roar in my ears was coming from. My mind labored, unable to make sense of Alice's bleak face and how it could possibly relate to Edward, while my body was already swaying, seeking the relief of unconsciousness before the reality could hit me. The stairway tilted at the oddest angle. Jacob's furious voice was suddenly in my ear, hissing out a stream of profanities. I felt a vague disapproval. His new friends were clearly a bad influence. I was on the couch without understanding how I got there, and Jacob was still swearing. It felt like there was an earthquake—the couch was shaking under me. \"What did you do to her?\" he demanded. Alice ignored him. \"Bella? Bella, snap out of it. We have to hurry.\" \"Stay back,\" Jacob warned. \"Calm down, Jacob Black,\" Alice ordered. \"You don't want to do that so close to her.\" \"I don't think I'll have any problem keeping my focus,\" he retorted, but his voice sounded a little cooler. \"Alice?\" My voice was weak. \"What happened?\" I asked, even though I didn't want to hear. \"I don't know,\" she suddenly wailed. \"What is he thinking?!\" I labored to pull myself up despite the dizziness. I realized it was Jacob's arm I was gripping for balance. He was the one shaking, not the couch. Alice was pulling a small silver phone from her bag when my eyes relocated her. Her fingers dialed the numbers so fast they were a blur. \"Rose, I need to talk to Carlisle now.\" Her voice whipped through the words. \"Fine, as soon as he's back. No, I'll be on a plane. Look, have you heard anything from Edward?\" Alice paused now, listening with an expression that grew more appalled every second. Her mouth opened into a little O of horror, and the phone shook in her hand. \"Why?\" she gasped. \"Why would you do that, Rosalie?\" Whatever the answer was, it made her jaw tighten in anger. Her eyes flashed and narrowed. \"Well, you're wrong on both counts, though, Rosalie, so that would be a problem, don't you think?\" she asked acidly. \"Yes, that's right. She's absolutely fine—I was wrong… It's a long story… But you're wrong about that part, too, that's why I'm calling… Yes, that's exactly what I saw.\" Alice's voice was very hard and her lips were pulled back from her teeth.  \"It's a bit late for that, Rose.  Save your remorse for someone who believes it.\" Alice snapped the phone shut with a sharp twist of her fingers. Her eyes were tortured as she turned to face me. \"Alice,\" I blurted out quickly. I couldn't let her speak yet. I needed a few more seconds before she spoke and her words destroyed what was left of my life. \"Alice, Carlisle is back, though. He called just before…\" She stared at me blankly. \"How long ago?\" she asked in a hollow voice. \"Half a minute before you showed up.\" \"What did he say?\" She really focused now, waiting for my answer. \"I didn't talk to him.\" My eyes flickered to Jacob. Alice turned her penetrating gaze on him. He flinched, but held his place next to me. He sit awkwardly, almost as if he were trying to shield me with his body. \"He asked for Charlie, and I told him Charlie wasn't here,\" Jacob muttered resentfully. \"Is that everything?\" Alice demanded, her voice like ice. \"Then he hung up on me,\" Jacob spit back. A tremor rolled down his spine, shaking me with it.  \"You told him Charlie was at the funeral,\" I reminded him. Alice jerked her head back toward me \"What were his exact words?\" \"He said, 'He's not here,' and when Carlisle asked where Charlie was, Jacob said, 'At the funeral.'\" Alice moaned and sank to her knees. \"Tell me Alice,\" I whispered. \"That wasn't Carlisle on the phone,\" she said hopelessly. \"Are you calling me a liar?\" Jacob snarled from beside me. Alice ignored him, focusing on my bewildered face. \"It was Edward.\" The words were just a choked whisper. \"He thinks you're dead.\" My mind started to work again. These words weren't the ones I'd been afraid of, and the relief cleared my head. \"Rosalie told him I killed myself, didn't she?\" I said, sighing as I relaxed. \"Yes,\" Alice admitted, her eyes flashing hard again. \"In her defense, she did believe it. They rely on my sight far too much for something that works so imperfectly. But for her to track him down to tell him this! Didn't she realize… or care… ?\" Her voice faded away in horror. \"And when Edward called here, he thought Jacob meant my funeral,\" I realized. It stung to know how close I'd been, just inches away from his voice. My nails dug into Jacob's arm, but he didn't flinch. Alice looked at me strangely. \"You're not upset,\" she whispered. \"Well, it's really rotten timing, but it will all get straightened out. The next time he calls, someone will tell him… what… really…\" I trailed off. Her gaze strangled the words in my throat. Why was she so panicked? Why was her face twisting now with pity and horror? What was it she had said to Rosalie on the phone just now? Something about what she'd seen… and Rosalie's remorse; Rosalie would never feel remorse for anything that happened to me. But if she'd hurt her family, hurt her brother… \"Bella,\" Alice whispered. \"Edward won't call again. He believed her.\" \"I. Don't. Understand.\" My mouth framed each word in silence. I couldn't push the air out to actually say the words that would make her explain what that meant. \"He's going to Italy.\" It took the length of one heartbeat for me to comprehend. When Edward's voice came back to me now, it was not the perfect imitation of my  delusions. It was just the weak, flat tone of my memories. But the words alone were enough to shred through my chest and leave it gaping open. Words from a time when I would have bet everything that I owned or could borrow on that fact that he loved me. Well, I wasn't going to live without you, he'd said as we watched Romeo and Juliet die, here in this very room. But I wasn't sure how to do it… I knew Emmett and Jasper would never help… so I was thinking maybe I would go to Italy and do something to provoke the Volturi… You don't irritate them. Not unless you want to die. Not unless you want to die. \"NO!\" The half-shrieked denial was so loud after the whispered words, it made us all jump. I felt the blood rushing to my face as I realized what she'd seen. \"No! No, no, no! He can't! He can't do that!\" \"He made up his mind as soon as your friend confirmed that it was too late to save you.\" \"But he… he left! He didn't want me anymore! What difference does it make now? He knew I would die sometime!\" \"I don't think he ever planned to outlive you by long,\" Alice said quietly. \"How dare he!\" I screamed. I was on my feet now, and Jacob rose uncertainly to put himself between Alice and me again. \"Oh, get out of the way, Jacob!\" I elbowed my way around his trembling body with desperate impatience. \"What do we do?\" I begged Alice. There had to be something. \"Can't we call him? Can Carlisle?\" She was shaking her head. \"That was the first thing I tried. He left his phone in a trash can in Rio—someone answered it…\" she whispered. \"You said before we had to hurry. Hurry how? Let's do it, whatever it is!\" \"Bella, I—I don't think I can ask you to…\" She trailed off in indecision. \"Ask me!\" I commanded. She put her hands on my shoulders, holding me in place, her fingers flexing sporadically to emphasize her words. \"We may already be too late. I saw him going to the Volturi… and asking to die.\" We both cringed, and my eyes were suddenly blind. I blinked feverishly at the tears. \"It all depends on what they choose. I can't see that till they make a decision. \"But if they say no, and they might—Aro is fond of Carlisle, and wouldn't want to offend him—Edward has a backup plan. They're very protective of their city. If Edward does something to upset the peace, he thinks they'll act to stop him. And he's right. They will.\" I stared at her with my jaw clenched in frustration. I'd heard nothing yet that would explain why we were still standing here. \"So if they agree to grant his favor, we're too late. If they say no, and he comes up with a plan to offend them quickly enough, we're too late. If he gives into his more theatrical tendencies… we might have time.\" \"Let's go!\" \"Listen, Bella! Whether we are in time or not, we will be in the heart of the Volturi city. I will be considered his accomplice if he is successful. You will be a human who not only knows too much, but also smells too good. There's a very good chance that they will eliminate us all—though in your case it won't be punishment so much as dinnertime.\" \"This is what's keeping us here?\" I asked in disbelief. \"I'll go alone if you're afraid.\" I mentally tabulated what money was left in my account, and wondered if Alice would lend me the rest. \"I'm only afraid of getting you killed.\" I snorted in disgust. \"I almost get myself killed on a daily basis! Tell me what I need to do!\" \"You write a note to Charlie. I'll call the airlines.\" \"Charlie,\" I gasped. Not that my presence was protecting him, but could I leave him here alone to face… \"I'm not going to let anything happen to Charlie.\" Jacob's low voice was gruff and angry. \"Screw the treaty.\" I glanced up at him, and he scowled at my panicked expression. \"Hurry, Bella,\" Alice interrupted urgently. I ran to the kitchen, yanking the drawers open and throwing the contents all over the floor as I searched for a pen. A smooth, brown hand held one out to me. \"Thanks,\" I mumbled, pulling the cap off with my teeth. He silently handed me the pad of paper we wrote phone messages on. I tore off the top sheet and threw it over my shoulder. Dad, I wrote. I'm with Alice. Edward's in trouble. You can ground me when I get back. I know it's a bad time. So sorry. Love you so much. Bella. \"Don't go,\" Jacob whispered. The anger was all gone now that Alice was out of sight. I wasn't about to waste time arguing with him. \"Please, please, please take care of  Charlie,\" I said as I dashed back out to the front room. Alice was waiting in the doorway with a bag over her shoulder. \"Get your wallet—you'll need ID. Please tell me you have a passport. I don't have time to forge one.\" I nodded and then raced up the stairs, my knees weak with gratitude that my mother had wanted to marry Phil on a beach in Mexico. Of course, like all her plans, it had fallen through. But not before I'd made all the practical arrangements I could for her. I tore through my room. I stuffed my old wallet, a clean T-shirt, and sweatpants into my backpack, and then threw my toothbrush on top. I hurled myself back down the stairs. The sense of déjà vu was nearly stifling by this point. At least, unlike the last time—when I'd run away from Forks to escape thirsty vampires rather than to find them—I wouldn't have to say goodbye to Charlie in person. Jacob and Alice were locked in some kind of confrontation in front of the open door, standing so far apart you wouldn't assume at first that they were having a conversation. Neither one seemed to notice my noisy reappearance. \"You might control yourself on occasion, but these leeches you're taking her to—\" Jacob was furiously accusing her. \"Yes. You're right, dog.\" Alice was snarling, too. \"The Volturi are the very essence of our kind—they're the reason your hair stands on end when you smell me. They are the substance of your nightmares, the dread behind your instincts. I'm not unaware of that.\" \"And you take her to them like a bottle of wine for a party!\" he shouted. \"You think she'd be better off if I left her here alone, with Victoria stalking her?\" \"We can handle the redhead.\" \"Then why is she still hunting?\" Jacob growled, and a shudder rippled through his torso. \"Stop that!\" I shouted at them both, wild with impatience. \"Argue when we get back, let's  go!\" Alice turned for the car, disappearing in her haste. I hurried after her, pausing automatically to turn and lock the door. Jacob caught my arm with a shivering hand. \"Please, Bella. I'm begging.\" His dark eyes were glistening with tears. A lump filled my throat. \"Jake, I have to—\" \"You don't, though. You really don't. You could stay here with me. You could stay alive. For Charlie. For me.\" The engine of Carlisle's Mercedes purred; the rhythm of the thrumming spiked when Alice revved it impatiently. I shook my head, tears spattering from my eyes with the sharp motion. I pulled my arm free, and he didn't fight me. \"Don't die, Bella,\" he choked out. \"Don't go. Don't.\" What if I never saw him again? The thought pushed me past the silent tears; a sob broke out from my chest. I threw my arms around his waist and hugged for one too-short moment, burying my tear-wet face against his chest. He put his big hand on the back of my hair, as if to hold me there. \"Bye, Jake.\" I pulled his hand from my hair, and kissed his palm. I couldn't bear to look at his face. \"Sorry,\" I whispered. Then I spun and raced for the car. The door on the passenger side was open and waiting. I threw my backpack over the headrest and slid in, slamming the door behind me. \"Take care of Charlie!\" I turned to shout out the window, but Jacob was nowhere in sight. As Alice stomped on the gas and—with the tires screeching like human screams—spun us around to face the road, I caught sight of a shred of white near the edge of the trees. A piece of a shoe.",
            "vi": "7 REPETITION         18. ĐÁM TANG Tôi chạy thật nhanh xuống cầu thang và mở toang cửa.  Dĩ nhiên, đúng là Jacob. Dù không nhìn thấy, Alice cũng không phải không nhanh trí.  Anh chàng đang đứng cách cửa khoảng sáu bước chân, mũi nhăn lại ghê tởm, nhưng khuôn mặt anh lại phẳng lặng - như đeo mặt nạ. Anh chẳng lừa được tôi; tôi có thể nhìn thấy bàn tay anh chàng khẽ run.  Vẻ thù địch trào dâng cuồn cuộn trong anh. Nhắc tôi nhớ lại buổi chiều tệ hại ấy khi anh chọn Sam chớ không chọn tôi, và tôi cảm thấy cằm mình vênh lên đáp lại.  Chiếc Rabbit của Jacob đang chạy không tải bên lề đường với Jared ngồi sau tay lái và Embry trong ghế hành khách. Tôi hiểu điều này nghĩa là gì: họ sợ để anh đến đây một mình. Điều này làm tôi buồn, và hơi bực mình. Gia đình Cullens không như thế.  \"Chào, \" cuối cùng thì tôi cũng nói khi anh không nói tiếng nào.  Jake bặm môi, vẫn dùng dằng ở cửa. Mắt anh chàng liếc nhanh qua trước nhà.  Tôi nghiến răng. \"Cô ấy không có ở đây. Bạn cần gì à?\" Anh chàng do dự. \" Bạn ở một mình sao?\" \"Ừ. \" Tôi thở dài.  \"”Tôi có thể nói chuyện với bạn một phút được không?\" \" Dĩ nhiên là được rồi, Jacob. Vào nhà nào. \" Jacob liếc qua vai nhìn bạn bè trong xe. Tôi thấy Embry hơi lắc nhẹ đầu. Vì lý do nào đó, chuyện này làm tôi bực mình hết sức.  Tôi nghiến răng lại với nhau lần nữa. \"Thỏ đế\" tôi lầm bầm nho nhỏ.  Mắt Jake liếc tôi thật nhanh, đôi lông mày đen dầy của anh chàng nhíu lại giận dữ trên đôi mắt sâu. Hàm anh chàng bạnh ra, rồi anh tiến bước - chẳng có cách khác để mô tả cách anh chàng di chuyển - lên vỉa hè và nhún vai ngang qua tôi vào nhà.  Tôi nhìn chằm chằm vào Jared trước rồi đến Embry - tôi không thích cái kiểu nhìn nghiêm khắc họ dành cho tôi; chẳng lẽ họ nghĩ rằng tôi lại có thể để cho bất cứ thứ gì hại Jacob ư?- rồi mới tôi đóng sập cửa vào mặt họ.  Jacob ở hành lang đằng sau tôi, nhìn chằm chằm vào đống mền hỗn độn trong phòng khách.  \"Đêm tán dóc à?\" anh chàng hỏi, giọng mỉa mai.  \"Ờ, \" tôi trả lời chua cay chẳng kém. Tôi không thích Jacob khi anh cư xử như vậy. \"Vậy thì sao chớ?\" Anh chàng lại chun mũi như thể ngửi thấy mùi gì đó khó chịu. \"Bạn của bạn đâu rồi?\" Tôi có thể nghe dấu trích dẫn trong giọng anh.  \"Cô ấy có vài chuyện phải làm. Nè, Jacob, bạn muốn gì?\" Cái gì đó về căn phòng có vẻ làm anh chàng cáu kỉnh hơn - cánh tay dài của anh đang run rẩy. Anh không trả lời câu hỏi của tôi. Thay vào đó anh đi tiếp đến nhà bếp, đôi mắt bồn chồn của anh quét khắp nơi.  Tôi theo anh. Anh đi tới lui dọc theo ghi - sê ngắn.  \"Nè, \" tôi đã nói, lấy thân mình chặn đường anh. Anh thôi đi tới đi lui và nhìn chằm chằm vào tôi. \"Bạn bị gì vậy?\" \"Tôi không thích phải ở đây. \" Điều đó làm tôi đau nhói. Tôi cau mày, và mắt anh chàng nheo lại.  \"Vậy thì tôi xin lỗi vì bạn đã phải đến đây, \" tôi lẩm bẩm. \"Tại sao không nói tôi biết bạn cần gì để có thể ra khỏi đây cho rồi?\" \"Tôi phải hỏi bạn vài câu. Không mất nhiều thời gian. Chúng tôi phải quay lại đám tang. \" \"OK. Vậy thì làm cho xong đi.”  Tôi có lẽ phản kháng quá lố, nhưng tôi không muốn anh ta thấy được chuyện này làm tôi đau lòng đến mức nào. Tôi biết mình không công bằng. Rốt cuộc, tôi đã chọn lũ hút máu chớ không chọn anh đêm qua. Tôi đã làm anh đau lòng trước.  Anh chàng hít thật sâu, và những ngón tay đang run rẩy của anh bỗng lặng yên.  Khuôn mặt anh biến thành chiếc mặt nạ thanh bình.  \"Một trong mấy người Cullens đang ở đây với bạn, \" anh tuyên bố.  \" Ừ. Alice Cullen. \" Anh gật đầu tư lự. \"Cô ấy sẽ ở đây bao lâu?\" \"Đến chừng nào cô ấy muốn. \" Nét gây hấn vẫn còn trong giọng tôi. \" Đó là lời mời không giới hạn. \"  \" Theo bạn, bạn có thể ... vui lòng...  giải thích cho cô ấy biết về người kia  - Victoria không?\" Tôi tái mặt. \" Tôi đã kể cô ấy nghe chuyện đó rồi. \" Anh chàng gật đầu. \" Bạn nên biết rằng chúng tôi phải canh giữ lãnh thổ của mình khi có một Cullen ở đây. Bạn sẽ chỉ an toàn ở La Push. Tôi không thể bảo vệ bạn ở đây được nữa. \" \" OK, \" tôi thì thầm.  Anh nhìn sang chỗ khác rồi, ra cửa sổ phía sau. Anh không nói nữa.  \"Hết rồi à?\" Anh nhìn kính cửa khi trả lời. \" Chỉ một câu nữa thôi. \" Tôi đợi, nhưng anh không nói tiếp. \"Sao ?\" Cuối cùng thì tôi cũng nhắc.  \"Mấy người khác cũng sắp quay lại đây sao?\" anh hỏi bằng giọng dịu dàng, điềm tĩnh. Điều này làm tôi nhớ đến thái độ luôn điềm tĩnh của Sam . Jacob trở nên giống Sam hơn ... Tôi tự hỏi tại sao điều đó lại làm tôi bực mình quá đỗi.  Bây giờ thì tôi không nói. Anh ngoái lại nhìn mặt tôi bằng đôi mắt dò hỏi.  \"Sao?\" anh hỏi. Anh cố giấu căng thẳng sau vẻ trầm tĩnh của mình.  \" Không. \" Cuối cùng tôi cũng nói. Miễn cưỡng. \" Họ sẽ không trở lại. \" Vẻ mặt anh không thay đổi. \" Okay. Thế thôi. \" Tôi nhìn anh trừng trừng, lại khó chịu. \" Ừm, vậy thì chạy đi. Đi bảo Sam là mấy con quái vật rùng rợn không đến bắt các bạn đâu.\" \"OK, \" anh lặp lại, vẫn bình tĩnh.  Có vẻ là vậy. Jacob đi nhanh ra khỏi nhà bếp. Tôi đợi nghe tiếng cửa trước mở, nhưng tôi chẳng nghe gì cả. Tôi có thể nghe tiếng đồng hồ trên bếp lò kêu tíc - tắc, và tôi ngạc nhiên khi thấy anh trở nên nhẹ nhàng như thế.  Thật là một thảm hoạ. Sao tôi có thể khiến anh xa lánh hoàn toàn trong một thời gian ngắn ngủi đến thế? Liệu anh có tha thứ cho tôi không khi Alice đã ra đi ? Chuyện gì sẽ xảy ra nếu anh không thế? Tôi sụp xuống quầy bếp và vùi mặt vào tay. Sao mà tôi lại làm rối tung mọi thứ như thế? Nhưng tôi có thể làm gì khác được? Ngay cả khi đã nhận thức ra điều đó, tôi vẫn chẳng thể nghĩ ra cách nào tốt hơn, cách làm nào hoàn hảo.  \"Bella?\" Jacob lo lắng hỏi.  Tôi nhấc mặt ra khỏi tay để thấy Jacob đang do dự nơi cửa bếp; anh đã không bỏ đi như tôi tưởng. Chỉ khi thấy mấy giọt nước lấp lánh ở bàn tay, tôi mới nhận ra mình đang khóc.  Vẻ bình tĩnh của Jacob đã biến mất; khuôn mặt anh lo lắng và thiếu tự tin. Anh bước nhanh trở lại đứng trước mặt tôi, cúi đầu để mắt anh gần hơn xuống ngang tầm mắt tôi.  \"Tôi lại làm vậy nữa rồi, phải không?\" \"Làm gì ?\" Tôi hỏi, khản giọng.  \" Không giữ lời hứa. Xin lỗi. \" \"Không sao đâu', \" tôi lầm bầm. \"Lần này là do tôi gây ra. \" Mặt anh nhăn nhúm. \" Tôi biết bạn cảm nhận về họ ra sao. Lẽ ra tôi không nên ngạc nhiên như thế. \" Tôi có thể nhìn thấy nỗi khiếp sợ trong mắt anh. Tôi muốn giải thích cho anh biết Alice thật sự ra sao, để cô không bị anh chỉ trích, nhưng có cái gì đó cảnh báo tôi rằng bây giờ không phải là lúc làm chuyện đó.  Vì thế tôi chỉ nói, \" xin lỗi, \" lần nữa.  \"Mình đừng lo lắng về chuyện này nữa nhé?  Cô ấy chỉ đến thăm thôi, phải không? Cô ấy sẽ ra đi, và mọi thứ sẽ trở lại bình thường. \" \"Chẳng lẽ tôi không thể là bạn bè với cả hai bạn cùng lúc được sao?\"  Tôi hỏi, giọng tôi chẳng che giấu được chút nào nỗi đau của mình.  Anh lắc đầu chậm rãi. \"Không, tôi nghĩ bạn không thể. \" Tôi sụt sịt và nhìn chằm chằm vào bàn chân to lớn của anh. \" Nhưng bạn sẽ đợi, phải không? Bạn sẽ vẫn là bạn tôi, mặc dù tôi cũng yêu thương Alice nữa?\" Tôi không nhìn lên, sợ nhìn thấy điều anh nghĩ về đoạn cuối câu. Anh mất cả phút mới trả lời, vì vậy hẳn là tôi đã đúng khi không nhìn.  \" Ờ, tôi sẽ mãi là bạn của bạn, \" anh nói cộc lốc. \" Dù bạn yêu ai cũng vậy. \" \" Hứa nhé?\" \" Ừ. \" Tôi cảm thấy cánh tay anh vòng quanh tôi, và tôi tựa vào ngực anh, vẫn thút thít. \" Thực không hay chút nào.\" \"Ờ. \" Sau đó anh hít hà tóc tôi và nói, \"Eo. \" \"Gì vậy?\" Tôi hỏi. Tôi nhìn lên thấy mũi anh nhăn lại. \" Tại sao mọi người cứ làm thế với tôi ? Tôi đâu có hôi đâu!\" Anh hơi mỉm cười. \" Có, bạn hôi - bạn có mùi giống chúng. Eo. Ngọt quá - ngọt phát ớn. Và ... lạnh giá.  Làm đau mũi tôi. \" \" Thật sao?\"  Lạ thật. Alice thơm không tả nỗi. Đối với con người, dù sao. \" Nhưng tại sao Alice cũng nghĩ là tôi hôi chớ?\" Câu đó làm nụ cười anh chàng lụi tắt. \"Hả. Có lẽ tôi cũng không thơm cho lắm đối với cô ta,. Hả.\" \" Ừm, cả hai bạn đều thơm đối với tôi. \" Tôi tựa đầu vào anh trở lại. Tôi sẽ nhớ anh vô cùng ngay khi anh bước ra khỏi cửa. Thật hết sức oái oăm - mặt khác, tôi muốn Alice ở lại cùng tôi mãi mãi. Tôi chắc chết - ẩn dụ - nếu cô bỏ tôi mà đi. Nhưng tôi sẽ sống sao đây nếu lâu không gặp Jake? Thật lộn xộn, tôi lại nghĩ.  \" Tôi sẽ nhớ bạn, \" Jacob thì thầm, giống y suy nghĩ của tôi. \"Từng giây từng phút. Tôi mong cô ta sẽ đi sớm. \" \"Thật ra đâu cần phải thế đâu Jake. \" Anh thở dài. \"Phải thế. Bella. Bạn... yêu cô ta. Vì vậy tôi không nên đến bất cứ nơi nào gần cô ta. Tôi không chắc mình đủ bình tĩnh để chịu được điều đó. Sam sẽ phát điên nếu tôi phá vỡ hiệp ước, và \" - giọng anh trở nên mỉa mai - \" bạn hẳn cũng sẽ không thích lắm nếu tôi giết bạn bạn. \" Tôi lùi ra khỏi anh khi anh nói câu đó, nhưng anh càng siết chặt tay hơn, không để tôi thoát. \" Chẳng ích gì tránh trớ sự thật. Đời là thế, Bells.” \"Tôi không thích thế.” Jacob buông một cánh tay để chụm bàn tay nâu to lớn của anh dưới cằm tôi và bắt tôi nhìn anh.  \"Ờ. Sẽ dễ dàng hơn khi chúng mình đều là con người, đúng không?\" Tôi thở dài.  Chúng tôi nhìn chằm chằm vào nhau hồi lâu. Bàn tay anh bỏng cháy dưới da tôi. Trên mặt tôi, tôi biết chẳng có gì ngoài nỗi buồn mênh mang - tôi không muốn phải nói lời từ biệt bây giờ, dù chỉ trong thời gian ngắn bao nhiêu chăng nữa. Lúc đầu vẻ mặt anh cũng giống vẻ mặt tôi, nhưng sau đó, vì chẳng ai nhìn sang chỗ khác, nên vẻ mặt anh thay đổi.  Anh buông tôi ra, dùng tay lướt đầu ngón tay dọc theo má tôi, kéo dài xuống hàm. Tôi có thể cảm thấy ngón tay anh đang run rẩy – lần này không phải vì giận. Anh áp lòng bàn tay vào má tôi, giữ mặt tôi giữa đôi tay nóng bỏng của anh.  \"Bella, \" anh thì thầm.  Tôi cứng người.  Không! Tôi chưa quyết định được. Tôi không biết liệu tôi có thể làm chuyện này không, và bây giờ không phải là lúc để suy nghĩ.  Nhưng tôi hẳn là một đứa ngu ngốc nếu nghĩ rằng từ chối anh bây giờ sẽ không gây ra hậu quả gì.  Tôi nhìn chằm chằm lại anh. Anh không phải là Jacob của tôi, nhưng anh có thể vậy. Khuôn mặt anh thân thuộc và dấu yêu. Về nhiều mặt trên thực tế, tôi rất yêu anh. Anh là bờ bến bình yên, nguồn an ủi của tôi. Ngay bây giờ, tôi có thể quyết định anh sẽ thuộc về tôi.  Alice đã quay lại trong chốc lát, nhưng điều đó chẳng thay đổi được gì cả. Tình yêu đích thực đã vĩnh viễn không còn. Hoàng tử chẳng bao giờ quay lại hôn để đánh thức tôi khỏi giấc ngủ bị phù phép. Rốt cuộc thì tôi cũng đâu phải là một nàng công chúa. Thế nên những nụ hôn khác theo kiểu cổ tích sẽ ra sao? Loại trần tục không phá được bùa phép nào ấy? Có lẽ sẽ dễ dàng - như nắm tay anh hay được anh choàng tay ôm. Có lẽ sẽ cảm thấy dễ chịu.  Có lẽ sẽ không cảm thấy giống như sự bội phản. Hơn nữa, tôi đang phản bội ai cơ chứ? Chỉ chính tôi mà thôi.  Mắt vẫn đan mắt, Jacob bắt đầu cúi mặt xuống tôi. Mà tôi vẫn chưa hề dứt khoát được tư tưởng.  Tiếng chuông điện thoại chói tai làm cả hai chúng tôi giật mình nhảy dựng, nhưng nó chẳng hề làm anh xao lãng. Anh đưa bàn tay đang để dưới cằm tôi chộp tai nghe, nhưng vẫn giữ chặt mặt tôi bằng bàn tay áp vào má. Đôi mắt đen của anh không rời khỏi mắt tôi. Tôi loay hoay phản ứng lại, dù chỉ để lợi dụng sự phân tâm này.  \"Nhà Swan đây, \" Jacob nói, giọng khàn của anh nhỏ và căng thẳng.  Ai đó trả lời, và Jacob thay đổi ngay lập tức. Anh đứng thẳng lên, và buông mặt tôi ra. Mắt anh trở nên buồn nản, khuôn mặt anh phẳng lặng, và tôi dám cá bằng số tiền nhỏ nhoi dành học đại học còn lại của mình đó chính là Alice.  Tôi bình tĩnh lại và chìa tay cầm điện thoại. Jacob lờ tôi đi.  \"Ông ấy không có ở đây, \" Jacob nói, và lời nói đầy đe doạ.  Có câu trả lời rất ngắn, có vẻ như yêu cầu thêm thông tin, vì anh miễn cưỡng nói thêm , \"Ông ấy đang ở đám tang. \" Sau đó Jacob gác máy điện thoại. \"Lũ hút máu bẩn thỉu, \" anh lẩm bẩm nho nhỏ. Khi quay về phía tôi, mặt anh lại đầy vẻ cay đắng.  \"Ai mà bạn dám gác điện thoại với người ta?\" Tôi thở hổn hển, tức điên lên. \" Trong nhà tôi, và trên điện thoại của tôi ?\" \"Bình tĩnh đi!  Hắn ta gác máy không để tôi nói hết câu !\" \"Hắn ta?Ai chớ?!\" Anh nhạo báng chức danh. \" Bác sĩ Carlisle Cullen. \" \" Tại sao bạn không để cho tôi nói chuyện với ông ấy ?!\" \" Ông ta đâu có đòi gặp bạn, \" Jacob lạnh lùng nói. Khuôn mặt anh phẳng lặng, vô cảm, nhưng tay anh run rẩy.  \" Ông ta hỏi Charlie ở đâu và tôi đã nói cho ông ta biết. Tôi nghĩ tôi chẳng phạm quy tắc xã giao nào cả. \" \" Bạn nghe nè, Jacob Black- \" Nhưng rõ ràng anh chẳng thèm nghe. Anh quay đầu thật nhanh, như thể có người gọi tên anh từ bên kia căn phòng. Mắt anh mở to và cơ thể cứng lại, sau đó anh bắt đầu run rẩy. Tôi cũng lắng nghe, tự động, nhưng chẳng nghe thấy gì cả.  \" Tạm biệt, Bells, \" anh phun ra, và lướt ra cửa trước.  Tôi đuổi theo anh. \" Gì vậy?\" Rồi tôi đâm sầm vào anh, vì anh đứng khựng lại, lầm bầm rủa xả. Anh quay phắt lại, làm tôi bị xô qua một bên. Tôi loạng choạng té lăn xuống sàn, đôi chân tôi ngáng phải chân anh.  \"Khỉ thật, úi dà !\" Tôi cự nự khi anh vội vàng lần lượt rút chân ra.  Tôi cố đứng lên khi anh chạy như bay ra cửa sau; rồi đột ngột sững người trở lại.  Alice đang đứng bất động ở chân cầu thang.  \"Bella, \" cô nghẹn lời.  Tôi bò dậy và lảo đảo đến bên cô. Mắt cô đờ đẫn và xa xăm, mặt cô co rúm và trắng bệch. Cơ thể mảnh khảnh của cô run bần bật đầy đau khổ.  \" Alice, có chuyện gì vậy?\" Tôi kêu to. Áp tay lên mặt cô, cố làm cô bình tĩnh.  Mắt cô bỗng tập trung vào tôi, mở to đau đớn.  \" Edward, \" là tất cả những gì cô thì thầm.  Cơ thể tôi phản ứng nhanh hơn tâm trí tôi có thể hiểu được ngụ ý của câu trả lời của cô. Lúc đầu tôi không hiểu vì sao căn phòng lại quay cuồng hay tiếng gào nghẹt trong tai tôi từ đâu đến. Tâm trí tôi đang ráng hoạt động, cố hiểu vẻ mặt ảm đạm của Alice và vì sao nó lại liên quan đến Edward, thì cơ thể tôi đã lắc lư, mong được nhẹ nhõm vì mất tri giác trước khi tôi kịp hiểu thực tế.  Cầu thang nghiêng sang một góc kỳ quái.  Giọng nói giận dữ của Jacob đột ngột vang trong tai tôi, rít lên hàng tràng lời phỉ báng. Tôi cảm thấy mơ hồ không thích vậy.  Mấy người bạn mới rõ ràng đã có ảnh hưởng xấu lên anh chàng.  Tôi ngồi trong ghế trường kỷ mà chẳng biết làm sao mình lại đến được đó, và Jacob vẫn còn đang chửi thề. Cứ như thể có động đất - ghế trường kỷ đang rung chuyển bên dưới tôi.  \" Cô đã làm gì bạn ấy vậy?\" anh hỏi.  Alice lờ anh đi. \" Bella ?Bella, tỉnh lại. Mình phải nhanh lên. \" \"Xê ra, \" Jacob cảnh báo.  \" Bình tĩnh đi, Jacob Black, \" Alice ra lệnh. \" Bạn không muốn làm chuyện đó ngay bên cạnh cô ấy đâu. \" \" Tôi chẳng có khó khăn gì trong chuyện tập trung cả, \" anh phản kích, nhưng giọng có vẻ dịu đi một chút.  \" Alice ?\" Giọng tôi yếu ớt. \" Có chuyện gì vậy?\"Tôi hỏi, mặc dù tôi không muốn nghe.  \" Tôi không biết, \" cô đột ngột rền rĩ. \" Ảnh đang nghĩ gì chứ?!\" Tôi cố đứng dậy mặc dù đang chóng mặt. Tôi nhận mình đang níu cánh tay Jacob để giữ thăng bằng.  Anh là người đang run bần bật, chớ không phải ghế trường kỷ.  Alice lôi chiếc điện thoại màu bạc nhỏ ra khỏi túi mình trong khi tôi nhìn sang cô. Ngón tay cô quay số nhanh đến nỗi chúng mờ đi.  \"Rose, em cần nói chuyện với Carlisle ngay. \"Cô nói thật nhanh. \"Được rồi, ngay khi ông trở lại. Không, em sẽ lên máy bay. Nè, chị có nghe tin gì từ Edward không?\" Bây giờ Alice ngừng lại, lắng nghe với vẻ mặt mỗi giây qua càng lúc càng thêm kinh hãi. Miệng cô há hốc kinh hoàng, và điện thoại run lẩy bẩy trong tay cô.  \" Tại sao ?\" cô thở hổn hển. \" Tại sao chị lại làm thế, Rosalie ?\" Chẳng biết câu trả lời là gì, nhưng nó đã làm hàm cô nghiến chặt tức giận. Mắt cô loé sáng giận dữ và nheo lại.  \" Ừm, dù vậy chị sai về cả hai phương diện, Rosalie, làm thế sẽ gây chuyện không hay rồi, chị không nghĩ như vậy sao?\" cô hỏi cay chua. \" Ừ, đúng vậy. Chị ấy hoàn toàn khoẻ mạnh - em đã lầm... dài dòng lắm ... nhưng chị đã sai về phần đó, đó là lý do tại sao em gọi ... Ừ, đó đúng là điều em đã thấy. \" Giọng Alice gay gắt và môi cô nhếch ra khỏi răng.  \"Hơi muộn rồi, Rose.  Để dành vụ hối hận của chị cho ai tin đi. \" Alice gấp mạnh tay cúp điện thoại.  Mắt cô dày vò đau đớn khi quay sang nhìn tôi.  \" Alice, \" tôi buột miệng nói nhanh. Tôi không thể để cô kịp nói. Tôi cần vài giây trước khi cô nói và lời cô hủy hoại những thứ còn lại của đời tôi. \" Alice, Carlisle về rồi. Ông vừa mới gọi ngay trước... \" Cô ngây người nhìn tôi chằm chằm. \" Cách đây bao lâu ?\" cô hỏi vội vã.  \" Nửa phút trước khi em xuất hiện. \" \" Ông đã nói gì?\" Bây giờ cô thật sự tập trung, chờ câu trả lời của tôi.  \"Chị không có nói chuyện với ông. \" Mắt tôi liếc nhanh sang Jacob.  Alice chuyển cái nhìn sắc sảo vào anh. Anh chùn bước, nhưng vẫn ở bên tôi. Anh ngồi vụng về, hầu như muốn lấy thân mình che cho tôi.  \"Ông ấy hỏi Charlie, và tôi bảo là Charlie không có ở đây, \" Jacob lẩm bẩm bực bội.  \"Vậy thôi sao?\" Alice hỏi, giọng cô lạnh như băng.  \" Rồi ông ta gác máy không để tôi nói hết câu, \" Jacob trả đũa. Một cơn rùng mình gợn trên xương sống anh, làm tôi rung chuyển theo.  \" Bạn bảo ông ấy là Charlie đang ở đám tang, \" tôi nhắc anh.  Alice quay đầu nhìn về phía tôi \"Nguyên văn lời anh ta nói là gì?\" \"Anh ấy nói, 'Ông ấy không có ở đây, ' và khi Carlisle hỏi Charlie đang ở đâu, Jacob nói, 'Ở đám tang. ' \" Alice rên lên và khuỵu gối.  \"Hãy nói cho chị biết đi Alice, \" tôi thì thầm.  \"Không phải Carlisle đã gọi điện thoại, \" cô nói vô vọng.  \"Cô bảo tôi nói dối à?\" Jacob gầm gừ từ bên cạnh tôi.  Alice lờ anh đi, tập trung vào khuôn mặt hoang mang của tôi.  \"Mà là Edward đã gọi. \" Lời cô chỉ là một lời thì thầm nghẹn ngào. \" Ảnh nghĩ chị chết rồi. \" Tâm trí tôi bắt đầu hoạt động trở lại.  Những lời này không phải là những lời tôi đã sợ, và sự nhẹ nhõm làm đầu óc tôi minh mẫn.  \" Rosalie đã nói với anh ấy là tôi tự tử, phải không?\" Tôi nói, thở dài nhẹ nhõm.  \" Ừ, \" Alice công nhận, mắt cô lại loé lên giận dữ trở lại.  \"Chị ấy cãi là vì chị ấy đã tưởng vậy thật. Họ tin tưởng vào khả năng nhìn thấy trước của em, quá tin vào một thứ hoạt động đầy sai sót.  Nhưng vì chị ấy đã tìm ra ảnh để kể ảnh nghe chuyện này!  Chị ấy không biết rằng ... hay lo là... ?\" Giọng cô nhỏ dần khiếp sợ.  \" Và khi Edward gọi đến đây, ảnh tưởng Jacob nói đến đám tang của tôi, \" tôi nhận ra.  Thật đau lòng khi biết tôi đã gần biết bao, chỉ cách giọng anh vài xăng ti mét.  Móng tay tôi bấu vào cánh tay Jacob, nhưng anh chẳng ngại ngần.  Alice nhìn tôi kỳ lạ. \"Chị không đau khổ sao,\" cô thì thầm.  \" Ừm, rõ là chẳng hay ho chút nào, nhưng mọi chuyện sẽ sáng tỏ thôi. Lần sau khi ảnh gọi, sẽ có người kể anh nghe ... chuyện ...thực sự xảy ra ...\"   Giọng tôi nhỏ dần. Ánh mắt chằm chằm của cô đã làm tôi nghẹn lời.  Tại sao cô lại hoảng sợ đến thế? Tại sao bây giờ khuôn mặt cô lại co rúm lại xót thương và kinh hãi ? Cô mới nói gì với Rosalie trên điện thoại? Cô đã thấy gì ... và nỗi hối hận của Rosalie ; Rosalie sẽ chẳng bao giờ cảm thấy hối hận nếu có bất cứ chuyện gì xảy ra cho tôi. Nhưng nếu cô ấy làm gia đình bị tổn thương, làm tổn thương em trai cô thì... \" Bella, \" Alice thì thầm. \" Edward sẽ không gọi lại đâu. Anh ấy tin chỉ nói đúng. \" \"Chị. Không. Hiểu. \" Miệng tôi phát từng từ không thành lời. Tôi không thể đẩy không khí ra để nói ra được thành lời để cô giải thích cho tôi hiểu điều đó có nghĩa là gì.  \"Ảnh sẽ đến Ý. \" Lỗi một nhịp tim đập tôi mới hiểu ra.  Bây giờ giọng nói Edward trở về với tôi, không phải là sự bắt chước hoàn hảo của ảo giác. Mà là giọng buồn nản, yếu ớt của ký ức. Nhưng nội lời nói của nó đã đủ xé toạc ngực tôi và bỏ nó mở toang hoang. Từng lời anh nói vào cái lúc tôi tin hết mực là anh yêu tôi.  Ừm, anh sẽ không sống thiếu em, anh nói khi chúng tôi xem cảnh Romeo và Juliet chết, ở đây ngay trong căn phòng này. Nhưng anh không biết làm sao để làm chuyện đó ...  Anh biết Emmett và Jasper sẽ không bao giờ giúp ... nên anh nghĩ có lẽ anh sẽ đến Ý và làm gì đó để chọc tức Volturi... Đừng chọc tức họ.  Trừ phi mình muốn chết.  Trừ phi mình muốn chết.  \"Không!\" Lời phủ nhận gần như tiếng thét to theo sau những lời thì thầm đó, làm tất cả mọi người giật mình nhảy dựng. Tôi cảm thấy máu dồn lên mặt khi hiểu ra cô đã nhìn thấy gì. \"Không! Không, không, không!Anh không được!  Anh không được làm thế!\" \"Ảnh đã quyết thế ngay khi bạn chị xác nhận đã quá muộn để cứu chị.\" \"Nhưng ảnh ... ảnh đã bỏ đi!  Ảnh đâu còn yêu chị nữa!  Thì vậy cũng có gì khác đâu? Ảnh dư biết trước sau gì chị cũng sẽ chết thôi!\" \"Em không nghĩ ảnh đã bao giờ định sẽ sống lâu hơn chị, \" Alice nói lặng lẽ.  \" Sao ảnh dám!\"  Tôi la hét. Tôi đã đứng lên bây giờ, và Jacob lại ngập ngừng đứng lên để chặn mình giữa Alice và tôi lần nữa.  \"Ồ, tránh ra, Jacob !\" Tôi hích tay đẩy cơ thể đang run rẩy của anh ra một cách nôn nóng tuyệt vọng. \" Mình làm gì đây?\" Tôi cầu xin Alice. Phải làm chuyện gì đó. \"Mình gọi điện thoại cho anh được không? Carlisle gọi được không?\" Cô lắc đầu. \" Đó là điều đầu tiên em đã cố làm. Ảnh quăng điện thoại vô một sọt rác ở Rio - có người đã trả lời điện thoại \" cô thì thầm.  \"Lúc nãy em nói là mình phải vội. Vội như thế nào?  Hãy làm ngay đi, bất kể chuyện gì!\" \" Bella, em - em không biết em có thể yêu cầu chị... \" giọng cô nhỏ dần do dự.  \"Hãy yêu cầu đi!\" Tôi ra lệnh.  Cô đặt tay lên vai tôi, giữ cho tôi ở yên tại chỗ, ngón tay cô gập từng cái để nhấn mạnh lời cô. \"Có thể mình đã quá trễ. Em đã nhìn thấy ảnh đến chỗ Volturi... cầu xin được chết. \" Cả hai chúng tôi co rúm lại, và mắt tôi đột ngột chẳng nhìn thấy gì.  Tôi chớp nhanh gạt nước mắt. \" Tất cả tùy thuộc vào quyết định của họ. Em không thể nhìn thấy gì cho đến khi họ quyết định.  \" Nhưng nếu họ từ chối, và họ có thể từ chối mà - Aro thích Carlisle, và chắc không muốn làm ông giận đâu - Edward đã có kế hoạch dự phòng. Họ luôn bảo vệ thành phố của mình. Nếu Edward làm điều gì đó để quấy rối sự yên bình ở đó, ảnh nghĩ họ sẽ ra tay hành động để ngăn chặn anh. Và anh đã nghĩ đúng. Họ sẽ làm vậy. \" Tôi nhìn cô chằm chằm nghiến răng thất vọng. Tôi vẫn chưa nghe được lý do giải thích tại sao chúng tôi vẫn còn đứng đây.  \" Vậy nếu họ đồng ý làm theo lời cầu xin của anh, mình sẽ quá trễ. Nếu họ từ chối, và anh nghĩ ra một kế hoạch nhằm làm họ nổi giận đủ nhanh, mình cũng sẽ quá trễ. Nếu anh thực hiện điều đó theo hướng biểu diễn cho nhiều người thấy hơn  ... mình có thể có thời gian. \" \"Mình đi đi!\" \"Nghe nè, Bella!  Dù mình có kịp lúc hay không, mình cũng sẽ ở giữa thành phố của Volturi. Em sẽ bị coi là kẻ tòng phạm nếu anh làm thế. Chị sẽ là một con người không chỉ biết quá nhiều, mà còn rất thơm ngon. Có khả năng rất chắc chắn là họ sẽ giết hết tất cả chúng ta - cho dù trong trường hợp của chị, chẳng phải là hình phạt gì lâu hơn giờ ăn tối. \" \"Đó là điều giữ chân mình lại đây đó hả?\" Tôi hoài nghi hỏi. \"Chị sẽ đi một mình nếu em sợ. \" Tôi nhẩm tính trong đầu số tiền còn lại trong tài khoản của mình, và tự hỏi không biết Alice có cho tôi mượn số còn lại không.  \"Em chỉ sợ chị bị giết thôi. \" Tôi khịt mũi chán ghét. \"Chị gần như tự giết mình mỗi ngày rồi!  Hãy cho chị biết chị cần làm gì!\" \"Chị hãy viết thư để lại cho Charlie. Em sẽ gọi cho hãng hàng không. \" \" Charlie, \" tôi thở hổn hển.  Không phải sự hiện diện của tôi bảo vệ được ông, nhưng làm sao tôi có thể bỏ ông ở đây một mình để đối mặt với... \"Tôi sẽ không để cho có chuyện gì xảy ra với Charlie đâu. Giọng Jacob nhỏ xíu cộc lốc và giận dữ. \"Kệ luôn cái hiệp ước. \" Tôi liếc nhìn lên anh, và anh cau mày nhìn vẻ mặt hoảng sợ của tôi.  \"Nhanh lên, Bella, \" Alice cắt ngang vội vã.  Tôi chạy đến bếp, kéo mạnh mở ngăn kéo và ném mấy thứ bên trong ra khắp sàn nhà để tìm bút. Một bàn tay màu nâu, láng mịn đưa cho tôi một cây.  \"Cám ơn, \" tôi lầm bầm, cắn răng lôi nắp ra. Anh lặng lẽ trao cho tôi mảnh giấy ghi lại lời nhắn điện thoại. Tôi xé trang đầu và ném qua vai.  Bố, tôi viết. Con đi với Alice. Edward đang gặp khó khăn. Bố có thể nhốt con khi con về nhà. Con biết thật không đúng lúc. Vô cùng xin lỗi. Thương bố rất nhiều.  Bella.  \"Đừng đi, \" Jacob thì thầm. Nỗi tức giận đã không còn vì Alice không còn trong tầm mắt.  Tôi sẽ không mất thời gian tranh cãi với anh. \"Xin bạn, xin bạn, xin bạn hãy lo cho Charlie, \" tôi nói vừa chạy ra khỏi phòng khách. Alice đang chờ tôi ở lối vào với túi xách trên vai.  \"Đi lấy ví của chị đi - chị sẽ cần ID.  Xin hãy nói với em là chị có hộ chiếu. Em không có thời gian để làm giả nó. \" Tôi gật đầu rồi chạy nhanh lên cầu thang, đầu gối tôi nhủn đi với lòng biết ơn vì mẹ tôi đã muốn làm đám cưới với Phil ở bãi biển ở Mê - hi - cô. Tất nhiên, như mọi kế hoạch của bà, chúng đều thất bại. Nhưng chỉ khi tôi đã thu xếp hết mọi thứ cần thiết cho bà. Tôi lao vô phòng. Nhét chiếc ví cũ của mình, một cái áo thun ngắn tay sạch, và quần thể thao vào ba lô, rồi ném bàn chải đánh răng lên trên. Tôi phóng xuống cầu thang. Cảm giác ngờ ngợ quen thuộc gần làm tôi nghẹt thở lúc này. Ít nhất, không giống lần cuối -- khi tôi phải bỏ Forks để trốn một con ma cà rồng khát máu chớ không phải để tìm họ - tôi đã không phải trực tiếp nói lời từ biệt với Charlie.  Jacob và Alice đang ghìm nhau kiểu đối địch trước cánh cửa mở toang, đứng xa nhau đến nỗi lúc đầu mình sẽ không nghĩ là họ đang trò chuyện với nhau. Dường như chẳng ai nhận ra sự xuất hiện trở lại ồn ào của tôi. \"Đôi khi cô có thể kiểm soát mình, nhưng mấy con đỉa hút máu mà cô đang đưa cô ấy đến -- \" Jacob đang giận dữ lên án cô.  \"Ừ. Anh nói đúng đó, chó à. \" Alice cũng đang gầm gừ. \"Volturi chính là những người hoàn hảo nhất thuộc loại chúng tôi - họ sẽ làm anh phải dựng tóc gáy khi anh đánh hơi tôi. Họ là chất liệu làm nên những cơn ác mộng của anh, nỗi sợ hãi ẩn sau bản năng của anh. Tôi không phải không biết chuyện đó đâu. \" \"Vậy mà cô lại mang cô ấy đến cho bọn chúng như một chai rượu vang góp vào bữa tiệc !\" anh la to.  \"Anh nghĩ chị ấy sẽ tốt hơn nếu tôi bỏ chị ấy ở đây một mình, với Victoria đang theo đuổi chỉ sao?\" \" Chúng tôi có thể xử lý được bà tóc đỏ đó. \" \" Vậy thì tại sao bà ta vẫn còn săn lùng chỉ chứ?\" Jacob gầm gừ, và cơn rùng mình gợn sóng qua thân thể anh.  \"Dừng lại!\" Tôi quát cả hai, điên cuồng vì sốt ruột. \"Về rồi hãy cãi nhau, đi nào !\" Alice quay đi lấy xe, biến mất vội vàng. Tôi vội đi theo cô, tự động ngừng lại và khoá cửa.  Jacob chụp cánh tay tôi với bàn tay run rẩy. \"Xin bạn, Bella. Tôi cầu xin bạn. \" Đôi mắt đen của anh đang lấp loáng nước mắt. Tôi nghẹn lời.  \"Jake, tôi phải--- \" \"Bạn không cần phải thế. Bạn thật sự không cần. Bạn có thể ở lại đây với tôi. Bạn có thể sống. Vì Charlie.  Vì tôi. \" Động cơ chiếc Mercedes của Carlisle nổ đều đều; nhịp đều đều ấy chấm dứt khi Alice tăng tốc sốt ruột.  Tôi lắc đầu, nước mắt tuôn lộp độp. Tôi kéo tay ra, và anh không ngăn tôi.  \"Đừng chết nhé, Bella, \" anh nghẹn lời. \"Xin bạn đừng đi. Xin đừng. \" Chuyện gì sẽ xảy ra nếu tôi không bao giờ gặp lại anh lần nữa ? Suy nghĩ ấy khiến tôi không còn khóc lặng lẽ nữa; tiếng nấc oà khỏi ngực. Tôi choàng tay ôm quanh eo anh và ôm ghì trong một khoảnh khắc thật ngắn, giấu khuôn mặt đẫm nước mắt tì vào ngực anh. Anh đặt bàn tay to lớn của mình sau tóc tôi, như thể để giữ tôi lại đó.  \" Tạm biệt, Jake. \"Tôi kéo tay anh ra khỏi tóc mình, và hôn lòng bàn tay anh. Nhìn mặt anh tôi không chịu nỗi.  \" Xin lỗi, \" tôi thì thầm.  Rồi tôi quay người và chạy nhanh ra xe. Cửa phía hành khách đang mở ra chờ đợi. Tôi ném ba lô qua chỗ tựa đầu rồi lách vào trong, đóng sầm cửa lại.  \"Hãy chăm sóc cho Charlie!\" Tôi quay lại la to vọng ra ngoài cửa xe, nhưng chẳng còn thấy Jacob đâu nữa. Khi Alice nhấn ga và - với bánh xe rít lên như tiếng người thét - xoay chúng tôi quay ra đường, tôi nhìn thấy một mảnh vải trắng gần bìa rừng. Một mảnh giày."
        },
        {
            "en": "Chạng Vạng - Twilight            2. OPEN BOOK The next day was better… and worse. It was better because it wasn't raining yet, though the clouds were dense and opaque. It was easier because I knew what to expect of my day. Mike came to sit by me in English, and walked me to my next class, with Chess Club Eric glaring at him all the while; that was nattering. People didn't look at me quite as much as they had yesterday. I sat with a big group at lunch that included Mike, Eric, Jessica, and several other people whose names and faces I now remembered. I began to feel like I was treading water, instead of drowning in it.  It was worse because I was tired; I still couldn't sleep with the wind echoing around the  house. It was worse because Mr. Varner called on me in Trig when my hand wasn't raised and I had the wrong answer. It was miserable because I had to play volleyball, and the one time I didn't cringe out of the way of the ball, I hit my teammate in the head with it. And it was worse because Edward Cullen wasn't in school at all.  All morning I was dreading lunch, fearing his bizarre glares. Part of me wanted to confront him and demand to know what his problem was. While I was lying sleepless in my bed, I even imagined what I would say. But I knew myself too well to think I would really have the guts to do it. I made the Cowardly Lion look like the terminator. But when I walked into the cafeteria with Jessica — trying to keep my eyes from sweeping the place for him, and failing entirely — I saw that his four siblings of sorts were sitting together at the same table, and he was not with them. Mike intercepted us and steered us to his table. Jessica seemed elated by the attention, and her friends quickly joined us. But as I tried to listen to their easy chatter, I was terribly uncomfortable, waiting nervously for the moment he would arrive. I hoped that he would simply ignore me when he came, and prove my suspicions false. He didn't come, and as time passed I grew more and more tense. I walked to Biology with more confidence when, by the end of lunch, he still hadn't showed. Mike, who was taking on the qualities of a golden retriever, walked faithfully by my side to class. I held my breath at the door, but Edward Cullen wasn't there, either. I exhaled and went to my seat. Mike followed, talking about an upcoming trip to the beach. He lingered by my desk till the bell rang. Then he smiled at me wistfully and went to sit by a girl with braces and a bad perm. It looked like I was going to have to do something about Mike, and it wouldn't be easy. In a town like this, where everyone lived on top of everyone else, diplomacy was essential. I had never been enormously tactful; I had no practice dealing with overly friendly boys. I was relieved that I had the desk to myself, that Edward was absent. I told myself that repeatedly. But I couldn't get rid of the nagging suspicion that I was the reason he wasn't there. It was ridiculous, and egotistical, to think that I could affect anyone that strongly. It was impossible. And yet I couldn't stop worrying that it was true. When the school day was finally done, and the blush was fading out of my cheeks from the volleyball incident, I changed quickly back into my jeans and navy blue sweater. I hurried from the girls' locker room, pleased to find that I had successfully evaded my retriever friend for the moment. I walked swiftly out to the parking lot. It was crowded now with fleeing students. I got in my truck and dug through my bag to make sure I had what I needed. Last night I'd discovered that Charlie couldn't cook much besides fried eggs and bacon. So I requested that I be assigned kitchen detail for the duration of my stay. He was willing enough to hand over the keys to the banquet hall. I also found out that he had no food in the house. So I had my shopping list and the cash from the jar in the cupboard labeled FOOD MONEY, and I was on my way to the Thriftway. I gunned my deafening engine to life, ignoring the heads that turned in my direction, and backed carefully into a place in the line of cars that were waiting to exit the parking lot. As I waited, trying to pretend that the earsplitting rumble was coming from someone else's car, I saw the two Cullens and the Hale twins getting into their car. It was the shiny new Volvo. Of course. I hadn't noticed their clothes before — I'd been too mesmerized by their faces. Now that I looked, it was obvious that they were all dressed exceptionally well; simply, but in clothes that subtly hinted at designer origins. With their remarkable good looks, the style with which they carried themselves, they could have worn dishrags and pulled it off. It seemed excessive for them to have both looks and money.  But as far as I could tell, life worked that way most of the time. It didn't look as if it bought them any acceptance here.  No, I didn't fully believe that. The isolation must be their desire; I couldn't imagine any door that wouldn't be opened by that degree of beauty. They looked at my noisy truck as I passed them, just like everyone else.  I kept my eyes straight forward and was relieved when I finally was free of the school grounds.  The Thriftway was not far from the school, just a few streets south, off the highway. It was nice to be inside the supermarket; it felt normal. I did the shopping at home, and I fell into the pattern of the familiar task gladly. The store was big enough inside that I couldn't hear the tapping of the rain on the roof to remind me where I was. When I got home, I unloaded all the groceries, stuffing them in wherever I could find an open space. I hoped Charlie wouldn't mind. I wrapped potatoes in foil and stuck them in the oven to bake, covered a steak in marinade and balanced it on top of a carton of eggs in the fridge.  When I was finished with that, I took my book bag upstairs. Before starting my homework, I changed into a pair of dry sweats, pulled my damp hair up into a pony-tail, and checked my e-mail for the first time. I had three messages. \"Bella,\" my mom wrote…  Write me as soon as you get in. Tell me how your flight was. Is it raining? I miss you  already. I'm almost finished packing for Florida, but I can't find my pink blouse. Do you know where I put it? Phil says hi.  Mom. I sighed and went to the next. It was sent eight hours after the first. \"Bella,\" she wrote… Why haven't you e-mailed me yet? What are you waiting for? Mom. The last was from this morning. Isabella, If I haven't heard from you by 5:30 p.m. today I'm calling Charlie. I checked the clock. I still had an hour, but my mom was well known for jumping the gun. Mom, Calm down. I'm writing right now. Don't do anything rash. Bella. I sent that, and began again. Mom, Everything is great. Of course it's raining. I was waiting for something to write about. School isn't bad, just a little repetitive. I met some nice kids who sit by me at lunch. Your blouse is at the dry cleaners - you were supposed to pick it up Friday. Charlie bought me a truck, can you believe it? I love it. It's old, but really sturdy, which is good, you know, for me. I miss you, too. I'll write again soon, but I'm not going to check my e-mail every five minutes. Relax, breathe. I love you. Bella. I had decided to read Wuthering Heights — the novel we were currently studying in English — yet again for the fun of it, and that's what I was doing when Charlie came home. I'd lost track of the time, and I hurried downstairs to take the potatoes out and put the steak in to broil. \"Bella?\" my father called out when he heard me on the stairs. Who else? I thought to myself. \"Hey, Dad, welcome home.\" \"Thanks.\" He hung up his gun belt and stepped out of his boots as I bustled about the kitchen. As far as I was aware, he'd never shot the gun on the job. But he kept it ready. When I came here as a child, he would always remove the bullets as soon as he walked in the door. I guess he considered me old enough now not to shoot myself by accident, and not depressed enough to shoot myself on purpose.  \"What's for dinner?\" he asked warily. My mother was an imaginative cook, and her experiments weren't always edible. I was surprised, and sad, that he seemed to remember that far back. \"Steak and potatoes,\" I answered, and he looked relieved. He seemed to feel awkward standing in the kitchen doing nothing; he lumbered into the living room to watch TV while I worked. We were both more comfortable that way. I made a salad while the steaks cooked, and set the table. I called him in when dinner was ready, and he sniffed appreciatively as he walked into the room. \"Smells good, Bell.\" \"Thanks.\" We ate in silence for a few minutes. It wasn't uncomfortable. Neither of us was bothered by the quiet. In some ways, we were well suited for living together. \"So, how did you like school? Have you made any friends?\" he asked as he was taking seconds. \"Well, I have a few classes with a girl named Jessica. I sit with her friends at lunch. And there's this boy, Mike, who's very friendly. Everybody seems pretty nice.\" With one outstanding exception. \"That must be Mike Newton. Nice kid — nice family. His dad owns the sporting goods store just outside of town. He makes a good living off all the backpackers who come through here.\" \" Do you know the Cullen family?\" I asked hesitantly.  \"Dr. Cullen's family? Sure. Dr. Cullen's a great man.\" \"They… the kids… are a little different. They don't seem to fit in very well at school.\" Charlie surprised me by looking angry. \"People in this town,\" he muttered.”Dr. Cullen is a brilliant surgeon who could probably work in any hospital in the world, make ten times the salary he gets here,\" he continued, getting louder.”We're lucky to have him — lucky that his wife wanted to live in a small town. He's an asset to the community, and all of those kids are well behaved and polite. I had my doubts, when they first moved in, with all those adopted teenagers. I thought we might have some problems with them. But they're all very mature — I haven't had one speck of trouble from any of them. That's more than I can say for the children of some folks who have lived in this town for generations. And they stick together the way a family should — camping trips every other weekend…  Just because they're newcomers, people have to talk.\" It was the longest speech I'd ever heard Charlie make. He must feel strongly about whatever people were saying. I backpedaled.”They seemed nice enough to me. I just noticed they kept to themselves. They're all very attractive,\" I added, trying to be more complimentary. \"You should see the doctor,\" Charlie said, laughing.”It's a good thing he's happily married. A lot of the nurses at the hospital have a hard time concentrating on their work with him around.\" We lapsed back into silence as we finished eating. He cleared the table while I started on the dishes. He went back to the TV, and after I finished washing the dishes by hand — no  dishwasher — I went upstairs unwillingly to work on my math homework. I could feel a tradition in the making. That night it was finally quiet. I fell asleep quickly, exhausted. The rest of the week was uneventful. I got used to the routine of my classes. By Friday I was able to recognize, if not name, almost all the students at school. In Gym, the kids on my team learned not to pass me the ball and to step quickly in front of me if the other team tried to take advantage of my weakness. I happily stayed out of their way. Edward Cullen didn't come back to school. Every day, I watched anxiously until the rest of the Cullens entered the cafeteria without him. Then I could relax and join in the lunchtime conversation. Mostly it centered around a trip to the La Push Ocean Park in two weeks that Mike was putting together. I was invited, and I had agreed to go, more out of politeness than desire. Beaches should be hot and dry. By Friday I was perfectly comfortable entering my Biology class, no longer worried that Edward would be there. For all I knew, he had dropped out of school. I tried not to think about him, but I couldn't totally suppress the worry that I was responsible for his continued absence, ridiculous as it seemed. My first weekend in Forks passed without incident. Charlie, unused to spending time in the usually empty house, worked most of the weekend. I cleaned the house, got ahead on my homework, and wrote my mom more bogusly cheerful e-mail. I did drive to the library Saturday, but it was so poorly stocked that I didn't bother to get a card; I would have to make a date to visit Olympia or Seattle soon and find a good bookstore. I wondered idly what kind of gas mileage the truck got… and shuddered at the thought. The rain stayed soft over the weekend, quiet, so I was able to sleep well. People greeted me in the parking lot Monday morning. I didn't know all their names, but I waved back and smiled at everyone. It was colder this morning, but happily not raining. In English, Mike took his accustomed seat by my side. We had a pop quiz on Wuthering Heights. It was straightforward, very easy. All in all, I was feeling a lot more comfortable than I had thought I would feel by this point. More comfortable than I had ever expected to feel here. When we walked out of class, the air was full of swirling bits of white. I could hear people shouting excitedly to each other. The wind bit at my cheeks, my nose. \"Wow,\" Mike said.”It's snowing.\" I looked at the little cotton fluffs that were building up along the sidewalk and swirling erratically past my face.  \"<em>Ew</em>.\" Snow. There went my good day. He looked surprised.”Don't you like snow?\" \"No. That means it's too cold for rain.\" Obviously.”Besides, I thought it was supposed to come down in flakes — you know, each one unique and all that. These just look like the ends of Q-tips.\" \"Haven't you ever seen snow fall before?\" he asked incredulously. \"Sure I have.\" I paused.”On TV.\" Mike laughed. And then a big, squishy ball of dripping snow smacked into the back of his head. We both turned to see where it came from. I had my suspicions about Eric, who was walking away, his back toward us — in the wrong direction for his next class. Mike appatently had the same notion.  He bent over and began scraping together a pile of the white mush. \"I'll see you at lunch, okay?\" I kept walking as I spoke.”Once people start throwing wet stuff, I go inside.\" He just nodded, his eyes on Eric's retreating figure. Throughout the morning, everyone chattered excitedly about the snow; apparently it was the first snowfall of the new year. I kept my mouth shut. Sure, it was drier than rain — until it melted in your socks. I walked alertly to the cafeteria with Jessica after Spanish. Mush balls were flying everywhere. I kept a binder in my hands, ready to use it as a shield if necessary. Jessica thought I was hilarious, but something in my expression kept her from lobbing a snowball at me herself. Mike caught up to us as we walked in the doors, laughing, with ice melting the spikes in his hair. He and Jessica were talking animatedly about the snow fight as we got in line to buy food. I glanced toward that table in the corner out of habit. And then I froze where I stood. There were five people at the table. Jessica pulled on my arm. \"Hello? Bella? What do you want?\" I looked down; my ears were hot. I had no reason to feel self-conscious, I reminded myself. I hadn't done anything wrong. \"What's with Bella?\" Mike asked Jessica. \"Nothing,\" I answered.”I'll just get a soda today.\" I caught up to the end of the line. \"Aren't you hungry?\" Jessica asked. \"Actually, I feel a little sick,\" I said, my eyes still on the floor. I waited for them to get their food, and then followed them to a table, my eyes on my feet. I sipped my soda slowly, my stomach churning. Twice Mike asked, with unnecessary concern, how I was feeling. I told him it was nothing, but I was wondering if I should play it up and escape to the nurse's office for the next hour. Ridiculous. I shouldn't have to run away.  I decided to permit myself one glance at the Cullen family's table. If he was glaring at me, I would skip Biology, like the coward I was. I kept my head down and glanced up under my lashes. None of them were looking this way. I lifted my head a little. They were laughing. Edward, Jasper, and Emmett all had their hair entirely saturated with melting snow. Alice and Rosalie were leaning away as Emmett shook his dripping hair toward them. They were enjoying the snowy day, just like everyone else — only they looked more like a scene from a movie than the rest of us. But, aside from the laughter and playfulness, there was something different, and I couldn't quite pinpoint what that difference was. I examined Edward the most carefully. His skin was less pale, I decided — flushed from the snow fight maybe — the circles under his eyes much less noticeable. But there was something more. I pondered, staring, trying to isolate the change. \"Bella, what are you staring at?\" Jessica intruded, her eyes following my stare. At that precise moment, his eyes flashed over to meet mine. I dropped my head, letting my hair fall to conceal my face. I was sure, though, in the instant our eyes met, that he didn't look harsh or unfriendly as he had the last time I'd seen him. He looked merely curious again, unsatisfied in some way. \"Edward Cullen is staring at you,\" Jessica giggled in my ear. \"He doesn't look angry, does he?\" I couldn't help asking. \"No,\" she said, sounding confused by my question.”Should he be?\" \"I don't think he likes me,\" I confided. I still felt queasy. I put my head down on my arm. \"The Cullens don't like anybody… well, they don't notice anybody enough to like them. But he's still staring at you.\" \"Stop looking at him,\" I hissed. She snickered, but she looked away. I raised my head enough to make sure that she did, contemplating violence if she resisted. Mike interrupted us then — he was planning an epic battle of the blizzard in the parking lot after school and wanted us to join. Jessica agreed enthusiastically. The way she looked at Mike left little doubt that she would be up for anything he suggested. I kept silent. I would have to hide in the gym until the parking lot cleared. For the rest of the lunch hour I very carefully kept my eyes at my own table. I decided to honor the bargain I'd made with myself. Since he didn't look angry, I would go to Biology. My stomach did frightened little flips at the thought of sitting next to him again. I didn't really want to walk to class with Mike as usual — he seemed to be a popular target for the snowball snipers — but when we went to the door, everyone besides me groaned in unison. It was raining, washing all traces of the snow away in clear, icy ribbons down the side of the walkway. I pulled my hood up, secretly pleased. I would be free to go straight home after Gym. Mike kept up a string of complaints on the way to building four. Once inside the classroom, I saw with relief that my table was still empty. Mr. Banner was walking around the room, distributing one microscope and box of slides to each table. Class didn't start for a few minutes, and the room buzzed with conversation. I kept my eyes away from the door, doodling idly on the cover of my notebook. I heard very clearly when the chair next to me moved, but my eyes stayed carefully focused on the pattern I was drawing. \"Hello,\" said a quiet, musical voice. I looked up, stunned that he was speaking to me. He was sitting as far away from me as the desk allowed, but his chair was angled toward me. His hair was dripping wet, disheveled — even so, he looked like he'd just finished shooting a commercial for hair gel. His dazzling face was friendly, open, a slight smile on his flawless lips. But his eyes were careful. \"My name is Edward Cullen,\" he continued.”I didn't have a chance to introduce myself last week. You must be Bella Swan.\" My mind was spinning with confusion. Had I made up the whole thing? He was perfectly polite now. I had to speak; he was waiting. But I couldn't think of anything conventional to say. \"H-how do you know my name?\" I stammered.  He laughed a soft, enchanting laugh. \"Oh, I think everyone knows your name. The whole town's been waiting for you to arrive.\" I grimaced. I knew it was something like that. \"No,\" I persisted stupidly.”I meant, why did you call me Bella?\" He seemed confused.”Do you prefer Isabella?\" \"No, I like Bella,\" I said.”But I think Charlie — I mean my dad — must call me Isabella behind my back — that's what everyone here seems to know me as,\" I tried to explain, feeling like an utter moron. \"Oh.\" He let it drop. I looked away awkwardly.  Thankfully, Mr. Banner started class at that moment. I tried to concentrate as he explained the lab we would be doing today. The slides in the box were out of order. Working as lab partners, we had to separate the slides of onion root tip cells into the phases of mitosis they represented and label them accordingly. We weren't supposed to use our books. In twenty minutes, he would be coming around to see who had it right. \"Get started,\" he commanded. \"Ladies first, partner?\" Edward asked. I looked up to see him smiling a crooked smile so beautiful that I could only stare at him like an idiot. \"Or I could start, if you wish.\" The smile faded; he was obviously wondering if I was mentally competent. \"No,\" I said, flushing.”I'll go ahead.\" I was showing off, just a little. I'd already done this lab, and I knew what I was looking for. It should be easy. I snapped the first slide into place under the microscope and adjusted it quickly to the 40X objective. I studied the slide briefly. My assessment was confident.”Prophase.\" \"Do you mind if I look?\" he asked as I began to remove the slide. His hand caught mine, to stop me, as he asked. His fingers were ice-cold, like he'd been holding them in a snowdrift before class. But that wasn't why I jerked my hand away so quickly. When he touched me, it stung my hand as if an electric current had passed through us. \"I'm sorry,\" he muttered, pulling his hand back immediately. However, he continued to reach for the microscope. I watched him, still staggered, as he examined the slide for an even shorter time than I had. \"Prophase,\" he agreed, writing it neatly in the first space on our worksheet. He swiftly switched out the first slide for the second, and then glanced at it cursorily. \"Anaphase,\" he murmured, writing it down as he spoke.  I kept my voice indifferent.”May I?\" He smirked and pushed the microscope to me. I looked through the eyepiece eagerly, only to be disappointed. Dang it, he was right. \"Slide three?\" I held out my hand without looking at him. He handed it to me; it seemed like he was being careful not to touch my skin again. I took the most fleeting look I could manage. \"Interphase.\" I passed him the microscope before he could ask for it. He took a swift peek, and then wrote it down. I would have written it while he looked, but his clear, elegant script intimidated me. I didn't want to spoil the page with my clumsy scrawl. We were finished before anyone else was close. I could see Mike and his partner comparing two slides again and again, and another group had their book open under the table. Which left me with nothing to do but try to not look at him… unsuccessfully. I glanced up, and he was staring at me, that same inexplicable look of frustration in his eyes. Suddenly I identified that subtle difference in his face. \"Did you get contacts?\" I blurted out unthinkingly. He seemed puzzled by my unexpected question.”No.\" \"Oh,\" I mumbled.”I thought there was something different about your eyes.\" He shrugged, and looked away. In fact, I was sure there was something different. I vividly remembered the flat black color of his eyes the last time he'd glared at me — the color was striking against the background of his pale skin and his auburn hair. Today, his eyes were a completely different color: a strange ocher, darker than butterscotch, but with the same golden tone. I didn't understand how that could be, unless he was lying for some reason about the contacts. Or maybe Forks was making me crazy in the literal sense of the word. I looked down. His hands were clenched into hard fists again. Mr. Banner came to our table then, to see why we weren't working. He looked over our shoulders to glance at the completed lab, and then stared more intently to check the answers. \"So, Edward, didn't you think Isabella should get a chance with the microscope?\" Mr. Banner asked. \"Bella,\" Edward corrected automatically.”Actually, she identified three of the five.\" Mr. Banner looked at me now; his expression was skeptical. \"Have you done this lab before?\" he asked. I smiled sheepishly.”Not with onion root.\" \"Whitefish blastula?\" \"Yeah.\" Mr. Banner nodded.”Were you in an advanced placement program in Phoenix?\" \"Yes.\" \"Well,\" he said after a moment,”I guess it's good you two are lab partners.\" He mumbled something else as he walked away. After he left, I began doodling on my notebook again. \"It's too bad about the snow, isn't it?\" Edward asked. I had the feeling that he was forcing himself to make small talk with me. Paranoia swept over me again. It was like he had heard my conversation with Jessica at lunch and was trying to prove me wrong. \"Not really,\" I answered honestly, instead of pretending to be normal like everyone else. I was still trying to dislodge the stupid feeling of suspicion, and I couldn't concentrate. \"You don't like the cold.\" It wasn't a question. \"Or the wet.\" \"Forks must be a difficult place for you to live,\" he mused. \"You have no idea,\" I muttered darkly. He looked fascinated by what I said, for some reason I couldn't imagine. His face was such a distraction that I tried not to look at it any more than courtesy absolutely demanded. \"Why did you come here, then?\" No one had asked me that — not straight out like he did, demanding. \"It's… complicated.\" \"I think I can keep up,\" he pressed. I paused for a long moment, and then made the mistake of meeting his gaze. His dark gold eyes confused me, and I answered without thinking. \"My mother got remarried,\" I said. \"That doesn't sound so complex,\" he disagreed, but he was suddenly sympathetic.”When did that happen?\" \"Last September.\" My voice sounded sad, even to me. \"And you don't like him,\" Edward surmised, his tone still kind. \"No, Phil is fine. Too young, maybe, but nice enough.\" \"Why didn't you stay with them?\" I couldn't fathom his interest, but he continued to stare at me with penetrating eyes, as if my dull life's story was somehow vitally important. \"Phil travels a lot. He plays ball for a living.\" I half-smiled. \"Have I heard of him?\" he asked, smiling in response. \"Probably not. He doesn't play well. Strictly minor league. He moves around a lot.\" \"And your mother sent you here so that she could travel with him.\" He said it as an assumption again, not a question. My chin raised a fraction.”No, she did not send me here. I sent myself.\" His eyebrows knit together.”I don't understand,\" he admitted, and he seemed unnecessarily frustrated by that fact. I sighed. Why was I explaining this to him? He continued to stare at me with obvious curiosity. \"She stayed with me at first, but she missed him. It made her unhappy… so I decided it was time to spend some quality time with Charlie.\" My voice was glum by the time I finished. \"But now you're unhappy,\" he pointed out.  \"And?\" I challenged. \"That doesn't seem fair.\" He shrugged, but his eyes were still intense. I laughed without humor.”Hasn't anyone ever told you? Life isn't fair.\" \"I believe I have heard that somewhere before,\" he agreed dryly. \"So that's all,\" I insisted, wondering why he was still staring at me that way. His gaze became appraising.”You put on a good show,\" he said slowly. \"But I'd be willing to bet that you're suffering more than you let anyone see.\" I grimaced at him, resisting the impulse to stick out my tongue like a five-year-old, and looked away. \"Am I wrong?\" I tried to ignore him. \"I didn't think so,\" he murmured smugly. \"Why does it matter to you?\" I asked, irritated. I kept my eyes away, watching the teacher make his rounds. \"That's a very good question,\" he muttered, so quietly that I wondered if he was talking to himself. However, after a few seconds of silence, I decided that was the only answer I was going to get. I sighed, scowling at the blackboard. \"Am I annoying you?\" he asked. He sounded amused. I glanced at him without thinking… and told the truth again.”Not exactly. I'm more annoyed at myself. My face is so easy to read — my mother always calls me her open book.\" I frowned. \"On the contrary, I find you very difficult to read.\" Despite everything that I'd said and he'd guessed, he sounded like he meant it. \"You must be a good reader then,\" I replied. \"Usually.\" He smiled widely, flashing a set of perfect, ultrawhite teeth. Mr. Banner called the class to order then, and I turned with relief to listen. I was in disbelief that I'd just explained my dreary life to this bizarre, beautiful boy who may or may not despise me. He'd seemed engrossed in our conversation, but now I could see, from the corner of my eye, that he was leaning away from me again, his hands gripping the edge of the table with unmistakable tension. I tried to appear attentive as Mr. Banner illustrated, with transparencies on the overhead projector, what I had seen without difficulty through the microscope. But my thoughts were unmanageable. When the bell finally rang, Edward rushed as swiftly and as gracefully from the room as he had last Monday. And, like last Monday, I stared after him in amazement. Mike skipped quickly to my side and picked up my books for me. I imagined him with a wagging tail. \"That was awful,\" he groaned.”They all looked exactly the same. You're lucky you had Cullen for a partner.\" \"I didn't have any trouble with it,\" I said, stung by his assumption. I regretted the snub instantly.”I've done the lab before, though,\" I added before he could get his feelings hurt. \"Cullen seemed friendly enough today,\" he commented as we shrugged into our raincoats. He didn't seem pleased about it. I tried to sound indifferent.”I wonder what was with him last Monday.\" I couldn't concentrate on Mike's chatter as we walked to Gym, and RE. didn't do much to hold my attention, either. Mike was on my team today. He chivalrously covered my position as well as his own, so my woolgathering was only interrupted when it was my turn to serve; my team ducked warily out of the way every time I was up. The rain was just a mist as I walked to the parking lot, but I was happier when I was in the dry cab. I got the heater running, for once not caring about the mind-numbing roar of the engine. I unzipped my jacket, put the hood down, and fluffed my damp hair out so the heater could dry it on the way home. I looked around me to make sure it was clear. That's when I noticed the still, white figure. Edward Cullen was leaning against the front door of the Volvo, three cars down from me, and staring intently in my direction. I swiftly looked away and threw the truck into reverse, almost hitting a rusty Toyota Corolla in my haste. Lucky for the Toyota, I stomped on the brake in time. It was just the sort of car that my truck would make scrap metal of. I took a deep breath, still looking out the other side of my car, and cautiously pulled out again, with greater success. I stared straight ahead as I passed the Volvo, but from a peripheral peek, I would swear I saw him laughing.",
            "vi": "Chạng Vạng - Twilight         2. Quyển sách mở toang Ngày hôm sau đỡ hơn ...  mà tệ hơn.  Đỡ hơn vì trời không mưa, dù mây đen dày đặc. Dễ chịu hơn vì tôi biết ngày của mình sẽ ra sao rồi. Mike đến ngồi cạnh tôi trong giờ Tiếng Anh, rồi dẫn tôi đến lớp kế tiếp, Eric câu lạc bộ chơi cờ nhìn anh ta trừng trừng suốt; thật phiền. Mọi người không nhìn tôi nhiều như hôm qua. Tôi ngồi với một đám đông lúc ăn trưa, gồm Mike, Eric, Jessica, và vài người khác mà bây giờ tôi đã nhớ cả tên lẫn mặt.  Tôi bắt đầu cảm thấy như tôi đang đứng nước, chứ không bị nước nhấn chìm nữa.  Tệ hơn vì tôi mệt; tôi vẫn không ngủ được với tiếng gió rít khắp nhà. Tệ hơn vì thầy Varner gọi tôi trong giờ Lượng giác trong khi tôi chẳng hề giơ tay và tôi đã trả lời sai. Thật khốn khổ vì tôi phải chơi bóng chuyền, và một lần tôi không đánh bóng ra ngoài mà lại đập vào đầu đồng đội mình.  Và tệ hơn vì Edward Cullen chẳng hề đến trường. Cả buổi sáng tôi cứ nghĩ đến giờ ăn trưa mà sợ, sợ cái nhìn kỳ quái của anh ta.  Tôi vừa muốn đối mặt với anh ta và hỏi cho ra lẽ anh ta bị gì. Trong khi nằm thao thức trên giường, tôi thậm chí còn tưởng tượng mình sẽ nói gì. Nhưng tôi quá biết mình chẳng bao giờ có can đảm để làm chuyện đó.  Chẳng ai nhút nhát bằng tôi.  Nhưng khi vào quán ăn tự phục vụ với Jessica – tuy cố không nhìn sang chỗ của anh ta, mà chẳng được - tôi nhìn thấy bốn người thân của anh ta đang ngồi với nhau cùng một bàn, nhưng anh ta không ở đó với họ.  Mike chặn chúng tôi và dẫn chúng tôi đến bàn của anh chàng. Jessica dường như phấn chấn vì được chú ý, và mấy người bạn của cô ấy nhanh chóng nhập bọn với chúng tôi. Nhưng khi tôi cố lắng nghe họ tán gẫu, tôi cảm thấy hết sức khó chịu, chỉ bồn chồn chờ mong giây phút anh đến. Tôi hy vọng anh ấy sẽ lờ tôi khi anh ấy đến để chứng tỏ là nghi ngờ của tôi là sai lầm.  Anh ấy không đến, và càng lúc tôi càng thêm căng thẳng.  Tôi đến lớp Sinh vật tự tin hơn khi, vào cuối buổi ăn trưa, anh ta vẫn không xuất hiện. Mike, người đang nói về các phẩm chất của một con chó lông vàng, vẫn đi kè kè bên tôi đến lớp. Tôi nín thở khi đến trước cửa, nhưng Edward Cullen cũng không có ở đó. Tôi thở phào và đến ghế mình. Mike đi theo, nói về chuyến đi sắp tới đến biển.  Anh ta cứ chần chừ bên bàn tôi hoài đến khi chuông reo.  Rồi anh cười với tôi đầy nuối tiếc rồi đến ngồi bên cạnh một cô gái đeo bộ chỉnh răng và mái tóc uốn xấu xí.  Có lẽ tôi sẽ phải làm điều gì đó về Mike, và chắc sẽ không dễ dàng.  Trong một thành phố như vầy, nơi mọi người sống đông đúc chen chúc, lịch thiệp là điều quan trọng. Tôi chẳng khéo léo được; tôi không quen đối phó với mấy anh chàng thân thiện quá mức. Tôi cảm thấy nhẹ nhõm vì được ngồi một mình một bàn, vì Edward vắng mặt. Tôi cứ tự bảo mình thế. Nhưng tôi không thể tống khứ nỗi nghi ngờ khó chịu rằng tôi chính là lý do khiến anh ta không có mặt. Thật là buồn cười, và tự cao tự đại khi nghĩ rằng mình có thể có ảnh hưởng lên ai đó mạnh mẽ như thế. Chẳng thể nào. Tuy nhiên tôi không thể hết lo rằng đó là sự thật.  Khi cuối cùng ngày ở trường đã qua đi, và màu đỏ vì xấu hổ đã nhạt dần trên má vì sự cố khi chơi bóng chuyền, tôi thay lẹ trở lại cái quần jean và chiếc áo len xanh biển. Tôi vội vã ra khỏi phòng thay đồ của nữ, hài lòng khi thấy mình đã tránh được người bạn yêu chó một chốc. Tôi đi nhanh ra bãi đậu xe.  Bây giờ nó đang đông đúc các sinh viên đang vội vã ra về.  Tôi vào xe tải của mình và lục soạn cặp để đảm bảo mình có đủ những thứ cần thiết.  Đêm qua tôi phát hiện ra là Charlie không biết nấu gì ngoài món trứng chiên và thịt muối xông khói. Vì thế tôi đã đòi để tôi lo chuyện bếp núc trong thời gian tôi ở đây. Bố vô cùng vui sướng giao chìa khoá của phòng tiệc tùng. Tôi cũng phát hiện ra là ông chẳng hề có thức ăn gì trong nhà. Vì thế tôi đã lập danh sách mua hàng và lấy tiền trong cái hũ để trong chạn có dán nhãn “Tiền mua thức ăn”, và bây giờ tôi đang trên đường đến Thriftway.  Tôi cho nổ cái động cơ điếc tai của mình, phớt lờ mấy cái đầu đang ngoái lại nhìn mình, rồi cẩn thận lùi vào hàng xe đang chờ ra khỏi bãi. Trong khi đợi, cố giả vờ như tiếng nổ điếc tai từ xe của ai đó, tôi thấy hai người họ Cullens và hai người sinh đôi Hale bước lên xe hơi họ. Đó là Volvo mới bóng loáng. Dĩ nhiên. Tôi đã không nhận thấy quần áo của họ trước đây - tôi đã quá bị thôi miên bởi khuôn mặt của họ. Bây giờ khi nhìn, rõ ràng họ ăn mặc cực kỳ đẹp; quần áo giản dị, nhưng tinh tế cho thấy sự độc đáo của nhà thiết kế. Với vẻ đẹp nổi bật của họ, phong cách cư xử của họ, cho dù họ có mặc đồ rửa chén, họ vẫn thành công.  Hình như thật quá thể cho họ khi có cả sắc đẹp lẫn tiền bạc.  Nhưng theo những gì tôi biết, đời luôn thế. Chẳng có vẻ gì là nó giúp cho họ được chấp nhận ở đây.  Không, tôi không hoàn toàn tin vào điều đó. Cô lập hẳn là ý muốn của họ ; tôi không thể tưởng tượng chuyện có thể có cánh cửa nào không chịu mở ra trước cái đẹp như thế.  Họ nhìn vào chiếc xe tải ồn ào của tôi khi tôi qua mặt họ, y như những người khác.  Tôi cứ nhìn thẳng về phía trước và cảm thấy nhẹ nhõm khi cuối cùng cũng ra khỏi khuôn viên trường. Thriftway không xa trường, chỉ cách vài con đường về hướng nam, gần đường cao tốc. Thật vui khi ở bên trong siêu thị; nó làm mình cảm thấy bình thường. Ở nhà tôi chịu trách nhiệm đi mua sắm, và tôi cảm thấy vui vẻ khi làm lại công việc quen thuộc. Cửa hàng bên trong đủ lớn để không nghe tiếng mưa rơi trên mái nhà để nhắc nhở tôi nhớ mình đang ở đâu.  Khi về đến nhà, tôi chất hết mọi thực phẩm ra, nhét chúng vào bất cứ nơi nào còn trống. Tôi hy vọng Charlie sẽ không phiền vụ đó. Tôi quấn khoai tây vào giấy bạc và nhét chúng vào lò để nướng, chan nước ướp thịt lên món bít tết và chất nó lên hộp các-tông đựng trứng trong tủ lạnh.  Khi làm xong, tôi xách cặp lên lầu. Trước khi bắt đầu làm bài tập, tôi thay áo len khô ráo, cột mái tóc ẩm ướt thành đuôi ngựa, và kiểm tra tin nhắn lần đầu kể từ khi đến đây. Tôi có ba tin nhắn.  \" Bella,” mẹ tôi viết Viết thư ngay cho mẹ khi con đến nơi. Kể mẹ nghe chuyến bay ra sao. Trời đang mưa phải không? Mẹ nhớ con.  Mẹ đã sắp xếp gần xong hành lý đi Florida rồi, nhưng không tìm ra cái áo hồng. Con biết mẹ để ở đâu không? Phil  gởi lời hỏi thăm con đó.  Mẹ.  Tôi thở dài và đọc tin nhắn kế. Nó được gởi đi sau tin nhắn đầu tám tiếng đồng hồ sau.  \" Bella,” mẹ viết Sao con chưa gởi tin nhắn cho mẹ? Con còn chờ gì nữa? Mẹ.  Cuối cùng là tin nhắn được gởi sáng nay.  Isabella, Nếu mẹ không nhận được tin của con trước 5:30 chiều nay mẹ sẽ gọi Charlie.  Tôi kiểm tra đồng hồ. Vẫn còn một tiếng đồng hồ nữa, nhưng mẹ tôi vốn hay sốt ruột.  Mẹ, Bình tĩnh nào. Con đang viết nè. Đừng làm gì hấp tấp chứ.  Bella.  Tôi gửi, và bắt đầu viết tiếp.  Mẹ, Mọi thứ rất tuyệt. Dĩ nhiên là trời đang mưa rồi. Con đang nghĩ coi sẽ viết về cái gì đây. Trường không tệ, chỉ hơi nhàm chán. Con có quen một số bạn dễ thương ngồi cạnh khi ăn trưa.  Áo của mẹ đang để ở tiệm giặt khô - lẽ ra mẹ phải lấy nó về hôm thứ Sáu.  Charlie đã mua cho con một chiếc xe tải, mẹ tin nỗi không nè? Con mê nó.  Tuy cũ nhưng vô cùng chắc chắn, tốt lắm, mẹ biết rồi đó, đối với con.  Con cũng nhớ mẹ. Con sẽ sớm viết thư cho mẹ, nhưng con sẽ không kiểm tra thư điện tử hoài được. Thư giãn, thở đều nhe. Con yêu mẹ.  Bella.  Tôi quyết định đọc quyển “Đỉnh gió hú” – quyển tiểu thuyết chúng tôi đang học bằng tiếng Anh - một lần nữa cho vui, và đó là điều tôi đang làm khi Charlie về nhà. Tôi quên mất thời gian, và tôi vội vã xuống lầu để lấy khoai tây ra và đặt bít tết vào nướng.  \"Bella hả con?\"  Bố gọi khi ông nghe tiếng tôi trên cầu thang.  Còn ai vào đây nữa trời? Tôi tự nghĩ.  \"Bố ơi, mừng bố về nhà.” \"Cảm ơn con.” ông treo lên móc đai đeo súng rồi tháo ủng ra khi tôi lăng xăng trong nhà bếp.  Theo những gì mà tôi biết, ông chưa từng bắn ai khi đang thi hành công vụ. Nhưng ông luôn cầm nó sẵn sàng. Khi tôi đến đây lúc còn nhỏ, ông luôn tháo đạn ra ngay khi bước vào cửa. Tôi đoán ông nghĩ là tôi đủ lớn để không vô tình bắn chính mình, và cũng không đủ muộn phiền để cố tình bắn mình.  \"Bữa tối có gì vậy con?\" bố cảnh giác hỏi. Mẹ tôi là một đầu bếp giàu óc tưởng tượng, và những món mẹ nấu thử không phải lúc nào cũng ăn được. Tôi bị bất ngờ, và cảm thấy buồn, ông có vẻ nhớ thời xa xưa.  \"Bít tết và khoai tây,” tôi trả lời, và ông có vẻ nhẹ nhõm.  Bố có vẻ cảm thấy lúng túng ngượng nghịu khi đứng trong bếp mà chẳng làm gì ; ông ì ạch vô phòng khách xem ti-vi trong khi tôi nấu nướng. Như vậy cả hai chúng tôi đều cảm thấy thoải mái hơn. Tôi làm món xa-lát trộn trong khi nấu món bít tết, rồi bày bàn.  Tôi gọi bố khi bữa tối đã sẵn sàng, và ông hít mũi khen ngợi khi bước vào phòng.  \"Thơm quá, Bell.” \"Cảm ơn bố.” Chúng tôi ăn trong im lặng vài phút. Không phải là không thoải mái. Chẳng ai trong chúng tôi quan tâm tới vụ yên lặng.  Nói cách khác, chúng tôi sống với nhau thiệt là hợp.  \"Nè, con có thích trường không? Con đã có bạn chưa?\" bố hỏi sau vài phút.  \"Tốt bố, con học chung vài môn với một nhỏ tên Jessica. Con ngồi chung với bạn đó khi ăn trưa. Và có một anh chàng, tên Mike, rất thân thiện.  Mọi người có vẻ khá dễ thương.” Trừ một ngoại lệ.  “Chắc là Mike Newton.  Thằng nhóc dễ thương - gia đình cũng dễ thương. Cha nó có cửa hàng đồ thể thao ngay bên ngoài thành phố.  Ông này kiếm sống kha khá nhờ mấy khách du lịch ba lô đi qua đây.” \"Bố biết gia đình Cullen không?\" tôi lưỡng lự hỏi.  \"Gia đình bác sĩ Cullen hả? Dĩ nhiên rồi. Bác sĩ Cullen là một người tuyệt vời.” \"Họ ... mấy người con ... hơi khác người một chút.  Dường như họ không hoà hợp ở trường lắm.” Charlie làm tôi ngạc nhiên vì ông có vẻ giận dữ.  \"Mấy người trong thành phố này,” ông thì thầm.”Bác sĩ Cullen là bác sĩ phẫu thuật xuất sắc có thể làm việc ở bất kỳ bệnh viện nào trên thế giới, kiếm được gấp mười lần lương anh ấy kiếm được ở đây,” ông nói tiếp, lớn giọng hơn.”Chúng ta may mắn mới có anh ấy - may mắn là vợ anh ấy muốn sống ở một thành phố nhỏ.  Anh ấy là tài sản quý giá của cộng đồng, và tất cả con cái họ đều cư xử tốt và lịch sự.  Bố đã từng nghi ngờ, khi họ mới chuyển tới, cùng mấy đứa con nuôi. Bố nghĩ coi chừng mình có thể gặp rắc rối với họ đây.  Nhưng bọn họ đều rất chín chắn – bố chưa hề gặp tí xíu rắc rối nào từ bất cứ ai trong bọn họ.  Con cái của những người sống trong thành phố này bao đời còn có nhiều thứ để nói hơn. Và họ gắn bó với nhau đúng nghĩa một gia đình – tổ chức cắm trại vào mỗi cuối tuần Chỉ vì họ là người mới đến, mọi người cứ bàn tán.” Đó là bài diễn văn dài nhất tôi từng nghe Charlie nói.  Bố hẳn ấn tượng ghê lắm về những gì mọi người đang bàn tán.  Tôi xoay ngược.”Họ có vẻ khá dễ thương với con.  Con chỉ nhận thấy họ tránh xa mọi người. Họ đều rất hấp dẫn,”  tôi nói thêm, cố tán tụng hơn.  \"Con nên đi gặp bác sĩ,” Charlie cười nói.”May mà anh ấy có gia đình hạnh phúc.  Nhiều cô y tá ở bệnh viện khổ sở lắm mới tập trung vào công việc của mình khi ông ấy ở bên cạnh.” Chúng tôi lại tiếp tục im lặng đến khi ăn xong.  Bố dọn sạch bàn còn tôi bắt đầu rửa chén.  Ông quay lại với cái ti-vi, và sau khi tôi rửa chén đĩa bằng tay xong – không có máy rửa chén - tôi miễn cưỡng lên lầu để làm bài tập toán.  Tôi có thể cảm thấy một truyền thống đang hình thành.  Đêm ấy cuối cùng cũng yên tĩnh. Tôi ngủ thiếp đi nhanh chóng, kiệt sức.  Những ngày còn lại trong tuần không có gì xảy ra. Tôi đã quen với lệ thường trong lớp học. Vào thứ sáu tôi đã có thể nhận mặt, không tính đến tên, hầu hết mọi sinh viên trong trường. Trong phòng tập thể dục, bọn thanh niên trong nhóm tôi đã rút kinh nghiệm không chuyền bóng cho tôi và bước thật nhanh đến trước mặt tôi khi nhóm kia định lợi dụng nhược điểm của tôi. Tôi sung sướng tránh xa họ.  Edward Cullen không hề quay lại trường.  Ngày nào tôi cũng lo lắng canh chừng cho đến khi nhóm Cullens vào quán ăn tự phục vụ mà không có anh ta. Sau đó tôi có thể thư giãn và tham gia trò chuyện trong giờ ăn trưa. Hầu hết câu chuyện đều nói về chuyến đi La Push Ocean Park trong hai tuần nữa do Mike tổ chức. Tôi được mời, và tôi đã đồng ý đi, vì phép lịch sự hơn vì thích. Bãi biển hẳn nóng và khô.  Vào thứ sáu tôi rất thoải mái bước vào giờ học sinh vật, không còn lo ngại Edward có thể ở đó. Vì theo những gì tôi biết, anh ta đã bỏ học. Tôi cố không nghĩ về anh ấy, nhưng tôi không thể nén được nỗi lo âu rằng tôi chịu trách nhiệm về việc vắng mặt liên tục của anh ta, tuy là nó có vẻ lố bịch.  Ngày cuối tuần đầu tiên ở Forks trôi qua không gặp sự cố gì.  Charlie, không quen với việc ở trong ngôi nhà luôn trống trải nên đi làm hầu như suốt ngày cuối tuần. Tôi dọn dẹp nhà cửa, làm tiếp bài tập về nhà, viết cho mẹ thêm mấy lá thư điện tử giả vờ vui vẻ. Tôi cũng chạy đến thư viện hôm thứ bảy, nhưng nó có quá ít sách nên tôi cũng chẳng thèm làm thẻ; tôi chắc phải đi Olympia hoặc Seattle sớm để tìm một hiệu sách hay. Tôi lười nhác nghĩ không biết cái xe đã đi được bao nhiêu dặm rồi ... và rùng mình vì ý nghĩ này.  Mưa nhẹ vào cuối tuần, nhẹ nhàng, nên tôi có thể ngủ ngon.  Mọi người chào tôi trong bãi đậu xe sáng thứ hai. Tôi không biết hết tên của họ, nhưng tôi vẫn vẫy tay lại và cười với họ. Trời lạnh hơn sáng nay, nhưng may mà không mưa. Trong lớp tiếng Anh, Mike ngồi vào chỗ thường lệ của anh ấy bên cạnh tôi. Chúng tôi đố nhau về Đỉnh gió hú. Thật dễ hiểu, rất dễ dàng.  Nhìn chung, tôi cảm thấy thoải mái hơn là đã nghĩ. Thoải mái hơn tôi từng mong mình sẽ cảm thấy ở đây.  Khi chúng tôi rời khỏi lớp, bầu trời đầy những bông tuyết nhỏ xoay tít.  Tôi có thể nghe mọi người la to phấn khởi với nhau. Gió châm vào má tôi, mũi tôi.  \"Chà,” Mike nói.” tuyết đang rơi.” Tôi nhìn mấy bông nhỏ mịn đang chồng chất dọc vỉa hè và bay bay qua khuôn mặt tôi.  \"Eo.” Tuyết.  Thế là hết ngày tốt lành của tôi.  Anh ta có vẻ ngạc nhiên. “Bạn không thích tuyết sao?\" \"Không.  Điều đó có nghĩa là nó quá lạnh không mưa được.”  Rõ là vậy rồi. “Hơn nữa, tôi nghĩ lẽ ra phải là hoa tuyết rơi chớ - bạn biết đó, cái nào cũng giống nhau.  Còn mấy cái này trông giống như đuôi chữ Q.” \"Trước đây bạn đã bao giờ thấy tuyết rơi chưa?\" Anh ta nghi ngờ hỏi.  \"Dĩ nhiên là thấy rồi.” tôi ngừng lại.” trên ti-vi á.” Mike cười to.  Rồi lúc ấy một quả bóng to, ướt bằng tuyết táng vào gáy anh ta. Cả hai chúng tôi ngoái nhìn để xem nó từ đâu đến. Tôi nghi Eric, người đang đi ra xa, lưng quay về phía chúng tôi - không đúng hướng đến lớp kế tiếp của anh ta. Mike rõ ràng có cùng suy nghĩ.  Anh ta cúi người và bắt đầu gom lại một đống tuyết.  \"Gặp lại bạn vào giờ ăn trưa nhe, OK?\"  tôi vừa đi vừa nói.” Hễ người ta mà bắt đầu ném mấy thứ ướt át đó là tôi vào trong nhà.” Anh ta chỉ gật đầu, mắt dán vào bóng Eric đang lùi ra xa. Suốt buổi sáng, mọi người phấn khởi bàn tán về tuyết; hình như đó là lớp tuyết dày đầu tiên của năm mới. Tôi nín thin thít.  Dĩ nhiên là khô ráo hơn mưa - cho đến khi nó tan trong vớ bạn.  Tôi cẩn thận đến quán ăn tự phục vụ với Jessica sau giờ học tiếng Tây Ban Nha. Mấy quả banh tuyết đang bay vèo vèo khắp nơi. Tôi ôm cặp hồ sơ trong tay, sẵn sàng lấy nó làm khiên che khi cần. Jessica nghĩ là tôi vui, nhưng có điều gì đó trong vẻ mặt của tôi đã làm cô ấy không ném banh tuyết vào tôi.  Mike bắt kịp chúng tôi khi chúng tôi bước vào cửa, anh cười, với băng đang tan chảy trên mấy cái gai tóc của anh ấy.  Anh ấy và Jessica đang nói chuyện hào hứng về trận ném  tuyết khi chúng tôi xếp hàng mua thức ăn. Tôi liếc về phía bàn trong góc theo thói quen. Rồi tôi đứng luôn như trời trồng. Có năm người ngồi ở bàn.  Jessica kéo cánh tay tôi.  “Nè?Bella?Bạn dùng gì?\" Tôi nhìn xuống; tai tôi nóng bừng. Tôi chẳng có lý do gì để e dè cả, tôi tự nhắc mình. Tôi chẳng hề làm gì sai trái cả.  \"Có chuyện gì làm Bella buồn bực vậy?\" Mike hỏi Jessica.  \"Không có gì đâu,” tôi trả lời.” Hôm nay tôi chỉ uống xô-đa thôi.” tôi bước lên cho kịp hàng.  \"Bạn không đói sao?\" Jessica hỏi.  \"Thực ra, tôi cảm thấy hơi bịnh,” tôi nói, mắt vẫn dán xuống sàn.  Tôi chờ họ lấy thức ăn, rồi đi theo đến bàn, mắt dán xuống chân.  Tôi nhấp từng ngụm xô - đa, bao tử quặn lên. Hai lần Mike hỏi, quan tâm quá đáng, là tôi có sao không.  Tôi bảo anh ta là chả bị sao cả, nhưng tôi lại tự hỏi không biết mình có nên giả vờ bệnh để trốn xuống phòng y tế giờ sau không.  Buồn cười thật. Tôi sẽ không chạy trốn.  Tôi quyết định cho phép mình nhìn lướt qua bàn của gia đình Cullen một lần. Nếu anh ta nhìn tôi trừng trừng, tôi sẽ bỏ giờ sinh vật, đúng như tôi, một kẻ hèn nhát.  Tôi cúi gằm đầu và liếc nhìn qua hàng mi.  Chẳng ai trong số họ đang nhìn về hướng này. Tôi ngước đầu một chút.  Họ đang cười. Edward, Jasper, và Emmett tóc của tất cả đều ướt sũng vì tuyết tan.  Alice và Rosalie đang tránh người ra khi Emmett cứ lắc tóc anh ta về phía họ. Họ đang tận hưởng ngày tuyết rơi, cũng giống như tất cả những người khác - chỉ có điều họ trông có vẻ giống cảnh trong phim hơn là bọn chúng tôi.  Nhưng, ngoài tiếng cười và sự vui đùa, có cái gì đó khác biệt, và tôi không thể xác định chính xác khác gì. Tôi quan sát Edward kỹ nhất. Da anh ấy ít nhợt nhạt hơn, và tôi cho là – có thể do niềm hào hứng từ cuộc ném tuyết – quầng thâm dưới mắt anh ấy ít lộ rõ hơn. Nhưng còn có cái gì đó nữa. Tôi suy nghĩ, nhìn, cố tìm ra sự thay đổi.  \"Bella, bạn đang nhìn chằm chằm vào cái gì vậy?\" Jessica quấy rầy, mắt cô ấy nhìn theo hướng nhìn của tôi.  Đúng lúc ấy, mắt anh ta loé sáng chạm vào ánh mắt tôi.  Tôi cúi đầu, để tóc xoã xuống che mặt. Tôi chắc chắn, dù, chỉ một chốc mắt chúng tôi gặp nhau, anh ấy không có vẻ khắc nghiệt hay không thân thiện như trong lần cuối cùng tôi gặp anh. Anh chỉ có vẻ tò mò, không thỏa mãn sao đó.  \"Edward Cullen đang nhìn chằm chằm vào bạn, \" Jessica cười khúc khích vào tai tôi.  \"Anh ta không có vẻ giận dữ chứ hả,?\"  tôi buột miệng hỏi.  \"Không, \" cô ấy nói, có vẻ không hiểu câu hỏi của tôi. \"Sao anh ta lại phải thế?\" “Tôi không nghĩ anh ta thích tôi, \" tôi thổ lộ. Tôi vẫn cảm thấy buồn nôn. Tôi gục đầu vào cánh tay.  \"Nhà Cullens chẳng thích ai cả đâu ... hừm, họ có để ý ai đủ nhiều để thích người ta đâu. Nhưng anh ta vẫn nhìn chằm chằm vào bạn đó. \" \"Đừng nhìn anh ta nữa, \" tôi rít lên.  Cô nàng cười khẩy, nhưng đã nhìn sang chỗ khác. Tôi ngước đầu vừa đủ để bảo đảm cô ấy làm vậy, định sẽ dùng vũ lực nếu cô nàng dám làm khác đi.  Mike ngắt ngang chúng tôi  - anh ấy đang lập kế hoạch tổ chức một trận chiến bão tuyết hoànht ráng trong bãi đậu xe sau giờ học và muốn chúng tôi tham gia.  Jessica nhiệt tình đồng ý. Cách cô nhìn Mike cho thấy rõ cô ấy sẽ làm bất cứ thứ gì anh ấy đề nghị. Tôi im lặng. Tôi sẽ phải trốn trong phòng tập thể dục cho đến khi bãi đậu xe hết người.  Suốt giờ ăn trưa còn lại tôi hết sức cẩn thận giữ mắt mình chỉ ở bàn mình. Tôi quyết định làm đúng theo thoả thuận mình tự đặt ra.  Vì anh ta không có vẻ giận dữ, nên tôi sẽ đến lớp sinh vật. Dạ dày tôi lại trào lên sợ hãi khi nghĩ đến ngồi cạnh anh ta lần nữa.  Tôi thực lòng không muốn đi đến lớp với Mike như thường lệ - anh ta dường như là mục tiêu ưa thích của mấy kẻ ném lén banh tuyết - nhưng khi chúng tôi đến cửa, mọi người, ngoại trừ tôi, cùng rên rỉ một lúc. Trời đang mưa, rửa sạch mọi dấu vết của tuyết bằng các tua băng, trong vắt dưới lối đi bộ. Tôi kéo mũ trùm đầu lên, thầm khoái trá. Tôi sẽ được tự do thoải mái về nhà ngay sau giờ thể dục.  Mike không ngớt than vãn trên đường đi đến toà nhà số bốn.  Khi vào trong lớp, tôi thấy nhẹ nhõm vì bàn tôi vẫn trống.  Thầy Banner đang đi quanh phòng, phân phát một kính hiển vi và hộp mẫu vật cho từng bàn. Vài phút nữa mới bắt đầu học, và phòng rì rầm trò chuyện. Tôi giữ mắt mình không nhìn ra cửa, vẽ nguệch ngoạc vu vơ trên bìa sổ ghi chép của mình.  Tôi nghe rất rõ khi ghế cạnh tôi di chuyển, nhưng mắt tôi vẫn tiếp tục chăm chú tập trung vào mẫu hình đang vẽ.  \"Chào, \" một giọng nói du dương, dịu dàng vang lên.  Tôi nhìn lên, choáng váng vì anh đang nói với tôi. Anh đang ngồi xa tôi hết mức bàn cho phép, nhưng ghế anh xoay về phía tôi. Tóc anh đang ướt nhỏ giọt, bù rối - dẫu vậy, anh ấy trông như vừa quay xong phim quảng cáo gel tóc.  Khuôn mặt sáng ngời của anh thân thiện, cởi mở, một nụ cười nhẹ trên đôi môi hoàn mỹ. Nhưng mắt lại đầy cảnh giác.  \"Tên tôi là Edward Cullen, \" anh tiếp tục. \"Tôi chưa có dịp để giới thiệu mình tuần trước. Bạn hẳn là Bella Swan. \" Tâm trí tôi đang quay cuồng vì bối rối. Tôi đã tự tưởng tượng ra mọi thứ ư? Anh ấy bây giờ hết sức lịch sự. Tôi phải trả lời thôi; anh đang đợi.  Nhưng tôi chẳng thể nghĩ được câu nói thông thường nào.  \"S – sao anh biết tên tôi?\" tôi nói lắp.  Anh nở nụ cười dịu dàng, quyến rũ.  \"Ồ, tôi nghĩ ai cũng biết tên bạn. Cả thành phố đã chờ bạn đến. \" Tôi nhăn nhó. Tôi đã biết thế mà.  \"Không, \" tôi khăng khăng một cách ngu xuẩn. \" Ý tôi là, sao anh gọi tôi Bella?\" Anh có vẻ bối rối. \" Em thích gọi là Isabella hơn à?\" \"Không, tôi thích được gọi là Bella, \" tôi nói. \" Nhưng tôi nghĩ Charlie - ý tôi là cha tôi - phải gọi tôi là Isabella sau lưng của tôi - đó là cái tên mà hình như mọi người ở đây biết về tôi mà, \" tôi cố giải thích, cảm thấy mình giống như một đứa ngu hết mức.  \"Ồ. \" anh ấy vờ đi. Tôi vụng về nhìn sang chỗ khác.  May mắn thay, thầy Banner bắt đầu dạy ngay lúc đó. Tôi cố tập trung khi thầy giải thích bài thí nghiệm chúng tôi sẽ làm hôm nay.  Các mẫu vật trong hộp không đúng thứ tự.  Là bạn cùng làm thí nghiệm, chúng tôi phải tách các mẫu vật tế bào đầu rễ hành theo các giai đoạn phân bào và dán nhãn cho đúng. Chúng tôi không được dùng sách. Trong hai mươi phút, thầy sẽ đến xem có ai làm đúng không.  \"Bắt đầu, \" thầy ra lệnh.  \"Ưu tiên cho phụ nữ nhé, cộng sự?\" Edward hỏi. Tôi nhìn lên thấy anh đang nhếch miệng cười, đẹp đến nỗi tôi chỉ biết nhìn anh chằm chằm như con ngốc.  \"Hay là để tôi làm trước, nếu em muốn.\" Nụ cười tàn đi; rõ ràng anh đang tự hỏi không biết tôi có thông minh không.  \"Không, \" tôi nói, đỏ mặt. \"Tôi sẽ làm trước. \" Tôi đang khoe khoang, chỉ chút thôi. Tôi đã làm bài thí nghiệm này rồi, và tôi biết tôi sẽ tìm gì.  Dễ thôi. Tôi đưa mẫu vật đầu tiên vào dưới kính hiển vi và điều chỉnh nhanh phóng to 40 lần.  Tôi nghiên cứu mẫu vật thật nhanh.  Đánh giá của tôi rất tự tin. \" Tiền kỳ. \" \"Em có phiền không nếu tôi nhìn nó?\" Anh ấy hỏi khi tôi định tháo mẫu vật ra. Tay anh chạm tay tôi để chặn tôi lại, khi hỏi.  Ngón tay anh lạnh buốt, như thể anh đã nắm banh tuyết trước khi vào học.  Nhưng đó không phải là lý do tôi giật tay mình ra thật nhanh. Khi anh chạm vào tôi, nó châm tay tôi như thể có một dòng điện chạy ngang.  \"Tôi xin lỗi, \" anh thì thầm, kéo tay mình lại ngay lập tức. Tuy nhiên, anh vẫn với lấy kính hiển vi.  Tôi ngắm nhìn anh, vẫn phân vân, khi anh kiểm tra mẫu vật trong một thời gian còn ngắn hơn tôi đã làm.  \"Tiền kỳ, \" anh đồng ý, viết nắn nót vào chỗ trống đầu tiên trên tờ làm bài.  Anh nhanh chóng thay mẫu vật đầu bằng mẫu thứ hai, rồi nhìn lướt qua nó.  \"Hậu kỳ, \" anh thì thầm, viết xuống khi nói.  Tôi giữ cho giọng mình hờ hững. \"Tôi có thể xem chứ?\" Anh cười tự mãn và đẩy kính hiển vi qua tôi.  Tôi nhìn qua kính hăm hở, chỉ để thất vọng. Quỷ tha ma bắt, anh ta đúng.  \"Mẫu thứ ba?\"  Tôi chìa tay ra không nhìn anh.  Anh ấy trao nó cho tôi; có vẻ như anh đang cẩn thận để không chạm vào da tôi lần nữa.  Tôi nhìn nhanh nhất có thể.  \"Gian kỳ. \" tôi đẩy kính hiển vi trước khi anh hỏi. Anh nhìn cực nhanh, rồi ghi xuống. Tôi lẽ ra đã ghi xuống khi anh nhìn, nhưng chữ viết rõ ràng, sang trọng của anh đã làm tôi nhụt chí. Tôi không muốn làm hư trang viết với chữ viết nguệch ngoạc vụng về của mình.  Chúng tôi làm xong trước bất kỳ ai ngồi gần bên. Tôi có thể thấy Mike và cộng sự của anh ấy cứ so hai mẫu vật hết lần này đến lần khác, và nhóm khác đã mở sách dưới bàn.  Điều này làm tôi chẳng có chuyện gì để làm ngoài chuyện cố không nhìn anh ... không thành công. Tôi liếc nhìn lên, và anh ấy đang nhìn chằm chằm vào tôi, cùng vẻ thất vọng không thể giải thích được trong mắt anh. Bất ngờ tôi nhận biết sự khác biệt nhỏ trong khuôn mặt của anh ấy.  \"Anh đeo kính áp tròng hả?\" tôi buột miệng nói không thận trọng.  Anh có vẻ lúng túng vì câu hỏi bất ngờ của tôi. \" Không.\" \"Ồ, \" tôi lầm bầm. \"Tôi nghĩ mắt anh có cái gì đó là lạ. \" Anh nhún vai, và nhìn sang chỗ khác.  Thực ra, tôi chắc chắn có cái gì đó khác. Tôi nhớ rõ màu đen tuyền của đôi mắt anh lần cuối anh nhìn tôi trừng trừng – cái màu nổi bật trên nền da nhợt nhạt và mái tóc nâu vàng của anh. Hôm nay, mắt anh có màu hoàn toàn khác: màu nâu nhạt lạ lùng, đậm hơn kẹo bơ, nhưng có tông vàng giống nhau. Tôi không hiểu sao có thể vậy được, trừ phi vì lý do nào đó anh nói dối về vụ kính áp tròng. Hay có lẽ Forks đang làm tôi điên thực sự rồi.  Tôi nhìn xuống. Bàn tay anh lại siết chặt thành hai nắm đấm.  Thầy Banner đến bàn chúng tôi, để xem tại sao chúng tôi không làm việc.  Thầy nhìn qua vai chúng tôi để nhìn lướt qua bài thí nghiệm đã hoàn tất, rồi nhìn chăm chú hơn để kiểm tra các câu trả lời.  \"Nè, Edward, em có nghĩ là Isabella nên có cơ hội dùng kính hiển vi không?\" Thầy Banner hỏi.  \"Bella, \" Edward tự động sửa. \"Thực ra, cô ấy nhận ra ba mẫu trong số năm mẫu đó thầy. \" Thầy Banner bây giờ nhìn tôi; vẻ mặt thầy đầy hoài nghi.  \"Em đã làm bài thí nghiệm này bao giờ chưa?\" thầy hỏi.  Tôi mỉm cười ngượng ngùng. \" Không phải với rễ hành. \" \"Phôi nang cá hồi trắng hả?\" “Dạ. \" Thầy Banner gật đầu. \"Em học chương trình nâng cao ở Phoenix phải không?\" \"Vâng. \" \"Tốt, \" thầy nói sau một lúc, \"Tôi thấy hai em làm cộng sự thí nghiệm rất tốt. \" Thầy lầm bầm điều gì nữa khi bước đi.  Sau khi thầy đi, tôi lại tiếp tục vẽ nguệch ngoạc trên sổ tay.  \"Tuyết tan rồi buồn nhỉ?\" Edward hỏi. Tôi có cảm giác anh đang buộc mình phải trò chuyện  với tôi.  Chứng hoang tưởng lại xâm chiếm tôi lần nữa.  Giống như anh đã nghe câu chuyện tôi nói với Jessica lúc ăn trưa và đang cố chứng minh là tôi sai.  \"Thật ra thì không, \" tôi thành thật trả lời, thay vì giả vờ là bình thường như những người khác. Tôi vẫn đang cố tống cảm giác nghi ngờ ngu ngốc, và tôi không tài nào tập trung được.  \"Em không thích lạnh. \" đó không phải là một câu hỏi.  \"Và ướt nữa. \" \"Forks hẳn là nơi khó sống với em, \" anh suy tư.  \"Anh không biết đâu, \" tôi buồn rầu thì thầm.  Anh có vẻ thích những điều tôi nói, vì sao tôi chẳng hiểu.  Khuôn mặt anh làm tôi đãng trí nên tôi cố không nhìn vào nó nhiều hơn phép xã giao cho phép.  \"Vậy thì sao em đến đây?\" Chưa ai từng hỏi tôi điều đó - không thẳng thắn như anh, đang hỏi tôi.  \"Phức tạp lắm. \" \"Tôi nghĩ tôi có thể hiểu mà, \" anh nhấn mạnh.  Tôi ngập ngừng hồi lâu, rồi phạm lỗi khi nhìn vào ánh nhìn chằm chằm của anh. Đôi mắt vàng đậm của anh làm tôi rối lên, và tôi trả lời không suy nghĩ.  \"Mẹ tôi lấy chồng lần nữa, \" tôi nói.  \"Chuyện đó đâu có phức tạp đến thế, \" anh không đồng ý, nhưng anh đột ngột tỏ ra cảm thông. \"Khi nào vậy?\" \"Cuối tháng Chín. \" giọng tôi có vẻ buồn, thậm chí đối với tôi.  \"Mà em không thích ông ấy, \" Edward phỏng đoán, giọng anh vẫn ân cần.  \"Không, Phil tốt lắm.  Có lẽ quá trẻ, nhưng cũng dễ thương. \" \"Sao em không ở với họ ?\" Tôi không biết sao anh lại quan tâm, nhưng anh cứ nhìn tôi chằm chằm bằng đôi thấu hiểu, như thể câu chuyện về cuộc đời tẻ nhạt của tôi vô cùng quan trọng với anh vậy.  \"Phil đi nhiều. Ông chơi bóng để kiếm sống. \" tôi cười nửa miệng.  \"Tôi có biết ông ấy không nhỉ?\" anh hỏi, mỉm cười đáp lại.  \"Có lẽ không. Ông chơi không hay lắm. Chỉ là một đội rất nhỏ. Ông đi hoài. \" \"Nên mẹ em gửi em ở đây để bà có thể đi cùng ông ấy. \" Anh nói như xác nhận lại, không phải là câu hỏi.  Cằm tôi hơi vênh lên. \" Không, mẹ không gửi tôi đến đây. Tôi tự đi. \" Lông mày anh nhíu lại với nhau. \" Tôi không hiểu, \" anh thừa nhận, và anh có vẻ tuyệt vọng thái quá vì chuyện đó.  Tôi thở dài. Vì sao tôi lại giải thích chuyện này với anh chứ? Anh vẫn cứ nhìn tôi chằm chằm với sự hiếu kỳ thấy rõ.  \"Lúc đầu mẹ ở với tôi, nhưng mẹ nhớ ông ấy.  Điều đó làm mẹ không hạnh phúc nên tôi quyết định đã đến lúc phải dành kha khá thời gian cho Charlie. \"  giọng tôi đầy buồn bã khi nói xong.  \"Nhưng bây giờ em lại không vui, \" anh chỉ ra.  \"Thì sao chứ?\" tôi thách thức.  \"Có vẻ không công bằng. \" anh nhún vai, nhưng mắt anh vẫn đầy xúc động.  Tôi cười khan. \" Chưa ai nói với anh sao? Đời là bất công mà.” \"Tôi nghĩ tôi đã từng nghe đâu đó rồi”, anh mỉa mai công nhận.  \"Vậy đó,\" tôi khăng khăng, không hiểu vì sao anh cứ nhìn chằm chằm vào mình như thế.  Ánh nhìn chằm chằm của anh trở thành đánh giá. \"Em tỏ vẻ ngoan cường lắm, \" anh chậm rãi nói.  \"Nhưng tôi dám cá em đang rất khổ tâm. \" Tôi nhăn nhó với anh, ráng kềm chế nỗi thôi thúc muốn thè lưỡi ra chế giễu như lúc lên năm tuổi, và nhìn sang chỗ khác.  \"Tôi nói không đúng à?\" Tôi cố lờ anh đi.  \"Tôi không nghĩ vậy, \" anh thì thầm tự mãn.  \"Chuyện đó dính dáng gì đến anh đâu?\"  tôi hỏi, đầy tức tối. Tôi cứ nhìn đi chỗ khác, quan sát thầy đang đi một vòng.  \"Đúng là một câu hỏi rất hay, \" anh thì thầm, lặng lẽ đến nỗi tôi tự hỏi không biết có phải anh đang tự nói với chính mình không. Tuy nhiên, sau khi vài giây im lặng, tôi cho là đó là câu trả lời duy nhất tôi nhận được.  Tôi thở dài, cau có nhìn lên bảng.  \"Tôi làm phiền em à?\" anh hỏi. Có vẻ thích thú.  Tôi liếc anh không suy nghĩ ... và lại nói thật. \"Thật ra thì không. Tôi bực bản thân mình hơn.  Khuôn mặt tôi bộc lộ hết mọi thứ - mẹ tôi luôn luôn gọi tôi là quyển sách toang của bà. \" tôi cau mày.  \"Trái lại, tôi thấy em rất khó đọc.” Mặc dù mọi thứ là tôi nói ra còn anh chỉ đoán, nhưng anh có vẻ rất thực lòng.  \"Anh hẳn là người đọc giỏi,” tôi trả lời.  \"Thường là vậy.” anh cười toe toét, để lộ hàm răng trắng bóng, hoàn hảo.  Thầy Banner yêu cầu lớp trật tự nên tôi nhẹ nhõm chuyển sang lắng nghe thầy. Tôi không thể tin nỗi mình vừa mới thanh minh thanh nga cuộc sống buồn bã của mình cho anh chàng đẹp trai kỳ quái này, người có thể hoặc có thể sẽ không coi thường tôi.  Anh có vẻ bị cuốn hút trong câu chuyện của chúng tôi, nhưng bây giờ tôi có thể thấy, từ khoé mắt, anh ấy đang nhích ra xa tôi trở lại, tay anh kẹp chặt mép bàn căng thẳng thấy rõ.  Tôi cố tỏ vẻ chăm chú lắng nghe khi thầy Banner minh họa bằng phim đèn chiếu trên máy chiếu, những thứ tôi đã nhìn thấy dễ dàng qua kính hiển vi. Nhưng suy nghĩ của tôi cứ quay cuồng không thể kềm chế được.  Khi tiếng chuông cuối cùng cũng vang lên, Edward vội vã ra khỏi phòng, nhanh mà vẫn duyên dáng y như đã làm hôm thứ hai rồi. Và, như thứ hai rồi, tôi chằm chằm vào lưng anh một cách kinh ngạc.  Mike lập tức tót đến bên tôi và thu dọn sách giùm tôi. Tôi tưởng tượng anh có cái đuôi ve vẩy.  \"Thiệt là tệ hại, \" anh rên rỉ. \"Mấy cái đó trông giống y như nhau. Bạn thiệt là may vì Cullen làm cộng sự. \" \"Tôi chẳng thấy khó gì cả, \" tôi nói, tự ái vì lời ước đoán của anh ta. Tôi hối tiếc vì đã làm mất mặt anh ta. \"Tuy vậy, chỉ vì tôi đã làm bài thí nghiệm đó trước đây rồi mà thôi, \" tôi nói thêm trước khi anh ấy cảm thấy bị tổn thương.  \"Cullen hôm nay có vẻ khá thân thiện, \" anh bình luận khi chúng tôi chui vào áo mưa. Anh có vẻ không vui vì chuyện đó.  Tôi cố tỏ vẻ dửng dưng. \"Tôi chẳng hiểu hôm thứ hai rồi anh ta bị gì nữa.” Tôi không thể tập trung vào lời tán dóc của Mike khi bước vào phòng tập thể dục, và RE. cũng không làm tôi chú ý được, Mike chung nhóm với tôi hôm nay.  Anh hào hiệp bao luôn vị trí của tôi cũng như của anh ấy, cho nên tôi tha hồ mơ mộng cho đến khi tới phiên tôi phát bóng; nhóm của tôi cảnh giác cúi xuống tránh xa tôi mỗi lần tôi nhảy lên.  Mưa chỉ là cơn mưa phùn nhẹ khi tôi bước đến bãi đậu xe, nhưng tôi khoái hơn lúc được ngồi vào chiếc xe khô ráo. Tôi bật máy sưởi lên, và chỉ một lần này thôi, tôi chẳng hề quan tâm đến tiếng gầm váng óc của động cơ. Tôi mở phéc-mơ-tuya áo khoác, kéo mũ trùm đầu ra, rồi lắc nhẹ mái tóc ẩm ướt để lò sưởi có thể làm khô nó trên đường về.  Tôi nhìn quanh quất để xem đường có trống không.  Đó là lúc tôi nhận ra cái bóng trắng lặng lẽ. Edward Cullen đang tựa vào cửa trước của chiếc Volvo, cách tôi ba chiếc xe, và nhìn chăm chú về phía tôi.  Tôi nhìn nhanh sang chỗ khác và chạy lùi, suýt tông phải chiếc Toyota Corolla gỉ sét vì vội vàng. May mắn cho chiếc Toyota này, tôi đã đạp thắng kịp lúc. Đó đúng là loại xe mà cái xe tải của tôi có thể biến nó thành phế liệu. Tôi hít thật sâu, vẫn về phía khác, rồi cẩn thận quành xe ra lần nữa, hoàn toàn thành công. Tôi nhìn thẳng về phía trước khi chạy qua chiếc Volvo, nhưng khi liếc nhìn lén, tôi dám cá là tôi thấy anh đang cười to."
        }
    ],
    "suggestions": []
}