{
    "en_vn": {
        "data": {
            "content": null,
            "word": "excavations"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "excavations"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "excavations"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>excavations</k><blockquote><blockquote><ex><abr>n.</abr> to carry out archeological excavations</ex></blockquote></blockquote></div>",
            "word": "excavations"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "excavations"
        }
    },
    "sentences": [
        {
            "en": "I'm addicted in archaeological <em>excavations</em>.",
            "vi": "Tôi mê khai quật khảo cổ."
        },
        {
            "en": "I 'm addicted in archaeological <em>excavations</em>.",
            "vi": "Tôi mê khai quật khảo cổ."
        },
        {
            "en": "Further <em>excavations</em> in the caves will be carried out in the coming months. ",
            "vi": "Các cuộc khai quật tiếp theo trong các hang động sẽ được tiến hành trong những tháng tới."
        },
        {
            "en": "Further <em>excavations</em> revealed stray pieces of timber and an iron gun.",
            "vi": "Tiến hành khai quật sâu hơn ông đã phát hiện những mảnh gỗ rải rác và một khẩu đại bác bằng đồng."
        },
        {
            "en": "Archaeological <em>excavations</em> indicate that the Rapanui went to heroic efforts to protect the resources of their wind-lashed, infertile fields.",
            "vi": "Những cuộc khai quật khảo cổ cho thấy rằng người Rapanui đã nỗ lực phi thường trong việc bảo vệ nguồn tài nguyên trong gió lốc hay những cánh đồng kiệt quệ."
        },
        {
            "en": "He is excited by <em>excavations</em> now under way in Anatolia, a potential birthplace of the modern mind, in Catalhôyük.",
            "vi": "Ông rất hứng thú bởi cuộc khai quật được tiến hành tại Anatolia, một nơi ra đời tiềm năng của bộ não hiện đại, ở Catalhôyük."
        },
        {
            "en": "Anti-tank ditches are linear <em>excavations</em> used to slow, disrupt and confuse the advance of attacking forces.",
            "vi": "Các hào chống tăng là các hổ được đào thẳng được sử dụng để làm chậm, phá vỡ và làm rối loạn bước tiến của lực lượng tấn công."
        },
        {
            "en": "Mine working, as explained above, are <em>excavations</em> which must be made so as to extract mineral or to prepare for its extraction.",
            "vi": "Các đường lò mỏ, như đã giải thích ở trên, là các công trình được đào để khai thác khoáng sản hoặc để chuẩn bị cho khai thác."
        },
        {
            "en": "Mine working, as explained above, are <em>excavations</em> which must be made so as to extract mineral or to prepare for its extraction.",
            "vi": "Các đường lò mỏ, như đã giải thích ở trên, là các công trình  được đào để khai thác khoáng sản hoặc để chuẩn bị cho khai thác."
        },
        {
            "en": "The <em>excavations</em> were conducted last month at Tham Cave in Na Ri District and Pac Vat Cave in Ba Be District.",
            "vi": "Các cuộc khai quật đã được tiến hành vào tháng trước tại hang Thắm ở huyện Na Rì và hang Pác Vạt ở huyện Ba Bể."
        }
    ],
    "suggestions": []
}