{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ik'si:diη]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">vượt trội, quá chừng</td></tr></table><i/></div>",
            "word": "exceeding"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>exceeding</k><blockquote><cclass>archaic </cclass></blockquote><blockquote>■ <cclass>adjective very great. </cclass></blockquote><blockquote>■ <cclass>adverb exceedingly. </cclass></blockquote></div>",
            "word": "exceeding"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>exceeding</k><blockquote><cclass><i>(archaic)</i></cclass></blockquote><blockquote>▸ <cclass>adjective <i>his exceeding kindness</i>: GREAT, considerable, exceptional, tremendous, immense, extreme, supreme, outstanding.</cclass></blockquote><blockquote>▸ <cclass>adverb <i>the Lord has been exceeding gracious.</i>: <i>See</i><kref>exceedingly</kref>.</cclass></blockquote></div>",
            "word": "exceeding"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exceeding"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "exceeding"
        }
    },
    "sentences": [
        {
            "en": "They are <em>exceeding</em> last year's showing.",
            "vi": "Họ đang vượt chỉ tiêu của năm ngoái."
        },
        {
            "en": "Fined for <em>exceeding</em> the speed limit.",
            "vi": "Bị phạt do vượt quá tốc độ quy định."
        },
        {
            "en": "He was prosecuted for <em>exceeding</em> the speed limit.",
            "vi": "Anh ta bị truy tố vì đã vượt quá tốc độ quy định."
        },
        {
            "en": "Revenues continued to grow, <em>exceeding</em> $60 million, and Whitman reported a net profit of $143, 000.",
            "vi": "Doanh thu đã tiếp tục tăng, vượt quá $ 60 triệu, và Whitman đã báo cáo lợi nhuận ròng là $ 143.000."
        },
        {
            "en": "A superhuman is an entity with intelligence or abilities <em>exceeding</em> normal human standards.",
            "vi": "Siêu nhân là người có khả năng hay trí tuệ hơn mức bình thường."
        },
        {
            "en": "The industrial sector has grown at annual rates <em>exceeding</em> ten percent for more than a decade.",
            "vi": "Khu vực công nghiệp liên tục tăng trưởng với tốc độ hàng năm trên 10% trong hơn một thập kỷ."
        },
        {
            "en": "Thus, Viet Nam's customs tariff included some MFN tariff rates <em>exceeding</em> 60%.",
            "vi": "Do vậy, biểu thuế nhập khẩu của việt nam có một số mức thuế suất mfn cao hơn 60%."
        },
        {
            "en": "Any staff members traveling overseas on company business will be billed for <em>exceeding</em> their expense allowances.",
            "vi": "Bất cứ nhân viên nào đi công tác nước ngoài sẽ phải trình hóa đơn công tác phí vượt mức."
        },
        {
            "en": "Hand luggage <em>exceeding</em> these limits will not be allowed on board.",
            "vi": "Hành lý xách tay vượt quá những giới hạn này sẽ không được phép đem lên máy bay."
        },
        {
            "en": "Yet she herself has had her license suspended for <em>exceeding</em> the speed limit.",
            "vi": "Tuy nhiên chính cô ấy lại khiến bằng lái của cô ấy bị treo do lái xe quá tốc độ hạn định."
        },
        {
            "en": "The Vietnamese telecom market has become saturated with the number of mobile subscribers <em>exceeding</em> the population. ",
            "vi": "Thị trường viễn thông Việt Nam đã trở nên bão hòa với số lượng thuê bao di động vượt quá số dân."
        },
        {
            "en": "He will need to fill in a form for any claim <em>exceeding</em> 1000 dollars.",
            "vi": "Anh ta phải điền đơn cho bất kỳ yêu cầu bồi thường vượt quá 1000 đô la."
        },
        {
            "en": "In principle, the HCMC budget must be balanced, with expenditures not <em>exceeding</em> revenue.",
            "vi": "Về nguyên tắc, ngân sách Tp. HCM phải được cân đối, chi không được vượt quá thu."
        },
        {
            "en": "An excess or deficiency not <em>exceeding</em> 1% of the total net weight contracted hereof will be permitted at Buyer's option.",
            "vi": "Dư hay thiếu không quá 1% tổng trọng lượng tịnh là theo quyền lựa chọn của người mua."
        },
        {
            "en": "There is consistent overspending by Tuyen Quang, Quang Ngai and Son La (partly due to credit fund spending <em>exceeding</em> allocations).",
            "vi": "Có xu hướng bội chi tại Tuyên Quang, Quảng Ngãi và Sơn La (một phần là do vốn tín dụng chi vượt quá phân bổ)."
        },
        {
            "en": "The proportion of workers who \"found a job myself\" is also high, by far <em>exceeding</em> other sources of information.",
            "vi": "Ngoài nguồn thông tin khác, phần lớn là người lao động “tự kiếm được việc làm”."
        },
        {
            "en": "Injury prevention: Drowning is the leading cause of injury-related death of children, far <em>exceeding</em> other causes.",
            "vi": "Phòng ngừa thương tật: Chết đuối là nguyên nhân chính gây ra tỷ lệ tử vong liên quan đến thương tật ở trẻ em, cao hơn nhiều so với những nguyên nhân khác."
        },
        {
            "en": "Working environment having temperatures <em>exceeding</em> 40oC in Summer or 35oC in Winter or highly affected by heat radiation.",
            "vi": "Môi trường làm việc có nhiệt độ vượt quá 40 độ C trong mùa hè và 35 độ C trong mùa đông hoặc bị ảnh hưởng nhiệt phóng xạ lớn."
        },
        {
            "en": "If you place orders for a quantity <em>exceeding</em> 5, 000 dozen, a discount of 3 per cent will be given.",
            "vi": "Nếu ông đặt hàng với số lượng vượt quá 5.000 tá, chúng tôi sẽ dành một khoản giảm giá 3% cho ông."
        },
        {
            "en": "The U.S. government is the largest single donor to the Global Fund, with pledges <em>exceeding</em> USD 2.1 billion through 2008.",
            "vi": "Chính phủ Hoa Kỳ là nhà tài trợ riêng lẻ lớn nhất của Quỹ Toàn cầu với các cam kết lên tới hơn 2,1 tỷ đôla cho hết năm 2008."
        }
    ],
    "suggestions": []
}