{
    "en_vn": {
        "data": {
            "content": null,
            "word": "excepted"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>excepted</k><blockquote><b><cclass>adjective excepted</cclass></b></blockquote><blockquote><cclass>postposition specify as not included:</cclass></blockquote><blockquote>→ <kref>except</kref></blockquote></div>",
            "word": "excepted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "excepted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "excepted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "excepted"
        }
    },
    "sentences": [
        {
            "en": "Present company <em>excepted</em>",
            "vi": "Trừ các bạn ra"
        },
        {
            "en": "They <em>excepted</em> against his statement.",
            "vi": "Họ phản đối lại lời tuyên bố của ông ta."
        },
        {
            "en": "The fall in profits had been <em>excepted</em>.",
            "vi": "Người ta chờ đợi sự sụt giảm của tiền lãi."
        },
        {
            "en": "He was <em>excepted</em> from the new regulations.",
            "vi": "Điều lệ mới không áp dụng đối với ông ấy."
        },
        {
            "en": "They <em>excepted</em> him from the membership list.",
            "vi": "Họ loại anh ấy ra khỏi danh sách hội viên."
        },
        {
            "en": "Only children under five are <em>excepted</em> from this survey",
            "vi": "Chỉ có trẻ em dưới năm tuổi mới không đưa vào cuộc điều tra này"
        },
        {
            "en": "Only children under five are <em>excepted</em> from this survey.",
            "vi": "Chỉ có trẻ em dưới năm tuổi mới được loại ra khỏi cuộc điều tra này."
        },
        {
            "en": "High technology would be <em>excepted</em> from trade agreement.",
            "vi": "Công nghệ cao không được bao gồm trong thoả ước thương mại."
        },
        {
            "en": "He was <em>excepted</em> from the list of those to be pardoned by the Governor.",
            "vi": "Tên anh ta bị loại khỏi danh sách những người được Thống đốc ân xá."
        },
        {
            "en": "Errors and omissions <em>excepted</em>, the names of proprietary products are distinguished by initial capital letters.",
            "vi": "Ngoại trừ lỗi hoặc sơ sót, tên các sản phẩm có đăng ký độc quyền được để dưới dạng chữ in nghiêng."
        },
        {
            "en": "My feeling is that the people around here, present company <em>excepted</em> of course, are rather unfriendly.",
            "vi": "Cảm tưởng của tôi là người dân quanh đây, đương nhiên là ngoại trừ các vị có mặt ở đây, không được thân thiện lắm."
        },
        {
            "en": "We all had to take part in the training run, with nobody <em>excepted</em>.",
            "vi": "Tất cả chúng tôi đều phải tham gia cuộc tập chạy, không trừ người nào."
        },
        {
            "en": "Certain risks may be <em>excepted</em> from the terms of an insurance contract.",
            "vi": "Rủi ro chắc chắn xảy ra có thể được loại ra khỏi các điều khoản trong hợp đồng bảo hiểm."
        },
        {
            "en": "People tend to drink too much at parties, present company <em>excepted</em>, of course",
            "vi": "Hình như người ta có xu hướng uống quá nhiều ở các bữa tiệc đấy, tất nhiên không phải là nói về các bạn."
        },
        {
            "en": "Working here is a dream of a lot of person, not <em>excepted</em> me.",
            "vi": "Làm việc ở đó là mơ ước của rất nhiều người, không ngoại trừ tôi."
        },
        {
            "en": "Promethean and XX add partner name XX reserve the right to refuse, cancel or amend this offer at any time without notice. Products may vary from shown. Errors and omissions <em>excepted</em>.",
            "vi": "Promethean và XX thêm tên đối tác XX có quyền từ chối, hủy bỏ hoặc sửa đổi khuyến mãi này bất cứ lúc nào mà không cần thông báo. Các sản phẩm có thể không giống với hình minh hoạ. Đã kiểm tra lỗi và thiếu sót kỹ lưỡng"
        },
        {
            "en": "These <em>excepted</em> goods required permission from the Prime Minister to transit through the territory of Viet Nam, and commodities subject to business prohibition or import and export prohibition required permission from the Minister of Trade.",
            "vi": "Trong đó loại trừ hàng hoá yêu cầu phải có sự đồng ý của thủ tướng để quá cảnh qua lãnh thổ việt nam và hàng hoá bị cấm kinh doanh hoặc cấm xuất nhập khẩu yêu cầu phải có sự đồng ý của bộ trưởng bộ thương mại."
        }
    ],
    "suggestions": []
}