{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ek'saitidli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xúc động</td></tr></table><i/></div>",
            "word": "excitedly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "excitedly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "excitedly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "excitedly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "excitedly"
        }
    },
    "sentences": [
        {
            "en": "He shouted <em>excitedly</em>.",
            "vi": "Ông ấy hét lên hào hứng."
        },
        {
            "en": "It's an old man, Jody cried <em>excitedly</em>.",
            "vi": "Có một ông lão tới, jody kêu lên bằng một giọng đầy xúc động."
        },
        {
            "en": "This isn't a hole, he thought <em>excitedly</em>.",
            "vi": "Đây không phải là hang đâu, chàng nghĩ hào hứng."
        },
        {
            "en": "The dog wagged its tail <em>excitedly</em>.",
            "vi": "Con chó ngoắt đuôi rối rít."
        },
        {
            "en": "<em>Excitedly</em>, Della pulled off the paper.",
            "vi": "Della mở lớp giấy gói ra một cách rất hào hứng."
        },
        {
            "en": "He smiled <em>excitedly</em>, her eyes gleaming.",
            "vi": "Nó cười thích thú, mắt sáng rực."
        },
        {
            "en": "He called out <em>excitedly</em> to his wife.",
            "vi": "Ông ấy háo hức gọi vợ ra."
        },
        {
            "en": "\"it's from uncle Bill,\" he shouted <em>excitedly</em>.",
            "vi": "\"đây là quà của chú bill,\" nó phấn khởi la lên."
        },
        {
            "en": "He went home and <em>excitedly</em>, told his wife the story.",
            "vi": "Anh ấy về nhà và phấn khởi kể cho vợ mình nghe câu chuyện."
        },
        {
            "en": "I could hear people shouting <em>excitedly</em> to each other.",
            "vi": "Tôi có thể nghe mọi người la to phấn khởi với nhau."
        },
        {
            "en": "The game is still taking place nervously and <em>excitedly</em>.",
            "vi": "Trận đấu vẫn đang diễn ra căng thẳng và hấp dẫn."
        },
        {
            "en": "Later, on our way back to Gion, Mameha turned to me <em>excitedly</em> in the rickshaw.",
            "vi": "Sau đó, khi trên đường về lại gion, mameha quay qua nói với tôi rất hăng say trên xe kéo."
        },
        {
            "en": "Gran' ma gave him to me, she cried <em>excitedly</em>, holding the kitten out by the scruff.",
            "vi": "Bà cho con đấy, bonnie phấn khởi kêu lên, túm cổ chú mèo giơ lên."
        },
        {
            "en": "His spade had struck something hard in the rocky soil and he was shouting <em>excitedly</em>.",
            "vi": "Chiếc cuốc của ông ấy đã chạm vào vật gì cứng trong đó và ông ấy la lên vì xúc động."
        },
        {
            "en": "Three kids <em>excitedly</em> cross a babbling stream during a tour. Photo: Tuoi Tre",
            "vi": "Ba đứa trẻ hào hứng vượt qua một dòng suối chảy róc rách trong một tour du lịch. Ảnh: Tuổi Trẻ"
        },
        {
            "en": "The little boy ran into the room <em>excitedly</em>, but hit his knee against the doorway.",
            "vi": "Cậu bé nhỏ chạy vào phòng một cách hào hứng, nhưng bị va đầu gối vào ô cửa."
        },
        {
            "en": "They talked <em>excitedly</em>, wheedlingly, and in all kinds of fashions to the man.",
            "vi": "Họ nói chuyện với anh ấy bằng giọng sôi nổi, hoặc tán tỉnh nhỏ to, bằng đủ thứ giọng."
        },
        {
            "en": "\"that's it!\" he shouted <em>excitedly</em> to the electricians behind the stage.",
            "vi": "\"đúng nó rồi!\" ông ta la lên một cách phấn khởi với những người phụ trách điện sau sân khấu."
        },
        {
            "en": "She talked <em>excitedly</em> to reporters about her hopes of winning the race.",
            "vi": "Bà ta phấn khích nói chuyện với các phóng viên về hy vọng chiến thắng trong cuộc đua."
        },
        {
            "en": "Boats and ships have <em>excitedly</em> rushed to the sports since the very early morning.",
            "vi": "Từ sớm tinh mơ các tàu thuyền đã đổ xô về các bến bãi."
        }
    ],
    "suggestions": []
}