{
    "en_vn": {
        "data": {
            "content": null,
            "word": "excluding",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>excluding</k><blockquote>■ <cclass>preposition not taking into account; except. </cclass></blockquote></div>",
            "word": "excluding",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "excluding",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "excluding",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "excluding",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Note: <em>excluding</em> grants.",
            "vi": "Chú thích: không kể viện trợ không hoàn lại."
        },
        {
            "en": "not counting, <em>excluding</em>",
            "vi": "không kể đến"
        },
        {
            "en": "It's 23 dollars, <em>excluding</em> tax.",
            "vi": "Nó giá 23 đô la, chưa bao gồm thuế."
        },
        {
            "en": "This is the total premium <em>excluding</em> loading.",
            "vi": "Đây là tổng phí bảo hiểm, chưa kể phụ phí."
        },
        {
            "en": "Notes: <em>Excluding</em> wages & salaries in defence sector.",
            "vi": "Chú ý: Trừ lương và phụ cấp trong quốc phòng."
        },
        {
            "en": "My family has 9 people including <em>excluding</em> my parents.",
            "vi": "Nhà tôi có 9 người kể cả ba mẹ tôi."
        },
        {
            "en": "The number of approved projects is 28 (<em>excluding</em> planning grants).",
            "vi": "Số lượng dự án đã phê duyệt là 28 (không kể các khoản viện trợ đang lên kế hoạch)."
        },
        {
            "en": "By the way, the daily rate is $30, <em>excluding</em> breakfast.",
            "vi": "Sắn đây xin thông báo luôn là tiền phòng mỗi ngày là 30 đô la, không bao gồm bữa ăn sáng."
        },
        {
            "en": "The trunk of an individual, <em>excluding</em> the limbs.",
            "vi": "Thân của một cá thể, không kể các chi."
        },
        {
            "en": "For services auxiliary to insurance (<em>excluding</em> pension funding services).",
            "vi": "Đối với các dịch vụ phụ trợ bảo hiểm (không bao gồm các dịch vụ quỹ hưu trí)."
        },
        {
            "en": "Reliance on user fees risks <em>excluding</em> the poor from services.",
            "vi": "Sự phụ thuộc vào việc thu phí dịch vụ có nguy cơ làm cho người nghèo không tiếp cận được với cách dịch vụ."
        },
        {
            "en": "The Mekong Delta, <em>excluding</em> Long An, exported $1.7 billion.",
            "vi": "Khu vực đồng bằng sông Cửu Long, trừ Long An, xuất khẩu được 1,7 tỷ đô la."
        },
        {
            "en": "30 US dollars a night for a double room <em>excluding</em> service charge.",
            "vi": "30 đô la Mỹ một đêm cho phòng đôi đã bao gồm phí dịch vụ."
        },
        {
            "en": "This involves increasing negative dumping margins for transactions under investigation to zero and thus <em>excluding</em> them.",
            "vi": "Cách làm này nâng những biên độ phá giá âm đối với những giao dịch được điều tra lên cho bằng không và nhờ đó loại bỏ chúng."
        },
        {
            "en": "The average cost, <em>excluding</em> insurance, is around 400 dollars a year.",
            "vi": "Chi phí trung bình, không bao gồm bảo hiểm khoảng 400 đô la một năm."
        },
        {
            "en": "List of countries with shares larger than Viet Nam, <em>excluding</em> petroleum exporters & those without data.",
            "vi": "Danh Sách các nước có tỉ phần xuất khẩu/GDP cao hơn Việt Nam, trừ các nước xuất khẩu dầu khí và các nước không có số liệu."
        },
        {
            "en": "However, prices <em>excluding</em> those of fuel and food fell, indicating that deflation remains a problem.",
            "vi": "Tuy nhiên, giá cả các loại mặt hàng khác ngoài nhiên liệu và thực phẩm giảm, cho thấy giảm phát vẫn là vấn đề nan giải cho quốc gia này."
        },
        {
            "en": "<em>Excluding</em> food and energy costs, which are highly volatile, consumer prices fell 0.5% from last year.",
            "vi": "Ngoài giá thức ăn và năng lượng là hai mặt hàng rất hay thay đổi thì giá tiêu dùng cũng đã giảm 0,5% từ năm ngoái."
        },
        {
            "en": "All insurance and insurance related services, <em>excluding</em> health insurance services and insurance agent services.",
            "vi": "Tất cả các dịch vụ bảo hiểm và các dịch vụ liên quan đến bảo hiểm, không bao gồm các dịch vụ bảo hiểm y tế và dịch vụ đại lý bảo hiểm."
        },
        {
            "en": "None, except for services auxiliary to insurance (<em>excluding</em> pension funding services) is unbound.",
            "vi": "Không một hạn chế nào, trừ các dịch vụ phụ trợ bảo hiểm (không bao gồm dịch vụ quỹ hưu trí) là chưa cam kết."
        }
    ],
    "suggestions": []
}