{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">exclusion</font></td></tr></table><i/></div>",
            "word": "exclusionary",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "exclusionary",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "exclusionary",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exclusionary",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "exclusionary",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Measurement, using any <em>exclusionary</em> criteria such as an income line, imparts a precision to the concepts which does not exist in reality.",
            "vi": "Một thước đo có sử dụng bất kể một tiêu chí ngoại trừ nào như ngưỡng thu nhập sẽ gán cho các khái niệm này một sự chính xác không tồn tại trong thực tế."
        },
        {
            "en": "First, and perhaps most important, they are inclusionary rather than <em>exclusionary</em>; that is, they do not require that the state divide the population between beneficiaries and non-beneficiaries.",
            "vi": "Thứ nhất, và có lẽ là quan trọng nhất là chúng mang tính rộng khắp chứ không loại trừ; điều này có nghĩa là chúng không yêu cầu nhà nước chia người dân thành đối tượng trong chính sách và đối tượng ngoài chính sách."
        },
        {
            "en": "First, and perhaps most important, they are inclusionary rather than <em>exclusionary</em>; that is, they do not require the state to divide the population between beneficiaries and non-beneficiaries.",
            "vi": "Trước tiên và có lẽ là quan trọng nhất, đây là bao hàm chứ không phải ngoại trừ; nghĩa là, chúng không yêu cầu nhà nước phải phân chia dân cư thành các nhóm thụ hưởng và không thụ hưởng."
        },
        {
            "en": "Second, if they are feasible to implement, universal programmes carry much lower administrative requirements and costs, and involve much less state intrusion into the private life of citizens than <em>exclusionary</em> programmes.",
            "vi": "Thứ hai, nếu chúng khả thi trong việc thực hiện thì các chương trình phổ cập có yêu cầu và chi phí hành chính thấp hơn nhiều, và nhà nước ít thâm nhập vào đời sống tư của nhân dân hơn là các chương trình mang tính loại trừ."
        }
    ],
    "suggestions": []
}