{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,iksklu:'siviti]</font></td></tr><tr id=\"cvk\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">Cách viết khác:</font></td></tr><tr id=\"cvk_t\"><td> </td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">exclusiveness</font></td></tr><tr id=\"pak\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[iks'klu:sivnis]</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">như <font color=\"#1371BB\">exclusiveness</font></td></tr></table><i/></div>",
            "word": "exclusivity"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "exclusivity"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "exclusivity"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exclusivity"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "exclusivity"
        }
    },
    "sentences": [
        {
            "en": "Porsche highlighted its <em>exclusivity</em> by aiming at the high end of the luxury-car segment.",
            "vi": "Porsche nhấn mạnh độc quyền của mình bằng cách nhằm vào cuối phân khúc cao với các dòng xe sang trọng."
        },
        {
            "en": "Porsche highlighted its <em>exclusivity</em> by aiming at the high end of the luxury - car segment.",
            "vi": "Porsche nhấn mạnh độc quyền của mình bằng cách nhằm  vào cuối phân khúc cao với các dòng xe sang trọng."
        },
        {
            "en": "Our aim is to introduce your radios on a large scale into the French market, and eventually require a concession from you for <em>exclusivity</em>.",
            "vi": "Mục đích của chúng tôi là giới thiệu mặt hàng máy thu thanh của các ông với quy mô lớn vào thị trường Pháp và cuối cùng yêu cầu các ông nhường cho chúng tôi độc quyền về mặt hàng này."
        },
        {
            "en": "We wish to inform you that this article is under the <em>exclusivity</em> of Messrs. J. Smith & Co. in your district. You may contact them for your requirements.",
            "vi": "Chúng tôi muốn thông báo cho ông rằng mặt hàng này là độc quyền của công ty Messrs. J. Smith tại vùng của ông. Ông có thể liên lạc với họ nếu có yêu cầu."
        },
        {
            "en": "A committed relationship is an interpersonal relationship based upon a mutually agreed upon commitment to one another involving <em>exclusivity</em>, honesty, or some other agreed upon behavior.",
            "vi": "Một mối quan hệ có cam kết là một mối quan hệ giữa những cá nhân dựa trên một thoả thuận cam kết với nhau liên quan đến độc quyền, trung thực, hoặc một số hành vi khác theo thỏa thuận."
        },
        {
            "en": "Once you get to know the owner, it'll become like your very own restaurant - a place that has the <em>exclusivity</em> and cachet a private club imparts with all the warmth and comfort of your own home.",
            "vi": "Một khi bạn đã quen với người chủ, nó sẽ trở nên giống như nhà hàng của bạn vậy – một nơi có cảm giác riêng tư và một câu lạc bộ tư nhân chất lượng cao, với tình thân ấm áp và thoải mái như ở nhà."
        },
        {
            "en": "7. The AT&T problem Nokia’s Lumia 900 will only be available on AT&T’s network. In today’s hotly contested market where devices are available on nearly every carrier’s service, that’s a major liability for the device. Even Apple’s iPhone, which was once exclusive to AT&T, is now available on Verizon and Sprint networks. <em>Exclusivity</em> is a major liability nowadays.",
            "vi": "7. Vấn đề AT&TLumia 900 của Nokia sẽ chỉ sẵn sàng cho nhà mạng của AT&T. Trong thị trường cạnh tranh nóng bỏng hiện nay nơi những thiết bị sẵn sàng hoạt động trên hầu hết dịch vụ của nhà mạng, đó là một trở ngại lớn cho thiết bị. Thậm chí iPhone của Apple đã từng là độc quyền của nhà mạng AT&T, hiện giờ có sẵn trên các nhà mạng Verizon và Sprint. Tính độc quyền là một trở ngại lớn hiện nay."
        },
        {
            "en": "Caution here! Some people consider sex to be an indicator of <em>exclusivity</em> and some people DO NOT! Always use caution and be sure to communicate with the other person. Some consider it okay to date and have sex with multiple people without expectation of being exclusive.",
            "vi": "Cẩn thận! Có người coi quan hệ tình dục là dấu hiệu được độc chiếm một người nhưng có người không nghĩ vậy. Luôn hết sức cẩn trọng và trò chuyện rõ ràng với người đó. Có người nghĩ hò hẹn và quan hệ tình dục với nhiều người là bình thường, và đừng trông mong có chuyện mình là duy nhất của người ta."
        }
    ],
    "suggestions": []
}