{
    "en_vn": {
        "data": {
            "content": null,
            "word": "excreting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "excreting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "excreting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "excreting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "excreting"
        }
    },
    "sentences": [
        {
            "en": "Nearly every meal I've eaten outdoors has been a choreographed ballet of biting my food and then swatting away the flies trying to land on my food. Flies don't learn, it seems. No matter how many times you swat them away, they come back. House flies do come indoors, too, of course, and transmit quite a few diseases, so they aren't insects you really want around. What makes house flies truly annoying pests is their habit of regurgitating and <em>excreting</em> each and every time they land. House flies feed on all kinds of lovely things like excrement and open wounds. Then they land on your arm and let it all out, from both ends.",
            "vi": "Hầu như mọi bữa ăn ngoài trời, tôi đều phải hươ chân múa tay như múa ba-lê để đuổi đám ruồi cố xông vào đậu lên thức ăn. Dường như lũ ruồi không học được gì cả! Dù bạn đuổi chúng đi bao nhiêu lần, chúng vẫn quay lại. Dĩ nhiên ruồi nhà cũng có cả trong nhà, và làm lan truyền khá nhiều bệnh, vì thế chúng hẳn không phải là loài côn trùng mà bạn thích có ở quanh mình. Ruồi nhà thật sự là loài sâu bọ gây khó chịu bởi chính thói quen nhai lại và bài ​​tiết mỗi khi đậu của chúng. Ruồi nhà ăn mọi thứ “hấp dẫn” như phân và vết thương hở. Sau đó, chúng đậu lên tay bạn và vừa nhè ra vừa bài tiết ra các chất đó!"
        },
        {
            "en": "No single word generates more anxiety for the unseasoned traveller than \"toilet\", since the correct terminology for lavatory/WC/powder room differs from country to country. And especially since the word is usually employed in the form of an urgent query. In times of gastrointestinal desperation, Americans will get nowhere with their primly euphemistic \"restroom\" or \"bathroom\". To the Brits, \"restroom\" sums up a quiet chamber complete with fainting couch and smelling salts, and \"bathroom\" conjures a room with a bath, sensibly enough. Americans shy away from the plainspoken \"toilet\", because it evokes not only the porcelain repository for human waste, but also the very act of <em>excreting</em> the waste. Fortunately, a compromise for having to utter the graphic \"toilet\" has been struck in the form of \"loo\", which enables visitors to sound slangy and in-the-know, and forces Brits to wipe that look of pained fake incomprehension off their faces.",
            "vi": "Không một từ nào gây ra nhiều lo lắng cho du khách thiếu kinh nghiệm hơn từ \"toilet\" (nhà vệ sinh), vì tên gọi chính xác của nhà vệ sinh (lavatory/WC/powder room) mỗi nước mỗi khác. Và đặc biệt, vì từ này thường được sử dụng trong câu hỏi khẩn cấp. Trong lúc tuyệt vọng liên quan đến dạ dày-ruột, người Mỹ sẽ  không tài nào tìm ra được nơi cần thiết với cái uyển ngữ câu nệ của họ là \"restroom\" (phòng nghỉ ngơi) hoặc \"bathroom\" (phòng tắm). Với người Anh, \"restroom\" là toàn bộ một căn phòng yên tĩnh bao gồm ghế trường kỷ mềm mại cho người bị choáng hay bị ngất và muối ngửi để chữa ngất, và \"bathroom\" ít nhất cũng gợi lên một căn phòng có bồn tắm. Người Mỹ ngại nói thẳng từ \"toilet\", vì từ này làm cho người ta không chỉ nghĩ đến cái bồn cầu sứ đựng chất thải của con người, mà còn liên tưởng đến hành động tiết ra chất thải. May thay, nếu không muốn phải nói ra từ \"toilet\" đầy hình tượng thì có thể học theo người Anh dùng từ  \"loo\" (cũng là \"toilet\"), từ này cho phép du khách nói nghe có vẻ sành sỏi tiếng lóng và hiểu rõ vấn đề, đồng thời buộc người Anh phải bỏ đi cái vẻ mặt nhăn nhó vì khó hiểu, vẻ mặt giả vờ đau khổ."
        }
    ],
    "suggestions": []
}