{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[ig'zempləri]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">gương mẫu, mẫu mực</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">exemplary behaviour</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">tư cách đạo đức gương mẫu</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">để làm gương, để cảnh cáo</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">an exemplary punishment</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">sự trừng phạt để làm gương</font></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">để làm mẫu, để dẫn chứng, để làm thí dụ</td></tr></table><i/></div>",
            "word": "exemplary"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>exemplary</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 serving as a desirable model; very good. </blockquote></blockquote><blockquote><blockquote>2》 (of a punishment) serving as a warning or deterrent. </blockquote></blockquote><blockquote><blockquote>    ⁃ <cclass>Law (of damages) exceeding the amount needed for simple compensation. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>exemplarily</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>exemplariness</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>exemplarity</b><cclass>noun </cclass></cclass></blockquote></div>",
            "word": "exemplary"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>exemplary</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>her exemplary behaviour</i>: PERFECT, ideal, model, faultless, flawless, impeccable, irreproachable; excellent, outstanding, admirable, commendable, laudable, above/beyond reproach.</blockquote><blockquote><b>2</b><i>exemplary jail sentences</i>: SERVING AS A DETERRENT, cautionary, warning, admonitory; <cclass><i>rare</i> monitory.</cclass></blockquote><blockquote><b>3</b><i>her works are exemplary of certain feminist arguments</i>: TYPICAL, characteristic, representative, illustrative.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>deplorable.</blockquote></div>",
            "word": "exemplary"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exemplary"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "exemplary"
        }
    },
    "sentences": [
        {
            "en": "<em>Exemplary</em> behaviour",
            "vi": "Tư cách đạo đức gương mẫu"
        },
        {
            "en": "<em>Exemplary</em> punishment",
            "vi": "Sự trừng phạt để làm gương"
        },
        {
            "en": "She behaves in an <em>exemplary</em> way.",
            "vi": "Bà ta cư xử một cách mẫu mực."
        },
        {
            "en": "Your graciousness has been simply <em>exemplary</em>.",
            "vi": "Lòng tốt của bà quả là đáng để làm gương."
        },
        {
            "en": "He was a staunch and <em>exemplary</em> revolutionary fighter.",
            "vi": "Ông là một chiến sĩ cách mạng trung thành và gương mẫu."
        },
        {
            "en": "he changed from way - out showcases to <em>exemplary</em> showcases.",
            "vi": "Anh ta chuyển từ buổi trình diễn phá cách sang mẫu mực."
        },
        {
            "en": "he changed from way-out showcases to <em>exemplary</em> showcases.",
            "vi": "Anh ta chuyển từ buổi trình diễn phá cách sang mẫu mực."
        },
        {
            "en": "lack of <em>exemplary</em>, even decline of carrier morality/morals",
            "vi": "thiếu gương mẫu, thậm chí sa sút về đạo đức."
        },
        {
            "en": "Rose has been nothing short of an <em>exemplary</em> employee.",
            "vi": "Rose không có đặc điểm gì là thiếu ở một nhân viên gương mẫu."
        },
        {
            "en": "Among them 72 came out as <em>exemplary</em> scholars.",
            "vi": "Trong số này, 72 người đã trở thành các học giả mẫu mực."
        },
        {
            "en": "Throughout his life he had always been an <em>exemplary</em> teacher.",
            "vi": "Suốt đời ông ta, ông ta đã luôn luôn là một nhà giáo gương mẫu."
        },
        {
            "en": "Parents should show <em>exemplary</em> conduct and should not transmit such vices into their children's impressionable minds.",
            "vi": "Bố mẹ phải bày tỏ hạnh kiểm gương mẫu và đừng nên truyền đạt những hành vi bất lương vô đạo đức như thế thành những ấn tượng trong tâm của con trẻ."
        },
        {
            "en": "In my opinion, it is common knowledge that he is an <em>exemplary</em> citizen.",
            "vi": "Tôi cho rằng ai cũng biết anh ta là công dân gương mẫu."
        },
        {
            "en": "Parents should therefore show <em>exemplary</em> conduct and should not transmit such vices into their children's impressionable mind.",
            "vi": "Cho nên cha mẹ phải làm gương, không tiêm nhiễm những thật xấu vào đầu óc ngây thơ của con cái."
        },
        {
            "en": "The foundation was being recognized for its \"pioneering and <em>exemplary</em> philanthropic work around the world and in India, in health.\"",
            "vi": "Quĩ này đã được thừa nhận về \"công việc nhân từ điển hình và tiên phong trên thế giới và ở Ấn Độ, trong y tế.\""
        },
        {
            "en": "Yen was not only an <em>exemplary</em> student, but was also active in social work. Yen gathered other disadvantaged people to share difficulties and provide support.",
            "vi": "Cô Yến không chỉ là một sinh viên gương mẫu, mà còn là người hoạt động tích cực trong công tác xã hội. Cô tập trung những người có hoàn cảnh khó khăn khác để chia sẻ khó khăn và hỗ trợ."
        },
        {
            "en": "Caroline's external influence is based upon her <em>exemplary</em> performance; Danie l's is based on his control of an important resource on which others depend.",
            "vi": "Sức ảnh hưởng bên ngoài của caroline dựa trên những thành tích hoạt động của cô; còn sức ảnh hưởng của daniel thì dựa trên sự kiểm soát một nguồn lực quan trọng mà những người khác đều phụ thuộc."
        },
        {
            "en": "Do more than your share of the work. Be the <em>exemplary</em> employee at work. Put in more than your fair share at work.",
            "vi": "Hãy làm nhiều hơn phần việc được chia cho bạn. Hãy là nhân viên gương mẫu tại công ty. Hãy làm thêm việc hơn phần việc được chia công bằng cho bạn."
        },
        {
            "en": "Some consider that the extent of transparency, market-based management, and equal treatment of foreign and local participants make the case of Cambodia <em>exemplary</em>.",
            "vi": "Một số người nhận xét rằng sự minh bạch, mô hình quản lý theo thị trường và sự đối xử công bằng giữa các bên tham gia nước ngoài và địa phương đã giúp cho Cam-puchia trở thành trường hợp điển hình."
        },
        {
            "en": "The income data in VHLSS is of very good quality because it is collected alongside expenditure data, and is <em>exemplary</em> in surveys undertaken in low income countries.",
            "vi": "Số liệu về thu nhập trong VHLSS có chất lượng rất tốt vì được thu thập cùng với số liệu về chi tiêu. Đây có thể coi là kiểu mẫu cho các điều tra ở các nước thu nhập thấp."
        }
    ],
    "suggestions": []
}