{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">Xem <font color=\"#1371BB\">exhort</font></td></tr></table><i/></div>",
            "word": "exhorter",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "exhorter",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "exhorter",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exhorter",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "exhorter",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "<em>Ter</em> disyere room?",
            "vi": "Đến phòng này?"
        },
        {
            "en": "It's bout <em>ter</em> kill me.",
            "vi": "Không nói ra được thì tui chết mất."
        },
        {
            "en": "Boys ain' no use <em>ter</em> nobody.",
            "vi": "Con trai chả được việc gì cho ai cả."
        },
        {
            "en": "Maybe mist' Rhett lissen <em>ter</em> you.",
            "vi": "Có thể cậu rhett nghe cô cũng nên."
        },
        {
            "en": "You kin talk <em>ter</em> mist' Rhett an' maybe he lissen <em>ter</em> you.",
            "vi": "Cô có thể nói chuyện với cậu rhett và có khi cậu ấy nghe cô cũng nên."
        },
        {
            "en": "Whut dat chile got <em>ter</em> stan', de good lawd give her strent <em>ter</em> stan'.",
            "vi": "Thượng đế nhân từ đã phú cho cô bé ấy sức mạnh để chịu đựng."
        },
        {
            "en": "You got <em>ter</em> come he'p us.",
            "vi": "Cô phải sang giúp bọn tui."
        },
        {
            "en": "It's him ah come <em>ter</em> see you 'bout.",
            "vi": "Chính vì chuyện cậu rhett mà tui sang đây."
        },
        {
            "en": "Ah doan see why de lawd sen's boys <em>ter</em> folks.",
            "vi": "Tui không hiểu sao chúa lại cho người ta đẻ con trai."
        },
        {
            "en": "You is a scan' al <em>ter</em> de town.",
            "vi": "Anh gây tai tiếng khắp thành phố."
        },
        {
            "en": "You got <em>ter</em> come he'p us, miss Melly.",
            "vi": "Cô phải sang giúp bọn tui, cô melly ạ."
        },
        {
            "en": "An' ah say: give dat chile <em>ter</em> its mammy.",
            "vi": "Và tui bảo: đưa em bé cho u già của nó."
        },
        {
            "en": "Mist' Rhett, miss Scarlett wuz bad <em>ter</em> tell you dat!",
            "vi": "Cậu rhett, cô scarlett đi nói lại với cậu thế, thật là tệ!."
        },
        {
            "en": "Dis sho is a happy day <em>ter</em> me, miss Melly.",
            "vi": "Hôm nay rõ là một ngày hạnh phúc cho tui, cô melly ạ."
        },
        {
            "en": "Ah din'ten <em>ter</em> 'sturb yo' supper, miss Melly.",
            "vi": "Tuy không định quấy rầy bữa ăn của cô, cô melly ạ."
        },
        {
            "en": "Ah knows ah got no bizness tellin' you, but mah heart too full <em>ter</em> know jes' whut not <em>ter</em> say.",
            "vi": "Tui biết tui không có phận sự kể cho cô nghe, nhưng lòng tui quá ư đầy, chẳng còn biết điều gì nên nói ra."
        },
        {
            "en": "To Scarlett's tears and pleading that she stay, Mammy only answered: look <em>ter</em> me lak miss Ellen say <em>ter</em> me: Mammy, come home.",
            "vi": "Khi scarlett khóc, năn nỉ bà ở lại, bà chỉ trả lời: má thấy tựa như bà ellen đang bảo má: về nhà đi, mammy."
        },
        {
            "en": "An' affer aw'ile, miss Scarlett say 'you is a fine one <em>ter</em> tek on so, affer killin' her <em>ter</em> please yo' pride.",
            "vi": "Một lát sau, cô scarlett bảo: anh dở chứng như thế mới hay ho chứ, sau khi đã giết nó để thỏa mãn lòng tự hào của mình."
        },
        {
            "en": "Miss Melly, we's all in deep trouble an' ah's come <em>ter</em> you fer he'p.",
            "vi": "Cô melly, cả bọn tui đương cùng đường và tui sang cầu cứu cô đây."
        },
        {
            "en": "She doan th'ow it up <em>ter</em> me dat ah done kilt mah chile.",
            "vi": "Cô ấy không nói vào mặt tôi là tôi đã giết con gái tôi."
        }
    ],
    "suggestions": []
}