{
    "en_vn": {
        "data": {
            "content": null,
            "word": "exonerated",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "exonerated",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "exonerated",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exonerated",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "exonerated",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Cargo stowed on deck and live animals are carried solely at the risk of the shipper and the carrier will be <em>exonerated</em> from all liability for any loss, damage and injury howsoever caused.",
            "vi": "Hàng hóa được xếp lên boong, động vật sống được chuyên chở độc quyền nếu có rủi ro người chủ hàng phải chịu và người chuyên chở sẽ được miễn trách đối với tổn thất, thương tích bất kể như thế nào."
        },
        {
            "en": "Strauss-Kahn arrest: IMF head detained at Rikers Island         \nIMF chief Dominique Strauss-Kahn has been remanded in custody at New York's notorious Rikers Island jail on charges of sexual assault. The judge said Mr Strauss-Kahn, 62, was a flight risk. He was arrested on Saturday after boarding a plane and accused of trying to rape a hotel maid. He faces seven charges and could be sentenced to up to 25 years in prison. Mr Strauss-Kahn, who had been seen as a favourite in France's 2012 presidential elections, denies the charges.  His lawyer expressed disappointment at bail being denied, but said his client would be <em>exonerated</em>. \"This battle has just begun,\" defence lawyer Benjamin Brafman told the court. Mr Strauss-Kahn had been due to attend an EU finance ministers' meeting in Brussels to discuss financial bail-outs. The IMF has played a central role in organising rescue packages for the troubled economies of Portugal and Greece. The BBC's Chris Morris in Brussels says the IMF chief has gained the trust of countries in Europe which are giving financial assistance, and those which are receiving it. The European Union says the scandal should not affect bail-outs for eurozone countries. Bail offer denied Jean-Claude Junker, the Luxembourg prime minister said: \"I am very sad and upset. He is a friend of mine... Mr Strauss-Kahn is in the hands of American justice, it's not up to us to comment on this, but it makes me deeply, deeply sad.\" French Finance Minister Christine Lagarde described Mr Strauss-Kahn's predicament was \"crushing and painful\".  The IMF said in a statement that it had been briefed on the charges against its managing director, and that it would \"continue to monitor developments\". Prosecutors told the court it was not the first time Mr Strauss-Kahn had been involved in such an incident and argued he had been arrested attempting to flee the country. Mr Strauss-Kahn's lawyer Benjamin Brafman contested this, saying the defendant had not tried to flee the scene and was actually rushing for a lunch appointment.  He added that Mr Strauss-Kahn later called the hotel to say he was at the airport and had left a mobile phone in his room. However, Judge Melissa Jackson denied the defence's offer to post $1m (£617,000) bail and agree to Mr Strauss-Kahn staying with his daughter in New York until the next hearing on Friday. \"When I hear your client was at JFK airport about to board a flight, that raises some concerns,\" Ms Jackson said. The charges relate to an alleged assault at the Times Square Sofitel hotel in New York. According to the New York Police Department, a 32-year-old maid told officers that when she entered his suite on Saturday afternoon, Mr Strauss-Kahn emerged from the bathroom naked, chased her and sexually assaulted her. The woman was able to break free and alert the authorities, a NYPD spokesman added. Later on Saturday Mr Strauss-Kahn was detained on board an Air France flight at New York's John F Kennedy airport minutes before take-off. The IMF chief underwent medical examinations on Sunday. Police were looking for scratches or any other evidence of his alleged assault. He was later charged with a \"criminal sexual act, unlawful imprisonment and attempted rape\". Police say the maid formally identified him in a line-up. 'Thunderbolt'   Until he was arrested, Mr Strauss-Kahn was considered a favourite to become the Socialist candidate for the French presidency next year. Opinion polls gave him a good chance of defeating President Nicolas Sarkozy.  Socialist party president Martine Aubry described his arrest as a \"thunderbolt\" but called for Mr Strauss-Kahn to be presumed innocent.  Mr Strauss-Kahn's wife, French TV personality Anne Sinclair, has also protested his innocence. Meanwhile, another allegation against Mr Strauss-Kahn has emerged. A French writer says she may file a complaint for an alleged sexual assault in 2002. Tristane Banon, 31, says Mr Strauss-Kahn tried to rape her when she went to interview him for a book she was writing.  \"We're planning to make a complaint,\" Ms Banon's lawyer told AFP news agency. Mr Strauss-Kahn's lawyers have so far not responded to the allegation.",
            "vi": "Strauss-Kahn arrest: IMF head detained at Rikers Island          Chủ tịch Quỹ tiền tệ Quốc tế Dominique Strauss-Kahn bị tạm giam tại nhà tù nổi tiếng ở đảo Rikers thuộc bang New York về tội cưỡng bức tình dục.  Vị thẩm phán cho biết ông Strauss-Kahn, 62 tuổi, đã định bỏ trốn. Ông ta bị bắt vào hôm thứ bảy sau khi đã lên máy bay và bị kết tội cố cưỡng đoạt người nữ hầu phòng khách sạn.  Ông ta đang đương đầu với bảy tội danh và có thể bị kết án lên tới 25 năm tù giam. Ông Strauss-Kahn, người được xem là có khả năng chiến thắng nhất trong cuộc bầu cử tổng thống Pháp năm 2012, phủ nhận những lời cáo buộc trên. Luật sư của ông bày tỏ sự thất vọng vì tiền bảo lãnh tại ngoại bị khước từ, nhưng đã tuyên bố rằng thân chủ của ông sẽ được minh oan.  \"Cuộc chiến này chỉ mới bắt đầu thôi,\" luật sư bào chữa Benjamin Brafman đã tuyên bố trước toà án. Ông Strauss-Kahn đã dự định tham dự cuộc họp của Bộ trưởng Bộ tài chính EU ở Brussels để thảo luận gói cứu trợ tài chính.  Quỹ tiền tệ quốc tế đã đóng vai trò quan trọng trong việc tổ chức chương trình cứu nguy cho nền kinh tế Bồ Đào Nha và Hi Lạp đang gặp khó khăn. Phóng viên Chris Morris của BBC ở Brussels cho biết vị chủ tịch Quỹ tiền tệ Quốc tế IMF đã chiếm được lòng tin của các quốc gia ở châu Âu hiện đang hỗ trợ về tài chính, và cho cả những nước đang nhận những gói hỗ trợ này. Liên minh Châu Âu nói vụ bê bối không nên để ảnh hưởng đến hành động cứu nguy về tài chính đối với những quốc gia sử dụng đồng tiền chung Châu Âu. Đề nghị đóng tiền bảo lãnh bị từ chối Jean-Claude Junker, thủ tướng Luxembourg đã nói: \"Tôi rất buồn và bối rối. Ông ấy là một người bạn của tôi. Ông Strauss-Kahn hiện nằm trong tay của công lý Mỹ, chúng tôi không có quyền bình luận về chuyện này, nhưng nó làm tôi hết sức, hết sức đau buồn.\" Bộ trưởng Bộ tài chính Pháp - Christine Lagarde mô tả tình huống khó khăn của ông Strauss-Kahn bằng cụm từ \"tan nát và đau đớn\".  Quỹ tiền tệ quốc tế cho biết trong một bài phát biểu rằng tổ chức này đã được nói sơ qua về những cáo buộc đối với vị tổng giám đốc, và tổ chức này sẽ \"tiếp tục giám sát diễn biến \".  Các công tố viên nói trước toà án đây không phải là lần đầu tiên ông Strauss-Kahn dính líu đến một chuyện rắc rối như vậy và tranh cãi rằng ông đã bị bắt khi định bỏ chạy ra khỏi quốc gia này. Luật sư của ông Strauss Kahn - Benjamin Brafman phản đối điều này, nói là bị can đã không cố rời khỏi hiện trường mà thực sự là đang vội vã đến cuộc hẹn ăn trưa.  Ông còn cho biết thêm rằng ông Strauss-Kahn sau đó gọi đến khách sạn cho biết là đang ở sân bay và có bỏ quên chiếc điện thoại di động trong phòng mình.  Tuy nhiên, thẩm phán Melissa Jackson từ chối đề nghị của luật sư biện hộ về việc nộp 1 triệu đô-la Mỹ (617,000 bảng Anh) tiền bảo lãnh và đồng ý để ông Strauss - Kahn ở nhà với cô con gái ở New York cho đến khi phiên toà lấy lời khai sắp tới diễn ra vào ngày thứ sáu.  \"Khi tôi nghe tin thân chủ của ông ta đang ở tại phi trường JFK sắp lên máy bay, việc này làm tôi lo ngại\" bà Jackson nói. Những cáo buộc liên quan đến vụ cưỡng bức được cho là tại khách sạn Sofitel ở quảng trường Thời đại thuộc bang New York. Theo Cục cảnh sát New York, cô hầu phòng 32 tuổi kể lại với các sĩ quan cảnh sát ở đây là khi cô ấy bước vào căn phòng thượng hạng của ông ta vào chiều thứ bảy, ông Strauss-Kahn xuất hiện trần truồng ở phòng tắm, rượt đuổi và cưỡng hiếp cô ấy.  Người phụ nữ này đã thoát được và báo cáo với chính quyền, người phát ngôn của NYPD cho biết thêm.  Vào cuối ngày thứ bảy, ông Strauss - Kahn bị giam giữ trên chuyến bay hãng hàng không Pháp tại phi trường John F Kennedy ở New York hàng vài phút trước khi máy bay cất cánh.  Chủ tịch Quỹ tiền tệ Quốc tế đã phải trải qua cuộc kiểm tra sức khỏe vào ngày chủ nhật. Cảnh sát đang tìm kiếm vết trầy sướt hoặc bất cứ bằng chứng nào khác của cuộc tấn công được gán cho ông.  Sau đó ông bị buộc tội về \"hành vi tình dục vô đạo đức, giam giữ bất hợp pháp và mưu toan cưỡng dâm\". Cảnh sát cho biết cô hầu phòng chính thức nhận mặt ông ấy trong  hàng người được đưa vào nhận diện.  'Sét đánh ngang mày' Tính cho đến khi bị bắt, ông Strauss - Kahn được coi là ứng viên sáng giá nhất để trở thành ứng viên đảng Xã hội cho nhiệm kỳ tổng thống Pháp năm tiếp theo.  Thăm dò dư luận cho thấy ông ta rất có thể sẽ đánh bại Tổng thống Nicolas Sarkozy .  Chủ tịch đảng Xã hội Martine Aubry mô tả vụ ông ta bị bắt như là \"sét đánh ngang mày\" nhưng muốn ông Strauss - Kahn được vô tội. Vợ của ông Strauss-Kahn, gương mặt nổi tiếng trên truyền hình Pháp - Anne Sinclair, cũng quả quyết ông ấy vô tội.  Đồng thời, một luận điệu khác chống lại ông Strauss - Kahn đã nổi lên. Một nhà văn Pháp nói bà ta có thể nộp đơn khiếu nại vụ cưỡng bức tình dục cho là vào năm 2002. Tristane Banon, 31 tuổi, nói rằng ông Strauss - Kahn cố cưỡng hiếp khi cô đến phỏng vấn ông về cuốn sách đang viết.  \"Chúng tôi đang định khiếu nại,\" luật sư của cô Banon công bố với hãng thông tấn AFP. Cho đến nay, luật sư của ông Strauss-Kahn vẫn chưa phản hồi gì về luận điệu cáo buộc trên."
        }
    ],
    "suggestions": []
}