{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[iks'pendəbl]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">(quân sự) có thể hy sinh, có thể bị phá hủy (để phục vụ mục đích nào đó)</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">In the Great War</font><font color=\"#7E7E7E\">, </font><font color=\"#1371BB\">soldiers were considered expendable</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">Trong cuộc Đại chiến, binh sĩ được coi là có thể bị hy sinh</font></td></tr></table><i/></div>",
            "word": "expendable"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>expendable</k><blockquote>■ <cclass>adjective of relatively little significance and therefore able to be sacrificed or abandoned. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>expendability</b><cclass>noun </cclass></cclass></blockquote><blockquote><cclass><b>expendably</b><cclass>adverb </cclass></cclass></blockquote></div>",
            "word": "expendable"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>expendable</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>an accountant decided he was expendable</i>: DISPENSABLE, replaceable, non-essential, inessential, unnecessary, not required, superfluous, disposable.</blockquote><blockquote><b>2</b><i>an expendable satellite launcher</i>: DISPOSABLE, throwaway, one-use, single-use.</blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>indispensable.</blockquote></div>",
            "word": "expendable"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "expendable"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "expendable"
        }
    },
    "sentences": [
        {
            "en": "<em>expendable</em>",
            "vi": "có thể dùng hết được"
        },
        {
            "en": "He decided to expand the <em>expendable</em> supplies.",
            "vi": "Ông ấy quyết định mở rộng các thiết bị cung cấp."
        },
        {
            "en": "In the Great War, soldiers were considered <em>expendable</em>.",
            "vi": "Trong cuộc Đại chiến, binh sĩ được coi là có thể bị hy sinh."
        },
        {
            "en": "Policies and principles were deemed <em>expendable</em> in the rush to get elected.",
            "vi": "Để được bầu chọn thì chính sách và nguyên tắc được cho là hy sinh vô giá trị."
        },
        {
            "en": "In today's economic environment, employees are often nothing more than <em>expendable</em> pawns.",
            "vi": "Trong môi trường kinh tế ngày này, những nhân viên thường được xem là những chi phí phải trả."
        },
        {
            "en": "Their manager made it clear to them that they were <em>expendable</em>.",
            "vi": "Người chỉ đạo nói rõ với họ là họ có thể hy sinh."
        },
        {
            "en": "For them, the value of human life and dignity is readily <em>expendable</em> for the slogans and ideologies.",
            "vi": "Đối với họ, giá trị của đời người và nhân phẩm có thể được hi sinh cho những câu khẩu hiệu và ý thức hệ."
        },
        {
            "en": "Fenqing believe everything can be readily sacrificed to achieve \"the grand goal.\" For them, the value of human life and dignity is readily <em>expendable</em> for the slogans and ideologies.",
            "vi": "Một người phẫn thanh tin rằng có thể sẵn sàng hy sinh mọi thứ để đạt được \"mục tiêu vĩ đại\". Đối với họ, có thể dễ dàng hy sinh giá trị của đời người và nhân phẩm vì những câu khẩu hiệu và ý thức hệ."
        },
        {
            "en": "Fenqing believe everything can be readily sacrificed to achieve \"the grand goal.\" For them, the value of human life and dignity is readily <em>expendable</em> for the slogans and ideologies.",
            "vi": "có thể sẵn sàng hy sinh mọi thứ để đạt được \"mục tiêu vĩ đại\". Đối với họ, có thể dễ dàng hy sinh giá trị của đời người và nhân phẩm vì những câu khẩu hiệu và ý thức hệ."
        },
        {
            "en": "What is a Fenqing      Fenqing is a Chinese word which literally means “angry youth”. This word has many translations in English such as cynical youth, young nationalists, hysterical youth and angry young men. I personally like to call them mob youth or ignorant angry youth. It is impossible to understand China without knowing what Fenqing is and what role they play in the society in today’s China. I will try to paint a portrait of a Fenqing in this post. What a Fenqing is like? Fenqing is someone who is usually below twenty years of age, though sometimes people who are at their twenties or older can also be identified as Fenqing. Though you can find the majority of Fenqing among high school and college students, age is not the most important feature. What really matters is their outlook of China and the world. What a Fenqing doesn’t know? The fact that most Fenqing are (gleefully) ignorant of many things determines their opinions and views of the world and China. A typical Fenqing does not know the answer to the following questions: What are the differences between the nation, the government and the party? Fenqing believe these three things are basically the same thing.  How large is the China’s territory and what is the ranking of its land area? Fenqing were taught that China was the third largest country in the world, and they never knew it shrank a little.  What is a purpose of economic and social development? Fenqing believe everything can be readily sacrificed to achieve “the grand goal”. For them, the value of human life and dignity is readily <em>expendable</em> for the slogans and ideologies.  How the tax money is spent? Fenqing do know or care they are in fact tax payers and has a right to know how their tax money is spent. What is Fenqing’s outlook? Their ignorance and lack of social experience shaped the outlook they hold onto: U.S. is a monolith. America is bad, bad and bad because Bush is bad.  Anti-Japan and call for boycotting Japanese products while enjoying Japanese AV or cartoons.  China’s stock market slumps because of the conspiracy of the imperialist western countries. The price of housing in China skyrocketed because of the hot money of the international speculators.  Western countries led by the U.S. are trying to encircle and contain China.  The Internet should be censured and any bad information, like the flies or mosquitoes outside the room, must be screened and filtered.  CNN is evil because it lied, but it is fine for CCTV to modify the information to maintain the stability of the society. What is the role of Fenqing in China? Fenqing are often spontaneous, but it is easy to fan up their blind fervency — just tell them China has been attacked. Fenqing never realized that they are manipulated and they are among the first to be expended for the “greater good”. Their anger is harnessed and channeled to the designated objects, yet they are carefully guarded not to cross the line and overdo the “job”. Fenqing are not patriots Over about a hundred years since 1840, China was bullied, humiliated and brutally invaded by the industrialized western powers. China is the longest continuation of a civilization, and for centuries, it was leading the world by its economic development and technological inventions. The enormous suffering and humiliation over a century deeply hurt Chinese people, and it became a national dream of China to drive out the western invaders and colonizers and stand tall in the world again with dignity and glory. Undeniably, this is the root of Chinese patriotism and nationalism. In a justified hostility toward the past western colonizers and invaders (especially Japanese), Fenqing are a group people who turn a blind eye to the domestic problems or simply attribute everything bad to the imperialists. They are conveniently absent when shoddy buildings collapsed, when farmers are displaced and the Internet is turning into a GLAN (the Great Local Area Network). Fenqing are not qualified to be called patriots for the simple reason they are ignorant of three simple political concepts I mentioned above. They are party-triots. Who produced Fenqing? When I played a movie about the war in Iraq — No End in Sight –to a group of young college students, a student came up to me and said: “Our teacher of Mideast history told us Saddam was a national hero of Iraq, and people lived a prosperous and a happy life under his regime.” I was surprised to hear what she said, and told her what Saddam did to Kurdish population in northern Iraq and the fact that he was once supported by the U.S. government during Iran-Iraq War.  Will Fenqing remain to be Fenqing forever? No. I was a Fenqing myself several years ago (anti-Japan), but now I moved on. Fenqing can’t survive very long after they are exposed to the realities and truth. Once Fenqing enter the society, see more and get busy making a living, they will change. By the way, the Internet is a catalyst to quicken the conversion of Fenqing. (Nguồn: http://www.thinkweird.info/216/what-is-a-fenqing)",
            "vi": "What is a Fenqing     Fenqing (phẫn thanh) là một từ Trung Quốc mà nghĩa đen là \"thanh niên phẫn nộ\".  Từ này có nhiều cách dịch sang tiếng Anh như là thanh niên hoài nghi, thanh niên theo chủ nghĩa dân tộc, thanh niên cuồng loạn và thanh niên tức giận.  Cá nhân tôi lại thích gọi chúng là bọn thanh niên du thủ du thực hoặc thanh niên phẫn nộ và ngu dốt.  Không thể hiểu được Trung Quốc nếu không biết Fenqing là gì và họ đóng vai trò gì trong xã hội Trung Quốc ngày nay.  Trong bài viết này, tôi sẽ cố phác hoạ chân dung một Fenqing. Fenqing là người ra sao? Thường thì Fenqing là người dưới hai mươi tuổi, tuy đôi lúc có những kẻ hơn hai mươi tuổi mà cũng được coi là Fenqing.  Tuy bạn có thể thấy đa số các Fenqing trong số các học sinh trung học và sinh viên cao đẳng, nhưng tuổi tác không phải là đặc điểm quan trọng nhất.  Điều thực sự quan trọng là cách họ nhìn nhận về Trung Quốc và thế giới. Fenqing không biết những gì? Việc mà đa số Fenqing không hiểu biết nhiều thứ (một cách hân hoan) là yếu tố để xác định ý kiến và quan điểm của họ về thế giới và Trung Quốc.  Thường thì Fenqing không biết trả lời  những câu hỏi sau : Đâu là sự khác biệt giữa quốc gia, chính phủ và đảng?  Fenqing tin rằng ba thứ này về cơ bản là giống nhau.  Lãnh thổ Trung Quốc rộng bao nhiêu và diện tích đất của TQ đứng hàng thứ mấy?  Fenqing được dạy dỗ là Trung Quốc là quốc gia lớn thứ ba trên thế giới, và họ không bao giờ biết rằng nó đã thu hẹp chút ít.  Đâu là mục đích của việc phát triển kinh tế và xã hội?  Fenqing tin rằng có thể sẵn sàng hy sinh mọi thứ để đạt được \"mục tiêu vĩ đại\".   Đối với họ, có thể dễ dàng hy sinh giá trị của đời người và nhân phẩm vì những câu khẩu hiệu và ý thức hệ.  Tiền thuế được sử dụng như thế nào?  Fenqing vốn biết rõ hoặc quan tâm mình thực sự là người đóng thuế và có quyền biết tiền thuế mà họ nộp được sử dụng như thế nào. Quan điểm của Fenqing là gì? Sự kém hiểu biết và thiếu kinh nghiệm sống của họ đã định hình cho quan điểm của họ: Hoa Kỳ là một khối thống nhất. Hoa Kỳ xấu, xấu và xấu vì Bush xấu.  Chống Nhật Bản và kêu gọi tẩy chay hàng Nhật Bản trong khi vẫn thích xem phim sex và phim hoạt hình Nhật Bản.  Thị trường chứng khoán Trung Quốc sa sút là vì âm mưu của đế quốc phương tây.  Giá nhà ở Trung quốc tăng vọt là vì các khoản đầu tư ngắn hạn của giới đầu cơ quốc tế.  Các quốc gia phương Tây do Mỹ cầm đầu đang cố bao vây và kềm hãm Trung Quốc.  Mạng Internet nên được kiểm duyệt và mọi thông tin xấu, giống ruồi muỗi bên ngoài phòng, phải được sàng lọc.  CNN xấu vì CNN nói láo, nhưng CCTV điều chỉnh thông tin để duy trì ổn định xã hội thì không sao.  Vai trò của Fenqing ở Trung quốc là gì? Fenqing thường là tự phát, nhưng rất dễ thổi bùng cái thói cuồng nhiệt mù quáng của họ - chỉ cần bảo với họ là Trung Quốc đã bị tấn công.   Fenqing không bao giờ nhận ra rằng họ đang bị điều khiển và họ nằm trong số những kẻ đầu tiên bị hy sinh vì \"đại nghĩa\".  Cơn phẫn nộ của họ bị khai thác và hướng đến các mục tiêu định sẵn,  thế nhưng họ vẫn bị kiểm soát kỹ lưỡng để khỏi vượt quá giới hạn và khỏi hành động thái quá.  Fenqing không phải là những người yêu nước Hơn một trăm năm kể từ năm 1840 đến nay, Trung Quốc đã bị bắt nạt, bị hạ nhục và bị xâm lược một cách thô bạo bởi các cường quốc công nghiệp phương Tây.  Trung Quốc là phần nối dài nhất của một nền văn minh, và trong nhiều thế kỷ, nó đã đứng đầu thế giới do các thành tựu kinh tế và phát minh kỹ thuật của họ.  Nỗi thống khổ và tủi nhục vô biên trong hơn một thế kỷ đã làm người dân Trung Quốc bị tổn thương sâu sắc.  Vì vậy việc đánh đuổi  quân xâm lược và thực dân phương tây, đồng thời lại vươn lên trên thế giới một cách vinh quang và đường hoàng đã trở thành giấc mơ của dân tộc Trung Quốc.   Rõ ràng đây là cội nguồn của lòng yêu nước và chủ nghĩa dân tộc của Trung Hoa.  Do hận thù có căn cơ đối với thực dân phương tây và quân xâm lược trong quá khứ (nhất là Nhật Bản), Fenqing là một nhóm người vờ không thấy những vấn đề trong nước hoặc chỉ cần đổ thừa mọi thứ xấu xa cho bọn đế quốc.  Đúng những lúc mà các toà nhà kém chất lượng đổ sập, nông dân bị di dời và mạng internet đang trở thành GLAN (mạng cục bộ khổng lồ) thì họ lại vắng mặt.  Fenqing không đủ tiêu chuẩn để được gọi là người yêu nước vì lý do đơn giản là họ không biết ba khái niệm chính trị đơn giản mà tôi đã đề cập ở trên. Họ là những người yêu đảng.  Ai đã tạo ra Fenqing? Khi tôi chiếu một bộ phim về chiến tranh ở Iraq — No End in Sight – cho một nhóm sinh viên cao đẳng, một sinh viên đã đến chỗ tôi và nói: \"Giáo viên dạy lịch sử Trung Đông cho chúng tôi đã nói với chúng tôi rằng Saddam là vị anh hùng dân tộc của Iraq, và người dân đã sống thịnh vượng và hạnh phúc dưới chế độ của anh ấy.\"  Tôi ngạc nhiên khi nghe những điều cô ấy nói, và kể cho cô ấy nghe những chuyện Saddam đã làm đối với người Kurd ở miền bắc Iraq và chuyện ông ta từng được chính phủ Hoa Kỳ hỗ trợ trong cuộc chiến Iran-Iraq.  Liệu Fenqing có mãi mãi là Fenqing hay không? Không.  Cách đây mấy năm, bản thân tôi cũng là một Fenqing (chống Nhật Bản), nhưng bây giờ tôi đã thay đổi.  Fenqing không thể tồn tại thật lâu sau khi họ được tiếp xúc với thực tế và sự thật.  Một khi Fenqing bước vào đời, nhìn thấy nhiều hơn và bận rộn kiếm sống, ắt họ sẽ thay đổi.  Tiện đây cũng xin nói, mạng Internet là một chất xúc tác thúc đẩy việc cải tà quy chánh của Fenqing.  (Nguồn: http://www.thinkweird.info/216/what-is-a-fenqing.  Sử dụng vietgle để dịch)"
        }
    ],
    "suggestions": []
}