{
    "en_vn": {
        "data": {
            "content": null,
            "word": "exporting",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "exporting",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "exporting",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exporting",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "exporting",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The bell went <em>ting</em>-a-ling.",
            "vi": "Chuông kêu leng keng."
        },
        {
            "en": "Organization of petroleum <em>exporting</em> countries",
            "vi": "(opec) - tổ chức các nước xuất khẩu dầu mỏ"
        },
        {
            "en": ", du sao ti a nhn thy bit bao nhiu li ct <em>ting</em>!",
            "vi": "And i perceive they do not come from the roofs of mouths for nothing."
        },
        {
            "en": "We don't have much <em>exporting</em> experience.",
            "vi": "Chúng tôi không có mấy kinh nghiệm xuất khẩu."
        },
        {
            "en": "My country's strong point is rice <em>exporting</em>.",
            "vi": "Điểm mạnh của đất nước chúng tôi là xuất khẩu gạo."
        },
        {
            "en": "Organization of Arab petroleum <em>exporting</em> countries",
            "vi": "(oapec) - tổ chức các nước ả rập xuất khẩu dầu mỏ"
        },
        {
            "en": "Organization of Petroleum <em>Exporting</em> Countries – OPEC.",
            "vi": "Tổ chức các Nước Xuất khẩu Dầu mỏ."
        },
        {
            "en": "China is not <em>exporting</em> its model",
            "vi": "Trung Quốc không có ý định xuất khẩu mô hình phát triể"
        },
        {
            "en": "When will Vietnam start <em>exporting</em> refined petroleum?",
            "vi": "Bao giờ việt nam sẽ bắt đầu xuất khẩu dầu mỏ tinh luyện?"
        },
        {
            "en": "His company specializes in <em>exporting</em> agricultural products",
            "vi": "Công ty của anh ta chuyên xuất khẩu nông sản"
        },
        {
            "en": "Cu anh, <em>ting</em> noi ln va nhanh, vic mc ca sat gia, cam by quy quyt.",
            "vi": "The family usages, the language, the company, the furniture, the yearning and swelling heart."
        },
        {
            "en": "Our company specializes in <em>exporting</em> leather products.",
            "vi": "Công ty chúng tôi chuyên xuất khẩu các sản phẩm da thuộc."
        },
        {
            "en": "Organization of the Petroleum <em>Exporting</em> Countries",
            "vi": "Tổ Chức Các Nước Xuất Khẩu Dầu Lửa"
        },
        {
            "en": "OPEC: Organization of Petroleum <em>Exporting</em> Countries.",
            "vi": "Opec: tổ chức các nước xuất khẩu dầu mỏ."
        },
        {
            "en": "He was penalized for <em>exporting</em> illegally.",
            "vi": "Ông ta bị phạt vì xuất khẩu bất hợp pháp."
        },
        {
            "en": "OAPEC: Organization of Arab Petroleum <em>Exporting</em> Countries.",
            "vi": "Oapec: tổ chức các nước xuất khẩu dầu mỏ ả rập."
        },
        {
            "en": "In order to execute the present Agreement, representatives of the Contrac <em>Ting</em> Parties shall fix annual programmes of cooperation.",
            "vi": "Để thực hiện Hiệp định hiện nay, các đại diện của các bên Contrac Ting sẽ ấn định các chương trình hàng năm về việc hợp tác."
        },
        {
            "en": "Sounds like they are <em>exporting</em> their problems somewhere else.",
            "vi": "Nghe như họ đang bắt nước khác phải gánh chịu những vấn đề của họ."
        },
        {
            "en": "Sounds like they're <em>exporting</em> their problems somewhere else.",
            "vi": "Nghe như họ đang bắt nước khác phải gánh chịu những vấn đề của họ."
        },
        {
            "en": "The government hopes to marshal support for the <em>exporting</em> ban.",
            "vi": "Chính phủ mong muốn kiểm soát sự ủng hộ lệnh cấm xuất khẩu."
        }
    ],
    "suggestions": []
}