{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[,ekspɔ:'tei∫n]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sự xuất khẩu</td></tr></table><i/></div>",
            "word": "exportation"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "exportation"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "exportation"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exportation"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> toán &amp; tin</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự xuất cảng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> xuất khẩu</font></td></tr></tbody></table></div>",
            "word": "exportation"
        }
    },
    "sentences": [
        {
            "en": "chili <em>exportation</em>",
            "vi": "xuất khẩu ớt"
        },
        {
            "en": "Those crates have been packed for <em>exportation</em>.",
            "vi": "Những cái thùng đó được đóng gói để xuất khẩu."
        },
        {
            "en": "The <em>exportation</em> of corn to Africa.",
            "vi": "Việc xuất bắp sang châu phi."
        },
        {
            "en": "Her company manufactures shoes for <em>exportation</em> only.",
            "vi": "Công ty bà làm ra giày chỉ xuất khẩu."
        },
        {
            "en": "We specialize in the <em>exportation</em> of Japanese Chemicals and Pharmaceuticals.",
            "vi": "Chúng tôi chuyên xuất khẩu hóa chất và dược phẩm Nhật Bản."
        },
        {
            "en": "These commodities are only permitted for <em>exportation</em> under license.",
            "vi": "Số hàng này chỉ được phép xuất khẩu khi có giấy phép."
        },
        {
            "en": "Our government has announced a list of 152 commodities which are permitted for <em>exportation</em> only under license.",
            "vi": "Chính phủ của chúng tôi đã công bố một danh sách gồm 152 mặt hàng chỉ được phép xuất khẩu khi có giấy phép."
        },
        {
            "en": "Ban the <em>exportation</em> of products that can be used for military aims.",
            "vi": "Cấm xuất khẩu các sản phẩm được coi là có thể sử dụng vào những mục đích quân sự."
        },
        {
            "en": "These conditions aimed at preventing the illegal exploitation, and subsequent <em>exportation</em>, of minerals.",
            "vi": "Những điều kiện này được đặt ra nhằm ngăn chặn việc khai thác trái phép để xuất khẩu các tài nguyên khoáng sản."
        },
        {
            "en": "The goods for exhibitions can be imported duty-free and without the requirement of re-<em>exportation</em>.",
            "vi": "Hàng hóa dành cho triển lãm có thể được nhập khẩu miễn thuế quan và không yêu cầu tái xuất."
        },
        {
            "en": "The goods for exhibitions can be imported duty - free and without the requirement of re - <em>exportation</em>.",
            "vi": "Hàng hóa dành cho triển lãm có thể được nhập khẩu miễn thuế quan và không yêu cầu tái xuất."
        },
        {
            "en": "Our government has announced a list of 152 commodities which are permitted for <em>exportation</em> under licenses only.",
            "vi": "Chính phủ cho chúng tôi đã công bố một danh sách gồm 152 mặt hàng chỉ được phép xuất khẩu khi có giấy phép."
        },
        {
            "en": "In addition, enterprises in the software and mechanical industry benefited from duty exemption on the <em>exportation</em> of their products.",
            "vi": "Ngoài ra, các doanh nghiệp phần mềm và dự án đầu tư vào một số lĩnh vực thuộc ngành cơ khí còn được miễn thuế xuất khẩu đối với sản phẩm phần mềm và sản phẩm cơ khí xuất khẩu."
        },
        {
            "en": "The Ordinance addressed various issues including hygiene and food safety in the production, importation, and <em>exportation</em> of food and foodstuff.",
            "vi": "Pháp lệnh này điều chỉnh các vấn đề về vệ sinh và an toàn thực phẩm trong quá trình sản xuất, xuất nhập khẩu lương thực thực phẩm."
        },
        {
            "en": "Viet Nam was trying to reduce fees and charges applied to exports with a view to encouraging <em>exportation</em>.",
            "vi": "Việt nam đang cố gắng giảm thiểu các khoản phí và lệ phí đối với hàng xuất khẩu nhằm khuyến khích xuất khẩu."
        },
        {
            "en": "The representative of Viet Nam explained that participation of foreign investors did not depend on whether their enterprises produced for the local market or for <em>exportation</em>.",
            "vi": "Đại diện của việt nam giải thích rằng việc tham gia của nhà đầu tư nước ngoài không phụ thuộc vào việc doanh nghiệp đó sản xuất để phục vụ thị trường trong nước hay cho xuất khẩu."
        },
        {
            "en": "In response to a question about the support programme for shipbuilding, he added that incentives under this programme were not in any way contingent upon <em>exportation</em>.",
            "vi": "Trả lời câu hỏi về chương trình hỗ trợ ngành đóng tàu, đại diện việt nam cho biết rằng các ưu đãi theo chương trình này không hề gắn với việc xuất khẩu tàu."
        },
        {
            "en": "The WTO accession will be favorable to China in its importation of resource-intensive products and <em>exportation</em> of labor-intensive products.",
            "vi": "Việc gia nhập vào wto sẽ rất thuận lợi cho trung quốc trong việc nhập khẩu sản phẩm và xuất khẩu lao động."
        },
        {
            "en": "These rights would also accrue with respect to importation and <em>exportation</em> of other products in accordance with the timetable in Tables 8 (a) and 8 (b).",
            "vi": "Việc nhập khẩu và xuất khẩu các sản phẩm khác sẽ được hưởng các quyền nói trên theo đúng lộ trình nêu tại bảng 8 (a) và 8 (b)."
        },
        {
            "en": "The temporary <em>exportation</em> and re-importation of goods which participate in an overseas trade fair or exhibition must comply with the law on customs and other related laws.",
            "vi": "Việc tạm xuất, tái nhập hàng hoá tham gia hội chợ, triển lãm thương mại ở nước ngoài phải tuân thủ các quy định của pháp luật về hải quan và các quy định khác của pháp luật có liên quan."
        }
    ],
    "suggestions": []
}