{
    "en_vn": {
        "data": {
            "content": null,
            "word": "expressing"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "expressing"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "expressing"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "expressing"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "expressing"
        }
    },
    "sentences": [
        {
            "en": "<em>Expressing</em> concerns.",
            "vi": "Biểu hiện sự quan tâm."
        },
        {
            "en": "Grammatical structure <em>expressing</em> futurity",
            "vi": "Cấu trúc ngữ pháp diễn tả tương lai"
        },
        {
            "en": "<em>Expressing</em> likes and dislikes.",
            "vi": "Diễn đạt những điều thích và không thích."
        },
        {
            "en": "I 'm <em>expressing</em> orange.",
            "vi": "Tôi đang vắt nước cam."
        },
        {
            "en": "I'm <em>expressing</em> orange.",
            "vi": "Tôi đang vắt nước cam."
        },
        {
            "en": "<em>Expressing</em> needs and feeling",
            "vi": "Thể hiện nhu cầu và tình cảm"
        },
        {
            "en": "<em>Expressing</em> certainty and uncertainty; <em>expressing</em> varying degrees of likelihood.",
            "vi": "Diễn đạt sự chắc chắn và không chắc chắn; diễn đạt các cấp độ có thể khác nhau."
        },
        {
            "en": "The public is <em>expressing</em> their passive resistance.",
            "vi": "Quần chúng đang thể hiện sự kháng cự một cách thụ động."
        },
        {
            "en": "A. <em>Expressing</em> views about crime and punishment",
            "vi": "Bày tỏ quan điểm về tội phạm và hình phạt"
        },
        {
            "en": "He is very fluent in <em>expressing</em>.",
            "vi": "Anh ấy diễn đạt trôi chảy."
        },
        {
            "en": "We look at ways of <em>expressing</em> opinions.",
            "vi": "Chúng ta xem các cách bày tỏ quan điểm."
        },
        {
            "en": "It was a modal verb <em>expressing</em> volition.",
            "vi": "Nó là một động từ tình thái chỉ sự mong muốn."
        },
        {
            "en": "He was under attack for <em>expressing</em> \"revisionist\" ideas.",
            "vi": "Anh ta bị chỉ trích vì thể hiện quan niệm của \"chủ nghĩa xét lại\"."
        },
        {
            "en": "This is the traditional way of <em>expressing</em> congratulations.",
            "vi": "Đây là cách truyền thống để thể hiện lời chúc mừng."
        },
        {
            "en": "<em>Expressing</em> sympathy to a classmate who failed a midterm.",
            "vi": "Bày tỏ sự cảm thông đối với một bạn học thi hỏng kỳ thi giữa học kỳ."
        },
        {
            "en": "<em>Expressing</em> sympathy to a friend for this stolen moped.",
            "vi": "Bày tỏ sự thông cảm với một người bạn bị mất chiếc xe đạp gắn máy."
        },
        {
            "en": "Self-mutilation is a way of <em>expressing</em> the anger.",
            "vi": "Tự làm tổn thương là một cách thể hiện sự giận dữ."
        },
        {
            "en": "Charlie wasn't comfortable with <em>expressing</em> his emotions out loud.",
            "vi": "Charlie không thấy thoải mái khi bày tỏ cảm xúc của mình."
        },
        {
            "en": "The book idealizes autism by continually <em>expressing</em> Mary's happiness.",
            "vi": "Quyển sách này lý tưởng hóa bệnh tự kỷ bằng cách liên tục bày tỏ sự hạnh phúc của Mary."
        },
        {
            "en": "I have a little difficulty in <em>expressing</em> my feelings.",
            "vi": "Tôi gặp một chút khó khăn khi diễn đạt cảm xúc của mình."
        }
    ],
    "suggestions": []
}