{
    "en_vn": {
        "data": {
            "content": null,
            "word": "extensions"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>extensions</k><blockquote>lengths of long artificial hair woven into a person's own hair.</blockquote><blockquote>→ <kref>extension</kref></blockquote></div>",
            "word": "extensions"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "extensions"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "extensions"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "extensions"
        }
    },
    "sentences": [
        {
            "en": "Visa <em>extensions</em>.",
            "vi": "Gia hạn thị thực."
        },
        {
            "en": "We described the symmetrical <em>extensions</em>.",
            "vi": "Chúng tôi đã mô tả các phần mở rộng đối xứng."
        },
        {
            "en": "There are <em>extensions</em> in every company.",
            "vi": "Công ty nào cũng có các máy điện thoại nhánh."
        },
        {
            "en": "<em>Extensions</em> are now available for Google Chrome",
            "vi": "Những phần mở rộng c1o thể dùng được ngay của Google Chrome"
        },
        {
            "en": "Here are planning drawings for house <em>extensions</em>.",
            "vi": "Đây là những bản vẽ quy hoạch mở rộng nhà cửa."
        },
        {
            "en": "Chrome update strengthens user control over <em>extensions</em>",
            "vi": "Bản cập nhật Chrome tăng cường quyền kiểm soát của người dùng đối với tiện ích mở rộng"
        },
        {
            "en": "How many <em>extensions</em> have you had?",
            "vi": "Ông đã xin gia hạn bao nhiêu lần rồi?"
        },
        {
            "en": "There are <em>extensions</em> in every office",
            "vi": "Văn phòng nào cũng có các máy điện thoại nhánh"
        },
        {
            "en": "Executable files have <em>extensions</em> such as. bat,. com,. exe.",
            "vi": "Tập tin thi hành thường có phần đuôi là . bat,. com,. exe."
        },
        {
            "en": "Executable files have <em>extensions</em> such as.bat,.com,.exe.",
            "vi": "Tập tin thi hành thường có phần đuôi là. bat,. com,. exe."
        },
        {
            "en": "Dermatologists recommend wearing <em>extensions</em> for no more than three months",
            "vi": "Các bác sĩ da liễu thường khuyến cáo người nối tóc không nên sử dụng quá 3 tháng"
        },
        {
            "en": "Spermatocysts are formed from cytoplasmic <em>extensions</em> of Sertoli cells.",
            "vi": "Nang mào tinh hoàn được hình thành từ sự mở rộng tế bào chất của các tế bào Sertoli."
        },
        {
            "en": "In July, Google stopped allowing Chrome <em>extensions</em> to be installed from third-party websites, restricting online installations only to <em>extensions</em> found in the official Chrome Web Store.",
            "vi": "Vào tháng Bảy, Google không còn cho phép các tiện ích mở rộng của Chrome được cài đặt từ các trang web bên thứ ba, chỉ cho phép cài đặt trực tuyến các phần mở rộng có trong Cửa hàng Chrome trực tuyến chính thức."
        },
        {
            "en": "<em>Extensions</em> add weight to the hair and also put pressure on the follicle",
            "vi": "Việc nối tóc làm cho tóc thêm nặng và tạo áp lực lên nang tóc"
        },
        {
            "en": "This regulation relates to <em>extensions</em> of credit by Federal Reserve Banks.",
            "vi": "Các quy định này liên quan đến việc mở rộng tín dụng của Cục Dự trữ Liên bang."
        },
        {
            "en": "You can only get two <em>extensions</em> of sixty days each with a sixty-day visitor visa.",
            "vi": "Ông chỉ có thể được gia hạn hai lần, mỗi lần 60 ngày với thị thực du lịch 60 ngày."
        },
        {
            "en": "The dendrites and axon are thin cytoplasmic <em>extensions</em> of the neuron.",
            "vi": "Các đuôi gai và sợi trục là những phần tế bào chất mỏng kéo dài của tế bào thần kinh."
        },
        {
            "en": "The King added some <em>extensions</em> to the northern sector of the palace.",
            "vi": "Nhà vua đã mở rộng ra thêm một số phần ở khu vực phía bắc của cung điện."
        },
        {
            "en": "This made it harder for attackers to distribute malicious <em>extensions</em>, but didn't prevent malware from installing rogue Chrome <em>extensions</em> on an already compromised system using the offline methods. The upcoming Chrome 25 changes aim to address that.",
            "vi": "Điều này khiến cho những kẻ tấn công gặp khó khăn hơn trong việc phát tán các tiện ích mở rộng độc hại, nhưng lại không ngăn chặn phần mềm độc hại cài đặt các tiện ích mở rộng có hại của Chrome trên hệ thống đã bị tổn hại sẵn bằng phương pháp ngoại tuyến. Những thay đổi sắp tới trong Chrome 25 dự định sẽ giải quyết vấn đề này."
        },
        {
            "en": "Security concerns\n\nMany attacks have used malicious browser <em>extensions</em>, including Chrome <em>extensions</em>. For example, in May, the Wikimedia Foundation issued an alert about a Google Chrome extension that was inserting rogue ads into Wikipedia pages.",
            "vi": "Những lo ngại về bảo mật\n\nNhiều cuộc tấn công đã dùng các tiện ích mở rộng độc hại trên trình duyệt, gồm có tiện ích mở rộng của Chrome. Chẳng hạn như, hồi tháng Năm, Quỹ Wikimedia đã đưa ra một cảnh báo về một tiện ích mở rộng trên Google Chrome có thể chèn quảng cáo có hại vào trang Wikipedia."
        }
    ],
    "suggestions": []
}