{
    "en_vn": {
        "data": {
            "content": null,
            "word": "extinguished"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "extinguished"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "extinguished"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "extinguished"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "extinguished"
        }
    },
    "sentences": [
        {
            "en": "The fire was <em>extinguished</em>.",
            "vi": "Lửa đã bị dập tắt."
        },
        {
            "en": "Her beauty <em>extinguished</em> that of all others.",
            "vi": "Sắc đẹp của cô làm lu mờ tất cả những cô khác."
        },
        {
            "en": "They <em>extinguished</em> a fire after 2 hours.",
            "vi": "Sau 2 giờ đồng hồ họ đã dập được lửa."
        },
        {
            "en": "Be sure the flame is completely <em>extinguished</em> before leaving home.",
            "vi": "Hãy đảm bảo là lửa tắt ngóm trước khi ra khỏi nhà."
        },
        {
            "en": "Four firefighters in breathing apparatus <em>extinguished</em> the flames.",
            "vi": "Bốn người lính cứu hỏa được trang bị thiết bị thở đã dập tắt ngọn lửa."
        },
        {
            "en": "An incendiary bomb was tossed into a supermarket, but the flames were <em>extinguished</em> swiftly.",
            "vi": "Một quả bom cháy được ném vào một siêu thị, nhưng ngọn lửa đã được dập tắt nhanh chóng."
        },
        {
            "en": "The witnesses saw that most of the fire in the hills was <em>extinguished</em>.",
            "vi": "Các nhân chứng đã thấy hầu hết đám cháy ở các quả đồi đã được dập tắt."
        },
        {
            "en": "No longer would his darling's candle be <em>extinguished</em> by his useless tears.",
            "vi": "Ông không muốn ánh lửa ngọn nến trên tay đứa con gái yêu thương của mình - một thiên thần bé nhỏ nơi Thiên đường - lại bị tắt vì nước mắt của ông nữa."
        },
        {
            "en": "But could i bear to live a life in which my hopes had been <em>extinguished</em> forever?",
            "vi": "Nhưng tôi có thể chịu đựng nổi một cuộc sống mà tất cả mọi hy vọng đều tiêu tan hết không?"
        },
        {
            "en": "He lay insensible so long that we began to fear that the spark of life was <em>extinguished</em>.",
            "vi": "Anh ấy nằm bất tỉnh lâu đến nỗi chúng tôi bắt đầu sợ là anh ấy đã chết rồi."
        },
        {
            "en": "Love is power, because it multiplies the best we have, and allows humanity not to be <em>extinguished</em> in their blind selfishness. Love unfolds and reveals.",
            "vi": "Tình yêu là sức mạnh, bởi nó phát triển bản tính tốt đẹp nhất trong ta, giúp nhân loại không bị che mắt bởi sự ích kỷ mù quáng. "
        },
        {
            "en": "Love is power, because it multiplies the best we have, and allows humanity not to be <em>extinguished</em> in their blind selfishness. Love unfolds and reveals.",
            "vi": "Tình yêu là sức mạnh, bởi nó phát triển bản tính tốt đẹp nhất trong ta, giúp nhân loại không bị che mắt bởi sự ích kỷ mù quáng."
        },
        {
            "en": "Khalil Ahmed, a 57-year-old former government employee who lives in the village, said he had lost 12 relatives in the fire, which firefighters <em>extinguished</em> in two hours.",
            "vi": "Ông Khalil Ahmed, một cán bộ về hưu 57 tuổi sống trong làng nói ông mất 12 người thân trong vụ hỏa hoạn này, vụ hỏa hoạn khiến những người lính cứu hỏa phải vật lộn 2 tiếng đồng hồ mới giập tắt được."
        },
        {
            "en": "Of course, bright flaming Love can — and ideally ought to — eventually become the calm, enduring fire of mature affection. But too often the flame of romantic love is quickly <em>extinguished</em>, leaving nothing but ashes, which are a poor foundation for a successful married life!",
            "vi": "chắn, nhưng thông thường ngọn lửa của tình yêu lãng mạn thì tàn lụi rất nhanh, không để lại một thứ gì ngoại trừ đám tro tàn, là một nền tảng tồi tệ làm sụp đổ một gia đình hoàn hảo!"
        },
        {
            "en": "Incident \"Oskarshamn\" nuclear power plant is located about 300 kilometers south of the capital Stockholm. Operator of a nuclear power plant spokesman Anders Osborne Tebei Li said the fire occurred in the Unit 2 turbine housing, it is believed caused by a leak, plant personnel have been <em>extinguished</em> with portable fire extinguishers.",
            "vi": "Nhà máy điện hạt nhân gặp sự cố là \"Oskarshamn\" cách thủ đô Stockholm khoảng 300 Km về phía nam. Người phát ngôn Anders Osborne Tebei Li của ban điều hành nhà máy nói: hỏa hoạn phát ra ở phòng turbine tổ máy số 2, nguyên nhân được cho là rò rỉ dầu, nhân viên nhà máy dập tắt đám cháy bằng bình chữa cháy cầm tay."
        }
    ],
    "suggestions": []
}