{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[iks'tri:mizm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chủ nghĩa cực đoan</td></tr></table><i/></div>",
            "word": "extremism",
            "pronounce": "[iks'tri:mizm]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "extremism",
            "pronounce": "[iks'tri:mizm]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "extremism",
            "pronounce": "[iks'tri:mizm]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "extremism",
            "pronounce": "[iks'tri:mizm]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "extremism",
            "pronounce": "[iks'tri:mizm]"
        }
    },
    "sentences": [
        {
            "en": "What is <em>extremism</em>?",
            "vi": "Chủ nghĩa cực đoan là gì?"
        },
        {
            "en": "We must counteract <em>extremism</em> in the party.",
            "vi": "Chúng tôi phải chống lại chủ nghĩa cực đoan trong Đảng."
        },
        {
            "en": "I have never associated myself with political <em>extremism</em>.",
            "vi": "Tôi không bao giờ dính líu đến chủ nghĩa cực đoan chính trị cả."
        },
        {
            "en": "The trend towards <em>extremism</em> in the party must be counteracted.",
            "vi": "Khuynh hướng chủ nghĩa cực đoan trong đảng phải được chống lại."
        },
        {
            "en": "The two women responsible for the subway attacks were from Dagestan, a southern Russian region torn by Islamic <em>extremism</em>.",
            "vi": "Hai phụ nữ lãnh trách nhiệm về vụ tấn công tàu điện ngầm đến từ Dagestan, vùng đất phía nam nước Nga bị tàn phá bởi chủ nghĩa Hồi giáo cực đoan."
        },
        {
            "en": "Recent developments indicate a rise in the <em>extremism</em> and violence radiating out of the country into South and Central Asia.",
            "vi": "Những diễn biến gần đây cho thấy sự gia tăng của chủ nghĩa cực đoan và bạo lực đang lan toả từ đất nước này đến nam và trung á."
        },
        {
            "en": "in the Russian capital since a double suicide bombing killed at least 40 people in the Moscow subway last March. The two women responsible for the subway attacks were from Dagestan, a southern Russian region torn by Islamic <em>extremism</em>.",
            "vi": "Vụ tấn công hôm thứ hai là sự kiện tồi tệ nhất tại thủ đô của Nga kể từ khi xảy ra 2 vụ đánh bom liều chết làm thiệt mạng 40 người ở tàu điện ngầm Moscow hồi tháng 3 vừa qua. Hai phụ nữ lãnh trách nhiệm về vụ tấn công tàu điện ngầm đến từ Dagestan, vùng đất phía nam nước Nga bị tàn phá bởi chủ nghĩa Hồi giáo cực đoan."
        },
        {
            "en": "Monday's attack was the worst in the Russian capital since a double suicide bombing killed at least 40 people in the Moscow subway last March. The two women responsible for the subway attacks were from Dagestan, a southern Russian region torn by Islamic <em>extremism</em>.",
            "vi": "bom liều chết làm thiệt mạng 40 người ở tàu điện ngầm Moscow hồi tháng 3 vừa qua. Hai phụ nữ lãnh trách nhiệm về vụ tấn công tàu điện ngầm đến từ Dagestan, vùng đất phía nam nước Nga bị tàn phá bởi chủ nghĩa Hồi giáo cực đoan."
        },
        {
            "en": "Monday's attack was the worst in the Russian capital since a double suicide bombing killed at least 40 people in the Moscow subway last March. The two women responsible for the subway attacks were from Dagestan, a southern Russian region torn by Islamic <em>extremism</em>.",
            "vi": "Vụ tấn công hôm thứ hai là sự kiện tồi tệ nhất tại thủ đô của Nga kể từ khi xảy ra 2 vụ đánh bom liều chết làm thiệt mạng 40 người ở tàu điện ngầm Moscow hồi tháng 3 vừa qua. Hai phụ nữ lãnh trách nhiệm về vụ tấn công tàu điện ngầm đến từ Dagestan, vùng đất phía nam nước Nga bị tàn phá bởi chủ nghĩa Hồi giáo cực đoan."
        },
        {
            "en": "attack was the worst in the Russian capital since a double suicide bombing killed at least 40 people in the Moscow subway last March. The two women responsible for the subway attacks were from Dagestan, a southern Russian region torn by Islamic <em>extremism</em>.",
            "vi": "Vụ tấn công hôm thứ hai là sự kiện tồi tệ nhất tại thủ đô của Nga kể từ khi xảy ra 2 vụ đánh bom liều chết làm thiệt mạng 40 người ở tàu điện ngầm Moscow hồi tháng 3 vừa qua. Hai phụ nữ lãnh trách nhiệm về vụ tấn công tàu điện ngầm đến từ Dagestan, vùng đất phía nam nước Nga bị tàn phá bởi chủ nghĩa Hồi giáo cực đoan."
        },
        {
            "en": "In December 2015, the CCP passed the Counterterrorism Law, which allows Chinese authorities to decrypt information to prevent “terrorism,” and to monitor systems with the excuse of preventing the spread of information that can be used for the CCP’s definitions of terrorism or “<em>extremism</em>.”",
            "vi": "Tháng 12 năm 2015, ĐCSTQ đã thông qua Luật Chống Khủng bố, thông qua đó, cho phép nhà chức trách Trung Quốc giải mã thông tin để ngăn chặn “khủng bố”, và giám sát các hệ thống với lý do ngăn chặn sự lan truyền của những thông tin mà theo ĐCSTQ định nghĩa là có thể được sử dụng cho chủ nghĩa khủng bố hay “chủ nghĩa cực đoan”."
        },
        {
            "en": "I think of the girls who have braved taunts or violence just to go to school in Afghanistan, and the university students who started programs online to reject the <em>extremism</em> of organizations like ISIL. I draw strength from the young Americans — entrepreneurs, activists, soldiers, new citizens — who are remaking our nation once again, who are unconstrained by old habits and old conventions, and unencumbered by what is, but are instead ready to seize what ought to be.",
            "vi": "Tôi nghĩ về những nữ sinh đã dám chống lại sự căm ghét và bạo lực để được đến trường ở Afghanistan; và cả những sinh viên đại học thiết kế nên những chương trình online nhằm chống lại sự cực đoan của những tổ chức như ISIL. Tôi được tiếp sức từ những người Mỹ trẻ tuổi - những nhà khởi nghiệp, nhà hoạt động, binh sĩ, công dân mới - những người đang xây dựng lại đất nước của chúng tôi một lần nữa. Họ là những người không bị trói buộc bởi khuôn mẫu và thói quen cũ, và sẵn sàng với không chỉ cái hiện tại, mà còn với những gì sẽ đến trong tương lai."
        },
        {
            "en": "The stories of Jordan's competitiveness are now legendary to die-hard sports and Chicago Bulls fans. Sportswriter Wright Thompson, said of Jordan, \"There's no way to measure these things, but there's a strong case to be made that Jordan is the most intense competitor on the planet.\" Whether it was basketball, golf or the video game, Bejeweled, Jordan had a beyond normal appetite for competition and winning.   As with most things, <em>extremism</em> can be dangerous and should be approached with caution. Still, it must be said that a competitive streak, channeled properly, is necessary to achieve at the highest levels.  To put Jordan's competitiveness into perspective, once after losing at golf to Olympic Dream Team coach Chuck Daly, Jordan persisted relentlessly for a rematch. As reported by Rick Reilly of Sports Illustrated, \"The next morning, at the crack of dawn, Jordan rang Daly's room. Getting no response, he went directly to Daly's room and knocked. Then he pounded. He wouldn't go away until he got his rematch. He got it, and he won by a stroke. \"  There is no, \"I lost to a better player\" in him. His need to have a rematch immediately signifies that he can never be permanently defeated; he will always get up off the mat from a knockdown. Everyone can learn from that aspect of competitiveness.",
            "vi": "Những câu chuyện về một Jordan đầy cạnh tranh giờ đã là huyền thoại được lưu truyền trong thể thao cũng như những người hâm mộ đội bóng rổ Chicago Bulls. Báo thể thao Wright Thompson từng nhận xét về anh ấy: “Mặc dù không có thước đo nào để đánh giá nhưng Jordan thật sự là một kiện tướng đua tranh khốc liệt nhất hành tinh”. Cho dù là bóng rổ, golf hay các trò chơi video như Kim cương, Jorden đều thèm khát chiến thắng. Với hầu hết mọi chuyện, chủ nghĩa cực đoan có thể nguy hiểm và cần tiếp cận một cách thận trọng. Tuy nhiên, nếu bạn muốn đạt tới trình độ cao nhất, sự cạnh tranh và chiến đấu là những gì cần thiết. Ví dụ về tính cạnh tranh của anh ấy có thể kể đến lần thua golf trên sân Olympic Dream, Jordan đã kiên trì và yêu cầu một trận tái đấu. Theo báo cáo bởi Rick Reilly trên tờ Sport Illustrated: “Sáng hôm sau, Jordan có gọi đến phòng của Daly. Vì điện thoại không bắt máy nên anh ấy đã chạy thẳng tới phòng vị huấn luyện viên này, gõ rồi đập cửa. Anh ấy sẽ không rời đi cho đến khi được tái đấu. Cuối cùng, nguyện vọng của Jordan được chấp thuận. Anh thi đấu lại và chiến thắng”.  Trong con người Jordan không chứa khái niệm “bại trận dưới tay kẻ mạnh hơn”. Yêu cầu tái đấu thể hiện rằng anh ấy có thể bị đánh bại song vấn đề là Jordan luôn đứng dậy sau mỗi lần gục ngã. Vì thế, mọi người có thể học tập khía cạnh này từ tính đua tranh."
        },
        {
            "en": "Suicide Bombing Kills 35 at Moscow Airport         Russian President Dmitry Medvedev has ordered extra security at all Russian airports and train stations, after a suicide bomber blew himself up in Moscow's biggest airport Monday, killing at least 35 people. Mr. Medvedev is demanding that investigators jump into action while he says the trail is still hot. He calls the blast an act of terrorism. Witnesses say a man carrying a suitcase walked into the baggage claim area at the crowded Domodedovo airport terminal and may have set off a blast. At least 145 people were wounded. Russian news reports say a closed-circuit television camera captured the explosion and that authorities are searching for three men. The blast left behind a bloody chaotic scene. Body parts and pieces of human flesh were everywhere. Blood-covered survivors scrambled through emergency exits. One man, apparently in shock, calmly pushed a baggage cart through the carnage. Many of the victims were said to have bolts, nails and ball bearings imbedded in them. No one has claimed responsibility for the blast. But the Interfax news agency quotes a law enforcement source as saying the bomber's severed head was found. World leaders condemned the suicide bombing, with U.S. President Barack Obama calling it “outrageous,” and U.N. chief Ban Ki-moon saying he is “appalled.” The Arab League called terrorism unacceptable, and Egyptian President Hosni Mubarak telephoned Mr. Medvedev to express condolences to the victims. Russian officials say at least six foreigners were blast casualties — three from Tajikistan, a British woman, a Moldovan and a citizen from Serbia. Earlier reports said a Frenchman and an Italian were hurt. Monday's attack was the worst in the Russian capital since a double suicide bombing killed at least 40 people in the Moscow subway last March. The two women responsible for the subway attacks were from Dagestan, a southern Russian region torn by Islamic <em>extremism</em>. Security procedures at Domodedovo have failed in the past. In 2004, two suicide bombers boarded planes at the airport by illegally buying tickets from airport personnel. The bombers blew themselves up in mid-air, killing 90 people aboard the two flights. Russia is battling an Islamist insurgency in the North Caucasus region, where there are near daily armed attacks on government and security officials.",
            "vi": "Vụ đánh bom liều chết làm thiệt mạng 35 người tại sân bay thủ đô Moscow     Tổng thống Nga Dmitry Medvedev đã yêu cầu tăng cường thêm lực lượng an ninh tại tất cả sân bay và nhà ga tại Nga, sau khi xảy ra vụ đánh bom liều chết tại ở sân bay lớn nhất Moscow hôm thứ hai, làm thiệt mạng ít nhất 35 người. Ông Medvedev cũng yêu cầu tiến hành điều tra ngay vụ đánh bom vì theo ông các manh mối điều tra vẫn còn mới. Ông gọi vụ đánh bom này là một hành động khủng bố. Các nhân chứng cho biết có một người đàn ông xách một chiếc va-li đi vào khu vực nhận hành lý ở cổng đến của sân bay Domodedovo vô cùng đông đúc và có thể đã kích nổ quả bom. Ít nhất 145 người đã bị thương. Bản tin thời sự của Nga cho biết máy camera trong khu vực này đã ghi lại hình ảnh vụ nổ bom và các nhà chức trách đang truy lùng ba người đàn ông. Vụ nổ bom đã để lại một cảnh tượng hỗn loạn đẫm máu. Các bộ phận  và nhiều mảnh thi thể người chết vung vãi khắp nơi. Những người sống sót lấm le máu ùa ra ngoài qua lối thoát hiểm. Một người đàn ông, rõ ràng đang rất kinh hoàng, vẫn bình tĩnh đẩy chiếc xe chở hành lý qua đống máu me đó. Nhiều nạn nhân cho biết họ bị ghim vào người bu-lông, đinh ốc và những viên đạn. Chưa có ai đứng ra nhận trách nhiệm về vụ nổ. Nhưng theo hãng thông tấn xã Interfax trích lời một nhân viên công lực rằng chiếc đầu bị dập nát của tên đánh bom đã được tìm thấy. Các nhà lãnh đạo trên thế giới lên án vụ đánh bom liều chết này, tổng thống Hoa Kỳ Barack Obama cho rằng vụ đánh bom này \"thật kinh khủng,\" và tổng thư ký LHQ Ban Ki-moon cho biết ông cảm thấy \"kinh sợ\" khi nghe tin. Liên minh Arab nhận định vụ khủng bố này là không thể chấp nhận được, và tổng thống Ai Cập Hosni Mubarak gọi điện thoại cho tổng thống Medvedev để bày tỏ lời chia buồn đến các nạn nhân. Các viên chức Nga cho biết có ít nhất sáu người nước ngoài bị thiệt mạng, 3 người từ Tajikistan, một phụ nữ Anh, một người Moldova và một công dân từ Serbia. Các bản tin trước đó cho biết có một người Pháp và một người Ý bị thương. Vụ tấn công hôm thứ hai là sự kiện tồi tệ nhất tại thủ đô của Nga kể từ khi xảy ra 2 vụ đánh bom liều chết làm thiệt mạng 40 người ở tàu điện ngầm Moscow hồi tháng 3 vừa qua. Hai phụ nữ lãnh trách nhiệm về vụ tấn công tàu điện ngầm đến từ Dagestan, vùng đất phía nam nước Nga bị tàn phá bởi chủ nghĩa Hồi giáo cực đoan. Hệ thống an ninh tại Domodedovo từng tỏ ra không hiệu quả trong quá khứ. Vào năm 2004, hai kẻ đánh bom liều chết đã lên hai máy bay tại sân bay bằng vé mua lậu từ nhân viên sân bay. Bọn chúng đã kích nổ quả bom trên không và làm thiệt mạng 90 hành khách đi trên hai chuyến bay đó. Nước Nga đang dẹp một vụ nổi loạn của người Hồi giáo ở vùng Bắc Caucasus, nơi gần như hàng ngày đều xảy ra các cuộc tấn công vũ trang nhằm vào quan chức chính phủ và cảnh sát."
        },
        {
            "en": "BBC News - Obama pledges revamp of foreign aid policy  (Nguồn: http://www.bbc.co.uk/news/world-us-canada-11394443) US President Obama: \"We need to be big hearted but also hard headed\" President Barack Obama has told the UN a revamped US foreign aid policy will help lift nations out of poverty by focusing on good governance and encouraging trade and investment. Mr Obama told the UN summit in New York on the Millennium Development Goals that the focus should be on development, not dependence. But he insisted helping poor nations was in the US national interest. He said the US would do its part to help lift millions out of poverty. But with five years left to reach the Millennium Development Goals (MDG), Mr Obama said the world \"must do better\". “Instability”  The eight MDGs were adopted in 2000, and include improving health care, increasing access to education and promoting equal rights for women. \"If the international community just keeps doing the same things the same way, we will miss many development goals,\" Mr Obama said. He said it was in America's, and other rich nations', interests to help the world's poorer countries, despite the economic downturn. \"In our global economy, progress in even the poorest countries can advance the prosperity and security of people far beyond their borders, including my fellow Americans.\" He said: \"When millions of fathers cannot provide for their families, it feeds the despair that can fuel instability and violent <em>extremism</em>.\" Millennium Development Goals 1/ Eradicate extreme poverty and hunger  2/ Achieve universal primary education  3/ Promote gender equality and empower women  4/ Reduce child mortality  5/ Improve maternal health  6/ Combat HIV/Aids, malaria and other diseases  7/ Ensure environmental sustainability  8/ Develop a Global Partnership for Development  He announced a new focus in US aid on moving beyond providing assistance to offering \"nations and peoples a path out of poverty\". This would be done by working with co-operative nations to develop their economies over the long term. Countries that were willing to create attractive environments for investment and trade would be helped, Mr Obama said. He also said democracy and good governance would be encouraged and corruption fought. \"We know that countries are more likely to prosper when governments are accountable to their people. So we are leading a global effort to combat corruption. \"We will reach out to countries making the transition from authoritarianism to democracy, and from war to peace. The people of Liberia show that even after years of war, great progress can be achieved,\" Mr Obama added. BBC diplomatic correspondent Jonathan Marcus says this was a restrained, even humble speech, suggesting an America that wants to listen to others whilst still willing to lead on the global stage. Earlier, Deputy PM Nick Clegg confirmed that the UK was committed to increasing the money it gave in overseas aid, and called on other rich nations to follow its lead. Mr Clegg told the UN that the UK would raise its spending on aid from 0.5% of annual economic output to 0.7% from 2013. Earlier in the day the UN launched a $40bn (£25.5bn) health initiative aimed at saving the lives of 16 million women and children over the next five years. Announcing the Global Strategy for Women's and Children's Health, UN Secretary General Ban Ki-moon said women and children \"play a crucial role in development\".",
            "vi": "BBC News - Obama pledges revamp of foreign aid policy  Tổng thống Hoa Kỳ Obama tuyên bố: \"Chúng ta cần phải có tình thương và cả óc thực tế nữa \" Tổng thống Barack Obama đã tuyên bố với Liên hiệp quốc rằng chính sách viện trợ nước ngoài của Hoa Kỳ sửa đổi sẽ giúp đưa các quốc gia thoát khỏi tình trạng đói nghèo thông qua việc tập trung vào việc quản lý tốt và khuyến khích thương mại và đầu tư.  Ông Obama trình bày tại hội nghị thượng đỉnh của Liên hiệp quốc ở New York về Những mục tiêu phát triển thiên niên kỷ sẽ tập trung vào phát triển chứ không phải sự lệ thuộc. Tuy nhiên, ông cũng nhấn mạnh rằng việc giúp các quốc gia nghèo là mối quan tâm của Hoa Kỳ.  Ông cho biết Hoa Kỳ sẽ thực hiện nhiệm vụ của mình để giúp hàng triệu người thoát khỏi đói nghèo.  Thế nhưng còn đến năm năm trời mới đạt đến Những mục tiêu phát triển thiên niên kỷ (MDG), Ông Obama khuyên cả  thế giới \"phải làm một điều gì đó tốt hơn\".   “Bất ổn” Tám Mục tiêu Phát triển Thiên niên kỷ đã được thông qua vào năm 2000, bao gồm việc cải thiện chăm sóc sức khoẻ, gia tăng việc tiếp cận vào lĩnh vực giáo dục và khuyến khích quyền bình đẳng cho phụ nữ.  \"Nếu cộng đồng quốc tế cứ làm những việc giống nhau với chính sách giống nhau, thì chúng ta sẽ bỏ lỡ nhiều mục tiêu phát triển\", ông Obama nói.  Ông cho biết việc này nằm trong mối quan tâm của Mỹ, và các nước giàu khác nhằm giúp các quốc gia nghèo trên thế giới cho dù tình trạng suy thoái kinh tế đang diễn ra.  \"Trong nền kinh tế toàn cầu của chúng ta, sự phát triển ở các  nước nghèo nhất cũng có thể thúc đẩy sự thịnh vượng và an ninh con người vượt ra ngoài phạm vi quốc gia họ, kể cả những người Mỹ chúng tôi.\" Ông cho biết: \"Khi hàng triệu người cha không thể chu cấp cho gia đình của họ, điều này sẽ nuôi dưỡng sự tuyệt vọng trong họ gây ra sự bất ổn về mặt tinh thần và chủ nghĩa cực đoan hung bạo.\" \nNhững Mục tiêu Phát triển Thiên niên kỷ \n 1/ Xoá bỏ triệt để tình trạng nghèo đói  2/ Đạt được việc phổ cập giáo dục tiểu học 3/ Thúc đẩy bình đẳng giới và trao quyền cho phụ nữ 4/ Giảm tỷ lệ tử vong ở trẻ em 5/ Cải thiện sức khoẻ cho bà mẹ  6/ Chống lại bệnh HIV / AIDS, sốt rét và các bệnh khác 7/ Đảm bảo sự phát triển bền vững về môi trường 8/ Đẩy mạnh sự hợp tác toàn cầu để Phát triển Ông công bố rằng sự tập trung mới trong chính sách viện trợ hiện thời của Hoa kỳ không những cung cấp sự hỗ trợ mà con hướng cho \"các quốc gia và các dân tộc con đường thoát khỏi sự nghèo đói\".  Chính sách này sẽ được thực hiện thông qua làm việc với những quốc gia có tinh thần sẵn sàng hợp tác để phát triển nền kinh tế của họ về lâu về dài. Ông Obama cho biết các quốc gia nào mà sẵn sàng tạo ra những môi trường hấp dẫn cho đầu tư và thương mại chắc chắn sẽ có ích.  Ông cũng cho biết dân chủ và việc quản lý tốt sẽ được khuyến khích và chống được tình trạng tham nhũng. \"Chúng tôi biết là các quốc gia sẽ phát triển mạnh hơn khi chính phủ có trách nhiệm với nhân dân của họ. Vì thế, chúng ta phải nỗ lực toàn cầu để chống tham nhũng. Ông Obama còn nói thêm rằng: “Chúng tôi sẽ chìa tay ra giúp đỡ các quốc gia đang chuyển từ chủ nghĩa độc tài sang dân chủ, và từ chiến tranh sang hoà bình. Nhân dân của Liberia chứng tỏ rằng thậm chí sau nhiều năm chiến tranh họ vẫn đạt được nhiều tiến bộ lớn”. Phóng viên ngoại giao đài BBC Jonathan Marcus nói việc này giống như một cách nói dè dặt, thậm chí hơi khiêm nhường rằng Hoa Kỳ muốn lắng nghe những người khác nói đồng thời vẫn sẵn sàng lãnh đạo trên vũ đài thế giới. Trước đó, Phó thủ tướng Nick Clegg khẳng định rằng Vương quốc Anh quyết tâm gia tăng lượng tiền mà nó đã chi cho viện trợ nước ngoài, và còn kêu gọi các nước giàu khác nên tham gia việc này.  Ông Clegg tuyên bố với Liên hiệp quốc rằng Vương quốc Anh sẽ gia tăng viện trợ từ 0,5% trong sản lượng  kinh tế hàng năm đến 0,7% kể từ năm 2013. Sớm hơn, Liên hiệp quốc đã tung ra sáng kiến sức khoẻ trị giá 40 tỷ đô-la Mỹ (tương đương với 25,5 tỷ bảng Anh) nhằm cứu mạng sống của 16 triệu phụ nữ và trẻ em trong năm năm tới. Công bố trong Chiến lược Toàn cầu về Sức khoẻ của Phụ nữ và Trẻ em, Tổng thư ký Liên Hiệp Quốc Ban Ki-moon đã nói trẻ em và phụ nữ \"đóng một vai trò chủ đạo trong phát triển\"."
        }
    ],
    "suggestions": []
}