{
    "en_vn": {
        "data": {
            "content": null,
            "word": "extraverted"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "extraverted"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "extraverted"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "extraverted"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "extraverted"
        }
    },
    "sentences": [
        {
            "en": "She's the life and soul of every party. She's really <em>extraverted</em>.",
            "vi": "Cô ta là cuộc sống và tinh thần của mỗi buổi tiệc. Cô ta thật sự sống động."
        },
        {
            "en": "I am sure the <em>extraverted</em> character is important for a client manager.",
            "vi": "Tôi tin chắc những người có tính cách cởi mở thích hợp cho vị trí quản lý khách hàng."
        },
        {
            "en": "This is one of the “restorative niches” described in his 2014 book Me, Myself, and Us, which he uses to recover from the exhausting demands of acting <em>extraverted</em>.",
            "vi": "Đây là một trong những \"góc phục hồi\" (nơi để tìm lại bản chất thật sự của con người mình) được miêu tả trong quyển sách của giáo sư Little mang tên Me, Myself, and Us (tạm dịch: Tôi, Riêng mình tôi và Chúng ta) xuất bản năm 2014, đó là nơi ông dùng để tĩnh trí lại sau những đòi hỏi đến mức kiệt sức của việc đóng giả làm một người hướng ngoại."
        },
        {
            "en": "Perhaps most intriguingly, pursuing these personal projects allows you to break free from your personality traits, which can itself be rewarding: research shows that introverts like Little enjoy acting <em>extraverted</em> more than they think they will, for instance.",
            "vi": "Điều hấp dẫn nhất có lẽ là việc theo đuổi những mục tiêu cá nhân này cho phép bạn thoát khỏi những đặc điểm tính cách vốn có, bản thân điều này rất đáng được khen ngợi: nghiên cứu chỉ ra rằng những người hướng nội như giáo sư Little thích hành xử như người hướng ngoại nhiều hơn họ nghĩ."
        },
        {
            "en": "Little can behave <em>extraverted</em> when he needs to, he explains, because he is enacting what he calls a “free trait”: behaving out of character in pursuit of a deeply meaningful “personal project”, which in this case is to engage and educate his students and others in the value of personality psychology.",
            "vi": "Giáo sư Little có thể cư xử như một người hướng ngoại khi cần thiết, ông giải thích, bởi vì ông đang nhập vai vào thứ mà ông gọi là \"đặc điểm tính cách tự do\": hành xử không theo tính cách vốn có nhằm theo đuổi một \"mục tiêu cá nhân\" có ý nghĩa sâu sắc. Trong trường hợp này mục tiêu đó là nhằm thu hút và giáo dục các học sinh của ông và những người khác về tầm quan trọng của tâm lý học nhân cách."
        }
    ],
    "suggestions": []
}