{
    "en_vn": {
        "data": {
            "content": null,
            "word": "extrasolar"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>extrasolar</k><blockquote>■ <cclass>adjective outside the solar system. </cclass></blockquote></div>",
            "word": "extrasolar"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "extrasolar"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "extrasolar"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "extrasolar"
        }
    },
    "sentences": [
        {
            "en": "The rotational periods of <em>extrasolar</em> planets are not known.",
            "vi": "Chu kỳ tự quay của các hành tinh ngoài hệ Mặt Trời cũng không được rõ ràng."
        },
        {
            "en": "No secondary characteristics have been observed around <em>extrasolar</em> planets.",
            "vi": "Chưa có một đặc tính thứ cấp nào được quan sát xung quanh các hành tinh ngoài hệ Mặt Trời."
        },
        {
            "en": "Among <em>extrasolar</em> planets, axial tilts are not known for certain.",
            "vi": "Đối với các hành tinh ngoài hệ Mặt Trời, trục quay nghiêng là điều chưa được biết chắc chắn."
        },
        {
            "en": "There have been roughly a dozen <em>extrasolar</em> planets found of between 10 and 20 Earth masses.",
            "vi": "Đã có gần một tá hành tinh ngoài hệ Mặt Trời được tìm thấy có khối lượng từ 10 đến 20 lần khối lượng Trái Đất."
        },
        {
            "en": "More detailed observation of <em>extrasolar</em> planets will require a new generation of instruments.",
            "vi": "Để quan sát được chi tiết hơn các hành tinh ngoài Hệ Mặt Trời sẽ phải cần những thiết bị thế hệ mới."
        },
        {
            "en": "For <em>extrasolar</em> planets, the plane is known as the sky plane or plane of the sky.",
            "vi": "Đối với các hành tinh ngoài hệ Mặt Trời, mặt phẳng tham chiếu là mặt phẳng bầu trời hay mặt phẳng của bầu trời."
        },
        {
            "en": "The first confirmed discovery of an <em>extrasolar</em> planet orbiting an ordinary main - sequence star occurred on 6 October 1995.",
            "vi": "Hành tinh ngoại hệ lần đầu tiên được phát hiện và công nhận là một hành tinh quay quanh một ngôi sao thường nằm trong dải chính, công bố phát hiện vào ngày 6 tháng 10 năm 1995."
        },
        {
            "en": "The first confirmed discovery of an <em>extrasolar</em> planet orbiting an ordinary main-sequence star occurred on 6 October 1995.",
            "vi": "Hành tinh ngoại hệ lần đầu tiên được phát hiện và công nhận là một hành tinh quay quanh một ngôi sao thường nằm trong dải chính, công bố phát hiện vào ngày 6 tháng 10 năm 1995."
        },
        {
            "en": "At least one <em>extrasolar</em> planet, WASP-17b, has been found to orbit in the opposite direction to its star's rotation.",
            "vi": "Ít nhất có một hành tinh ngoài hệ Mặt Trời, WASP - 17b, đã được tìm thấy là nó quay trên quỹ đạo ngược hướng với chiều tự quay của ngôi sao mẹ."
        },
        {
            "en": "At least one <em>extrasolar</em> planet, WASP - 17b, has been found to orbit in the opposite direction to its star's rotation.",
            "vi": "Ít nhất có một hành tinh ngoài hệ Mặt Trời, WASP-17b, đã được tìm thấy là nó quay trên quỹ đạo ngược hướng với chiều tự quay của ngôi sao mẹ."
        },
        {
            "en": "Many known <em>extrasolar</em> planets are many times the mass of Jupiter, approaching that of stellar objects known as \"brown dwarfs\".",
            "vi": "Rất nhiều hành tinh ngoài hệ Mặt Trời được biết là có khối lượng gấp nhiều lần khối lượng Sao Mộc, gần bằng với một thiên thể sao gọi là \"sao lùn lâu\"."
        },
        {
            "en": "In 2004, a team of astronomers in Hawaii observed an <em>extrasolar</em> planet around the star HD 179949.",
            "vi": "Năm 2004 một đội các nhà thiên văn ở Hawaii đã quan sát một hành tinh ngoài hệ Mặt Trời quay xung quanh sao HD 179949."
        },
        {
            "en": "Many known <em>extrasolar</em> planets are many times the mass of Jupiter, approaching that of stellar objects known as \"brown dwarfs\".",
            "vi": "Rất nhiều hành tinh ngoài hệ Mặt Trời được biết là có khối lượng gấp nhiều lần khối lượng Sao Mộc, gần bằng với một thiên thể sao gọi là\"sao lùn lâu\"."
        },
        {
            "en": "Several projects have also been proposed to create an array of space telescopes to search for <em>extrasolar</em> planets with masses comparable to the Earth.",
            "vi": "Một vài dự án đã được đề xuất để chế tạo một dãy các kính thiên văn không gian để tìm các hành tinh ngoài hệ Mặt Trời với khối lượng xấp xỉ khối lượng Trái Đất."
        },
        {
            "en": "The discovery of <em>extrasolar</em> planets led to another ambiguity in defining a planet; the point at which a planet becomes a star.",
            "vi": "Sự khám phá ra các hành tinh ngoài hệ Mặt Trời đã dẫn đến sự nhập nhằng trong việc định nghĩa một hành tinh, ở điểm mà một hành tinh có thể trở thành một ngôi sao."
        },
        {
            "en": "As of 8 September 2010, there are 490 known <em>extrasolar</em> planets, ranging from the size of gas giants larger than Jupiter to that of terrestrial planets.",
            "vi": "Đến ngày 8 tháng 9 năm 2010, đã phát hiện được 490 hành tinh ngoài hệ Mặt Trời, có kích thước từ các hành tinh khí khổng lồ lớn hơn Sao Mộc cho đến kích thước của các hành tinh đá."
        },
        {
            "en": "The discovery of <em>extrasolar</em> planets led to another ambiguity in defining a planet ; the point at which a planet becomes a star.",
            "vi": "Sự khám phá ra các hành tinh ngoài hệ Mặt Trời đã dẫn đến sự nhập nhằng trong việc định nghĩa một hành tinh, ở điểm mà một hành tinh có thể trở thành một ngôi sao."
        }
    ],
    "suggestions": []
}