{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">[ig'zju:bərəntli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">xum xuê, dồi dào</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">cởi mở, hồ hởi</td></tr></table><i/></div>",
            "word": "exuberantly"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "exuberantly"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "exuberantly"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "exuberantly"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "exuberantly"
        }
    },
    "sentences": [
        {
            "en": "\"i'm young again!\" she shouts <em>exuberantly</em>.",
            "vi": "\"tôi đang trẻ lại!\" cô ấy phấn khích la lên."
        },
        {
            "en": "14         714. MIND OVER MATTER He could drive well, when he kept the speed reasonable, I had to admit.  Like so many things, it seemed to be effortless to him. He barely looked at the road, yet the tires never deviated so much as a centimeter from the center of the lane. He drove one-handed, holding my hand on the seat. Sometimes he gazed into the setting sun, sometimes he glanced at me — my face, my hair blowing out the open window, our hands twined together. He had turned the radio to an oldies station, and he sang along with a song I'd never heard. He knew every line. \"You like fifties music?\" I asked.  \"Music in the fifties was good. Much better than the sixties, or the seventies, ugh!\" He shuddered. \"The eighties were bearable.\" \"Are you ever going to tell me how old you are?\" I asked, tentative, not wanting to upset his buoyant humor. \"Does it matter much?\" His smile, to my relief, remained unclouded. \"No, but I still wonder…\" I grimaced. \"There's nothing like an unsolved mystery to keep you up at night.\" \"I wonder if it will upset you,\" he reflected to himself. He gazed into the sun; the minutes passed. \"Try me,\" I finally said. He sighed, and then looked into my eyes, seeming to forget the road completely for a time. Whatever he saw there must have encouraged him. He looked into the sun — the light of the setting orb glittered off his skin in ruby-tinged sparkles — and spoke.  \"I was born in Chicago in 1901.\" He paused and glanced at me from the corner of his eyes. My face was carefully unsurprised, patient for the rest. He smiled a tiny smile and continued. \"Carlisle found me in a hospital in the summer of 1918. I was seventeen, and dying of the Spanish influenza.\" He heard my intake of breath, though it was barely audible to my own ears. He looked down into my eyes again. \"I don't remember it well — it was a very long time ago, and human memories fade.\" He was lost in his thoughts for a short time before he went on. \"I do remember how it felt, when Carlisle saved me. It's not an easy thing, not something you could forget.\" \"Your parents?\" \"They had already died from the disease. I was alone. That was why he chose me. In all the chaos of the epidemic, no one would ever realize I was gone.\" \"How did he… save you?\" A few seconds passed before he answered. He seemed to choose his words carefully. \"It was difficult. Not many of us have the restraint necessary to accomplish it. But Carlisle has always been the most humane, the most compassionate of us… I don't think you could find his equal throughout all of history.\" He paused. \"For me, it was merely very, very painful.\" I could tell from the set of his lips, he would say no more on this subject. I suppressed my curiosity, though it was far from idle. There were many things I needed to think through on this particular issue, things that were only beginning to occur to me. No doubt his quick mind had already comprehended every aspect that eluded me.  His soft voice interrupted my thoughts. \"He acted from loneliness. That's usually the reason behind the choice. I was the first in Carlisle's family, though he found Esme soon after. She fell from a cliff. They brought her straight to the hospital morgue, though, somehow, her heart was still beating.\" \"So you must be dying, then, to become…\" We never said the word, and I couldn't frame it now. \"No, that's just Carlisle. He would never do that to someone who had another choice.\" The respect in his voice was profound whenever he spoke of his father figure. \"It is easier he says, though,\" he continued, \"if the blood is weak.\" He looked at the now-dark road, and I could feel the subject closing again. \"And Emmett and Rosalie?\" \"Carlisle brought Rosalie to our family next. I didn't realize till much later that he was hoping she would be to me what Esme was to him — he was careful with his thoughts around me.\" He rolled his eyes. \"But she was never more than a sister. It was only two years later that she found Emmett. She was hunting — we were in Appalachia at the time — and found a bear about to finish him off. She carried him back to Carlisle, more than a hundred miles, afraid she wouldn't be able to do it herself. I'm only beginning to guess how difficult that journey was for her.\" He threw a pointed glance in my direction, and raised our hands, still folded together, to brush my cheek with the back of his hand. \"But she made it,\" I encouraged, looking away from the unbearable beauty of his eyes. \"Yes,\" he murmured. \"She saw something in his face that made her strong enough. And they've been together ever since. Sometimes they live separately from us, as a married couple. But the younger we pretend to be, the longer we can stay in any given place. Forks seemed perfect, so we all enrolled in high school.\" He laughed. \"I suppose we'll have to go to their wedding in a few years, again.\" \"Alice and Jasper?\" \"Alice and Jasper are two very rare creatures. They both developed a conscience, as we refer to it, with no outside guidance. Jasper belonged to another… family, a very different kind of family. He became depressed, and he wandered on his own. Alice found him. Like me, she has certain gifts above and beyond the norm for our kind.\" \"Really?\" I interrupted, fascinated. \"But you said you were the only one who could hear people's thoughts.\" \"That's true. She knows other things. She sees things — things that might happen, things that are coming. But it's very subjective. The future isn't set in stone. Things change.\" His jaw set when he said that, and his eyes darted to my face and away so quickly that I wasn't sure if I only imagined it. \"What kinds of things does she see?\" \"She saw Jasper and knew that he was looking for her before he knew it himself. She saw Carlisle and our family, and they came together to find us. She's most sensitive to non-humans. She always sees, for example, when another group of our kind is coming near. And any threat they may pose.\" \"Are there a lot of… your kind?\" I was surprised. How many of them could walk among us undetected? \"No, not many. But most won't settle in any one place. Only those like us, who've given up hunting you people\" — a sly glance in my direction — \"can live together with humans for any length of time. We've only found one other family like ours, in a small village in Alaska. We lived together for a time, but there were so many of us that we became too noticeable. Those of us who live… differently tend to band together.\"  \"And the others?\" \"Nomads, for the most part. We've all lived that way at times. It gets tedious, like anything else. But we run across the others now and then, because most of us prefer the North.\" \"Why is that?\" We were parked in front of my house now, and he'd turned off the truck.  It was very quiet and dark; there was no moon. The porch light was off so I knew my father wasn't home yet.  \"Did you have your eyes open this afternoon?\" he teased. \"Do you think I could walk down the street in the sunlight without causing traffic accidents? There's a reason why we chose the Olympic Peninsula, one of the most sunless places in the world. It's nice to be able to go outside in the day. You wouldn't believe how tired you can get of nighttime in eighty-odd years.\" \"So that's where the legends came from?\" \"Probably.\" \"And Alice came from another family, like Jasper?\" \"No, and that is a mystery. Alice doesn't remember her human life at all.  And she doesn't know who created her. She awoke alone. Whoever made her walked away, and none of us understand why, or how, he could. If she hadn't had that other sense, if she hadn't seen Jasper and Carlisle and known that she would someday become one of us, she probably would have turned into a total savage.\" There was so much to think through, so much I still wanted to ask. But, to my great embarrassment, my stomach growled. I'd been so intrigued, I hadn't even noticed I was hungry. I realized now that I was ravenous.  \"I'm sorry, I'm keeping you from dinner.\" \"I'm fine, really.\" \"I've never spent much time around anyone who eats food. I forget.\" \"I want to stay with you.\" It was easier to say in the darkness, knowing as I spoke how my voice would betray me, my hopeless addiction to him.  \"Can't I come in?\" he asked. \"Would you like to?\" I couldn't picture it, this godlike creature sitting in my father's shabby kitchen chair. \"Yes, if it's all right.\" I heard the door close quietly, and almost simultaneously he was outside my door, opening it for me. \"Very human,\" I complimented him. \"It's definitely resurfacing.\" He walked beside me in the night, so quietly I had to peek at him constantly to be sure he was still there. In the darkness he looked much more normal. Still pale, still dreamlike in his beauty, but no longer the fantastic sparkling creature of our sunlit afternoon. He reached the door ahead of me and opened it for me. I paused halfway through the frame. \"The door was unlocked?\" \"No, I used the key from under the eave.\" I stepped inside, flicked on the porch light, and turned to look at him with my eyebrows raised. I was sure I'd never used that key in front of him. \"I was curious about you.\" \"You spied on me?\" But somehow I couldn't infuse my voice with the proper outrage. I was flattered. He was unrepentant. \"What else is there to do at night?\" I let it go for the moment and went down the hall to the kitchen. He was there before me, needing no guide. He sat in the very chair I'd tried to picture him in. His beauty lit up the kitchen. It was a moment before I could look away. I concentrated on getting my dinner, taking last night's lasagna from the fridge, placing a square on a plate, heating it in the microwave. It revolved, filling the kitchen with the smell of tomatoes and oregano. I didn't take my eyes from the plate of food as I spoke. \"How often?\" I asked casually. \"Hmmm?\" He sounded as if I had pulled him from some other train of thought. I still didn't turn around. \"How often did you come here?\" \"I come here almost every night.\" I whirled, stunned. \"Why?\" \"You're interesting when you sleep.\" He spoke matter-of-factly. \"You talk.\" \"No!\" I gasped, heat flooding my face all the way to my hairline. I gripped the kitchen counter for support. I knew I talked in my sleep, of course; my mother teased me about it. I hadn't thought it was something I needed to worry about here, though. His expression shifted instantly to chagrin. \"Are you very angry with me?\" \"That depends!\" I felt and sounded like I'd had the breath knocked out of me. He waited. \"On?\" he urged. \"What you heard!\" I wailed. Instantly, silently, he was at my side, taking my hands carefully in his.  \"Don't be upset!\" he pleaded. He dropped his face to the level of my eyes, holding my gaze. I was embarrassed. I tried to look away.  \"You miss your mother,\" he whispered. \"You worry about her. And when it rains, the sound makes you restless. You used to talk about home a lot, but it's less often now. Once you said, 'It's too green.'\" He laughed softly, hoping, I could see, not to offend me further. \"Anything else?\" I demanded. He knew what I was getting at. \"You did say my name,\" he admitted. I sighed in defeat. \"A lot?\" \"How much do you mean by 'a lot,' exactly?\" \"Oh no!\" I hung my head. He pulled me against his chest, softly, naturally. \"Don't be self-conscious,\" he whispered in my ear. \"If I could dream at all, it would be about you. And I'm not ashamed of it.\" Then we both heard the sound of tires on the brick driveway, saw the headlights flash through the front windows, down the hall to us. I stiffened in his arms. \"Should your father know I'm here?\" he asked. \"I'm not sure…\" I tried to think it through quickly. \"Another time then…\" And I was alone. \"Edward!\" I hissed. I heard a ghostly chuckle, then nothing else. My father's key turned in the door. \"Bella?\" he called. It had bothered me before; who else would it be? Suddenly he didn't seem so far off base. \"In here.\" I hoped he couldn't hear the hysterical edge to my voice. I grabbed my dinner from the microwave and sat at the table as he walked in. His footsteps sounded so noisy after my day with Edward.  \"Can you get me some of that? I'm bushed.\" He stepped on the heels of his boots to take them off, holding the back of Edward's chair for support. I took my food with me, scarfing it down as I got his dinner. It burned my tongue. I filled two glasses with milk while his lasagna was heating, and gulped mine to put out the fire. As I set the glass down, I noticed the milk trembling and realized my hand was shaking. Charlie sat in the chair, and the contrast between him and its former occupant was comical. \"Thanks,\" he said as I placed his food on the table. \"How was your day?\" I asked. The words were rushed; I was dying to escape to my room. \"Good. The fish were biting… how about you? Did you get everything done that you wanted to?\" \"Not really — it was too nice out to stay indoors.\" I took another big bite. \"It was a nice day,\" he agreed. What an understatement, I thought to myself. Finished with the last bite of lasagna, I lifted my glass and chugged the remains of my milk. Charlie surprised me by being observant. \"In a hurry?\" \"Yeah, I'm tired. I'm going to bed early.\" \"You look kinda keyed up,\" he noted. Why, oh why, did this have to be his night to pay attention? \"Do I?\" was all I could manage in response. I quickly scrubbed my dishes clean in the sink, and placed them upside down on a dish towel to dry. \"It's Saturday,\" he mused. I didn't respond. \"No plans tonight?\" he asked suddenly. \"No, Dad, I just want to get some sleep.\" \"None of the boys in town your type, eh?\" He was suspicious, but trying to play it cool. \"No, none of the boys have caught my eye yet.\" I was careful not to over-emphasize the word boys in my quest to be truthful with Charlie. \"I thought maybe that Mike Newton… you said he was friendly.\" \"He's Just a friend, Dad.\" \"Well, you're too good for them all, anyway. Wait till you get to college to start looking.\" Every father's dream, that his daughter will be out of the house before the hormones kick in. \"Sounds like a good idea to me,\" I agreed as I headed up the stairs. \"'Night, honey,\" he called after me. No doubt he would be listening carefully all evening, waiting for me to try to sneak out. \"See you in the morning, Dad.\" See you creeping into my room tonight at midnight to check on me. I worked to make my tread sound slow and tired as I walked up the stairs to my room. I shut the door loud enough for him to hear, and then sprinted on my tiptoes to the window. I threw it open and leaned out into the night. My eyes scanned the darkness, the impenetrable shadows of the trees. \"Edward?\" I whispered, feeling completely idiotic. The quiet, laughing response came from behind me. \"Yes?\" I whirled, one hand flying to my throat in surprise. He lay, smiling hugely, across my bed, his hands behind his head, his feet dangling off the end, the picture of ease. \"Oh!\" I breathed, sinking unsteadily to the floor.  \"I'm sorry.\" He pressed his lips together, trying to hide his amusement. \"Just give me a minute to restart my heart.\" He sat up slowly, so as not to startle me again. Then he leaned forward and reached out with his long arms to pick me up, gripping the tops of my arms like I was a toddler. He sat me on the bed beside him. \"Why don't you sit with me,\" he suggested, putting a cold hand on mine. \"How's the heart?\" \"You tell me — I'm sure you hear it better than I do.\" I felt his quiet laughter shake the bed. We sat there for a moment in silence, both listening to my heartbeat slow. I thought about having Edward in my room, with my father in the house. \"Can I have a minute to be human?\" I asked. \"Certainly.\" He gestured with one hand that I should proceed. \"Stay,\" I said, trying to look severe. \"Yes, ma'am.\" And he made a show of becoming a statue on the edge of my bed. I hopped up, grabbing my pajamas from off the floor, my bag of toiletries off the desk. I left the light off and slipped out, closing the door. I could hear the sound from the TV rising up the stairs. I banged the bathroom door loudly, so Charlie wouldn't come up to bother me. I meant to hurry. I brushed my teeth fiercely, trying to be thorough and speedy, removing all traces of lasagna. But the hot water of the shower couldn't be rushed. It unknotted the muscles in my back, calmed my pulse. The familiar smell of my shampoo made me feel like I might be the same person I had been this morning. I tried not to think of Edward, sitting in my room, waiting, because then I had to start all over with the calming process. Finally, I couldn't delay anymore. I shut off the water, toweling hastily, rushing again. I pulled on my holey t-shirt and gray sweatpants. Too late to regret not packing the Victoria's Secret silk pajamas my mother got me two birthdays ago, which still had the tags on them in a drawer somewhere back home. I rubbed the towel through my hair again, and then yanked the brush through it quickly. I threw the towel in the hamper, flung my brush and toothpaste into my bag. Then I dashed down the stairs so Charlie could see that I was in my pajamas, with wet hair. \"'Night, Dad.\" \"'Night, Bella.\" He did look startled by my appearance. Maybe that would keep him from checking on me tonight. I took the stairs two at a time, trying to be quiet, and flew into my room, closing the door tightly behind me. Edward hadn't moved a fraction of an inch, a carving of Adonis perched on my faded quilt. I smiled, and his lips twitched, the statue coming to life. His eyes appraised me, taking in the damp hair, the tattered shirt. He raised one eyebrow. \"Nice.\" I grimaced. \"No, it looks good on you.\" \"Thanks,\" I whispered. I went back to his side, sitting cross-legged beside him. I looked at the lines in the wooden floor. \"What was all that for?\" \"Charlie thinks I'm sneaking out.\" \"Oh.\" He contemplated that. \"Why?\" As if he couldn't know Charlie's mind much more clearly than I could guess. \"Apparently, I look a little overexcited.\" He lifted my chin, examining my face. \"You look very warm, actually.\" He bent his face slowly to mine, laying his cool cheek against my skin. I held perfectly still. \"Mmmmmm…\" he breathed. It was very difficult, while he was touching me, to frame a coherent question. It took me a minute of scattered concentration to begin. \"It seems to be… much easier for you, now, to be close to me.\" \"Does it seem that way to you?\" he murmured, his nose gliding to the corner of my jaw. I felt his hand, lighter than a moth's wing, brushing my damp hair back, so that his lips could touch the hollow beneath my ear. \"Much, much easier,\" I said, trying to exhale. \"Hmm.\" \"So I was wondering…\" I began again, but his fingers were slowly tracing my collarbone, and I lost my train of thought. \"Yes?\" he breathed. \"Why is that,\" my voice shook, embarrassing me, \"do you think?\" I felt the tremor of his breath on my neck as he laughed. \"Mind over matter.\" I pulled back; as I moved, he froze — and I could no longer hear the sound of his breathing. We stared cautiously at each other for a moment, and then, as his clenched jaw gradually relaxed, his expression became puzzled. \"Did I do something wrong?\" \"No — the opposite. You're driving me crazy,\" I explained.  He considered that briefly, and when he spoke, he sounded pleased. \"Really?\" A triumphant smile slowly lit his face. \"Would you like a round of applause?\" I asked sarcastically. He grinned. \"I'm just pleasantly surprised,\" he clarified. \"In the last hundred years or so,\" his voice was teasing, \"I never imagined anything like this. I didn't believe I would ever find someone I wanted to be with… in another way than my brothers and sisters. And then to find, even though it's all new to me, that I'm good at it… at being with you…\" \"You're good at everything,\" I pointed out. He shrugged, allowing that, and we both laughed in whispers. \"But how can it be so easy now?\" I pressed. \"This afternoon…\" \"It's not easy,\" he sighed. \"But this afternoon, I was still… undecided. I am sorry about that, it was unforgivable for me to behave so.\" \"Not unforgivable,\" I disagreed. \"Thank you.\" He smiled. \"You see,\" he continued, looking down now, \"I wasn't sure if I was strong enough…\" He picked up one of my hands and pressed it lightly to his face. \"And while there was still that possibility that I might be… overcome\" — he breathed in the scent at my wrist — \"I was… susceptible. Until I made up my mind that I was strong enough, that there was no possibility at all that I would… that I ever could…\" I'd never seen him struggle so hard for words. It was so… human. \"So there's no possibility now?\" \"Mind over matter,\" he repeated, smiling, his teeth bright even in the darkness. \"Wow, that was easy,\" I said. He threw back his head and laughed, quietly as a whisper, but still <em>exuberantly</em>. \"Easy for you!\" he amended, touching my nose with his fingertip. And then his face was abruptly serious. \"I'm trying,\" he whispered, his voice pained. \"If it gets to be… too much, I'm fairly sure I'll be able to leave.\" I scowled. I didn't like the talk of leaving. \"And it will be harder tomorrow,\" he continued. \"I've had the scent of you in my head all day, and I've grown amazingly desensitized. If I'm away from you for any length of time, I'll have to start over again. Not quite from scratch, though, I think.\" \"Don't go away, then,\" I responded, unable to hide the longing in my voice. \"That suits me,\" he replied, his face relaxing into a gentle smile. \"Bring on the shackles — I'm your prisoner.\" But his long hands formed manacles around my wrists as he spoke. He laughed his quiet, musical laugh. He'd laughed more tonight than I'd ever heard in all the time I'd spent with him. \"You seem more… optimistic than usual,\" I observed. \"I haven't seen you like this before.\" \"Isn't it supposed to be like this?\" He smiled. \"The glory of first love, and all that. It's incredible, isn't it, the difference between reading about something, seeing it in the pictures, and experiencing it?\" \"Very different,\" I agreed. \"More forceful than I'd imagined.\" \"For example\" — his words flowed swiftly now, I had to concentrate to catch it all — \"the emotion of jealousy. I've read about it a hundred thousand times, seen actors portray it in a thousand different plays and movies. I believed I understood that one pretty clearly. But it shocked me…\" He grimaced. \"Do you remember the day that Mike asked you to the dance?\" I nodded, though I remembered that day for a different reason. \"The day you started talking to me again.\" \"I was surprised by the flare of resentment, almost fury, that I felt — I didn't recognize what it was at first. I was even more aggravated than usual that I couldn't know what you were thinking, why you refused him. Was it simply for your friend's sake? Was there someone else? I knew I had no right to care either way. I tried not to care. \"And then the line started forming,\" he chuckled. I scowled in the darkness. \"I waited, unreasonably anxious to hear what you would say to them, to watch your expressions. I couldn't deny the relief I felt, watching the annoyance on your face. But I couldn't be sure. \"That was the first night I came here. I wrestled all night, while watching you sleep, with the chasm between what I knew was right, moral, ethical, and what I wanted. I knew that if I continued to ignore you as I should, or if I left for a few years, till you were gone, that someday you would say yes to Mike, or someone like him. It made me angry. \"And then,\" he whispered, \"as you were sleeping, you said my name. You spoke so clearly, at first I thought you'd woken. But you rolled over restlessly and mumbled my name once more, and sighed. The feeling that coursed through me then was unnerving, staggering. And I knew I couldn't ignore you any longer.\" He was silent for a moment, probably listening to the suddenly uneven pounding of my heart. \"But jealousy… it's a strange thing. So much more powerful than I would have thought. And irrational! Just now, when Charlie asked you about that vile Mike Newton…\" He shook his head angrily. \"I should have known you'd be listening,\" I groaned. \"Of course.\" \"That made you feel jealous, though, really?\" \"I'm new at this; you're resurrecting the human in me, and everything feels stronger because it's fresh.\" \"But honestly,\" I teased, \"for that to bother you, after I have to hear that Rosalie — Rosalie, the incarnation of pure beauty, Rosalie — was meant for you. Emmett or no Emmett, how can I compete with that?\" \"There's no competition.\" His teeth gleamed. He drew my trapped hands around his back, holding me to his chest. I kept as still as I could, even breathing with caution. \"I know there's no competition,\" I mumbled into his cold skin. \"That's the problem.\" \"Of course Rosalie is beautiful in her way, but even if she wasn't like a sister to me, even if Emmett didn't belong with her, she could never have one tenth, no, one hundredth of the attraction you hold for me.\" He was serious now, thoughtful. \"For almost ninety years I've walked among my kind, and yours… all the time thinking I was complete in myself, not realizing what I was seeking. And not finding anything, because you weren't alive yet.\" \"It hardly seems fair,\" I whispered, my face still resting on his chest, listening to his breath come and go. \"I haven't had to wait at all. Why should I get off so easily?\" \"You're right,\" he agreed with amusement. \"I should make this harder for you, definitely.\" He freed one of his hands, released my wrist, only to gather it carefully into his other hand. He stroked my wet hair softly, from the top of my head to my waist. \"You only have to risk your life every second you spend with me, that's surely not much. You only have to turn your back on nature, on humanity… what's that worth?\" \"Very little — I don't feel deprived of anything.\" \"Not yet.\" And his voice was abruptly full of ancient grief. I tried to pull back, to look in his face, but his hand locked my wrists in an unbreakable hold. \"What —\" I started to ask, when his body became alert. I froze, but he suddenly released my hands, and disappeared. I narrowly avoided falling on my face. \"Lie down!\" he hissed. I couldn't tell where he spoke from in the darkness. I rolled under my quilt, balling up on my side, the way I usually slept. I heard the door crack open, as Charlie peeked in to make sure I was where I was supposed to be. I breathed evenly, exaggerating the movement. A long minute passed. I listened, not sure if I'd heard the door close. Then Edward's cool arm was around me, under the covers, his lips at my ear. \"You are a terrible actress — I'd say that career path is out for you.\" \"Darn it,\" I muttered. My heart was crashing in my chest. He hummed a melody I didn't recognize; it sounded like a lullaby. He paused. \"Should I sing you to sleep?\" \"Right,\" I laughed. \"Like I could sleep with you here!\" \"You do it all the time,\" he reminded me. \"But I didn't know you were here,\" I replied icily. \"So if you don't want to sleep…\" he suggested, ignoring my tone. My breath caught. \"If I don't want to sleep… ?\" He chuckled. \"What do you want to do then?\" I couldn't answer at first. \"I'm not sure,\" I finally said. \"Tell me when you decide.\" I could feel his cool breath on my neck, feel his nose sliding along my jaw, inhaling. \"I thought you were desensitized.\" \"Just because I'm resisting the wine doesn't mean I can't appreciate the bouquet,\" he whispered. \"You have a very floral smell, like lavender… or freesia,\" he noted. \"It's mouthwatering.\" \"Yeah, it's an off day when I don't get somebody telling me how edible I smell.\" He chuckled, and then sighed. \"I've decided what I want to do,\" I told him. \"I want to hear more about you.\" \"Ask me anything.\" I sifted through my questions for the most vital. \"Why do you do it?\" I said. \"I still don't understand how you can work so hard to resist what you… are. Please don't misunderstand, of course I'm glad that you do. I just don't see why you would bother in the first place.\" He hesitated before answering. \"That's a good question, and you are not the first one to ask it. The others — the majority of our kind who are quite content with our lot — they, too, wonder at how we live. But you see, just because we've been… dealt a certain hand… it doesn't mean that we can't choose to rise above — to conquer the boundaries of a destiny that none of us wanted. To try to retain whatever essential humanity we can.\" I lay unmoving, locked in awed silence. \"Did you fall asleep?\" he whispered after a few minutes. \"No.\" \"Is that all you were curious about?\" I rolled my eyes. \"Not quite.\" \"What else do you want to know?\" \"Why can you read minds — why only you? And Alice, seeing the future… why does that happen?\" I felt him shrug in the darkness. \"We don't really know. Carlisle has a theory… he believes that we all bring something of our strongest human traits with us into the next life, where they are intensified — like our minds, and our senses. He thinks that I must have already been very sensitive to the thoughts of those around me. And that Alice had some precognition, wherever she was.\" \"What did he bring into the next life, and the others?\" \"Carlisle brought his compassion. Esme brought her ability to love passionately. Emmett brought his strength, Rosalie her… tenacity. Or you could call it pigheadedness.\" he chuckled. \"Jasper is very interesting. He was quite charismatic in his first life, able to influence those around him to see things his way. Now he is able to manipulate the emotions of those around him — calm down a room of angry people, for example, or excite a lethargic crowd, conversely. It's a very subtle gift.\" I considered the impossibilities he described, trying to take it in. He waited patiently while I thought. \"So where did it all start? I mean, Carlisle changed you, and then someone must have changed him, and so on…\" \"Well, where did you come from? Evolution? Creation? Couldn't we have evolved in the same way as other species, predator and prey? Or, if you don't believe that all this world could have just happened on its own, which is hard for me to accept myself, is it so hard to believe that the same force that created the delicate angelfish with the shark, the baby seal and the killer whale, could create both our kinds together?\" \"Let me get this straight — I'm the baby seal, right?\" \"Right.\" He laughed, and something touched my hair — his lips? I wanted to turn toward him, to see if it was really his lips against my hair. But I had to be good; I didn't want to make this any harder for him than it already was. \"Are you ready to sleep?\" he asked, interrupting the short silence. \"Or do you have any more questions?\" \"Only a million or two.\" \"We have tomorrow, and the next day, and the next…\" he reminded me. I smiled, euphoric at the thought.  \"Are you sure you won't vanish in the morning?\" I wanted this to be certain. \"You are mythical, after all.\" \"I won't leave you.\" His voice had the seal of a promise in it. \"One more, then, tonight…\" And I blushed. The darkness was no help — I'm sure he could feel the sudden warmth under my skin. \"What is it?\" \"No, forget it. I changed my mind.\" \"Bella, you can ask me anything.\" I didn't answer, and he groaned. \"I keep thinking it will get less frustrating, not hearing your thoughts. But it just gets worse and worse.\" \"I'm glad you can't read my thoughts. It's bad enough that you eavesdrop on my sleep-talking.\" \"Please?\" His voice was so persuasive, so impossible to resist. I shook my head. \"If you don't tell me, I'll just assume it's something much worse than it is,\" he threatened darkly. \"Please?\" Again, that pleading voice. \"Well,\" I began, glad that he couldn't see my face. \"Yes?\" \"You said that Rosalie and Emmett will get married soon… Is that… marriage… the same as it is for humans?\" He laughed in earnest now, understanding. \"Is that what you're getting at?\" I fidgeted, unable to answer. \"Yes, I suppose it is much the same,\" he said. \"I told you, most of those human desires are there, just hidden behind more powerful desires.\" \"Oh,\" was all I could say. \"Was there a purpose behind your curiosity?\" \"Well, I did wonder… about you and me… someday…\" He was instantly serious, I could tell by the sudden stillness of his body. I froze, too, reacting automatically. \"I don't think that… that… would be possible for us.\" \"Because it would be too hard for you, if I were that… close?\" \"That's certainly a problem. But that's not what I was thinking of. It's just that you are so soft, so fragile. I have to mind my actions every moment that we're together so that I don't hurt you. I could kill you quite easily, Bella, simply by accident.\" His voice had become just a soft murmur. He moved his icy palm to rest it against my cheek. \"If I was too hasty… if for one second I wasn't paying enough attention, I could reach out, meaning to touch your face, and crush your skull by mistake. You don't realize how incredibly breakable you are. I can never, never afford to lose any kind of control when I'm with you.\" He waited for me to respond, growing anxious when I didn't. \"Are you scared?\" he asked. I waited for a minute to answer, so the words would be true. \"No. I'm fine.\" He seemed to deliberate for a moment. \"I'm curious now, though,\" he said, his voice light again. \"Have you ever… ?\" He trailed off suggestively. \"Of course not.\" I flushed. \"I told you I've never felt like this about anyone before, not even close.\" \"I know. It's just that I know other people's thoughts. I know love and lust don't always keep the same company.\" \"They do for me. Now, anyway, that they exist for me at all,\" I sighed. \"That's nice. We have that one thing in common, at least.\" He sounded satisfied. \"Your human instincts…\" I began. He waited. \"Well, do you find me attractive, in that way, at all?\" He laughed and lightly rumpled my nearly dry hair.  \"I may not be a human, but I am a man,\" he assured me. I yawned involuntarily. \"I've answered your questions, now you should sleep,\" he insisted. \"I'm not sure if I can.\" \"Do you want me to leave?\" \"No!\" I said too loudly. He laughed, and then began to hum that same, unfamiliar lullaby; the voice of an archangel, soft in my ear. More tired than I realized, exhausted from the long day of mental and emotional stress like I'd never felt before, I drifted to sleep in his cold arms.",
            "vi": "14        14.  Sức mạnh của ý chí Anh có thể lái xe giỏi khi giữ tốc độ vừa phải, tôi phải thừa nhận.  Như nhiều thứ khác, lái xe dường như thật dễ dàng đối với anh. Anh hầu như chẳng hề nhìn đường, vậy mà bánh xe chẳng hề chệch quá tâm làn xe một xăng-ti-mét. Anh lái một tay, tay kia nắm tay tôi đặt trên ghế.  Thỉnh thoảng anh nhìn chằm chằm vào mặt trời lặn, thỉnh thoảng anh nhìn lướt qua tôi - khuôn mặt tôi, tóc tôi bay phất phới ra cửa sổ mở, tay chúng tôi đan vào nhau.  Anh chỉnh ra-đi-ô đến một đài phát nhạc xưa, rồi anh hát theo một bài hát tôi chưa từng nghe. Anh thuộc từng lời. \"Anh thích nhạc của thập kỷ năm mươi?\" tôi hỏi.  \"Nhạc trong thập kỷ năm mươi hay. Hay hơn nhạc của những năm sáu mươi, hay thập kỷ bẩy mươi nhiều, hừm!\" anh nhún vai. \"Nhạc của thập kỷ tám mươi thì tạm chịu đựng được. \" \"Có bao giờ anh cho em biết anh bao nhiêu tuổi không?\" tôi hỏi, ướm thử, không muốn làm xáo trộn tâm trạng vui vẻ của anh.  \"Chuyện đó có quan trọng lắm không?\" thật nhẹ nhõm là nụ cười của anh vẫn tươi tắn.  \"Không, nhưng em cứ thắc mắc hoài ...\" Tôi nhăn nhó. \"Không có gì bực bằng một bí ẩn chưa khám phá làm mình không ngủ được trong đêm.” \"Anhi tự hỏi không biết chuyện đó có làm em khó chịu không, \" anh ngẫm nghĩ.  Anh nhìn chằm chằm vào mặt trời; hàng phút trôi qua.  \"Thử xem, \" Cuối cùng thì tôi cũng  nói.  Anh thở dài, rồi nhìn vào mắt tôi, dường như quên hẳn đường đi trong chốc lát. Mọi thứ  anh nhìn thấy trong mắt tôi hẳn đã khuyến khích anh. Anh nhìn vào mặt trời - ánh sáng của mặt trời đang lặn lấp lánh trên da anh thành những tia lấp lánh hồng ngọc - rồi nói.  \"Anh được sinh ra ở Chicago năm 1901. \" Anh dừng lại và nhìn lướt qua tôi từ khoé mắt. Khuôn mặt tôi chẳng để lộ chút ngạc nhiên nào, kiên nhẫn chờ anh nói tiếp. Anh hơi mỉm cười rồi tiếp tục. \"Carlisle tìm thấy anh trong một bệnh viện vào mùa hè năm 1918. Anh lúc đó 17 tuổi, và đang hấp hối vì bịnh cúm Tây Ban Nha. \" Anh nghe tiếng tôi hít vào, dù chính tai tôi cũng khó nghe thấy. Anh lại nhìn xuống mắt tôi lần nữa.  \"Anh không nhớ rõ chuyện đó – đã quá lâu rồi, và ký ức của con người đã nhạt phai.” Anh chìm đắm trong suy tư một chút rồi tiếp tục. \"Anh nhớ rõ cảm giác ra sao, khi Carlisle cứu anh. Thật không dễ dàng chút nào, không phải là chuyện có thể quên được.” \"Cha mẹ anh thì sao?\" \"Họ đã chết vì căn bệnh ấy. Anh chỉ còn một mình. Đó là lý do tại sao ông đã chọn anh. Trong cảnh hỗn độn của dịch bệnh, sẽ chẳng bao giờ có ai nhận ra anh đã chết.” \"Ông ấy ... cứu được anh bằng cách nào?” Một vài giây trôi qua trước khi anh trả lời.  Anh có vẻ lựa chọn ngôn từ cẩn thận.  \"Rất khó. Rất ít người trong bọn anh có khả năng tự chủ cần thiết để hoàn thành việc đó. Nhưng Carlisle luôn là người nhân đức nhất, giàu lòng trắc ẩn nhất trong bọn anh .... Anh nghĩ chẳng thể có ai sánh được với ông từ trước đến nay.” Anh ngừng lại. \"Đối với anh, chỉ là rất, rất đau đớn.” Tôi dám chắc từ cách anh mím môi, anh sẽ không nói thêm câu nào nữa về vấn đề này. Tôi ráng kềm tính hiếu kỳ của mình, dù còn lâu nó mới chịu yên. Có nhiều chuyện tôi cần xem xét thấu đáo trong đề tài cụ thể này, những chuyện chỉ mới bắt đầu xảy ra với tôi. Rõ ràng đầu óc khôn ngoan của anh hiểu rõ mọi chuyện đã né tránh tôi.  Giọng nói nhẹ nhàng của anh cắt ngang suy nghĩ của tôi. \"Ông làm vậy vì cô đơn. Đó thường là lý do chọn lựa.  Anh là người đầu tiên trong gia đình Carlisle, mặc dù chẳng bao lâu sau ông tìm thấy Esme. Bà té xuống từ vách đá. Người ta mang bà thẳng đến nhà xác của bệnh viện, mặc dù, không biết vì sao, trái tim bà vẫn còn đập.” \"Vậy nghĩa là mình phải hấp hối trước rồi mới trở thành ...\" Chúng tôi chẳng bao giờ nói ra từ này, và bây giờ tôi không thể nói trọn câu được. \"Không, chỉ Carlisle mới vậy thôi.  Ông sẽ chẳng bao giờ làm thế đối với người còn lựa chọn khác.”  Sự tôn trọng trong giọng anh đậm sâu mỗi khi anh nói đến cha mình. \"Mặc dù ông nói sẽ dễ dàng hơn, \" anh tiếp tục, \" nếu máu loãng. \" Anh nhìn vào con đường bấy giờ đã tối đen, và tôi có thể cảm thấy đề tài này sẽ kết thúc lần nữa. \"Còn Emmett và Rosalie?\" \"Kế đó Carlisle mang Rosalie đến cho gia đình bọn anh. Rất lâu sau, anh mới nhận ra là ông hi vọng cô ấy sẽ có ý nghĩa với anh như Esme có ý nghĩa với ông – ông rất cẩn thận che giấu suy nghĩ của mình khi ở gần anh.” Anh tỏ vẻ không tin.”  Nhưng cô ấy chẳng bao giờ là cái gì khác ngoài một người em.  Sau đó chỉ hai năm cô ấy tìm thấy Emmett. Cô ấy đang săn - bọn anh đang ở Appalachia vào lúc đó - thì thấy gấu sắp kết liễu đời anh ta. Cô mang anh ta về cho Carlisle, hơn một trăm dặm, vì sợ một mình cô không thể làm chuyện đó.  Anh bây giờ mới bắt đầu hiểu được thời gian ấy khó khăn thế nào đối với cô.” Anh liếc nhìn tôi sắc lẻm, rồi đưa bàn tay của chúng tôi lên, vẫn đan nhau, để vuốt má tôi bằng mu bàn tay anh.  \"Nhưng cô ấy đã làm được, \" tôi khuyến khích, quay đầu không nhìn vào vẻ đẹp không chịu nỗi của mắt anh.  \"Ừ, \" anh thì thầm. \"Cô ấy đã nhìn thấy điều gì đó trong khuôn mặt anh ta làm cô cảm thấy mạnh mẽ. Và họ đã sống cùng nhau kể từ lúc đó. Đôi khi họ tách ra khỏi bọn anh, như một cặp vợ chồng.  Có điều bọn anh càng giả vờ trẻ, thì càng có thể ở lâu hơn ở một nơi nào đó. Forks có vẻ hoàn hảo, nên tất cả bọn anh phải ghi danh học trung học.”  Anh cười to. \"Anh nghĩ vài năm nữa mình lại sẽ phải đi dự đám cưới của họ nữa.” \"Còn Alice và Jasper?\" \"Alice và Jasper là hai người rất hiếm có. Họ đều phát triển lương tri mà không cần người khác phải dìu dắt. Jasper thuộc về một ... gia đình khác, rất nhiều loại gia đình. Anh ấy cảm thấy muộn phiền, nên lang thang một mình. Alice tìm thấy anh ta. Giống như anh, cô ấy có thiên khiếu vượt ngoài khả năng của chủng loài bọn anh. \" \"Thật sao?\" tôi ngắt lời, thích thú. \" Nhưng anh  nói anh là người duy nhất có thể đọc được suy nghĩ người khác mà. \" \" Đúng thế. Cô ấy biết chuyện khác. Cô ấy nhìn thấy được những chuyện - những chuyện có thể xảy ra, những chuyện sắp đến. Nhưng rất chủ quan. Vì tương lai không được khắc trên đá, nên mọi chuyện sẽ thay đổi. \" Hàm anh nghiến lại khi anh nói câu đó, rồi mắt anh liếc tôi rồi nhìn sang chỗ khác thật nhanh đến nỗi tôi không chắc có phải mình chỉ tưởng tượng điều đó mà thôi hay không.  \"Loại chuyện nào cô ấy nhìn thấy?\" \"Cô ấy thấy Jasper và biết anh ta đang tìm cô trước khi anh ấy tự hiểu được điều đó. Cô ấy nhìn thấy Carlisle và gia đình bọn anh, rồi họ cùng nhau đi tìm bọn anh. Cô ấy là sinh vật không phải con người nhạy cảm nhất. Cô luôn nhìn thấy, chẳng hạn, khi một nhóm khác thuộc chủng loại của bọn anh đang đến gần. Và mọi nguy hiểm có thể xảy ra từ họ.” \"Có nhiều ... thuộc chủng loại của anh sao?\" tôi bị bất ngờ. Có bao nhiêu người trong số họ đi giữa chúng tôi mà không bị phát hiện? \"Không, không nhiều. Nhưng đa số không ở cố định một nơi. Chỉ những người như bọn anh, những người không chịu săn em, con người” – một ánh nhìn ranh mãnh liếc về hướng tôi - \"là có thể sống lâu cùng con người. Bọn anh chỉ thấy một gia đình khác giống bọn anh, sống trong một ngôi làng nhỏ ở Alaska. Bọn anh sống với nhau một thời gian, nhưng vì quá đông nên trở nên dễ bị chú ý. Những người sống ... khác biệt ... như bọn anh, thường có khuynh hướng tụ hợp lại với nhau. \" \"Còn những người khác thì sao?\" \"Du cư, nói chung. Bọn anh thỉnh thoảng sống như thế.  Sẽ dần trở nên buồn tẻ, như mọi thứ khác. Nhưng bọn anh thỉnh thoảng vẫn tình cờ gặp những người khác, vì hầu hết mọi người đều thích miền Bắc hơn. \" \"Sao lại thế?\" Bây giờ chúng tôi đã đỗ xe trước nhà tôi và anh tắt máy xe.  Trời thật yên tĩnh và tối thui; không có trăng. Đèn mái hiên tắt nên tôi biết bố tôi chưa về nhà.  \"Thế trưa nay em có mở mắt không đó?\" anh trêu chọc. \"Em có nghĩ anh có thể xuống phố dưới ánh nắng mà không gây ra tai nạn giao thông sao?  Đó là một lý do làm bọn anh chọn Olympic Peninsula, một trong những vùng không ánh nắng trời nhất trên thế giới.  Thật tuyệt khi có thể ra ngoài vào buổi sáng. Em sẽ không tưởng nỗi chán thế nào khi chỉ có thể ra ngoài vào ban đêm trong hơn 80 năm trời. \" \"Vậy cho nên mới có những truyền thuyết đó?\" \"Chắc vậy. \" \"Và Alice đến từ gia đình khác, giống Jasper?\" \"Không, và đó là một điều bí ẩn. Alice chẳng hề nhớ gì về cuộc đời của cô khi là người chút nào cả.  Và cô ấy không biết ai đã tạo ra cô. Cô ấy tỉnh lại chỉ có một mình. Dù là ai đã tạo ra cô, thì người đó cũng đã bỏ đi, và chẳng ai trong bọn anh hiểu được vì sao, hay bằng cách nào, mà hắn có thể làm chuyện đó. Nếu cô không có khả năng đặc biệt kia, nếu cô không nhìn thấy Jasper và Carlisle và biết rằng một ngày nào đó cô ấy sẽ trở thành một người trong nhóm bọn anh, có lẽ cô ấy sẽ trở thành hoàn toàn man rợ.” Có quá nhiều thứ để xem xét toàn diện, quá nhiều điều tôi còn muốn hỏi. Nhưng, thiệt mắc cỡ, dạ dày tôi sôi réo. Tôi đã quá bị thu hút đến nỗi, tôi thậm chí không nhận ra mình đói. Bây giờ tôi đã nhận ra vì đã đói rã ruột rồi.  \"Anh xin lỗi, anh làm em không ăn tối được.” \"Em ổn mà, thiệt đó. \" \"Anh chưa từng ở lâu bên người cần ăn uống, nên quên mất.” \"Em muốn ở bên anh.” Dễ hơn khi nói trong bóng tối, biết là khi nói giọng tôi sẽ phản bội tôi, để lộ niềm si mê vô vọng tôi dành cho anh.  \"Anh vào nhà được không?\" anh hỏi.  \"Anh có muốn vậy không?\" tôi không thể hình dung tạo vật thần thánh này ngồi trên ghế nhà bếp lụp xụp của cha tôi.  \"Muốn, nếu ổn. \" Tôi nghe tiếng cửa đóng lặng lẽ, và gần như ngay lúc đó anh đã ở ngoài cửa xe, mở cho tôi.  \"Con người ghê, \"Tôi khen anh.  \"Chỉ bề ngoài thôi.” Anh đi bên tôi trong đêm, êm đến mức tôi phải nhìn lén anh thường xuyên để chắc anh vẫn còn ở đó. Trong bóng tối anh trông bình thường hơn. Vẫn nhợt nhạt, vẫn vẻ đẹp huyền ảo, nhưng không còn là sinh vật lấp lánh tuyệt vời trong buổi chiều ngập nắng.  Anh đến cửa trước tôi và mở nó cho tôi. Tôi ngừng lại khi đang bước qua khung cửa.  \"Cửa  không khoá sao?\" \"Không, anh lấy chìa khoá dưới mái hiên.” Tôi bước vào, bật đèn ở hàng hiên, và nhướng mày quay sang nhìn anh. Tôi chắc mình chưa từng lấy chìa khoá trước mặt anh.  \"Anh muốn tìm hiểu về em mà. \" \"Anh bí mật theo dõi em?\" Nhưng chẳng biết sao tôi không thể làm giọng mình giận dữ đúng mức. Tôi cảm thấy sung sướng.  Anh ngoan cố. \"Chớ còn chuyện gì khác để làm nữa đâu trong đêm?\" Tôi bỏ qua chuỵên đó một chốc và đi qua phòng khách xuống bếp. Anh đã ở đó trước tôi, chẳng cần dẫn đường. Anh ngồi trong đúng cái ghế tôi đã hình dung anh sẽ ngồi. Sắc đẹp của anh làm sáng ngời nhà bếp. Mất cả hồi lâu tôi mới nhìn sang chỗ khác được.  Tôi tập trung làm bữa tối cho mình, lấy lasagna của đêm trước trong tủ lạnh ra, đặt một góc vào đĩa, hâm nóng nó trong lò vi ba. Cái lò xoay tròn, làm cả căn bếp đầy mùi cà chua và lá oregano. Tôi không rời mắt khỏi đĩa thức ăn khi nói.  \"Bao lâu một lần?\" tôi tự nhiên hỏi.  \"hmmm ?\"  Giọng anh như thể tôi đã lôi anh ra dòng suy nghĩ nào khác.  Tôi vẫn không quay lại. \"Bao lâu một lần anh đến đây ?\" \"Hầu như đêm nào anh cũng đến đây.” Tôi xoay, sửng sốt. \"Tại sao ?\" \"Em rất thú vị khi ngủ. \" anh nói vẻ thật thà. \"Em mớ. \" \"Trời ơi!\" tôi thở hổn hển, tôi mắc cỡ đến tận chân tóc. Tôi vịn chặt quầy nhà bếp để đứng vững. Tôi biết mình mớ khi ngủ, dĩ nhiên rồi; mẹ tôi chọc hoài chuyện đó. Tuy vậy, tôi chưa từng nghĩ đó là chuyện tôi cần lo lắng ở đây.  Vẻ mặt anh chuyển thành chán nản ngay. \"Em sẽ giận anh lắm phải không?\" \"Cũng còn tùy!\" tôi cảm thấy và nghe giống như tôi bị ngạt thở.  Anh đợi.  \"Vào?\" anh giục.  \"Anh nghe gì!\" tôi rên rỉ.  Ngay tức khắc, lặng lẽ, anh đang ở bên tôi, nắm tay tôi cẩn thận trong tay anh.  \"Đừng bực mình!\" anh khẩn khoản. Anh cúi mặt đến ngang tầm mắt tôi, nhìn chằm chằm vào mắt tôi. Tôi bối rối, cố nhìn sang chỗ khác.  \"Em nhớ mẹ, \" anh thì thầm. \"Em lo cho mẹ. Và khi trời mưa, tiếng mưa làm em bức rức không yên. Em thường hay nói về nhà, nhưng bây giờ ít thường xuyên hơn.  Có lần em  nói, 'Xanh quá.”  Anh cười khẽ, tôi có thể thấy, anh đang hy vọng không làm tôi khó chịu thêm.  \"Còn gì khác nữa?\" tôi hỏi.  Anh biết ý tôi muốn nói gì. \"Em đã gọi tên anh,” anh thú nhận.  Tôi thở dài chịu thua. \"Nhiều không?\" \"Theo em, bao nhiêu là “nhiều”?\" \"Trời ơi!\" tôi cúi đầu.  Anh kéo tôi tựa vào ngực anh, nhẹ nhàng, tự nhiên.  \"Đừng ngượng ngùng thế, \" anh thì thầm vào tai tôi. \"Nếu anh mơ được chút nào, thì chắc chắn anh sẽ mơ về em. Và anh không xấu hổ vì chuyện đó đâu.” Rồi cả hai chúng tôi đều nghe tiếng bánh xe chạy trên đường lái xe vào nhà, thấy đèn pha loé qua cửa sổ phía trước, rọi xuống phòng khách. Tôi cứng đờ trong vòng tay anh.  \"Có nên để bố em biết anh ở đây không?\" anh hỏi.  \"Em không biết nữa ...” tôi cố nghĩ thật nhanh. \"Để khi khác vậy ...” Rồi tôi chỉ còn một mình.  \"Edward! \" tôi  rít lên.  Tôi nghe tiếng cười khúc khích ma quái, rồi không còn gì khác.  Tiếng chìa khoá của bố xoay trong cửa.  \"Bella ?\" ông gọi.  Tôi đã bực vụ đó; còn ai vào đây nữa chứ? Bỗng dưng, ở mức độ nào đó, ông rõ là đã đúng đắn.  \"Con đây.” Tôi hy vọng ông không nhận ra chút kích động trong giọng tôi. Tôi chộp món ăn tối của tôi ra khỏi lò vi - ba rồi ngồi ở bàn khi ông bước vào. Bước chân ông nghe thật ồn sau một ngày tôi ở bên Edward. \"Con làm cho bố một phần luôn nhé? Bố mệt rã rời.” Ông đạp lên gót giày bốt để cởi ra, tựa vào lưng ghế của Edward.  Tôi mang đĩa thức ăn theo, bẻ ăn từng miếng khi làm bữa tối cho bố.  Bánh làm phỏng lưỡi tôi. Tôi đổ đầy hai ly sữa khi đang hâm nóng món lasagna của bố, và ực một ngụm sữa để bớt phỏng. Khi tôi đặt ly xuống, tôi nhận thấy sữa lắc lư và nhận ra tay mình đang run rẩy. Charlie ngồi trong ghế, và sự tương phản giữa ông với người đã ngồi trước đó thật hài hước.  \"Cám ơn con, \" bố nói khi tôi đặt thức ăn của ông lên bàn.  \"Ngày hôm nay của bố thế nào?\" tôi hỏi. Lời nói hối hả; tôi muốn thoát về phòng hết sức.  \"Ổn. Cá cắn câu còn con thì sao? Con có làm xong mọi chuyện định làm không?\" \"Vẫn chưa xong – Ở nhà thiệt thích. \" tôi cắn một miếng to khác.  \"Thật là một ngày vui, \" ông đồng ý.  Đó là nói bớt đi rồi, tôi tự nghĩ.  Cắn xong miếng lasagna cuối cùng, tôi nâng ly và uống cạn phần sữa còn lại.  Charlie làm tôi ngạc nhiên vì sự tinh ý của ông. \"Con đang vội à?\" \"Dạ, con mệt. Con sẽ đi ngủ sớm. \" \"Trông con có vẻ hơi căng thẳng, \" ông để ý. Tại sao, ồ tại sao, mà phải là đêm nay là đêm bố lại để ý chớ? \"Con hả?\"  là tất cả những gì tôi có thể trả lời được. Tôi nhanh chóng rửa sạch đĩa trong bồn rửa chén, rồi đặt chúng lật ngược trên khăn lót tay cho khô.  \"Thứ bảy mà, \" ông trầm ngâm.  Tôi không trả lời.  \"Con không định làm gì đêm nay sao?\" ông đột ngột hỏi.  \"Không, bố. Con chỉ muốn ngủ một chút. \" \"Không có chú chàng nào trong thành phố này đúng loại con thích hả ?\" ông nghi ngờ, nhưng cố tỏ ra thờ ơ.  \"Không, chưa có chú chàng nào làm con chú ý hết. \" tôi cẩn thận không quá nhấn mạnh từ chú chàng trong cuộc điều tra tìm sự thật với Charlie.  \"Bố cứ tưởng chắc anh chàng Mike Newton đó ...  con nói nó thân thiết mà. \" \"Anh ta chỉ là bạn thôi, bố. \" \"Được thôi, dù sao thì con cũng quá tuyệt so với tất cả tụi nó.  Hãy chờ cho đến khi con vào đại học rồi hãy bắt đầu có bạn trai.  Giấc mơ của mọi người cha là con gái ông sẽ ra khỏi nhà trước khi hoóc–môn sôi sùng sục.  \"Nghe rất hợp ý con, \" Tôi đồng ý vừa bước lên cầu thang.  \"Ngủ ngon, con cưng, \" ông gọi với theo tôi.  Chắc chắn ông sẽ lắng nghe cẩn thận suốt đêm, chờ coi tôi lẻn ra khỏi nhà.  \"Hẹn gặp bố sáng mai.”  Hẹn gặp bố lẻn vào phòng con đêm nay lúc nửa đêm để kiểm tra coi con có trong phòng không.  Tôi cố tình làm tiếng chân có vẻ chậm và mệt mỏi khi bước lên cầu thang vào phòng. Tôi đóng cửa đủ to để bố nghe được, rồi chạy hết tốc lực trên đầu ngón chân ra cửa sổ. Tôi mở toang cửa rồi ngả người ra màn đêm. Mắt tôi quét vào bóng tối, vào bóng cây chẳng nhìn thấy gì.  \"Edward?\" tôi thì thầm, cảm thấy mình hết sức ngớ ngẩn.  Tiếng trả lời tươi cười, dịu dàng đến từ đằng sau tôi. \"Gì?\" Tôi xoay người, một tay vịn vào họng ngạc nhiên.  Anh nằm, mỉm cười hết cỡ, ngang qua giường ngủ của tôi, tay gác sau đầu, chân đu đưa, hiện thân của sự thoải mái.  \"Ôi !\" tôi thở, loạng choạng ngồi xuống sàn.  \"Anh xin lỗi. \" anh mím môi vào nhau, cố che giấu niềm vui thích của mình.  \"Cho em một phút để khởi động lại tim. \" Anh ngồi dậy từ từ, để khỏi làm tôi giật mình lần nữa. Rồi anh nghiêng về phía trước và vươn tay đỡ tôi, nắm đầu cánh tay như thể tôi là em bé mới tập đi.  Anh đặt tôi ngồi trên giường cạnh anh.  \"Sao em không ngồi với anh, \" anh đề nghị, đặt bàn tay lạnh của mình lên tay tôi.  \"Tim sao rồi?\" \"Anh nói em biết đi – em chắc anh nghe nó rõ hơn em. \" Tôi cảm thấy tiếng cười lặng lẽ của anh làm rung cả giường.  Chúng tôi ngồi đó một chốc trong im lặng, cả hai cùng lắng nghe nhịp tim chậm của tôi. Tôi nghĩ về việc Edward trong phòng mình, còn bố ở trong nhà.  \"Cho em một phút làm người nhe?\" tôi hỏi.  \"Chắc chắn rồi. \" anh ra điệu bộ bằng một tay là tôi nên làm đi.  \"Ở lại nhé, \" tôi  nói, cố ra vẻ dữ tợn.  \"Vâng, thưa bà. \" Rồi anh biểu diễn làm tượng trên mép giường của tôi.  Tôi nhảy lên, chộp bộ đồ ngủ trên sàn, túi vật dụng dùng khi tắm rửa trên bàn. Tôi cứ để đèn tắt rồi lẻn ra, đóng cửa.  Tôi nghe âm thanh TV vang lên tận cầu thang. Tôi tông cửa phòng tắm thật lớn, để Charlie sẽ không bất ngờ xuất hiện làm tôi bực mình.  Tôi ráng làm thật nhanh. Tôi chải răng như điên, cố đánh thật kỹ mà nhanh chóng, loại bỏ mọi dấu vết của lasagna. Nhưng nước nóng vòi sen thì không thể vội được. Nó làm cơ lưng tôi giãn ra, làm dịu đi mạch máu của tôi.  Mùi dầu gội đầu quen thuộc làm tôi cảm thấy mình trở lại là mình như sáng nay. Tôi cố không nghĩ về Edward, đang ngồi trong phòng tôi, chờ đợi, vì nếu vậy tôi lại phải bắt đầu từ đầu quá trình trấn tĩnh mình. Cuối cùng, không thể trì hoãn hơn nữa, tôi tắt nước, lau khô vội vàng, rồi lại vội vã. Tôi mặc áo thun ngắn tay bị lủng lổ và quần thun dài màu xám. Có hối tiếc không chịu xếp bộ đồ ngủ bằng lụa Victoria Secret mà mẹ tặng tôi hai sinh nhật trước thì cũng muộn rồi, bộ đồ ấy vẫn còn nguyên nhãn trong một ngăn kéo nào đó ở nhà.  Tôi chà khăn lên tóc tôi lần nữa, rồi chải mấy nhát thật nhanh. Tôi ném vào cái khăn vào giỏ, vứt cây lược và kem đánh răng vào túi. Sau đó tôi chạy xuống cầu thang để Charlie có thể thấy tôi đã mặc pi-gia-ma, tóc ướt.  \"Ngủ ngon nhe bố.” \"Ngủ ngon, Bella. \" ông rõ ràng giật mình vì diện mạo của tôi. Có lẽ điều đó sẽ làm ông khỏi phải kiểm tra tôi đêm nay.  Tôi bước lên lầu hai nấc một lúc, cố bước nhẹ nhàng, rồi bay vào phòng, đóng cửa chặt sau lưng.  Edward  không nhúc nhích một li, tượng thần Adonic ngồi trên chiếc mền phai màu của tôi. Tôi mỉm cười, và môi anh bặm lại, bức tượng đã hồi sinh.  Mắt anh nhận xét tôi, để ý mái tóc ướt, cái áo thun tơi tả. Anh nhướng mày. \"Dễ thương.” Tôi nhăn nhó.  \"Thiệt mà, trông hợp với em lắm.” \"Cám ơn anh, \" tôi thì thầm. Tôi quay lại bên anh, ngồi gác chân bên anh. Nhìn đường vân trên sàn gỗ.  \"Làm mấy chuyện đó để làm gì vậy?\" \" Charlie nghĩ em sắp lẻn đi chơi. \" \"Ồ.” anh ngẫm nghĩ. \"Tại sao vậy?\" Như thể anh không biết suy nghĩ của Charlie rõ hơn tôi có thể đoán vậy.  \"Rõ ràng là, em có vẻ hơi quá phấn khích. \" Anh nâng cằm tôi lên, kiểm tra khuôn mặt tôi.  \"Thực ra, trông em rất sôi nổi.” Anh từ từ cúi mặt đến gần mặt tôi, áp má mát rượi của mình vào da tôi. Tôi ngồi yên không nhúc nhích.  \"Mmmmmm \" anh thở.  Khi anh chạm vào tôi, thật khó mà đặt được một câu hỏi mạch lạc.  Tôi mất cả phút để tập trung suy nghĩ đã bị phân tán.  \"Dường như ... bây giờ gần gũi em, dễ hơn nhiều với anh. \" \"Em có cảm thấy giống vậy không?\" anh thì thầm, mũi anh lướt qua góc hàm của tôi. Tôi cảm thấy tay anh, nhẹ hơn cánh bướm, vuốt mái tóc ướt của tôi lần nữa, để môi anh có thể chạm đến vùng lõm dưới tai tôi.  \"Dễ dàng hơn nhiều, rất nhiều \" tôi  nói, cố thở ra.  \"Hmm. \" \"Vì vậy em đang nghĩ ...\" Tôi lại bắt đầu, nhưng ngón tay anh đang từ từ dò theo xương đòn của tôi, và tôi lại quên mất mình đang nghĩ gì.  \"Sao?\" anh thở.  \"Tại sao thế được chứ, \" giọng tôi run rẩy, làm tôi ngượng, \"anh nghĩ sao?\" Tôi cảm thấy chấn động của hơi thở anh trên cổ mình khi anh cười. \" Sức mạnh của ý chí.” Tôi lùi ra; khi tôi di chuyển, anh ngồi im - và tôi không còn nghe tiếng anh thở nữa.  Chúng tôi thận trọng nhìn chằm chằm vào nhau trong chốc lát, rồi, quai hàm đang nghiến chặt của anh dần thư giãn, vẻ mặt anh trở nên khó đoán.  \"Anh đã làm gì không đúng sao?\" \"Không - ngược lại. Anh đang làm em phát điên, \" tôi giải thích.  Anh suy nghĩ câu nói của tôi trong chốc lát, rồi khi anh cất tiếng, giọng anh có vẻ hài lòng.  \"Thật sao?\"  nụ cười chiến thắng từ từ làm mặt anh bừng sáng.  \"Anh có cần co một tràng pháo tay không?\" tôi mỉa mai hỏi.  Anh cười toe toét.  \"Anh chỉ cảm thấy ngạc nhiên dễ chịu, \" anh giải thích. \"Trong cả gần trăm năm qua, \" giọng anh trêu chọc, \"Anh chẳng bao giờ tưởng tượng ra chuyện gì giống thế này. Anh không tin mình sẽ tìm thấy người anh muốn ở bên ... theo kiểu khác tình cảm anh chị em. Và rồi lại thấy, mặc dù hoàn toàn mới mẻ đối với anh, anh lại giỏi chuyện đó ... giỏi chuyện ở bên em...\" \"Anh giỏi mọi thứ mà, \" tôi chỉ ra.  Anh nhún vai, đồng ý, rồi cả hai chúng tôi cười không thành tiếng.  \"Nhưng bây giờ sao lại có thể dễ như thế chứ ?\" tôi nhấn mạnh. \"Trưa nay ... \" \"Không dễ, \" anh thở dài. \"có điều trưa nay, anh vẫn ... chưa quyết.  Anh xin lỗi về chuyện đó, thật không thể tha thứ vì đã cư xử như vậy. \" \"Không phải không thể tha thứ, \" tôi phản đối.  \"Cảm ơn em. \" Anh mỉm cười. \"Em thấy đó, \" anh tiếp tục, bây giờ  nhìn xuống, \"Anh không chắc mình đủ mạnh mẽ... \" Anh cầm một bàn tay tôi lên rồi áp nhẹ nhàng lên mặt anh. \"Và trong khi vẫn còn triển vọng anh có thể ... vượt qua được\" - anh hít mùi hương ở cổ tay tôi - \"Anh... có thể chịu đựng được. Cho đến khi anh đoan chắc mình đủ mạnh mẽ, đoan chắc không thể có chút khả năng nào là anh sẽ ... là anh có thể ... \" Tôi chưa từng thấy anh tìm từ khó khăn đến thế. Thật hết sức ... người.  \"Vậy bây giờ không có khả năng?\" \"Sức mạnh của ý chí, \" anh lặp lại, mỉm cười, răng anh sáng ngay cả trong bóng tối.  \"Chà, thật dễ, \" tôi  nói.  Anh ngửa cổ cười, lặng lẽ như tiếng thì thầm, nhưng vẫn hồ hởi.  \"Dễ với em thôi!\" anh chỉnh, sờ mũi tôi bằng đầu ngón tay anh.  Rồi khuôn mặt anh là đột nhiên nghiêm trang.  \"Anh đang cố gắng, \" anh thì thầm, giọng anh đau đớn. \"Nếu chuyện trở nên ... quá sức, anh chỉ chắc được một điều là anh có thể bỏ đi. \" Tôi cau mày giận dữ. Tôi không thích nói đến chuyện bỏ đi.  \"Và mai sẽ khó khăn hơn, \" anh tiếp tục. \"Anh đã có mùi hương em cả ngày nay trong đầu, nên càng lúc anh càng ít nhạy mùi hơn.  Nếu xa em khá lâu, anh sẽ phải bắt đầu lại từ đầu. Tuy anh nghĩ không đến mức từ đầu hoàn toàn. \" \"Vậy thì, đừng bỏ đi, \" Tôi trả lời, không thể che giấu nỗi ao ước trong giọng mình.  \"Hợp ý anh, \" anh trả lời, mặt anh giãn thành nụ cười dịu dàng.  \"Hãy mang còng ra - anh là tù nhân của em. \" nhưng bàn tay ngón dài của anh đã tạo thành xích xiềng khoá cổ tay tôi khi anh nói. Anh cười du dương, dịu dàng. Đêm nay anh cười nhiều hơn tôi từng thấy trong toàn bộ khoảng thời gian tôi đã từng ở bên anh.  \"Anh có vẻ ... lạc quan hơn thường lệ, \" tôi quan sát. \"Em chưa từng thấy anh như thế này trước đây. \" \"Không phải là phải như vậy sao?\" anh mỉm cười. \"Niềm hạnh phúc của tình yêu đầu đời, và vân vân.  Thật khó tin, phải không, sự khác biệt giữa chuyện đọc một điều gì đó, xem  nó trong hình, với việc trải nghiệm chuyện ấy?\" \"Rất khác biệt, \" Tôi đồng ý. \"Mạnh mẽ hơn em đã tưởng tượng. \" \"Ví dụ như \" - bây giờ lời anh tuôn chảy, tôi phải tập trung mới hiểu được hết - \"cảm giác ghen chẳng hạn. Anh đã đọc về chuyện đó cả trăm - ngàn lần, xem các diễn viên miêu tả nó trong cả ngàn phim và kịch khác nhau. Anh cứ tưởng mình hiểu nó rất rõ.  Thế mà nó lại làm anh choáng váng ... \" Anh nhăn nhó. \"Em có nhớ ngày Mike mời em đi khiêu vũ không?\" Tôi gật đầu, dù tôi nhớ ngày hôm đó vì một lý do khác. \"Ngày anh bắt đầu nói chuyện lại với em. \" \"Anh bật ngờ bởi ngọn lửa oán giận, gần như cuồng nộ cảm nhận được - lúc đầu anh không nhận ra đó là gì. Thậm chí anh còn cáu tiết hơn bình thường vì anh không thể biết được em đang nghĩ gì, tại sao em từ chối anh ta.  Có phải đơn giản vì em nghĩ cho bạn mình? Hãy vì em có người khác?  Dù sao thì anh biết mình không có quyền quan tâm.  Anh đã cố không quan tâm đến.  \"Và rồi xe cộ bắt đầu bị kẹt lại, \" anh cười khúc khích. Tôi cau mày trong bóng tối.  \"Anh đợi, lo lắng quá đáng để lắng nghe xem em nói với họ chuyện gì, để nhìn vẻ mặt em. Anh không ngăn được cảm giác nhẹ nhõm, khi nhìn thấy sự bực bội trên khuôn mặt em. Nhưng anh không chắc. \"Đó là đêm đầu tiên anh đến đây. Anh đã đấu tranh với mình suốt đêm, khi ngắm nhìn em ngủ, với vực thẳm giữa điều anh biết là đúng, luân lý, đạo đức, với điều anh thèm muốn. Anh biết nếu tiếp tục lờ em đi như lẽ ra nên thế, hoặc nếu anh bỏ đi trong vài năm, cho đến khi em không còn ở đây, thì một ngày nào đó em sẽ chấp nhận Mike, hay ai đó giống anh ta.  Điều đó làm anh phát điên.  \"Thế rồi, \" anh thì thầm, \"khi đang ngủ, em gọi tên anh. Em gọi rõ đến nỗi lúc đầu anh nghĩ em đã thức giấc. Nhưng em trăn trở bất an rồi lầm bầm gọi tên anh một lần nữa, và thở dài. Cảm giác ấy chảy qua anh làm anh mất bình tĩnh, chao đảo. Và anh biết mình không thể lờ em lâu hơn nữa.” Anh im lặng trong chốc lát, có lẽ lắng nghe tiếng đập liên hồi không đều của trái tim tôi.  \"Nhưng ghen tuông ... thật là một điều kỳ lạ.  Mạnh hơn anh đã nghĩ. Và phi lý!  Mới rồi, khi Charlie hỏi em về Mike Newton... \" Anh lắc đầu giận dữ.  \"Lẽ ra em phải biết anh sẽ lắng nghe, \" tôi rên rỉ.  \"Dĩ nhiên. \" \"Thế chuyện đó thực làm anh cảm thấy ghen hả?\" \"Anh hoàn toàn chưa có kinh nghiệm trong chuyện này; em đang hồi sinh con người trong anh, và mọi thứ đều mạnh hơn vì mới mẻ. \" \"Nhưng nói thật\" tôi trêu, \"vì chuyện đó làm anh bực mình, là sau khi em phải nghe chuyện về Rosalie ấy - Rosalie, hiện thân của vẻ đẹp tinh khiết, Rosalie – vốn dành cho anh. Có Emmett hay không có Emmett, làm sao em có thể cạnh tranh với cô ấy được?\" \"Chẳng có cạnh tranh gì cả. \" Răng anh toả sáng. Anh kéo bàn tay bị giữ chặt của tôi vòng qua lưng anh, ôm tôi vào ngực anh. Tôi ráng ngồi yên, thậm chí thở cũng thận trọng.  \"Em biết là chẳng có cạnh tranh gì cả, \" tôi lẩm bẩm với làn da lạnh lẽo của anh. \"Đó là vấn đề. \" \"Dĩ nhiên Rosalie xinh đẹp theo kiểu của cô ấy, nhưng cho dù cô ấy không giống một người em gái đối với anh, dù Emmett không thuộc về cô ấy, cô ấy cũng chẳng bao giờ có thể có một phần mười, không, một phần trăm sức thu hút mà em ảnh hưởng lên anh. \" Bây giờ anh nghiêm túc, thâm trầm. \" Trong gần chín mươi năm anh đi giữa đồng loại của mình, và đồng loại của em ...  anh luôn luôn nghĩ rằng sống một mình là đủ rồi, không nhận ra điều mình đang tìm kiếm. Và không tìm thấy gì, vì em chưa ra đời. \" \"Có vẻ chẳng công bằng tí nào,” tôi thì thầm, mặt tôi vẫn đặt trên ngực anh, lắng nghe anh hít vào thở ra. \"Em đâu phải chờ đợi gì đâu. Tại sao em vượt qua dễ thế?\" \"Em nói đúng, \" anh thích thú đồng ý. \" Anh rõ là nên làm cho chuyện này khó khăn hơn đối với em. \" Anh thả một tay ra, buông lỏng cổ tay tôi, nhưng chỉ để cẩn thận gom chung vào tay kia. Anh khẽ vuốt mái tóc ướt của tôi, từ đỉnh đầu đến eo. \"Em chỉ phải mạo hiểm mình mỗi giây ở bên anh, vậy chắc là chẳng nhiều nhặng gì. Em chỉ phải quay lưng lại với bản tính, với loài người mà thôi .... chuyện đó đâu có đáng gì?\" \"Ít thôi mà - em chẳng cảm thấy bị lấy đi thứ gì cả. \" \"Chưa thôi. \" và giọng anh đột ngột đầy nỗi đau khổ muôn thuở.  Tôi cố thoát ra, để nhìn vào mặt anh, nhưng bàn tay anh đã khóa chặt cổ tay tôi.  \"Gì - \" tôi bắt đầu hỏi, thì cơ thể anh trở nên cảnh giác. Tôi cứng người, nhưng anh đột ngột thả tay tôi ra, rồi biến mất. Tôi suýt  phạm sai lầm.  \"Nằm xuống!\" anh  rít lên. Tôi không biết anh nói từ đâu trong bóng tối.  Tôi lăn xuống mền, cuộn mình nằm nghiêng, theo kiểu tôi thường ngủ.  Tôi nghe tiếng cửa mở két, vì Charlie nhìn lén vào để biết chắc tôi đang ở nơi lẽ ra phải ở. Tôi thở đều, cường điệu hoá động tác ấy.  Một hồi lâu trôi qua. Tôi lắng nghe, nhưng không chắc có nghe thấy tiếng cửa đóng lại.  Rồi cánh tay mát rượi của Edward choàng quanh tôi, dưới mền, môi anh bên tai tôi.  \"Em là một diễn viên kém cỏi - anh dám chắc đường hoạn lộ của em đã kết thúc rồi. \" \"Quỷ quái, \" tôi thì thầm. Tim tôi đang vỡ tung trong lồng ngực.  Anh ngân nga một giai điệu tôi không biết; nghe giống như một bài hát ru.  Anh dừng lại. \"Anh có nên hát ru em ngủ không?\" \"Phải, \" tôi cười. \"Làm như em ngủ được khi có anh ở đây vậy!\" \"Em vậy hoài mà, \" anh nhắc tôi.  \"Nhưng tại em không biết anh ở đây, \" tôi trả lời lạnh lùng.  \"Vậy nếu em không muốn ngủ ... \" anh đề nghị, lờ đi giọng điệu của tôi. Tôi nín thở.  \"Nếu em không muốn ngủ ...?\" Anh cười khúc khích. \"Thì em muốn làm gì?\" Tôi không trả lời được ngay.  \"Em không biết nữa,\" cuối cùng thì tôi cũng  nói.  \"Khi nào quyết định xong thì nói anh biết.\" Tôi có thể cảm nhận hơi thở mát rượi của anh trên cổ tôi, cảm thấy mũi anh lướt theo hàm tôi, hít hà.  \"Em tưởng anh đã bớt nhạy mùi rồi. \" \"Không phải vì anh đang kiêng rượu mà anh không được thưởng thức bình rượu, \" anh thì thầm. \"Em có mùi rất thơm, như mùi hoa oải hương ... hay mùi hoa lan, \" anh lưu ý. \"Thật thèm. \" \"Ừ, thật là một ngày tệ hại khi không có người bảo là em toả mùi thơm ngon. \" Anh cười khúc khích, rồi thở dài.  \"Em đã nghĩ ra chuyện em muốn làm rồi, \" tôi bảo anh. \"em muốn nghe thêm về anh. \" \"Hãy hỏi anh chuyện gì cũng được. \" Tôi sàng lọc các câu hỏi của mình để tìm câu quan trọng nhất. \"Tại sao anh làm chuyện đó?\" tôi  nói. \"Em vẫn không hiểu vì sao anh cố gắng dữ dội vậy để cưỡng lại việc mình là ... .  Xin đừng hiểu lầm, dĩ nhiên em mừng vì anh đã làm vậy.  Em chỉ không biết sao lúc đầu anh lại phiền muộn vậy.” Anh do dự trước khi trả lời. \"Đó là một câu hỏi hay, và em không phải là người đầu tiên hỏi vậy.  Những người khác - phần lớn người thuộc chủng loại của bọn anh khá bằng lòng với số phận của mình, ngạc nhiên về cách bọn anh sống. Nhưng em thấy đó, không phải vì ... số phận đã an bài... không có nghĩa là bọn anh không thể quyết định ... vượt qua – mở rộng biên giới của một số phận mà chẳng ai trong bọn anh muốn có. Để cố gìn giữ chút tính người căn bản. \" Tôi nằm bất động, chìm trong im lặng kính sợ.  \"Em ngủ rồi à?\" anh thì thầm sau vài phút.  \"Không. \" \"Em chỉ muốn biết thế thôi sao?\" Tôi trợn tròn mắt. \"Không hẳn thế. \" \"Em muốn biết gì nữa?\" \"Sao anh có thể đọc được suy nghĩ của người khác - tại sao chỉ mình anh làm được? Còn Alice, sao có thể nhìn thấy tương lai ... tại sao chuyện đó lại xảy ra?\" Tôi cảm thấy anh nhún vai trong bóng tối. \"Bọn anh thực cũng không biết tại sao nữa. Carlisle có một giả thuyết ... ông tin là tất cả bọn anh đều mang theo nét tiêu biểu mạnh mẽ nhất của mình - như trí tuệ, và giác quan - sang kiếp sau, mà lại còn mạnh hơn rất nhiều . Ông nghĩ hẳn anh trước đây rất nhạy cảm với suy tư của những người sống quanh anh. Còn Alice có khả năng nhận biết trước, dù đang ở đâu. \" \"Ông ấy đã mang gì vào kiếp sau, và những người khác nữa?\" \"Carlisle mang theo lòng trắc ẩn. Esme mang theo khả năng yêu thương say đắm. Emmett mang theo sức mạnh, Rosalie mang theo ... sự gan lì. Hoặc em có thể gọi là tính bướng bỉnh. \" anh cười khúc khích. \" Jasper rất thú vị.  Anh ấy có sức lôi cuốn người khác trong kiếp trước, có khả năng khiến người xung quanh nhìn nhận giống anh ấy. Bây giờ anh ấy có khả năng điều khiển cảm xúc của những người xung quanh - làm dịu một căn phòng đầy người tức giận, chẳng hạn, hoặc ngược lại kích thích một đám đông đờ đẫn. Đó quả là một khả năng thiên phú khó thấy. \" Tôi suy nghĩ kỹ những điều không tưởng anh đã mô tả, cố ghi nhớ. Anh kiên nhẫn chờ trong khi tôi suy nghĩ.  \"Vậy mọi chuyện khởi đầu từ đâu? Ý em là, Carlisle biến đổi anh, vậy thì phải có ai đó đã biến đổi ông ấy, và vân vân \" \"Ừm, em từ đâu ra? Tiến hoá? Sáng tạo? Chẳng lẽ bọn anh không thể tiến hoá như những loài khác sao, dã thú và con mồi? Hay, nếu em không tin rằng mọi thứ trên thế giới này tự nó sinh ra và phát triển, mà cả anh cũng khó chấp nhận điều đó, thì có quá khó tin không rằng cùng một sức mạnh đã tạo ra cá ông tiên mỏng manh, cá mập, hải cẩu non, và cá heo lưng đen, đã tạo ra cả hai chủng loài anh và em cùng nhau ?\" \"Để em nói vầy cho dễ hiểu heng  - em là hải cẩu non hả?\" \"Đúng rồi. \" Anh cười, và cái gì đó chạm vào tóc tôi - môi anh ? Tôi muốn xoay về phía anh, để xem có phải môi anh đang áp trên tóc tôi không. Nhưng tôi phải cư xử đàng hoàng; tôi không muốn làm anh bị khó khăn thêm chút nào nữa.  \"Em đã muốn ngủ chưa?\" anh hỏi, phá vỡ sự im lặng ngắn ngủi. \"Hay em còn câu hỏi khác?\" \"Chỉ có một triệu lẻ hai câu thôi. \" \"Mình có ngày mai, và ngày sau nữa, và ngày tới nữa mà... \" anh nhắc tôi. Tôi mỉm cười, hớn hở vì ý nghĩ đó.  \"Anh có chắc là anh sẽ không biến mất vào buổi sáng không?\" tôi muốn chắc điều này. \"Hay rốt cuộc anh chỉ là ảo ảnh. \" \"Anh sẽ không rời khỏi em. \" Giọng anh đoan chắc.  \"Vậy thêm một câu hỏi nữa thôi, đêm nay ...\" và tôi ửng hồng. Bóng tối chẳng giúp được gì - tôi chắc anh có thể cảm thấy hơi nóng đột ngột dưới da tôi.  \"Đó là gì?\" \"Thôi, quên chuyện đó đi. Em đổi ý rồi. \" \"Bella, em có thể hỏi anh bất cứ thứ gì. \" Tôi không trả lời, và anh rên rỉ.  \"Anh cứ nghĩ sẽ đỡ bực hơn, khi không đọc được suy nghĩ của em. Nhưng càng lúc lại càng tệ hơn. \" \"Em mừng vì anh không đọc được suy nghĩ của em. Nghe lén khi em mớ là đã quá tệ hại rồi.” \"Xin em mà?\" giọng anh thật thuyết phục, không thể cưỡng lại nỗi.  Tôi lắc đầu.  \"Nếu em không nói cho anh biết, anh sẽ cho rằng đó là một chuyện tệ hơn vậy nữa, \" anh ủ ê đe doạ. \"Nào?\" Lại giọng khẩn khoản ấy.  \"Ừm, \" tôi bắt đầu, mừng vì anh không nhìn được mặt tôi.  \"Sao?\" \"Anh nói Rosalie và Emmett sắp lấy nhau ... Đám cưới ... ấy ... có giống đám cưới của con người không?\" Anh cười ròng, hiểu biết. \"Đó là câu em muốn hỏi đó hả?\" Tôi bồn chồn, không thể trả lời.  \"Giống, anh nghĩ khá giống, \" anh  nói. \"Anh đã nói với em rồi, hầu hết những ham muốn con người đều có trong bọn anh, chỉ ẩn sau những khao khát dữ dội hơn thôi. \" \"Ồ, \" là tất cả những gì tôi có thể nói.  “Đằng sau sự tò mò của em, có ý gì khác nữa không” “Ừm, em đã tự hỏi ... về anh và em ... ngày nào đó ...” Anh nghiêm trang ngay, tôi biết vậy vì cơ thể anh bỗng cứng đờ.  Tôi cũng cứng người, phản ứng tự động. “Anh không nghĩ là ... là ... chúng ta có thể lấy nhau.”  ”Vì sẽ quá khó khăn cho anh, nếu em ... gần gũi đến thế? “Đó chắc chắn là một khó khăn.  Nhưng đó không phải là điều anh đang nghĩ.  Chỉ vì em quá mềm mại, quá mong manh.  Mỗi phút giây bên nhau, anh phải để ý hành động của mình để không làm hại em.  Anh có thể giết chết em dễ dàng, Bella, chỉ vì không cẩn thận.”  Giọng anh chỉ còn là lời thì thào nhẹ nhàng.  Anh đưa lòng bàn tay lạnh giá lên má tôi. “Nếu anh quá hấp tấp ... nếu trong một giây anh không cẩn thận, anh có thể đưa tay, chỉ định sờ mặt em thôi, mà cũng có thể sơ suất bóp nát đầu em.  Em không biết mình dễ vỡ thế nào đâu.  Anh không bao giờ, chẳng bao giờ được phép để mất kiểm soát khi ở bên em. \" Anh chờ tôi đáp lại, lo lắng khi tôi không trả lời. \"Em sợ hả?\" anh hỏi.  Tôi đợi một hồi rồi mới trả lời, để lời nói đúng tâm trạng. \"Không. Em ổn. \" Anh có vẻ cân nhắc trong một chốc. \"Thế nhưng bây giờ, anh muốn biết, \" anh  nói, Giọng anh lại vui vẻ.  \"Em đã bao giờ ...?\" anh nhỏ dần khêu gợi.  \"Dĩ nhiên là chưa bao giờ.  \" Tôi đỏ mặt. \" Em đã kể anh nghe là em chưa bao giờ cảm thấy như thế này với bất kỳ ai trước đây, thậm chí chẳng một chút xíu nào. \" \"Anh biết. Chỉ là anh biết suy nghĩ của người khác. Anh biết tình yêu và ham muốn thể xác không phải lúc nào cũng đi đôi với nhau. \" \"Với em thì có đó. Bây giờ, dù sao chăng nữa, chúng cũng đang ở trong em,” tôi thở dài.  \"Thật tuyệt. Ít ra thì mình cũng có một thứ chung. \" Anh có vẻ hài lòng.  \"Bản năng con người trong anh... \" tôi bắt đầu. Anh đợi. \"Ừm, về mặt đó, anh có thấy em hấp dẫn chút nào không?\" Anh cười và vò rối mái tóc gần khô của tôi.  \"Anh có thể không phải là con người, nhưng anh là một người đàn ông, \" anh đảm bảo với tôi.  Tôi ngáp không cố ý.  \"Anh đã trả lời câu hỏi của em rồi, bây giờ em nên ngủ đi, \" anh cố nài.  \"Em không biết mình ngủ được không nữa. \" \"Em có muốn anh đi không?\" \"Không!\" tôi nói quá lớn.  Anh cười, rồi bắt đầu ngâm nga cũng bài hát ru lạ lẫm ấy; giọng hát của một thiên thần, nhẹ nhàng bên tai tôi.  Mệt hơn tôi nhận thấy, kiệt sức chưa từng thấy bởi một ngày dài đầy căng thẳng cả về tinh thần lẫn tình cảm, tôi chìm vào giấc ngủ trong vòng tay lạnh giá của anh."
        }
    ],
    "suggestions": []
}