{
    "en_vn": {
        "data": {
            "content": null,
            "word": "eyewear"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>eyewear</k><blockquote>■ <cclass>noun things worn on the eyes, such as spectacles and contact lenses. </cclass></blockquote></div>",
            "word": "eyewear"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "eyewear"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "eyewear"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "eyewear"
        }
    },
    "sentences": [
        {
            "en": "I like that <em>eyewear</em>.",
            "vi": "Tôi thấy cái kính mát đó."
        },
        {
            "en": "Law in many countries requires protective headgear and <em>eyewear</em> for riding a motorcycle.",
            "vi": "Luật pháp tại nhiều quốc gia yêu cầu phải đội mũ và đồ bảo vệ mắt khi lái xe mô tô."
        },
        {
            "en": "Microscopic <em>eyewear</em> help readers with decreased clearness of vision read small print, such as in newspapers.",
            "vi": "Kính hiển vi giúp người những người đọc bị hạn chế tầm nhìn đọc được những bản in nhỏ, chẳng hạn như trong báo."
        },
        {
            "en": "If you happen to be caught in a sandstorm protective <em>eyewear</em> like goggles, and wearing a moistened scarf over the nose and mouth are highly recommended.",
            "vi": "Người ta rất khuyến cáo về việc đeo kính bảo vệ mắt (chẳng hạn như kính bảo hộ) và mang một tấm khăn choàng ẩm che mũi, miệng nếu bạn kẹt trong một cơn bão cát."
        },
        {
            "en": "Please visit our store on Saturday for an additional 20% off on our already low prices on all brands of <em>eyewear</em>. And remember that eye exams are free.",
            "vi": "Mời các bạn nghé thăm cửa hàng của chúng tôi vào thứ 7 để được giảm 20 % giá vốn dĩ đã rẻ của tất cả các nhãn hiệu. Và nhớ rằng chúng tôi khám mắt miễn phí."
        }
    ],
    "suggestions": []
}