{
    "en_vn": {
        "data": {
            "content": null,
            "word": "FA",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>FA</k><blockquote>■ <cclass>abbreviation </cclass></blockquote><blockquote><blockquote>1》 Fanny Adams. </blockquote></blockquote><blockquote><blockquote>2》 (in the UK) Football Association. </blockquote></blockquote></div>",
            "word": "FA",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "FA",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "FA",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "FA",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This is the <em>FA</em>.",
            "vi": "Đây là liên đoàn bóng đá."
        },
        {
            "en": "When will the <em>FA</em> Cup be held?",
            "vi": "Khi nào giải thi đấu tranh cúp liên đoàn bóng đá Anh diễn ra?"
        },
        {
            "en": "The <em>FA</em> Cup is all clubs'dream ticket.",
            "vi": "Cúp FA là chiếc vé mơ ước của tất cả các câu lạc bộ."
        },
        {
            "en": "The <em>FA</em> Cup is all clubs' dream ticket.",
            "vi": "Cúp FA là chiếc vé mơ ước của tất cả các câu lạc bộ."
        },
        {
            "en": "The <em>FA</em> will take no action against Luiz Felipe Scolari.",
            "vi": "FA án binh bất động với Scolari."
        },
        {
            "en": "\"What happened while I was away?\" \"Sweet <em>FA</em>.\"",
            "vi": "\"Có điều gì xảy ra trong khi tôi vắng mặt không?\"\"Không có gì quan trọng.\""
        },
        {
            "en": "The English <em>FA</em> are reportedly looking for a credible challenger.",
            "vi": "Theo như đưa tin, Liên đoàn bóng đá Anh đang tìm kiếm một nhà thách đấu triển vọng."
        },
        {
            "en": "\"What happened while I was away?\"\"Sweet <em>FA</em>.\"",
            "vi": "\"Có điều gì xảy ra trong khi tôi vắng mặt không?\" \"Không có gì quan trọng.\""
        },
        {
            "en": "Who was the last player to score a penalty at Goodison Park in the <em>FA</em> cup?",
            "vi": "Ai là người cuối cùng ghi bàn nhờ đá phạt đền tại công viên Goodison trong cúp FA?"
        },
        {
            "en": "Their team is still celebrating after their sensational victory in the <em>FA</em> Cup.",
            "vi": "Đội bóng của họ vẫn đang ăn mừng sau chiến thắng đầy bất ngờ tại cúp FA."
        },
        {
            "en": "Manchester City are hoping to win the <em>FA</em> Cup this year.",
            "vi": "Manchester City hy vọng sẽ thắng ở cúp FA năm nay."
        },
        {
            "en": "Manchester United has won the <em>FA</em> Cup Final for the last two years in a row.",
            "vi": "Manchester United đã giành chiến thắng hai năm liên tiếp trong trận chung kết tranh cúp FA."
        },
        {
            "en": "The <em>FA</em> has not helped the tension between Chelsea and Leeds over teenage starlets, Michael Woods and Tom Taiwo.",
            "vi": "Liên đoàn FA không có sự giúp đỡ nào về tình trạng căng thẳng giữa Chelsea và Leeds về những ngôi sao ngoài tuổi vị thành niên, Michael Woods và Tom Taiwo."
        },
        {
            "en": "Amita-peitism, as represented by the Pure Land School of <em>Fa</em>-Ran, the Shingon of Shin-Ran, and Shih-Tsung of I-Bien shows a unique aspect of Buddhism.",
            "vi": "Tín ngưỡng Di Đà tiêu biểu bởi Tịnh Độ Tông của ngài Pháp Nhiên, Chân tông của Thân Loan, và Thời Tông của Nhất Biến cho thấy một sắc thái độc đáo của Phật giáo."
        },
        {
            "en": "Amita - peitism, as represented by the Pure Land School of <em>Fa</em> - Ran, the Shingon of Shin - Ran, and Shih - Tsung of I - Bien shows a unique aspect of Buddhism.",
            "vi": "Tín ngưỡng Di Đà tiêu biểu bởi Tịnh Độ Tông của ngài Pháp Nhiên, Chân tông của Thân Loan, và Thời Tông của Nhất Biến cho thấy một sắc thái độc đáo của Phật giáo."
        },
        {
            "en": "Surprisingly enough, this season has turned out to be one of promise for Arsenal. Sure, they didn’t manage to keep pace in the title race but the Gunners can still win back-to-back <em>FA</em> Cups and while their journey in the Champions League ended in predictably disappointing fashion in the last 16, Arsene Wenger appears to have, at last, found balance in the squad.",
            "vi": "Không gây quá nhiều ngạc nhiên, mùa giải này kết thúc với lời hứa cho một Arsenal tốt hơn. Chắc chắn rằng, các cầu thủ đã không giữ nhịp tốt trong cuộc đua danh hiệu nhưng các Pháo thủ đã kịp giữ lại chiếc cúp FA, trong khi đó đấu trường Champion League họ đã gây thất vọng không nhỏ với cú trượt chân ở vòng 16 đội, nhưng cuối cùng Arsene Wenger cũng đã tìm thấy sự cân bằng trong đội bóng."
        },
        {
            "en": "Asked if Shaw could return for the first time since being substituted in the <em>FA</em> Cup defeat to Arsenal last month amid concerns over his fitness, Van Gaal replied: 'Maybe you shall see tomorrow. You never know. Luke is fit enough I think. He has already had more than four or five weeks with no match and I don't like that. But we train and I think he is fit enough.'",
            "vi": "Khi được hỏi liệu Shaw có thể trở lại lần đầu tiên sau khi bị thay ra ở thất bại tại Cúp FA trước Arsenal vào tháng trước hay không, HLV Van Gaal đáp: \"Quý vị sẽ thấy ngày mai. Không thể nào biết trước được. Tôi nghĩ Luke sẵn sàng về thể lực. Anh ấy đã có 4-5 tuần không thi đấu và tôi không thích điều đó. Nhưng tôi nghĩ anh ấy sẵn sàng\"."
        },
        {
            "en": "Sorry Blatter to reconsider technology       Sepp Blatter revealed he has apologized to England and admitted FIFA will now be forced to look again at goal-line technology. Lampard's disallowed goal during England's 4-1 defeat to Germany has led to renewed calls for the introduction of technology. FIFA had ruled this out as recently as Saturday - the day before the controversy erupted - but Blatter conceded FIFA would have to make an about-turn on the issue. Sunday night's match between Argentina and Mexico had also thrown up a controversial incident, with Carlos Tevez scoring the opening goal from a blatantly offside position, but Blatter said only goal-line technology would be discussed and not video replays. The FIFA president told a media briefing in Johannesburg: \"It is obvious that after the experience so far in this World Cup it would be a nonsense to not reopen the file of technology at the business meeting of the International <em>FA</em> Board in July. \"Personally I deplore it when you see evident referee mistakes but it's not the end of a competition or the end of football, this can happen. \"They were not five-star games for the referees. The only thing I can do is yesterday I have spoken to the two federations [England and Mexico] directly concerned by referees mistakes. I have expressed to them apologies and I understand they are not happy and that people are criticising. \"We will naturally take on board the discussion on technology and will have the first opportunity in July at the business meeting.\" Blatter added: \"It happened in 1966 and then 44 years later - though it was not quite the same. \"I apologised to England and Mexico. The English said 'thank you and accepted that you can win [some] and you lose [some], and the Mexicans bowed their head and accepted it.\" The FIFA president added the IFAB would not consider video replays of all incidents. Blatter said: \"The only principle we are going to bring back for discussion is goal-line technology. \"Football is a game that never stops. For situations like the Mexico game you don't need technology.\" Blatter added that FIFA would launch a new drive to improve refereeing standards at the top level later this year. \"We will come out with a new model in November on how to improve high level referees,\" he added. \"We will start with a new concept of how to improve match control. I cannot disclose more of what we are doing but something has to be changed.\" Blatter also warned French president Nicolas Sarkozy France risks suspension from football if he interferes in the running of the game in that country. Sarkozy has promised to personally head an investigation into France's fiasco at the World Cup where the players boycotted training and failed to win a match. FIFA rules forbid government interference in the running of national associations and Blatter said: \"Political interference in the national associations will be dealt with by FIFA no matter the size of the country. \"French football can rely on FIFA in case of political interference even if it's at the presidential level. \"France made an 'affaire d'etat' of football but it remains in the hands of the federation.\" French Football Federation president Jean-Pierre Escalettes resigned his position yesterday as a result of the World Cup controversy.",
            "vi": "Blatter xin lỗi và sẽ xem xét lại vấn đề công nghệ    Sepp Blatter tiết lộ ông đã xin lỗi nước Anh và thừa nhận FIFA giờ đây buộc phải nhìn lại lần nữa vấn đề công nghệ đường biên ngang.   Bàn thắng bị từ chối của Lampard trong thất bại 4-1 của Anh trước Đức đã hâm nóng lại những yêu cầu áp dụng công nghệ vào các trận đấu. FIFA từng bác bỏ vấn đề này mới hôm thứ bảy - ngày trước khi nổ ra cuộc tranh cãi - nhưng Blatter thừa nhận FIFA sẽ phải tiến hành thay đổi vấn đề. Trận đấu vào đêm Chủ nhật giữa Argentina và Mexico cũng xuất hiện tình huống gây tranh cãi, đó là bàn mở tỷ số của Carlos Tevez từ vị trí việt vị rõ ràng, nhưng Blatter nói chỉ có vấn đề công nghệ đường biên ngang là sẽ được xem xét còn việc chiếu lại các tình huống thì không. Chủ tịch FIFA nói trong buổi họp báo ngắn ở Johannesburg: \"Rõ ràng là sau những gì đã xảy ra cho đến nay ở World Cup lần này, thật vô lý nếu không khởi động lại nghiên cứu vấn đề công nghệ tại hội nghị của Uỷ ban Liên đoàn Bóng đá thế giới trong tháng 7 tới đây.\" \"Cá nhân tôi lấy làm tiếc về những sai lầm của trọng tài mà bạn thấy nó rành rành ra ấy, tuy nhiên điều đó không phải là dấu chấm hết của giải đấu hoặc là sự kết thúc của môn bóng đá, chuyện này có thể xảy ra.\" \"Chúng không phải là những trận cầu 5 sao đối với các trọng tài. Điều duy nhất tôi có thể làm là hôm qua tôi đã trực tiếp nói chuyện với hai liên đoàn (Anh và Mexico) về những sai sót của trọng tài. Tôi xin lỗi họ và tôi hiểu họ không hài lòng và mọi người thì đang chỉ trích.\" \"Chúng tôi sẽ thảo luận về vấn đề sử dụng công nghệ một cách tự nhiên và sẽ có cơ hội đầu tiên trong phiên họp đại hội đồng vào tháng 7 tới.\" Blatter nói thêm: \"Chuyện đó xảy ra vào năm 1966 và 44 năm sau - cho dù chẳng giống nhau mấy.\" \"Tôi xin lỗi hai nước Anh và Mexico. Người Anh nói \"cám ơn\" và chấp nhận bạn có thể thắng và thua, và những người Mexico cúi đầu chấp nhận.\" Chủ tịch FIFA cũng nói IFAB sẽ không xem xét việc chiếu lại tất cả các tình huống. \"Điều duy nhất chúng tôi sẽ quay lại bàn bạc là vấn đề sử dụng công nghệ đường biên ngang.” “Bóng đá là trận cầu không bao giờ bị gián đoạn. Với những tình huống như trận Mexico thì bạn không cần tới công nghệ.” Blatter nói thêm rằng cuối năm nay FIFA sẽ đưa ra một thiết bị mới nhằm nâng cấp trình độ trọng tài đến mức cao nhất. \"Chúng tôi sẽ đưa ra một mô hình mới vào tháng mười một để làm sao hoàn thiện trọng tài cấp cao\", ông nói thêm, \"chúng tôi sẽ bắt đầu bằng một khái niệm mới là làm thế nào cải thiện việc điều khiển trận đấu. Tôi không thể tiết lộ gì nhiều hơn những gì chúng tôi đang thực hiện nhưng sẽ có cái phải thay đổi. Blatter cũng cảnh báo tổng thống Pháp Nicolas Sarkozy về những nguy cơ có thể bị đình chỉ khỏi các giải bóng đá nếu ông ta can thiệp vào chuyện nội bộ bóng đá nước này.  Sarkozy đã hứa sẽ đích thân đứng ra điều tra thất bại của Pháp tại World Cup mà các cầu thủ tẩy chay tập luyện và thua trận.  Các điều luật của FIFA nghiêm cấm việc can thiệp của chính quyền vào hoạt động của các liên đoàn bóng đá quốc gia và Blatter nói : \"Sự can thiệp chính trị trong các liên đoàn bóng đá quốc gia sẽ bị FIFA xử lý bất kể đó là nước nào.”  \"Bóng đá Pháp có thể nhờ cậy vào FIFA trong trường hợp bị chính quyền rầy rà dù là ở cấp cấp tổng thống. \"Pháp đưa bóng đá lên thành “chuyện quốc gia đại sự”nhưng nó vẫn nằm trong tầm kiểm soát của liên đoàn.” Chủ tịch liên đoàn bóng đá Pháp ông Jean-Pierre Escalettes từ chức ngày hôm qua vì cuộc tranh cãi quanh vấn đề World Cup."
        }
    ],
    "suggestions": []
}