{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['feibld]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">được kể trong ngụ ngôn; (thuộc) truyền thuyết, hoang đường</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">hư cấu, bịa đặt</td></tr></table><i/></div>",
            "word": "fabled"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fabled</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 famous, especially by reputation. </blockquote></blockquote><blockquote><blockquote>2》 mythical; imaginary. </blockquote></blockquote></div>",
            "word": "fabled"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>fabled</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>a fabled god-giant of Irish myth</i>: LEGENDARY, mythical, mythic, mythological, fabulous, folkloric, fairy-tale; fictitious, imaginary, imagined, made up.</blockquote><blockquote><b>2</b><i>the fabled quality of French wine</i>: CELEBRATED, renowned, famed, famous, well known, prized, noted, notable, acclaimed, esteemed, prestigious, of repute, of high standing.</blockquote></div>",
            "word": "fabled"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fabled"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fabled"
        }
    },
    "sentences": [
        {
            "en": "That was such a <em>fabled</em> story.",
            "vi": "Quả thật là một câu chuyện bịa đặt."
        },
        {
            "en": "This is the <em>fabled</em> film director John Smith.",
            "vi": "Đây là vị đạo diễn huyền thoại John Smith."
        },
        {
            "en": "The bath gel contains salts and minerals from the <em>fabled</em> therapeutic hot springs of La Toja.",
            "vi": "Loại dầu tắm này chứa muối và các khoáng chất từ những suối nước nóng có tác dụng chữa bệnh đã được nhắc đến trong truyền thuyết ở La Toja."
        },
        {
            "en": "Meantime, the <em>fabled</em> 1 percent would have received an average tax cut totaling $37,000 if the legislation were fully enacted.",
            "vi": "Trong thời gian này, giảm đi 1% mức phí tượng trưng sẽ được mức cắt giảm thuế trung bình là 37,000 đôla nếu luật này được ban hành."
        },
        {
            "en": "Rudolph the Red-Nosed Reindeer, popularly known as \"Santa's ninth reindeer,\" is a <em>fabled</em> reindeer created by Robert Lewis May.",
            "vi": "Chú Tuần lộc Rudolph Mũi Đỏ, được nhiều người gọi là chú tuần lộc thứ chín của ông già Noel, là một chú tuần lộc hư cấu do Robert Lewis May sáng tạo nên."
        },
        {
            "en": "Meantime, the <em>fabled</em> 1 percent would have received an average tax cut totaling $37,000 if the legislation were fully enacted.",
            "vi": "Trong thời gian này, giảm đi 1% mức phí tượng trưng sẽ được mức cắt giảm thuế trung bình là 37,000 đôla nếu luật này được ban hành."
        },
        {
            "en": "Then there's the theory that Queen Margaret of Scotland was behind the <em>fabled</em> Scottish law of 1288. The law allowed unmarried women the freedom to propose during a leap year, and the man who refused was handed a fine.",
            "vi": "Nhưng lại có truyền thuyết cho rằng Nữ hoàng Margaret của Scotland là người đứng đằng sau bộ luật không biết là có thật hay không vào năm 1288. Luật này cho phép những phụ nữ chưa kết hôn được tự do cầu hôn vào năm nhuận, anh chàng nào mà từ chối thì sẽ bị phạt tiền."
        },
        {
            "en": "Although it was called tiger, it looked like a dog with black stripes on its back and it was the largest known carnivorous marsupial of modern times. Yet, despite its fame for being one of the most <em>fabled</em> animals in the world, it is one of the least understood of Tasmania’s native animals. The scientific name for the Tasmanian tiger is Thylacine and it is believed that they have become extinct in the 20th century.",
            "vi": "Mặc dù được gọi là hổ, nhưng loài động vật này lại trông giống chú chó với đặc điểm lưng vằn đen và được biết đến như loài thú ăn thịt có túi lớn nhất trong thời hiện đại. Cho đến nay, trái ngược với việc là một trong những loài động vật nổi tiếng nhất trong truyền thuyết, nó là một trong số loài ít được biết đến nhất trong nhóm động vật địa phương của Tasmania,Úc. Tên khoa học của loài hổ Tasmania này là Thylacine và được cho rằng đã tuyệt chủng vào thế kỷ 20."
        },
        {
            "en": "Navigating the Ho Chi Minh Trail  The sealed Ho Chi Minh Highway follows the inland passage through some of the country's deepest jungle.   Most motorcyclists choose to follow this route, and the Western Ho Chi Minh Highway is the most <em>fabled</em> section of all.  From Phong Nha, the road cuts through the canopy, offering 240 kilometers of twisting, narrow pavement.    Only a handful of settlements are scattered along the way, making this one of the most remote trips in the country.  This day's ride requires extra concentration and preparation. A breakdown or accident here could result in hours without seeing another person.",
            "vi": "Trên đường mòn Hồ Chí Minh Con đường quốc lộ mang tên Hồ Chí Minh chạy từ nội địa băng qua những cánh rừng sâu nhất nước.  Hầu hết các du khách đi xe máy chọn lộ trình này, và đường Hồ Chí Minh Tây là phần hư ảo nhất.  Từ Phong Nha, con đường quanh co, dài 240 km cắt qua cánh rừng, mặt đường rất hẹp. Lác đác mới xuất hiện nhà dân nên đây là một trong những chuyến đi thuộc vùng sâu vùng xa nhất nước. Lái xe ở đây bạn phải chuẩn bị và tập trung nhiều hơn. Một hỏng hóc hay tai nạn nho nhỏ thôi cũng phải mất nhiều giờ mới khắc phục được vì chẳng thấy người nào đâu."
        }
    ],
    "suggestions": []
}