{
    "en_vn": {
        "data": {
            "content": null,
            "word": "facelift",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>facelift</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 a cosmetic surgical operation to remove unwanted wrinkles by tightening the skin of the face. </blockquote></blockquote><blockquote><blockquote>2》 a procedure carried out to improve the appearance of something. </blockquote></blockquote></div>",
            "word": "facelift",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>facelift</k><blockquote>▸ <cclass>noun</cclass></blockquote><blockquote><b>1</b><i>she's planning to have a facelift</i>: COSMETIC SURGERY, plastic surgery.</blockquote><blockquote><b>2</b><cclass><i>(informal)</i><i>the theatre is reopening after a facelift</i>: RENOVATION, redecoration, refurbishment, revamp, revamping, makeover, reconditioning, overhauling, modernization, restoration, repair, redevelopment, rebuilding, reconstruction, refit.</cclass></blockquote></div>",
            "word": "facelift",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "facelift",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> ô tô</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> đổi kiểu dáng</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td/></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thay đổi nhỏ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Là sự thay đổi nhỏ trên các kiểu xe bao gồm các cải tiến nhe thay đổi các chi tiết trong động cơ, sat-xi, hộp số hay trên toàn bộ kết cấu xe nhưng cũng có thể là một động cơ hay một kiểu dáng thân xe mới.</font></td></tr></tbody></table></div>",
            "word": "facelift",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "The whole street needs a <em>facelift</em>.",
            "vi": "Toàn bộ đường phố này cần được sửa sang lại."
        },
        {
            "en": "The building is getting 2 million dollars <em>facelift</em>.",
            "vi": "Tốn 2 triệu đô để sửa sang lại tòa nhà."
        },
        {
            "en": "We've given our offices a <em>facelift</em> new furniture, new lighting and a new carpet.",
            "vi": "Chúng tôi đã tôn tạo lại bộ mặt của văn phòng – bàn ghế mới, hệ thống chiếu sáng mới và một tấm thảm mới."
        },
        {
            "en": "We 've given our offices a <em>facelift</em> new furniture, new lighting and a new carpet.",
            "vi": "Chúng tôi đã tôn tạo lại bộ mặt của văn phòng – bàn ghế mới, hệ thống chiếu sáng mới và một tấm thảm mới."
        },
        {
            "en": "It was given a <em>facelift</em> to transform it from a murky, dead waterway into a clean, green one with lush greenery along its sides.",
            "vi": "Con kênh đã thay đổi từ một dòng nước chết trở nên xanh sạch đẹp với những cây xanh tươi tốt hai bên bờ kênh."
        },
        {
            "en": "The park was closed for renovation since May last year and has recently been reopened with a new <em>facelift</em>, drawing the attention of large numbers of visitors.",
            "vi": "Công viên đóng cửa để cải tạo lại vào tháng 5 năm ngoái và gần đây mới được mở lại với diện mạo mới, thu hút sự chú ý của số đông khách tham quan."
        },
        {
            "en": "The canal renovation was expected to give the city a <em>facelift</em> and improve the lives of two million residents in eight districts.",
            "vi": "Việc cải tạo kênh được mong đợi sẽ mang lại cho thành phố một sự đổi mới và cải thiện cuộc sống của hai triệu người dân ở tám huyện."
        },
        {
            "en": "The canal renovation was expected to give the city a <em>facelift</em> and improve the lives of two million residents in eight districts.",
            "vi": "Việc cải tạo kênh được mong đợi sẽ mang lại cho thành phố một sự đổi mới và cải thiện cuộc sống của hai triệu người dân ở tám huyện."
        },
        {
            "en": "The park was closed for renovation since May last year and has recently been reopened with a new <em>facelift</em>, drawing the attention of large numbers of visitors.",
            "vi": "Công viên đóng cửa để cải tạo lại vào tháng 5 năm ngoái và gần đây mới được mở lại với diện mạo mới, thu hút sự chú ý của số đông khách tham quan."
        },
        {
            "en": "The <em>facelift</em> was at first estimated to cost US$199.96 million, funded by the World Bank, according to The Saigon Times Online.",
            "vi": "Việc cải tạo theo ước tính ban đầu có giá 199.96 triệu USD được tài trợ bởi Ngân hàng Thế giới, theo The Saigon Times Online."
        },
        {
            "en": "<em>Facelift</em>: Before & After  The <em>facelift</em> uses various techniques to create a smoother, more youthful face. Through incisions around the ear, a surgeon removes excess skin and manipulates the deeper layers of tissue and muscle to tighten the face. While rare, risks include infection and injury to underlying tissue. Facelifts are no longer one of the top five cosmetic surgeries. There are some more options, such as injectable fillers or laser therapies.",
            "vi": "Trước và sau khi căng da mặt   Thủ thuật làm căng da mặt sử dụng nhiều kỹ thuật khác nhau để làm cho khuôn mặt trẻ trung hơn và căng mượt hơn. Bác sĩ phẫu thuật cắt bỏ đi phần da dư thừa và nắn các lớp mô và cơ bên dưới để làm cho khuôn mặt căng hơn qua các vết rạch quanh tai. Nguy cơ gồm nhiễm trùng và tổn thương mô dưới da có thể xảy ra mặc dù là hiếm thấy. Phẫu thuật làm căng da mặt hiện không còn là một trong năm loại hình phẫu thuật thẩm mỹ hàng đầu nữa. Người ta có thể lựa chọn một số kiểu thẩm mỹ khác, chẳng hạn như tiêm thuốc làm căng da mặt hoặc sử dụng liệu pháp la-de.  "
        },
        {
            "en": "However, locals’ relief has been short-lived, as shortly after its <em>facelift</em>, the first phase of which ended in 2012, the canal has been topped with all kinds of refuse dumped by mindless residents, creating ghastly scenes and posing a grave pollution threat.",
            "vi": "Tuy nhiên, người dân địa phương đã có một niềm vui ngắn ngủi, vì ngay sau khi việc làm sạch bề mặt dòng kênh kết thúc vào năm 2012, nó lại phải hứng chịu tất cả các loại rác thải của những người dân vô ý thức, gây ra quang cảnh xấu và là một mối đe dọa ô nhiễm nghiêm trọng."
        }
    ],
    "suggestions": []
}