{
    "en_vn": {
        "data": {
            "content": null,
            "word": "facilitator",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "facilitator",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "facilitator",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "facilitator",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "facilitator",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Shift government role from economic actor to economic <em>facilitator</em>.",
            "vi": "Thay đổi vai trò của Nhà nước từ nhà thực hiện hoạt động kinh tế sang nhà hỗ trợ cho nền kinh tế."
        },
        {
            "en": "The role of government is most effectively that of <em>facilitator</em>.",
            "vi": "Vai trò có hiệu quả nhất của Chính phủ là vai trò tạo điều kiện."
        },
        {
            "en": "A well - run meeting has a <em>facilitator</em>, a leader, members and a recorder.",
            "vi": "Một cuộc họp được điều hành tốt có một người hỗ trợ, người lãnh đạo, những thành viên và một người ghi chép."
        },
        {
            "en": "It is important that the <em>facilitator</em> be trained to detect repetitive waves of indignation.",
            "vi": "Điều quan trọng là người trợ giúp phải được đào tạo để phát hiện những làm sóng phẫn nộ lặp đi lặp lại."
        },
        {
            "en": "A <em>facilitator</em> should remain neutral and ensure everyone follows the agreed ground rules.",
            "vi": "Một cố vấn viên nên giữ lập trường trung lập và đảm bảo tất cả mọi người đều tuân theo những nguyên tắc cơ bản."
        },
        {
            "en": "A well-run meeting has a <em>facilitator</em>, a leader, members and a recorder.",
            "vi": "Một cuộc họp được điều hành tốt có một người hỗ trợ, người lãnh đạo, những thành viên và một người ghi chép."
        },
        {
            "en": "Chu Lai's major challenge, therefore, is to define and institutionalize its role as a <em>facilitator</em> rather than as a planner.",
            "vi": "Vì vậy, thách thức lớn nhất đối với Chu Lai là phải xác định được và thể chế hóa vai trò của mình là người tạo thuận lợi chứ không phải là người lập kế hoạch cho thị trường."
        },
        {
            "en": "The proper role of government as ‘light touch’ <em>facilitator</em> of export support services rather than the direct provider;",
            "vi": "Vai trò thích hợp của chính phủ như là người tạo điều kiện thông qua “can thiệp nhẹ” cho các dịch vụ hỗ trợ xuất khẩu chứ không phải là người cung cấp trực tiếp;"
        },
        {
            "en": "Shift the role of the government in private sector development to one of <em>facilitator</em> rather than lead agent.",
            "vi": "Chuyển vai trò của Chính phủ đối với sự phát triển của khu vực tư nhân từ vai trò chỉ đạo sang vai trò thúc đẩy."
        },
        {
            "en": "I see his role as that of a <em>facilitator</em>, enabling other people to work in the way that suits them best.",
            "vi": "Tôi thấy vai trò của anh ta là người trợ giúp, cho phép người khác làm việc theo cách thích hợp nhất."
        },
        {
            "en": "In most countries, entry into export markets has been facilitated by private-to-private interactions with government mainly serving as <em>facilitator</em>.",
            "vi": "Tại hầu hết các nước, việc gia nhập thị trường xuất khẩu được thực hiện thông qua quan hệ giữa các doanh nghiệp tư nhân với nhau dưới vai trò thúc đẩy của chính phủ."
        },
        {
            "en": "Second, it points out that entry into export markets is largely a private-to-private interaction with government serving mainly as <em>facilitator</em>.",
            "vi": "Thứ hai, nó chỉ ra rằng việc tham gia vào thị trường xuất khẩu phần lớn là hợp tác giữa tư nhân với tư nhân còn Chính phủ chỉ đóng vai trò tạo điều kiện thuận lợi."
        },
        {
            "en": "The original General Corporation model simply created an administrative unit above the member SOEs that often acted more as a hindrance than a <em>facilitator</em> of improved performance.",
            "vi": "Mô hình tổng công ty lúc đầu đơn giản là tạo ra một đơn vị hành chính bên trên những doanh nghiệp nhà nước thành viên và thường hoạt động như là một trở ngại hơn là một đơn vị giúp đỡ để tăng cường hoạt động."
        },
        {
            "en": "At this stage of facilities provision, the airport also has possibility of talking on the role of the final destination rather than merely a <em>facilitator</em> of access.",
            "vi": "Giai đoạn trang bị cơ sở vật chất, sân bay đóng vai trò là điểm cuối hơn là chỉ đơn thuần cung cấp dịch vụ mới"
        },
        {
            "en": "This last development reflects an important and steady shift of the Government’s role, responsibility, and function away from being an owner of the economy toward being a <em>facilitator</em> and regulator.",
            "vi": "Quá trình phát triển gần đây phản ánh sự chuyển đổi từng bước và vững chắc vai trò, trách nhiệm và chức năng của Chính phủ từ chủ sở hữu trở thành người giữ vai trò thúc đẩy và điều tiết nền kinh tế."
        }
    ],
    "suggestions": []
}