{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fæktou]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">trong thực tế</td></tr></table><i/></div>",
            "word": "facto",
            "pronounce": "['fæktou]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "facto",
            "pronounce": "['fæktou]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "facto",
            "pronounce": "['fæktou]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "facto",
            "pronounce": "['fæktou]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "facto",
            "pronounce": "['fæktou]"
        }
    },
    "sentences": [
        {
            "en": "De <em>facto</em>",
            "vi": "trên thực tế"
        },
        {
            "en": "De <em>Facto</em> Marriage",
            "vi": "Hôn nhân Thực tế"
        },
        {
            "en": "De <em>facto</em> standard",
            "vi": "Chuẩn phổ biến"
        },
        {
            "en": "This is a de <em>facto</em> government.",
            "vi": "Đây là một chính phủ trên thực tế."
        },
        {
            "en": "His de <em>facto</em> wife is very harsh.",
            "vi": "Bà vợ trên thực tế của ông ta rất khó tính."
        },
        {
            "en": "De <em>facto</em> recognition of a state",
            "vi": "Sự công nhận một quốc gia trên thực tế"
        },
        {
            "en": "English is the de <em>facto</em> language of the United States.",
            "vi": "Trên thực tế tiếng Anh là ngôn ngữ của Mỹ."
        },
        {
            "en": "He's her de <em>facto</em> husband though they're not actually married.",
            "vi": "Anh ấy trên thực tế là chồng của cô ta mặc dù họ không kết hôn."
        },
        {
            "en": "did de <em>facto</em> privatization get underway in China.",
            "vi": "Mặc dù đã có hàng loạt hình thức sở hữu doanh nghiệp mới ra đời, song quá trình tư"
        },
        {
            "en": "He's her de <em>facto</em> husband though they' re not actually married.",
            "vi": "Anh ấy trên thực tế là chồng của cô ta mặc dù họ không kết hôn."
        },
        {
            "en": "As for the development of bespoke, in-browser applications, Ajax remains the de <em>facto</em> standard.",
            "vi": "Như với phát triển của các ứng dụng trong trình duyệt, đã được biết, Ajax vẫn còn là chuẩn mặc nhiên."
        },
        {
            "en": "Ipso <em>Facto</em> cannot and does not warrant the accuracy of the documents.",
            "vi": "Đương nhiên là không thể và không đảm bảo tính chính xác của các tài liệu này."
        },
        {
            "en": "Young people tend to be regarded ipso <em>facto</em> as layabouts or troublemakers.",
            "vi": "Người trẻ tuổi có khuynh hướng được coi là không ổn định hay gây rối."
        },
        {
            "en": "English is de <em>facto</em> the common language of much of the world today.",
            "vi": "Trên thực tế ngày nay tiếng Anh đã trở thành ngôn ngữ phổ biến trên toàn thế giới."
        },
        {
            "en": "Though his kingship was challenged, he continued to rule de <em>facto</em>.",
            "vi": "Tuy vương quyền của anh ta bị tranh chấp, nhưng anh ấy đã tiếp tục cai trị trên thực tế."
        },
        {
            "en": "The consequence, again, is that managers end up with de-<em>facto</em> control over the enterprises.",
            "vi": "Thêm nữa, hậu quả là các nhà quản lý đi đến chỗ kiểm soát không chính thức các doanh nghiệp."
        },
        {
            "en": "The person with the highest ethos in the group (usually the oldest member) is the de <em>facto</em> leader.",
            "vi": "Người nổi bật nhất trong nhóm (thường là người cao tuổi) được chọn là thủ lĩnh."
        },
        {
            "en": "Here, anyone who focuses the group on regular review and learning plays a de <em>facto</em> leadership role too.",
            "vi": "Ở đây, bất kỳ người nào tập trung nhóm vào việc thường xuyên xem lại và học hỏi đều đóng vai trò lãnh đạo trên thực tế."
        },
        {
            "en": "By engaging group members in this type of systematic approach and guiding them through it, they become de <em>facto</em> leaders.",
            "vi": "Bằng cách thu hút sự chú ý của các thành viên trong nhóm theo phương pháp có hệ thống này và hướng dẫn họ thông qua phương pháp đó, họ trở thành một nhà lãnh đạo trên thực tế."
        },
        {
            "en": "Not only do provinces enjoy considerable de <em>facto</em> autonomy, they are also responsible for a wide range of tasks.",
            "vi": "Các tỉnh không chỉ được tự chủ trên thực tế, họ cũng chịu trách nhiệm về nhiều nhiệm vụ khác nhau."
        }
    ],
    "suggestions": []
}