{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fæk∫əs]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">tính từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">có tính chất bè phái, gây bè phái; do bè phái gây ra</td></tr></table><i/></div>",
            "word": "factious"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>factious</k><blockquote><cclass>[<cclass>'fakʃəs<cclass>]</cclass></cclass></cclass></blockquote><blockquote>■ <cclass>adjective relating or inclined to dissension. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>factiously</b><cclass>adverb </cclass></cclass></blockquote><blockquote><cclass><b>factiousness</b><cclass>noun </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>C16: from Fr. <i>factieux</i> or L. <i>factiosus</i>, from <i>factio</i> (see <kref>faction</kref><sup>1</sup>). </blockquote></div>",
            "word": "factious"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>factious</k><blockquote>▸ <cclass>adjective DIVIDED, split, schismatic, discordant, conflicting, argumentative, disagreeing, disputatious, quarrelling, quarrelsome, clashing, warring, at loggerheads, at odds, rebellious, mutinous.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>harmonious.</blockquote></div>",
            "word": "factious"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "factious"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "factious"
        }
    },
    "sentences": [
        {
            "en": "Here are the answers:    1. F - Asthma is not a psychological condition. However, emotional triggers can cause flare-ups.    2. F - You cannot outgrow asthma. In about 50% of children with asthma, the condition may become inactive in the teenage years. The symptoms, however, may reoccur anytime in adulthood.    3. F - There is no cure for asthma, but the disease can be controlled in most patients with good medical care. The condition should be taken seriously, since uncontrolled asthma may result in emergency hospitalization and possible death.    4. T - You have a 6% chance of having asthma if neither parent has the condition, a 30% chance if one parent has it, and a 70% chance if both parents have it.    5. F - Asthma is not contagious.    6. F - A new environment may temporarily improve asthma symptoms, but it will not cure asthma. After a few years in the new location, many people become sensitized to the new environment and the asthma symptoms return with the same or even greater intensity than before.    7. F - Swimming is an optimal exercise for those with asthma. On the other hand, exercising in dry, cold air may be a trigger for asthma in some people.    8. F - Asthma is best controlled by having an asthma management plan designed by your doctor that includes the medications used for quick relief and those used as controllers.    9. F - Asthma medications are not addictive.   10. F - Asthma attacks cannot be faked. In rare cases, there is a psychological condition known by a variety of names (<em>factious</em> asthma, spastic dysphonia, globus hystericus) where emotional issues may cause symptoms that mimic the symptoms of asthma.",
            "vi": "Dưới đây là câu trả lời:  1. Sai - Suyễn không phải là trạng thái tâm lý. Tuy nhiên, việc kích thích xúc cảm cũng có thể làm phát bệnh.  2. Sai – Bạn không thể hết được suyễn. Trong khoảng 50% trẻ bị suyễn, thì chứng bệnh này có thể trở nên “bất hoạt” ở tuổi thanh thiếu niên. Tuy nhiên, các triệu chứng có thể tái phát vào bất kỳ lúc nào ở tuổi trưởng thành.  3. Sai – Không có thuốc trị suyễn, nhưng hầu hết bệnh nhân có thể kiểm soát được bệnh của mình bằng chế độ chăm sóc sức khỏe tốt. Nên kiểm soát bệnh chặt chẽ, bởi nếu không trị thì bệnh có thể làm cho bệnh nhân phải nhập viện khẩn cấp và có thể tử vong.  4. Đúng – Nếu cả bố và mẹ của bạn không ai bị suyễn thì tỉ lệ mắc bệnh của bạn là 6%, nếu 1 trong 2 bố mẹ mắc bệnh thì tỉ lệ này là 30%, và nếu cả bố và mẹ đều bị suyễn thì tỉ lệ mắc bệnh của bạn lên đến 70%.  5. Sai – Suyễn không lây lan.  6. Sai – Môi trường mới có thể giúp cải thiện bệnh một cách tạm thời, nhưng sẽ không chữa lành được bệnh. Sau một vài năm sống ở môi trường mới thì nhiều người trở nên nhạy cảm với môi trường mới và các triệu chứng suyễn lại tái phát với cường độ tương tự hoặc thậm chí là dữ dội hơn trước đây nữa.             .  7. Sai – Bơi lội là một bài tập tối ưu cho người bị suyễn. Nhưng mặt khác, việc luyện tập trong một môi trường không khí khô và lạnh có thể là nguyên nhân gây hen suyễn ở một số người.  8. Sai – Hen suyễn được kiểm soát tốt nhất bằng kế hoạch theo dõi kiểm soát của bác sĩ gồm thuốc làm giảm cơn hen nhanh chóng và thuốc chống hen.  9. Sai – Thuốc trị hen suyễn không gây nghiện.  10. Sai – Cơn hen suyễn không thể nào giả tạo được. Trong một số trường hợp hiếm thấy, trạng thái tâm lý có nhiều tên gọi khác nhau (suyễn do tâm trạng bên trong cơ thể gây nên, khó phát âm do co thắt cơ, cảm giác nghẹn họng do cơ bị căng) – ở đây các vấn đề xúc cảm có thể gây nên những triệu chứng tương tự như triệu chứng hen."
        }
    ],
    "suggestions": []
}