{
    "en_vn": {
        "data": {
            "content": null,
            "word": "Fairbanks"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "Fairbanks"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "Fairbanks"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "Fairbanks"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "Fairbanks"
        }
    },
    "sentences": [
        {
            "en": "Michael <em>Fairbanks</em> & Stace Lindsay, Plowing The Sea, Harvard Business School Press, 1997.",
            "vi": "Michael Fairbanks và Stace Lindstay, Lội giữa biển khơi, Nhà xuất bản trường đại học Kinh doanh Havard, 1997."
        },
        {
            "en": "This section is based on work by Michael <em>Fairbanks</em> and Stace Lindsay, Plowing the Sea: Nurturing the Hidden Sources of Growth in the Developing World.",
            "vi": "Phần này dựa vào bài viết của Michael Fairbanks và Stace Lindsay, Lặn lội giữa biển cả: Nuôi dưỡng các nguồn lực phát triển còn tiềm ẩn trong thế giới thứ ba."
        },
        {
            "en": "Pickfair was a mansion designed by California architect Wallace Neff and named as an amalgamation of the names of its original residents, silent film actors Douglas <em>Fairbanks</em> and Mary Pickford.",
            "vi": "Pickfair là một biệt thự được thiết kế bởi kiến trúc sư người California tên Wallace Neff và nó được đặt tên theo một sự kết hợp của tên hai diễn viên phim câm đầu tiên sinh sống ở đó là Douglas Fairbanks và Mary Pickford."
        },
        {
            "en": "But now a study by the University of Alaska <em>Fairbanks</em> and Colorado College reveals that Blood Falls is flowing from a large lake which has been trapped under the ice for one million years.",
            "vi": "Nhưng giờ đây, một nghiên cứu của Đại học Alaska Fairbanks và trường Cao đẳng Colorado cho thấy \"thác máu\" đang chảy từ một hồ nước lớn bị chặn lại dưới lớp băng trong một triệu năm."
        },
        {
            "en": "Only 12,000 years late, on an experimental farm outside <em>Fairbanks</em> in central Alaska, Greg Finstad is proposing an agricultural revolution. For the indigenous communities of the north, he is advocating a move from hunting to farming, in particular to farming reindeer.",
            "vi": "Tại một trang trại thực nghiệm bên ngoài Fairbanks ở miền Trung Alaska, ông Greg Finstad đang đề nghị tiến hành cách mạng nông nghiệp, chỉ muộn có 12.000 năm thôi. Với cộng đồng dân bản xứ ở miền Bắc, ông đang chủ trương chuyển từ săn bắn qua nuôi trồng, đặc biệt là chăn nuôi tuần lộc."
        },
        {
            "en": "He promised to come back to South Dakota in time to help with the autumn harvest, but he wanted to be in <em>Fairbanks</em> by the end of April in order to squeeze in as much time as possible up North before his return.",
            "vi": "Nó hứa về lại Nam Dakota kịp lúc giúp thu hoạch vụ thu nhưng nó muốn ở lại Fairbank đến cuối tháng 4 để tranh thủ ở lại miền bắc lâu nhất có thể rồi mới chịu về"
        },
        {
            "en": "Finstad, who runs the reindeer research programme at the University of Alaska, <em>Fairbanks</em>, says the subsistence lifestyle of rural communities on the Yukon river is under serious threat in a time of tumultuous change. Softly spoken, his eyes shaded from the sunshine by a baseball cap, Finstad is a disarming mix of wit, charm and frankness. \"They're off the road system,\" he says. \"They have to ship very expensive food. They're very worried about starving and it's a legitimate concern.",
            "vi": "Finstad, người điều hành chương trình nghiên cứu tuần lộc tại Đại học Alaska, Fairbanks, nói rằng lối sống tự cung tự cấp của các cộng đồng nông thôn trên sông Yukon đang gặp nguy hiểm trầm trọng trong thời kỳ biến động dữ dội. Ăn nói nhẹ nhàng, đôi mắt được mũ lưỡi trai che nắng, Finstad vừa hóm hỉnh, duyên dáng lại thẳng thắn chẳng làm ai phật lòng được. “Họ sống xa đường sá” ông nói. “Họ phải vận chuyển thực phẩm rất mắc tiền. Họ rất lo bị đói khát, mà lo thế cũng phải.”"
        }
    ],
    "suggestions": []
}