{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fallout",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fallout</k><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 radioactive particles carried into the atmosphere by a nuclear explosion and gradually falling to the ground over a wide area. </blockquote></blockquote><blockquote><blockquote>2》 the adverse results of a situation. </blockquote></blockquote></div>",
            "word": "fallout",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fallout",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>fallout</k><blockquote><blockquote><abr>n.</abr></blockquote></blockquote><blockquote><blockquote><ex>1) radioactive fallout </ex></blockquote></blockquote><blockquote><blockquote><ex>2) fallout from (also <abr>fig</abr>.)</ex></blockquote></blockquote></div>",
            "word": "fallout",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bụi phóng xạ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mưa phóng xạ</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">fallout shelter</font><font color=\"#282828\">: hầm tránh mưa phóng xạ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><li><font color=\"#005ba1\">fallout shelter</font><font color=\"#282828\">: nhà tránh mưa phóng xạ</font></li></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">acid fallout</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> giáng thủy axit</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">acid fallout</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mưa axit</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">dry acidic fallout</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mưa axit khô</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fallout shelter</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> thiết bị bảo vệ khỏi tia phóng xạ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">radioactive fallout</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> bụi phóng xạ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">radioactive fallout</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mưa phóng xạ</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">suspension fallout</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> chất lắng lơ lửng</font></td></tr></tbody></table></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">wet acidic fallout</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> mưa axit ướt</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "fallout",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Was that radioactive <em>fallout</em>?",
            "vi": "Đó là bụi phóng xạ à?"
        },
        {
            "en": "They're building <em>fallout</em> shelters.",
            "vi": "Họ đang xây những hầm trú ẩn khỏi tác hại của vũ khí hạt nhân."
        },
        {
            "en": "They 're building <em>fallout</em> shelters.",
            "vi": "Họ đang xây những hầm trú ẩn khỏi tác hại của vũ khí hạt nhân."
        },
        {
            "en": "The radioactive <em>fallout</em> is very dangerous.",
            "vi": "Mưa phóng xạ rất nguy hiểm."
        },
        {
            "en": "The <em>Fallout</em> of Social and Economic Change",
            "vi": "Hệ quả từ những thay đổi về kinh tế và xã hội"
        },
        {
            "en": "Section 3. The <em>Fallout</em> of Social and Economic Change.",
            "vi": "PHẦN 3. HỆ QUẢ TỪ NHỮNG THAY ĐỔI KINH TẾ VÀ XÃ HỘI."
        },
        {
            "en": "The <em>fallout</em> from the financial crisis has continued to affect business.",
            "vi": "Hậu quả cuộc khủng hoảng tài chính tiếp tục ảnh hưởng đến kinh doanh."
        },
        {
            "en": "Poor performance should first have negative <em>fallout</em> for the provincial leadership, and only later for programme allocation.",
            "vi": "Hiệu quả kém trước hết thuộc về trách nhiệm của lãnh đạo tỉnh, rồi mới tính đến việc phân bổ ngân sách."
        },
        {
            "en": "It predicts that the <em>fallout</em> from the crisis will change the landscape for finance and growth over the next 10 years.",
            "vi": "Nó dự đoán rằng tác động từ khủng hoảng sẽ thay đổi toàn cảnh ngành tài chính và sự tăng trưởng trong thập kỷ tới."
        },
        {
            "en": "It killed 66, 000 people instantly and a total of as many as 166, 000 died over a period of months from the nuclear <em>fallout</em>.",
            "vi": "Nó đã giết hại 66.000 người ngay lập tức và tổng cộng là 166.000 đã chết trong khoảng thời gian nhiều tháng từ bụi phóng xạ hạt nhân."
        },
        {
            "en": "It killed 66,000 people instantly and a total of as many as 166,000 died over a period of months from the nuclear <em>fallout</em>.",
            "vi": "Nó đã giết hại 66. 000 người ngay lập tức và tổng cộng là 166. 000 đã chết trong khoảng thời gian nhiều tháng từ bụi phóng xạ hạt nhân."
        },
        {
            "en": "In today's increasingly interconnected economy, the economic <em>fallout</em> from a natural disaster is rarely relegated to the geographic area that it hits.",
            "vi": "Trong nền kinh tế ngày càng liên kết chặt chẽ với nhau ngày nay, hậu quả kinh tế từ một thảm họa tự nhiên hiếm khi chỉ tác động đến khu vực địa lý gánh chịu trận thiên tai ấy."
        },
        {
            "en": "But correspondents say that Japan is still dealing with the economic and political <em>fallout</em> of the disaster. Japan's prime minister at the time of the disaster, Naoto Kan, resigned months later.",
            "vi": "Nhưng các phóng viên cho hay Nhật Bản vẫn đang phải đối phó với ảnh hưởng của thảm hoạ về mặt kinh tế và chính trị. Thủ tướng Nhật ông Naoto Kan vào thời điểm xảy ra thảm hoạ cũng đã từ chức vài tháng sau đó."
        },
        {
            "en": "Faced with a rapidly deteriorating world economy, the key focus of leaders and the public was how to wrestle with the domestic <em>fallout</em> from a crisis that began elsewhere.",
            "vi": "Trước tình hình nền kinh tế thế giới đi xuống với tốc độ nhanh, trọng tâm chính của các nhà lãnh đạo và người dân Việt Nam là vật lộn với những khó khăn trong nước xuất phát từ cuộc khủng hoảng khởi đầu ở nơi khác."
        },
        {
            "en": "He predicts that Greece will stay in the euro to avoid the far harsher <em>fallout</em> of leaving but that by doing will ensures a veil of gloom for the country for the immediate future.  ",
            "vi": "Ông dự đoán rằng Hy Lạp sẽ ở lại trong khối EU để tránh những khó khăn khắc nghiệt hơn nếu rời bỏ nhưng với điều đó chắc chắn sẽ tạo thành một bức màn u ám hơn cho đất nước này trong tương lai."
        },
        {
            "en": "(CNN) -- With <em>fallout</em> still swirling from Apple's decision to replace Google Maps with its own mobile mapping, Google on Thursday announced the biggest upgrade ever to its Street View tool.",
            "vi": "(CNN) – Trong khi những ảnh hưởng xấu vẫn đang xoay quanh quyết định của Apple về việc thay thế Google Maps bằng bản đồ di động riêng của hãng, hôm thứ Năm, Google đã công bố bản nâng cấp lớn nhất từ trước đến nay cho công cụ Street View."
        },
        {
            "en": "“We really think that the lakes [and other water bodies] can be contaminated by cumulative atmospheric inputs,” said Johnny Gasperi, at the University Paris-Est Créteil, who did the Paris studies. “What we observed in Paris tends to demonstrate that a huge amount of fibres are present in atmospheric <em>fallout</em>.”",
            "vi": "Tiến sĩ Johnny Gasperi, ở Đại học Paris-Est Créteil, người đã làm nghiên cứu tại Paris, nói: “Chúng tôi thực sự nghĩ rằng các hồ nước và các vùng nước khác có thể bị ô nhiễm bởi các đầu vào khí quyển dồn lại. “Những gì chúng tôi quan sát được ở Paris có khuynh hướng để chứng minh rằng một lượng lớn sợi có trong bầu khí quyển.”"
        },
        {
            "en": "The tragic <em>fallout</em> of this undying commitment to a shaky medical model is the increased medicalization of minor issues. For example, the latest version of the DSM now lists “binge eating disorder” as a disease. The disorder already has a drug designed to treat it—a stimulant called Vyvanse.",
            "vi": "Hệ quả bi thảm do bám cứng vào một mô hình y tế lung lay chính là sự tăng cường y tế hoá vào những vấn đề vụn vặt. Chẳng hạn như, phiên bản mới nhất của DSM đã liệt kê “rối loạn ăn uống chè chén say sưa” như một căn bệnh và đã có một loại thuốc được kê đơn để điều trị chứng rối loạn này – đó là một chất kích thích có tên Vyvanse."
        },
        {
            "en": "The Financial Effects Of A Natural Disaster    Today's huge earthquake and tsunami sent home the idea that despite advances in building and infrastructure, we're all subject to Mother Nature's whims. In today's increasingly interconnected economy, the economic <em>fallout</em> from a natural disaster is rarely relegated to the geographic area that it hits. In fact, even natural disasters that take place thousands of miles away can shake up your portfolio here at home. Infrastructure Destruction  Besides loss of life, infrastructure destruction is by far the most obvious type of damage that comes to mind when we think about natural disasters. After all, traditional television news has made images of damaged homes and businesses ubiquitous following nearly every earthquake or tornado that touches down. But the economic consequences are rarely considered beyond what the cost will be to rebuild. That's a serious problem for the victims of natural disasters because it's the economic <em>fallout</em> that leaves some of the longest-lasting scars.  The Unforeseen Problem  One of the biggest problems for areas affected by natural disasters is business disruption. With road, communication infrastructure, and building damage common after sizable disasters, it's not uncommon for local businesses to be shut down for some time after the aftershocks settle. On a grand scale, that's what happened after Hurricane Katrina ravaged the Gulf coast back in 2005 – as companies reeled from catastrophic losses, millions of workers in Louisiana, Texas and Mississippi were left jobless, compounding the already staggering poverty problem in the region.  With this mass unemployment came a severe cutback in consumer spending (at the few places that were open for business) and – consequently – tax revenues needed to aid in the rebuilding efforts. Furthermore, the international impact was especially felt throughout the energy sector as oil prices escalated due to destroyed rigs and refineries.  In places where significant portions of the country are decimated by disasters, governments are often left with little recourse; with a fraction of their former tax revenue coming in and deteriorated sovereign creditworthiness, foreign aid becomes an absolute necessity. The Commodity Effect and Scarcity  But those factors only touch on how much of an effect a natural disaster can have on investment portfolios around the world. Through the popularity of ADRs, ETFs and other forms of international investment diversification, the ability of U.S. investors to own shares of companies based abroad has expanded considerably in the last decade. Because of that, owning shares of any given company's stock can give an investor an interest in a refinery in Louisiana or a gold mine in Africa – and it can expose investors to the risks associated with these locales.  Less obvious – but perhaps even more significant – are the effects that a natural disaster can have on commodity prices. In the case of Hurricane Katrina, the storm's entry point at the Gulf coast is significant because of the fact that nearly half of the gasoline consumed in the U.S. passes through refineries that were affected by the storm. As a result, oil and gas supplies were affected immediately after Katrina made landfall. With increased gas pump prices, extra effects included diminished margins for industries - from transportation to consumer goods. Similar things happened in the copper market as earthquakes in Chile choked production and inflated copper prices worldwide.  These kinds of price increases aren't just limited to market-traded commodities. When natural disaster strikes, scarcity rules, and regular staples like food, merchandise and even housing can become commoditized as a result.  The Bottom Line  Ultimately, it's difficult to imagine the extent of the economic repercussions a major natural disaster can bring about. And although the majority of disasters impact the devastated area's economy adversely, they can have an impact on a larger scale. Although there's little we can do to avoid Mother Nature's next catastrophe, we can better prepare for it – both physically and financially. Understanding the economic implications of a disaster is the first step toward that.",
            "vi": "Những ảnh hưởng về mặt tài chính của một thảm họa tự nhiên    Động đất và sóng thần khủng khiếp ngày nay gợi cho chúng ta có suy nghĩ là dù đạt được những tiến bộ trong xây dựng và cơ sở hạ tầng, tất cả chúng ta vẫn phải chịu những cơn thịnh nộ của Mẹ Thiên Nhiên. Trong nền kinh tế ngày càng liên kết chặt chẽ với nhau ngày nay, hậu quả kinh tế từ một thảm họa tự nhiên hiếm khi chỉ tác động đến khu vực địa lý gánh chịu trận thiên tai ấy. Trên thực tế, dù thiên tai xảy ra ở xa cả hàng ngàn cây số, nó vẫn có thể làm thay đổi danh mục đầu tư của bạn ngay tại đây. Huỷ hoại cơ sở hạ tầng Khi chúng ta nghĩ về thiên tai, thì ngoài thiệt hại về người, việc cơ sở hạ tầng bị huỷ hoại là loại thiệt hại rõ ràng nhất. Sau hết, tin tức trên truyền hình thường chiếu những cảnh nhà cửa hoặc công ty khắp nơi ngổn ngang mà mỗi trận động đất hoặc cuồng phong vừa diễn ra. Nhưng các hậu quả kinh tế ít khi được xem xét vượt ra khỏi bài toán chi phí để tái thiết. Đó là một vấn đề nghiêm trọng đối với các nạn nhân của những thảm hoạ tự nhiên vì hậu quả kinh tế nó để lại những vết thương kéo dài – dai dẳng nhất. Vấn đề không lường trước được Một trong những vấn đề lớn nhất đối với các vùng bị ảnh hưởng của thiên tai là tình trạng gián đoạn kinh doanh. Với thiệt hại về đường sá, cơ sở hạ tầng thông tin liên lạc, và nhà cửa thường xảy ra sau những trận thiên tai lớn, các doanh nghiệp địa phương cũng thường phải đóng cửa một thời gian sau khi các dư chấn dịu dần. Trên phạm vi lớn, điều đó đã xảy ra sau khi siêu bão Katrina tàn phá bờ biển Gulf năm 2005 trước đây - các công ty lao đao từ những thiệt hại thảm khốc, hàng triệu người lao động ở Louisiana, Texas và Mississippi bị mất việc làm, cộng với vấn đề nghèo túng chênh lệch vốn đã có sẵn trong khu vực. Với tình trạng thất nghiệp hàng loạt như vậy dẫn đến tiêu dùng sút giảm mạnh mẽ (ít nơi mở cửa buôn bán) và - do đó - các khoản thu ngân sách cần phải giúp các nỗ lực tái thiết. Hơn nữa, tác động về mặt quốc tế được cảm nhận rõ ràng trong toàn bộ lĩnh vực năng lượng khi giá dầu leo thang vì các nhà máy lọc dầu và trang thiết bị bị phá huỷ. Ở những nơi mà nhiều vùng rộng lớn của đất nước bị thiên tai nặng nề, các chính phủ thường không còn nhiều sức cứu trợ; với việc họ sẽ thu được số thuế ít đi so với trước đây và mức tín nhiệm để vay tiền của chính phủ bị hao hụt dần, thì viện trợ nước ngoài trở thành một cái gì đó cấp thiết vô cùng. Sự khan hiếm và ảnh hưởng của hàng hoá Nhưng các yếu tố trên chỉ đề cập đến mức độ ảnh hưởng mà một vụ thiên tai có thể gây ra cho các danh mục đầu tư khắp nơi trên thế giới. Qua sự phổ biến của các biên lai nhận ký thác tại Hoa Kỳ (ADR), quỹ đầu tư giao dịch trên thị trường chứng khoán (ETF) và các hình thức đa dạng hoá đầu tư quốc tế khác, khả năng các nhà đầu tư Mỹ sở hữu cổ phiếu của những công ty nước ngoài đã tăng lên đáng kể trong thập niên vừa qua. Vì vậy, việc sở hữu cổ phiếu của bất kỳ công ty cụ thể nào cũng có thể mang lại một món lợi cho nhà đầu tư dù trong một nhà máy lọc dầu ở Louisiana hay một mỏ vàng tại Châu Phi - và nó có thể đặt nhà đầu tư trước những rủi ro liên quan đến các khu vực này. Ít nhìn thấy được bằng mắt - nhưng có lẽ còn quan trọng hơn - là những ảnh hưởng mà thiên tai có thể gây ra đối với giá cả hàng hoá. Trong trường hợp siêu bão Katrina, điểm hứng chịu trực tiếp trận bão này tại bờ biển Gulf là rất nặng nề vì thực tế gần phân nửa xăng dầu tiêu thụ ở Mỹ đi qua các nhà máy lọc dầu bị cơn bão phá huỷ. Kết quả là các nguồn cung xăng dầu ngay lập tức bị ảnh hưởng sau khi bão Katrina đổ vào đất liền. Với giá xăng dầu tăng, các tác động còn phải kể đến gồm tỷ lệ lợi nhuận sụt giảm trong các ngành - từ vận tải cho đến hàng hoá tiêu dùng. Những điều tương tự đã xảy ra trong thị trường kim loại đồng khi những trận động đất ở Chilê bóp nghẹt sản xuất và thổi phồng giá đồng toàn cầu. Những kiểu tăng giá này không giới hạn đối với hàng hoá trao đổi trên thị trường. Khi thiên tai ập đến, sự khan hiếm diễn ra, chi phối, và các nguyên liệu như thực phẩm, hàng hoá và thậm chí nhà cửa cũng có thể trở nên dễ dàng được chấp nhận mà không đòi hỏi chất lượng ra sao như là một kết quả tất yếu vậy. Lời kết Cuối cùng, thật khó có thể hình dung hết mức độ các tác động kinh tế mà một thảm hoạ tự nhiên nghiêm trọng có thể mang đến. Và mặc dù phần lớn các thảm họa tác động xấu đến kinh tế của vùng bị tàn phá trực tiếp, chúng còn có thể ảnh hưởng trên phạm vi lớn hơn. Tuy chúng ta không thể làm được nhiều để tránh cơn thịnh nộ tiếp theo của Mẹ Thiên Nhiên, chúng ta vẫn có thể chuẩn bị tốt hơn - cả về phương diện thể chất lẫn tài chính. Hiểu biết về ý nghĩa kinh tế của một thảm hoạ là bước đầu tiên hướng đến điều đó."
        },
        {
            "en": "5 People Blamed For The Financial Crisis    Whenever anything goes wrong in view of the public, attention quickly moves to rooting out those who should be blamed for whatever it was that went wrong. Given the enormous and far-reaching magnitude of the housing bubble, and the credit crisis and recession it produced, naming and shaming those responsible has turned into something of a cottage industry.  While finding those to blame would be impossible and it does not resolve a crisis, it is nevertheless part of the catharsis and the recovery process. With that in mind, let us examine some of those who have drawn scrutiny for their roles in the crisis, as well as a few who may have unfairly escaped their share of blame.  1. Realtors David Lereah, former chief economist of the National Association of Realtors, was an outspoken promoter of the investment virtues of housing throughout the bubble. Penning books with titles like \"Why The Real Estate Boom Will Not Bust\" (2006) and referring to housing skeptics as \"Chicken Littles\", Mr. Lereah dismissed the notion of a bubble and may have helped to stoke an already too-hot market.   2. Lenders Many bank CEOs deserve blame for aggressively steering their companies into bad lending practices, but Countrywide's Angelo Mozilo may deserve an extra share. Countrywide was such an aggressive underwriter of subprime loans that it has created a multi-billion dollar headache for Countrywide's acquirer Bank of America as it resolves bad loan put-backs with Fannie, Freddie and private purchasers.   3. Investment Banks Investment banks picked up the baton from the commercial banks, buying their ill-considered loans, packaging them into investment securities labeled AAA, and then selling those to pension funds, hedge funds and other institutional investors for a tidy profit. There's plenty of blame to go around here, from joint commercial/investment banks like Citigroup to investment banks like Goldman Sachs, and they certainly helped funnel enormous sums of money into the housing market (while taking their cut, of course).  4. Ratings Agencies For their role as rubber-stampers of AAA ratings on piles of dreck, Standard & Poor's, Moody's and Fitch all deserve healthy doses of blame. If these ratings agencies had done better research, questioned their assumptions more aggressively and avoided the moral hazards of working so closely with the issuers that paid them, the bubble may never have gotten as large as it did.  5. Homebuyers It would be remiss to completely excuse the \"regular people\" for their role in the mess. Liar loans required a willing liar to sign the loan, and millions more spent far above their means in the late '90s and early 2000s, leveraging up to do so. A lending bubble can't occur without the co-operation of borrowers, and the American public in general seemed all too willing to believe in the fantasy of the housing bubble and easy credit. The Overseers Bill Clinton and Congress During his presidency, Bill Clinton pushed for stronger enforcement of the Community Reinvestment Act (a decades-old law) and increased bank lending to low-income areas. This did not create the subprime mortgage market, but it seemed to foster lower credit and down payment requirements across the board. At the same time, a deregulatory mood among both parties in Congress led to less regulation and oversight of banks and new financial products like credit default swaps. Treasury Secretary Henry Paulson, President Bush's Treasury Secretary from July of 2006 through to January of 2009, seemed to be late in dealing with the crisis and did the market no favors when he failed to prevent the messy and chaotic bankruptcy of Lehman Brothers. That said, Paulson may ultimately get some credit for advancing bailouts that at least quieted the markets during a period of incredible chaos. Federal Reserve Chairman Alan Greenspan seems to deserve a larger-than-average share of blame. While Mr. Greenspan has been blamed for his policy of maintaining unusually low interest rates during the bubble period, it was actually his hand-off approach to regulation that may have been more problematic. The Federal Reserve exists at least in part to regulate and oversee banks, and under 1994's Home Ownership and Equity Protection Act, Greenspan could have directed regulators to force banks to curb some of the most egregious practices concerning liar loans and excessive lending, but he chose not to do so.  Though he was left holding the broom as Greenspan exited the stage, there is little to suggest that Ben Bernanke was hawkish about regulation or higher rates prior to that. At this point, his role in the financial crisis is still being written – did moves like the \"rescue\" of Bear Stearns, TARP, various other bailouts, exceptionally low rates and so on help lessen the severity of the crisis, or have they simply extended or worsened the day of reckoning?  Treasury Secretary  Last and not least, we must consider current Treasury Secretary Timothy Geithner. As a member of the FOMC and President of the New York Fed, it is not clear that Geithner was more inclined to crack down on bank excesses than anybody else in the Fed at the time. Geithner had been a strong advocate for bailouts and restructurings in the beginning that many now feel have been too generous to the banking industry. Though supporters will argue that the U.S. needed functioning banks to avoid the recession turning into a depression, others will argue that socializing the foibles of commercial banks and Wall Street firms failed to hold the wrong-doers to full account.   History Will Be the Final Judge It will probably be another decade or two before a full accounting and understanding of the housing bubble and its financial <em>fallout</em> is really possible. Although it is clear now that there were many wrong-doers, it has yet to be seen whether those who have claimed to help solve or ease the crisis did in fact make things any better. Suffice it to say, financial journalists and historians will likely be arguing over this one for a long time to come.",
            "vi": "5 người bị quy trách nhiệm về cuộc khủng hoảng tài chính    Mỗi khi có gì đó sai sót bị công chúng phát hiện, người ta nhanh chóng dồn sự chú ý vào để truy đến cùng những người đáng bị lên án vì lỗi lầm họ gây ra. Căn cứ vào tiếng nổ rất lớn và vang xa của quả bong bóng nhà đất, cuộc khủng hoảng tín dụng và tình trạng suy thoái kinh tế diễn ra, thì việc điểm mặt vạch tên và chỉ trích những người có trách nhiệm đã trở thành cái gì đó quá ư là quen thuộc. Trong khi việc tìm những người như vậy để quy trách nhiệm chưa thể thực hiện được và không làm biến mất cuộc khủng hoảng, thì mặc dù vậy cũng phần nào giúp người ta khuây khoả đôi chút và cũng là quá trình hồi phục. Với suy nghĩ như vậy, chúng ta hãy thử xem xét một vài người đã thu hút sự quan tâm của công chúng về vai trò của họ trong cuộc khủng hoảng, cũng như một số người có thể đã trốn tránh được phần trách nhiệm của mình một cách bất công.  1. Người môi giới bất động sản David Lereah, cựu chuyên gia kinh tế cao cấp của Hiệp hội các nhà môi giới bất động sản quốc gia, là một người trực tính tạo ra sự lôi cuốn đầu tư nhà đất thông qua cơn sốt. Viết những cuốn sách có nhan đề \"Vì sao thời kỳ hưng thịnh của thị trường bất động sản sẽ không chấm dứt\" (2006) và ám chỉ những người hoài nghi thị trường nhà đất là \"Những chú gà con\", Lereah gạt bỏ suy nghĩ về một quả bong bóng và có thể đã góp thêm lửa vào một thị trường vốn đã quá nóng. 2. Người cho vay Nhiều giám đốc điều hành ngân hàng đáng bị chỉ trích về hành vi lèo lái một cách điên cuồng các công ty của họ vào những hoạt động cho vay khó đòi, nhưng chủ tịch Angelo Mozilo của Countrywide thì có thể còn đáng bị lên án hơn. Công ty Countrywide là một nhà bao tiêu năng động của những khoản cho vay dưới chuẩn đã gây ra vấn đề gây đau đầu về con số hàng tỷ đô la cho ngân hàng tiếp quản Countrywide là Ngân hàng Mỹ quốc khi phải giải quyết những khoản cho vay khó đòi trước đây với Fannie, Freddie và những người mua cá nhân. 3. Ngân hàng đầu tư Các ngân hàng đầu tư gánh phần việc từ các ngân hàng thương mại, mua những khoản vay thiếu cân nhắc của họ, biến chúng thành những gói chứng khoán đầu tư có nhãn thượng hạng (AAA), sau đó bán những gói hàng này cho các quỹ hưu trí, quỹ phòng hộ và những nhà đầu tư thuộc tổ chức lấy khoản lợi nhuận kha khá. Có rất nhiều người bị chỉ trích quanh chuyện này, từ những ngân hàng đầu tư/thương mại cổ phần như Citigroup đến những ngân hàng đầu tư như Goldman Sachs, và họ chắc chắn đã tiếp tay rót một số tiền khổng lồ vào thị trường nhà đất (dĩ nhiên là trong khi đang tiến hành cắt giảm). 4. Cơ quan đánh giá tín nhiệm Về vai trò của những người đóng con dấu cao su hạng cao nhất (AAA) cho những đống hàng kém chất lượng, thì tất cả các công ty Standard & Poor's, Moody's và Fitch đều đáng bị chỉ trích về tính lành mạnh. Nếu những cơ quan đánh giá tín nhiệm này tiến hành nghiên cứu kỹ lưỡng hơn, nghi ngờ những giả thiết của mình nhiều hơn, và tránh những rủi ro về mặt đạo đức khi làm việc quá gần gũi với những nhà phát hành đã trả công cho mình, thì quả bong bóng có thể sẽ không bao giờ phồng căng lên lớn đến như vậy. 5. Người mua nhà Sẽ là thiếu sót nếu bỏ qua hết cho những người \"khách hàng thường xuyên\" đã có vai trò trong đống đổ nát đó. Tiền cho vay của kẻ nói dối đòi hỏi một kẻ nói dối tự nguyện ký đơn vay, và hàng triệu người tiêu dùng vung tay quá trán trong những năm cuối thế kỷ 20 và đầu 21, cũng có tác động đến cuộc khủng hoảng. Một quả bong bóng cho vay không thể xuất hiện nếu không có sự bắt tay của những người đi vay, và công chúng Mỹ nói chung có vẻ đều rất sẵn lòng tin vào hình ảnh kỳ diệu của quả bong bóng nhà đất và tín dụng dễ dãi. Các nhà quản lý Bill Clinton và Quốc hội Trong thời gian làm tổng thống của mình, Bill Clinton yêu cầu thực thi quyết liệt hơn Đạo luật Tái đầu tư Cộng đồng (một đạo luật có tuổi thọ hàng thập kỷ) và gia tăng hoạt động cho vay của ngân hàng đối với các nhóm thu nhập thấp. Điều này không tạo nên thị trường cho vay thế chấp dưới chuẩn, nhưng dường như nhằm đẩy mức tín dụng thấp hơn và giảm bớt các yêu cầu thanh toán nói chung. Cùng thời điểm đó, tâm thế bãi bỏ quy định của cả hai đảng trong Quốc hội dẫn đến quy định lỏng lẻo và giám sát thiếu chặt chẽ của các ngân hàng và những sản phẩm tài chính mới như hợp đồng bảo hiểm nợ xấu. Bộ trưởng tài chính Henry Paulson, Bộ trưởng tài chính của Tổng thống Bush từ tháng 7 năm 2006 đến tháng 1 năm 2009, dường như chậm chễ trong việc đối phó với cuộc khủng hoảng và không làm được gì cho thị trường khi ông này không ngăn nổi tình trạng lộn xộn và phá sản hỗn loạn của Lehman Brothers. Như đã nói, Paulson có thể sẽ được người ta tán tụng về việc sớm bảo lãnh cứu nguy tài chính mà ít nhất cũng ổn định thị trường trong giai đoạn lộn xộn bất thường. Chủ tịch Cục Dự trữ Liên bang Alan Greenspan có vẻ xứng đáng bị chỉ trích nhiều hơn. Trong khi ông đã bị người ta quy trách nhiệm về chính sách duy trì lãi suất thấp bất thường trong giai đoạn bong bóng, thì thực tế ông còn dùng biện pháp không can thiệp vào cái quy định vốn rất khó hiểu. Cục Dự trữ Liên bang tồn tại ít nhất phần nào là để kiểm soát và giám sát các ngân hàng, và theo Đạo luật Bảo vệ Tài sản và Quyền sở hữu Nhà năm 1994, Greenspan có thể ra các quy định buộc các ngân hàng hạn chế một số hoạt động quá đáng nhất liên quan đến những khoản vay của kẻ nói dối và cho vay quá mức, nhưng ông ta quyết định không làm như vậy. Mặc dù ông là người phải gánh vác hết trách nhiệm khi Greenspan rời vũ đài, vẫn có ý kiến cho rằng Ben Bernanke là kẻ chủ chiến về quy định hay các lãi suất cao trước đó. Vào thời điểm này, vai trò của ông trong cuộc khủng hoảng tài chính vẫn đang tiếp tục là đề tài của báo giới - những nước cờ như là \"giải cứu\" Bear Stearns, Chương trình giải cứu tài sản có vấn đề (TARP), những hành động bảo lãnh cứu nguy tài chính khác, các lãi suất thấp một cách đặc biệt và vân vân có giúp giảm bớt mức độ trầm trọng của cuộc khủng hoảng, hay chúng chỉ làm tồi tệ thêm hoặc kéo dài thời gian thanh toán nợ nần đây? Bộ trưởng Tài chính hiện nay Cuối cùng nhưng không kém phần quan trọng, chúng ta phải xét đến trường hợp đương kim Bộ trưởng Tài chính Timothy Geithner. Không rõ là với tư cách một thành viên của Uỷ ban Liên bang về Thị trường mở rộng và Chủ tịch Cục dự trữ liên bang New York vào thời điểm đó Geithner có khuynh hướng thẳng tay trừng trị những hành vi quá đáng của ngân hàng hơn những người khác trong Cục Dự trữ Liên bang hay không. Geithner từng là một người ủng hộ mạnh mẽ cho các hoạt động bảo lãnh cứu nguy tài chính và tái cơ cấu lúc đầu mà nhiều người hiện nay cảm thấy ông quá tốt bụng với ngành ngân hàng. Cho dù những người ủng hộ sẽ nói rằng Hoa Kỳ cần các ngân hàng chức năng để tránh thời kỳ suy thoái chuyển sang giai đoạn khủng hoảng, những người khác lại biện luận là việc chấp nhận rộng rãi các nhược điểm của các ngân hàng thương mại và các công ty ở Phố Wall không ngăn cản được kẻ phạm pháp làm đầy tài khoản. Lịch sử sẽ là người phán xét sau cùng Có lẽ phải một hoặc hai thập niên sau người ta mới có thể hiểu biết và giải thích đầy đủ về quả bong bóng nhà đất và hậu quả về mặt tài chính của nó. Mặc dù hiện tại ai cũng biết là có nhiều kẻ phạm tội, nhưng chưa thấy những con người đã tuyên bố sẽ giải quyết hoặc làm giảm nhẹ cuộc khủng hoảng làm được điều gì trên thực tế cho tốt hơn. Chỉ có thể khẳng định rằng, những nhà viết sử và những nhà báo viết về tài chính có lẽ sẽ còn tiếp tục bàn về vấn đề này trong một thời gian dài nữa."
        }
    ],
    "suggestions": []
}