{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fallopian",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fallopian",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fallopian",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fallopian",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fallopian",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "This is a <em>fallopian</em> tube.",
            "vi": "Đây là ống dẫn trứng."
        },
        {
            "en": "The uterine adnexa are the <em>Fallopian</em> tubes and ovaries.",
            "vi": "Bộ phận phụ của tử cung là vòi fallop và các buồng trứng."
        },
        {
            "en": "The accumulation of menstrual blood in the <em>Fallopian</em> tubes.",
            "vi": "Tích tụ máu kinh nguyệt trong các vòi fallope."
        },
        {
            "en": "A passage called a <em>fallopian</em> tube takes the egg from the ovary toward the uterus.",
            "vi": "Một đường ống gọi là ống dẫn trứng đưa trứng từ buồng trứng đến tử cung."
        },
        {
            "en": "There is no complication in regard to ectopic or <em>fallopian</em> pregnancy.",
            "vi": "Không có biến chứng liên quan đến thai ngoài tử cung hoặc thai ở ống dẫn trứng."
        },
        {
            "en": "A female's internal reproductive organs are the vagina, uterus, <em>fallopian</em> tubes, and ovaries.",
            "vi": "Các cơ quan sinh sản bên trong của phụ nữ là âm đạo, tử cung, ống dẫn trứng, và buồng trứng."
        },
        {
            "en": "The accumulation of watery fluid in one of the <em>Fallopian</em> tubes, which becomes swollen.",
            "vi": "Tích tụ dịch ở một trong các vòi fallope, làm vòi bị sưng lên."
        },
        {
            "en": "Since the <em>fallopian</em> tube does not have room for a full-grown fetus, the tube becomes swollen.",
            "vi": "Vì ống dẫn trứng không có chỗ để bào thai phát triển đầy đủ, ống này trở nên căng phồng."
        },
        {
            "en": "The start of pregnancy, when a male germ cell fertilizes a female germ cell in the <em>Fallopian</em> tube.",
            "vi": "Sự bắt đầu có thai, khi tế bào phôi nam thụ tinh với một tế bào phôi nữ trong vòi fallop."
        },
        {
            "en": "This normally involves removal of the ovaries, the womb and the <em>fallopian</em> tubes, which link the two.",
            "vi": "Phẫu thuật bao gồm việc cắt bỏ các buồng trứng, dạ con và vòi Fallope nối hai buồng trứng."
        },
        {
            "en": "Laparoscopy is often used for examining the ovaries and <em>Fallopian</em> tubes as well as for performing one method of sterilization.",
            "vi": "Phép soi ổ bụng thường dùng xem xét noãn sào và các vòi fallope cũng như để thực hiện một phương pháp gây vô sinh."
        },
        {
            "en": "There are two <em>fallopian</em> tubes, each attached to a side of the uterus. The <em>fallopian</em> tubes are about 4 inches (10 centimeters) long and about as wide as a piece of spaghetti. Within each tube is a tiny passageway no wider than a sewing needle. At the other end of each <em>fallopian</em> tube is a fringed area that looks like a funnel. When an egg pops out of an ovary, it enters the <em>fallopian</em> tube.",
            "vi": "Có hai ống dẫn trứng, mỗi ống dính liền với một bên tử cung. Các ống dẫn trứng dài chừng 4 in-sơ (10 xăng-ti-mét) và có bề rộng chừng 1 mẩu mì ống. Trong mỗi ống là một lối đi rất nhỏ có đường kính không quá 1 cây kim may. Ở đầu kia của mỗi ống dẫn trứng là vùng tua rua trông như một cái phễu. Khi trứng tách vọt ra khỏi buồng trứng, nó đi vào ống dẫn trứng."
        },
        {
            "en": "By increasing the effective size of the ovum they may assist it entrance into the end of the <em>Fallopian</em> tube.",
            "vi": "Bằng cách tăng khối lượng hiệu quả của trứng, các tế bào này có thể giúp trứng vào phần đầu của vòi fallope."
        },
        {
            "en": "A tubular instrument with lenses and a light source, used for direct observation of the womb, ovaries, and <em>Fallopian</em> tubes.",
            "vi": "Một dụng cụ hình ống, có các thấu kính và nguồn sáng, dùng quan sát trực tiếp tử cung, noãn sào, và vòi fallope."
        },
        {
            "en": "An egg goes from the ovary to the <em>fallopian</em> tube, to the uterus, to the cervix, to the vagina, and finally to the outside world.",
            "vi": "Trứng đi từ buồng trứng đến ống dẫn trứng, đến tử cung (dạ con), đến cổ tử cung, đến âm đạo, và cuối cùng ra thế giới bên ngoài."
        },
        {
            "en": "Problems of the ovaries and <em>fallopian</em> tubes    * Ectopic pregnancy occurs when a fertilized egg, or zygote, doesn't travel into the uterus, but instead grows rapidly in the <em>fallopian</em> tube. A woman with this condition can develop severe abdominal pain and should see a doctor because surgery may be necessary.",
            "vi": "Vấn đề ở buồng trứng và ống dẫn trứng * Thai ngoài tử cung xảy ra khi trứng đã thụ tinh, hoặc hợp tử, không vào tử cung mà phát triển nhanh chóng trong ống dẫn trứng. Phụ nữ bị thai ngoài tử cung có thể bị đau bụng dữ dội và nên đến khám bác sĩ vì có thể cần phải được phẫu thuật (mổ)."
        },
        {
            "en": "Sometimes ectopic pregnancies have to be terminated surgically, which scars the <em>fallopian</em> tubes and decreases the chances of the woman becoming pregnant again.",
            "vi": "Đôi khi thai ngoài tử cung phải được mổ cắt bỏ, để lại sẹo ở ống dẫn trứng và giảm khả năng có thai một lần nữa ở phụ nữ."
        },
        {
            "en": "A parametric haematocoele is a swelling near the womb formed by the escape of blood, usually from a <em>Fallopian</em> tube in ectopic pregenancy.",
            "vi": "Huyết thủng sau tử cung là một chỗ sưng gần tử cung tạo nên do máu tụ vào, thường từ một vòi fallope khi mang thai lạc vị."
        },
        {
            "en": "Female infertility may be due to failure ovulate, to obstruction of the <em>Fallopian</em> tubes, or to disease of the lining of the uterus (endometrium).",
            "vi": "Vô sinh nữ có thể do không phóng noãn, do tắc các vòi fallope, hay do bệnh ở màng lót tử cung (nội mạc tử cung)."
        },
        {
            "en": "At the upper corners of the uterus, the <em>fallopian</em> tubes connect the uterus to the ovaries. The ovaries are two oval-shaped organs that lie to the right and left of the uterus. They produce, store, and release eggs into the <em>fallopian</em> tubes in the process called ovulation. Each ovary measures about 1½ to 2 inches (4 to 5 centimeters) in a grown woman.",
            "vi": "Ở góc trên của tử cung, ống dẫn trứng nối tử cung với buồng trứng. Buồng trứng là hai cơ quan hình bầu dục nằm nối ở vùng bên phải và bên trái của tử cung. Hai buồng trứng sản sinh, dự trữ, và làm rụng trứng vào ống dẫn trứng trong quá trình trụng trứng. Đối với một người phụ nữ đã trưởng thành thì mỗi buồng trứng dài khoảng từ 1½ đến 2 in-sơ (4 đến 5 xăng-ti-mét)."
        }
    ],
    "suggestions": []
}