{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fangs"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fangs"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fangs"
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>fangs</k><blockquote><blockquote><ex><abr>n.</abr> an animal bares its fangs</ex></blockquote></blockquote></div>",
            "word": "fangs"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fangs"
        }
    },
    "sentences": [
        {
            "en": "They drew tiger's <em>fangs</em>.",
            "vi": "Họ đã vô hiệu hóa được con cọp."
        },
        {
            "en": "Draw someone's <em>fangs</em>",
            "vi": "Nhổ hết nanh vuốt"
        },
        {
            "en": "We will draw her <em>fangs</em>.",
            "vi": "Chúng ta sẽ vô hiệu hóa cô ta."
        },
        {
            "en": "I have lost my <em>fangs</em>.",
            "vi": "Tôi đã đánh mất những chiếc răng nanh."
        },
        {
            "en": "A snake's poison flows through its <em>fangs</em>",
            "vi": "(Nọc độc của"
        },
        {
            "en": "A snake's poison flows through its <em>fangs</em>.",
            "vi": "Nọc độc của con rắn chạy qua những chiếc răng nanh của nó."
        },
        {
            "en": "Be ware of tiger's jaws, a serpent's <em>fangs</em>.",
            "vi": "Miệng hùm nọc rắn ở đâu chốn này."
        },
        {
            "en": "The court declared to draw this contact's <em>fangs</em>.",
            "vi": "Tòa án tuyên bố vô hiệu hóa hợp đồng này."
        },
        {
            "en": "It is an extremely poisonous snake with long sharp teeth called <em>fangs</em>.",
            "vi": "Đây là loài rắn cực độc có răng sắc dài gọi là nanh."
        },
        {
            "en": "Although some do wear <em>fangs</em> and sleep in coffins, most take very little interest in the books and films.",
            "vi": "Mặc dù một số người trong số họ thích đeo răng nanh và ngủ trong quan tài, nhưng đa phần chẳng mấy quan tâm đến sách vở và phim ảnh."
        },
        {
            "en": "Snake venom is produced by glands below the eye and delivered to the victim through tubular or channeled <em>fangs</em>.",
            "vi": "Nọc rắn tạo từ các tuyến dưới mắt và đi vào cơ thể nạn nhân qua các nanh hình ống và các đường dẫn bên trong."
        },
        {
            "en": "The wolf launched himself across the space between me and the vampire, <em>fangs</em> aiming for the jugular.",
            "vi": "Con sói quăng mình giữa tôi và con ma cà rồng, răng nanh nó định cắn phập vào cổ."
        },
        {
            "en": "If a rattlesnake bites you, and its <em>fangs</em> break your skin, you should seek medical attention immediately.",
            "vi": "Nếu một con rắn chuông cắn bạn, và răng nanh của nó làm xước da bạn, bạn nên ngay lập tức chữa trị bằng y học."
        },
        {
            "en": "“And when she smiled, I saw two <em>fangs</em> protruding over her lips.” They were, he says, “atrociously sharp”.",
            "vi": "“Khi bà ấy cười, tôi nhìn thấy hai cái răng nanh nhô ra bên ngoài. Hai chiếc răng ấy thật là bén.”"
        },
        {
            "en": "The wolf faced away from me, pointing toward the shore, the hair on the back of his shoulders bristling, low growls issuing from between his exposed <em>fangs</em>.",
            "vi": "Con sói này quay mặt đi, hướng về phía biển, lông sau vai dựng đứng, tiếng gầm gừ trầm phát ra giữa hàm răng nanh đang nhe."
        },
        {
            "en": "Among animals using venom are spiders and centipedes, which also inject venom through <em>fangs</em>; scorpions and stinging insects, which inject venom with a sting.",
            "vi": "Một trong các động vật có nọc độc như nhện và rết ở hàm, bò cạp và các côn trùng có ngòi đốt thường tiêm nọc bằng một vết đốt."
        },
        {
            "en": "Many kinds of snakes live in the Valley, including one called the sidewinder rattlesnake. It is an extremely poisonous snake with long sharp teeth called <em>fangs</em>.",
            "vi": "Cũng có nhiều loài rắn sống ở thung lũng, bao gồm loài rắn đuôi chuông. Đây là loài rắn cực độc có răng sắc dài gọi là nanh."
        },
        {
            "en": "The animals most widely known to use venom are snakes, some species of which inject venom into their prey through hollow <em>fangs</em>.",
            "vi": "Loài vật được biết đến nhiều nhất bởi nọc độc của chúng là loài rắn, vài loài tiêm nọc vào con mồi qua các nanh rỗng chứa chất độc."
        },
        {
            "en": "A child, lifted on a man's shoulders to see over the crowd, grinned down at me, his lips distended over a set of plastic vampire <em>fangs</em>.",
            "vi": "Một đứa trẻ, được cõng trên vai của một người đàn ông để nhìn đám đông, cười toe toét nhìn xuống tôi, môi vểu lên bên trên bộ nanh ma cà rồng bằng nhựa."
        },
        {
            "en": "Among animals using venom are spiders and centipedes, which also inject venom through <em>fangs</em> ; scorpions and stinging insects, which inject venom with a sting.",
            "vi": "Một trong các động vật có nọc độc như nhện và rết ở hàm, bò cạp và các côn trùng có ngòi đốt thường tiêm nọc bằng một vết đốt."
        }
    ],
    "suggestions": []
}