{
    "en_vn": {
        "data": {
            "content": null,
            "word": "FAQ"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>FAQ</k><blockquote>■ <cclass>abbreviation <cclass>Computing frequently asked questions. </cclass></cclass></blockquote></div>",
            "word": "FAQ"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "FAQ"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "FAQ"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "FAQ"
        }
    },
    "sentences": [
        {
            "en": "<em>FAQ</em>",
            "vi": "câu hỏi thường gặp"
        },
        {
            "en": "These are <em>FAQ</em>.",
            "vi": "Đây là những câu hỏi thường gặp."
        },
        {
            "en": "<em>FAQ</em> is frequently asked questions.",
            "vi": "FAQ là những câu hỏi thường gặp."
        },
        {
            "en": "<em>FAQ</em> stands for \"Frequently Asked Questions\".",
            "vi": "FAQ viết tắt của \"Frequently Asked Questions\"."
        },
        {
            "en": "And now, a laid-back <em>FAQ</em>",
            "vi": "Còn bây giờ là phần hỏi đáp vui"
        },
        {
            "en": "<em>FAQ</em> is an acronym for \"Frequently Asked Question (s)\".",
            "vi": "FAQ là từ viết tắt của \"Những câu hỏi thường được đặt ra\"."
        },
        {
            "en": "<em>FAQ</em> is an acronym for \"Frequently Asked Question(s)\".",
            "vi": "FAQ là từ viết tắt của \"Những câu hỏi thường được đặt ra\"."
        },
        {
            "en": "This <em>FAQ</em> provides answers about epilepsy and includes a useful list of links to other epilepsy sites.",
            "vi": "Bảng danh sách câu hỏi này cung cấp các câu trả lời về chứng động kinh và bao gồm danh sách các kết nối hữu ích tới các trang về chứng động kinh khác."
        },
        {
            "en": "Q: What’s the peak dive velocity of a homing pigeon?  A: This isn’t that kind of <em>FAQ</em> and you know that, asshole.",
            "vi": "Q : Tốc độ nhanh nhất của một con pigeon lao về tổ là bao nhiêu?  Đ: Câu này không thuộc loại Hỏi đáp nhanh nhá, anh biết rõ mà, asshole."
        },
        {
            "en": "\"That's the beauty of the service: you get to practice texting with real humans without worrying about them judging or rejecting you,\" the <em>FAQ</em> states.",
            "vi": "\"Đó là cái hay của dịch vụ này: bạn có thể nhắn tin cho những con người thực mà không cần lo lắng về việc họ đánh giá hoặc từ chối bạn\", trang FAQ này cho biết."
        },
        {
            "en": "The app later revealed that the boyfriends were not bots, but real people who worked for the freelancing company Crowdsource, and now discloses that information on an inconspicuous <em>FAQ</em> on its website.",
            "vi": "Ứng dụng này sau đó tiết lộ rằng những người bạn trai này không phải là những con robot mạng, mà là những người thực làm việc cho công ty thuê lao động tự do Crowdsource, và bây giờ họ đã tiết lộ thông tin này trong phần FAQ (hỏi đáp) một cách kín đáo trên trang web của họ."
        },
        {
            "en": "Mr Lim’s sites also provided an <em>FAQ</em> section which explains why there is a minimum number of days for a booking, and whether the fee covered the girls’ airfares and hotel charges.",
            "vi": "Các trang của Lim còn cung cấp mục hỏi đáp (FAQ) để giải thích rõ tại sao mỗi lần đặt trước tối thiểu phải là 7 ngày, và mức phí ấy có bao gồm tiền khách sạn và tiền vé máy bay cho cô gái hay không."
        }
    ],
    "suggestions": []
}