{
    "en_vn": {
        "data": {
            "content": null,
            "word": "faraway"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>faraway</k><blockquote>■ <cclass>adjective </cclass></blockquote><blockquote><blockquote>1》 distant in space or time. </blockquote></blockquote><blockquote><blockquote>2》 seeming remote; dreamy: <cclass>a strange faraway look. </cclass></blockquote></blockquote></div>",
            "word": "faraway"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>faraway</k><blockquote>▸ <cclass>adjective</cclass></blockquote><blockquote><b>1</b><i>faraway places</i>: DISTANT, far off, far, remote, far-flung, outlying; obscure, out of the way, off the beaten track.</blockquote><blockquote><b>2</b><i>a faraway look in her eyes</i>: DREAMY, daydreaming, abstracted, absent-minded, distracted, preoccupied, vague; lost in thought, somewhere else, not with us, in a world of one's own; <cclass><i>informal</i> miles away.</cclass></blockquote><blockquote><cclass>Opposites</cclass></blockquote><blockquote>nearby.</blockquote></div>",
            "word": "faraway"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "faraway"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "faraway"
        }
    },
    "sentences": [
        {
            "en": "<em>faraway</em>",
            "vi": "xa xua"
        },
        {
            "en": "She dreams of <em>faraway</em> places.",
            "vi": "Cô ấy mơ về nơi xa lắm."
        },
        {
            "en": "Those are exotic <em>faraway</em> places.",
            "vi": "Đó là những nơi xa xôi kì lạ."
        },
        {
            "en": "He comes from a <em>faraway</em> country",
            "vi": "Anh ấy đến từ một nước xa xôi"
        },
        {
            "en": "She's a woman with a <em>faraway</em> look in her eyes.",
            "vi": "Cô ta có cái nhìn xa xăm."
        },
        {
            "en": "I still hear the call of <em>faraway</em> places.",
            "vi": "Tôi vẫn nghe tiếng gọi của những nơi xa xôi."
        },
        {
            "en": "A stranger nearby is better than a <em>faraway</em> relative.",
            "vi": "Bà con xa không bằng láng giềng gần."
        },
        {
            "en": "I love traveling to <em>faraway</em> places and seeing new sights.",
            "vi": "Tôi thích đi du lịch đến những nơi xa xôi và ngắm những thắng cảnh mới."
        },
        {
            "en": "Even the town of Senzuru seemed a remote <em>faraway</em> place.",
            "vi": "Ngay thị trấn senzuru thôi cũng đã quá là xa xôi đôi với tôi rồi."
        },
        {
            "en": "I want to go to a <em>faraway</em> place.",
            "vi": "Tôi muốn đến một nơi thật xa."
        },
        {
            "en": "Once upon a time in a <em>faraway</em> land there lived a princess in a big castle.",
            "vi": "Ngày xửa ngày xưa, tại một xứ sở xa xôi có một nàng công chúa sống trong một lâu đài lớn."
        },
        {
            "en": "The <em>faraway</em> things that come on their own - those are just glimpses, faint maybes.",
            "vi": "Còn những chuyện xa xôi chúng tự đến - chỉ là những ý niệm lờ mờ, không chắc chắn."
        },
        {
            "en": "The call of the sea, of the wild, of <em>faraway</em> places",
            "vi": "Tiếng gọi của biển cả, của rừng hoang, của những nơi xa xôi"
        },
        {
            "en": "Once upon a time, in a <em>faraway</em> land, a young prince lived in a shining castle.",
            "vi": "Ngày xửa ngày xưa, ở vùng đất xa xôi, có vị hoàng tử trẻ tuổi sống trong một tòa lâu đài lộng lẫy."
        },
        {
            "en": "The museums, the architecture, the food, the music, and the culture of <em>faraway</em> places fascinated Mary.",
            "vi": "Những viện bảo tàng, công trình kiến trúc, thức ăn, âm nhạc và văn hóa của những chốn xa xăm hấp dẫn Mary."
        },
        {
            "en": "Assistance is being dispatched from around the globe, including many <em>faraway</em> nations.",
            "vi": "Sự trợ giúp đang được gửi đến từ khắp toàn cầu, gồm nhiều quốc gia xa xôi."
        },
        {
            "en": "The British planned to ship them off to some <em>faraway</em> place.",
            "vi": "Người Anh đã lên kế hoạch đày chúng đến một số nơi xa bằng tàu."
        },
        {
            "en": "An occasional deep and <em>faraway</em> roar of thunder is heard, and a flash of lightning is seen.",
            "vi": "Thỉnh thoảng có tiếng sấm ầm ầm ở đằng xa và một luồng chớp loé qua."
        },
        {
            "en": "Once upon a time, in a <em>faraway</em> land, there lived a man who loved the smells of life.",
            "vi": "Ngày xửa ngày xưa, tại một miền đất xa xôi, ở đó có một người đàn ông rất yêu những mùi vị của cuộc sống."
        },
        {
            "en": "Here the farm boy Jody looks at the <em>faraway</em> mountains and wonders if they have anything to tell him.",
            "vi": "Tại đây cậu bé nhà quê jody nhìn về những rặng núi xa vời và tự hỏi liệu nó có gì mới mẻ đối với cậu không."
        }
    ],
    "suggestions": []
}