{
    "en_vn": {
        "data": {
            "content": null,
            "word": "farmhouse",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>farmhouse</k><blockquote>■ <cclass>noun a house attached to a farm, especially the main house in which the farmer lives. </cclass></blockquote></div>",
            "word": "farmhouse",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "farmhouse",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "farmhouse",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "farmhouse",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Remote <em>farmhouse</em>",
            "vi": "Ngôi nhà hẻo lánh"
        },
        {
            "en": "I like <em>farmhouse</em> loaf.",
            "vi": "Tôi thích bánh mì vuông."
        },
        {
            "en": "That's their <em>farmhouse</em>.",
            "vi": "Đó là nhà trong nông trại của họ."
        },
        {
            "en": "Hello, is that the <em>Farmhouse</em>?",
            "vi": "Xin chào, đó có phải là Nhà hàng Farmhouse không?"
        },
        {
            "en": "This is a historic <em>farmhouse</em>.",
            "vi": "Đây là một trang trại quan trọng trong lịch sử."
        },
        {
            "en": "Large <em>farmhouse</em> with useful outbuildings",
            "vi": "Trang trại lớn với những nhà phụ tiện lợi"
        },
        {
            "en": "The wounded were bedded in the <em>farmhouse</em>.",
            "vi": "Những người bị thương được đặt nằm trong nhà tù."
        },
        {
            "en": "The <em>farmhouse</em> is priced at £265, 000.",
            "vi": "Nhà trong nông trại có giá là 265 nghìn bảng Anh."
        },
        {
            "en": "The <em>farmhouse</em> is priced at £265,000.",
            "vi": "Nhà trong nông trại có giá là 265 nghìn bảng Anh."
        },
        {
            "en": "The wounded are bedded in the <em>farmhouse</em>.",
            "vi": "Những người bị thương được đặt tịnh dưỡng ở một ngôi nhà nằm trong trang trại."
        },
        {
            "en": "Her <em>farmhouse</em> is large, she raises a herd of cattle.",
            "vi": "Trang trại nhà bà ta rất lớn, bà ta nuôi cả một đàn gia súc."
        },
        {
            "en": "The only access to the <em>farmhouse</em> is across the fields.",
            "vi": "Lối duy nhất dẫn vào trang trại là đi băng qua các cánh đồng."
        },
        {
            "en": "This is a large <em>farmhouse</em> with useful outbuildings.",
            "vi": "Đây là một trang trại lớn với những nhà phụ tiện lợi."
        },
        {
            "en": "Her <em>farmhouse</em> is very large. She raises a herd of cattle.",
            "vi": "Trang trại nhà bà ta rất lớn. Bà ta nuôi cả một đàn gia súc."
        },
        {
            "en": "I used to live in a wooden <em>farmhouse</em> in Ohio when I was a child.",
            "vi": "Hồi còn nhỏ tôi sống trong một căn nhà trại bằng gỗ ở Ohio."
        },
        {
            "en": "In front of the <em>farmhouse</em> the land slopes away towards the river.",
            "vi": "Phía trước ngôi nhà nông trại mặt đất dốc xuống về phía sông."
        },
        {
            "en": "It was a little <em>farmhouse</em> surrounded with a vineyard and a cornfield.",
            "vi": "Đó là ngôi nhà nhỏ nằm lọt thỏm giữa cánh đồng trồng nho và bắp."
        },
        {
            "en": "The <em>farmhouse</em> and three barns are set around a cobbled courtyard.",
            "vi": "Ngôi nhà và 3 chuồng gia súc được xây quanh một khoảng sân nhỏ."
        },
        {
            "en": "The interior was a single large room in the style of a <em>farmhouse</em>.",
            "vi": "Nhà chỉ là căn phòng rộng theo kiểu nhà ở nông trại."
        },
        {
            "en": "The photograph shows the silhouette of a full, womanlike figure framed against the backlight from an open <em>farmhouse</em> door.",
            "vi": "Bức ảnh chụp cái bóng trọn vẹn của một người như phụ nữ đứng ngược sáng với cánh cửa nông trại đang mở."
        }
    ],
    "suggestions": []
}