{
    "en_vn": {
        "data": {
            "content": null,
            "word": "farsightedness",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "farsightedness",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "farsightedness",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": "<div class=\"dict--title\">Kết hợp từ &amp; Cấu trúc câu</div><div class=\"dict--content\"><k>farsightedness</k><blockquote><blockquote><ex><abr>n.</abr> the farsightedness to + <abr>inf.</abr> (they had enough farsightedness to provide for their old age)</ex></blockquote></blockquote></div>",
            "word": "farsightedness",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "farsightedness",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "My father has <em>farsightedness</em>.",
            "vi": "Cha tôi bị chứng viễn thị."
        },
        {
            "en": "Eyestrain Headaches that are centered behind the eyebrows may be due to eyestrain. Eyestrain may occur when you have uncorrected vision problems, such as nearsightedness, <em>farsightedness</em>, or astigmatism. Solution: Schedule an eye exam to see whether you need corrective lenses. If you already wear glasses, it may be time for a new prescription.",
            "vi": "Mỏi mắt Nhức đầu tập trung ở phía sau lông mày có thể là do mỏi mắt. Tình trạng mỏi mắt có thể xảy ra khi bạn bị các vấn đề về thị giác mà không được điều chỉnh, chẳng hạn như cận thị, viễn thị, hoặc loạn thị. Giải pháp: Bạn nên sắp xếp lịch khám mắt để xem liệu có cần phải sử dụng kính hiệu chỉnh tật của mắt không. Nếu bạn đã mang kính rồi thì có lẽ đây là lúc phải mang kính mới."
        },
        {
            "en": "Approximately half of all kids with DS also have problems with hearing and vision. Hearing loss can be related to fluid buildup in the inner ear or to structural problems of the ear itself. Vision problems commonly include amblyopia (lazy eye), near- or <em>farsightedness</em>, and an increased risk of cataracts. Regular evaluations by an audiologist and an ophthalmologist are necessary to detect and correct any problems before they affect language and learning skills.",
            "vi": "Gần phân nửa trong tổng số trẻ bị hội chứng Down cũng gặp nhiều vấn đề về thính giác và thị giác. Mất thính lực có thể là do tăng sinh dịch tiết ở tai trong hoặc do các vấn đề về cấu trúc tai. Vấn đề thị giác thường gồm chứng giảm thị lực, cận hoặc viễn thị, và nguy cơ bị đục thủy tinh thể tăng cao. Trẻ cần nên đến khám nhà thính học và bác sĩ khoa mắt thường xuyên để phát hiện và điều chỉnh bất kỳ vấn đề nào trước khi những vấn đề đó làm ảnh hưởng đến kỹ năng ngôn ngữ và kỹ năng học tập của trẻ."
        }
    ],
    "suggestions": []
}