{
    "en_vn": {
        "data": {
            "content": null,
            "word": "farting"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "farting"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "farting"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "farting"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "farting"
        }
    },
    "sentences": [
        {
            "en": "<em>Farting</em> is the greatest thing.",
            "vi": "Địt là sướng nhất."
        },
        {
            "en": "Stop <em>farting</em> about and help me tidy up.",
            "vi": "Đừng phí thời gian và giúp tôi dọn dẹp đi."
        },
        {
            "en": "<em>Farting</em> is a sign of healthy intestines.  Only when the digestive track is all healthy, will there be farts. So if you aren't <em>farting</em> at all, here is some issue with your digestive health. So be proud when you fart.",
            "vi": "Sử dụng được môn \"Đánh rắm thần chưởng\" chứng tỏ nội công thâm hậu, (chính xác là) ruột rất khoẻ.  Chỉ khi đường tiêu hoá đều khoẻ mạnh thì mới có \"đánh rắm thần chưởng\". Nên nếu bạn không biết tì gì về \"đánh rắm thần chưởng\" thì sức khoẻ tiêu hoá của bạn có vấn đề rồi đấy. Vì vậy hãy tự hào nếu dùng được \"đánh rắm thần chưởng\""
        },
        {
            "en": "High Kick       High Kick! (literal translation: \"High Kick without Hesitation\", \"Unstoppable High Kick\") was a popular South Korean situation comedy revolving around the life of the Lee family, taking place in Seoul at the same time as the broadcast (Winter, 2006 - Summer, 2007). The title of the show \"High Kick!\" has several implications, one of which is the oft-depicted high kicks of Yoon-ho, one of the main characters. It was aired in South Korea from Monday to Friday. Due to its popularity, the show filmed more episodes than was initially planned. Many of the characters had starred in commercials and advertisements in Korea. Main characters Most characters use the actor's real name (with the exception of surnames). Lee Soon-jae (Lee Soon-jae)   The head of the Lee family, he works alongside his daughter-in-law at his Korean medicine hospital. Being the oldest in the family, he can be harsh and strict toward his family members, and thinks only about himself. He always kicks or hits other members of the family; typical scenes are those in which he hits them in the head with a spoon during meals or kicks his oldest son Joon-ha's bottom when he farts. In several episodes, he chases other family members and even tries to hit them with a baseball bat. Due to this aggressive behavior, Soon-jae is often seen as the dictator of the Lee household and no one opposes what he says. In some episodes, other members complain in front of him, but always without success.  He falls in love with another woman but she moves to the US. He sends a letter to her, but misidentifies the address so it is sent to an African-American who apparently lived next door. He is obsessed with porn videos, and becomes nicknamed as \"Porn Soon-jae\". In episode 20, his family catches him watching porn, after which he runs away from home and wanders for a week. At the end of the show, he resigns his hospital and leaves everything to be handled by Hae-mi (Episode 164). According to the last episode (Episode 167), after his resignation, he visits Africa, and then after his return home he sleeps successively for 2 weeks, up to the last act in the show.  Nah Moon-hee (Nah Moon-hee)  Soon-jae's wife, she is incredibly strong and has an enormous appetite, which she passes on to Joon-ha. Despite her age, she does all of the cooking and cleaning, and looks after Joon (Min-yong's baby). Since Soon-jae and Hae-Mi often berate and insult her, she often has daydreams of them suffering. Like Min-Yong, she is annoyed by Hae-mi, and would do anything to embarrass her. She is a bit greedy and even merciless at times. Moon-hee is best friends with Gae-Sung Dek, and visits her often in prison.  Lee Joon-ha (Jeong Jun-ha)  Son of Soon-jae and Mun-hee. A huge strong man with an enormous appetite, nicknamed as the \"Lord of Gluttony\". Laid off from the company he was working, he spends his time at home as an unsuccessful investor and depends on the earnings of his wife, who is the good doctor at his father's hospital. Some episodes show him with a new job, but most of the time he ends up losing it because of his incompetence or bad luck. At home, he is often shown snoring loudly while sleeping, eating, or watching TV, and due to his idle days, he is often scolded by his father. He has a big appetite and great strength, which are inherited from his mother. Due to their enormous appetites, Joon-ha and Moon-hee enjoy eating big meals together.  Soon-jae berates Moon-hee and Joon-ha by referring to them as \"The Fat Mother and Son\". He also has a habit of frequently <em>farting</em>. If in deep trouble, Joon-ha runs away from Soon-jae . Though he does not have much authority among the family, he deeply loves his wife and often becomes the only one to understand his son Yoon-ho's feelings. Later, when he works at a consulting firm, he becomes a success and is able to earn a fortune. Yet, he still remains the lazy father at home. In some episodes, drunk Joon-ha behaves like an unstoppable beast, yelling for food, and in general no one but Hae-mi can control him in such state. Soon-jae gives Joon-ha several nicknames: Hulk, King Kong, animal, pig, boar, bear, gorilla and monster . These nicknames are based on Joon-ha's traits, such as laziness, stupidity, great strength and appetite.  Lee Min-yong (Choi Min-yong)  A late-born son of Soon-jae and Moon-hee, he works as a P. E. teacher at a high-school where his nephews attend. Min-yong is the opposite of Joon-ha in many terms. Min-yong is a slim man with straight hair, less lazy, more handsome, and employed, but has the nasty attitude toward Soon-jae, while Joon-ha is more like Moon-hee; a plump man with curly hair, very lazy, dumb looking, overweight, and unemployed, but more sympathetic than Min-yong. Returning to his parents house after a short-lived marriage with Shin Ji, he lives in a storeroom upstairs, which is connected with the main house with a firemen's pole. Though Min-yong can be sympathetic, at school he is unpopular with students for his strict attitude; normally shown with him giving physical punishment like Soon-jae and carrying a club with him all the time.  Min-yong gets in many silly quarrels with Hae-mi and would do anything to embarrass her in public. Though divorced, he cannot completely break up with Shin Ji because of their baby and the lingering feelings for each other. Min-yong dates Seo Min-jeong, a fellow school teacher, but his close relationship with the ex-wife hurts her. Later Shin Ji tries to accept that Min-yong loves Min-jeong when the two engage to get married. He becomes the first one to find dead body of Kang Yoo-mi's father outside her house (Episode 131). Later on, he and Min-Jeong breaks off because of Shinji's lingering love for Min-yong and Min-Jeong's opposing family. At the end of the show, Min-yong and Shinji seem to have gotten closer.  Park Hae-mi (Park Hae-mi)  The wife of Lee Joon-ha. A doctor that works with Lee Soon-jae. Hae-mi was in love with another man before her marriage. Accepting Joon-ha's proposal was to rival the lover who had dumped her, which Joon-ha finds out in one of the episodes. She gave financial support to Soon-jae's hospital when it was near the brink of closing down, and much more popular than Soon-jae as a doctor. She loves opera and singing and known for her catch phrase, \"Okay!\", but Min-yong and Moon-hee are very annoyed by them. She also does not approve of Shin Ji, and her battle against these three is one of the typical topics of the show. Affectionate mother but often seems to favor Min-ho over her younger son Yoon-ho.   Yet sometimes her affection toward her younger son is shown as well, such as in the episode of the Mother's day (Episode 123) or the last episode, in which she becomes the only one supporting his idea of taking a year off from the high-school for traveling the country. She is also good friends with Kang Yoo-mi's mother. A few episodes of Hae-mi being drunk are shown; in one of them Min-yong attempts to take pictures of her being drunk and release them to the public (Episode 98), and in another, Min-ho catches her dancing and singing with a stranger who has a witch-like voice and gets scared (Episode 148).  Lee Min-ho (Kim Hye-seong)  The eldest son of Lee Joon-ha and Park Hae-mi. Being very bright, but physically small and soft, he is often portrayed as a \"mama's boy,\" and always quarreling with his younger brother Yoon-ho, who is in the same class at the school. An easy target to bully due to his weak appearance, while Yoon-ho would simply fight back no matter the odds. The contrast between the two brothers is one of the main themes of the show. At school he sits in the very front of the classroom along with Kim Bum, who has been best friends with him for a long time, and they embrace each other in a sign of friendship, which makes Yoon-ho think they are in gay love.  The brothers can be in a collaborative relationship, however, such as when they manipulate Soon-jae's weak knowledge of electronics to get him to buy a new computer (Episode 25). He also becomes the boyfriend of Kang Yoo-mi, but has to suffer many separations due to her mysterious disappearances, she killed the murderer of her parents (Episode 152). He also figures out Yoo-mi is 21 before she leaves, but says he doesn't care if she's 21 or not the brightest in her class. In the last episode, Min-ho spends the summer vacation at Jeju-do with his parents and Bum, and glimpses Yoo-mi there. This also becomes the last time he sees Bum before his departure to the US.  Lee Yoon-ho (Jeong Il-woo)  The youngest son of Lee Joon-ha and Park Hae-mi. He is a tall, strong, and handsome boy known for his high kick. He also narrates the story of the show. He is also a motorcycle maniac. He is very popular among the girls in his school, though his grade is low and he sometimes demonstrates his utter ignorance. In one episode disclosed, Yoon-ho was as bright as Min-ho in his childhood, but after riding on the back of motorcycle of a friend of Joon-ha's, he became completely absorbed in fighting and motorcycles; Joon-ha is blamed by Hae-mi for Yoon-ho's bad grades and delinquent behavior. As the odd one out in the family, Yoon-ho is often misunderstood and sometimes blamed for things he did not do.  In school, Yoon-ho sits in the very back corner, dozing off or reading comic books. He is even seen skipping class, often hanging out in the rooftop, sleeping or listening to music. But he has a secret crush on his teacher, Min-jeong, who is always trying to get him out of trouble, and often displays his kindness to her, which is usually masked by his unfriendliness. When he learns Min-jeong and Min-yong are engaged, he pleads with her not to get married. In the last episode (Episode 167), he appears taking a year off from school and traveling around the country on his motorcycle. At the end of the show, he miraculously meets his teacher Min-jeong, who resigned the school and disappeared from Seoul without any greetings the year before.  Shin Ji a. k. a. Shin Bong Hee (Shin Ji)  The ex-wife of Lee Min-yong and the mother of Joon. Loves music, and is trying to get a job at a music industry, singing CF songs and taking auditions for musicals. She asked for a divorce from Min-yong, wishing to study abroad in Moscow, but came back to Korea in short time. Min-yong and Shin Ji take turns in taking care of Joon, though Joon seems to be in the Lee household most of the time presumable due to Shin Ji's busy schedule. She still has feelings for her ex-husband and same as him, she hates Hae-mi as they both competed against each other since before her marriage. Roommate of Seo Min-jeong. It is revealed that Shin Ji was friends with Min-jeong since high school though things were different then.   Shin Ji had her two front teeth sticking out from her mouth like a rabbit. Shin Ji later went through an operation to rid of the horrid teeth. Her well-known phrase is \"Sang you!\" though it is supposed to be \"thank you.\" Near the end of the show, she can not face the engagement of Min-yong and Min-jeong and decides to move to Russia again, but the miserable state brings her to a traffic accident. Min-yong separates with Min-jeong for bringing Shin Ji back. In the final episode, it is disclosed that Min-yong and Shin Ji is keeping a good relationship and he even proposed her again, but she refused saying she wants to wait till he truly loves her again. Seo Min-jeong (Seo Min-jeong)  An English teacher at the high-school that Lee Min-yong teaches at, and the homeroom teacher of Min-ho, Yoon-ho, Bum, Chan Seong and Seung Hyun. She rented the apartment that Min-yong and Shin Ji used to live in, and lives there with Shin Ji after her return from the short and unsuccessful trip to study in Moscow. She always seems to end up with accidents mostly due to her clumsiness. She usually, trips, falls, or sometimes in one episode ran into a stopped car because she was offered a ride. She is very shy and if embarrassed she becomes very aggressive. She has no control over her students due to her natural friendliness and a lack of discipline. She has a deep crush on Min-yong and the two become a couple, although Min-jeong is often hurt by Min-yong's lack of romance and his close, friendly relationship with his ex-wife.  On episode 117, she described Min-yong as combination by the appearance of Brad Pitt and the clothing style of Leonardo DiCaprio. Later Min-yong's love towards Min-jeong grows and they get engaged. Shin Ji asks Min-yong what he would do if Min-jeong's parents do not accept this wedding and he replies then they will marry on their own. Her parents object at first then accept. However, in the near end of the show, she and Min-yong decide to break up for the sake of Shin Ji, who still has clinging feelings for Min-yong. Following the break up, Min-jeong resigns the school much to Yoon-ho's sorrow and moves to the country to work in an all-girls middle school.  Kim Bum (Kim Bum)  Lee Min-ho's best friend and appears staying at Lee's house all the time, even wishing to become the proper member of the family. The two boys are very close and care for each other. They are often embracing each other or riding a bike together like lovers. Usually, Yoon-ho doesn't like them hanging out together and think they are acting like a married couple. Bum once has a huge crush on Yoo-mi, Min-ho's girlfriend, but later comes to despise her after finding out she was just making use of him. Bum does anything he wishes in the Lee household from eating breakfast, lunch and dinner with them, sleeping in anyone's room and even taking showers and bubble baths occasionally. He even goes as far as sleeping for a few nights.  In one episode, it is disclosed that he has brought loads of his own stuff to the Lee's house, from videos to even his own clothes. Bum's house is rarely portrayed in the show, but according to Bum's mother, who also became a frequent visitor, their house is described as very quiet and boring. Bum also owns a puppy that he and Min-ho name it 'Bum-min' or “Min-bum”. Soon-jae describes the dog as a 'shitty dog' after Bum asked if Bum-min could have his own house in the Lee household (Episode 132). At the end of the show, Bum moves away to the US in the summer of 2008, much to the Lee family's surprise as he was like a member of the family. Sadly, Moon-hee is the only one to say farewell to Bum as the other family members were either busy or away (Soon-jae working in Africa, Hae-mi busy with work at hospital, Yoon-ho away travelling around the country etc.)  Kang Yoo-mi (Park Min-young)  Lee Min-ho's girlfriend. Very pretty but extremely poor at studies, always getting the lowest scores at school. She is also secretly three years older than her schoolmates, but only Kim Bum and Lee Min-yong, her homeroom teacher who doesn't care about that so much, know it. She is usually seen being punished by Min-yong for her misbehavior such as combing her hair in class. She has lied to Min-ho many times about what talents she has, but they keep a good relationship. However, her natural ability as a runner was disclosed in one episode, while running away from Min-yong, and she represented the high-school at a running competition. Soon-jae always calls Yoo-mi, \"Soo-mi\" by mistake, which upsets her. Later in the show she has to escape the city as mobsters are looking for her, and disappears from the screen. During the last several shows, she is once shown getting on a car at night, which explodes as soon as she turns the engine on, leading many watchers to think she died. However, at the last show, she is also shown luxuriously cruising on a yacht in Jeju-do.",
            "vi": "High Kick    High Kick! (dịch sát nghĩa là “Cú đá cao dứt khoát”, “Cú đá cao khó cưỡng”) là một hài kịch tình thế nổi tiếng của Hàn Quốc xoay quanh cuộc sống của gia đình họ Lee, diễn ra ở  Seoul vào cùng thời điểm phát sóng (mùa đông năm 2006 – hè 2007). Tựa phim \"High Kick!\" có nhiều hàm ý, một trong những hàm ý đó là sự miêu tả cú đá cao sở trường của Yoon-ho, một trong các nhân vật chính. Bộ phim được phát sóng ở Hàn Quốc từ thứ hai đến thứ sáu và rất được công chúng yêu thích, nên High Kick đã quay thêm nhiều đoạn và nhiều tình tiết hơn dự kiến ban đầu. Nhiều diễn viên trong phim từng đóng vai chính cho các mẫu quảng cáo ở Đại Hàn. Các nhân vật chính Hầu hết các diễn viên đều sử dụng tên thật của mình trong phim (ngoại trừ họ). Lee Soon-jae (Lee Soon-jae)   Lee Soon-jae là chủ gia đình họ Lee, cùng làm việc với con dâu ở bệnh viện y học Hàn Quốc của mình. Là người lớn tuổi nhất trong gia đình, nên ông có thể cộc cằn và khắt khe với các thành viên khác và chỉ nghĩ cho bản thân mình thôi. Ông thường đánh, đá con cháu trong nhà; những cảnh phim điển hình là cảnh ông dùng thìa đánh lên đầu họ trong các bữa ăn hay đá vào mông đứa con trai cả của mình tên là Joon-ha khi anh này đánh rắm. Có nhiều đoạn, ông rượt đuổi những người trong nhà và thậm chí còn cố đánh họ bằng gậy đánh bóng chày. Do thái độ hung hăng như vậy nên ông Soon-jae thường được coi là người có quyền tuyệt đối của nhà họ Lee và không ai có thể chống đối lời ông. Trong High Kick, cũng có nhiều đoạn con cháu ông than phiền trước mặt ông nhưng việc ấy chẳng có kết quả gì.  Ông phải lòng một người phụ nữ khác nhưng cô này dọn đến Mỹ sinh sống. Ông gởi thư cho cô nhưng nhầm địa chỉ và lá thư được gởi đến một người Mỹ gốc Phi sống cạnh nhà ông. Ông Soon-jae bị ám ảnh những băng vi-đi-ô “mát mẻ” khiêu dâm và bị gán biệt danh “Soon-jae khiêu dâm”. Trong tập 20, ông bị gia đình bắt gặp đang xem phim khiêu dâm, sau vụ việc đó ông đã bỏ nhà đi lang thang một tuần. Vào cuối bộ phim, ông Soon-jae từ chức ở bệnh viện và nhường quyền cho con dâu Hae-mi xử lý mọi chuyện (tập 164). Theo như tập cuối cùng (tập 167), sau khi ông từ chức, ông đã đến thăm Châu Phi, và sau đó ông về nhà và ngủ liên tục 2 tuần, cho tới màn cuối của phim. Nah Moon-hee (Nah Moon-hee)  Bà Nah Moon-hee là vợ của ông Soon-jae, bà có sức mạnh phi thường và háu ăn, điều này Joon-ha thừa hưởng từ bà. Dẫu lớn tuổi nhưng bà làm tất cả các việc bếp núc, dọn dẹp nhà cửa và trông Joon, (con của Min-yong). Vì Soon-jae và Hae-Mi thường hay mắng nhiếc và sỉ nhục bà nên bà thường mơ tưởng chuyện làm cho họ phải chịu đựng. Cũng giống như Min-Yong, bà cảm thấy bực mình Hae-mi, và làm mọi thứ cho Hae-mi ngượng. Bà Nah Moon-hee có tính hơi tham lam và đôi khi còn hơi tàn nhẫn. Bà là bạn thân của Gae-Sung Dek, và thường xuyên đến thăm Gae-Sung Dek khi bà này ở tù. Lee Joon-ha (Jeong Jun-ha)  Lee Joon-ha là con trai của ông Soon-jae và bà Moon-hee. Anh cực kỳ to con,  khỏe mạnh và háu ăn, biệt danh là “Vua háu ăn”. Bị sa thải khỏi công ty, anh ở nhà như một người đầu tư không thành công và phải sống lệ thuộc vào thu nhập của vợ, một bác sĩ giỏi ở bệnh viện của bố mình. Anh cũng xuất hiện với một nghề mới trong nhiều tập phim nhưng hầu như lúc nào cũng có kết cục là anh bị mất việc vì trình độ kém hoặc do xui xẻo. Ở nhà, anh thường ngáy to khi ngủ, ăn hoặc xem ti-vi và vì ăn không ngồi rồi nên anh thường hay bị ông Soon-jae la mắng. Anh rất ham ăn và có sức mạnh cường tráng, điều này được thừa hưởng từ mẹ. Do ăn khỏe và háu ăn giống nhau nên Joon-ha và bà Moon-hee thường ăn với nhau nhiều bữa ăn thịnh soạn.  Ông Soon-jae thường mắng bà Moon-hee và Joon-ha bằng cách gọi họ là “Hai mẹ con mập ú.” Joon-ha có tật hay đánh rắm. Nếu gặp vấn đề rắc rối, Joon-ha thường trốn tránh ông Soon-jae. Mặc dù không có quyền hành gì nhiều trong nhà nhưng anh hết mực yêu thương vợ và thường là người duy nhất có thể hiểu tình cảm và cảm xúc của con trai Yoon-ho của mình. Về sau, anh làm việc ở công ty tư vấn, thành công  và có thể kiếm được nhiều tiền. Tuy vậy,  Joon-ha vẫn là người cha lười nhác ở nhà. Ở nhiều tập phim, Joon-ha say rượu và cư xử như con thú không thể cưỡng, la hét đòi đồ ăn, và thường là không ai khác ngoài Hae-mi có thể điều khiển anh trong trạng thái như thế. Ông Soon-jae gán cho Joon-ha nhiều biệt danh như Hulk (người to lớn, vụng về), King Kong (tên một con ác thú khổng lồ-giống loài khỉ-được hư cấu trong nhiều loại tác phẩm, nhất là điện ảnh.), thú, heo, heo đực, gấu, khỉ đột và quái vật. Các biệt danh này do tính tình của Joon-ha mà ra như lười biếng, ngu đần, mạnh khỏe và háu ăn.  Lee Min-yong (Choi Min-yong)  Lee Min-yong là con trai út của ông Soon-jae và bà Moon-hee, anh là giáo viên thể dục tại trường trung học nơi các cháu trai của anh đang học. Min-yong đối ngược với Joon-ha nhiều thứ. Min-yong mảnh khảnh, tóc thẳng, không lười như Joon-ha mà còn đẹp trai hơn Joon-ha nữa, và thường bực mình với ông Soon-jae, trong khi Joon-ha giống bà Moon-hee hơn; Joon-ha mập mạp, tóc xoăn, lười biếng, ngốc nghếch, béo phì, vô công rồi nghề nhưng thông cảm hơn Min-yong. Trở về nhà bố mẹ ruột sau cuộc hôn nhân chóng vánh với Shin Ji, Min-yong sống ở nhà kho trên lầu, thông với nhà chính bằng trụ cứu hoả. Mặc dù Min-yong có thể cảm thông, nhưng ở trường anh không được bọn học trò yêu mến vì thái độ quá nghiêm khắc của anh; thường thấy cảnh anh phạt học trò giống như ông Soon-jae và lúc nào cũng mang dùi cui bên mình. Min-yong thường hay cãi cọ những chuyện ngớ ngẩn không đâu với chị dâu Hae-mi và làm bất cứ chuyện gì để cho Hae-mi ngượng, xấu hổ trước người khác. Mặc dù đã ly dị, nhưng anh không thể cắt đứt hoàn toàn với Shin Ji vì đứa con của hai người và vẫn còn tình cảm với nhau. Min-yong hẹn hò với Seo Min-jeong, giáo viên đồng nghiệp của anh, song mối quan hệ thân thiết với vợ cũ của Min-yong đã làm cô ấy tổn thương. Về sau Shin Ji cố chấp nhận rằng Min-yong và Min-jeong yêu nhau và cả hai người này đều hứa hẹn đi đến hôn nhân. Anh là người đầu tiên phát hiện ra thi thể cha của Kang Yoo-mi ở bên ngoài nhà cô bé này (tập 131). Về sau, anh và Min-jeong chia tay nhau vì Shinji vẫn còn yêu Min-yong và gia đình của Min-yong cũng không tán thành cuộc hôn nhân này. Cuối phim, Min-yong và Shinji dường như thân thiết và gẫn gũi nhau hơn.  Park Hae-mi (Park Hae-mi)  Park Hae-mi là vợ của Lee Joon-ha. Hae-mi làm việc với bố chồng là Lee Soon-jae. Cô phải lòng một người đàn ông khác trước khi kết hôn. Cô nhận lời cầu hôn của Joon-ha để kình với người yêu đã lìa bỏ cô, điều này bị Joon-ha phát hiện trong một tập phim. Hae-mi hỗ trợ tài chính cho bệnh viện của ông Soon-jae khi bệnh viện đang sắp đóng cửa và là một bác sĩ được người khác yêu mến hơn ông Soon-jae. Cô thích ô-pê-ra và hát hò và câu nói nổi tiếng của Hae-mi là “Okay!”, nhưng Min-yong và bà Moon-hee cảm thấy rất bực mình với cách trả lời “Okay!” của Hae-mi. Cô cũng chẳng thích Shin Ji, và cuộc chiến giữa Hae-mi và 3 người này là một trong những chủ đề đặc trưng của phim. Hae-mi là người mẹ rất thương con nhưng thường ưu ái Min-ho hơn con trai út của mình là Yoon-ho. Tuy nhiên có lúc lại thấy Hae-mi dành tình yêu cho Yoon-ho, như trong đoạn về ngày lễ của mẹ (tập 123) hoặc tập cuối cùng, Hae-mi trở nên là người duy nhất ủng hộ ý định của Yoon-ho: nghỉ một năm ở trường trung học để đi du lịch miền quê. Hae-mi cũng là bạn thân của mẹ Kang Yoo-mi. Trong một vài tập phim, Hae-mi bị say rượu và có tập Min-yong cố chụp cho bằng được những tấm hình Hae-mi say và tung ra cho người khác biết (tập 98), và trong một tập khác, Min-ho bắt gặp mẹ đang khiêu vũ và hát hò với một người lạ mặt có giọng nói y như phù thủy khiến anh chàng hoảng sợ (tập 148). Lee Min-ho (Kim Hye-seong)  Lee Min-ho là con trai cả của vợ chồng Lee Joon-ha và Park Hae-mi. Min-ho rất thông minh, nhưng lại yếu đuối và nhỏ con, thường được mô tả như một “chàng trai yếu đuối”, và lúc nào cũng cãi cọ với em trai Yoon-ho vốn học cùng lớp với Min-ho ở trường. Min-ho là người dễ dàng bị ăn hiếp do vẻ yếu ớt của mình, trong khi Yoon-ho thường là phản công lại bất kể xung đột, bất hoà. Mối tương phản giữa hai anh em Min-Yoon là một trong những chủ đề chính của bộ phim. Ở trường, Min-ho ngồi bàn đầu với Kim Bum, bạn thân với Min-ho rất lâu, Min-ho và Bum thường ôm nhau thể hiện tình bạn khắn khít, điều này làm cho Yoon-ho nghĩ Min-ho và Bum đang yêu đồng tính. Tuy nhiên, Min-ho và Yoon-ho cũng hợp tác với nhau, như khi vận động ông Soon-jae thiếu hiểu biết về điện tử phải mua một cái máy vi tính mới (tập 25). Min-ho là bạn trai của Kang Yoo-mi, nhưng phải chịu nhiều cuộc chia cắt với Yoo-mi do cô bé này nhiều lần biến mất một cách bí ẩn, Yoo-mi đã giết chết kẻ sát nhân hại chết cha mẹ mình (tập 152). Min-ho cũng phát hiện ra Yoo-mi 21 tuổi trước khi cô ấy đi nhưng anh chẳng quan tâm việc cô ấy 21 tuổi hay không phải là học sinh giỏi trong lớp. Tập cuối, Min-ho đi nghỉ hè ở đảo Jeju-do với bố mẹ và cả Bum nữa, và thoáng thấy Yoo-mi ở đó. Đây cũng là lần cuối Min-ho gặp Bum trước khi Bum lên đường sang Mỹ. Lee Yoon-ho (Jeong Il-woo)  Con trai út của Lee Joon-ha và Park Hae-mi tên là Lee Yoon-ho. Yoon-ho cao to, khỏe mạnh, đẹp trai và nổi tiếng với cú đá cao sở trường của mình. Anh cũng thuật lại cốt truyện của bộ phim. Yoon-ho cũng rất mê lái xe mô-tô. Yoon-ho rất được các bạn nữ trong trường yêu mến, mặc dù lúc nào điểm số của Yoon-ho cũng rất thấp và đôi khi còn biểu hiện bản tính hoàn toàn ngốc nghếch của mình nữa. Trong một tập phim cho thấy hồi bé Yoon-ho cũng thông minh như Min-ho, nhưng sau khi cưỡi trên lưng chiếc mô-tô của một người bạn của Joon-ha thì Yoon-ho trở nên hoàn toàn mê mẩn vào việc đánh nhau và xe mô-tô; Hae-mi đổ lỗi cho Joon-ha về điểm kém và hành vi chểnh mảng của Yoon-ho. Như một người lạc lõng trong gia đình, Yoon-ho thường bị người khác hiểu nhầm và đôi khi còn bị đổ tội cho những chuyện mà mình không làm nữa. Ở trường, Yoon-ho ngồi ở góc cuối lớp, ngủ gà gật hoặc đọc truyện tranh. Yoon-ho còn bị phát hiện bỏ học, thường la cà trên mái nhà, ngủ hoặc nghe nhạc. Nhưng Yoon-ho thương thầm nhớ trộm cô giáo Min-jeong của mình, cô Min-jeong lúc nào cũng cố giúp Yoon-ho khỏi gặp rắc rối, và Yoon-ho thường tỏ ra tử tế với cô Min-jeong, điều này thường hay bị che giấu bởi vẻ ngoài không thân thiện của Yoon-ho. Khi biết cô Min-jeong và chú Min-yong đính hôn, anh đã nài xin cô Min-jeong đừng kết hôn. Tập cuối (tập 167), Yoon-ho nghỉ học một năm và đi du lịch khắp miền quê bằng xe mô-tô của mình. Ở đoạn cuối của bộ phim, anh gặp lại cô Min-jeong đã thôi dạy ở trường và biến mất khỏi  Seoul không một lời chào cách đây một năm một cách kì diệu.  Shin Ji a. k. a. Shin Bong Hee (Shin Ji)  Shin Ji là vợ cũ của Lee Min-yong và là mẹ của Joon. Shin Ji yêu nhạc, và cố tìm việc trong ngành âm nhạc, hát các bài hát CF và tham dự các buổi thi hát thử giọng. Shin Ji đòi ly hôn với Min-yong, với ước muốn đi du học ở Nga, nhưng sau một thời gian ngắn cô đã trở về Hàn Quốc. Min-yong và Shin Ji thay nhau chăm sóc Joon, mặc dù Joon phần lớn là ở nhà họ Lee có thể đoán được là lịch làm việc của Shin Ji rất dày. Shin Ji vẫn còn tình cảm với chồng cũ và anh ta cũng vậy, cô ghét Hae-mi vì cả hai đều kình địch nhau trước khi cô kết hôn. Shin Ji ở cùng với Seo Min-jeong. Tiết lộ là Shin Ji là bạn của Min-jeong từ khi còn là học sinh trung học dẫu rằng mọi chuyện sau đó đã khác hẳn.  Shin Ji có hai chiếc răng cửa chìa ra khỏi miệng như răng thỏ. Sau này Shin Ji đã đi phẫu thuật để bỏ đi những chiếc răng dễ sợ kia. Shin Ji nổi tiếng với từ \"Sang you!\" thay vì phải nói \"thank you\". Gần cuối phim, cô không đủ sức đối mặt với cuộc hứa hôn của Min-yong và Min-jeong và quyết định đi Nga thêm lần nữa, nhưng tâm trạng đau khổ đó khiến cho Shin Ji bị tai nạn giao thông. Min-yong chia tay với Min-jeong để mang Shin Ji về lại. Ở tập cuối, tình cảm của Min-yong và Shin Ji đã tốt đẹp và anh còn cầu hôn cô thêm lần nữa, nhưng Shin Ji chưa đồng ý bảo rằng cô muốn chờ cho đến khi nào anh thực sự yêu cô trở lại. Seo Min-jeong (Seo Min-jeong)  Giáo viên tiếng Anh cùng trường trung học với Lee Min-yong, và là giáo viên lớp của Min-ho, Yoon-ho, Bum, Chan Seong và Seung Hyun. Seo Min-jeong thuê căn hộ mà vợ chồng Min-yong và Shin Ji từng ở, sống cùng với Shin Ji sau khi cô này trở về sau chuyến đi du học Nga ngắn ngủi và không thành công. Dường như lúc nào Min-jeong cũng gặp tai nạn mà hầu hết là do tính vụng về của mình. Cô ấy thường trượt chân, ngã, hoặc có khi trong một tập phim cô tông vào một chiếc xe đang đỗ vì cô được mời đi. Min-jeong rất nhút nhát và nếu bị làm ngượng cô ấy sẽ trở nên rất hung hăng. Cô ấy chẳng quản lý nổi lũ học trò của mình do bản tính thân thiện bẩm sinh và sự thiếu kỷ luật của mình. Min-jeong rất yêu Min-jeong và hai người hẹn hò nhau, mặc dù cô thường hay bị Min-yong làm tổn thương do tính thiếu lãng mạn của anh và cả mối quan hệ gần gũi, thân mật với vợ cũ của anh nữa. Tập 117, cô tả Min-yong là sự kết hợp ngoại hình của Brad Pitt và phong cách ăn mặc của Leonardo Dicaprio. Về sau tình yêu của Min-yong dành cho Min-jeong ngày càng thắm thiết và hai người hứa hôn với nhau. Shin Ji hỏi Min-yong liệu xem anh ấy sẽ làm gì nếu bố mẹ của Min-jeong không tán thành cuộc hôn nhân này, anh bảo họ sẽ tự kết hôn. Ban đầu bố mẹ của Min-jeong phản đối nhưng sau đó họ cũng đồng ý. Tuy nhiên, gần cuối phim, Min-jeong và Min-yong quyết định chia tay vì Shin Ji, cô này vẫn còn tình cảm với Min-yong. Sau khi chia tay, Min-jeong thôi dạy ở trường và chuyển về quê dạy ở trường trung học cơ sở dành cho nữ sinh.  Kim Bum (Kim Bum)  Kim Bum là bạn thân của Lee Min-ho và luôn có mặt ở nhà họ Lee, thậm chí còn muốn trở thành một thành viên thực sự của gia đình nữa. Hai người chơi rất thân và hay quan tâm nhau. Bum và Min-ho thường hay ôm nhau và chở nhau trên chiếc xe đạp y như hai người yêu nhau vậy. Thường thì Yoon-ho không ưa hai người đó la cà, cặp kè với nhau và nghĩ là họ giống như đang cặp bồ với nhau. Bum từng say đắm Yoo-mi, bạn gái của Min-ho, nhưng sau đó anh trở nên khinh miệt cô nàng sau khi biết được cô chỉ lợi dụng anh thôi. Ở nhà họ Lee, Bum có thể làm bất cứ chuyện gì mình thích từ ăn sáng, ăn trưa, ăn tối cùng với gia đình, có thể ngủ ở bất kỳ phòng nào và thậm chí còn tắm vòi sen và đôi khi còn tắm bọt thơm nữa. Kim Bum thậm chí còn có thể ngủ ở nhà Min-ho một vài đêm cũng được. Có tập, Bum mang hết đồ đạc cá nhân của mình sang nhà họ Lee, từ băng vi-đi-ô đến áo quần. Nhà của Bum hiếm khi được chiếu trên phim nhưng theo mẹ của Bum, người này cũng trở thành khách quen của gia đình họ Lee thì ngôi nhà này rất yên tĩnh và buồn chán. Bum có một con chó con mà Bum và Min-ho đặt tên là “Bum-min” hoặc “Min-bum”. Ông Soon-jae coi đây là một “con chó bẩn thỉu” sau khi Bum hỏi xem liệu có chỗ nào cho Bum-min ở trong nhà họ Lee luôn không (tập 132). Tập cuối phim, Bum sang Mỹ vào mùa hè năm 2008, trước nỗi hết sức ngạc nhiên của gia đình họ Lee vì Bum cũng giống như một thành viên trong nhà của họ rồi. Đáng buồn là duy chỉ có bà Moon-hee có thể chào tạm biệt Bum vì các thành viên khác đều bận việc hoặc đi xa (ông Soon-jae đang làm việc ở châu Phi, cô Hae-mi bận công việc ở bệnh viện, Yoon-ho đang đi du lịch khắp miền quê,...) Kang Yoo-mi (Park Min-young)  Kang Yoo-mi là bạn gái của Lee Min-ho. Yoo-mi rất xinh nhưng học cực kém, lúc nào cũng bị điểm thấp nhất ở trường. Cô cũng đã giấu việc mình lớn hơn các bạn học 3 tuổi, nhưng chỉ có Kim Bum và thầy Lee Min-yong, giáo viên ở lớp vốn không hề quan tâm nhiều về chuyện đó biết được. Yoo-mi thường bị thầy Min-yong phạt vì tội bướng bỉnh, không vâng lời như chải tóc trong lớp. Yoo-mi nhiều lần nói dối với Min-ho về các năng khiếu mà cô có, nhưng hai người vẫn giữ mối quan hệ tốt đẹp với nhau. Tuy nhiên, trong một tập phim, khả năng chạy nhanh bẩm sinh của Yoo-mi bị phát hiện khi cô chạy khỏi thầy Min-yong và Yoo-mi đại diện cho trường thi đấu môn chạy. Ông Soon-jae thường hay gọi nhầm Yoo-mi là \"Soo-mi\", làm cho cô khó chịu. Về cuối phim, Yoo-mi phải trốn khỏi thành phố vì bọn tội phạm đang tìm kiếm cô, và Yoo-mi biến mất trên phim. Trong một vài cảnh cuối, có lần người ta thấy cô lên xe hơi vào buổi tối, và chiếc xe nổ tung khi Yoo-mi vừa mở máy, làm cho người xem nghĩ là cô đã chết. Tuy nhiên, vào cảnh cuối của bộ phim, người ta cũng lại thấy cô đang dạo chơi trên chiếc du thuyền ở đảo Jeju-do một cách sang trọng."
        }
    ],
    "suggestions": []
}