{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">[fɑ:t]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">sự đánh rắm</td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">người bị khinh miệt</td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">động từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">đánh rắm</td></tr><tr id=\"tn\"><td> </td><td id=\"I_C\"><font color=\"#1371BB\">▸</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#1371BB\">to fart around</font></td></tr><tr id=\"tn_n\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#aaa\">■</font></td><td id=\"C_C\">tỏ ra lố bịch</td></tr></table><i/></div>",
            "word": "fart",
            "pronounce": "[fɑ:t]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fart</k><blockquote><cclass>informal </cclass></blockquote><blockquote>■ <cclass>verb </cclass></blockquote><blockquote><blockquote>1》 emit wind from the anus. </blockquote></blockquote><blockquote><blockquote>2》 (<cclass><b>fart around</b><cclass>Brit. also <cclass><b>fart about</b>) waste time on trivial things. </cclass></cclass></cclass></blockquote></blockquote><blockquote>■ <cclass>noun </cclass></blockquote><blockquote><blockquote>1》 an emission of wind from the anus. </blockquote></blockquote><blockquote><blockquote>2》 a boring or contemptible person: <cclass>an old fart. </cclass></blockquote></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>OE: of Gmc origin. </blockquote></div>",
            "word": "fart",
            "pronounce": "[fɑ:t]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fart",
            "pronounce": "[fɑ:t]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fart",
            "pronounce": "[fɑ:t]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fart",
            "pronounce": "[fɑ:t]"
        }
    },
    "sentences": [
        {
            "en": "<em>Fart</em> around",
            "vi": "Tỏ ra lố bịch"
        },
        {
            "en": "Don't <em>fart</em> around!",
            "vi": "Đừng tỏ ra lố bịch!"
        },
        {
            "en": "Did he just <em>fart</em>?",
            "vi": "Nó mới địt à?"
        },
        {
            "en": "Did you <em>fart</em> again?",
            "vi": "Bạn lại địch/đánh rắm nữa hả?"
        },
        {
            "en": "I feel like an old <em>fart</em>!",
            "vi": "Tôi thấy mình giống một kẻ lỗi thời chán ngắt."
        },
        {
            "en": "<em>Fart</em> Facts You Did Not Know About",
            "vi": "Những điều bạn chưa biết về 'đánh rắm thần chưởng'"
        },
        {
            "en": "Men <em>fart</em> more often as compared to women.",
            "vi": "Nam giới sử dụng \"đánh rắm thần chưởng\" nhiều hơn phụ nữ"
        },
        {
            "en": "What is a <em>fart</em> and why does it smell?",
            "vi": "Đánh rắm là gì và tại sao nó lại có mùi?"
        },
        {
            "en": "My watch is <em>fart</em> and your watch is slow.",
            "vi": "Đồng hồ của tôi chạy nhanh còn đồng hồ của bạn chạy chậm."
        },
        {
            "en": "As per a study, men <em>fart</em> more frequently as compared to their female counterparts. So next time a man says MILF, he actually means 'Man I like to <em>fart</em>'.  You <em>fart</em> enough everyday to fill up a balloon.  Now that you know this, you can start filling up balloons accordingly before any big celebration.",
            "vi": "Theo một nghiên cứu thì nam giới thường xuyên dùng \"đánh rắm thần chưởng\" nhiều hơn so với nữ giới. Cho nên nếu một anh chàng nào đó nói MILF, thì ta hiểu là ảnh nói, \"đàn ông đích thực rất giỏi đánh rắm thần chưởng.\"   Bạn \"đánh rắm thần chưởng\" mỗi ngày đủ để bơm đầy một khinh khí cầu đấy.  Giờ bạn đã biết điều này rồi thì sau này có thể bơm khí cầu đúng điệu trước mỗi dịp lễ lạt nào nhé!"
        },
        {
            "en": "Speed. Try not to talk about speed when in the company of others in Sweden. It means ‘<em>fart</em>’.",
            "vi": "Chớ có nói từ tốc độ (speed) khi đến công ty người khác ở Thuỵ Điển nha. Từ speed ở đó có nghĩa là \"thả bom\" đấy."
        },
        {
            "en": "Speed bump. Put the above two words together and you have the phrase ‘speed bump’, which in Swedish means <em>fart</em> dump.",
            "vi": "Hai từ trên ghép lại với nhau thành fart dump, trong tiếng Thuỵ Điển có nghĩa là fart dump (bạn tự hiểu nhé^^)."
        },
        {
            "en": "Women's farts are stinkier.  Its been observed that even though women don't <em>fart</em> as much as men, their farts tend to be more stinkier due to the higher concentration of hydrogen sulfide.   Farts can be as fast as 10 feet per second.   10 feet per second. That's actually much more faster than what Usain Bolt can run.   Tighter the anus, louder the <em>fart</em>.   Because of the tighter outer sphincter, the outlet for the <em>fart</em> is smaller, which there by causes a louder noise.   Soda and gum can make you <em>fart</em> more.   So, if there is someone in your office who just wont stop, hide all their gum and urge them to shift to water than soda!",
            "vi": "Phụ nữ sử dụng \"đánh rắm thần chưởng\" tạo ra mùi khó chịu hơn  Người ta thấy là dù phụ nữ ít ít dùng đòn \"đánh rắm thần chưởng\" như nam giới nhưng các chị em khi dùng là tạo ra mùi khó chịu hơn vì nồng độ H2S cao hơn.  \"Đánh rắm thần chưởng\" có tốc độ bay ra là 10 phít mỗi giây (tức 3,04800 mét/giây)  3,04800 mét/giây. Thực sự là nhanh hơn Usain Bolt chạy rồi.  Đường ra càng hẹp thì khi \"đánh rắm thần trưởng\" âm thanh phát ra càng lớn  Bởi vì cơ thắt bên ngoài bó sát hơn nên khi \"đánh rắm thần chưởng\" đầu ra nhỏ hơn, tại đây sẽ gây ra âm thanh lớn hơn.  Nước soda và kẹo cao su có thể giúp bạn thường xuyên \"đánh rắm thần chưởng\"  Vì vậy nếu ai đó ở chỗ làm của bạn thích dùng tuyệt chiêu \"đánh rắm thần chưởng\" thì hãy giấu hết soda và kẹo cao su đi nha, nói họ uống nước bình thường thôi, đừng uống soda!"
        },
        {
            "en": "Farting is a sign of healthy intestines.  Only when the digestive track is all healthy, will there be farts. So if you aren't farting at all, here is some issue with your digestive health. So be proud when you <em>fart</em>.",
            "vi": "Sử dụng được môn \"Đánh rắm thần chưởng\" chứng tỏ nội công thâm hậu, (chính xác là) ruột rất khoẻ.  Chỉ khi đường tiêu hoá đều khoẻ mạnh thì mới có \"đánh rắm thần chưởng\". Nên nếu bạn không biết tì gì về \"đánh rắm thần chưởng\" thì sức khoẻ tiêu hoá của bạn có vấn đề rồi đấy. Vì vậy hãy tự hào nếu dùng được \"đánh rắm thần chưởng\""
        }
    ],
    "suggestions": []
}