{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fæ∫izm]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">chủ nghĩa phát xít</td></tr></table><i/></div>",
            "word": "fascism"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>fascism</k><blockquote><cclass>[<cclass>'faʃɪz(ə)m<cclass>, <cclass>-sɪz(ə)m<cclass>]</cclass></cclass></cclass></cclass></cclass></blockquote><blockquote>(also <cclass><b>Fascism</b>) </cclass></blockquote><blockquote>■ <cclass>noun an authoritarian and nationalistic right-wing system of government. </cclass></blockquote><blockquote/><blockquote><b><cclass>Derivatives</cclass></b></blockquote><blockquote><cclass><b>fascist</b><cclass>noun &amp; adjective </cclass></cclass></blockquote><blockquote><cclass><b>fascistic</b><cclass>adjective </cclass></cclass></blockquote><blockquote/><blockquote><b><cclass>Origin</cclass></b></blockquote><blockquote>1920s (with ref. to Mussolini's regime in Italy): from Ital. <i>fascismo</i>, from <i>fascio</i> 'bundle, political group', from L. <i>fascis</i> (see <kref>fasces</kref>). </blockquote></div>",
            "word": "fascism"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>fascism</k><blockquote>▸ <cclass>noun AUTHORITARIANISM, totalitarianism, dictatorship, despotism, autocracy; Nazism, rightism; nationalism, xenophobia, racism, anti-Semitism, jingoism, isolationism; neo-fascism, neo-Nazism.</cclass></blockquote></div>",
            "word": "fascism"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fascism"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fascism"
        }
    },
    "sentences": [
        {
            "en": "She has a profound hatred of <em>fascism</em>.",
            "vi": "Cô ấy căm thù sâu sắc chủ nghĩa phát xít."
        },
        {
            "en": "They are seething with hatred of <em>fascism</em>.",
            "vi": "Họ sôi sục căm thù chủ nghĩa phát xít."
        },
        {
            "en": "We have a profound hatred of <em>fascism</em>.",
            "vi": "Chúng tôi căm thù sâu sắc chủ nghĩa phát xít."
        },
        {
            "en": "Have a profound hatred of <em>fascism</em>",
            "vi": "Căm thù sâu sắc chủ nghĩa phát - xít"
        },
        {
            "en": "Neo-<em>Fascism</em> lends itself to an exact definition even less than <em>Fascism</em>, its ideological progenitor.",
            "vi": "Chủ nghĩa phát xít mới tự nó thêm vào một định nghĩa chính xác thậm chí còn kém hơn so với Chủ nghĩa phát xít, tổ tiên về tư tưởng của nó."
        },
        {
            "en": "Neo - <em>Fascism</em> lends itself to an exact definition even less than <em>Fascism</em>, its ideological progenitor.",
            "vi": "Chủ nghĩa phát xít mới tự nó thêm vào một định nghĩa chính xác thậm chí còn kém hơn so với Chủ nghĩa phát xít, tổ tiên về tư tưởng của nó."
        },
        {
            "en": "The <em>fascism</em> has remained in power for hundreds of years.",
            "vi": "Chủ nghĩa Phát Xít đã duy trì quyền lực trong hàng trăm năm."
        },
        {
            "en": "He has a high degree of hatred of <em>fascism</em>.",
            "vi": "Anh có lòng thù ghét chủ nghĩa phát xít đến cao độ."
        },
        {
            "en": "I condemn <em>fascism</em> and all it stands for.",
            "vi": "Tôi lên án chủ nghĩa phát xít và tất cả những gì nó đại diện."
        },
        {
            "en": "<em>Fascism</em> is a topic that stimulates a lot of interest in Britain.",
            "vi": "Ở Anh, chủ nghĩa phát xít là một chủ đề kích thích nhiều mối quan tâm."
        },
        {
            "en": "But the incident made the international community realize that <em>fascism</em> existed in the east.",
            "vi": "Nhưng biến cố đó khiến cho cộng đồng quốc tế nhận thức rằng chủ nghĩa phát xít tồn tại a phương đông."
        },
        {
            "en": "They have been seen as a bulwark against a resurgence of <em>fascism</em>.",
            "vi": "Họ được xem là một thành trì chống lại sự nổi lên của chủ nghĩa phát xít."
        },
        {
            "en": "I imagine it will be taken as evidence of my crypto-<em>fascism</em>.",
            "vi": "Tôi cho rằng nó sẽ được dùng làm bằng chứng cho sự ủng hộ chế độ phát xít của tôi."
        },
        {
            "en": "<em>Fascism</em> was practiced in Italy and German in the 1930s and 40s.",
            "vi": "Chủ nghĩa phát xít được tiến hành/áp dụng tại Ý và Đức trong thập kỷ 30 và 40."
        },
        {
            "en": "<em>Fascism</em> was practised in Italy and Germany in the 1930s and 40s.",
            "vi": "Chủ nghĩa phát xít đã được thực hiện tại Ý và Đức ở những năm 30 và 40."
        },
        {
            "en": "For instance, the appalling crimes of Hitlerite <em>fascism</em>, involving the brutal massacre of peaceful people, are still vividly remembered.",
            "vi": "Ví dụ, tội ác kinh khủng của chủ nghĩa phát xít hitler, liên quan đế vụ thảm sát man rợ những người dân hiền lành, vẫn còn được nhớ rõ ràng."
        },
        {
            "en": "And back to the dark days when violence, <em>fascism</em> and racism were familiar presences at football grounds throughout the country.",
            "vi": "Và hãy nhớ lại những ngày đen tối đầy rẫy bạo lực, nạn phát xít và thù hằn sắc tộc cùng lúc xảy ra trên khắp sân cỏ của đất nước này."
        },
        {
            "en": "Recall that earlier generations faced down <em>fascism</em> not just with missiles and tanks, but with the sturdy alliances and enduring convictions.",
            "vi": "Hãy nhớ rằng thế hệ cha anh chúng ta đã hạ gục chủ nghĩa phát xít không chỉ bằng tên lửa và xe tăng mà bằng những liên minh vững chắc và bằng niềm tin bền bỉ."
        },
        {
            "en": "I have not here been considering the literary use of language, but merely language as an instrument for expressing and not for concealing or preventing thought. Stuart Chase and others have come near to claiming that all abstract words are meaningless, and have used this as a pretext for advocating a kind of political quietism. Since you don't know what <em>Fascism</em> is, how can you struggle against <em>Fascism</em>? One need not swallow such absurdities as this, but one ought to recognise that the present political chaos is connected with the decay of language, and that one can probably bring about some improvement by starting at the verbal end. If you simplify your English, you are freed from the worst follies of orthodoxy. You cannot speak any of the necessary dialects, and when you make a stupid remark its stupidity will be obvious, even to yourself. Political language — and with variations this is true of all political parties, from Conservatives to Anarchists — is designed to make lies sound truthful and murder respectable, and to give an appearance of solidity to pure wind. One cannot change this all in a moment, but one can at least change one's own habits, and from time to time one can even, if one jeers loudly enough, send some worn-out and useless phrase — some jackboot, Achilles’ heel, hotbed, melting pot, acid test, veritable inferno, or other lump of verbal refuse — into the dustbin where it belongs.",
            "vi": "Tôi không ở đây để nói về cách sử dụng Tiếng Anh trong văn chương, mà đơn thuần muốn chỉ ra rằng ngôn ngữ chính là một loại nhạc cụ để biểu đạt cảm xúc chứ không phải để lừa dối hay cản trở suy nghĩ. Stuart Chase và những người khác đã tiến gần đến tuyên bố rằng mọi từ trừu tượng đều vô nghĩa, và đã dùng nó như một cái cớ để ủng hộ cho một kiểu chính trị an phận. Khi bạn không biết chủ nghĩa phát-xít nghĩa là gì, sao bạn có thể đấu tranh chống lại nó được? Bạn không cần phải để ý sự ngớ ngẩn này, nhưng nên nhận ra tình hình chính trị nhiễu nhương ngày nay có liên hệ với sự suy sụp của ngôn ngữ, rằng ta nên bắt đầu cải thiện từ ngôn ngữ nói. Nếu bạn đơn giản hóa Tiếng Anh của mình, bạn sẽ thoát khỏi những gì tồi tệ nhất của kiểu Tiếng Anh hiện đại ngày nay. Bạn sẽ không thể nói được bất kì phương ngữ nào khi cần, vì khi bạn đưa ra một nhận xét ngu ngốc thì sự ngu ngốc ấy sẽ hiển hiện ra thấy rõ, ngay cả với chính bạn. Ngôn ngữ chính trị – kể cả với những biến thể, nó vẫn đúng ở mọi đảng phái, từ bảo thủ đến vô thần – được tạo ra để những lời dối trá nghe như chân lí, để việc giết chóc trở nên chấp nhận được, và để tạo ra dáng vẻ vững chắc cho một ngọn gió đơn thuần. Không ai có thể thay đổi tất cả trong khoảnh khắc, nhưng ít nhất có thể thay đổi thói quen của chính mình, và dần dần mỗi người trong chúng ta, nếu cười nhạo đủ lớn, có thể bằng cách đó ném tất cả những cụm từ lỗi thời và vô nghĩa – những jackboot (giày ống), Achilles’ heel (gót chân A-sin), hotbed (vị trí thuận tiện), melting pot (sự giao thoa), acid test (bài kiểm tra khắc nghiệt), veritable inferno (hỏa ngục đích thực) và những thứ rác rưởi khác – vào đống tanh hôi nơi chúng xứng đáng thuộc về."
        },
        {
            "en": "If words like black and white were involved, instead of the jargon words dead and living, he would see at once that language was being used in an improper way. Many political words are similarly abused. The word <em>Fascism</em> has now no meaning except in so far as it signifies ‘something not desirable’. The words democracy, socialism, freedom, patriotic, realistic, justice have each of them several different meanings which cannot be reconciled with one another. In the case of a word like democracy, not only is there no agreed definition, but the attempt to make one is resisted from all sides. ",
            "vi": "Nếu như những từ như “đen” và “trắng” được nói đến, thay vì những từ có ý nghĩa chuyên ngành khi đặt trong hoàn cảnh này là “dead” (chết) và “living” (sống), họ sẽ thấy ngay rằng ngôn ngữ đã được sử dụng rất tùy tiện. Chịu chung số phận bị lạm dụng là các thuật ngữ chính trị. Từ “Fascism” (chủ nghĩa phát-xít) hiện nay chỉ còn mang nghĩa “một thứ mà chẳng ai ưa”. Những từ như “democracy”, “socialism”, “freedom”, “patriotic”, “realistic”, “justice”, mỗi từ lại mang nhiều nghĩa khác biệt mà tự thân chúng chẳng có chút liên quan nào đến nhau. Với trường hợp của từ “democracy” (dân chủ), không những ta không có được một định nghĩa chung, mà nỗ lực để có một nghĩa chung còn bị cản trở từ mọi phía. "
        }
    ],
    "suggestions": []
}