{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"3\"><font color=\"#9e9e9e\">['feitlli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"3\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\" colspan=\"2\">chí tử, một cách chết người</td></tr><tr id=\"mh\"><td colspan=\"2\"> </td><td id=\"I_C\"><font color=\"#1371BB\">⁃</font></td><td id=\"C_C\"><font color=\"#1371BB\">many prisoners were fatally tortured in this room</font></td></tr><tr id=\"mh_n\"><td colspan=\"3\"> </td><td id=\"C_C\"><font color=\"#7E7E7E\">nhiều tù nhân từng bị tra tấn đến chết trong căn phòng này.</font></td></tr></table><i/></div>",
            "word": "fatally",
            "pronounce": "['feitlli]"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fatally",
            "pronounce": "['feitlli]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fatally",
            "pronounce": "['feitlli]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fatally",
            "pronounce": "['feitlli]"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fatally",
            "pronounce": "['feitlli]"
        }
    },
    "sentences": [
        {
            "en": "The prosecution case was <em>fatally</em> flawed.",
            "vi": "Các trường hợp tử vong do tai nạn chết người."
        },
        {
            "en": "Man <em>fatally</em> injured after crashing truck.",
            "vi": "Ông ta tử vong sau khi đụng xe tải."
        },
        {
            "en": "He <em>fatally</em> wounded in gang shooting.",
            "vi": "Cậu bé bị một băng đảng bắn chết."
        },
        {
            "en": "A British soldier is <em>fatally</em> wounded in Afghanistan.",
            "vi": "Một binh sĩ Anh bị thương đến tử vong tại Afghanistan."
        },
        {
            "en": "He was <em>fatally</em> wounded by an explosive device.",
            "vi": "Anh ấy bị thương chí tử bởi một thiết bị phát nổ."
        },
        {
            "en": "He was shot and <em>fatally</em> injured by a sniper.",
            "vi": "Ông ta bị một tên bắn tỉa bắn phát chí tử."
        },
        {
            "en": "Many prisoners were <em>fatally</em> tortured in this room.",
            "vi": "Nhiều tù nhân từng bị tra tấn đến chết trong căn phòng này."
        },
        {
            "en": "However, Pritchett has demonstrated that the empirical work is <em>fatally</em> flawed.",
            "vi": "Tuy vậy, Pritchett đã chỉ ra rằng công trình thực nghiệm là sai sót một cách trầm trọng."
        },
        {
            "en": "No one was <em>fatally</em> injured, despite their car being riddled with bullets.",
            "vi": "Không ai bị thương chí mạng, mặc dù xe của họ lỗ chỗ những vết đạn."
        },
        {
            "en": "According to the Ministry of Health, 1,386 people suffered food poisoning in the first four months this year, two <em>fatally</em>.",
            "vi": "Theo bộ y tế, có 1386 người bị ngộ độc thực phẩm trong 4 tháng đầu năm nay, trong đó 2 người đã tử vong."
        },
        {
            "en": "A state occupational safety and health spokeswoman said Melena was \"<em>fatally</em> injured when he was cooked\" in a steamer machine, reports the newspaper.",
            "vi": "Môt phát ngôn viên thuộc cơ quan an toàn và sức khoẻ của bang nói rằng Melena “bị thương dẫn đến tử vong khi ông bị nấu chín” trong một máy hơi nước, tờ báo trên đưa tin."
        },
        {
            "en": "A man was <em>fatally</em> wounded when he was ejected from his all terrain vehicle at the bottom of a steep hill.",
            "vi": "Một người đàn ông đã bị thương chí tử khi ông bị phóng ra từ chiếc xe vượt mọi địa hình của mình ở dưới chân một ngọn đồi dốc."
        },
        {
            "en": "Widespread though it is however, reliance on a single language is a strategy that is <em>fatally</em> flawed. It makes no allowance for the growing trend in Linguistic Nationalism whereby buyers in Asia, South America and the Middle East in particular are asserting their right to —work in the language of the customer!.",
            "vi": "Mặc dù ngày càng được phổ biến, nhưng sự phụ thuộc vào một ngôn ngữ đơn lẻ lại là một chiến lược chứa nhiều thiếu sót lỗ hổng. Nó ngăn cản xu hướng phát triển chủ nghĩa dân tộc về ngôn ngữ nhờ đó mà thương gia ở Châu Á, Nam Mỹ và Trung Đông đặc biệt khẳng định quyền của mình để làm việc bằng ngôn ngữ của khách hàng!"
        },
        {
            "en": "Plastic is everywhere in our seas. It accumulates on the sea floor and in sediments, washes up on coastlines, and is taken up by fish and other sea creatures. It affects birds, fish, mammals, and other marine life. It eventually breaks down into smaller bits, which can look like fish eggs and get eaten by marine animals, but it never biodegrades. Those particles, or microplastics, just keep building up. They also absorb and concentrate toxic chemicals, poisoning the animals that consume them. Studies show that 44 percent of all seabird species have plastic in and around their bodies, and fish, birds, turtles, and whales often become <em>fatally</em> entangled in plastic waste.",
            "vi": "Nhựa ở khắp mọi nơi trong biển của chúng ta. Nó tích tụ dưới đáy biển và trong chất trầm tích, trôi dạt vào bờ biển, cá và các sinh vật biển khác làm nó nổi lên. Nhựa ảnh hưởng đến các loài chim, cá, động vật có vú và các sinh vật biển khác. Nhựa cuối cùng phân hủy thành những mảnh nhỏ (nhưng không bao giờ phân hủy sinh học), có thể trông chúng giống như trứng cá nên các động vật biển nuốt chúng. Những mảnh nhỏ hoặc những hạt nhựa cực nhỏ chỉ tích tụ dần lên. Chúng cũng hấp thụ và cô đọng các hóa chất độc hại, làm các loài động vật đã tiêu thụ chúng bị nhiễm độc. Các nghiên cứu cho thấy rằng 44 phần trăm các loài chim biển có nhựa trong và quanh thân thể của chúng; còn cá, chim, rùa, cá voi thường bị mắc vào cái bẫy tử vong với chất thải nhựa."
        },
        {
            "en": "Suicide Bomber Attacks Afghan Defense Ministry         KABUL, Afghanistan — An insurgent wearing an Afghan Army uniform and a vest laced with explosives opened fire inside the heavily fortified Ministry of Defense headquarters on Monday, killing at least two soldiers, a ministry spokesman said.  A spokesman for the Taliban, which claimed responsibility for the attack, said the intended target was France’s minister of defense, Gérard Longuet, who was scheduled to visit the compound later in the day. Soldiers shot the attacker before he could detonate his vest, said the Afghan military spokesman, Gen. Zahir Azimi.  The attack was the third in three days on government compounds by insurgents disguised as members of the Afghan national security forces. Their seemingly easy access to even the most heavily guarded locations has intensified concerns over Taliban infiltration of the police and military forces, just as they are preparing to take over security from the American-led coalition in some parts of the country this summer and the entire country by the end of 2014.  Zabiullah Mujaheed, a Taliban spokesman, said the insurgent was from Panjshir Province — the heartland of the Northern Alliance, which helped the United States oust the Taliban in 2001 — and had been serving in the Afghan Army for three years.  But General Azimi said such assertions were premature. “We don’t know whether he was a member of the army or not,” he said. “All I can say is that he was wearing an Afghan National Army uniform. It doesn’t mean he was an army soldier. We are doing our investigation to find out.”  General Azimi said the attacker entered the compound about 11:30 a.m. and opened fire, killing two soldiers and wounding seven close to the defense minister’s office before being <em>fatally</em> shot. An explosives ordnance team then defused his vest. The defense minister, Abdul Rahim Wardak, was not present at the time, General Azimi said.  Soldiers continued searching the compound, which covers several city blocks in downtown Kabul, looking for other possible attackers late in the afternoon. Contrary to earlier reports, the general said no hostages had been taken. A doctor at Kabul’s military hospital said three soldiers had been killed; there was no immediate explanation for the discrepancy in the death toll.  Mr. Longuet, who had arrived on Sunday to meet with French troops deployed here, was not in the ministry at the time of the attack, according to the military command in Paris. He had been scheduled to attend a joint news conference with Afghan military officials at 1:30 p.m.  It was the latest in a string of attacks aimed at Afghan government and military officials in what the Taliban has called the beginning of its spring offensive. On Saturday, a suicide bomber killed five NATO service members in eastern Afghanistan. A day earlier, a suicide bomber killed the police chief of Kandahar Province. In both attacks, the bombers were dressed in Afghan Army or police uniforms.   “Using these kinds of attacks is very useful for us in recruiting someone and working inside Afghan forces,” Mr. Mujaheed, the Taliban spokesman, said in a telephone interview after Saturday’s attack. “This inflicts more casualties and does not cause any civilian casualties.”  He added, “We have many more youths who are already in Afghan military ranks waiting for their chance to attack.”  General Azimi said the government was working to root out insurgents from the army and police forces, but acknowledged that the task was daunting. “We have set up a security team who is watching suspicious people inside military forces, but it’s hard to recognize them,” he said.  Even when they are not in the military, insurgents have easy access to police and army uniforms, General Azimi said. An elder in a remote village in the eastern province of Paktika, along the Pakistan border, recently told a reporter for The New York Times that insurgents had been showing up in his village dressed in Afghan Army and police uniforms.   “You know, finding uniforms is easy,” General Azimi said. “They can find it anywhere, and they can make it. People sell military equipment in the bazaar. We have collected and confiscated uniforms several times, but again it’s hard to collect all of them. Besides, you can find them in the provinces as well.”  The attack on the Defense Ministry was just part of a bloody two days for Afghan security forces. In Ghazni Province, south of the capital, six police officers were killed when their vehicle struck a roadside bomb, said Musa Khan Akbar Zada, the provincial police chief.  Three more police officers were killed Sunday night in Oruzgan Province when their vehicle struck an improvised explosive device, said the provincial police chief, Fazal Ahmad Shirzad.",
            "vi": "Kẻ đánh bom liều chết tấn công Bộ Quốc phòng Áp-ga-ni-xtan      KABUL, Áp-ga-ni-xtan – Một kẻ nổi loạn mặc quân phục Áp-ga-ni-xtan và áo gi-lê có cài chất nổ đã nổ súng bên trong trụ sở Bộ Quốc phòng được tăng cường chặt chẽ vào hôm thứ hai, làm thiệt mạng ít nhất hai binh sĩ, người phát ngôn Bộ Quốc phòng nói.  Người phát ngôn viên cho Ta-li-ban, phe nhận trách nhiệm về cuộc tấn công, nói rằng mục tiêu nhắm tới là Bộ trưởng Quốc phòng Pháp, Gérard Longuet, theo lịch trình thì ông này sẽ tới thăm khu nhà này vào cuối ngày. Binh lính đã bắn kẻ tấn công trước khi hắn kích nổ áo của mình, theo lời của tướng Zahir Azimi, người phát ngôn của quân đội Áp-ga-ni-xtan.  Cuộc tấn công này là cuộc tấn công thứ ba vào các toà nhà chính phủ trong ba ngày do những kẻ nổi loạn cải trang thành thành viên của lực lượng an ninh quốc gia Áp-ga-ni-xtan thực hiện. Việc đột nhập có vẻ dễ dàng của chúng vào các nơi thậm chí được canh gác chặt chẽ nhất đã làm cho lực lượng cảnh sát và quân đội thêm lo lắng về sự thâm nhập của Ta-li-ban, cũng như việc họ đang chuẩn bị tiếp quản an ninh từ liên minh do Mỹ lãnh đạo ở một số vùng trong nước vào mùa hè này và cả nước vào cuối năm 2014.  Zabiullah Mujaheed, người phát ngôn của Ta-li-ban, nói rằng kẻ nổi loạn đến từ tỉnh Panjshir - khu trung tâm của Liên minh phương bắc, lực lượng đã giúp Hoa Kỳ hất cẳng Ta-li-ban vào năm 2001 - và đã phục vụ trong Quân đội Áp-ga-ni-xtan trong ba năm.  Nhưng tướng Azimi nói rằng còn quá sớm khi khẳng định như vậy. \"Chúng tôi không biết liệu hắn có phải là thành viên của quân đội hay không,\" ông nói. \"Tất cả những gì tôi có thể nói là hắn mặc quân phục quốc gia Áp-ga-ni-xtan. Điều đó không có nghĩa là hắn là lính của quân đội. Chúng tôi đang điều tra làm rõ.\" Tướng Azimi nói rằng kẻ tấn công đột nhập vào khu trụ sở này khoảng 11:30 sáng và đã nổ súng, giết chết hai binh sĩ và làm bị thương bảy người sát bên văn phòng của bộ trưởng quốc phòng trước khi hắn bị bắn chết. Ban quân nhu về chất nổ sau đó đã tháo ngòi nổ trong áo của hắn. Bộ trưởng quốc phòng Abdul Rahim Wardak lúc đó không có mặt, tướng Azimi nói.  Binh lính tiếp tục lục soát khu trụ sở này, gồm nhiều khu nhà ở trung tâm Kabul, tìm kiếm những kẻ khác có thể tấn công vào cuối buổi chiều. Trái với bản báo cáo trước đây, vị tướng này nói rằng không có con tin nào bị bắt giữ. Một bác sĩ tại bệnh viện quân y Kabul nói rằng ba binh sĩ đã bị giết; vẫn chưa có giải thích tức thời về việc không nhất quán về tổng số người chết.  Ông Longuet, theo lệnh của quân đội ở Paris, hôm chủ nhật đã đến để họp với quân đội Pháp được triển khai ở đây, không có mặt tại Bộ Quốc phòng lúc xảy ra tấn công. Theo lịch trình thì ông này sẽ tham dự cuộc họp báo chung với các quan chức của quân đội Áp-ga-ni-xtan lúc 1:30 chiều. Đó là vụ tấn công mới nhất trong hàng loạt vụ tấn công nhằm vào các quan chức chính phủ và quân đội Áp-ga-ni-xtan trong cái mà phe Ta-li-ban gọi là bắt đầu cuộc tấn công mùa xuân. Hôm thứ bảy, một kẻ đánh bom liều chết đã giết chết năm thành viên của NATO ở miền đông Áp-ga-ni-xtan. Ngày hôm trước, một kẻ đánh bom liều chết đã giết chết cảnh sát trưởng của tỉnh Kandahar. Trong cả hai vụ tấn công, kẻ ném bom đều mặc quân phục hay cảnh phục Áp-ga-ni-xtan.  \"Việc sử dụng các loại các hình tấn công này rất có lợi cho chúng tôi trong việc tuyển ra một người và làm việc trong lực lượng Áp-ga-ni-xtan, \"Ông Mujaheed, người phát ngôn của Ta-li-ban, nói trong cuộc phỏng vấn qua điện thoại sau khi xảy ra cuộc tấn công hôm thứ bảy. \"Vụ này làm cho nhiều binh lính thương vong hơn nhưng không gây ra bất kỳ trường hợp thương vong nào cho thường dân.\" Ông nói thêm, \"Chúng tôi có nhiều thanh niên nữa sẵn sàng trong hàng ngũ quân đội Áp-ga-ni-xtan đang chờ cơ hội tấn công.\" Tướng Azimi nói rằng chính phủ đang nỗ lực để tìm ra những kẻ nổi loạn trong lực lượng quân đội và cảnh sát, nhưng thừa nhận rằng nhiệm vụ này làm họ nản chí. \"Chúng tôi đã thiết lập một nhóm an ninh theo dõi những kẻ bị tình nghi bên trong lực lượng quân đội, nhưng thật khó mà nhận ra bọn chúng,\" ông nói.  Thậm chí khi không có mặt trong quân đội thì những kẻ nổi loạn cũng dễ dàng có được cảnh phục và quân phục, tướng Azimi nói. Một người lớn tuổi trong một ngôi làng hẻo lánh ở miền đông tỉnh Paktika, dọc biên giới Pa-ki-xtan, mới đây đã nói với phóng viên Thời báo New York rằng những kẻ nổi loạn mặc quân phục và cảnh phục Áp-ga-ni-xtan đã xuất hiện trong làng của ông.  \"Bạn biết đó, việc tìm đồng phục thật dễ dàng,\" tướng Azimi nói. \"Chúng có thể tìm ra đồng phục bất kỳ nơi đâu, và chúng có thể làm được. Những người bán thiết bị quân sự trong chợ. Chúng tôi đã thu thập và tịch thu đồng phục vài lần, nhưng thật khó mà thu thập được tất cả một lần nữa. Hơn nữa, bạn cũng có thể tìm được đồng phục ở các tỉnh.\" Cuộc tấn công vào Bộ Quốc phòng chỉ là một phần trong hai ngày đẫm máu đối với lực lượng an ninh Áp-ga-ni-xtan. Ở tỉnh Ghazni, phía nam thủ đô, sáu viên sĩ quan cảnh sát đã chết khi xe của họ đâm vào một quả bom ven đường, Musa Khan Akbar Zada, cảnh sát trưởng tỉnh này nói.   Ba viên sĩ quan cảnh sát nữa đã chết vào đêm chủ nhật ở tỉnh Oruzgan khi xe của họ đâm vào một thiết bị nổ tự chế, theo lời của Fazal Ahmad Shirzad, cảnh sát trưởng tỉnh này."
        }
    ],
    "suggestions": []
}