{
    "en_vn": {
        "data": {
            "content": null,
            "word": "fattening",
            "pronounce": ""
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fattening",
            "pronounce": ""
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "fattening",
            "pronounce": ""
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fattening",
            "pronounce": ""
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> sự làm đặc</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><b><font color=\"#1a76bf\">Lĩnh vực:</font></b><font color=\"#666699\"> hóa học &amp; vật liệu</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm sệt</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">fattening (paint)</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> làm cho đậm đặc</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "fattening",
            "pronounce": ""
        }
    },
    "sentences": [
        {
            "en": "Chocolate is <em>fattening</em>.",
            "vi": "Sô-cô-la làm cho mập."
        },
        {
            "en": "I am trying to lose weight so I have to steer clear of <em>fattening</em> foods.",
            "vi": "Tôi đang cố gắng giảm cân nên tôi phải tránh các đồ ăn béo."
        },
        {
            "en": "I 'm trying to lose weight so I have to steer clear of <em>fattening</em> foods.",
            "vi": "Tôi đang cố giảm cân nên tôi phải tránh xa những thức ăn gây béo phì."
        },
        {
            "en": "Hugging is practically perfect. No batteries to wear out, inflation-proofing, non-<em>fattening</em>, no monthly payments, theft-proof and nontaxable.",
            "vi": "Cái ôm gần như là hoàn hảo về mọi mặt. Nó không cần pin để rồi hết năng lượng, không lạm phát, không gây béo phì, không cần lương tháng, chống được trộm cướp và không"
        },
        {
            "en": "Hugging is practically perfect. No batteries to wear out, inflation - proofing, non - <em>fattening</em>, no monthly payments, theft - proof and nontaxable.",
            "vi": "Cái ôm gần như là hoàn hảo về mọi mặt. Nó không cần pin để rồi hết năng lượng, không lạm phát, không gây béo phì, không cần lương tháng, chống được trộm cướp và không phải tính thuế."
        },
        {
            "en": "\"The rapid growth of Australian cows has encouraged many local firms to import Australian cows for <em>fattening</em> to sell meat and abandon local cows,\" Ngoc said.",
            "vi": "\" Sự phát triển nhanh chóng của bò Úc đã khuyến khích nhiều công ty địa phương nhập khẩu bò Úc nhằm vỗ béo để bán thịt và từ bỏ bò địa phương\" Ông Ngọc chia sẽ."
        },
        {
            "en": "Maybe the peasants in the suburbs are the ones to experience Tet before anyone else because all their tasks from taking care of fruits, vegetables and flowers to <em>fattening</em> pigs and poultry are for Tet's sake.",
            "vi": "Có lẽ nông dân ngoại thành là những người cảm nhận tết trước bất cứ ai khác vì tất cả công việc của họ từ vun xới trái cây, rau và hoa cho đến vỗ béo lợn và gia cầm đều là vì tết cả."
        },
        {
            "en": "You don’t have to drink beer to get a beer belly. Men are more likely to gain fat around the waist, so anything <em>fattening</em> can pad the paunch. Unfortunately, belly fat raises the risk of heart disease, especially if your waist size is more than 40 inches.",
            "vi": "Bạn chẳng cần phải uống bia mới có bụng bia. Nam giới thường rất dễ tích mỡ quanh vùng thắt lưng, thế nên bất cứ thứ gì nhiều chất béo cũng có thể làm cho bụng phệ ra thêm. Tiếc là, mỡ bụng làm tăng nguy cơ bệnh tim, nhất là khi số đo vòng eo của bạn trên 40 in-sơ."
        },
        {
            "en": "Just a couple of servings of potato a day can reduce blood pressure in obese or overweight people with high blood pressure, calling into question the lowly spud's current reputation as a <em>fattening</em>, unhealthy food, according to new research presented at a conference in Denver, Colorado, USA, on Wednesday.",
            "vi": "Chỉ cần ăn khoai tây một vài lần mỗi ngày có thể làm giảm huyết áp ở những người béo phì hoặc thừa cân có huyết áp cao, đặt ra nghi vấn về quan niệm hiện thời cho rằng khoai tây là một thực phẩm làm béo phì và không tốt cho sức khoẻ, theo một nghiên cứu mới được trình bày tại một hội nghị ở Denver, Colorado, Mỹ, vào hôm thứ Tư."
        },
        {
            "en": "Just a couple of servings of potato a day can reduce blood pressure in obese or overweight people with high blood pressure, calling into question the lowly spud's current reputation as a <em>fattening</em>, unhealthy food, according to new research presented at a conference in Denver, Colorado, USA, on Wednesday.\n\"The potato, more than perhaps any other vegetable, has an undeserved bad reputation that has led many health-conscious people to ban them from their diet,\" said Dr Joe Vinson, a professor in the Department of Chemistry at the University of Scranton in Pennsylvania, who led the research that was presented at the 242nd National Meeting & Exposition of the American Chemical Society (ACS).\nBut before you go out and order French fries, the preferred way of eating this most consumed of all vegetables in the US, consider this: the research was done with purple potatoes cooked in the microwave oven, with no oil or fat whatsoever. \n Vinson said when you mention \"potato\" what generally comes to mind is \"<em>fattening</em>, high-carbs, empty calories\". But that is because of the way this humble vegetable is usually prepared.\n\"In reality, when prepared without frying and served without butter, margarine or sour cream, one potato has only 110 calories and dozens of healthful phytochemicals and vitamins,\" said Vinson, adding that he and his colleagues hope their study will help to remake the potato's popular nutritional image.For their study, Vinson and colleagues first did before and after tests of blood and urine of a group of healthy participants who ate either 6 to 8 small purple potatoes cooked in a microwave oven or the equivalent amount of starch in the form of biscuits. The results showed that the antioxidant capacity of their blood and urine was increased by the potatoes and lowered by the biscuits.   Then they recruited 18 mostly overweight and obese patients with high blood pressure (their average BMI was 29) and invited them to take part in a crossover study. For 4 weeks, they ate either 6 to 8 purple potatoes twice a day or no potatoes in their normal diet, and then crossed over to the other regimen for another 4 weeks. The potatoes were each about the size of a golf ball and eaten with skins on.\nThey found that eating potatoes was not accompanied by changes in body weight, blood fats (lipids) or glucose levels (HbA1c), but resulted in lower blood pressure: the diastolic (the lower reading of a conventional blood pressure reading such as 120/80) went down by a significant 4.3%, and systolic by 3.5%. The blood pressure went down in spite of the fact 14 of the 18 participants were also on blood pressure medication.\nThe researchers concluded that purple potatoes are an effective agent for lowering blood pressure and thereby lower the risk of heart disease and stroke in patients with high blood pressure.  Although the participants in this study ate purple potatoes, which contain high amounts of antioxidants, such as phenolic acids, anthocyanins and carotenoids, Vinson and colleagues believe red-skin and white potatoes would confer similar benefits and are already planning a study that uses them. Vinson said previous studies have found potatoes contain phytochemicals (chemicals that occur naturally in plants) that have similar effects to ACE-inhibitors, medications used to treat high blood pressure.He said potatoes contain other phytochemicals in similar amounts as found in broccoli spinach and Brussels sprouts, and these could also be helping to lower blood pressure.But deep frying potatoes subjects them to such high temperatures that it seems to destroy these healthy chemicals, leaving the consumer with only starch, fat and minerals. Vinson said that just microwaving the raw potatoes seems to be the best way to preserve the antioxidants.   The United States Department of Agriculture Agricultural Research Service (USDA-ARS) State Cooperative Potato Research Program helped pay for the study.\n  Written by Catharine Paddock PhD  Copyright: Medical News Today",
            "vi": "Chỉ cần ăn khoai tây một vài lần mỗi ngày có thể làm giảm huyết áp ở những người béo phì hoặc thừa cân có huyết áp cao, đặt ra nghi vấn về quan niệm hiện thời cho rằng khoai tây là một thực phẩm làm béo phì và không tốt cho sức khoẻ, theo một nghiên cứu mới được trình bày tại một hội nghị ở Denver, Colorado, Mỹ, vào hôm thứ Tư. \n“Khoai tây, có lẽ hơn bất cứ một rau củ nào khác, bị tiếng xấu một cách không công bằng đã khiến nhiều người dân có ý thức về sức khỏe đã loại bỏ khoai tây ra khỏi chế độ ăn uống của họ”, theo Tiến sĩ Joe Vinson, giáo sư Khoa Hóa tại Đại học Scranton ở Pennsylvania, trưởng nhóm nghiên cứu đã được trình bày tại Hội nghị quốc gia lần thứ 242 và triển lãm của Hội Hóa học Mỹ (ACS). Nhưng trước khi bạn ra ngoài và gọi món khoai tây chiên giòn, cách được ưa thích nhiều nhất khi tiêu thụ món này ở Hoa Kỳ, hãy cân nhắc điều này: nghiên cứu đã được thực hiện với khoai tây tím nấu chín trong lò vi sóng, không sử dụng chút dầu mỡ nào.  Vinson cho biết khi bạn đề cập đến “khoai tây”, bạn sẽ nghĩ ngay đến “béo, nhiều các-bô hy-drát, không có năng lượng\". Nhưng đó là bởi vì các loại quả nhỏ bé này thường được chuẩn bị. Nhưng đó là vì cách mà loại củ nhỏ bé này thường được chế biến.  “Thật ra, khi chế biến mà không cần rán và không ăn kèm bơ, bơ thực vật hoặc kem chua, một củ khoai tây chỉ có 110 calo và hàng chục hóa chất có nguồn gốc từ thực vật và vitamin có lợi cho sức khỏe”,  Vinson nói, nhấn mạnh thêm anh ấy và đồng nghiệp hy vọng nghiên cứu của họ sẽ giúp thay đổi quan niệm về dinh dưỡng phổ biến của khoai tây.  \nĐối với nghiên cứu của họ, Vinson và đồng nghiệp đã lần đầu tiên thực hiện các xét nghiệm máu và nước tiểu của một nhóm người khỏe mạnh, trước và sau khi họ ăn 6 đến 8 củ khoai tây màu tím nhỏ nấu chín trong lò vi sóng hoặc lượng tinh bột tương đương dưới dạng bánh quy. Kết quả cho thấy rằng khả năng chống oxy hóa của máu và nước tiểu của họ được khoai tây làm tăng lên và bánh bích-quy làm giảm xuống.  Sau đó, họ chọn lọc 18 bệnh nhân chủ yếu là thừa cân và béo phì có huyết áp cao (chỉ số BMI trung bình của họ là 29) và mời họ tham gia vào một nghiên cứu chéo. Trong 4 tuần, họ ăn 6 đến 8 củ khoai tây tím hai lần một ngày hoặc không ăn khoai tây trong chế độ ăn uống bình thường của họ, và sau đó đổi qua chế độ kia trong thêm 4 tuần nữa. \nHọ phát hiện ra rằng ăn khoai tây không gây ra những thay đổi trong trọng lượng cơ thể, mỡ trong máu (li-pít) hoặc mức glu-cô (HbA1c), nhưng dẫn đến hạ huyết áp: huyết áp tâm trương (thấp hơn số đo huyết áp thông thường là 120/80) giảm đáng kể xuống 4,3% và huyết áp tâm thu giảm 3,5%. Huyết áp đi xuống mặc dù thực tế là 14 trong 18 người tham gia cũng dùng thuốc huyết áp.  Các nhà nghiên cứu kết luận rằng khoai tây tím là tác nhân giảm huyết áp có hiệu quả và do đó giảm nguy cơ mắc bệnh tim và đột quỵ ở những bệnh nhân cao huyết áp. Mặc dù những người tham gia trong nghiên cứu này ăn khoai tây tím, chứa một lượng cao chất chống oxy hóa, như là axít fenola, chất sắc và nhóm chất carotene, Vinson và đồng nghiệp tin rằng khoai tây có vỏ màu trắng và đỏ sẽ mang lại những lợi ích tương tự và đang lập kế hoạch cho một nghiên cứu sử dụng chúng. \nVinson cho biết những nghiên cứu trước đây đã tìm thấy khoai tây có chứa các hoá chất có nguồn gốc thực vật (hoá chất có tự nhiên trong thực vật) có tác dụng tương tự như các chất ức chế ACE, thuốc được sử dụng để điều trị huyết áp cao.\nÔng cho biết khoai tây có chứa các hoá chất có nguồn gốc thực vật khác trong lượng tương tự như được tìm thấy trong bông cải xanh cải bina và cải bắp Bru-xen, và cũng có thể giúp hạ huyết áp. \nTuy nhiên, khoai tây chiên giòn trong nhiệt độ cao khiến cho nó dường như bị phá huỷ hết các chất hóa học có lợi cho sức khỏe, chỉ còn lại các chất béo, tinh bột và khoáng chất khi đến tay người tiêu dùng. Vinson cho biết chỉ dùng lò vi sóng để chế biến khoai tây dường như là cách tốt nhất để bảo vệ các chất chống oxy hóa. \nSở Nghiên Cứu Nông Nghiệp của Bộ nông nghiệp Hoa Kỳ (USDA-ARS) Chương trình hợp tác Nghiên cứu Khoai tây của nhà nước đã tài trợ cho nghiên cứu. \nTác giả: Tiến sĩ Catharine Paddock PhD  Bản quyền: Medical News Today"
        },
        {
            "en": "Top 7 Most Common Financial Mistakes      It is indeed a material world. When it comes to spending, the U.S. is a culture of consumption. The result: rising levels of consumer debt and declining household savings rates. But in 2008, this culture was hit hard by economic reality. According to the Federal Reserve, U.S. household debt grew steadily from the time the Fed started tracking it in 1952. It declined for the first time in the third quarter of 2008. As a result of the credit crisis and ensuing economic recession, savings rates also rebounded. For those who had been living beyond their means for years, it suddenly got a lot harder to make ends meet. And, although the government tends to encourage spending during economic downturn and statistics may lead us to think that overspending is normal, it is often a risky choice. Here we'll take a look at seven of the most common financial mistakes that often lead people to major economic hardship. Even if you're already facing financial difficulties, steering clear of these mistakes could be the key to survival.  Mistake No. 1: Excessive/Frivolous Spending  Great fortunes are often lost one dollar at time. It may not seem like a big deal when you pick up that double-mocha cappuccino, stop for a pack of cigarettes, have dinner out or order that pay-per-view movie, but every little item adds up. Just $25 per week spent on dining out costs you $1,300 per year, which could go toward an extra mortgage payment or a number of extra car payments. If you're enduring financial hardship, avoiding this mistake really matters - after all, if you're only a few dollars away from foreclosure or bankruptcy, every dollar will count more than ever.  Mistake No. 2: Never-Ending Payments   Ask yourself if you really need items that keep you paying for every month, year after year. Things like cable television, subscription radio and video games, cell phones and pagers can force you to pay unceasingly but leave you owning nothing. When money is tight, or you just want to save more, creating a leaner lifestyle can go a long way to <em>fattening</em> your savings and cushioning your from financial hardship.  Mistake No. 3: Living on Borrowed Money   Using credit cards to buy essentials has become somewhat normal. But even if an ever-increasing number of consumers are willing to pay double-digit interest rates on gasoline, groceries and a host of other items that are gone long before the bill is paid in full, don't be one of them. Credit card interest rates make the price of the charged items a great deal more expensive. Depending on credit also makes it more likely that you'll spend more than you earn.  Mistake No. 4: Buying a New Car  Millions of new cars are sold each year, although few buyers can afford to pay for them in cash. However, the inability to pay cash for a new car means an inability to afford the car. After all, being able to afford the payment is not the same as being able to afford the car. Furthermore, by borrowing money to buy a car, the consumer pays interest on a depreciating asset, which amplifies the difference between the value of the car and the price paid for it. Worse yet, many people trade in their cars every two or three years, and lose money on every trade.   Sometimes a person has no choice but to take out a loan to buy a car, but how much does any consumer really need a large SUV? Such vehicles are expensive to buy, insure and fuel. Unless you tow a boat or trailer, or need an SUV to earn a living, is an eight-cylinder engine worth the extra cost of taking out a large loan? If you need to buy a car and/or borrow money to do so, consider buying one that uses less gas and costs less to insure and maintain. Cars are expensive. You might need one, but if you're buying more car than you need, you're burning through money that could have been saved or used to pay off debt.   Mistake No. 5: Buying Too Much House  When it comes to buying a house, bigger is also not necessarily better. Unless you have a large family, choosing a 6,000-square-foot home will only mean more expensive taxes, maintenance and utilities. Do you really want to put such a significant, long-term dent in your monthly budget?   Mistake No. 6: Treating Your Home Equity Like a Piggy Bank  Your home is your castle. Refinancing and taking cash out on it means giving away ownership to someone else. It also costs you thousands of dollars in interest and fees. Smart homeowners want to build equity, not make payments in perpetuity. In addition, you'll end up paying way more for your home than it's worth, which virtually ensures that you won't come out on top when you decide to sell.   Mistake No. 7: Living Paycheck to Paycheck  In 2007, the U.S. household savings rate fell below 1%, but other countries had considerably higher rates of personal savings. For example, the Netherlands, Italy, Norway, Germany and France personal savings rates average 10% or more according to the OECD Factbook 2005. Clearly it is possible to enjoy a high standard of living without financing it with debt. Countries in Asia boast savings rates of as much as 30%!   The cumulative result of overspending puts people into a precarious position - one in which they need every dime they earn and one missed paycheck would be disastrous. This is not the position you want to find yourself in when an economic recession hits. If this happens, you'll have very few options. Everyone has a choice in how they live, so it's just a matter of making savings a priority.  Making a Payment Vs. Affording A Purchase  To steer yourself away from the dangers of overspending, start by monitoring the little expenses that add up quickly, then move on to monitoring the big expenses. Think carefully before adding new debts to your list of payments, and keep in mind that being able to make a payment isn't the same as being able to afford the purchase. Finally, make saving some of what you earn a monthly priority.",
            "vi": "7 sai lầm về tài chính thường gặp nhất   \nCuộc sống thực sự là một thế giới vật chất. Khi nói đến tiêu xài, Mỹ là nền văn hoá tiêu thụ. Kết quả: tăng các mức nợ về mua sắm tiêu dùng và giảm tỷ lệ tiết kiệm trong gia đình. Nhưng vào năm 2008, văn hoá tiêu thụ này bị hiện thực kinh tế tác động mạnh. Theo Cục Dự trữ Liên bang, nợ của các hộ gia đình Mỹ tăng đều đặn kể từ thời điểm Cục Dự trữ Liên bang bắt đầu theo dõi năm 1952. Lần đầu tiên tiêu dùng sụt giảm là vào quý ba năm 2008. Do cuộc khủng hoảng tín dụng và giai đoạn suy thoái kinh tế tiếp theo, tỷ lệ tiết kiệm cũng có ảnh hưởng ngược lại. Với những người lâu nay sống vung tay quá trán, thì bỗng nhiên gặp nhiều khó khăn hơn để đắp đổi qua ngày. Và, mặc dù chính phủ thường khuyến khích tiêu dùng trong giai đoạn suy thoái kinh tế và các số liệu thống kê có thể khiến chúng ta nghĩ rằng việc chi xài quá mức là bình thường, tiêu quá nhiều tiền vẫn luôn là một lựa chọn đầy rủi ro. Sau đây chúng ta sẽ tìm hiểu 7 sai lầm về tài chính phổ biến nhất mà thường đưa mọi người đến khó khăn kinh tế rất lớn. Thậm chí nếu bạn đã từng gặp những khó khăn tài chính, việc tránh xa những sai lầm này có thể là bí quyết sinh tồn. Sai lầm số 1: Chi tiêu quá mức/phù phiếm Núi vàng thường biến mất dần từ một đồng xu lẻ. Có lẽ bạn cho rằng khi chọn gấp đôi cà phê Mocha, Cappuccino cùng một lúc, dừng lại để mua gói thuốc lá, ra ngoài ăn tối hoặc yêu cầu bộ phim theo dịch vụ trả phí mỗi lần xem đó là chuyện chẳng có gì to tát, nhưng tích tiểu thành đại.  Chỉ 25 đô la mỗi tuần dành cho việc đi ăn tiệm cũng làm bạn tốn 1300 đô la mỗi năm, số tiền có thể dành để trả nợ thế chấp bổ sung, hoặc một số khoản thanh toán xe phụ trội. Nếu bạn đang chịu khó khăn về tài chính, thì làm sao tránh sai lầm này thực sự là rất quan trọng – sau cùng, nếu bạn chỉ thiếu vài đô la nữa thôi là sẽ bị tịch biên tài sản hoặc vỡ nợ, thì mỗi đồng đô la lẻ sẽ lại càng có giá trị hơn bao giờ hết. Sai lầm số 2: Những khoản thanh toán không dứt Tự hỏi mình xem có thật sự cần những món hàng mà phải trả phí hàng tháng, năm này qua năm khác không. Những thứ như truyền hình cáp, ra-đi-ô vệ tinh và trò chơi điện tử, điện thoại di động và máy nhắn tin có thể bắt bạn phải trả không ngừng nghỉ nhưng chẳng để lại cho bạn cái gì cả. Khi tiền bạc khan hiếm, hoặc bạn muốn dành dụm nhiều hơn nữa, tạo lối sống khắc khổ hơn có thể tiến gần đến việc làm tăng số tiền tiết kiệm hoặc giảm khó khăn về tài chính của bạn.  Sai lầm số 3: Sống dựa vào tiền vay mượn  Dùng thẻ tín dụng mua những thứ cần thiết đã trở thành điều tương đối bình thường. Nhưng cho dù số lượng người tiêu dùng tăng chưa từng có đang sẵn lòng trả lãi suất hai con số đối với xăng, thực phẩm và hàng loạt các mặt hàng khác, những mặt hàng mà họ dùng hết từ lâu trước khi thanh toán đầy đủ hoá đơn, thì cũng đừng thuộc số những người như vậy.  Lãi suất thẻ tín dụng làm giá các mặt hàng được tính đắt hơn rất nhiều. Phụ thuộc vào thẻ tín dụng còn gây ra nhiều khả năng là bạn tiêu nhiều hơn số tiền bạn kiếm được. Sai lầm số 4: Mua xe mới Hàng triệu chiếc xe được bán mỗi năm, mặc dù ít người mua có đủ khả năng trả tiền ngay. Bất luận thế nào, không có khả năng trả tiền mua xe mới ngay nghĩa là không đủ khả năng mua xe. Xét cho cùng, có khả năng thanh toán không giống như có đủ khả năng mua xe. Hơn nữa, nhờ mượn tiền để mua xe hơi, người tiêu dùng phải trả lãi đối với một tài sản đang giảm giá, việc này làm gia tăng rất nhiều chênh lệch giữa giá trị của chiếc xe và giá mua nó. Nhưng tệ hơn, nhiều người bán xe cũ của mình để mua xe mới cứ hai hoặc ba năm một lần, và mỗi lần mua bán lại một lần mất tiền. Đôi khi một người buộc lòng phải vay thế chấp trả dần để mua xe, nhưng bao nhiêu tiện ích của một chiếc xe thể thao đa dụng lớn (SUV) thật sự cần thiết đối với bất kỳ người tiêu dùng nào? Những chiếc xe này rất tốn tiền mua, bảo hiểm và cung cấp nhiên liệu. Trừ trường hợp bạn kéo theo một chiếc thuyền hay xe moóc dùng làm nhà ở, hoặc cần xe thể thao đa dụng (SUV) để kiếm sống, liệu một động cơ 8 xi-lanh có đáng để trả phí tổn ngoại ngạch vì vay thế chấp trả dần một số tiền lớn? Nếu bạn cần mua xe và/hoặc mượn tiền mua xe, hãy tính toán mua chiếc xe tiết kiệm xăng và ít tốn phí bảo hiểm và bảo trì. Xe hơi tốn tiền. Bạn có thể cần một chiếc, nhưng nếu bạn mua nhiều xe hơn bạn cần, bạn đang tiêu hết rất nhanh số tiền mà đáng ra phải tiết kiệm hoặc dùng trả hết nợ. Sai lầm số 5: Mua nhà quá lớn Khi nói đến mua một căn nhà, thì căn nhà lớn hơn cũng không nhất thiết tốt hơn. Trừ phi gia đình bạn đông người, chọn mua căn nhà rộng 6 ngàn phút vuông chỉ có nghĩa là tiền thuế, tiền bảo trì và tiền mua sắm tiện ích tốn kém nhiều hơn. Bạn thực sự muốn ngân quỹ hàng tháng của mình bị ảnh hưởng rất nhiều, rất lâu? Sai lầm số 6: Dùng vốn nhà như heo đất   Nhà của bạn là thành trì của bạn. Việc tái cấp vốn và vay tiền dựa vào căn nhà có nghĩa là đem quyền sở hữu để vào tay người khác. Điều đó còn khiến bạn phải tốn hàng ngàn đô la tiền lãi và phí. Những chủ nhà thông minh muốn tích góp vốn, không thanh toán kéo dài mãi. Ngoài ra, rốt cuộc bạn sẽ trả tiền nhiều hơn giá trị căn nhà, giá trị mà hầu như chắc chắn bạn sẽ không có được ở mức cao nhất khi bạn quyết định bán. Sai lầm số 7: Chi tiêu hết thu nhập mà không tiết kiệm được Trong năm 2007, tỷ lệ tiết kiệm hộ gia đình Mỹ giảm xuống dưới 1%, nhưng những quốc gia khác có tỷ lệ tiết kiệm cá nhân cao hơn đáng kể. Chẳng hạn, tỷ lệ tiết kiệm cá nhân ở Hà Lan, Ý, Na Uy, Đức và Pháp bình quân là 10% trở lên theo Sách Sự kiện 2005 của Tổ chức Hợp tác và Phát triển Kinh tế (OECD). Rõ ràng có thể tận hưởng mức sống cao mà không phải nợ nần. Những quốc gia châu Á tự hào về tỷ lệ tiết kiệm cao đến mức 30%!    Kết quả tích tụ lại nhiều lần tiêu tiền quá mức đẩy người ta vào tình trạng bấp bênh - tình thế trong đó họ cần đến từng hào kiếm được và khi thiếu tiền lương sẽ là thảm hoạ. Đây không phải tình trạng bạn muốn mình rơi vào khi xảy ra suy thoái kinh tế. Nếu nó xảy ra, bạn có rất ít chọn lựa. Mọi người đều có lựa chọn về cách sống, vì vậy đó chỉ là vấn đề coi tiết kiệm là ưu tiên hàng đầu.    Thanh toán so với có khả năng mua Để tự đưa mình rời xa những nguy cơ chi xài quá mức, hãy bắt đầu giám sát những khoản chi nhỏ mà có thể chất đống lên rất nhanh, sau đó chuyển tiếp sang giám sát những khoản chi lớn. Suy nghĩ cẩn thận trước khi bổ sung những món nợ mới vào danh sách các khoản thanh toán của bạn, và nhớ là có thể thanh toán không giống như có đủ khả năng mua. Cuối cùng, hãy coi việc tiết kiệm những gì bạn kiếm được là ưu tiên hàng tháng."
        },
        {
            "en": "Back hair By the mid-20s, a man will know his “back hair destiny”: barely there, a few tufts, or full and bushy. Is yours a magnet for women? Or a throwback to the Stone Age? If you want to tame the shag, laser hair removal can thin back hair or remove it all, and the results are nearly permanent. Cheaper options include waxing, hair removal creams, and razors, with results that last up to a few weeks. Beer belly You don’t have to drink beer to get a beer belly. Men are more likely to gain fat around the waist, so anything <em>fattening</em> can pad the paunch. Unfortunately, belly fat raises the risk of heart disease, especially if your waist size is more than 40 inches. But there is good news: If you follow a weight loss plan, belly fat is usually the first to go. Excessive sweating Men have a higher \"sweat output\" than women. That's a fact. But if you always need to wipe your hands or often sweat through your clothes, it may be more than a \"guy\" thing. It could be excessive sweating, called hyperhidrosis. Emotions or heat can trigger the downpour -- or nothing at all. It usually affects the armpits, palms, or soles of the feet. Effective treatments are available through a health professional. Unibrow Now here’s a hair problem that affects men of all ages. The same hormones that make your beard grow can make your eyebrows so thick and bushy that they meet in the center. \"Unibrow\" is the most common reason young men get electrolysis. This procedure uses tiny electric shocks to permanently destroy the hair follicles. Waxing is another way to shape your brows, but it must be repeated every 4-6 weeks. Razor bumps You work hard for that close shave. So it can be exasperating when small bumps mar your smooth skin. Razor bumps form when hairs curl back on themselves and grow into the skin. They’re most common in African-Americans and men with curly hair. To keep the bumps at bay, take a hot shower before shaving. Apply a thick gel, and always shave in the direction your beard grows. Rosacea Maybe it’s not embarrassment that’s causing all that blushing. Rosacea is a condition that causes the face to flush, and symptoms tend to be worse in men. The nose may become thick, red, or bulbous. Pimples and tiny red lines can appear on the cheeks. Alcohol can trigger a flare up, but the distinctive, red nose of rosacea can occur in a teetotaler. Medications can prevent it from getting worse, so be sure to discuss your symptoms with your doctor. Receding hairline The painful truth is most guys have noticeably thinner hair by age 35 and significant hair loss by age 50. The pattern usually begins with a receding hairline and may progress to bald spots on the top of the scalp. Hair restoration surgery offers a way to reduce bald patches. Or you can talk to your doctor about prescription medications for hair loss. But beware of other products that promise the moon. Color blindness Color blindness usually does not mean seeing the world in black and white. The most common form makes it difficult to tell red from green, a problem that affects about 10 million American men. The way the condition is inherited makes it far less common in women. There’s no treatment, but most people can learn to work around the color confusion. Snoring Snoring is a surefire way to disrupt your bed partner’s sleep, and men are more likely to be the perpetrators. In most cases, snoring is not harmful. But snoring regularly can chip away at the quality of your own sleep. It can also be a sign of a more serious problem called sleep apnea. If you feel snoring is disrupting you or your partner’s sleep, consult a doctor. Belching Burping may not be the picture of politeness in American society, but in some cultures a hearty belch shows appreciation for a good meal. In either case, burping a few times after eating is normal. It’s the body’s way of freeing the air that you’ve swallowed. Frequent burping combined with other symptoms, such as nausea or belly pain, could be a sign of a digestive disorder. Check with your doctor if the problem continues. Gas Perhaps no bodily function has inspired as many jokes as gas. While the sound and smell can be embarrassing, passing gas is harmless. It’s nothing more than air moving through the digestive tract or gas from the breakdown of food by bacteria in your gut coming out – well, we all know where. Gas facts:     * Most people pass gas 6-20 times a day.     * Beer, soda, beans, and many fruits and vegetables are all likely to gas you up.     * Foods that cause gas differ for each person. Body odor Whether you’re working hard or playing hard, any strenuous activity can result in strong body odor. The culprit is not sweat itself, but the bacteria that use sweaty skin as a breeding ground. You can fight the bacteria by showering regularly with soap and using antiperspirant. Also be sure to wash workout clothes often. If body odor persists, try avoiding smelly foods like garlic and onions. Jock itch You don’t have to be a pro athlete to get jock itch. This fungal infection spreads easily at your local gym -- or from another part of your own body. Hands, towels, and stepping into underwear are common culprits. The symptoms include a patchy rash on the groin or inner thighs, along with the telltale itching. It’s treated with nonprescription antifungal creams. Keeping the area dry and avoiding tight clothing helps to avoid a repeat engagement. Athlete’s foot When the fungus that causes jock itch targets the feet, you have athlete’s foot. Walking barefoot in locker rooms or near pools is the most common way to pick up this infection. Symptoms include itching, burning, blisters, or cracks on the feet and toes. Athlete’s foot is treated with antifungal cream. If you have both jock itch and athlete’s foot, be sure to treat them at the same time. Ingrown nails Grooming your nails may not be the highlight of your day, but it’s worth your time to get the job done right. Clumsy nail trimming is the top cause of ingrown toenails, which can cause pain, swelling, and infections. The most common mistake is trimming the nails too short. To avoid this, check your drugstore for nail “nippers” that are shaped to follow the natural curve of the nail. Bad breath You probably know that smelly foods and smoking can sabotage your breath. But the most common culprit is bacteria. When you brush your teeth, brush your tongue as well to banish the bacteria that thrive there. If good hygiene doesn’t sweeten your breath, see your dentist and your doctor. Gum disease, dry mouth, or acid reflux could be part of the problem. Sexual dysfunction Men may not be eager to discuss sexual troubles, but nearly a third of guys experience problems. This may include a sagging libido, premature ejaculation, or erectile dysfunction (ED). ED means a man is unable to develop or sustain an erection. Risk factors for ED include diabetes, heart disease, neurologic conditions, smoking, circulation problems, and some medications. Talk to your doctor if you have ED or other sexual problems to help evaluate the problem and recommend treatment. Hearing loss Men are more likely to experience hearing loss than women, and noisy jobs may contribute. Think miners, carpenters, and soldiers. But any loud or continuous noise can damage delicate ear structures. On the job, use special ear protection. Keep personal music players at or below 85 decibels (dB). Most can crank up to 105 dB, louder than a motorcycle, wood shop, or snowmobile. Enlarged prostate Along with wrinkles and gray hair, an enlarged prostate is an unavoidable part of aging for many men. The medical term is benign prostatic hyperplasia or BPH, an enlargement of the gland that surrounds the urethra. This growth causes symptoms in about half of men over age 75. As the prostate grows, it may squeeze the urethra, making you feel nature’s call more often. There are strategies and medications to help reduce the symptoms.        ",
            "vi": "Lông mọc ở lưng Vào khoảng 25 tuổi, nguời nam sẽ biết “số phận” lông mọc sau lưng của mình: nhẵn không, lơ thơ vài sợi, hay là rậm rạp khắp lưng. Liệu đây có phải là lực hút đối với phụ nữ? Hay chỉ là một nét đặc trưng hồi tổ của thời kỳ đồ đá? Nếu bạn muốn triệt mớ lông lộn xộn đó thì kỹ thuật tẩy lông bằng tia la-ze có thể làm thưa hoặc tẩy sạch hết, và kết quả là gần như vĩnh viễn. Nhiều cách khác như tẩy lông, kem tẩy lông, và dao cạo, cho kết quả đến vài tuần.     Bụng bia  Bạn chẳng cần phải uống bia mới có bụng bia. Nam giới thường rất dễ tích mỡ quanh vùng thắt lưng, thế nên bất cứ thứ gì nhiều chất béo cũng có thể làm cho bụng phệ ra thêm. Tiếc là, mỡ bụng làm tăng nguy cơ bệnh tim, nhất là khi số đo vòng eo của bạn trên 40 in-sơ. Nhưng có tin vui đây: Nếu bạn thực hiện theo kế hoạch giảm cân thì mỡ bụng thường sẽ tan đi đầu tiên đấy.  Đổ mồ hôi quá nhiều  Nam giới thường tiết nhiều mồ hôi hơn phụ nữ. Điều đó là thật. Nhưng nếu lúc nào bạn cũng phải lau khô bàn tay mình hoặc thường đẫm mồ hôi trên áo quần thì có thể là bạn tiết mồ hôi nhiều hơn mức bình thường của một người đàn ông rồi đó. Đây có thể là chứng đổ mồ hôi quá nhiều, được gọi là chứng tăng tiết mồ hôi. Yếu tố cảm xúc hoặc nhiệt độ nóng bức có thể làm cho bạn đổ nhiều mồ hôi – hoặc là chẳng có lý do gì cả. Mồ hôi thường tiết ra nhiều ở nách, lòng bàn tay, hoặc lòng bàn chân. Bác sĩ sẽ có thể điều trị hiệu quả cho bạn chứng tăng tiết mồ hôi này.  Lông mày giao nhau  Nam giới ở mọi lứa tuổi lúc nào cũng bị ảnh hưởng bởi vấn đề lông tóc. Các hooc-môn kích thích mọc râu có thể làm cho lông mày của bạn trở nên quá dày và rậm đến nỗi chúng mọc sát gần nhau ngang qua chính giữa. Chứng “lông mày giao nhau” là lý do thường thấy nhất khiến thanh niên phải sử dụng kỹ thuật triệt lông bằng điện. Quá trình này dùng nhiều sốc điện nhỏ để triệt nang lông vĩnh viễn. Phương pháp tẩy lông cũng là một cách khác để tạo hình cho lông mày, nhưng bạn phải tẩy đi tẩy lại từ 4-6 tuần một lần.  Râu mọc ngược  Bạn vất vả vì vùng da dễ bị thương đó vì nó có thể làm cho da bị kích ứng khi nhiều nốt u nhỏ làm trầy xước vùng da láng mượt của bạn. Các sợi râu tự quặm, xoăn lại và mọc ngược vào trong da tạo nên râu mọc ngược. Chứng râu mọc ngược này thường thấy nhiều nhất ở người Mỹ gốc Phi và nam giới có tóc xoăn. Để tránh làm tổn thương các nốt mụn này, bạn nên tắm nước nóng trước khi cạo râu. Hãy thoa một lớp kem dày, và luôn cạo theo chiều râu mọc nhé.  Bệnh đỏ mặt (viêm da mạn tính khiến cho mũi, má và trán hay ửng đỏ) Có thể không phải là do ngượng ngùng, bối rối gì khiến cho họ đỏ mặt. Chứng đỏ mặt là một bệnh làm cho mặt ửng đỏ, và các triệu chứng thường có khuynh hướng trầm trọng hơn ở nam. Mũi có thể trở nên dày, đỏ, hoặc sưng to. Hai bên má có thể xuất hiện nhiều nốt mụn và đường đỏ li ti. Rượu bia có thể làm cho mặt ửng đỏ lên, nhưng chứng mũi đỏ đặc biệt của bệnh đỏ mặt này có thể xảy ra ở người kiêng rượu hoàn toàn. Nhiều loại thuốc có thể giúp bạn ngăn không cho tình trạng đỏ mặt trầm trọng thêm, vì vậy đảm bảo phải thảo luận các triệu chứng bệnh của mình với bác sĩ.  Đường chân tóc hớt ra sau trán  Sự thật đáng buồn là hầu hết nam giới đều bị thưa tóc có thể nhìn thấy được ở độ tuổi 35 và rụng tóc đáng kể vào tuổi 50. đầu tiên có thể thấy đường chân tóc hớt ra sau trán và có thể xuất hiện nhiều chỗ hói trên đỉnh đầu. Phẫu thuật phục hồi tóc có thể làm giảm bớt chứng hói đầu, hoặc bạn có thể nói chuyện với bác sĩ về các loại thuốc chống rụng tóc theo toa. Nhưng hãy nên cảnh giác các sản phẩm khác có thể hứa hão chuyện xa vời.  Bệnh mù màu Bệnh mù màu thường không có nghĩa là chỉ nhìn thấy thế giới toàn màu trắng và màu đen. Dạng mù màu thường thấy nhất là khó có thể phân biệt được màu đỏ và màu xanh lá, đây là chứng bệnh của khoảng 10 triệu nam ở nước Mỹ. Cách di truyền của bệnh làm cho chứng mù màu này hiếm thấy hơn nhiều ở phụ nữ. Bệnh không có thuốc chữa nhưng hầu hết người ta vẫn có thể làm việc được với tình trạng lẫn lộn màu sắc này.  Ngáy  Ngáy là cách làm gián đoạn giấc ngủ của người ngủ chung giường chắc chắn nhất, và nam giới thường là thủ phạm thấy nhiều hơn cả. Thông thường thì ngáy không có hại gì. Nhưng ngáy thường xuyên có thể làm giảm chất lượng giấc ngủ của bạn. Ngoài ra nó cũng là một dấu hiệu của vấn đề nguy hiểm hơn đó là chứng ngừng thở khi ngủ. Nếu thấy chứng ngáy gây khó ngủ cho mình hoặc người ngủ chung thì bạn nên tham khảo ý kiến của bác sĩ nhé.  Ợ hơi Ợ hơi có thể là hình ảnh không lịch sự chút nào ở xã hội Mỹ, nhưng ở một số nền văn hoá nào đó thì tiếng ợ hơi lớn cho thấy việc đã ăn một bữa no nê, ngon lành. Trong cả hai trường hợp đó thì ợ hơi một vài lần sau khi ăn là chuyện bình thường. Đó là cách giúp cơ thể thoát hơi sau khi nuốt thức ăn. Ợ hơi thường đi kèm nhiều triệu chứng khác, chẳng hạn như buồn nôn hay đau bụng, có thể là dấu hiệu của chứng rối loạn tiêu hóa. Bạn nên khám bác sĩ nếu vấn đề này cứ tiếp diễn như thế nhé.   Xì hơi Có lẽ là không có chức năng cơ thể nào truyền cảm hứng sáng tác nhiều câu chuyện hài như là chuyện đánh rắm. Mặc dù âm thanh và mùi có thể làm cho người ta ngượng, nhưng chuyện đánh rắm chẳng có gì hại cả. Nó chẳng qua là khí thoát ra qua đường tiêu hoá hoặc do thức ăn phân huỷ do vi khuẩn trong ruột thoát ra nữa, chúng ta đã biết ở đâu rồi phải không. Các sự thật về việc xì hơi:  * Hầu hết người ta xì hơi từ 6-20 lần một ngày.  * Bia, nước xô-đa, đậu, và nhiều loại rau quả cũng làm cho bạn xì hơi.  * Nhiều loại thức ăn làm xì hơi không phải ai cũng giống nhau.  Mùi cơ thể Cho dù là bạn làm việc cực nhọc hay chơi hăng say thì bất cứ hoạt động ráng sức nào cũng có thể làm cho cơ thể nặng mùi. Thủ phạm gây mùi cơ thể không phải ở bản thân của mồ hôi, mà là do vi khuẩn lấy vùng da đẫm mồ hôi này làm chỗ sinh sôi. Bạn có thể chống khuẩn bằng cách thường xuyên tắm bằng xà phòng và dùng chất chống tiết mồ hôi. Và phải đảm bảo nên giặt áo quần luyện tập thường xuyên. Nếu mùi cơ thể cứ còn dai dẳng, bạn nên tránh ăn những thức ăn có mùi như hành và tỏi nhé.  Nấm da ở vùng bẹn  Bạn chẳng cần phải là vận động viên chuyên nghiệp mới có thể bị nấm da vùng bẹn. Chứng nhiễm nấm này lây lan dễ dàng ở phòng tập địa phương nơi bạn ở – hoặc lây lan nhanh từ chỗ này đến chỗ khác trên cơ thể bạn. Tay, khăn tắm và quần lót là các nguyên nhân gây nấm thường thấy. Triệu chứng gồm phát ban lốm đốm trên háng hoặc đùi trong, kèm theo triệu chứng ngứa ngáy báo hiệu trước đó và có thể được điều trị bằng kem trị nấm mua tự do không theo toa. Bạn có thể tránh làm cho bệnh nấm này tái phát bằng cách giữ cho vùng bẹn được khô thoáng và tránh mặc quần áo bó chật.  Nấm bàn chân  Khi nấm gây nấm da vùng bẹn lan sang chân, bạn đã bị nấm bàn chân rồi đấy. Nguyên nhân gây nhiễm nấm này thường thấy nhất là do đi chân trần trong phòng gởi hành lý hoặc đi chân trần gần các ao, vũng. Triệu chứng gồm ngứa, rát, phồng giộp, hoặc nứt ở bàn chân và ngón chân. Bệnh nấm bàn chân có thể được điều trị bằng kem chống nấm. Nếu bạn đồng thời bị nấm da vùng bẹn và nấm bàn chân thì nên đảm bảo phải điều trị cùng một lúc.  Móng mọc ngược Chải chuốt móng có thể không phải là việc hứng thú trong ngày của bạn, nhưng đáng bõ công để làm cho chúng gọn gàng, đẹp đẽ. Việc cắt tỉa những chiếc móng khó coi là nguyên nhân gây móng chân mọc ngược hàng đầu, có thể làm cho bệnh nhân đau nhức, móng chân sưng phồng và nhiễm trùng. Lỗi thường thấy nhất là cắt tỉa móng quá sát. Để tránh điều này, bạn nên tham khảo với hiệu thuốc để tìm mua “chiếc kìm” có hình dạng theo đường cong tự nhiên của móng.    Hôi miệng  Bạn chắc có lẽ cũng đã biết các thức ăn có mùi và thuốc lá có thể làm cho hơi thở của bạn nặng mùi. Nhưng nguyên nhân thường thấy nhất đó là vi khuẩn. Khi bạn đánh răng, hãy nên chà sạch lưỡi nữa nhé để diệt vi khuẩn không cho chúng sinh sôi ở đó. Nếu việc vệ sinh răng miệng tốt mà vẫn không làm cho hơi thở được thơm mát thì bạn nên đến khám nha sĩ và bác sĩ nhé. Bệnh nướu răng, khô miệng, hoặc trào ngược a-xít cũng góp phần làm nên bệnh hôi miệng.  Rối loạn chức năng tình dục Nam giới có thể là chẳng hề thấy hứng thú gì khi phải thảo luận các rắc rối tình dục, nhưng gần 1/3 đàn ông bị trục trặc. Đây có thể gồm chứng giảm ham muốn tình dục, xuất tinh sớm, hoặc rối loạn chức năng cương dương (ED). rối loạn chức năng cương dương có nghĩa là người nam không có khả năng cương cứng hoặc duy trì trạng thái đó. Các yếu tố nguy hiểm dẫn đến ED gồm tiểu đường, bệnh tim, bệnh thần kinh, thuốc lá, các vấn đề về tuần hoàn máu, và một số loại thuốc khác. Bạn nên thông báo cho bác sĩ biết nếu bị rối loạn chức năng cương dương hoặc các vấn đề tình dục khác để giúp có được chấn đoán và khuyến nghị cách điều trị.  Mất thính lực Nam giới có thể dễ bị mất thính lực nhiều hơn phụ nữ, và các công việc ồn ào có thể cũng góp phần gây nên chứng bệnh này. Bạn hãy nghĩ đến các thợ mỏ, thợ mộc, và các người lính xem sao. Nhưng bất kỳ tiếng ồn lớn hoặc xảy ra liên tục nào cũng có thể gây hại cho các cấu trúc tai mỏng manh. Khi làm việc, bạn nên mang đồ bảo vệ tai đặc biệt. Hãy giữ máy nghe nhạc cá nhân ở mức 85 đề-xi-ben (dB) trở xuống. Hầu hết các máy nghe nhạc đều hoạt động đến 105 dB, ồn hơn cả xe mô tô, cửa hàng đồ gỗ hoặc xe trượt tuyết nữa.  Giãn tuyến tiền liệt  Xuất hiện cùng với nhiều nếp nhăn trên da và tóc muối tiêu đó là chứng giãn tuyến tiền liệt, đây là điều không thể tránh khỏi đối với nam giới khi ở tuổi già. Thuật ngữ y học là tăng sản tuyến tiền liệt lành tính hoặc BPH, đây là chứng phình to tuyến quanh niệu đạo. Khoảng ½ nam giới trên 75 tuổi mắc bệnh này. Khi tuyến tiền liệt giãn ra, nó có thể siết chặt niệu đạo, làm bạn cảm thấy mắc tiểu thường xuyên hơn. Có nhiều biện pháp và nhiều loại thuốc giúp bạn làm giảm các triệu chứng này.   "
        },
        {
            "en": "Improve your posture Good posture is the quickest, easiest way to look better in your favorite bikini.  Slouching takes inches off your height and makes your tummy look rounder. Practice good posture by keeping your back straight and your shoulders back. Distribute your weight evenly on both hips.  Start moving In the weeks before swimsuit season, aim to move your body more. \"It's like putting pennies in a piggy bank,\" says Pamela Peeke, MD, author of Body for Life for Women. \"Every single piece of physical activity adds up.\" So turn on some music and dance. Try a Zumba class. Use the stairs at work. Every ounce of sweat will bring you closer to your goal. Push-ups To help get your body bikini-ready, \"why not multitask?\" suggests Peeke, who is an expert blogger for WebMD. \"Push-ups are my No. 1 favorite because you can hit six muscles at once: biceps, triceps, deltoids, pecs, abs, and gluteals.\" Start with a bent-knee push-up, and have a trainer watch once to check your form. If you have a medical condition, get a doctor's OK before starting a new exercise program. Squats For the butt and thighs, Peeke recommends squats. A simple way to do these is to squat against a wall or an exercise ball, into an invisible chair.  Keep your feet hip-width apart, and squeeze your abs to avoid arching your back. As you become stronger, you can hold dumbbells to increase the intensity. Aim for 6-12 repetitions. Note: If any exercise doesn't feel right, stop and consult with a fitness pro.  Depending on your condition, some exercises may not be recommended. Rows Rows are terrific for beginners hoping to exercise their arms and back. You'll need resistance bands or cables. Sit with your knees slightly bent and your back vertical. Gently lean forward to grasp the cable. Exhale when pulling backwards. To go forward, inhale and extend your elbows. Do 2-3 sets of 6-12 reps.   Deadlifts Deadlifts help tone the whole body, particularly the back, butt, and legs. You'll need a barbell or dumbbells to do this one. Stand with your legs slightly wider than shoulder-width. Keep the weights close to your body as you lift them off the ground. Be sure to raise your shoulders and hips together, and avoid arching your back. Technique is important, so you may want to get some pointers from a trainer. Do one set of 8-12 reps. Pilates Peeke is a fan of Pilates because it strengthens the core of your body: your back and abs. Can't get to class? Try a classic pose similar to the one shown here in your home. Lie on the floor and gently lift your legs and arms. Beginners should keep the knees bent and the arms parallel to the floor. As you become more advanced, aim to straighten your legs. Holding this pose will tighten the muscles in your back and tummy simultaneously.  Cut calories \"You could do crunches 'til the cows come home, but still have a belly,\" Peeke says, \"unless you rein in your calories.\" Skipping the fries in favor of a low-calorie fruit or veggie side dish is an easy way to start. Substantial benefits can come from cutting way back on refined carbohydrates: white bread, white pasta, white rice, and, of course, sugar. These foods \"wreak havoc on your appetite.\" Fill up on protein Foods that are high in protein or fiber can actually help slow the digestive process. The result is that your stomach feels full longer and sends a message to your brain that you don't need to eat more. You get more satisfaction with fewer calories. Be picky about salad Salads can fill you up and help you resist more <em>fattening</em> meals. But remember that not all salads are low in calories. Dressings, oils, croutons, bacon bits, and cheese add a lot of additional calories and fat. For a low-fat, nutritious salad, stick with vibrant vegetables, such as spinach and peppers. Boost fiber Besides curbing your appetite, fiber can prevent that archenemy of the bikini-clad: constipation and bloating. By keeping you regular, a high-fiber diet may help your tummy look flatter. Just be careful about adding too much too quickly. Some high-fiber foods, such as beans, can make bloating worse at first. Other sources of fiber include veggies, fruits, and whole grains. Skip the salt \"Salt makes you bloat like a blowfish,\" Peeke warns. And the puffiness can last for days -- not a good thing when you're planning to debut your new bikini. Cut back on salt by eating fresh foods instead of canned. Ask for the sauce on the side when you eat out. Another way to reduce bloating is to eat smaller meals throughout the day. Steer clear of beer Alcohol can undermine your goal of a bikini-ready body in several ways:     * A 12-ounce beer packs about 150 calories.     * Beer and sparkling wines cause bloating.     * Alcohol slows your ability to burn fat. Studies show that people under the influence also chow down more food than their teetotaler friends. Shop for your shape: Pear If you're fuller in the hips and thighs, you might need to mask your bottom with boy shorts. But this style can cut your thighs off. Opt for high-cut bottoms instead -- they'll make your legs look longer and leaner. For the top, choose a v-neck to draw attention toward your upper body. Shop for your shape: Apple If your tummy is your trouble-zone, more so than your hips, you're not alone. Thankfully, there are plenty of stylish one-piece suits that offer some camouflage. Side-detailing, wrap styles, and ruching all tend to make the middle look slimmer. To draw attention away from your waist, choose a deep v-neck. Shop for your shape: Hourglass If you have an hourglass figure, you can pull off a lot of different styles. Wearing a suit in all one color will make you look sleek, but you can also liven up your look with a bold, daring print. Halter maillots are a great style, and don't be afraid of a deep plunge. String bikinis can work in your favor, too -- the ties will adjust to fit curvier hips. Shop for your shape: Full bust If you have a full bust, you need a top that flatters and provides adequate support. Halter tops tie in the back and can give you just the right amount of lift. Tops with underwire or hidden bras also work well. If you're a size D or larger, stay away from high necklines and triangle tops, which won't give you enough support. Shop for your shape: Full Look for pretty details at the neck that draw the eye up: fun fabric or mesh inserts, a sexy V-neck, or color blocking. Try a smooth, fitted skirt for extra coverage, but keep it short. Too much fabric can balloon into a moo-moo. In a two-piece, a waistband with extra folds or ruffles can be adjusted higher for a look that trims the tummy. Cool colors slim, while shiny fabrics show every bulge. Shop for your shape: Lean Athletic builds look best in string bikinis; too much coverage can make you look boxy. Have fun with ruffles and pleating, which will add just the right amount of volume. Bold patterns will give you a more flirty look, and don't shy away from a little padding to help round you out up top. Stock up on sunscreen You might like the good look of tanned skin, but the sun takes a heavy toll on your health and your appearance. Sunlight consists of UVA rays, which can lead to premature aging and skin cancer, and UVB rays, which are the main cause of sunburn. A broad-spectrum sunscreen will protect you against both types. Make sure to coat the skin generously, and don't forget to use a protective lip balm. Buy quality sunglasses UVA and UVB rays are also damaging to the eyes. Too much exposure raises the risk of cataracts over time. The bright light also makes you squint, which can contribute to fine lines around the eyes. Look for sunglasses that specifically offer protection against UVA and UVB rays. Remember that many lenses, even dark tinted ones, don't provide any UV protection. Soften your skin If you want to show off smooth skin this summer, try exfoliating and moisturizing. Exfoliation is the removal of dead skin cells that make skin appear sallow and rough. Hydroxy acids, which can be found in many over-the-counter skin products, promote the exfoliation process. You'll also want to use a moisturizer every day. Moisturizers help the skin retain water, making it look plumper. Banish unwanted hair There are many ways to get rid of unwanted hair at the bikini line. Shaving provides a quick fix. Depilatory creams banish hair for up to two weeks. Waxing has longer-lasting results, while electrolysis and laser hair removal are considered permanent solutions. Laser hair removal work best for people with light skin, and it's especially effective in the bikini area. A dermatologist can tell you which treatment will best suit your needs. Give yourself a safe tan Sunless tanning products are surging in popularity as people learn about the dangers of UV rays. Today's products don't require rubbing bronze color onto your body. Sunless tanners use an ingredient called DHA that interacts with the top layer of skin. This causes a color change that won't stain your clothes. The \"tan\" slowly fades as dead skin cells wear off. Get a pedicure A great pedicure can help motivate you to get in shape for swimsuit season. If you go to a salon, schedule your appointment first thing in the morning when foot baths are typically cleanest. Bring your own utensils since bacteria and fungus can easily transfer between people. And don't shave your legs beforehand -- bacteria can enter through small cuts. Strive for progress not perfection In her book, Peeke advises women to \"strive for progress not perfection.\" Aiming for perfection often leads to paralysis. Instead of comparing yourself to the images in magazines, compare yourself to where you were a month ago. Celebrate the healthy changes you are making in your life and avoid unrealistic expectations. If you look around at the beach, you'll find most bodies are less than perfect.            ",
            "vi": "Hãy cải thiện dáng điệu của bạn Dáng điệu bắt mắt là phương pháp dễ dàng nhất và nhanh nhất để bạn trông rạng rỡ hơn trong bộ bikini yêu thích của mình. Dáng dấp lom khom khiến cho bạn lùn đi vài in-sơ và làm cho bụng của bạn trông tròn trịa hơn. hãy tạo cho mình một dáng vẻ xinh xắn bằng cách giữ thẳng lưng và giữ vai về sau. Giữ trọng lượng cơ thể được cân bằng ở cả hai hông.   Hãy bắt đầu vận động  Một vài tuần trước khi mùa áo tắm bắt đầu, bạn nên cố gắng hoạt động cơ thể nhiều hơn nhé. Tiến sĩ Pamela Peeke, tác giả của quyển Body for Life for Women cho biết “Việc tập luyện cơ thể cũng giống như bỏ tiền vào ống heo vậy.” “Mỗi hoạt động thể chất góp phần làm cho dáng vẻ bạn thêm hoàn hảo.” Vì vậy hãy bật nhạc lên và nhảy đi nào. Hãy thử theo học lớp khiêu vũ Zumba xem và hãy sử dụng cầu thang bộ ở công ty nhé. Mỗi một chút mồ hôi đổ ra sẽ đưa bạn đến gần mục tiêu của mình hơn. Hít đất  Để giúp có được một thân hình bikini sẵn sàng thì “tại sao chúng ta không tiến hành nhiều công đoạn?” tiến sĩ Peeke, chuyên gia viết nhật ký mạng cho WebMD đề nghị. “Hít đất là sở thích số một của tôi bởi bạn có thể giúp phát triển 6 cơ cùng một lúc: cơ hai đầu, cơ ba đầu, cơ đen-ta, cơ ngực, cơ bụng và cơ mông.” Bạn hãy bắt đầu với động tác hít đất gập gối, và nên nhờ một huấn luyện viên nào đó quan sát bạn một lần để kiểm tra dáng cho bạn. Nếu bạn bị bệnh thì nên được bác sĩ đồng ý trước khi bắt đầu một chương trình thể dục mới nào đó nhé.   Ngồi xổm Để luyện tập cho mông và đùi, tiến sĩ Peeke khuyến nghị nên ngồi xổm. Cách đơn giản nhất là ngồi xổm sát vào tường hoặc ngồi áp trên một quả bóng thể thao, thành tư thế ngồi ghế trên không. Hãy giữ cho bàn chân và hông dang ra xa, và co thắt cơ bụng lại để tránh làm cho lưng bạn bị cong. Khi bạn khỏe hơn, bạn có thể nhấc tạ để nâng cao sức mạnh cơ bắp của mình. Hãy cố gắng thực hiện lại từ 6-12 lần.    Lưu ý: Nếu cảm thấy không phù hợp với bất cứ bài tập thể dục nào thì bạn nên ngừng lại và tham khảo ý kiến của chuyên gia thể dục. Tuỳ vào điều kiện sức khỏe của bạn mà một số bài tập có thể không được phép sử dụng.  Chèo thuyền Với người mới bắt đầu chơi thể thao thì bộ môn chèo thuyền là tuyệt vời với hy vọng luyện tập cho cánh tay và lưng. Vật dụng cần thiết của bạn là dây kéo căng cơ hoặc dây cáp. Hãy ngồi hơi gập đầu gối và giữ cho lưng thẳng; đồng thời nhẹ nhàng chồm về phía trước để nắm lấy dây cáp. Bạn hãy thở ra khi kéo ngược trở lại nhé. Để ngả về trước, bạn nên hít vào và mở rộng khuỷu tay ra. Thực hiện 2-3 hiệp từ 6-12 lần.  Cử tạ  Cử tạ giúp nâng cao sức khỏe toàn thân, nhất là vùng lưng, mông và chân. Bạn cần có thanh tạ hoặc quả tạ để chơi môn này. Đứng thẳng hai chân hơi rộng hơn một chút so với vai. Hãy giữ quả tạ sát bên người bạn khi nhấc lên khỏi mặt đất. Phải đảm bảo là nâng cao cả phần vai và hông, và tránh gập cong phần lưng. Kỹ thuật của môn này rất quan trọng nên bạn có thể cũng cần một huấn luyện viên nào đó để tư vấn và gợi ý cho mình. Lặp lại một động tác từ 8-12 lần.  Những bài tập thể dục để tăng cường sức khỏe cơ bụng và bảo vệ lưng   Peeke rất chuộng các bài tập thể dục để tăng cường sức khỏe cơ bụng và bảo vệ lưng bởi chúng có thể nâng cao sức khỏe bên trong cơ thể bạn: đó là lưng và bụng. Bạn không học ở lớp được ư? Hãy thử tạo kiểu nằm cổ điển tương tự như hình bên ở nhà xem nào. Bạn hãy nằm xuống sàn và nhẹ nhàng nhấc 2 chân và 2 cánh tay lên. Người mới tập nên giữ cho đầu gối gập và 2 cánh tay song song với sàn. Khi bạn đã thuần thục hơn, hãy cố duỗi thẳng chân ra nhé. Việc nằm ở tư thế này sẽ đồng thời giúp kéo căng cơ lưng và cơ bụng cùng một lúc.  Hãy giảm bớt ca-lo  “Bạn có thể gập bụng hoài mãi nhưng vòng hai vẫn còn to,” Peeke cho biết “trừ phi bạn kiềm chế lượng ca-lo hấp thu của mình thôi.” Việc tránh xa món khoai tây chiên cho món trái cây ít ca-lo hoặc món ăn phụ nhiều rau là cách bắt đầu dễ dàng cho bạn. Nhiều lợi ích thực tế có thể có được nhờ việc giảm bớt hyđrat-các-bon đã tinh chế: bánh mì trắng, mì ống trắng, gạo trắng, và, tất nhiên là, cả đường nữa. Những loại thực phẩm này “làm cho bạn ăn không còn ngon miệng.”  Nên ăn nhiều prô-tê-in  Các thực phẩm giàu prô-tê-in hoặc chất xơ có thể giúp làm chậm quá trình tiêu hoá một cách thực sự. Kết quả là dạ dày bạn sẽ có cảm giác no lâu hơn và não bạn sẽ nhận được tín hiệu không cần ăn thêm nữa. Bạn sẽ hài lòng hơn với việc cơ thể hấp thụ ít ca-lo hơn.  Nên kén món rau trộn   Món rau trộn có thể làm cho bạn no và giúp bạn tránh các bữa ăn nhiều chất béo hơn. Nhưng xin hãy nhớ rằng không phải bất cứ món rau trộn nào cũng ít ca-lo. Các thứ gia vị, dầu ăn, bánh mì nướng (dùng với xúp), thịt muối xông khói, và phô mai là những món bổ sung thêm nhiều ca-lo và chất béo cho bạn. Để có được món rau trộn ít chất béo, giàu dinh dưỡng, bạn nên chọn các loại rau có màu đậm chẳng hạn như cải bina và tiêu. Tăng cường chất xơ Ngoài việc kiềm chế sự thèm ăn, chất xơ còn có thể phòng tránh được kẻ thù của bikini đó là chứng táo bón và căng bụng. Chế độ dinh dưỡng thường xuyên giàu chất xơ có thể giúp vòng hai của bạn phẳng hơn. nhưng cũng nên cẩn thận với việc bổ sung quá nhiều chất xơ trong thời gian quá nhanh. Một số thực phẩm giàu chất xơ, chẳng hạn như các loại đậu, có thể làm cho vòng eo của bạn lúc đầu trở nên tệ hại hơn. các nguồn bổ sung chất xơ khác gồm rau cải, trái cây, và ngũ cốc nguyên hạt. Đừng ăn muối  Tiến sĩ Peeke cảnh báo “Muối sẽ làm cho bạn phình như con cá nóc,” Và tình trạng phù nề này có thể kéo dài trong một vài ngày – không tốt chút nào khi mà bạn có ý định diện bộ bikini mới của mình. Bạn nên giảm muối bằng cách ăn các thực phẩm tươi sống thay vì các thức ăn đóng hộp. Khi ăn ngoài, bạn nên yêu cầu cho nước xốt ở một bên thức ăn. Một cách khác để làm giảm chứng ục ịch là nên chia nhỏ các bữa ăn trong ngày ra.  Hãy tránh xa bia rượu  Rượu bia có thể là kẻ thù ngầm đối với mục tiêu “thân hình bikini”của bạn:    * 12 ao-sơ bia có hàm lượng tương đương 150 ca-lo.  * Bia và rượu có ga làm to vòng eo.  * Bia rượu làm cho cơ thể giảm khả năng đốt cháy mỡ.  Nhiều công trình nghiên cứu cũng cho thấy người uống rượu cũng ăn nhiều hơn người kiêng rượu hoàn toàn.  Chọn mua bikini phù hợp dáng người của bạn: Dáng quả lê Nếu hông và đùi bạn tròn trĩnh hơn, bạn có thể rất cần che đi phần mông của mình bằng chiếc quần sọt nam. Nhưng kiểu dáng này có thể làm cho đùi bạn trở nên ngắn đi. Thay vào đó bạn nên chọn các kiểu quần sọt có đáy cao – loại quần nào sẽ làm cho chân bạn trông có vẻ dài hơn và mảnh mai hơn. Đối với phần thân trên, bạn nên chọn kiểu áo có cổ tim để thu hút ánh mắt của người đối diện hướng lên trên.  Chọn mua bikini phù hợp dáng người của bạn: Dáng quả táo  Nếu bạn gặp rắc rối phần bụng, hơn cả phần hông thì cũng nhiều người tương tự như bạn thôi. May mắn là, cũng có nhiều bộ áo tắm một mảnh kiểu cách có thể giúp bạn nguỵ trang được. Nhiều kiểu áo choàng, thiết kế chi tiết hai bên hông và xếp nếp tổ ong thường giúp cho vòng hai của bạn trông thon thả hơn. Để đánh lạc hướng chú ý vùng thắt lưng, bạn nên chọn những chiếc áo có cổ tim khoét sâu. Chọn mua bikini phù hợp dáng người của bạn: Dáng đồng hồ cát  Nếu bạn có hình dáng đồng hồ cát thì bạn có thể mặc được rất nhiều kiểu dáng bikini khác nhau. Áo tắm một màu sẽ làm cho bạn trông mượt mà, bắt mắt, nhưng bạn cũng có thể làm sinh động thêm bằng chiếc bikini có hoa văn in đậm. Những chiếc áo tắm có dây choàng qua cổ cũng rất tuyệt, và bạn đừng ngại kiểu cổ khoét sâu xuống dưới. Các kiểu áo tắm dây cũng có thể là những kiểu dáng ưa chuộng của bạn – dây cột sẽ điều chỉnh để làm vừa vặn người có vùng hông hấp dẫn hơn.     Chọn mua bikini phù hợp dáng người của bạn: Khuôn ngực đầy đặn  Nếu bạn có vòng một đầy đặn, bạn cần nên chọn kiểu bikini có thể nâng đủ ngực và làm cho ngực đẹp thêm. Kiểu áo tắm có dây quàng cổ thắt sau lưng và có thể có cảm giác nâng vòng một thích hợp. Những chiếc áo tắm không dây hoặc che áo ngực cũng thích hợp với bạn. Nếu bạn sử dụng size D hoặc lớn hơn thì nên tránh kiểu áo có đường viền cổ cao và phần trên áo hình tam giác, sẽ không nâng được vòng một đầy đủ.   Chọn mua bikini phù hợp dáng người tròn trịa của bạn Bạn nên tìm mua kiểu có hoạ tiết xinh đẹp ở cổ có thể thu hút ánh nhìn của người đối diện hướng lên trên: vải chêm vui mắt hoặc ren lưới, cổ tim hấp dẫn, hoặc một khối màu nào đó chẳng hạn. Bạn hãy thử chiếc váy trơn, vừa vặn cho thân hình không mấy thon gọn của mình xem nhưng hãy chọn váy ngắn nhé. Đối với áo tắm hai mảnh thì chiếc dải thắt lưng có nhiều nếp gấp hoặc đường diềm xếp nếp có thể được điều chỉnh cao hơn để làm cho bụng của bạn trông có vẻ thon gọn hơn. các màu nhạt làm cho bạn trông mảnh mai hơn trong khi những màu sặc sỡ có thể cho người đối diện thấy từng đường nét u lồi cuả bạn.  Chọn mua bikini phù hợp dáng người gầy guộc của bạn Thân hình vạm vỡ có thể trông đẹp nhất với những bộ bikini dây; việc mặc áo kín có thể làm bạn trông đỡ gầy hơn. bạn hãy nên chọn kiểu áo có đường diềm xếp nếp và nếp gấp, kiểu áo này sẽ giúp bạn nhìn cân đối hơn. những kiểu hoa văn sặc sỡ sẽ làm bạn trông dễ nhìn hơn, và đừng ngại chèn một miếng lót nhỏ để làm  cho phần thân trên của bạn được tròn trịa hơn.  Hãy để dành kem chống nắng Bạn có thể thích vẻ đẹp của một làn da rám nắng nhưng ánh nắng mặt trời có thể gây hại rất lớn cho sức khỏe và ngoại hình của bạn. Trong ánh nắng mặt trời tồn tại tia UVA, có thể gây lão hoá sớm và ung thư da, và tia UVB là nguyên nhân chính gây rám nắng. Kem chống nắng quang phổ rộng có thể giúp bạn phòng tránh được cả hai loại đó. Bạn nên đảm bảo phải che chắn da tốt, và đừng quên thoa kem bảo vệ môi nhé.  Bạn nên mua kính mát chất lượng  Các tia UVA và UVB cũng gây hại cho mắt. Việc để mắt tiếp xúc quá nhiều với những loại tia này ngày này qua ngày nọ có thể làm tăng nguy cơ bệnh đục thuỷ tinh thể. Ánh sáng chói cũng có thể làm cho bạn bị lác mắt, góp phần gây ra nhiều đường nhăn nhỏ li ti quanh mắt. Bạn nên tìm những kính mát giúp phòng tránh đặc biệt tia UVA và UVB. Nhưng xin lưu ý rằng cũng có nhiều loại mắt kính, thậm chí là kính đen cũng không giúp bảo vệ mắt khỏi tia UV được.  Nên làm mềm da Nếu muốn khoe làn da láng mượt vào mùa hè này, bạn nên thử sử dụng sản phẩm tẩy tế bào chết và làm ẩm da. Phương pháp tẩy tế bào chết là làm bong tróc các tế bào da chết làm cho da sạm và xù xì thô ráp. A-xít hydroxy có trong nhiều sản phẩm chăm sóc da có thể mua tự do, giúp bạn tẩy được tế bào chết nhanh hơn. Bạn cũng cần sử dụng kem dưỡng ẩm hằng ngày bởi nó có thể giúp da giữ nước và làm cho da bạn trông có vẻ căng mượt hơn.  Tẩy lông thừa  Có nhiều cách để tẩy sạch lông thừa ở vùng háng. Phương pháp cạo chỉ là giải pháp tạm thời. Kem tẩy lông có thể làm cho lông không mọc trở lại đến 2 tuần. Cách tẩy này có thể sử dụng được lâu hơn, trong khi phương pháp điện phân và tẩy lông bằng tia la-ze được coi là giải pháp lâu dài. Tẩy lông bằng tia la-ze có hiệu quả nhất đối với người có da trắng và nhất là ở vùng háng. Bác sĩ da liễu có thể giúp bạn tìm ra phương pháp phù hợp nhất với nhu cầu của mình. Cho cơ thể bạn một làn da rám nắng an toàn  Khi người ta càng ngày càng biết đến nhiều về các mối nguy hại của tia UV thì nhiều sản phẩm rám nắng không do mặt trời đang lên ngôi. Những sản phẩm này không bắt bạn phải chà màu đồng lên người. Kem rám nắng không do mặt trời sử dụng thành phần có tên là DHA chỉ xúc tác với lớp da trên cùng. Kem này có thể làm đổi màu da, không vấy bẩn lên quần áo. Vẻ “rám nắng” sẽ dần dần mờ đi khi các tế bào da chết bong ra.  Nên chăm sóc chân Việc chăm sóc chân kỹ lưỡng cũng có thể giúp bạn có được một vóc dáng hoàn hảo cho mùa áo tắm này. Nếu đến thẩm mỹ viện, bạn nên lên lịch hẹn ngay vào buổi sáng sớm khi mà các chậu rửa chân thường sạch sẽ nhất. hãy mang theo đồ dùng riêng của mình bởi vi khuẩn và nấm có thể dễ dàng lây truyền từ ngày này sang người kia. Và bạn cũng đừng nên cạo chân mình trước nhé – vi khuẩn có thể xâm nhập vào cơ thể qua những vết trầy xước nhỏ.   Cố gắng phấn đấu nhưng không phải là hoàn hảo tuyệt đối  Trong quyển sách của mình, tiến sĩ Peeke đã cho phụ nữ lời khuyên “hãy cố gắng phấn đấu nhưng không phải là hoàn hảo tuyệt đối.” Việc nhắm đến mức độ hoàn hảo thường dẫn đến “cảm giác tê liệt”, mất hoạt động. Thay vì so sánh mình với các hình người mẫu trong tạp chí, bạn nên so bản thân hiện giờ với cách đây một tháng xem sao. Hãy vui mừng với những đổi thay lành mạnh trong cuộc sống của mình và tránh đi những hy vọng hão huyền không có thực. Nếu bạn nhìn bao quát khắp bãi biển, bạn sẽ để ý thấy hầu hết người ta đều không ai hoàn hảo.     "
        }
    ],
    "suggestions": []
}