{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fiəfuli]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">phó từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">sợ hãi, sợ sệt, lấm lét</td></tr></table><i/></div>",
            "word": "fearfully"
        }
    },
    "en_en": {
        "data": {
            "content": null,
            "word": "fearfully"
        }
    },
    "synonyms": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Đồng nghĩa</div><div class=\"dict--content\"><k>fearfully</k><blockquote>▸ <cclass>adverb</cclass></blockquote><blockquote><b>1</b><i>she opened the door fearfully</i>: APPREHENSIVELY, uneasily, nervously, timidly, timorously, hesitantly, with one's heart in one's mouth.</blockquote><blockquote><b>2</b><cclass><i>(informal)</i><i>Stephanie looked fearfully glamorous</i>: EXTREMELY, exceedingly, exceptionally, remarkably, uncommonly, extraordinarily, tremendously, incredibly, very, really; <cclass><i>Scottish</i> unco; <cclass><i>informal</i> awfully, terribly, dreadfully; <cclass><i>Brit.</i> well, ever so, dead; <cclass><i>N. Amer.</i><cclass><i>informal</i> real, mighty, awful; <cclass><i>dated</i> frightfully.</cclass></cclass></cclass></cclass></cclass></cclass></cclass></blockquote></div>",
            "word": "fearfully"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "fearfully"
        }
    },
    "specialist": {
        "data": {
            "content": null,
            "word": "fearfully"
        }
    },
    "sentences": [
        {
            "en": "I'm <em>fearfully</em> busy recently.",
            "vi": "Gần đây tôi hết sức bận rộn."
        },
        {
            "en": "I <em>fearfully</em> stood up.",
            "vi": "Tôi sợ hãi đứng dậy."
        },
        {
            "en": "Presently he looks up <em>fearfully</em>.",
            "vi": "Bây giờ ông nhìn lên sợ sệt."
        },
        {
            "en": "I 'm <em>fearfully</em> busy recently.",
            "vi": "Gần đây tôi hết sức bận rộn."
        },
        {
            "en": "He kept looking <em>fearfully</em> over his shoulder.",
            "vi": "Anh ấy cứ sợ sệt nhìn qua vai mình."
        },
        {
            "en": "<em>Fearfully</em>, the boy walked closer to the haunted house and whispered: \"That's a phantom ship\".",
            "vi": "Cậu bé sợ hãi bước gần hơn đến ngôi nhà ma ám và thì thầm :\"Đó là một con tàu ma\"."
        },
        {
            "en": "In there they peered out the window <em>fearfully</em> at the ivy vine.",
            "vi": "Trong đấy, họ nhìn chăm chú dây thường xuân qua cửa sổ với nỗi lo sợ."
        },
        {
            "en": "And Grandpa looked <em>fearfully</em> at their father, but on tiptoe he followed George and left their father snoring.",
            "vi": "Và ông nội hết sức kinh hãi nhưng cũng nhón gót bước theo George để lại ông cố đang tiếp tục ngáy."
        },
        {
            "en": "This time Steavens looked <em>fearfully</em>, almost beseechingly into her face, red and swollen under its masses of strong, black, shiny hair.",
            "vi": "Lần này steavens vẻ sợ hãi, hầu như van xin, nhìn vào tận mặt mụ già, một bộ mặt đỏ và sưng húp híp dưới những mớ tóc đậm, đen và bóng."
        },
        {
            "en": "Johnsy was sleeping when they went upstairs. Sue pulled the shade down to cover the window. She and Behrman went into the other room. They looked out a window <em>fearfully</em> at the ivy vine. Then they looked at each other without speaking. A cold rain was falling, mixed with snow. Behrman sat and posed as the miner.",
            "vi": "Johnsy đang nằm ngủ khi họ lên lầu. Sue kéo tấm rèm xuống để che cửa sổ lại. Cô và Behrman đi vào căn phòng bên kia. Họ nhìn ra cây trường xuân ngoài cửa sổ với vẻ sợ sệt. Sau đó họ nhìn nhau chẳng nói với nhau lời nào. Một cơn mưa lạnh ấp đến, có cả tuyết rơi. Behrman ngồi trong dáng điệu một người thợ mỏ."
        },
        {
            "en": "The merchant shivered with fright. He begged the Beast not to hurt him, and tried to explain that the flower was for his daughter Beauty. The Beast said, “I will let you go if you promise to send Beauty to live with me.” The merchant <em>fearfully</em> agreed.",
            "vi": "Thương nhân rùng mình sợ hãi. Ông cầu xin quái vật đừng hại mình và cố giải thích hoa này dành cho Beauty, con gái mình. Quái vật nói,\" Tôi sẽ để cho ông đi nếu ông hứa sẽ cho Beauty đến đây với tôi.\" Thương nhân sợ hãi đồng ý."
        }
    ],
    "suggestions": []
}