{
    "en_vn": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Anh - Việt</div><div class=\"dict--content\"><table id=\"definition\" border=\"0\"><tr id=\"pa\"><td id=\"I_C\"><font color=\"#9e9e9e\">◘</font></td><td id=\"C_C\" colspan=\"2\"><font color=\"#9e9e9e\">['fi:dstɔk]</font></td></tr><tr id=\"tl\"><td id=\"I_C\"><font color=\"#1a76bf\">*</font></td><td id=\"C_C\" colspan=\"2\"><b><font color=\"#1a76bf\">danh từ</font></b></td></tr><tr id=\"mn\"><td> </td><td id=\"I_C\"><font color=\"#999\">■</font></td><td id=\"C_C\">nguyên liệu cấp cho máy để chế biến</td></tr></table><i/></div>",
            "word": "feedstock",
            "pronounce": "['fi:dstɔk]"
        }
    },
    "en_en": {
        "data": {
            "content": "<div class=\"dict--title\">Anh - Anh</div><div class=\"dict--content\"><k>feedstock</k><blockquote>■ <cclass>noun raw material to supply a machine or industrial process. </cclass></blockquote></div>",
            "word": "feedstock",
            "pronounce": "['fi:dstɔk]"
        }
    },
    "synonyms": {
        "data": {
            "content": null,
            "word": "feedstock",
            "pronounce": "['fi:dstɔk]"
        }
    },
    "grammar": {
        "data": {
            "content": null,
            "word": "feedstock",
            "pronounce": "['fi:dstɔk]"
        }
    },
    "specialist": {
        "data": {
            "content": "<div class=\"dict--title\">Từ điển Kỹ thuật (EN)</div><div class=\"dict--content\"><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> vật liệu cung cấp cho máy</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích EN:</font><font color=\"#333399\"> The raw material supplied to a machine or process..</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#3366ff\">Giải thích VN:</font><font color=\"#005e00\"> Vật liệu thô cung cấp cho máy móc hoặc một quá trình sản xuất.</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td><font color=\"#005ba1\">hydrocarbon feedstock</font></td></tr></tbody></table><table cellspacing=\"0\" cellpadding=\"0\" border=\"0\"><tbody><tr><td/><td><font color=\"#999\">■</font><font> nguyên liệu hyđrocacbon (lọc dầu)</font></td></tr></tbody></table></td></tr></tbody></table></div>",
            "word": "feedstock",
            "pronounce": "['fi:dstɔk]"
        }
    },
    "sentences": [
        {
            "en": "The most common <em>feedstock</em> is cattle dung, night soil, poultry droppings and excreta of other livestock.",
            "vi": "Nguyên liệu thông dụng nhất là phân gia súc, phân bắc, phân gia cầm và chất bài tiết của những vật nuôi khác."
        },
        {
            "en": "The quality and quantity of <em>feedstock</em>, drying, transportation, storage and distribution can all still pose problems.",
            "vi": "Chất lượng và số lượng của nguyên liệu nạp vào việc sấy khô, chuyên chở, lưu giữ và phân phối tất cả vẫn có thể là những vấn đề được đặt ra."
        },
        {
            "en": "Producer gas can be used as a fuel in agro - industrial plants, where substantial residual materials are available as <em>feedstock</em> for gas generation.",
            "vi": "Khí than có thể được dùng như một nhiên liệu trong những nhà máy nông-công nghiệp, là nơi có thể có sẵn những chất liệu dư thừa đáng kể làm nguyên liệu cung cấp cho máy để sinh ra khí."
        },
        {
            "en": "In Figure 2.6, malt liquors, animal <em>feedstock</em> production, and grain mill products constitute sectors with the three highest percentages of highly hazardous substances.",
            "vi": "Trong Hình 2.6, sản xuất rượu bia, thức ăn gia súc và xay sát là ba ngành có hàm lượng chất độc hại phát thải cao nhất."
        },
        {
            "en": "It also yields pyrolytic oil that carries about 32 per cent of the <em>feedstock</em> calorific value content, as well as high calorific value gas.",
            "vi": "Nó cũng cho ra một thứ dầu nhiệt phân chứa khoảng 32% hàm lượng calo của nguyên liệu nhập vào và cũng như khí có giá trị calo cao."
        },
        {
            "en": "Producer gas can be used as a fuel in agro-industrial plants, where substantial residual materials are available as <em>feedstock</em> for gas generation.",
            "vi": "Khí than có thể được dùng như một nhiên liệu trong những nhà máy nông - công nghiệp, là nơi có thể có sẵn những chất liệu dư thừa đáng kể làm nguyên liệu cung cấp cho máy để sinh ra khí."
        },
        {
            "en": "\"Spent coffee grounds are highly calorific and contain valuable compounds, making them an ideal <em>feedstock</em> from which to produce clean fuels,\" the company says on its website.",
            "vi": "Công ty thông báo trên trang tin của họ : \"Bã cà phê có thể tỏa nhiệt lớn và duy trì hợp chất có giá trị, tạo thành nguyên liệu lý tưởng từ sản xuất nhiên liệu sạch\""
        },
        {
            "en": "One of the keys to the future of biomass will be the development of two separate but strongly related areas namely, the production of biomass for food and <em>feedstock</em> and the production of biomass for energy.",
            "vi": "lai của sinh khối sẽ là sự phát triển của hai lĩnh vực khác biệt nhưng có liên quan nhau, đó là sản xuất sinh khối làm thức ăn và nguyên liệu đầu vào và sản xuất sinh khối cho năng lượng."
        },
        {
            "en": "He said Vietnam Electricity Group (EVN) should consider using waste at thermal power plants to make building materials. For instance, he added, dust can be used as a <em>feedstock</em> for cement production and slag is helpful for construction projects.",
            "vi": "Ông cho biết Tập đoàn Điện lực Việt Nam (EVN) nên cân nhắc việc sử dụng chất thải tại các nhà máy nhiệt điện để làm vật liệu xây dựng.Ông cũng nói thêm, ví dụ như bụi có thể được sử dụng làm nguyên liệu cho sản xuất xi măng và xỉ thì có ích cho các dự án xây dựng."
        },
        {
            "en": "In this process, solid biomass is heated in the absence of oxygen or air to form char that comprises about 30 per cent by weight of the <em>feedstock</em>, and contains 42 per cent of its calorific content.",
            "vi": "Trong quá trình này, sinh khối rắn được đun nóng không có oxy hoặc không khí để tạo thành than, bao gồm khoảng 30% trọng lượng của nguyên liệu nạp vào, và chứa khoảng 42% hàm lượng calo của nó."
        },
        {
            "en": "One of the keys to the future of biomass will be the development of two separate but strongly related areas namely, the production of biomass for food and <em>feedstock</em> and the production of biomass for energy.",
            "vi": "Một trong những chìa khóa cho tương lai của sinh khối sẽ là sự phát triển của hai lĩnh vực khác biệt nhưng có liên quan nhau, đó là sản xuất sinh khối làm thức ăn và nguyên liệu đầu vào và sản xuất sinh khối cho năng lượng."
        },
        {
            "en": "When syngas is de-carbonized both upstream and downstream of the synthesis reactor (see Figure 3.16) it is feasible to capture and store as C02 up to 90% of the carbon in the original <em>feedstock</em> that contained in the synthetic fuel produced.",
            "vi": "Khi khí tổng hợp được loại các bon cả theo chiều thuận lẫn chiều nghịch với lò phản ứng tổng hợp ( xem hình 3.16 ) thì hấp thu và lưu trữ C02 đến 90% trong nguyên liệu cấp cho máy để chế biến ban đầu, trừ CO2 tạo ra trong nhiên liệu tổng hợp."
        }
    ],
    "suggestions": []
}